{
  "abhidhamma:1": "Abhidhamma : une analyse systématique de la doctrine",
  "abhidhamma:2": "Bhikkhu Sujato",
  "abhidhamma:3": "<a href='#item1'>Origines</a>",
  "abhidhamma:4": "<a href='#item2'>Les Livres de l’Abhidhamma Theravāda</a>",
  "abhidhamma:5": "<a href='#item3'>Les Livres du Sarvāstivāda Abhidhamma</a>",
  "abhidhamma:6": "<a href='#item4'>Le Dharmaguptaka Śāripūtrābhidharma</a>",
  "abhidhamma:7": "<a href='#item5'>L’Abhidhamma dans les Traditions Bouddhistes</a>",
  "abhidhamma:8": "<a href='#item6'>Critique</a>",
  "abhidhamma:9": "Le Piṭaka Abhidhamma est le dernier des trois <i lang='pi' translate='no'>piṭakas</i> (ou « paniers ») dans les canons des écoles bouddhistes anciennes. Il reprend les termes et les idées trouvés dans les Discours, les organise et les analyse de manière systématique.",
  "abhidhamma:10": "Il existe un ensemble complet de sept livres canoniques de l’Abhidhamma en pali, appartenant à l’école Theravāda. En outre, il existe un ensemble complet de sept (différents) textes canoniques de l’école Sarvāstivāda conservés en traduction chinoise, un traité majeur de l’école Dharmaguptaka en chinois, et quelques petites portions en sanskrit. Comme c’est le cas pour les Discours, ce sont les textes palis qui ont été les plus étudiés et reçus le plus d’attention.",
  "abhidhamma:11": "Contrairement aux Suttas et au Vinaya, les textes de l’Abhidhamma des différentes écoles ne sont pas étroitement liés. Il semble probable, en fait, qu’ils aient été parmi les textes formateurs dans l’établissement des différentes écoles. Néanmoins, Erich Frauwallner, dans ses <cite>Studies in Abhidharma Literature and the Origins of Buddhist Philosophical Systems</cite> (1996), a identifié certaines caractéristiques fondamentales de l’Abhidhamma qui sont communes aux différentes traditions. Il s’agit notamment du Pali Vibhaṅga, du Sarvāstivāda Dharmaskandha et du Dharmaguptaka Śāripūtrābhidharmaśastra. Ces textes comportent tous un tronc commun, qui est finalement dérivé du Saṁyutta Nikāya.",
  "abhidhamma:12": "Cependant, malgré leurs différences, ce serait une erreur de considérer les textes canoniques de l’Abhidhamma comme présentant des positions fortement sectaires. Mis à part les ouvrages polémiques tels que le Kathāvatthu, ils s’attachent pour la plupart à présenter les idées centrales du Dhamma de différentes manières.",
  "abhidhamma:13": "Origines",
  "abhidhamma:14": "Le mot <i lang='pi' translate='no'>abhidhamma</i> se trouve occasionnellement dans les textes anciens, généralement à côté du terme parallèle <i lang='pi' translate='no'>abhivinaya</i>. Bien entendu, il n’existe pas de corpus de textes appelé <i lang='pi' translate='no'>abhivinaya</i>, et ces utilisations anciennes de <i lang='pi' translate='no'>abhidhamma</i> ne font pas référence à des textes établis tels qu’ils existent aujourd’hui. Plutôt, dans ce genre de contexte, le préfixe <i lang='pi' translate='no'>abhi-</i> est comparable au « meta- » anglais dans le sens de « sur le Dhamma, sur le Vinaya », et fait référence aux discussions et conversations sur les enseignements. De telles conversations auraient, au fil du temps, été mémorisées et partagées, et auraient évolué progressivement vers les traités formalistes de l’Abhidhammapiṭaka.",
  "abhidhamma:15": "Les traditions varient dans leur façon de voir l’origine de l’Abhidhamma. Les traditions chinoise et tibétaine attribuent généralement chaque livre de l’Abhidhamma à un disciple du Bouddha. Cependant, certains des comptes rendus du Vinaya du Premier Concile incluent l’Abhidhamma, et supposent donc qu’il était présent au moment du décès du Bouddha. La tradition Theravāda soutient également que les textes (à l’exception du Kathāvatthu) ont été prononcés par le Bouddha. Cela est mentionné dans le canon tardif Parivāra (<i lang='pi' translate='no'>sabbasattuttamo sīho, piṭake tīṇi desayi</i>, Pvr 3#5) et le paracanonique Milindapañha (<i lang='pi' translate='no'>tepiṭakaṁ buddhavacanaṁ</i>, Mil 2#55), qui datent tous deux d’environ trois à quatre cents ans après le décès du Bouddha. Les commentaires Theravādin ont ensuite prétendu que le Bouddha avait enseigné les sept livres de l’Abhidhamma Piṭaka aux divinités du ciel de Tāvatiṁsa, dirigées par sa mère. Le vénérable Sāriputta les a ensuite appris et les a transmis à ses élèves.",
  "abhidhamma:16": "Le consensus de longue date parmi les historiens est que les livres de l’Abhidhamma ont été compilés dans les siècles qui ont suivi le Bouddha. Il n’est pas possible de déterminer des dates précises. Cependant, il est probable que le noyau commun du Vibhaṅga/Dharmaskandha/Śāripūtrābhidharmaśastra soit antérieur à la séparation entre ces traditions, qui s’est produite à l’époque du roi Ashoka, vers 250 avant notre ère, soit moins de deux siècles après la mort du Bouddha. Mais la majeure partie de son contenu a dû être élaborée après cette époque. Un certain nombre de détails, comme le fait que les œuvres ont été acceptées comme canoniques dans le Milinda, vers 100 avant notre ère, suggère qu’elles ont été achevées avant cette époque. Une fourchette de 300 BCE à 100 BCE pour la composition des textes canoniques de l’Abhidhamma semble donc raisonnable.",
  "abhidhamma:17": "Bien que la croyance selon laquelle les livres ont été composés par des élèves immédiats du Bouddha soit indéfendable, elle laisse entrevoir quelque chose dans la façon dont ils ont pu se développer. Les principaux disciples auraient établi des lignées d’enseignement, ou styles d’apprentissage, qui reflétaient les spécialités des différents maîtres. Au fil du temps, les explications des différents maîtres se sont systématisées et codifiées. Les livres tels qu’ils existent aujourd’hui, cependant, sont les produits d’écoles, composés sous la direction de moines dirigeants.",
  "abhidhamma:18": "Les Livres de l’Abhidhamma Theravāda",
  "abhidhamma:19": "Pour la plupart, les textes longs et complexes de l’Abhidhamma Theravāda s’attachent à analyser et à classer le contenu, et non à l’expliquer. On peut supposer qu’ils ont été enseignés par des professeurs expérimentés dans les monastères, qui auraient élaboré, expliqué et illustré les textes abscons. Finalement, ces explications ont été codifiées et inscrites dans les commentaires palis.",
  "abhidhamma:20": "Bien qu’ils aient introduit un certain nombre de nouveaux termes et de nouvelles méthodes, les textes canoniques de l’Abhidhamma sont doctrinalement conservateurs. De nombreux concepts connus de l’Abhidhamma ultérieur n’y figurent pas — vérité ultime versus conventionnelle, moments de l’esprit, <i lang='pi' translate='no'>kalāpas</i>, l’idée que chaque phénomène est défini par son <i lang='pi' translate='no'>sabhāva</i> ou essence indviduelle. Bien que l’on trouve quelques nouveaux termes, pour la plupart, ils semblent avoir été introduits afin de clarifier et de désambiguïser la terminologie, et n’étaient pas destinés à transmettre de nouveaux concepts spécifiques. Cela ne veut pas dire qu’il n’y a pas de nouvelles idées, mais simplement qu’elles jouent un rôle assez mineur dans l’ensemble.",
  "abhidhamma:21": "Dhammasaṅgaṇī",
  "abhidhamma:22": "Le Dhammasaṅgaṇī (énumération des phénomènes) est construit sur l’idée d’une <i lang='pi' translate='no'>mātikā</i>, une liste de contenu ou une matrice. Une <i lang='pi' translate='no'>mātikā</i> agit comme une simple instance d’un modèle qui est appliqué et transformé sous des formes toujours plus complexes tout au long de l’œuvre. Les Dhammasaṅgaṇī <i lang='pi' translate='no'>mātikās</i> énumèrent des ensembles de phénomènes (<i lang='pi' translate='no'>dhammas</i>). La plupart d’entre eux sont des termes doctrinaux connus des suttas, bien que certains soient des termes spécialisés de l’Abhidhamma. Le Dhammasaṅgaṇī commence par trois <i lang='pi' translate='no'>mātikās</i>. La première classe les <i lang='pi' translate='no'>dhammas</i> en 22 ensembles de trois (<i lang='pi' translate='no'>tika</i>), et les deux suivantes utilisent des ensembles de deux (<i lang='pi' translate='no'>duka</i>), 100 paires pour les termes Abhidhamma, et 42 pour les termes Sutta.",
  "abhidhamma:23": "Le premier de ces trois ensembles est le groupe principal : bénéfique, néfaste et indéterminé. Cela sert de cadre pour classer tous les différents phénomènes. Bien que cela semble assez simple, même ce détail était controversé, car certaines écoles rejetaient l’existence de la catégorie indéterminée, ou moralement neutre.",
  "abhidhamma:24": "Vibhaṅga",
  "abhidhamma:25": "Le Vibhaṅga (Livre d’Analyse) se compose de 18 chapitres classés par sujet. La liste des sujets est étroitement liée au Saṁyutta Nikāya — agrégats, sens, coproduction conditionnée, etc. La plupart des chapitres ont une structure en trois parties.",
  "abhidhamma:26": "L’analyse selon les suttas : elle cite un passage clé des suttas sur le sujet concerné et propose une modeste analyse.",
  "abhidhamma:27": "L’analyse selon l’Abhidhamma : applique les ensembles de synonymes et de termes tels que développés dans le Dhammasaṅgaṇī.",
  "abhidhamma:28": "Catéchisme : teste les connaissances de l’élève par un questionnement systématique.",
  "abhidhamma:29": "Quelques sections, telles que Vb 18 Dhammahadaya, ne correspondent pas à ce système. Elles ont peut-être vu le jour en tant que traités indépendants.",
  "abhidhamma:30": "Dhātukathā",
  "abhidhamma:31": "La Dhātukathā (Discussion des Éléments) montre comment les Dhammasaṅgaṇī <i lang='pi' translate='no'>mātikās</i> se rapportent aux 5 agrégats, aux 12 bases et aux 18 éléments. Il est organisé selon quatorze méthodes.",
  "abhidhamma:32": "Puggalapaññatti",
  "abhidhamma:33": "Le Puggalapaññatti (Désignation des Personnes) s’écarte de l’approche strictement phénoménologique de la plupart des textes de l’Abhidhamma pour présenter un recueil de passages relatifs à différents types d’individus. Ceux-ci sont présentés dans une <i lang='pi' translate='no'>mātikā</i> qui énumère les types d’individus organisés numériquement de un à dix. Comme le suggère l’arrangement numérique, ces termes sont pour la plupart dérivés de l’Aṅguttara Nikāya, avec de modestes changements dans la formulation. La principale préoccupation est de classer les tendances personnelles ou psychologiques en rapport avec le développement de la voie bouddhiste.",
  "abhidhamma:34": "Kathāvatthu",
  "abhidhamma:35": "Le Kathāvatthu (Points de Controverse) est une recueil de plus de 200 discussions sur des points d’interprétation de la doctrine bouddhiste. Elles consistent en un débat entre des protagonistes non nommés. Chacun s’appuie soit sur la logique, soit sur des citations des suttas pour soutenir ses arguments. Certaines des discussions concernent des problèmes centraux de la philosophie bouddhiste, tels que la nature du non-soi, ou le problème de la continuité et de l’impermanence. Beaucoup, cependant, sont très mineurs.",
  "abhidhamma:36": "Bien que le texte n’identifie pas les points de vue, la plupart d’entre eux peuvent être identifiés aux doctrines détenues par diverses écoles bouddhistes. Notez qu’aucun des points controversés ne traite des points de vue brahmaniques, jaïna ou autres non bouddhistes. Il n’y a pas non plus de différences significatives dans les suttas auxquels il est fait référence ; chaque débatteur part du principe qu’il partage une base commune de sutta.",
  "abhidhamma:37": "Le Kathāvatthu est le seul livre de l’Abhidhamma attribué par les Theravāda à un auteur spécifique, Moggaliputtatissa, un moine senior à l’époque du roi Ashoka. Le noyau de l’ouvrage s’est probablement formé à cette époque, mais il s’est considérablement développé au fil du temps. Une ou deux des discussions centrales semblent avoir une base commune avec le Vijñānakāya.",
  "abhidhamma:38": "Yamaka",
  "abhidhamma:39": "Le Yamaka (Paires) se compose de dix chapitres sur différents sujets, en commençant par les fondements de la conduite bénéfique ou néfaste. Il applique une série de paires de questions, dans le but de déterminer pleinement le champ d’application des termes. Par exemple, toutes les instances de <i lang='pi' translate='no'>rūpa</i> (forme, phénomènes physiques) sont-elles incluses dans l’agrégat de la forme (<i lang='pi' translate='no'>rūpakkhandha</i>) ? Non, car il existe des utilisations idiomatiques de <i lang='pi' translate='no'>rūpa</i> telles que <i lang='pi' translate='no'>evarūpa</i> (« de telle sorte »). Mais toutes les instances de l’agrégat de la forme sont-elles incluses dans <i lang='pi' translate='no'>rūpa</i> ? Oui.",
  "abhidhamma:40": "Paṭṭhāna",
  "abhidhamma:41": "Paṭṭhāna (Relations Conditionnelles) établit une simple <i lang='pi' translate='no'>mātikā</i> énumérant 24 sortes de conditions. La première est la « condition racine » (<i lang='pi' translate='no'>hetupaccayo</i>), qui traite de la façon dont les actes sont causés par les racines néfastes que sont l’avidité, la haine et l’illusion, ou leurs opposés. Cette <i lang='pi' translate='no'>mātikā</i> est ensuite appliquée aux <i lang='pi' translate='no'>mātikās</i> du Dhammasaṅgaṇī, créant une complexité déconcertante de combinaisons possibles. Le Paṭṭhāna est toujours fortement abrégé, mais s’il devait être entièrement épelé, ce serait probablement le plus grand livre jamais créé, avec plusieurs milliards de combinaisons.",
  "abhidhamma:42": "Le Dhammasaṅgaṇī et le Paṭṭhāna clôturent la recueil de l’Abhidhamma, le premier traitant des phénomènes, le second de leurs relations. Bien que la méthode et les détails se soient considérablement développés, l’approche peut être considérée comme une application détaillée des principes sous-jacents de la coproduction conditionnée.",
  "abhidhamma:43": "Les Livres du Sarvāstivāda Abhidhamma",
  "abhidhamma:44": "Alors que beaucoup, peut-être toutes, des « dix-huit » écoles anciennes auraient eu des textes Abhidhamma de quelque sorte, aucune n’était aussi célèbre que le Sarvāstivāda. Les textes canoniques mentionnés ici ont été complétés ou supplantés par le traité <cite>Mahāvibhāṣa</cite> massivement influent, qui a établi le Sarvāstivāda comme l’école Abhidhamma <i lang=’fr’>par excellence</i>. Même lorsque des ouvrages ultérieurs, tels que l’<cite>Abhidharmakoṣa</cite> de Vasubandhu ou le <cite>Mūlamadhyamakārikā</cite> de Nāgārjuna, ont critiqué la philosophie Sarvāstivādin, ils travaillaient toujours dans le cadre des idées et des termes établis par l’école, et basés à l’origine sur ces textes canoniques. En conséquence, alors que les textes de l’Abhidhamma de la plupart des écoles ont disparu, ces textes ont été emportés en Chine et y ont été conservés en traduction. En outre, on retrouve certains passages dans des fragments sanskrits et des textes tibétains.",
  "abhidhamma:45": "Les originaux de toutes ces œuvres du Sarvāstivāda étaient en sanskrit.",
  "abhidhamma:46": "Saṅgītiparyāya",
  "abhidhamma:47": "Considéré comme l’un des plus anciens livres de l’Abhidhamma, il s’agit essentiellement d’un commentaire de la version sarvāstivādin du Saṅgīti Sutta (DN 33). Il a été composé par Mahākausthila (selon les sources sanskrites et tibétaines) ou Śāriputra (selon les sources chinoises). La recension chinoise a été traduite par Xuanzang.",
  "abhidhamma:48": "Dharmaskandha",
  "abhidhamma:49": "Considéré comme l’un des plus anciens livres de l’Abhidhamma, il s’agit essentiellement d’un commentaire de la version sarvāstivādin du Saṅgīti Sutta (DN 33). Il a été composé par Mahākausthila (selon les sources sanskrites et tibétaines) ou Śāriputra (selon les sources chinoises). La recension chinoise a été traduite par Xuanzang.",
  "abhidhamma:50": "Prajñaptiśāstra",
  "abhidhamma:51": "Il s’agit d’une série de questions et de réponses sur des points de doctrine basés sur une <i lang='pi' translate='no'>mātikā</i>, étayés par des citations de sutta. On dit qu’il a été composé par Maudgalyāyana ou Mahākatyāyana. La traduction chinoise est de Dharmarakṣita.",
  "abhidhamma:52": "Dhātukāya",
  "abhidhamma:53": "Composé par Purna (selon les sources sanskrites et tibétaines), ou Vasumitra (selon les sources chinoises). Il a été traduit en chinois par Xuanzang. Le Dhātukāya présente une certaine similitude avec le Pali Dhātukathā, bien qu’il utilise une <i lang='pi' translate='no'>mātikā</i> différente.",
  "abhidhamma:54": "Vijñānakāya",
  "abhidhamma:55": "Il s’agit d’un homologue du Kathāvatthu pali, qui pourrait avoir une base historique commune. Le texte mentionne le theravādin Moggaliputtatissa, auteur du Kathāvatthu, comme un adversaire dans le débat sur la doctrine clé Sarvāstivāda selon laquelle tous les phénomènes existent dans le passé, le futur et le présent. Ce texte aborde cependant beaucoup moins de points que le Kathāvatthu. Il a été composé par Devasarman et traduit en chinois par Xuanzang.",
  "abhidhamma:56": "Prakaraṇapāda",
  "abhidhamma:57": "Composé par Vasumitra, et traduit par Xuanzang (T 1542), avec une autre traduction partielle par Gunabhadra et Bodhiyasa à T 1541. Il s’agit d’un traité central de l’Abhidharma, qui a influencé même des textes non sarvāstivādin comme le Mahāprajñapāramītopadeśa.",
  "abhidhamma:58": "Jñānaprasthāna",
  "abhidhamma:59": "Composé par Kātyāyanīputra et traduit en chinois par Xuanzang à T 1544. Il apparaît également traduit par Saṅghadeva et Zhu-fo-nian sous le nom de 阿毘曇八犍度論 à T 1543. Le plus grand des livres de l’Abhidhamma sarvāstivādin, il a constitué la base des traités ultérieurs du Sarvāstivāda, et donc de l’étude moderne de l’Abhidharma, en particulier dans le bouddhisme tibétain.",
  "abhidhamma:60": "Le Dharmaguptaka Śāripūtrābhidharma",
  "abhidhamma:61": "Seul ouvrage existant du Dharmaguptaka Abhidhamma, il a été traduit en chinois par Dharmayaśas et Dharmagupta. Il partage certains éléments avec le Vibhaṅga et le Dharmaskandha, et d’autres détails avec d’autres textes. Alors que les autres écoles ont maintenu de multiples textes de l’Abhidhamma, ce texte unique couvre en grande partie le même terrain, et semble contenir l’ensemble du système de l’Abhidhamma des Dharmaguptakas.",
  "abhidhamma:62": "L’Abhidhamma dans les Traditions Bouddhistes",
  "abhidhamma:63": "Au fil des ans, l’étude de l’Abhidhamma a été tenue en haute estime par les traditions bouddhistes. La tradition Theravāda a développé une série de commentaires et de traités expliquant les idées de l’Abhidhamma et les approfondissant. Il s’agit d’une tradition vivante, qui s’enorgueillit d’une série ininterrompue de publications jusqu’à l’époque moderne. Aujourd’hui, l’étude de l’Abhidhamma est particulièrement mise en avant dans le bouddhisme birman, bien qu’elle reste active dans toutes les régions Theravāda. De même, le bouddhisme tibétain met fortement l’accent sur l’étude de l’Abhidharma, en se basant principalement sur les sources Sarvāstivādin. Dans toutes les régions, cependant, l’étude contemporaine de l’Abhidhamma s’appuie principalement sur des traités ultérieurs, et les textes canoniques ne sont généralement pas étudiés directement en profondeur.",
  "abhidhamma:64": "Outre l’étude, l’Abhidhamma a eu une influence formatrice sur plusieurs écoles modernes de méditation. En particulier, les écoles de méditation birmanes, dont Mahasi, Goenka et Pa Auk, s’appuient toutes étroitement sur les concepts de l’Abhidhamma.",
  "abhidhamma:65": "De façon peut-être inattendue, l’Abhidhamma ne se limite pas aux cercles monastiques ou académiques. Il est fréquemment enseigné à ou par des laïcs, et est populaire dans toute l’Asie du Sud-Est. En outre, les Abhidhamma <i lang='pi' translate='no'>mātikās</i> peuvent servir de base à la récitation cérémoniale. En Thaïlande, le Dhammasaṅgaṇī <i lang='pi' translate='no'>tikamātikā</i> et les 24 conditions du Paṭṭhāna sont utilisés comme chants funéraires.",
  "abhidhamma:66": "Critique",
  "abhidhamma:67": "L’Abhidhamma lui-même est un système critique, développé pour clarifier la compréhension des relations et des concepts fondamentaux. Ce projet est sous-tendu par l’hypothèse selon laquelle une telle clarification est nécessaire, ce qui implique que tout le monde ne comprend pas les choses de la même manière. Cet aspect critique est mis en avant dans des ouvrages tels que le Kathāvatthu, qui met en avant les méthodes rationnelles de clarification des doctrines.",
  "abhidhamma:68": "Certains, comme les Sautrāntikas historiques, ont critiqué le projet de l’Abhidhamma lui-même, affirmant qu’il s’écartait des suttas. Il n’est pas certain que toutes les écoles anciennes aient réellement eu un Abhidhamma Piṭaka. Cependant, elles ont toutes dû avoir des ouvrages comparables d’analyse et d’explication.",
  "abhidhamma:69": "La critique de l’Abhidhamma était un des fondements du Mahāyāna. Les sutras Mahāyāna critiquent à la fois des détails spécifiques des doctrines de l’Abhidhamma — comme la notion que chaque phénomène est défini par son essence individuelle — et la direction générale des écoles de l’Abhidhamma, alléguant que ses adeptes perdent du temps à débattre de futilités plutôt que de comprendre la profondeur de l’enseignement. Néanmoins, les textes Mahāyāna ont développé leurs propres formes d’Abhidhamma, et l’étude de l’Abhidhamma est une partie essentielle de nombreux programmes d’études Mahāyāna jusqu’à ce jour.",
  "abhidhamma:70": "On trouve également des critiques dans les commentaires Theravāda, qui font état de contestations de l’authenticité de l’Abhidhamma. Cependant, la plupart des débats dans les écoles concernent l’interprétation de l’Abhidhamma, et non la validité du projet lui-même.",
  "abhidhamma:71": "Cette tradition critique se poursuit jusqu’à nos jours. Au sein du système éducatif bouddhiste tibétain, les textes et les concepts de l’Abhidharma sont étudiés, et considérés à la lumière des critiques des Sautrāntikas et des Mahāyānistes. Et tandis que certains Theravādins soutiennent qu’il est essentiel d’étudier l’Abhidhamma, d’autres affirment que les idées clés de l’Abhidhamma s’écartent des suttas, et que l’étude de l’Abhidhamma est inutile."
}