{
  "about:1": "À propos de SuttaCentral ",
  "about:2": "SuttaCentral est un projet consacré aux textes Bouddhistes anciens basé en Australie. Nous n’avons aucune affiliation institutionnelle, mais sommes simplement un groupe d’amis intéressés par les Suttas. Les fondateurs sont Rod Bucknell, John Kelly et Bhante Sujato. Le chef de projet est Bhante Sujato. Le projet est entièrement soutenu par des dons. Ceux-ci sont gérés par le SuttaCentral Development Trust, une association caritative à but non lucratif constituée en Australie. ",
  "about:3": "SuttaCentral vous permet d’étudier les textes Bouddhistes de manière comparative et historique. Il se focalise sur les textes Bouddhistes anciens qui datent de la vie du Bouddha ou d’un peu plus tard. Ils sont conservés dans les Piṭakas Pali Sutta et Vinaya ainsi que dans d’anciennes traductions chinoises et tibétaines et dans des vestiges fragmentaires en sanskrit et dans d’autres langues. ",
  "about:4": "SuttaCentral vous permet de lire des discours palis, chinois, tibétains et/ou sanskrits dans leur langue d’origine ainsi que dans des traductions modernes en de nombreuses langues, et de consulter les parallèles de tout discours donné. ",
  "about:5": "Le projet est bien plus qu’un site internet, puisque nous encourageons un effort constant pour la création de nouvelles traductions dans de nombreuses langues grâce à notre application de traduction Bilara. Des traductions choisies sont également disponibles sous forme de livre. SuttaCentral collabore au niveau international avec des chercheurs dans des domaines connexes. ",
  "about:6": "SuttaCentral est en développement constant et des mises à jour sont effectuées régulièrement. Pour rester au courant des nouveautés, <a href='https://discourse.suttacentral.net/c/meta/updates'>vérifiez la catégorie Mises à jour dans notre forum</a>. ",
  "about:7": "Confidentialité et sécurité ",
  "about:8": "SuttaCentral n’a pas de publicité ni de traçage. Nous ne recueillons aucune donnée personnelle sur les utilisateurs à votre insu et sans votre consentement. Toutes nos pages sont servies par des connexions sécurisées et cryptées. "
}