{
  "an-guide-sujato:1": "Les Discours Supplémentaires : choses utiles au quotidien",
  "an-guide-sujato:2": "Bhikkhu Sujato, 2019",
  "an-guide-sujato:3": "<a href='#item1'>Comment l’Aṅguttara est organisé</a>",
  "an-guide-sujato:4": "<a href='#item2'>Le Livre des Uns</a>",
  "an-guide-sujato:5": "<a href='#item3'>Le Livre des Deux</a>",
  "an-guide-sujato:6": "<a href='#item4'>Le Livre des Trois</a>",
  "an-guide-sujato:7": "<a href='#item5'>Une Brève Histoire Textuelle</a>",
  "an-guide-sujato:8": "L’Aṅguttara Nikāya est la dernière et la plus longue des quatre divisions principales du Sutta Piṭaka. Le mot <i lang='pi' translate='no'>aṅguttara</i> signifie littéralement « augmenter d’un facteur », c’est-à-dire « incrémenter ». Il fait référence au fait que les discours sont disposés par ensembles numérotés, les numéros augmentant d’un facteur.",
  "an-guide-sujato:9": "SuttaCentral utilise la traduction de Bhikkhu Bodhi en comptant 8122 discours au total. Le verset récapitulatif à la fin du recueil indique cependant qu’il y a 9557 suttas. Cette remarque scribale ne dit pas comment ce décompte a été obtenu ; cela a dû être tout un processus pour compter autant de discours lorsque nous n’avons affaire qu’à des manuscrits en feuilles de palmier. Quoi qu’il en soit, comme pour le Saṁyutta Nikāya, ce décompte est en grande partie le produit de discours répétés selon des modèles. Beaucoup d’entre eux ne sont constitués que d’un seul mot ; en effet, le processus d’abréviation est porté à de telles extrêmes que des centaines de suttas n’existent en fait pas du tout dans le texte ; ce ne sont que des nombres à remplir. De plus, dans le cas des Un et des Deux, la plupart des suttas sont des textes plus longs qui ont été divisés pour obtenir les nombres. Sur SuttaCentral, ceux-ci sont traités comme si un <i lang='pi' translate='no'>vagga</i> était un sutta, et les textes abrégés sont également combinés. Si nous comptons les fichiers des textes combinés de cette manière, nous arrivons à un nombre plus raisonnable, mais toujours très important, de 1407 textes de substance.",
  "an-guide-sujato:10": "Les <cite class='text-translated'>Discours Supplémentaires</cite> se concentrent sur des questions pratiques d’intérêt quotidien. Les directives en matière d’éthique et de caractère prédominent. Si le Saṁyutta Nikāya rassemble les principaux enseignements sur les <em>doctrines</em>, l’Aṅguttara rassemble les enseignements sur les <em>personnes</em>. Les questions relatives à la communauté laïque y occupent une place importante, et de nombreux enseignements traitent de la manière d’enseigner.",
  "an-guide-sujato:11": "L’utilisation d’ensembles numérotés se retrouve dans tous les textes bouddhiques, mais elle devient ici le principe d’organisation principal. Le discours typique de l’Aṅguttara consiste en une déclaration selon laquelle il existe un certain nombre de choses, puis une explication de chaque élément, et enfin une conclusion qui fait écho à l’introduction. Parfois, on ajoute un verset qui résume le contenu. Ce schéma formel est hautement optimisé pour renforcer l’apprentissage et la mémorisation. C’est, en substance, exactement le même format que celui utilisé dans le journal télévisé du soir : commencez par énumérer les nouvelles du jour, donnez l’histoire de chacune d’entre elles, puis résumez une fois de plus les points saillants. L’utilisation de séries numérotées reste populaire aujourd’hui, le « listicle » étant un format favori pour les articles sur Internet.",
  "an-guide-sujato:12": "Contrairement à ces exemples modernes, cependant, les ensembles d’enseignements de l’Aṅguttara sont fortement structurés. Ils ne sont pas de simples collections de points sur un thème, mais constituent une séquence intégrée. Le premier point est le plus fondamental ; les points suivants évoluent ou s’appuient sur celui-ci ; et l’élément final couronne la séquence.",
  "an-guide-sujato:13": "C’est pourquoi l’Aṅguttara constitue un excellent point d’entrée dans le canon, surtout pour ceux qui disposent d’un temps limité. Il suffit de quelques minutes pour lire un sutta, et il contiendra en lui-même un enseignement complet et utile.",
  "an-guide-sujato:14": "L’Aṅguttara Nikāya a un pendant dans l’Ekottarikāgama conservé dans le canon chinois (EA). L’Ekottarikāgama est un texte particulier d’affiliation incertaine (peut-être Mahāsaṅghika), et il diffère du texte pali dans une mesure beaucoup plus grande que les parallèles de DN, MN et SN. De plus, il existe deux Ekottarikas partiels en chinois, ainsi qu’un certain nombre de suttas indépendants de style Ekottarika. En outre, une partie substantielle d’un Ekottarāgama en sanskrit a été découverte à Gilgit et a été éditée et partiellement reconstruite par Tripāṭhi. Bien qu’il soit difficile de généraliser, il semble que la plupart de ces documents soient plus proches du texte pali que l’EA principal en chinois.",
  "an-guide-sujato:15": "Comment l’Aṅguttara est organisé",
  "an-guide-sujato:16": "Les Aṅguttara Nikāya se composent de « livres » (<i lang='pi' translate='no'>nipāta</i>) principaux numérotés de un à onze. Chacun d’eux contient des discours composés du nombre correspondant de points. Comme d’habitude, les discours sont rassemblés en <i lang='pi' translate='no'>vaggas</i>, qui ont parfois un thème libre. Chaque <i lang='pi' translate='no'>nipāta</i>, sauf le premier, organise ses <i lang='pi' translate='no'>vaggas</i> en <i lang='pi' translate='no'>paṇṇāsas</i>.",
  "an-guide-sujato:17": "Je ne sais pas pourquoi l’Aṅguttara compte jusqu’à onze ; je m’attendrais à un chiffre rond. Le chiffre onze a un point commun avec l’Ekottarikāgama chinois, ce qui suggère qu’il s’agit d’une caractéristique ancienne, mais il ne semble pas être déterminé par les textes eux-mêmes, car la plupart des points du Livre des Onze consistent en des enseignements connus ailleurs, avec l’ajout d’un point ou deux.",
  "an-guide-sujato:18": "On a parfois l’impression que l’Aṅguttara a été assemblé à partir de restes. Après avoir rassemblé les longs suttas dans le Majjhima et le Dīgha, et les suttas plus courts sur des thèmes centraux dans le Saṁyutta, il restait une grande quantité de textes qui résistaient à une catégorisation simple. Elle comprenait de nombreux enseignements fascinants et profonds, ainsi qu’une grande quantité de répétitions, et elle se perdait dans des méandres de valeur de plus en plus obscure. C’est comme si les rédacteurs, confrontés à un stock de restes et de bric-à-brac, avaient fait de leur mieux pour ranger et empiler les articles de manière logique, mais qu’ils s’étaient souvent contentés de placer les choses sur les étagères du mieux qu’ils pouvaient. Comme les textes comportaient généralement un numéro distinct dans l’enseignement, celui-ci a été pris comme principe d’organisation, en lieu et place de toute autre chose plus significative. Même les textes qui ne mentionnent pas explicitement un numéro peuvent souvent être analysés en un ensemble d’articles, ils pourraient donc être inclus également. (Voir par exemple <a class='ref' href='/an3.31'>AN 3.31</a> et <a class='ref' href='/an3.32'>AN 3.32</a>.)",
  "an-guide-sujato:19": "Pour être clair, il ne faut pas penser que l’Aṅguttara est dépourvu des enseignements standards connus du reste des <i lang='pi' translate='no'>nikāyas</i>. Au contraire, nous trouvons les quatre absorptions (<a class='ref' href='/an3.58'>AN 3.58</a>), les quatre nobles vérités et la coproduction conditionnée (<a class='ref' href='/an3.61'>AN 3.61</a>), les facultés et les pouvoirs (<a class='ref' href='/an4.163'>AN 4.163</a> ; ce dernier point est détaillé dans <a class='ref' href='/an5.12'>AN 5.12-16</a>), le triple entraînement (<a class='ref' href='/an3.81'>AN 3.81</a>), les méditations divines (<a class='ref' href='/an3.63'>AN 3.63</a>), et bien d’autres encore. Mais de tels enseignements sont éparpillés dans une grande quantité de suttas sur des sujets très divers.",
  "an-guide-sujato:20": "Dans l’introduction de sa traduction, Bhikkhu Bodhi abandonne pratiquement toute tentative de donner un sens à cette structure. Il donne l’exemple d’un chapitre comportant plusieurs discours apparemment sans rapport les uns avec les autres, en faisant remarquer : « Avec une organisation aussi apparemment arbitraire, on ne peut que se demander ce que les compilateurs avaient en tête. » (<cite class='book'>The Numerical Discourses of the Buddha</cite>, introduction, p. 22). En conséquence, plutôt que d’analyser le contenu tel qu’il se présente dans l’Aṅguttara, il a développé une analyse thématique approfondie et mûrement réfléchie. <a href='/an-introduction-bodhi'>Cet essai est disponible sur SuttaCentral</a>, et j’encourage toute personne intéressée par une étude sérieuse de l’Aṅguttara à le lire.",
  "an-guide-sujato:21": "J’aimerais cependant aborder le contenu sous un angle différent, plus proche de l’expérience de lecture du texte. Je trouve la question de Bhikkhu Bodhi intrigante : à quoi pensaient les rédacteurs ?",
  "an-guide-sujato:22": "S’il ne fait aucun doute que l’enchaînement des suttas et des idées dans l’Aṅguttara est dans une certaine mesure chaotique, est-il vraiment plausible que le même groupe de personnes qui a fait preuve d’un dévouement si rigoureux à la classification dans le Saṁyutta ait simplement abandonné ses efforts dans l’Aṅguttara ? Peut-être que pour mieux comprendre les rédacteurs, et à travers eux les enseignements avec lesquels ils ont travaillé, nous devons aborder le problème d’une manière nouvelle.",
  "an-guide-sujato:23": "Voici trois principes d’organisation que j’ai remarqués en lisant l’Aṅguttara :",
  "an-guide-sujato:24": "Signification numérologique.",
  "an-guide-sujato:25": "Groupes, enchaînements et arcs thématiques.",
  "an-guide-sujato:26": "Répétition espacée.",
  "an-guide-sujato:27": "Je vais montrer ci-dessous comment ces choses se présentent au cours des trois premiers <i lang='pi' translate='no'>nipātas</i>. De cette façon, j’espère guider le lecteur dans les contrées sauvages jusqu’à ce qu’il se sente à l’aise pour procéder par lui-même.",
  "an-guide-sujato:28": "Il ne s’agit certainement pas des seuls principes d’organisation à l’œuvre. Ils n’expliquent pas non plus la totalité, ou même la majorité, du hasard. Mais ils font, je crois, allusion à une conception directrice qui a façonné le recueil sous la forme que nous lui connaissons aujourd’hui.",
  "an-guide-sujato:29": "Une pensée générale d’abord. Une grande partie de la façon dont nous organisons le monde et nous y rapportons ne passe pas par la raison, mais par l’association. Si nous y pensons en termes des cinq agrégats, un recueil tel que le Saṁyutta Nikāya a une structure globale délibérément pensée et construite, c’est-à-dire qu’il est basé sur des choix rationnels ou <i lang='pi' translate='no'>saṅkhārās</i>. Peut-être que ce que nous devons rechercher dans l’Aṅguttara, c’est un mode de pensée différent, fondé sur la perception, la mémoire et l’association (<i lang='pi' translate='no'>saññā</i>).",
  "an-guide-sujato:30": "Mais pourquoi une telle quantité de textes serait-elle organisée de cette manière ? La réponse n’est pas difficile à trouver. Comme tant de principes qui organisent les textes, c’est pour la mémorisation. Pour un récitant qui doit garder des centaines de textes en ordre, <em>toute</em> sorte de connexion fonctionne. Peu importe qu’il s’agisse du sujet, d’un mot partagé, d’une syntaxe, d’une rime ou de quoi que ce soit d’autre. La perception reconnaît les structures. Elle associe une chose à la suivante, quelle que soit l’importance de la caractéristique de connexion.",
  "an-guide-sujato:31": "Imaginez, si vous le voulez bien, que vous organisez votre bibliothèque personnelle. Vous pourriez utiliser un système rationnel : l’ordre alphabétique, le sujet ou la taille pour s’adapter à vos étagères. Mais c’est votre bibliothèque, vous pouvez faire ce que vous voulez. Peut-être que sur une étagère, vous mettez des livres à la couverture bleue ; sur une autre, des livres que vous n’avez pas lus ; et sur une autre, des livres dont l’odeur vous rappelle de vieux amis. Pour n’importe qui d’autre, cela semble chaotique, mais pour vous, c’est parfaitement logique. Vous pouvez trouver le livre dont vous avez besoin quand vous le voulez. La perception fait le gros du travail pour vous, sans la contrainte cognitive de devoir passer par le système rationnel à chaque fois.",
  "an-guide-sujato:32": "La signification des nombres",
  "an-guide-sujato:33": "Pour la plupart, l’utilisation des nombres dans les textes bouddhistes est entièrement pragmatique. Une fois que vous savez qu’un ensemble comporte un certain nombre d’éléments, vous pouvez savoir si vous avez oublié quelque chose.",
  "an-guide-sujato:34": "Pourtant, les chiffres ont toujours été imprégnés d’une signification et d’un sens qui transcendent la simple comptabilité. Ils nous permettent de donner un sens à un cosmos complexe à travers un ensemble simple de conventions. Les nombres sont utilisés dans le bouddhisme pour provoquer l’effroi, voire la peur, devant l’ampleur « astronomique » de la transmigration. Est-il possible que la signification symbolique des nombres confère un sentiment d’unité aux différents <i lang='pi' translate='no'>nipātas</i> ?",
  "an-guide-sujato:35": "La signification symbolique est, par sa nature même, impossible à cerner avec précision. Contrairement à la définition rationnelle, elle ne sert pas à limiter la portée du sens, mais à l’amplifier par des suggestions, des allusions et des connotations. La signification symbolique des nombres a, pour autant que je sache, été le plus souvent ignorée dans les études bouddhistes. Un certain nombre d’observations numérologiques ont été faites dans les entrées relatives aux nombres dans le <cite class=’book’>Dictionnaire Pali-Anglais</cite> de Rhys Davids et Stede, mais je ne suis pas au courant de grand-chose depuis lors. Cependant, nous pouvons faire quelques observations générales.",
  "an-guide-sujato:36": "Un",
  "an-guide-sujato:37": "Le nombre de l’harmonie, de la simplicité et de la suprématie. Il est spécialement mis en avant dans le contexte de la méditation profonde (<i lang='pi' translate='no'>jhāna</i> ou <i lang='pi' translate='no'>samādhi</i>). Cependant, contrairement à de nombreux contextes spirituels, dans le bouddhisme, il n’a jamais un sens métaphysique : Nibbāna est zéro, pas un ; c’est le vide, pas l’unité.",
  "an-guide-sujato:38": "Deux",
  "an-guide-sujato:39": "Utilisé pour les paires, qui peuvent être des partenaires — les mains, les yeux, l’homme et la femme — des opposants — le bien contre le mal, la lumière contre l’obscurité, la douleur contre le plaisir — ou des successeurs — l’habileté à entrer dans la méditation et l’habileté à en sortir. Il représente les dualités du monde.",
  "an-guide-sujato:40": "Trois",
  "an-guide-sujato:41": "Composé de 2 + 1. Elle ajoute une dimension supplémentaire, souvent spirituelle, au dualisme mondain de deux. Cela est tout à fait explicite dans des ensembles tels que « gratification, inconvénient et fuite », et plus subtilement dans, disons, le sentiment agréable, douloureux et neutre. Trois représente l’<em>autre</em> ; et c’est l’autre qui contient la graine de la transcendance.",
  "an-guide-sujato:42": "Quatre",
  "an-guide-sujato:43": "Le nombre le plus caractéristique du bouddhisme, et le Livre des Quatre est le plus grand des <i lang='pi' translate='no'>nipātas</i>. Sa métaphore principale est les quatre points cardinaux, et connote donc la totalité et l’équilibre, de la manière la plus évidente dans les quatre nobles vérités. Les multiples de quatre ont la même signification à un niveau supérieur. Le dix est similaire, en ce sens qu’il est dérivé des quatre points cardinaux, des quatre points cardinaux intermédiaires, du haut et du bas.",
  "an-guide-sujato:44": "Cinq",
  "an-guide-sujato:45": "Découle de la main, qui est ce que nous utilisons pour compter ; elle se divise donc en 4 + 1 (doigts et pouce) plutôt qu’en 2 + 3. L’exemple le plus évident de ceci est celui des cinq agrégats de « saisie », où la conscience s’oppose aux quatre autres. De même, dans, disons, les cinq facultés et pouvoirs, la sagesse est le « pouce ».",
  "an-guide-sujato:46": "Six",
  "an-guide-sujato:47": "Prend comme métaphore racine le corps : quatre membres, le torse et la tête. Le sens général est un « grand tout », et l’ensemble le plus marquant est celui des six champs des sens.",
  "an-guide-sujato:48": "Sept",
  "an-guide-sujato:49": "Un nombre astronomique, dérivé des cycles lunaires et des corps célestes (soleil + lune + cinq planètes visibles). Il est particulièrement utilisé dans les mythes, et a le sens général de « cycle entier de la vie et de la mort ». Il apparaît dans ce sens dans l’histoire de la naissance du Bodhisatta.",
  "an-guide-sujato:50": "Je crois que nous pouvons effectivement discerner des traces de ces significations dans l’Aṅguttara, et je propose quelques exemples ci-dessous. Dans certains cas, les textes d’un certain nombre auraient été simplement importés dans la recueil, tandis que dans d’autres cas, le texte aurait été édité spécifiquement pour créer l’ensemble numéroté nécessaire. Quoi qu’il en soit, le fait d’avoir une certaine idée de ces significations nous donne une perspective à travers laquelle nous pouvons voir les <i lang='pi' translate='no'>nipātas</i> comme des ensembles significatifs.",
  "an-guide-sujato:51": "Avec de telles significations générales, et sans doute de nombreuses exceptions et contradictions, il n’est pas vraiment possible d’établir sans le moindre doute que les chiffres de l’Aṅguttara ont une signification symbolique. Si vous détestez toute tentative de lecture de la signification symbolique, je ne peux pas vous donner tort. Mais cela nous donne, je crois, une approche permettant d’apprécier les efforts des rédacteurs et la manière dont ils ont traité leur matière diverse et complexe.",
  "an-guide-sujato:52": "Groupes, enchaînements et arcs thématiques.",
  "an-guide-sujato:53": "Malgré son impression chaotique, les suttas de l’Aṅguttara sont rarement isolés. La plupart du temps, ils apparaissent en <em>groupes thématiques</em> qui traitent du même sujet. Il peut s’agir simplement d’une paire de suttas, mais il n’est pas rare de trouver un <i lang='pi' translate='no'>vagga</i> entier sur un thème spécifique. Il s’agit souvent de suttas étroitement liés, variant simplement de quelques détails de l’un à l’autre. Ils peuvent aussi avoir un vague fil conducteur thématique, mettant en scène, par exemple, la même personne ou le même groupe de personnes. Dans plusieurs cas, des <i lang='pi' translate='no'>vaggas</i> du même nom et du même thème apparaissent plusieurs fois dans la recueil.",
  "an-guide-sujato:54": "De tels groupes thématiques sont faciles à reconnaître ; mais pourtant, il semble souvent que rien ne relie un groupe au suivant. Cependant, ce n’est pas toujours le cas. Souvent, le passage d’un groupe à l’autre se fait par le biais de ce que l’on pourrait appeler une <em>séquence thématique</em>. Lors du passage d’un groupe thématique au suivant, un élément commun est maintenu. Il peut s’agir d’un sujet, ou simplement d’une caractéristique formelle — un format de question, un mot, une syntaxe, etc. De telles accroches permettent de faciliter la transition d’un groupe à l’autre.",
  "an-guide-sujato:55": "Dans de tels cas, nous constatons qu’il y a un élément dans le premier groupe [A], qui est combiné avec un deuxième élément [AB] pour former un nouveau groupe ou étendre l’ancien. Ensuite, le deuxième élément est combiné avec un autre élément pour former un autre groupe [BC]. Et peut-être que plus tard, le deuxième élément est complètement abandonné pour ne laisser que le troisième [C], ou il est recombiné avec quelque chose de nouveau. Si vous comparez le premier élément [A] avec le troisième [C], il n’y a rien en commun. Pourtant, le passage de l’un à l’autre est clairement progressif. Et la fréquence à laquelle cela se produit montre que ce n’est en aucun cas accidentel.",
  "an-guide-sujato:56": "Des techniques similaires font partie intégrante de la composition musicale. Après avoir introduit un motif, le compositeur le transforme et le développe progressivement. Il peut finir par arriver à un nouveau motif, qui n’a rien en commun avec l’original, mais dont il est clairement issu.",
  "an-guide-sujato:57": "Une transition thématique est souvent une technique purement formelle qui en dit peu sur le sujet traité. Cependant, si l’on y prête attention, on peut constater que les groupes thématiques, reliés entre eux par des enchaînements, évoluent parfois sur de plus grandes étendues de texte pour créer un <em>arc thématique</em> vaguement organisé. De tels arcs font écho à des cadres d’enseignement connus d’ailleurs, tels que l’entraînement progressif. Ceci est utilisé, par exemple, pour définir la forme des 75 premiers suttas du Livre des Uns. De tels arcs ne sont en aucun cas aussi clairs et formellement structurés que les enseignements sur lesquels ils sont basés. Pourtant, la progression d’un sujet à l’autre est indéniable.",
  "an-guide-sujato:58": "En effet, chaque <i lang='pi' translate='no'>nipāta</i> peut être considéré comme formant son propre arc, puisqu’il commence généralement par des pratiques de base et se termine par la réalisation du Nibbāna. Les séries de répétitions qui complètent chaque <i lang='pi' translate='no'>nipāta</i> ont également leur propre arc interne, menant vers les plus hautes qualités.",
  "an-guide-sujato:59": "Répétition espacée",
  "an-guide-sujato:60": "Dans les Dīgha et Majjhima Nikāyas, un étudiant passait une bonne période de temps à mémoriser un texte spécifique, à le répéter et — s’il était un bon étudiant — à s’interroger sur sa signification. Ce n’est que lorsque le texte était maîtrisé qu’il passait au suivant. Dans le Saṁyutta, un étudiant apprendrait des dizaines, voire des centaines de suttas sur le même sujet, partageant des passages et des idées similaires, et variant souvent peu les uns des autres. De tels suttas peuvent être mémorisés rapidement, et les problèmes d’interprétation se posent souvent au niveau du sujet plutôt que du texte individuel.",
  "an-guide-sujato:61": "Mais mémoriser de longs textes, ou de nombreux textes sur le même sujet, peut devenir ennuyeux, car l’esprit est stimulé par la variété et la surprise. Dans l’Aṅguttara, un étudiant apprenait un ou deux suttas sur un sujet, ou peut-être quelques autres, puis autre chose, puis retour au sujet initial, puis un troisième. Maintenant, comme nous l’avons vu, il y a diverses caractéristiques qui les aident à garder la séquence des textes linéaire. Mais peut-être y a-t-il quelque chose de plus : peut-être que le caractère aléatoire et répétitif même les aide à apprendre.",
  "an-guide-sujato:62": "Cela ressemble beaucoup à la technique moderne dite de « répétition espacée », couramment utilisée pour l’apprentissage des langues. Un vocabulaire de mots est introduit un par un dans une séquence aléatoire. Après avoir appris un mot, on passe à un autre. Mais le premier mot est alors réintroduit un peu plus tard pour renforcer l’apprentissage. Et ainsi de suite, avec les mêmes mots qui reviennent sans cesse. En termes de séquence d’un mot à l’autre, tout est aléatoire. Mais le schéma général est soigneusement optimisé pour renforcer et accélérer la mémorisation.",
  "an-guide-sujato:63": "Nous pourrions peut-être le considérer comme une école. Le Saṁyutta est comme un <em>curriculum</em> scolaire : tout ce que vous devez savoir sur un sujet, en un seul endroit. Mais l’Aṅguttara est comme un <em>jour d’école</em>. Les cours se succèdent et il n’y a pas vraiment de rime ni de raison à cela. Certaines choses se produisent assez régulièrement et de manière prévisible, tandis que d’autres semblent surgir au hasard. Malgré sa nature plus chaotique, cela fonctionne : c’est ainsi que nous apprenons. Personne ne suggérerait que les matières scolaires sont mieux maîtrisées en apprenant d’abord le programme scientifique, puis les mathématiques, puis l’histoire. Non seulement la répétition espacée renforce l’apprentissage, mais elle nous incite à voir des liens nouveaux et inattendus entre les choses.",
  "an-guide-sujato:64": "Le Livre des Uns",
  "an-guide-sujato:65": "J’ai suggéré que le chiffre un porte en lui un ensemble spécifique de connotations, notamment l’harmonie, la simplicité et la suprématie. Si cela est formulé comme un thème général, cela pourrait être quelque chose comme ceci : gardez votre pratique spirituelle simple et concentrée pour aider votre esprit à atteindre une immersion profonde, et de cette façon vous pourrez réaliser le Dhamma suprême. Voyons comment le Livre des Unes illustre ces attributs.",
  "an-guide-sujato:66": "Le Livre des Uns est un cas assez particulier en ce sens que la quasi-totalité du <i lang='pi' translate='no'>nipāta</i> est construite à partir de fragments et de modèles. Le recueil commence par l’affirmation frappante qu’aucune vue n’occupe l’esprit d’un homme comme celui d’une femme, ou l’esprit d’une femme comme celui d’un homme. Le reste des sens extérieurs sont énumérés pour chaque genre binaire, ce qui fait dix suttas en tout pour le premier <i lang='pi' translate='no'>vagga</i>. Cela a tout à fait l’apparence d’un seul sutta divisé en dix. Dans les Cinq (<a class='ref' href='/an5.55'>AN 5.55</a>), nous trouvons un ensemble similaire d’affirmations données dans un contexte particulier, traitant uniquement de la perspective masculine. Et dans le chinois, nous trouvons que les parallèles à EA 9.7 et EA 9.8 correspondent aux deux moitiés de ce <i lang='pi' translate='no'>vagga</i>. Cela soutient l’idée que ces textes étaient à l’origine combinés pour former un seul sutta, ou peut-être une paire de suttas.",
  "an-guide-sujato:67": "Un exemple encore plus clair en est fourni par les trois paires de suttas de <a class='ref' href='/an1.76'>AN 1.76</a> à <a class='ref' href='/an1.81'>AN 1.81</a>. Chacune des paires suit le même schéma, illustré par la première paire. <a class='ref' href='/an1.76'>AN 1.76</a> dit que la perte de proches est une petite chose, alors que la sagesse est la pire chose à perdre. <a class='ref' href='/an1.77'>AN 1.77</a> présente l’inverse : la croissance des proches est une petite chose, car la sagesse est la meilleure chose à faire croître. Mais il continue à compléter le sutta en exhortant les moines à s’entraîner pour grandir en sagesse. Cette conclusion fait défaut dans le premier de la paire, et est un signe clair que le texte a été divisé.",
  "an-guide-sujato:68": "Il ne faut pas en conclure que le texte a été assemblé de manière désordonnée. Au contraire, nous pouvons identifier une série d’arcs qui lient ensemble de longues séries de suttas. Les premiers chapitres sont conçus pour montrer le développement de la méditation, faisant écho à la progression du méditant dans l’Entraînement Graduel.",
  "an-guide-sujato:69": "Le premier chapitre, comme nous l’avons déjà vu, traite de la retenue de la sexualité, l’un des fondements de la méditation.",
  "an-guide-sujato:70": "Le deuxième chapitre traite des entraves qui doivent être abandonnées avant d’entrer dans la méditation profonde. Ce chapitre est lié par un enchaînement thématique au chapitre précédent, le lien étant la phrase « Je ne vois pas une seule chose ».",
  "an-guide-sujato:71": "Les troisième et quatrième chapitres traitent des avantages de l’esprit développé, qui a été purifié par le processus de la méditation : rien n’apporte plus de bonheur et de bienfaits. Ils continuent à utiliser la phrase « Je ne vois pas une seule chose ».",
  "an-guide-sujato:72": "Le cinquième chapitre abandonne la phrase « Je ne vois pas une seule chose ». Ici, la transition thématique est le sujet de l’« esprit » (<i lang='pi' translate='no'>citta</i>) et de son développement.",
  "an-guide-sujato:73": "Le cinquième chapitre se termine par deux discours qui mentionnent le fameux « esprit radieux ». Il s’agit de fragments, et une déclaration plus complète se trouve dans les suttas suivants qui commencent le chapitre suivant. Il est quelque peu inhabituel de trouver des suttas aussi étroitement liés et fragmentés sur la délimitation d’un <i lang='pi' translate='no'>vagga</i> de cette manière. Notez que l’« esprit radieux » n’est pas un terme métaphysique, et ni ici ni ailleurs dans les textes bouddhistes anciens, on ne dit que l’esprit est « intrinsèquement » ou « naturellement » ou « originellement » radieux ou lumineux. Au contraire, l’esprit est conditionné et n’est donc « intrinsèquement » rien du tout. L’esprit radieux est simplement une façon de parler de l’absorption méditative ou <i lang='pi' translate='no'>jhāna</i>.",
  "an-guide-sujato:74": "Le sixième chapitre poursuit sur le thème de l’absorption. Toutefois, il change de thème à <a class='ref' href='/an1.56'>AN 1.56</a> — tout en maintenant l’accent sur l’« esprit » — et continue en abordant la causalité des bonnes et mauvaises qualités. Dans leur contexte, celles-ci peuvent être comprises comme se rapportant à la partie de la méditation consacrée à la sagesse, telle que traitée dans le quatrième des <i lang='pi' translate='no'>satipaṭṭhānas</i>. Cette série culmine à <a class='ref' href='/an1.75'>AN 1.75</a> avec la perfection des facteurs d’éveil, signifiant ainsi l’achèvement de la voie.",
  "an-guide-sujato:75": "Une structure telle que celle-ci est particulièrement révélatrice car elle dévoile l’intention des rédacteurs. Cet arc thématique couvrant 75 suttas fragmentaires n’existe pas du tout dans les sources : il est purement implicite par les choix des rédacteurs. Leur méthode consistait à réduire les énoncés du Dhamma à leurs éléments significatifs les plus simples, puis à les réassembler selon les principes du Dhamma tels qu’ils les comprenaient.",
  "an-guide-sujato:76": "Et les rédacteurs ont été encore plus subtils que cela. Car non seulement ces fragments sont assemblés pour former un tout cohérent, mais le choix du thème était tout à fait délibéré. De tous les contextes doctrinaux du bouddhisme, c’est le <i lang='pi' translate='no'>samādhi</i> ou « unification de l’esprit » où le chiffre un est le plus proéminent. En commençant par les Uns, les rédacteurs étaient sensibles à l’utilisation des nombres dans le canon, et ont arrangé leurs textes pour mettre le « un » en évidence.",
  "an-guide-sujato:77": "À partir de là, le texte change d’orientation. Comme indiqué plus haut, <a class='ref' href='/an1.71-81'>AN 1.76-81</a> traite des paires de gain et de perte. Puis, à partir de <a class='ref' href='/an1.82-97'>AN 1.82</a>, nous avons une série de textes sur les choses qui sont nuisibles et bénéfiques, en commençant par la paire de la négligence et de la diligence. Bien que ces enseignements soient bien sûr communs à tout le canon, il est approprié qu’ils apparaissent ici pour représenter l’accent particulier que met l’Aṅguttara sur les principes fondamentaux d’une bonne vie. Ils illustrent ici l’aspect de la <em>simplicité</em>, aidant un étudiant à se concentrer sur un seul aspect du Dhamma à la fois.",
  "an-guide-sujato:78": "Le même ensemble de facteurs est traité plusieurs fois avec des modèles légèrement différents, dont le dernier dit que chacune de ces choses nuisibles conduit à la disparition du bouddhisme, tandis que les bonnes choses conduisent à sa continuation. Ceci nous conduit jusqu’à <a class='ref' href='/an1.98-139'>AN 1.129</a>.",
  "an-guide-sujato:79": "À partir de <a class='ref' href='/an1.98-139'>AN 1.130-169</a>, le sujet de la préservation du Dhamma est poursuivi, mais appliqué à un nouveau thème, tout à fait distinctif de l’Aṅguttara : l’enseignement du Dhamma. Plus précisément, que ceux qui présentent le Dhamma avec exactitude réalisent beaucoup de mérite et préservent le bouddhisme, tandis que ceux qui déforment ou dénaturent le Dhamma produisent du mauvais karma et détruisent le bouddhisme. Cette série de textes présente sa propre structure interne, puisqu’elle commence par un simple « enseignement » et continue ensuite à différencier le Dhamma de plus en plus finement, notamment avec l’introduction du Vinaya et d’une liste assez étendue de termes techniques pour la discipline monastique. Il suffit de peu de choses pour voir qu’une déclaration simple à l’origine aurait pu être élaborée en ajoutant de multiples aspects de l’enseignement, ce qui aurait commodément donné aux étudiants de l’Aṅguttara des éléments du Vinaya à apprendre.",
  "an-guide-sujato:80": "Cette série de suttas découle clairement de la première, avec pour fil conducteur le thème de la préservation du bouddhisme. Nous avons donc, de <a class='ref' href='/an1.82-97'>AN 1.82</a> à <a class='ref' href='/an1.150-169'>AN 1.169</a>, un deuxième arc thématique composé de 88 suttas.",
  "an-guide-sujato:81": "À partir de <a class='ref' href='/an1.170-187'>AN 1.170</a>, un nouveau thème est introduit, qui représente également un aspect essentiel de l’Aṅguttara : les personnes. Le bouddhisme est, bien sûr, plus célèbre pour ses enseignements sur le non-soi, et son analyse impersonnelle des processus psychologiques. Mais les suttas contiennent de nombreux éléments qui traitent des personnes, ou des types de caractères, et une grande partie de ces éléments se trouve dans l’Aṅguttara. Ces textes ont été assemblés plus tard pour former le texte Abhidhamma le Puggalapaññatti, la « Description des personnes ».",
  "an-guide-sujato:82": "De toutes les personnes du bouddhisme, l’incomparable est le Bouddha lui-même. Bien qu’il y ait eu une série de Bouddhas au cours des âges, à notre époque, il est unique. C’est pourquoi ces suttas parlent de « l’unique personne » qui surgit dans le monde et qui est bénéfique et transcendante. À <a class='ref' href='/an1.170-187'>AN 1.187</a>, le principal disciple du Bouddha, Sāriputta, est loué comme celui qui continue à faire tourner la roue du Dhamma après le Bouddha. Cela nous amène à la série suivante de suttas, qui font l’éloge de disciples individuels du Bouddha. Il s’agit d’une liste assez fascinante, dans laquelle apparaissent de nombreux personnages de tout le canon ; non seulement les quatre <i lang='pi' translate='no'>nikāyas</i>, mais aussi le Vinaya et le Khuddaka. Des moines éminents apparaissent dans <a class='ref' href='/an1.188-197'>AN 1.188-234</a> ; des nonnes de <a class='ref' href='/an1.235-247'>AN 1. 235-247</a> ; les laïcs de <a class='ref' href='/an1.248-257'>AN 1.248-257</a> ; et les laïques de <a class='ref' href='/an1.258-267'>AN 1.258-267</a>. Toutes ces personnes sont « numéro un » dans leur domaine, illustrant le sens de « un » comme <em>suprematie</em>.",
  "an-guide-sujato:83": "Le chapitre suivant poursuit le thème des « personnes », en énumérant diverses choses qui sont possibles ou impossibles pour diverses personnes. Par exemple, il est impossible pour une personne « parvenue à la vue » — c’est-à-dire un « entré dans le courant » — de prendre toute condition comme permanente. Mais à partir de <a class='ref' href='/an1.278-286'>AN 1.284-295</a>, nous trouvons à nouveau une transition thématique ; la « personne » disparaît et le thème du possible et de l’impossible est appliqué plutôt à un niveau impersonnel : les bonnes choses ne peuvent pas provenir de mauvaises actions.",
  "an-guide-sujato:84": "Cela constitue le troisième grand arc thématique des Uns, 126 suttas de <a class='ref' href='/an1.170-187'>AN 1.170</a> à <a class='ref' href='/an1.287-295'>AN 1.295</a>. Le reste des Uns se poursuit de manière similaire, avec des suttas fragmentés assemblés selon des lignes thématiques souples. Les thèmes restent similaires, à une différence près. Alors que le Livre approche de sa fin, le sujet de Nibbāna, le but final du bouddhisme, devient de plus en plus important. Le dernier <i lang='pi' translate='no'>vagga</i> est appelé le « Chapitre sur l’immortalité », et il traite directement de la voie vers le plein éveil. Ainsi, le sens de l’unité thématique qui s’est manifesté dans les multiples sections du Livre des Uns est également évident dans sa structure globale, assemblée par les rédacteurs pour culminer dans l’éveil.",
  "an-guide-sujato:85": "Le Livre des Deux",
  "an-guide-sujato:86": "Le deuxième <i lang='pi' translate='no'>nipāta</i> est une sorte de pont entre les « arcs de fragments » qui caractérisent le premier <i lang='pi' translate='no'>nipāta</i> et les suttas plus complets qui deviennent prépondérants dans le reste de l’Aṅguttara. Il fait écho et amplifie les thèmes du premier <i lang='pi' translate='no'>nipāta</i>, tout en introduisant de nouvelles idées.",
  "an-guide-sujato:87": "Il commence par une série de suttas qui parlent des principes fondamentaux de la bonne vie : faire le bien et éviter le mal (<a class='ref' href='/an2.1-10'>AN 2.3-4</a>) et des résultats des actes dans cette vie et la suivante (<a class='ref' href='/an2.1-10'>AN 2.1</a>). Cela annonce, je pense, ce que les rédacteurs ont voulu être le thème principal de ce <i lang='pi' translate='no'>nipāta</i> : l’idée qu’il y a un ordre moral dans le monde, qu’il y a le bien et le mal, et que si nous comprenons cela, nous pouvons bien vivre notre vie. Le recueil commence par souligner ce fait, et les conséquences désastreuses de l’ignorer.",
  "an-guide-sujato:88": "Le deuxième chapitre s’appuie sur ces éléments, en parlant du « pouvoir de la réflexion » pour regarder en arrière et comprendre cet ordre moral, et du « pouvoir du développement » dépasser le mal et développer le bien (<a class='ref' href='/an2.11-20'>AN 2.11-13</a>). Un exemple spécifique en est donné dans le cas d’une mesure disciplinaire au sein du Saṅgha (<a class='ref' href='/an2.11-20'>AN 2.15</a> ; cp. <a class='ref' href='/an2.21-31'>AN 2.21</a>). Lorsqu’un moine accuse une autre personne d’avoir commis une faute, les deux doivent « réfléchir » à ce qui s’est réellement passé et à leur propre rôle dans l’affaire, et ce n’est qu’à ce moment-là que le problème peut être correctement traité et que tout le monde peut aller de l’avant. Ce chapitre détaille également à divers égards la façon dont les bonnes et les mauvaises actions conduisent à divers résultats (<a class='ref' href='/an2.11-20'>AN 2.16</a>, <a class='ref' href='/an2.11-20'>AN 2.17</a>), énonçant une série de résultats qui concernent à la fois cette vie et la suivante (<a class='ref' href='/an2.11-20'>AN 2.18</a>). Le Bouddha présente ensuite l’idée d’une pratique délibérée : il ne faut pas seulement reconnaître ces choses et y réfléchir en soi-même, mais développer le bon et abandonner le mauvais, car il est possible de le faire (<a class='ref' href='/an2.11-20'>AN 2.19</a>).",
  "an-guide-sujato:89": "Ces suttas (et d’autres) s’appuient sur les enseignements trouvés dans le premier <i lang='pi' translate='no'>nipāta</i> qui traite des principes de base. Elles concluent l’arc d’ouverture qui établit le thème de ce <i lang='pi' translate='no'>nipāta</i> : la dualité mondaine du bien et du mal, qui crée à la fois une responsabilité et une opportunité de répondre.",
  "an-guide-sujato:90": "Mais il ne faut pas croire que ces chapitres sont totalement cohérents et systématiques. On trouve de temps en temps un sutta qui semble tout à fait aléatoire, par exemple <a class='ref' href='/an2.1-10'>AN 2.10</a> sur l’entrée en retraite à la saison des pluies ; ou <a class='ref' href='/an2.52-63'>AN 2.60</a> sur la raison pour laquelle les faunes (<i lang='pi' translate='no'>kimpurisa</i>) n’utilisent pas le langage humain.",
  "an-guide-sujato:91": "Parallèlement, des thèmes distincts du premier <i lang='pi' translate='no'>nipāta</i> sont également introduits, mélangés sans ordre clair. <a class='ref' href='/an2.11-20'>AN 2.14</a> mentionne deux façons d’enseigner le Dhamma — en bref et en détail — tandis que <a class='ref' href='/an2.11-20'>AN 2.20</a> dit que la survie du bouddhisme dépend de l’exactitude tant du sens que de la formulation des textes (voir aussi <a class='ref' href='/an2.32-41'>AN 2.41</a>). <a class='ref' href='/an2.21-31'>AN 2.23</a> reprend le thème selon lequel celui qui déforme l’enseignement représente mal le Bouddha et contribue à la fin du bouddhisme. Cela s’applique à ceux qui prétendent que des choses ont été dites par le Bouddha alors qu’elles ne l’ont pas été.",
  "an-guide-sujato:92": "<a class='ref' href='/an2.21-31'>AN 2.24</a> présente le contraste entre les discours qui nécessitent une interprétation (<i lang='pi' translate='no'>neyyattha</i>) et ceux dont le sens est explicite (<i lang='pi' translate='no'>nītattha</i>). Dans certains suttas (p. ex. <a class='ref' href='/mn133'>MN 133</a>), on constate que le Bouddha fait une brève déclaration que les moines ne comprennent pas, ils demandent donc conseil pour l’interpréter. Dans d’autres cas, un verset ou une déclaration doctrinale n’est pas clair et les moines en discutent. Ces exemples montrent que le processus de discussion et d’analyse de l’enseignement du Bouddha était en cours dès le début. Ce processus devait finalement être formalisé dans les différents ensembles de textes de l’Abhidhamma, et explicité dans les commentaires. Mais ces textes ultérieurs n’existaient pas encore, et ne doivent pas être relus dans les suttas.",
  "an-guide-sujato:93": "<a class='ref' href='/an2.21-31'>AN 2.31</a> réintroduit un autre des thèmes du premier <i lang='pi' translate='no'>nipāta</i> : la méditation. Le couple sérénité (<i lang='pi' translate='no'>samatha</i>) et discernement (ou « perspicacité », <i lang='pi' translate='no'>vipassanā</i>) jouerait un rôle dans la réalisation : la sérénité développe l’esprit, tandis que <i lang='pi' translate='no'>vipassanā</i> développe la sagesse. Ensemble, ils conduisent aux deux aspects de l’éveil : la liberté du cœur et la liberté par la sagesse.",
  "an-guide-sujato:94": "Mais il s’agit, pour le moment, d’un texte isolé, car la série de textes suivante revient sur le thème des personnes. En fait, ce thème a été brièvement présenté plus tôt, lorsque <a class='ref' href='/an2.1-10'>AN 2.2</a> contrastait les efforts des laïcs et des renonçants. <a class='ref' href='/an2.32-41'>AN 2.32</a> dit qu’une bonne personne connaît la gratitude, tandis que la mauvaise ne la connaît pas. <a class='ref' href='/an2.32-41'>AN 2.33</a> parle des liens de gratitude les plus forts et les plus émotionnels, ceux d’un enfant envers ses parents. Le Bouddha dit que même en portant vos parents jusqu’à la fin de leur vie, en les nourrissant et en les nettoyant, vous ne pouvez pas leur rendre le don de la vie. Ce n’est qu’en les établissant dans les principes du Dhamma que vous pourrez leur rendre la pareille. Le thème du respect des parents est développé dans <a class='ref' href='/an3.31'>AN 3.31</a>.",
  "an-guide-sujato:95": "Dans <a class='ref' href='/an2.32-41'>AN 2.35</a> le Bouddha dit à un brahmane que le don religieux traditionnel (<i lang='pi' translate='no'>dakkhiṇa</i>) est dû à ceux qui sont purifiés, c’est-à-dire à l’apprenti et au maître sur la voie. Ceux-ci remplacent le sacrifice des brahmanes. Suivent quelques enseignements de disciples, dans lesquels Sāriputta (<a class='ref' href='/an2.32-41'>AN 2.36</a>) et Mahākaccāna (<a class='ref' href='/an2.32-41'>AN 2. 38</a>) font une distinction entre la pratique intérieure et extérieure, tandis que Mahākaccāna fait une observation astucieuse : les maîtres de maison se disputent au sujet des plaisirs sensuels, mais les renonçants se disputent au sujet des vues (<a class='ref' href='/an2.32-41'>AN 2.37</a>). Dans <a class='ref' href='/an2.32-41'>AN 2.39</a>, le Bouddha fait une comparaison plutôt cinglante entre un royaume envahi de bandits et un Saṅgha où les bons moines sont faibles, intimidés jusqu’au silence. Le chapitre suivant (<a class='ref' href='/an2.42-51'>AN 2.42-51</a>) développe ce point en opposant les bonnes et les mauvaises assemblées.",
  "an-guide-sujato:96": "Des assemblées en tant que groupes de personnes, le texte revisite un autre thème du premier <i lang='pi' translate='no'>nipāta</i> : le Bouddha en tant que personne suprême. Ici, il est associé à son homologue mondain, l’empereur qui fait tourner la roue (<a class='ref' href='/an2.52-63'>AN 2.52-55</a>). Poursuivant le thème des types de personnes, <a class='ref' href='/an2.52-63'>AN 2.62</a> et <a class='ref' href='/an2.52-63'>AN 2.63</a> décrivent les procédures du Saṅgha pour régler les différends et vivre en harmonie.",
  "an-guide-sujato:97": "Le chapitre suivant est construit sur le sujet du bonheur (<i lang='pi' translate='no'>sukha</i>). Il introduit le sujet en opposant le bonheur des laïcs et celui des renonçants, ce dernier étant meilleur (<a class='ref' href='/an2.64-76'>AN 2.64</a>). Cela reprend le thème des personnes, plus précisément le contraste entre les laïcs et les renonçants, qui était déjà énoncé dans le deuxième texte du <i lang='pi' translate='no'>nipāta</i>. Ici, il est combiné avec le thème du bonheur, ce qui est nouveau. Une série de suttas développe ce thème ; mais elle utilise une transition thématique pour s’éloigner de l’accent mis sur les « personnes » et parler du bonheur en termes purement psychologiques qui rappellent davantage le Saṁyutta.",
  "an-guide-sujato:98": "Ce chapitre lui-même forme une autre transition — une transition imbriquée, si vous voulez — vers la série de chapitres suivante, dont la caractéristique unificatrice est l’intégration étroite de courts suttas sur un seul schéma dans un <i lang='pi' translate='no'>vagga</i>, ce qui nous ramène au type de « vagga en tant que sutta » que nous avons vu dans le Livre des Uns. Le chapitre 8 traite des causes des bonnes et mauvaises qualités ; le chapitre 9 traite de diverses paires de « choses » (<i lang='pi' translate='no'>dhammā</i>) ; le chapitre 10 traite du contraste entre le sot et l’avisé ; et le chapitre 11, bien qu’un peu plus diversifié, clôt cette série.",
  "an-guide-sujato:99": "<a class='ref' href='/an2.130-140'>AN 2.130</a>-<a class='ref' href='/an2.130-140'>AN 2.133</a> font l’éloge de grands disciples, rappelant les listes des disciples les plus éminents dans le Livre des Unes. Quelques discours reviennent ensuite sur le thème des bonnes et mauvaises personnes héritant des résultats de leurs actes (<a class='ref' href='/an2.130-140'>AN 2.134</a>-<a class='ref' href='/an2.130-140'>AN 2.137</a>). Le reste du <i lang='pi' translate='no'>nipāta</i> énumère une longue série de paires de qualités contrastées. Particulièrement intéressante est la série à <a class='ref' href='/an2.280-309'>AN 2.280-309</a> où le Bouddha expose les raisons de l’établissement de règles pour les monastiques. Normalement, il s’agit d’une liste de dix raisons, mais ici, elles sont disposées par paires. La dernière série parle du développement de la compréhension profonde et du lâcher-prise au moyen de la paire de la sérénité et du discernement. Ainsi, malgré son intérêt principal pour l’éthique et les résultats du monde, le deuxième <i lang='pi' translate='no'>nipāta</i>, comme le premier, se termine par les pratiques menant à l’éveil.",
  "an-guide-sujato:100": "Le Livre des Trois",
  "an-guide-sujato:101": "Avec ce livre, nous nous éloignons des assemblages fragmentaires du Livre des Uns et partiellement du Livre des Deux, et trouvons des suttas plus conventionnellement unifiés. Bien sûr, ce n’est jamais un absolu, car tous les livres de l’Aṅguttara conservent de vastes séries de répétitions. Néanmoins, l’accent est désormais clairement mis sur l’ensemble du sutta ; et par conséquent, la main des rédacteurs est plus difficile à discerner.",
  "an-guide-sujato:102": "Cela ne signifie pas pour autant qu’il y ait une rupture dramatique avec les premiers livres. Au contraire, le Livre des Trois commence par un <i lang='pi' translate='no'>vagga</i> thématique qui se concentre sur la paire contrastée connue du sot et de l’avisé. Le nombre trois est représenté dans les qualités qui sont censées les caractériser. Le Bālavagga (chapitre sur le sot) correspond aux troisième et dixième chapitres des Deux, ainsi qu’au deuxième chapitre des Cinq, qui portent le même nom.",
  "an-guide-sujato:103": "Comme les Livres des Uns et des Deux, ce <i lang='pi' translate='no'>nipāta</i> commence par mettre l’accent sur la situation problématique dans laquelle nous nous trouvons, les tensions et les luttes de notre situation dans le monde. Le deuxième <i lang='pi' translate='no'>vagga</i> se concentre sur ce que nous pouvons faire pour y remédier.",
  "an-guide-sujato:104": "Ainsi, dans <a class='ref' href='/an3.13'>AN 3.13</a>, nous voyons pour la première fois un exemple clair du nombre trois en tant que binaire mondain et dimension transcendante qui résout la contradiction. Ce sutta parle d’une personne sans espoir — quelqu’un affligé par la pauvreté et la misère, ainsi que par la maladie du corps — et d’une personne pleine d’espoir, qui envisage un avenir radieux. Mais il y a aussi celui qui s’est débarrassé de l’espoir : puisqu’il a atteint son but, il n’y a rien à espérer.",
  "an-guide-sujato:105": "<a class='ref' href='/an3.14'>AN 3.14</a> présente un point politique important : même le plus grand des dirigeants est soumis règne de la loi (<i lang='pi' translate='no'>dhamma</i>). Ici, le groupe de trois concerné est l’action par le corps, la parole et l’esprit. Cette triade — qui est pré-bouddhiste — exprime l’un des principes fondamentaux du Dhamma, l’accent mis sur les choix éthiques, sur l’accomplissement de bonnes actions. On la retrouve constamment dans les Trois. Alors qu’une philosophie mondaine pourrait ne prendre en considération que les actes extérieurs du corps et de la parole d’une personne, pour le bouddhisme, l’esprit est toujours le plus important. C’est l’esprit qui est finalement responsable de ce que nous faisons et disons, et c’est par l’esprit que l’on trouve la liberté. Ainsi, l’esprit pointe ici vers la dimension transcendante de la liberté.",
  "an-guide-sujato:106": "Le discours suivant continue avec la triple division du corps, de la parole et de l’esprit, en donnant quelques conseils pratiques sur la manière d’œuvrer pour leur bon développement. Pour la première fois, l’Aṅguttara s’aventure dans le domaine narratif. Il raconte l’histoire d’un fabricant de chars du passé, qui a été chargé par le roi de fabriquer un nouveau char de guerre pour une bataille dans six mois. Il s’agit d’une configuration plutôt frappante : l’échelle de la société est si petite qu’il est peu remarquable qu’un roi s’adresse personnellement à un fabricant de chars. Et apparemment, un seul char est un équipement militaire adéquat pour une guerre ; une guerre qui est, assez poliment, programmée précisément six mois à l’avance. La petite échelle et les faibles enjeux de cette charmante histoire contrastent fortement avec les légendes élaborées et fantaisistes du Dīgha.",
  "an-guide-sujato:107": "Le fabricant de chars achève la première roue six jours seulement avant la bataille, et on le presse de se dépêcher de fabriquer la seconde. Mais le temps compte : la première roue est bien formée et stable, tandis que la seconde vacille et se brise. Le Bouddha s’identifie ensuite comme le fabricant de chars. Cela aussi est remarquable, car c’est l’une des très rares histoires de Jātaka dans les quatre <i lang='pi' translate='no'>nikāyas</i>. L’humble position du futur Bouddha en tant que modeste fabricant de chars est inhabituelle, car d’habitude, on dit qu’il est un grand roi du passé. Il convient également de noter que sa commission est moralement douteuse : il est fabricant d’armes. Plus tard, l’Aṅguttara dira que le commerce des armes est l’une des formes de mauvais moyens de subsistance (<a class='ref' href='/an5.177'>AN 5.177</a>). On pourrait soutenir qu’un char n’est pas une arme ; mais il est explicitement requis comme véhicule de guerre, et aujourd’hui nous n’hésiterions pas à compter, disons, les chars ou les avions de chasse comme des plates-formes d’armes. Dans la dernière collection de Jātaka, il n’est pas inhabituel que le Bodhisatta enfreigne les préceptes ou commette divers actes de moralité douteuse ; après tout, tout l’intérêt est qu’il n’est pas encore parfait. Néanmoins, cela renforce l’impression saisissante de ce petit conte, tellement plus terre à terre et réaliste que les autres Jātakas des <i lang='pi' translate='no'>nikāyas</i>.",
  "an-guide-sujato:108": "<a class='ref' href='/an3.16'>AN 3.16</a> introduit l’idée de la « pratique garantie », qui consiste en trois des éléments de l’Entraînement Graduel : la retenue des sens, l’alimentation avec modération et l’éveil. Ceux-ci rappellent implicitement le tout premier chapitre de l’Aṅguttara, ici présenté sous une forme plus standard.",
  "an-guide-sujato:109": "L’un des procédés rhétoriques caractéristiques de l’Aṅguttara consiste à opposer le mondain au sacré ; rappelez-vous comment <a class='ref' href='/an2.1-10'>AN 2.2</a> a parlé des efforts du laïc et du renonçant. <a class='ref' href='/an3.19'>AN 3.19</a> développe ce thème en comparant un commerçant qui doit travailler matin, midi et soir à un moine qui s’applique à sa méditation matin, midi et soir. <a class='ref' href='/an3.20'>AN 3.20</a> applique la même métaphore d’une manière différente. Ces suttas clôturent le premier arc, qui traite de la compréhension des dangers du monde, et des efforts pour s’en échapper.",
  "an-guide-sujato:110": "Le troisième chapitre revient sur le thème des « personnes ». Il commence par une discussion entre quelques moines expérimentés sur la question de savoir qui est le meilleur des trois types de personnes spirituellement accomplies ; ou en d’autres termes, qui a le mieux implémenté la pratique encouragée dans les deux premiers chapitres (<a class='ref' href='/an3.21'>AN 3.21</a>). Une comparaison intéressante est faite entre le traitement de la maladie et fournir une assistance spirituelle : vous ne pouvez pas toujours aider, mais vous devriez au moins essayer (<a class='ref' href='/an3.22'>AN 3.22</a>).",
  "an-guide-sujato:111": "Un certain nombre de suttas dans les Trois partagent un schéma où le premier élément est une fondation, le deuxième est la réalisation des quatre nobles vérités, et le troisième est le plein éveil. Ce schéma apparaît pour la première fois à <a class='ref' href='/an3.12'>AN 3.12</a>, et est appliqué de différentes manières dans <a class='ref' href='/an3.24'>AN 3.24</a> et <a class='ref' href='/an3.25'>AN 3.25</a>.",
  "an-guide-sujato:112": "Pour revenir au thème de l’immersion méditative avec lequel tout le recueil a commencé, nous sommes initiés à un enseignement intriguant qui réapparaît plusieurs fois dans l’Aṅguttara, mais nulle part ailleurs dans le canon (<a class='ref' href='/an3. 32'>AN 3.32</a>, <a class='ref' href='/an10.6'>AN 10.6</a>, <a class='ref' href='/an10.7'>AN 10.7</a>, <a class='ref' href='/an11. 7'>AN 11.7</a>, <a class='ref' href='/an11.18'>AN 11.18</a>-<a class='ref' href='/an11.21'>AN 11.21</a>). Il commence par une question : se pourrait-il qu’un moine puisse atteindre un état d’immersion libre de tout ego et de toute vanité ? Normalement, il est entendu que les absorptions méditatives sont communes aux gens ordinaires et aux êtres éveillés sur la voie. Les êtres parfaits se distinguent par le fait qu’ils ont laissé tomber la cause de la souffrance, et non parce qu’ils ont atteint un quelconque état spécial de méditation. Mais ces suttas, avec leur note d’étonnement frappante, laissent entendre qu’il existe un état méditatif spécial atteint uniquement par les êtres parfaits.",
  "an-guide-sujato:113": "Ce discours se distingue également par le fait qu’il se termine en citant un verset figurant actuellement dans le Sutta Nipāta, et qu’il nomme même correctement le chapitre, la « Voie vers l’Au-delà ». Il n’est pas du tout apparent que ce verset devait à l’origine faire référence à un état de méditation. Cela montre que l’on trouvait des lectures libres et imaginatives des suttas même dans les périodes les plus anciennes.",
  "an-guide-sujato:114": "Le discours suivant (<a class='ref' href='/an3.33'>AN 3.33</a>) poursuit le thème du dépassement de l’ego et de la vanité, et il cite lui aussi « La Voie vers l’Au-delà ». Mais il commence avec le Bouddha dans ce qui semble être une humeur découragée peu caractéristique, disant que, qu’il enseigne en bref ou en détail — pour revenir à <a class='ref' href='/an2.11-20'>AN 2.14</a> — il est difficile de trouver quelqu’un qui comprenne.",
  "an-guide-sujato:115": "<a class='ref' href='/an3.35'>AN 3.35</a> raconte une rencontre personnelle avec un individu du nom de Hatthaka, qui a croisé le Bouddha en train de méditer près de sa ville natale Āḷavī. Il demande si le Bouddha dort bien, compte tenu de la dureté de sa vie en plein air. Le Bouddha répond qu’il fait partie de ceux qui dorment bien dans le monde, car il est débarrassé de l’avidité, de la haine et de l’illusion qui perturbent les gens dans leur sommeil.",
  "an-guide-sujato:116": "C’est la deuxième fois que cette triade classique apparaît dans les Trois. Ils sont apparus pour la première fois dans le sutta précédent, <a class='ref' href='/an3.34'>AN 3.34</a>, en tant que source des agissements, et reviendront dans ce sens dans plusieurs suttas de ce <i lang='pi' translate='no'>nipāta</i>. Comme la triade du corps, de la parole et de l’esprit, on peut considérer qu’ils illustrent le modèle 2 + 1. L’avidité et la haine forment une paire codépendante, les vilains opposés. L’illusion les sous-tend toutes deux ; mais en même temps, la contrepartie de l’illusion est la sagesse, et c’est par la sagesse que la transcendance est possible.",
  "an-guide-sujato:117": "Cette ambiance narrative s’aventure dans la mythologie au discours suivant, qui donne le récit bouddhiste du dieu Yama, seigneur des morts. Alors qu’on pourrait s’attendre à ce qu’un dieu de la mort soit redoutable, il adopte ici une approche résolument bouddhiste de l’au-delà. Lorsque les défunts sont amenés à Yama, il ne juge ni ne punit. Il demande plutôt au défunt s’il a tenu compte des messagers envoyés par les dieux : une personne âgée, une personne malade et un cadavre. Il s’agit, bien sûr, de trois des quatre messagers divins vus par le Bodhisattva avant son départ (on les trouve canoniquement dans la vie de Vipassī ; voir <a class='ref' href='/dn14'>DN 14</a>). Lorsque le défunt répond qu’il n’y a pas prêté attention, Yama le fustige pour sa négligence, puis se tait. Le défunt est entraîné pour endurer les souffrances de l’enfer, racontées ici sous une forme plus brève que <a class='ref' href='/mn129'>MN 129</a> et <a class='ref' href='/mn130'>MN 130</a>. Yama continue en se lamentant sur l’état pitoyable des mortels, y compris lui-même, et souhaite pouvoir renaître en humain et pratiquer le bouddhisme.",
  "an-guide-sujato:118": "L’ambiance mythologique continue dans les deux suttas suivants (<a class='ref' href='/an3.37'>AN 3.37</a>, <a class='ref' href='/an3.38'>AN 3.38</a>), qui introduisent un nouveau sujet qui sera très important pour l’Aṅguttara ; à savoir, le <i lang='pi' translate='no'>uposatha</i> ou « sabbat ». Il s’agissait d’un « jour saint » spécial pour la pratique religieuse, observé chaque semaine ou certains jours. Apparemment, les ministres des Quatre Grands Rois arpentent la terre ces jours-là pour voir si les gens honorent leurs aînés et accomplissent de bonnes actions. Si c’est le cas, ils se réjouissent, car ils savent que de telles personnes renaîtront au paradis pour renforcer les armées des dieux, alors que si ce n’est pas le cas, ils craignent que les armées des démons n’augmentent. Cela aura bien sûr de sérieuses implications militaires dans la guerre en cours entre les deux.",
  "an-guide-sujato:119": "Les deux suttas suivants traitent du renoncement, d’abord sous la forme du souvenir du Bouddha de sa propre éducation délicate (<a class='ref' href='/an3.39'>AN 3.39</a>), puis sous la forme d’une réflexion sur la manière dont un renonçant doit réfléchir avec intégrité sur ses choix (<a class='ref' href='/an3.40'>AN 3.40</a>). <a class='ref' href='/an3.41'>AN 3.41</a> et <a class='ref' href='/an3.42'>AN 3.42</a> examinent l’autre côté de la médaille, les qualités qui confèrent du mérite à un donateur laïc, notamment la foi et la générosité ainsi que le désir d’apprendre. L’apprentissage est repris comme thème dans les deux suttas suivants (<a class='ref' href='/an3.43'>AN 3.43</a> et <a class='ref' href='/an3.44'>AN 3.44</a>). On revient ensuite sur les thèmes de la générosité, de la foi et de la vie spirituelle louable qui confèrent au mérite sa valeur (<a class='ref' href='/an3.45'>AN 3.45</a>, <a class='ref' href='/an3.46'>AN 3.46</a>, <a class='ref' href='/an3.48'>AN 3.48</a>). Les moines sont ensuite exhortés à être diligents (<a class='ref' href='/an3.49'>AN 3.49</a>) et la nature des mauvais moines est révélée (<a class='ref' href='/an3.50'>AN 3.50</a>). Dans l’ensemble, cette série de 12 suttas peut être lue comme un petit arc thématique sur la relation entre les laïcs et les renonçants, la nécessité pour les uns et les autres d’avoir de l’intégrité et le sens des valeurs dans leur propre sphère, et le soutien mutuel par la générosité matérielle et en enseignements.",
  "an-guide-sujato:120": "Ensuite commence un nouveau <i lang='pi' translate='no'>vagga</i>, « Au sujet des Brahmanes », qui, comme on peut s’y attendre, dépeint le Bouddha en conversation avec des brahmanes. Dans <a class='ref' href='/an3.51'>AN 3.51</a> et <a class='ref' href='/an3.52'>AN 3.52</a>, le Bouddha est abordé par deux brahmanes, qui confessent qu’ils n’ont pas mené une bonne vie, et qui maintenant, dans leur vieillesse, cherchent de l’aide. Le Bouddha reconnaît la brièveté de la vie et exhorte à la retenue du corps, de la parole et de l’esprit. <a class='ref' href='/an3.53'>AN 3.53</a> présente le Bouddha s’adressant à un autre brahmane sur la façon dont le Dhamma doit être réalisé dans cette vie même. Il donne un enseignement similaire à un vagabond (<a class='ref' href='/an3.54'>AN 3.54</a>) et au brahmane Jāṇussoṇi (<a class='ref' href='/an3.55'>AN 3.55</a>). Le fait que l’enseignement du Bouddha puisse être réalisé dans cette vie est une caractéristique essentielle du Dhamma (<i lang='pi' translate='no'>sandiṭṭhiko akāliko</i>), mais il est facile de ne pas voir à quel point il s’agissait d’une critique directe envers les traditions religieuses préexistantes. Elles espéraient des récompenses dans le futur — qu’il s’agisse d’une renaissance céleste ou de l’annihilation éventuelle de la souffrance — mais le Bouddha, sans nier la réalité et l’importance des fruits futurs, a recentré la vie spirituelle sur le présent.",
  "an-guide-sujato:121": "<a class='ref' href='/an3.56'>AN 3.56</a> donne un enseignement différent à un brahmane. Dans un message particulièrement poignant en nos temps perturbés, le Bouddha explique pourquoi les civilisations s’effondrent, à savoir l’avidité effrénée. Dans <a class='ref' href='/an3.57'>AN 3.57</a> le Bouddha réfute l’accusation du vagabond Vacchagotta selon laquelle il n’encourage le don qu’à ses propres disciples. Lorsque le brahmane Tikaṇṇa (« Trois-oreilles») fait l’éloge des vrais brahmanes, le Bouddha répond par sa propre redéfinition du brahmane, rejetant la valeur de la naissance et de l’apprentissage védique, et donnant la deuxième partie de l’Entraînement Graduel, en commençant par les absorptions (<a class='ref' href='/an3.58'>AN 3.58</a> ; <a class='ref' href='/an3.59'>AN 3.59</a> est similaire). Dans <a class='ref' href='/an3.60'>AN 3.60</a>, le Bouddha ne rejette pas seulement la valeur du sacrifice védique, il montre qu’en enseignant le Dhamma, on peut profiter à beaucoup plus de personnes.",
  "an-guide-sujato:122": "Le septième <i lang='pi' translate='no'>vagga</i> est intitulé le « Grand Chapitre », et il présente une série de discours à plus grande échelle. Il commence par une transition thématique ; <a class='ref' href='/an3.61'>AN 3.61</a> reprend le thème de la relation entre les théories bouddhistes et non bouddhistes, mais il le fait sous la forme d’un discours doctrinal direct adressé aux moines, plutôt que sous la forme d’un dialogue interconfessionnel. Ce magnifique discours offre une présentation importante de la coproduction conditionnelle et il mérite une étude détaillée. Ce Grand Chapitre est unifié par la longueur du sutta plutôt que par le sujet ; cependant, un certain nombre d’autres suttas traitent de la philosophie non bouddhiste et des relations (<a class='ref' href='/an3.64'>AN 3. 64</a>, <a class='ref' href='/an3.68'>AN 3.68</a>, <a class='ref' href='/an3.70'>AN 3.70</a>), dont le célèbre Kālāma Sutta (<a class='ref' href='/an3.65'>AN 3.65</a> ; également <a class='ref' href='/an3.66'>AN 3.66</a>).",
  "an-guide-sujato:123": "Je terminerai ici mon analyse, car je pense que suffisamment d’exemples ont été donnés pour illustrer à la fois la connexité et le chaos de cette collection. J’espère que le lecteur pourra trouver son propre chemin à partir d’ici, et qu’il ne se sentira pas aussi déconcerté par les changements soudains qu’il rencontrera.",
  "an-guide-sujato:124": "Une Brève Histoire Textuelle",
  "an-guide-sujato:125": "L’Aṅguttara Nikāya a été édité par R. Morris (volumes 1 et 2) et E. Hardy (volumes 3-5) sur la base de manuscrits en scripts cinghalais et birmans ; Hardy a également utilisé l’édition royale thaïlandaise alors récemment publiée. Il a été publié en caractères latins par la Pali Text Society de 1885 à 1900. Les index de M. Hunt et de Mme C.A.F. Rhys Davids ont été ajoutés en 1910. La première traduction a été réalisée en 1932-36 par F.L. Woodward (volumes 1, 2 et 5) et E.M. Hare (volumes 3 et 4) sous le titre <cite class='book'>The Book of the Gradual Sayings</cite>.",
  "an-guide-sujato:126": "Comme ce fut le cas pour le Majjhima et le Saṁyutta, un certain nombre de suttas individuels disparates de l’Aṅguttara ont été publiés sous forme de livre ou sur le web. Cependant, une nouvelle traduction complète a dû attendre que Bhikkhu Bodhi achève son travail sur le Saṁyutta Nikāya. Comme décrit dans l’introduction de sa traduction, à la fin des années 1990, Bhikkhu Bodhi a rassemblé la série de quatre livrets (Wheel) de Nyanaponika Thera en un seul volume pour l’International Sacred Literature Trust sous le titre <cite class='book'>An Aṅguttara Nikāya Anthology</cite>. Il a ensuite ajouté soixante suttas supplémentaires et a publié le total de 208 suttas sous le titre <cite class='book'>The Numerical Discourses of the Buddha : An Anthology of Suttas from the Aṅguttara Nikāya</cite> chez AltaMira Press en 1999. En 2012, il a terminé la traduction complète, qui a été publiée sous le titre <cite class='book'>The Numerical Discourses of the Buddha</cite> par Wisdom Publications. Son Introduction était encore plus étendue que ses ouvrages précédents ; moins technique que l’introduction du Saṁyutta, l’essentiel de celle-ci se concentrait sur une vue d’ensemble des enseignements trouvés dans l’Aṅguttara. Comme pour ses traductions précédentes, ce travail a constitué un grand bond en avant en termes de précision et de lisibilité et a fait découvrir l’Aṅguttara à une nouvelle génération.",
  "an-guide-sujato:127": "Lorsque le Pali n’était pas clair, je me suis fréquemment référé aux travaux antérieurs de Bodhi, et rarement à Woodward/Hare et à diverses traductions de textes spécifiques."
}