{
  "an-introduction-bodhi:1": "Guide Thématique de l'Aṅguttara Nikāya ",
  "an-introduction-bodhi:2": "Bhikkhu Bodhi, 2012 ",
  "an-introduction-bodhi:3": "<a href='#item1'>Le Bouddha dans l’Aṅguttara Nikāya</a> ",
  "an-introduction-bodhi:4": "<a href='#item2'>Le Dhamma et la Discipline</a> ",
  "an-introduction-bodhi:5": "<a href='#item3'>Le Kaléidoscope Changeant De L’Expérience.</a> ",
  "an-introduction-bodhi:6": "<a href='#item4'>Maintenir un Foyer Harmonieux</a> ",
  "an-introduction-bodhi:7": "<a href='#item5'>La Voie de l’Ascension</a> ",
  "an-introduction-bodhi:8": "<a href='#item6'>Lever l’Enchantement du Monde</a> ",
  "an-introduction-bodhi:9": "<a href='#item7'>Les Impuretés de l’Esprit</a> ",
  "an-introduction-bodhi:10": "<a href='#item8'>La Voie du Renoncement</a> ",
  "an-introduction-bodhi:11": "<a href='#item9'>Méditation</a> ",
  "an-introduction-bodhi:12": "<a href='#item10'>Sagesse</a> ",
  "an-introduction-bodhi:13": "<a href='#item11'>Le Saṅgha</a> ",
  "an-introduction-bodhi:14": "<a href='#item12'>Types de Personnes</a> ",
  "an-introduction-bodhi:15": "<a href='#item13'>Bhikkhunīs et les Femmes dans l’Aṅguttara Nikāya</a> ",
  "an-introduction-bodhi:16": "Pour aider le lecteur, j’ai élaboré un guide thématique de l’Aṅguttara Nikāya, qui organise le contenu du recueil selon un schéma systématique. Le schéma, qui suit l’introduction, est semblable à celui que j’ai utilisé comme structure pour mon anthologie, <cite class='book'>In the Buddha’s Words</cite>. Je n’attribue pas à chaque sutta de l’AN une place dans ce guide. Certains suttas ne peuvent être classés, tandis que d’autres sont trop courts ou trop peu substantiels pour être inclus. Plutôt que d’essayer d’être exhaustif, j’ai proposé un cadre, avec des divisions et des sous-divisions. J’ai aussi inclus assez de discours sous chaque rubrique pour permettre au lecteur de voir comment les textes de l’AN peuvent s’intégrer dans un schéma cohérent. ",
  "an-introduction-bodhi:17": "Inévitablement, la volonté d’assigner des suttas donnés à des catégories spécifiques a impliqué de l'abstraction et des prises de décisions douloureuses. Beaucoup de suttas de l’AN peuvent être considérés de plusieurs points de vue, chacun d’entre eux ayant pu conduire à classer un sutta dans des catégories différentes. Les suttas expliquent souvent des pratiques ou des qualités par le biais des personnes qui les illustrent, ou bien, ils décrivent des personnes par le biais de leurs pratiques et de leurs qualités. Je devais donc décider si le sutta devait être classé en termes de pratiques et de qualités, ou en termes de personnes. Dans certains cas, un sutta donné couvre plusieurs sujets et peut alors être classé dans plusieurs catégories. Je ne souhaitais pas que mon guide se transforme en un index, qui perdrait le degré de spécificité nécessaire pour aider le lecteur à placer le sutta dans son ensemble. Ainsi, même si mon idéal était « un sutta, une catégorie », j’ai fréquemment dû classer un même sutta dans deux catégories et parfois dans trois. Cependant, je ne pense pas avoir dépassé trois catégories pour un seul sutta. ",
  "an-introduction-bodhi:18": "Les catégories les plus larges que j’ai utilisées pour le schéma sont les « Trois Joyaux » : le Bouddha, le Dhamma et le Saṅgha. Je commence par la section sur le Bouddha, l’honorant comme fondateur de l’héritage Bouddhiste et source ultime de tous les enseignements compris dans l’Aṅguttara Nikāya. La section II, intitulée « Le Dhamma et la Discipline », traite de l’enseignement du Bouddha en tant qu’ensemble d’instruction pouvant être résumées, appliquées et réalisées, ainsi que comme corpus de textes qui doivent être préservés et transmis à la postérité. Cette section est suivie de huit sections consacrées aux enseignements eux-mêmes. Cette partie du schéma est destinée à couvrir l’ensemble du Dhamma tel que nous le trouvons dans AN. Elle commence par un aperçu de la conception du monde selon le Bouddha (section III), couvrant le contexte cosmologique du projet de libération bouddhique, la nature problématique de l’expérience humaine et les déterminants de la destinée humaine. Je procède ensuite par étapes à travers les différentes formes de pratique bouddhique, en commençant par la vie dans le monde : les relations familiales, les moyens de subsistance, la richesse, la communauté et l’État (section IV). Ces sphères de l’activité humaine sont souvent négligées par les auteurs sur le Bouddhisme, qui succombent à l’erreur de supposer que la pratique monastique représente le Dhamma dans son intégralité. L’Aṅguttara est un trésor de discours inspirants et instructifs sur la vie vertueuse dans les conditions du monde et ces textes sont essentiels pour parvenir à une image adéquate du Bouddhisme ancien. ",
  "an-introduction-bodhi:19": "Bien que le Bouddha ait mis en avant les vertus propices à l’harmonie domestique, son enseignement ne s’arrête pas là, mais débouche sur l’entraînement pour une renaissance plus élevée et la libération ultime. Si le premier de ces deux entraînements s’adresse aux disciples laïcs et le second aux bhikkhus et aux bhikkhunīs, les deux partagent de nombreuses valeurs. Ces valeurs constituent une plate-forme commune de développement spirituel tant pour les disciples laïcs que pour les moines. Autour de ce thème, j’ai rassemblé dans la section V une série de textes. Ces textes se concentrent sur les pratiques du disciple laïc dévoué qui ne se contente pas de mener une vie éthique, mais cherche également à progresser sur la voie de la libération. L’Aṅguttara Nikāya est une riche source de conseils pour les disciples laïcs sincères et cette section tente de rendre justice à ces textes. ",
  "an-introduction-bodhi:20": "Pour susciter chez ses disciples une aspiration au but le plus élevé, le Bouddha met en évidence les défauts et les dangers de cette existence mondaine, qui énonce la noble vérité de la souffrance. La section VI regroupe donc une multitude de thèmes et de textes consacrés à la tâche de « dissiper l’enchantement du monde ». Ce qui nous lie à l’existence conditionnée, avec sa ronde de naissances et de morts répétées et le danger de tomber dans les domaines inférieurs de renaissance, ce sont les souillures de l’esprit. Les suttas traitant de ce sujet jouent un rôle très important dans l’AN et ont été regroupés dans la section VII. La section suivante, la section VIII, regroupe les suttas sur la formation monastique, qui découle de l’esprit de renoncement et vise à atteindre le Nibbāna. Le cœur de la formation monastique est la pratique de la méditation, qui fait l’objet d’une section à part entière, la section IX. J’y ai réparti les suttas qui mettent l’accent sur les pratiques menant aux états supérieurs de concentration (_samādhi_). La section X nous amène à la phase suivante de l’entraînement supérieur, développer la sagesse (_paññā_), qui culmine avec la libération et la réalisation de Nibbāna, le but le plus élevé de l’enseignement. ",
  "an-introduction-bodhi:21": "La partie suivante du schéma représente le troisième Joyau du Bouddhisme, le Saṅgha. Elle traite à la fois du Saṅgha institutionnel, l’ordre des moines et des nonnes ordonnés (bhikkhus et bhikkhunīs), et de l’_ariyasaṅgha_, la communauté des nobles, ceux qui ont atteint les voies et les fruits de l’éveil. ",
  "an-introduction-bodhi:22": "La dernière grande section du schéma traite des types de personnes. C’est un domaine dans lequel l’Aṅguttara diffère considérablement du Saṁyutta. Les principaux chapitres du Saṁyutta se concentrent sur les principaux thèmes philosophiques de l’enseignement, les principes et les catégories que le Bouddha a proposés comme modèles pour la contemplation et la compréhension. On trouve ainsi dans le Saṁyutta d’énormes chapitres sur la coproduction conditionnée, les éléments, les cinq agrégats, les six bases des sens. Ils sont souvent expliqués en termes phénoménologiques simples, avec seulement des références minimales aux personnes auxquelles ils se rapportent. L’Aṅguttara, en revanche, regorge de différentes façons de classer les personnes — autant les monastiques que les laïcs, les nobles et les personnes ordinaires. Il donne ainsi la primauté à leurs qualités, à leurs quêtes de bonheur et de sens, à leurs aspirations et à leurs réalisations. L’AN est alors devenu l’inspiration et la source principale de l’un des livres de l’Abhidhamma Piṭaka. Ce livre s’appelle le Puggalapaññatti ou « Descriptions des Personnes ». C’est le seul traité de cette collection qui s’écarte de la stricte méthode de réduction phénoménologique de l’Abhidhamma afin d’étudier les types de personnes en relation avec les valeurs et les objectifs du Dhamma. ",
  "an-introduction-bodhi:23": "Le Bouddha dans l’Aṅguttara Nikāya ",
  "an-introduction-bodhi:24": "Dans ce qui suit, j’explorerai le contenu de l’AN à travers les principales catégories du Guide Thématique, en soulignant les principaux thèmes qui émergent dans ce Nikāya et en citant les suttas qui les illustrent particulièrement bien. En plus, je dois affirmer une fois de plus que l'attribution de suttas individuels à des catégories particulières se fait en grande partie par souci d'efficacité et risque de réduire à néant la complexité du contenu de certains textes. ",
  "an-introduction-bodhi:25": "Dans un ouvrage largement consacré aux personnes, il est normal que nous trouvions un nombre substantiel de suttas consacrées au Bouddha lui-même. Ces suttas le présentent à la fois en tant qu'enseignant et exposant du Dhamma, et comme une personne ayant sa propre histoire et ses propres réalisations. J’ai classé les suttas qui traitent du Bouddha en trois catégories : celles qui font référence à sa vie et constituent donc les éléments constitutifs d’une biographie ; celles qui exaltent ses qualités spirituelles et ses réalisations ; et, comme catégorie distincte, celles qui parlent du Bouddha non pas tant comme un individu unique que comme un archétype, l’exemple du maître pleinement éveillé qui incarne son message en sa personne. Cette dernière catégorie comprend les suttas dans lesquelles le Bouddha parle de lui-même comme du « Tathāgata ». ",
  "an-introduction-bodhi:26": "Les Nikāyas n’ont jamais tenté de dresser une biographie continue du Bouddha. Les suttas qui font référence à des événements de sa vie sont très dispersés, se trouvent dans différents recueils et fournissent rarement les indices nécessaires pour les relier en une seule séquence cohérente. Le Mahāparinibbāna Suttanta (DN 16) nous donne un récit cohérent des derniers jours du Bouddha, qui culminent avec sa mort et sa crémation. Mais, au-delà, le matériel biographique doit être déniché dans des textes très dispersés. Nous devons aussi nous fier à la spéculation, à l’imagination et aux allusions dans les textes eux-mêmes (comme les groupes et les références occasionnelles à des incidents connexes) pour les assigner à des phases spécifiques de la vie du Bouddha. ",
  "an-introduction-bodhi:27": "Néanmoins, l’AN fait allusion aux incidents qui nous sont familiers dans les récits de sa vie composés plus tard. Nous pouvons considérer ces récits comme la matière première dans laquelle les poètes et les hagiographes allaient puiser pour construire la glorieuse biographie du Bouddha. Ainsi, <a class='ref' href='/an4.127'>AN 4.127</a> parle des merveilles qui ont accompagné sa conception dans le ventre de sa mère, sa naissance physique, son éveil et la mise en mouvement de la roue du Dhamma. Dans <a class='ref' href='/an3.39'>AN 3.39</a>, il parle de son éducation raffinée et luxueuse, et évoque les réflexions sur la vieillesse, la maladie et la mort qui l’ont tiré de son ivresse de la jeunesse, de la santé et de la vie. Il évoque ses efforts pour maîtriser les différentes étapes de la méditation lors sa quête pour l’éveil dans <a class='ref' href='/an8.64'>AN 8.64</a> et <a class='ref' href='/an9.40'>AN 9.40</a>, deux récits qui ne figurent pas dans la biographie habituelle du Bouddha. Le sutta <a class='ref' href='/an5.196'>AN 5.196</a> raconte les cinq rêves qu’il a eu alors qu’il était encore un bodhisatta, signes avant-coureurs de son éveil. D’autre part, <a class='ref' href='/an8.11'>AN 8.11</a> relate le récit traditionnel de l’éveil qui passe par les quatre jhānas et les trois connaissances supérieures jusqu’à la destruction des souillures. Dans <a class='ref' href='/an4.21'>AN 4.21</a>, il raconte ses réflexions après son éveil et sa décision de n’honorer que le Dhamma. Dans <a class='ref' href='/an8.70'>AN 8.70</a>, il affirme que s’il le souhaitait, il pourrait vivre jusqu’à la fin de cet éon. Il décide aussi de « renoncer à sa force vitale » parce que Ānanda ne lui a pas demandé de prolonger sa vie. Cet incident nous est connu grâce au Mahāparinibbāna Sutta. ",
  "an-introduction-bodhi:28": "Si les textes fournissant des informations biographiques sur le Bouddha sont relativement rares, ceux qui exaltent ses vertus et ses réalisations sont nombreux. Il est loué comme la « seule personne qui surgit dans le monde… par compassion pour le monde, pour le bien, le bien-être et le bonheur des devas et des êtres humains » (<a class='ref' href='/an1.170'>AN 1.170</a>). Son corps est doté de marques si extraordinaires qu’un brahmane curieux ne peut croire qu’il s’agit d’un simple être humain (<a class='ref' href='/an4.36'>AN 4.36</a>). Il a perfectionné la noble vertu, la concentration, la sagesse et la libération (<a class='ref' href='/an4.1'>AN 4.1</a>). Il possède les qualités attendues d’un maître spirituel pleinement accompli (<a class='ref' href='/an5.100'>AN 5.100</a>). Il est loué par le moine Udāyī dans des versets d’une grande beauté (<a class='ref' href='/an6.43'>AN 6.43</a>) et exalté par son disciple laïc, le roi Pasenadi (<a class='ref' href='/an10.30'>AN 10.30</a>). Il réside dans le monde, détaché du monde, débarrassé de toutes les souillures, libéré de la naissance, de la vieillesse et de la mort, comme une fleur de lotus qui est « née dans l’eau et a grandi dans l’eau, mais s’élève au-dessus de l’eau et n’est pas souillée par l’eau » (<a class='ref' href='/an4.36'>AN 4.36</a>, <a class='ref' href='/an10.81'>AN 10.81</a>). ",
  "an-introduction-bodhi:29": "J’ai décidé que les suttas dans lesquelles le Bouddha parle de lui-même comme « Tathāgata » étaient suffisamment impressionnants pour mériter d’être classés dans une catégorie à part. Dans ces suttas, je vois le Bouddha se désigner lui-même. Il se présente non pas simplement comme un individu unique, mais comme le dernier représentant de la « dynastie » des Bouddhas. Ces êtres extraordinaires apparaissent à de rares intervalles dans le processus cosmique pour redécouvrir la voie perdue du Nibbāna et l’enseigner au monde. Dans AN, nous ne trouvons des références explicites qu’à deux des six Bouddhas du passé que nous connaissons par d’autres Nikāyas. Sikhī, le cinquième, est mentionné dans <a class='ref' href='/an3.80'>AN 3.80</a>, et Kassapa, le prédécesseur de Gotama, dans <a class='ref' href='/an5.180'>AN 5.180</a>. Mais, les références aux Tathāgatas au pluriel sont assez nombreuses, ce qui indique que l’idée d’une succession de Bouddhas était déjà connue des compilateurs. ",
  "an-introduction-bodhi:30": "Du point de vue des Nikāyas, tous les Tathāgatas possèdent les mêmes attributs essentiels qui les qualifient pour servir d’enseignants dans le monde. Le Tathāgata est déclaré : « sans pair, sans contrepartie, incomparable, sans pareil, insurpassable, inégalé, sans égal, le premier des bipèdes » (<a class='ref' href='/an1.174'>AN 1.174</a>). Il est le premier des êtres, et ceux qui ont confiance en lui ont confiance dans le meilleur (<a class='ref' href='/an4.34'>AN 4.34</a>). Son surgissement est « la manifestation d’une grande vision, d’une grande lumière et d’un grand rayonnement » (<a class='ref' href='/an1.175'>AN 1.175-77</a>). Il s’est pleinement éveillé à « tout ce qui est vu, entendu, ressenti, connu, atteint, recherché et examiné par l’esprit » et, par conséquent, tout ce qu’il enseigne « est ainsi et pas autrement » (<a class='ref' href='/an4.23'>AN 4.23</a>). Il est doté des « dix pouvoirs de Tathāgata » et des « quatre sortes de confiance en soi ». Sur cette base, « il revendique la place du taureau en chef, pousse son rugissement de lion dans les assemblées et met en mouvement la roue de brahma » (<a class='ref' href='/an4. 8'>AN 4.8</a>, <a class='ref' href='/an10.22'>AN 10.22</a>). Par ailleurs, il convient également de mentionner <a class='ref' href='/an6.64'>AN 6.64</a> dans ce contexte. Son « rugissement de lion » sur l’impermanence est si puissant qu’il fait même trembler les déités de longue vie (<a class='ref' href='/an4.33'>AN 4.33</a>). ",
  "an-introduction-bodhi:31": "Le Dhamma et la Discipline ",
  "an-introduction-bodhi:32": "Bien que le Bouddha soit la personne suprême dans le monde spirituel, il vénérait encore quelque chose de supérieur à lui : le Dhamma. Après son éveil, cherchant en vain une personne à honorer, il décida : « Laissez-moi honorer, respecter et demeurer dans la dépendance uniquement de ce Dhamma auquel j’ai été pleinement éveillé » (<a class='ref' href='/an4.22'>AN 4.22</a>). Lorsqu’il enseigne aux autres, il le fait « en s’appuyant seulement sur le Dhamma, en honorant, respectant et vénérant le Dhamma, en prenant le Dhamma comme référence, bannière et autorité » (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>). Quel que soit l’élève, il enseigne avec respect, « parce que le Tathāgata a du respect pour le Dhamma, de la révérence pour le Dhamma » (<a class='ref' href='/an5.99'>AN 5.99</a>). ",
  "an-introduction-bodhi:33": "Dans ce sens, le Dhamma n’est pas tant la doctrine exprimée verbalement que le corpus de principes spirituels qui permet la croissance spirituelle et la libération. Ses référents ultimes sont le noble sentier octuple, le plus important de tous les phénomènes conditionnés, et le Nibbāna, le plus essentiel de toutes les choses conditionnées et inconditionnées (<a class='ref' href='/an4.34'>AN 4.34</a>). Le Bouddha a résumé l’essence du Dhamma de diverses manières qui découlent toutes du même ensemble de principes. À un endroit, il dit que les expressions illimitées du Dhamma convergent vers quatre choses : comprendre ce qui est nuisible et l’abandonner, et comprendre ce qui est bénéfique et le développer (<a class='ref' href='/an4.188'>AN 4.188</a>). Il enseigna à Mahāpajāpatī, sa mère adoptive, huit critères du véritable Dhamma (<a class='ref' href='/an8.53'>AN 8. 53</a>), et de manière plus concise, il dit au bhikkhu Upāli que l’enseignement pouvait être trouvé dans « les choses qui conduisent exclusivement au désenchantement, à la dépassion, à la cessation, à la paix, à la connaissance directe, à l’éveil, au Nibbāna » (<a class='ref' href='/an7.83'>AN 7.83</a>) ",
  "an-introduction-bodhi:34": "Contrairement à nombre de ses contemporains, le Bouddha a refusé de se livrer à des spéculations sur des sujets sans rapport avec la quête de la libération de la souffrance. Il refusa en particulier de se prononcer sur le sort de la personne libérée après sa mort ou de répondre aux dix fâcheuses questions spéculatives (voir <a class='ref' href='/an7.54'>AN 7.54</a>). Au lieu de cela, il a insisté sur le fait qu’il enseignait le Dhamma « pour la purification des êtres, pour surmonter le chagrin et la lamentation, pour la disparition de la douleur et de la déception, pour la réussite de la méthode, pour la réalisation du Nibbāna » (<a class='ref' href='/an9.20'>AN 9.20</a>). Pourtant, tout en gardant une sorte de « réticence métaphysique », il n’hésitait pas à critiquer les points de vue qu’il considérait comme préjudiciables à la vie spirituelle. Les textes en mentionnent parfois trois qu’il répudie expressément : le déterminisme de l’action passée, le théisme déterministe et la négation de la causalité (<a class='ref' href='/an3.61'>AN 3.61</a>). Il rejette résolument comme une opinion erronée la thèse selon laquelle « il n’y a pas de fruit ou de résultat de bonnes et mauvaises actions », qui renie le principe du kamma (<a class='ref' href='/an10.176'>AN 10.176</a>, <a class='ref' href='/an10.211'>AN 10.211</a>, etc.) Il a fortement critiqué la vision « déterministe ferme » selon laquelle nos décisions sont irrévocablement causées par des facteurs et des forces extérieurs à nous-mêmes. Contre la position déterministe selon laquelle « il n’y a pas de kamma, pas d’acte, pas d’énergie », il dit que tous les Bouddhas Parfaitement Éveillés du passé, du présent et du futur enseignent « une doctrine du kamma, une doctrine des actes, une doctrine de l’énergie » (<a class='ref' href='/an3.137'>AN 3.137</a>). Il insiste sur l’existence d’éléments tels que l’instigation, l’initiative, le choix et l’effort, en vertu desquels les personnes sont responsables de leur propre destin (<a class='ref' href='/an6.38'>AN 6.38</a>). ",
  "an-introduction-bodhi:35": "Le Bouddha affirma que son Dhamma était directement visible (_sandiṭṭhika_), un mot qui devint l’un de ses épithètes. Lorsqu’on lui demanda comment cela pouvait être confirmé, il expliqua d’une manière qui renvoyait les intéressés à leur propre expérience immédiate. Lorsqu’une personne est accablée par la convoitise, la haine et l’illusion, il dit qu’elle agit pour son propre mal, le mal des autres et le mal des deux, et qu’elle éprouve de la souffrance et du désarroi ; mais quand la convoitise, la haine et l’illusion sont abandonnées, elle est libre d’agir pour le bien-être de tous et n’éprouve plus de souffrances ni de peine (voir <a class='ref' href='/an3.53'>AN 3.53-54</a>). La destruction de la convoitise, de la haine et de l’illusion est Nibbāna, et à cet égard Nibbāna aussi est directement visible (<a class='ref' href='/an3.55'>AN 3.55</a>). ",
  "an-introduction-bodhi:36": "Dans l’AN, le Dhamma est considéré autant comme la voie de la pratique que le but de la réalisation, et comme l’ensemble des discours prononcés par le Bouddha durant sa carrière d’enseignant. Ainsi, les suttas font parfois référence aux neuf types d’enseignements dans lesquels les discours étaient classés dans la période la plus ancienne, avant qu’ils ne soient compilés dans les Nikāyas (<a class='ref' href='/an4.102'>AN 4.102</a>, <a class='ref' href='/an4.107'>AN 4.107</a>, <a class='ref' href='/an5.73'>AN 5.73-74</a>, etc.). Puisque les enseignements du Bouddha, qui révèlent la voie vers l’éveil et la libération, ont été rassemblés dans un corpus d’écritures, la santé, la pureté et la longévité du Dhamma dépendent de la bonne préservation et de la transmission des textes. Parmi les quatre Nikāyas, AN est celui qui insiste le plus souvent sur la nécessité de préserver correctement le Dhamma et de le protéger ainsi de la dégradation et de la disparition. ",
  "an-introduction-bodhi:37": "Les suttas qui insistent sur ce thème sont présents dans toute l’œuvre. Une série de courts textes dans les Uns décrivent les facteurs qui font disparaître le bon Dhamma et, inversement, les facteurs qui soutiennent sa vitalité (<a class='ref' href='/an1.30'>AN 1.30-69</a>). Ces derniers peuvent se résumer à ne pas confondre ce qui est le Dhamma avec ce qui n’est pas le Dhamma ; à ne pas confondre la discipline avec ce qui est contraire à la discipline ; à citer le Bouddha avec exactitude, à décrire correctement sa conduite et à ne pas confondre les différentes catégories de règles disciplinaires. Dans un sutta, le Bouddha instruit les moines sur les critères permettant de déterminer si les enseignements rapportés après son décès sont authentiques ou fallacieux (<a class='ref' href='/an4.180'>AN 4.180</a>). Un autre sutta dit que le bon Dhamma dégénère lorsque les moines ne préservent pas les enseignements correctement, interprètent mal leur signification, ne parviennent pas à enseigner aux autres et reculent dans la pratique. Lorsque, au contraire, ils préservent correctement les enseignements, les interprètent correctement, enseignent aux autres et s’efforcent de pratiquer, l’enseignement dure longtemps (<a class='ref' href='/an4.160'>AN 4.160</a>). ",
  "an-introduction-bodhi:38": "Le Kaléidoscope Changeant De L’Expérience. ",
  "an-introduction-bodhi:39": "Compte tenu de l’importance de préserver l’enseignement et d’assurer sa longévité, quel est exactement le contenu du Dhamma que le Bouddha a découvert et pourquoi est-il si particulier ? Avant de répondre à cette question, il est utile de passer brièvement en revue l’image que le Bouddha se fait de l’univers afin de saisir le contexte dans lequel s’inscrit sa quête de libération. Les Nikāyas décrivent un univers aux dimensions inconcevablement vastes, qui connaît une alternance de phases de développement et de déclin. L’unité de base du temps cosmique est l’éon (_kappa_). Ceux qui acquièrent le pouvoir de se souvenir de leur vie passée, disent les textes, peuvent se rappeler « de nombreux éons de dissolution du monde, de nombreux éons d’évolution du monde, de nombreux éons de dissolution du monde et d’évolution du monde » (<a class='ref' href='/an3.58'>AN 3.58</a>, <a class='ref' href='/an3.101'>AN 3.101</a>, etc.). L’éon est divisé en quatre phases : dissolution, dissolution prolongée, évolution et évolution achevée. Chacune de ces phases dépasse le calcul en centaines de milliers d’années (<a class='ref' href='/an4.156'>AN 4.156</a>). Un système du monde n’a pas seulement une vaste durée temporelle, il est aussi stratifié par le biais de divers domaines d’existence, allant des lugubres royaumes de l’enfer, des mondes de souffrance intense, à la sphère des esprits affligés (parfois appelés « fantômes affamés »), en passant par le royaume humain, puis par une série ascendante de royaumes célestes habités par les _devas_, les déités, et les _brahmās_, les êtres divins. Les domaines célestes sensuels sont au nombre de six : le paradis des quatre rois divins, les Tāvatiṁsa devas, les Yāma devas, les Tusita devas, les devas qui se délectent de création et les devas qui contrôlent ce qui est créé par d’autres (<a class='ref' href='/an3. 70'>AN 3.70</a>, <a class='ref' href='/an6.10'>AN 6.10</a>, <a class='ref' href='/an8.36'>AN 8.36</a>, etc.) Au-dessus de ceux-ci se trouvent le monde des brahmā et des royaumes encore plus élevés, sphères de renaissance pour ceux qui ont maîtrisé les réalisations méditatives. ",
  "an-introduction-bodhi:40": "Malgré leurs nombreuses différences, une chose unit tous les êtres sensibles, du plus petit au plus grand : tous cherchent à se libérer de la souffrance et à atteindre le bonheur véritable. Ce besoin inhérent à tout être sensible est précisément ce que le Bouddha prend comme thème dominant de son enseignement, la pierre angulaire qui unit toutes ses doctrines et pratiques. Mais, plutôt que de tenir pour acquis nos hypothèses communes, le Bouddha se lance dans une analyse critique de ce qui constitue la souffrance et de ce qui propose une perspective de bonheur indissoluble. Nos idées reçues sur ce qui nous rendra heureux sont souvent trompeuses, provenant d’une obsession pour les sensations immédiates qui exclut la reconnaissance des répercussions profondes et des conséquences durables de notre conduite. ",
  "an-introduction-bodhi:41": "L’expérience est toujours changeante, toujours en train de changer de forme sans tenir compte de nos souhaits et de nos attentes. Malgré nos espoirs, nous ne pouvons pas éviter la vieillesse, la maladie et la mort, la dégradation de nos biens, la perte de ceux qui nous sont chers. Le sot mondain et le sage disciple partagent tous deux ce destin. Ils diffèrent en ce sens que le sot ne considère pas l’universalité de cette loi. Ainsi, que, par conséquent, lorsque son destin le rattrape, « il s’afflige, se languit, se lamente, pleure en se frappant la poitrine, et se trouble ». Le sage, en revanche, comprend que la vieillesse, la maladie et la mort, la destruction et la perte, sont notre destin universel ; il retire donc « la flèche empoisonnée de la peine » et demeure heureux, libre de toute flèche (<a class='ref' href='/an5.48'>AN 5.48</a>). Une fois encore, le sot et le sage sont tous deux soumis aux « huit conditions mondaines » : gain et perte, déshonneur et renommée, blâme et louange, plaisir et douleur. Le sot mondain, attiré par l’un et repoussé par l’autre, « n’est pas libéré de la naissance, de la vieillesse et de la mort, du chagrin, des lamentations, de la douleur, de l’abattement et de l’angoisse ». Mais, le noble disciple, voyant que toutes ces conditions instables sont impermanentes et sujettes au changement, se débarrasse de l’attraction et de la répulsion et atteint la liberté intérieure (<a class='ref' href='/an8.6'>AN 8.6</a>). ",
  "an-introduction-bodhi:42": "Ce que le Bouddha préconise pour commencer la quête du bonheur véritable, c’est l’étroite corrélation entre la qualité éthique de notre conduite et la tonalité ressentie de notre expérience. Les actes corporels, les paroles et les pensées peuvent être distingués, d’un point de vue éthique, en deux grandes catégories : les nuisibles (_akusala_) et les bénéfiques (_kusala_). Le Bouddha a noté que ce qui est nuisible est source de malheur, et ce qui est bénéfique, source de bénédiction. L’avidité, la haine et l’illusion sont source de préjudice et de souffrance, tandis que leur élimination présente bien-être et bonheur (<a class='ref' href='/an3.65'>AN 3.65-66</a>). L’injonction constante qu’il adressait à ses disciples était donc de s’efforcer résolument à abandonner ce qui est nuisible et à développer ce qui est bénéfique (<a class='ref' href='/an2.19'>AN 2.19</a>). L’effort bénéfique présente un bonheur bien plus grand, plus riche et plus durable que la satisfaction de ses désirs. Une série de suttas très courts oppose différents types de bonheur et évalue leur valeur relative : le bonheur de la vie monastique est supérieur à celui de la vie laïque ; le bonheur du renoncement est supérieur au bonheur sensuel ; le bonheur sans acquisitions est supérieur au bonheur découlant des acquisitions ; le bonheur non souillé est supérieur au bonheur souillé ; et le bonheur spirituel est supérieur au bonheur mondain (<a class='ref' href='/an2.64'>AN 2.64-68</a>). ",
  "an-introduction-bodhi:43": "Selon le Bouddha, le « kaléidoscope en perpétuel mouvement » de la souffrance et du bonheur ne change pas seulement de configuration durant une seule vie sur terre, mais change encore plus radicalement au fur et à mesure que nous avançons dans la ronde des renaissances, connue sous le nom de _saṁsāra_, « l’errance ». Le facteur déterminant de ce processus, qui fait de l’ensemble du cycle des renaissances un processus éthique, est une force appelée _kamma_ (Skt : _karma_). Le mot « kamma » signifie littéralement action, mais le Bouddha l’utilise pour se référer spécifiquement à l’action volontaire ou intentionnelle : « C’est la volonté, bhikkhus, que j’appelle kamma ; car ayant voulu, on agit par le corps, la parole ou l’esprit » (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Le kamma désigne donc les actes issus de la volonté, qui peuvent purement être mentaux, créant le kamma par nos pensées, nos projets et nos désirs, ou s’exprimer par des actes corporels et verbaux. Le kamma désigne également la force morale créée par nos actes. Tous nos actes moralement déterminés créent un potentiel pour produire des résultats (_vipāka_) correspondant à leur qualité éthique. Nos actes génèrent du kamma, et lorsque les conditions adéquates sont réunies, le kamma mûrit et produit les fruits appropriés, apportant souffrance ou bonheur en fonction de la qualité morale de l’action initiale. Le kamma que nous créons peut mûrir soit dans cette vie même, soit lors de la prochaine renaissance, soit à une occasion ultérieure (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an10.217'>AN 10.217</a>). Ce qui est certain, c’est que tant que nous errons dans le cycle des renaissances, le kamma que nous avons accumulé est capable de mûrir et de produire ses effets. Ainsi, le Bouddha enseigne, encore et encore, que « les êtres sont les propriétaires de leur kamma, les héritiers de leur kamma ; ils ont le kamma comme origine, le kamma comme parent, le kamma comme recours ; quel que soit le kamma qu’ils font, bon ou mauvais, ils en sont les héritiers » (<a class='ref' href='/an10. 216'>AN 10.216</a> ; voir aussi <a class='ref' href='/an5.57'>AN 5.57</a>, <a class='ref' href='/an10.48'>AN 10.48</a>). ",
  "an-introduction-bodhi:44": "Les différences de kamma expliquent la grande diversité des destins des personnes, qui ne cessent de graviter dans le cycle de l’existence, montant et descendant, passant tantôt de l’obscurité à la lumière, tantôt de la lumière à l’obscurité (<a class='ref' href='/an4.85'>AN 4.85</a>). Le kamma est le déterminant fondamental de la renaissance. Le mauvais kamma conduit à une renaissance malheureuse et à des résultats douloureux, le bon kamma à une renaissance heureuse et à des résultats agréables (<a class='ref' href='/an2.16'>AN 2.16-17</a>, <a class='ref' href='/an3.111'>AN 3.111</a>, <a class='ref' href='/an10.217'>AN 10.217-18</a>). La renaissance n’est pas confinée au monde humain, car le kamma varie en qualité et en puissance, et peut donc produire une renaissance dans l’un des cinq _gatis_ ou destinations : l’enfer, le monde animal, le monde des esprits affligés, le monde humain ou le monde des devas (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Les êtres migrent constamment d’un monde à l’autre, mais relativement peu d’entre eux renaissent dans le monde des humains ou des devas, par rapport au nombre beaucoup plus important de ceux qui renaissent dans les enfers, le monde des animaux et le monde des esprits, collectivement appelés le domaine de la misère, les mauvaises destinations ou le monde inférieur (<a class='ref' href='/an1.348'>AN 1.348-77</a>). Les modernistes qui proposent d’interpréter ces mondes comme des états psychologiques dont nous faisons l’expérience dans notre existence humaine peineraient à justifier leur position dans les Nikāyas. Dans l’AN, nous pouvons lire à maintes reprises, dans presque tous les _nipāta_, que les êtres renaissent en enfer ou au paradis « avec la décomposition du corps, après la mort » (_kāyassa bhedā paraṁmaraṇā_). L’expression est l’un des thèmes principaux des Nikāyas, et rien n’indique qu’il s’agisse d’une métaphore. ",
  "an-introduction-bodhi:45": "Le critère permettant de juger si la volonté à l’origine d’une action est bonne ou mauvaise est celui des motivations qui l’accompagnent ou des « racines ». Trois racines sont malsaines : l’avidité, la haine et l’illusion. De ces racines naissent des souillures secondaires telles que la colère, l’hostilité, l’envie, l’avarice, la vanité et l’arrogance ; et des racines et des souillures secondaires naissent des actions souillées, susceptibles de produire une renaissance dans le domaine de la misère (<a class='ref' href='/an6.39'>AN 6.39</a>). Le bon kamma, en revanche, est l’action qui trouve son origine dans les trois bonnes racines : la non-avidité, la non-haine et la non-illusion, qui peuvent être exprimées de manière plus positive comme étant la générosité, l’amour bienveillant et la sagesse. Si les actions issues des mauvaises racines sont nécessairement liées à la ronde des naissances et des morts répétées, les actions nées des bonnes racines sont de deux sortes : mondaines et transcendantes. Les bonnes actions mondaines ont le potentiel de produire une renaissance heureuse dans les mondes supérieurs (<a class='ref' href='/an6.39'>AN 6.39</a>). Les bonnes actions qui transcendent le monde ou supramondaines (_lokuttara_) — à savoir le kamma généré par la pratique du noble sentier octuple et des sept facteurs de l’éveil — démantèlent l’ensemble du processus de causalité karmique et conduisent ainsi à la libération de la ronde des renaissances (<a class='ref' href='/an3. 34'>AN 3.34</a>, <a class='ref' href='/an4.233'>AN 4.233</a>, <a class='ref' href='/an4.237'>AN 4.237-38</a>). ",
  "an-introduction-bodhi:46": "Les textes ne nous laissent pas dans l’ignorance quant aux actions qui créent un bon kamma et celles qui créent un mauvais kamma, mais fournissent des indications précises sur le champ de la bonne et de la mauvaise conduite. La liste classique contient dix sortes de mauvaises actions — trois du corps, quatre de la parole et trois de l’esprit — et dix sortes correspondantes au bon kamma (<a class='ref' href='/an10.167'>AN 10.167-233</a> ; voir <a class='ref' href='/an10.176'>AN 10.176</a> pour une analyse détaillée). Toutes ces actions, cependant, découlent finalement de l’esprit. Ainsi, l’esprit se révèle être la source sous-jacente du bien et du mal et, par les actions qui en découlent, la cause fondamentale de la souffrance et du bonheur. ",
  "an-introduction-bodhi:47": "En remontant les racines de la souffrance et du bonheur jusqu’à nos intentions, le Bouddha démontre que la clé du bonheur réside dans la discipline et la maîtrise de l’esprit. Dans une série de suttas jumelés, il dit qu’il ne voit rien qui mène à autant de mal et de souffrance que l’esprit non développé, non cultivé, non apprivoisé, non gardé, non protégé et non maîtrisé, alors que rien ne mène à autant de bien et de bonheur que l’esprit développé, cultivé, apprivoisé, gardé, protégé et maîtrisé (<a class='ref' href='/an1.23'>AN 1.23-40</a>). Ainsi, le cœur de l’enseignement du Bouddha est le développement et la croissance de l’esprit, qui déploiera donc sa luminosité intrinsèque et se rapprochera de plus en plus de la félicité issue de la libération. ",
  "an-introduction-bodhi:48": "Maintenir un Foyer Harmonieux ",
  "an-introduction-bodhi:49": "Bien que le Bouddhisme ancien prescrive une voie de croissance personnelle menant à l’extinction de la souffrance, le Bouddha s’est rendu compte que le développement spirituel ne se produit pas dans un vide social. Il repose sur un ordre social sain et harmonieux qui illustre le type de vertu nourrissant la vie spirituelle. Les influences spirituelles commencent au sommet de la hiérarchie sociale et se propagent progressivement vers le bas, affectant l’ensemble de la société et même les domaines biologique et physique (<a class='ref' href='/an4.70'>AN 4.70</a>). Le Bouddha consacre donc des efforts considérables à inculquer à ses disciples le mode de vie et le sens de la responsabilité sociale qui conduisent à une société harmonieuse dans laquelle les personnes agissent conformément aux vertus civiques. Parmi les quatre Nikāyas, l’Aṅguttara — avec le Sīgalaka Sutta (DN 31) — est probablement la source la plus riche de ces enseignements. Kelly note que c’est dans ce Nikāya que l’on trouve le plus grand nombre de suttas concernant les laïcs, soit directement, en s’adressant à eux, soit indirectement, en s’adressant aux moines au sujet des pratiques propres à un disciple laïc (voir tableau 1). (Voir tableau 1). ",
  "an-introduction-bodhi:50": "Tableau 1 : Suttas Concernant les Laïcs ",
  "an-introduction-bodhi:51": "Dīgha",
  "an-introduction-bodhi:52": "Majjhima",
  "an-introduction-bodhi:53": "Saṁyutta",
  "an-introduction-bodhi:54": "Aṅguttara",
  "an-introduction-bodhi:55": "Khuddaka",
  "an-introduction-bodhi:56": "Total des Suttas dans le Nikāya ",
  "an-introduction-bodhi:57": "34",
  "an-introduction-bodhi:58": "152",
  "an-introduction-bodhi:59": "2904 ",
  "an-introduction-bodhi:60": "8,122",
  "an-introduction-bodhi:61": "601",
  "an-introduction-bodhi:62": "Directement aux Laïcs ",
  "an-introduction-bodhi:63": "14",
  "an-introduction-bodhi:64": "47",
  "an-introduction-bodhi:65": "121",
  "an-introduction-bodhi:66": "125",
  "an-introduction-bodhi:67": "30",
  "an-introduction-bodhi:68": "Indirectement aux Laïcs ",
  "an-introduction-bodhi:69": "1",
  "an-introduction-bodhi:70": "3",
  "an-introduction-bodhi:71": "7",
  "an-introduction-bodhi:72": "36",
  "an-introduction-bodhi:73": "6",
  "an-introduction-bodhi:74": "Total",
  "an-introduction-bodhi:75": "15",
  "an-introduction-bodhi:76": "50",
  "an-introduction-bodhi:77": "128",
  "an-introduction-bodhi:78": "161",
  "an-introduction-bodhi:79": "36",
  "an-introduction-bodhi:80": "Source: Kelly 2011",
  "an-introduction-bodhi:81": "Le nombre de discours consacrés aux relations familiales montre clairement que le Bouddha considérait la famille comme le principal agent d’acculturation. Le chef de famille ayant un impact particulièrement puissant sur son foyer, le Bouddha s’est efforcé de promouvoir la transformation positive de la société en offrant aux chefs de famille des lignes directrices pour une vie vertueuse. Il a défini un idéal pragmatique, mais inspirant pour les laïcs, celui du _sappurisa_ ou « bonne personne », qui vit « pour le bien, le bien-être et le bonheur de nombreuses personnes », de ses parents, de sa femme et de ses enfants, de l’employé de maison, de ses amis et des renonçants contemplatifs (<a class='ref' href='/an5.42'>AN 5.42</a>). Lorsque le chef de famille donne le bon exemple, ceux qui dépendent de lui grandissent en tout ce qui est digne : dans la foi, la vertu, l’apprentissage, la générosité et la sagesse (<a class='ref' href='/an3.48'>AN 3.48</a>, <a class='ref' href='/an5.40'>AN 5.40</a>). ",
  "an-introduction-bodhi:82": "En proposant ses conseils aux familles, le Bouddha décrit les devoirs des enfants envers leurs parents (<a class='ref' href='/an2.33'>AN 2.33</a>, <a class='ref' href='/an3.31'>AN 3. 31</a>), conseille les époux sur la manière de vivre ensemble (<a class='ref' href='/an4.53'>AN 4.53</a>), et enseigne même à un couple amoureux comment assurer leurs retrouvailles dans des vies futures (<a class='ref' href='/an4.55'>AN 4.55</a>). Il distingue les moyens de subsistance justes des moyens de subsistance erronés, définit les bonnes façons d’acquérir et d’utiliser les richesses ainsi que les moyens appropriés pour entretenir des relations cordiales : le don, les paroles affectueuses, la conduite bienfaisante et l’impartialité (<a class='ref' href='/an4.32'>AN 4.32</a>). Il n’a pas qu’enseigné aux individus et aux familles, mais il a aussi conseillé les États et les dirigeants. Il a enseigné au peuple de la confédération Vajji, qui avait une forme de gouvernement républicain, « sept principes de non-déclin » (<a class='ref' href='/an7.21'>AN 7.21</a>). Pour les rois, il a établi l’idéal du « monarque qui tourne la roue » (_rājā cakkavati_), le roi juste qui gouverne selon le Dhamma et assure une juste protection à tous ceux qui se trouvent dans son royaume, y compris les animaux et les oiseaux (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>). ",
  "an-introduction-bodhi:83": "La Voie de l’Ascension ",
  "an-introduction-bodhi:84": "Bien que le Bouddhisme ancien considère qu’une société juste offre les conditions optimales pour le bien-être et le bonheur collectifs, il ne se concentre pas sur la stabilité sociale comme telle, mais sur le développement spirituel et la libération de l’individu. Le mode de vie d’un moine ou d’une nonne, libéré des contraintes et des obligations de la vie domestique, procure les conditions les plus propices à la poursuite sans entrave de l’objectif final. Mais, fait presque sans précédent à son époque, le Bouddha estimait également que les ménages qui gagnaient leur vie à la « sueur de leurs fronts » et subvenaient aux besoins de leur famille pouvaient également progresser spirituellement et atteindre trois des quatre stades de l’éveil. Il a donc établi pour ses disciples laïcs des lignes directrices en matière de développement spirituel, compatibles avec leur emploi du temps et leurs responsabilités familiales. Cela permettrait au disciple laïc de bénéficier d’une renaissance supérieure et même d’atteindre le rang des nobles, où la libération finale est assurée. ",
  "an-introduction-bodhi:85": "Bon nombre des facteurs qui interviennent dans l'étape fondamentale du développement spirituel sont communs au renonçant et au maître de maison. Ainsi, bien que les suttas décrivent souvent ces qualités en se référant au bhikkhu, on peut comprendre qu'elles s'appliquent également aux disciples laïcs. La graine du développement spirituel est une triade de qualités qui comprend la foi (_saddhā_), la confiance (_pasāda_) et la révérence (_gārava_). La foi est une faculté et un pouvoir, et comme telle, elle est définie comme la croyance en l'éveil du Bouddha (<a class='ref' href='/an5.2'>AN 5.2</a>, <a class='ref' href='/an5.14'>AN 5.14</a>). Il s'agit d'une confiance profonde en sa sagesse et d'une volonté de se conformer à ses conseils. De la foi découlent les quatre autres pouvoirs qui inspirent et dirigent la pratique : la honte morale, la crainte morale, l'énergie et la sagesse. Étroitement liée à la foi, la confiance est une sensation de sérénité et de clarté mentale qui découle de la foi. Le disciple est convaincu que le Bouddha est le meilleur des êtres, le Dhamma le meilleur des enseignements et le Saṅgha des nobles la meilleure des communautés spirituelles (<a class='ref' href='/an4.34'>AN 4.34</a>). La foi et la confiance s'accompagnent d'une révérence, d'un sentiment de respect et d'estime à l'égard des Trois Joyaux et de la pratique (<a class='ref' href='/an6.32'>AN 6.32-33</a>). ",
  "an-introduction-bodhi:86": "Pour un disciple doté de foi, la croissance spirituelle est favorisée par l’association avec de bons amis, des personnes qui peuvent donner des conseils et servir de modèles d’inspiration. La déclaration du Bouddha à Ānanda (SN 45.2), selon laquelle la bonne amitié est l’ensemble de la vie spirituelle, trouve de puissantes analogies dans l’AN. Nous pouvons y lire que « rien ne suscite l’émergence de nobles qualités et l’atténuation des mauvaises autant que l’amitié. » (⁣AN 1.71⁣). Deux suttas dressent ensuite une liste de qualités  à rechercher chez un bon ami (<a class='ref' href='/an7.36'>AN 7.36-37</a>), et un discours adressé à un maître de maison lui conseille de se lier d’amitié avec d’autres maîtres de maison accomplis dans la foi, la conduite vertueuse, la générosité et la sagesse (<a class='ref' href='/an8.54'>AN 8.54</a> §3). ",
  "an-introduction-bodhi:87": "Une bonne partie de la pratique d’un maître de maison consiste à s’engager dans des actes méritoires, des activités qui génèrent un bon kamma propice à une renaissance heureuse, à la bonne fortune et au progrès spirituel. Le Bouddha exhorte même les bhikkhus à « ne pas avoir peur du mérite ». Il explique alors les bénéfices qu’il a récoltés dans une vie antérieure en cultivant un esprit d’amour bienveillant (<a class='ref' href='/an7.62'>AN 7.62</a>). Les textes énumèrent trois « bases de l’activité méritoire » : le don, la conduite vertueuse et le développement méditatif (<a class='ref' href='/an8.36'>AN 8.36</a>). Ils mentionnent également quatre « courants de mérite » pour un noble disciple : une confiance inébranlable dans les Trois Joyaux et une conduite vertueuse (<a class='ref' href='/an4.52'>AN 4.52</a>). La liste est portée à huit courants de mérite en combinant les trois refuges et les cinq préceptes (<a class='ref' href='/an8.39'>AN 8.39</a>). ",
  "an-introduction-bodhi:88": "Plusieurs courts textes de l’AN portent sur les principes du don et de la générosité, l’accent étant mis sur le soutien matériel à apporter aux moines et aux nonnes, ainsi qu’aux autres ascètes qui dépendent de la communauté laïque. Bien que le Bouddha ait encouragé ses disciples à soutenir les renonçants de toutes convictions, même ses rivaux (<a class='ref' href='/an8.12'>AN 8.12</a>), il a également enseigné que le mérite acquis par le don est proportionnel aux qualités spirituelles des bénéficiaires et, par conséquent, les nobles, en particulier les arahants, constituent le champ de mérite le plus fertile (<a class='ref' href='/an3.57'>AN 3.57</a>). Une conduite vertueuse commence par la pratique des cinq règles d’entraînement : s’abstenir d’ôter la vie, de voler, d’avoir une mauvaise conduite sexuelle, de tenir des propos mensongers et d’utiliser des substances intoxicantes. Le code de bonne conduite peut être étendu aux dix actions vertueuses, qui traitent autant du comportement corporel que verbal, ainsi que les attitudes vertueuses et les vues correctes (<a class='ref' href='/an10.176'>AN 10.176</a>). Une multitude de textes donnent des directives spécifiques sur la parole juste. J’ai déjà évoqué les moyens de subsistance justes dans la section précédente. ",
  "an-introduction-bodhi:89": "La pratique d’_uposatha_, adoptée les jours de nouvelle lune et de pleine lune, est particulièrement précieuse pour le fidèle laïc désireux d’acquérir du mérite. En ces occasions, les fidèles laïcs respectent huit préceptes, qui correspondent aux préceptes d’un moine novice (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an8.41'>AN 8.41-45</a>). Ils passent la journée à méditer, et un texte en particulier recommande de pratiquer l’amour bienveillant les jours d’_uposatha_ (<a class='ref' href='/an9.18'>AN 9.18</a>). Un autre texte recommande cinq réflexions, appelées « moyens de purifier un esprit souillé » (<a class='ref' href='/an3.70'>AN 3.70</a>). Le Bouddha explique que la pratique d’_uposatha_ dans ses huit facteurs est plus bénéfique que la souveraineté sur le continent, car les mérites acquis peuvent conduire à la renaissance dans les mondes célestes. ",
  "an-introduction-bodhi:90": "Dans un tableau intéressant reproduit ici, Kelly a calculé les objectifs dominants parmi les Nikāyas dans les discours adressés aux laïcs. Il fait la distinction entre les objectifs liés au bien-être terrestre — dans cette vie et une renaissance céleste — et ceux liés à l’obtention de la libération : ",
  "an-introduction-bodhi:91": "Tableau 2 : Objectifs de la pratique laïque dans les Nikāyas ",
  "an-introduction-bodhi:92": "Objectif ",
  "an-introduction-bodhi:93": "Dīgha",
  "an-introduction-bodhi:94": "Majjhima",
  "an-introduction-bodhi:95": "Saṁyutta",
  "an-introduction-bodhi:96": "Aṅguttara",
  "an-introduction-bodhi:97": "Khuddaka",
  "an-introduction-bodhi:98": "Tous ",
  "an-introduction-bodhi:99": "Cette vie / La prochaine vie ",
  "an-introduction-bodhi:100": "6 (33%)",
  "an-introduction-bodhi:101": "16 (32%)",
  "an-introduction-bodhi:102": "44 (34%)",
  "an-introduction-bodhi:103": "97 (60%)",
  "an-introduction-bodhi:104": "21 (58%)",
  "an-introduction-bodhi:105": "184 (47%)",
  "an-introduction-bodhi:106": "Libération ",
  "an-introduction-bodhi:107": "9 (50%)",
  "an-introduction-bodhi:108": "24 (48%)",
  "an-introduction-bodhi:109": "58 (45%)",
  "an-introduction-bodhi:110": "34 (21%)",
  "an-introduction-bodhi:111": "13 (36%)",
  "an-introduction-bodhi:112": "138 (35%)",
  "an-introduction-bodhi:113": "Non spécifié ",
  "an-introduction-bodhi:114": "3 (17%)",
  "an-introduction-bodhi:115": "10 (20%)",
  "an-introduction-bodhi:116": "26 (20%)",
  "an-introduction-bodhi:117": "30 (19%)",
  "an-introduction-bodhi:118": "2 (6%)",
  "an-introduction-bodhi:119": "71 (18%)",
  "an-introduction-bodhi:120": "Total",
  "an-introduction-bodhi:121": "18 (100%)",
  "an-introduction-bodhi:122": "50 (100%)",
  "an-introduction-bodhi:123": "128 (100%)",
  "an-introduction-bodhi:124": "161 (100%)",
  "an-introduction-bodhi:125": "36 (100%)",
  "an-introduction-bodhi:126": "393 (100%)",
  "an-introduction-bodhi:127": "Source: Kelly 2011, p. ??",
  "an-introduction-bodhi:128": "Kelly fait remarquer que l’Aṅguttara met beaucoup plus l’accent sur les deux objectifs mondains que les autres Nikāyas, par opposition à la réalisation de l’entrée dans le courant ou de stades plus élevés sur la voie. Néanmoins, même dans l’Aṅguttara, la pratique pour un disciple laïc ne se limite pas au mérite. Dans plusieurs suttas, le Bouddha mentionne quatre qualités qui conduisent au bien supérieur d’un adepte laïc. Les trois premières sont la foi, la vertu et la générosité, les éléments constitutifs du mérite. Mais, la quatrième est la sagesse, en particulier « la sagesse qui perçoit l’apparition et la disparition, noble et pénétrante et qui conduit à la destruction complète de la souffrance » (<a class='ref' href='/an8.54'>AN 8.54</a>, <a class='ref' href='/an8.76'>AN 8.76</a>). Il s’agit de la sagesse qui reconnaît l’impermanence, qui conduit au-delà de toutes les sphères de renaissance vers l’objectif final du Dhamma, la réalisation du Nibbāna et la libération du cycle des renaissances. ",
  "an-introduction-bodhi:129": "Lever l’Enchantement du Monde ",
  "an-introduction-bodhi:130": "Pour éloigner ses disciples de leur attachement à des objets transitoires, le Bouddha utilise un arsenal de techniques destinées à découvrir l’abîme qui se cache juste sous les joies apparemment innocentes d’une vie vertueuse. Ces techniques visent à inculquer à l’aspirant une qualité appelée _saṁvega_, un mot qui manque d’équivalent précis en anglais (NdT : ou en français). Pour en rendre compte, nous devons recourir à une expression de fortune telle que « un sentiment d’urgence ». _Saṁvega_ pourrait être décrit comme l’ébranlement intérieur ou le choc que nous ressentons lorsque nous sommes secoués par une rencontre brutale avec des vérités dont nous refusons normalement d’affronter toute la gravité. La _Saṁvega_ découle de la reconnaissance du caractère illusoire de notre sécurité présumée, du fait que nous marchons en permanence sur une mince couche de glace, qui peut à tout moment se fissurer sous nos pieds. ",
  "an-introduction-bodhi:131": "Le principal catalyseur de ce sentiment d’urgence est notre confrontation avec notre inévitable mortalité, révélée par la vieillesse, la maladie et la mort. Cette rencontre nous sort de notre accoutumance aux conforts mondains et nous met en quête d’une paix et d’une liberté inébranlables. Le futur Bouddha lui-même a dû subir ce « choc de prise de conscience » avant de pouvoir s’engager dans sa propre quête d’éveil. Ses profondes réflexions sur la vieillesse, la maladie et la mort ont ébranlé son engouement pour la jeunesse, la santé et la vitalité. Elles l’ont conduit à quitter son palais pour se rendre dans la forêt à la recherche du Nibbāna (<a class='ref' href='/an3.39'>AN 3.39</a>), un monde sans âge, sans maladie et sans mort. ",
  "an-introduction-bodhi:132": "Dans de nombreuses suttas, le Bouddha utilise un modèle comportant trois points de vue destinés à susciter un sentiment d’urgence. Ces trois perspectives sont la gratification (_assāda_), le danger (_ādīnava_) et la délivrance (_nissaraṇa_). Nous commençons par ce qui est le plus évident : notre expérience dans le monde nous procure un certain degré de *gratification* ou de plaisir, qui consiste en la joie et le plaisir que nous éprouvons lorsque nous réalisons nos désirs. C’est parce que les gens éprouvent de la gratification qu’ils s’attachent aux choses qui leur procurent du plaisir. Cependant, en y regardant de plus près, on s’aperçoit que sous la surface miroitante de la joie se cache un fond sombre de douleur et de détresse. Il s’agit de leur *danger*, qui découle de leur impermanence (_anicca_), de leur vulnérabilité à la souffrance (_dukkha_) et de leur caractère changeant et périssable (_vipariṇāmadhamma_). La troisième étape, *délivrance*, nous montre comment nous libérer du danger. Lorsque nous voyons que notre désir pour le plaisir nous lie à ce qui est intrinsèquement imparfait, nous pouvons abandonner ce désir. La délivrance réside donc dans « l’élimination et l’abandon du désir et de la convoitise ». ",
  "an-introduction-bodhi:133": "C’est pour provoquer un sentiment d’urgence que le Bouddha insiste sur des aspects de l’expérience que nous essayons généralement de nous cacher à nous-mêmes. Ces points d’insistance donnent à l’enseignement une saveur « pessimiste », mais c’est un pessimisme qui ne mène pas dans l’impasse du nihilisme, mais dans la voie dégagée de la libération, de la fin de la souffrance. Conformément à cette stratégie, le Bouddha enseigne à ses disciples, qu’ils soient moines ou laïcs, à fréquemment réfléchir au fait qu’ils sont sujets à la vieillesse, à la maladie et à la mort, qu’ils doivent se séparer de tous ceux qu’ils aiment et de tout ce qu’ils aiment, et qu’ils sont les héritiers de leur propre kamma (<a class='ref' href='/an5.57'>AN 5.57</a>). Il insiste sur la misère des plaisirs sensuels, les qualifiant de périlleux, de souffrance, de maladie, de furoncle, de liens et de marécages (<a class='ref' href='/an6.23'>AN 6.23</a> ; voir aussi <a class='ref' href='/an8.56'>AN 8.56</a>). Il affirme que même une quantité insignifiante d’existence conditionnée, « même pour un simple claquement de doigts », ressemble à tas d’excréments (<a class='ref' href='/an1.328'>AN 1.328</a>). Il attire l’attention sur la grossièreté du corps, qui contient trente-et-un éléments inesthétiques, qui est la proie à une foule de maladies, et qui ressemble à furoncle à neuf orifices (<a class='ref' href='/an10.60'>AN 10.60</a> §3-4 ; <a class='ref' href='/an9.15'>AN 9.15</a>). Il insiste sur le caractère éphémère de la vie humaine, courte, limitée et fugace, marquée par la souffrance et la misère (<a class='ref' href='/an7.74'>AN 7.74</a>). Il souligne qu’à un moment donné dans l’avenir, même cette grande terre avec ses montagnes imposantes se consumera et disparaîtra (<a class='ref' href='/an7.66'>AN 7.66</a>). Plus encore, dit-il, le système du monde entier se dissoudra en même temps que ses puissantes divinités. Comprenant cela, le sage disciple « devient désenchanté et insensible à ce qui est le plus précieux, sans parler de ce qui est inférieur » (<a class='ref' href='/an10.29'>AN 10.29</a> §2-3). ",
  "an-introduction-bodhi:134": "Les Impuretés de l’Esprit ",
  "an-introduction-bodhi:135": "Une fois que nous reconnaissons clairement les défauts des plaisirs sensuels et la futilité à errer de vie en vie dans les domaines d’existence conditionnée, la volonté de se libérer de la servitude et d’atteindre la fin du devenir répété, qui est aussi la fin de la souffrance, se fait sentir. Pour satisfaire ce souhait, nous devons chercher la cause de notre servitude, car ce n’est qu’en supprimant la cause que nous pourrons éliminer le reste. Le Bouddha place la cause de la souffrance dans les chaînes de notre propre esprit. D’où l’accent mis dans l’enseignement sur une évaluation honnête de soi (<a class='ref' href='/an10.51'>AN 10.51</a>). Dans le cadre du diagnostic de l’origine de la souffrance, les Nikāyas regorgent de listes des diverses souillures auxquelles l’esprit est en proie. Dans AN, nous trouvons de nombreux groupes de ce type, auxquels on donne généralement des noms métaphoriques pour indiquer la façon dont ils nous affectent : souillures, entraves, inondations, entraves, et ainsi de suite. ",
  "an-introduction-bodhi:136": "En lisant les Nikāyas, nous serons sans doute impressionnés par le grand nombre de souillures énumérées ici, et également confus quant aux rôles distincts joués par les différents groupes. Pour comprendre ces listes, je les ai classées en trois catégories. Ces catégories sont de ma propre conception et ne sont pas mentionnées comme telles dans les textes canoniques ou les commentaires. Cependant, bien que les groupes ne doivent pas être considérés comme rigoureusement exclusifs, la classification tient la route. ",
  "an-introduction-bodhi:137": "(1) La première catégorie est celle des souillures responsables du *comportement inadéquat*. Il s’agit des motivations sous-jacentes de la mauvaise conduite et du mauvais kamma. Les plus importants de ces groupes sont les trois racines nuisibles : l’avidité (ou la convoitise), la haine et l’illusion, évoquées plus haut dans la discussion sur le kamma. Elles sont souvent mentionnées comme les causes de la mauvaise conduite corporelle, verbale et mentale, et sont explicitement associées aux dix mauvaises actions (<a class='ref' href='/an10.174'>AN 10.174</a>). Les trois racines sont parfois étendues aux « quatre mauvaises directions » (<a class='ref' href='/an4.17'>AN 4.17-20</a>) — le désir, la haine, l’illusion et la peur — lorsque les motivations des décisions préjudiciables sont considérées. ",
  "an-introduction-bodhi:138": "Le désir sexuel est une souillure d’une importance cruciale pour les moines, étant voués à une vie de célibat, ils doivent donc réfréner et maîtriser leurs pulsions sexuelles. Le Bouddha parle souvent des dangers des plaisirs sensuels et met en garde les moines contre l’établissement de liens étroits avec les membres du sexe opposé (<a class='ref' href='/an5.225'>AN 5.225-26</a>). Au sein d’une communauté monastique qui présente de très différentes personnalités et de fortes opinions, la colère et le ressentiment peuvent aussi avoir un effet corrosif sur la dynamique du groupe ; le Bouddha et ses principaux disciples préconisent ainsi des méthodes pour dissiper ces émotions perturbatrices (<a class='ref' href='/an5. 161'>AN 5.161-62</a> ; <a class='ref' href='/an9.29'>AN 9.29-30</a> ; <a class='ref' href='/an10.79'>AN 10.79-80</a>). La colère et l’hostilité forment ensemble la première des six « racines de la discorde », que le Bouddha considérait comme un danger pour l’harmonie du Saṅgha (<a class='ref' href='/an6.36'>AN 6.36</a>). Puisque les moines sont en principe tenus de partager leurs gains — qu’il s’agisse de biens matériels, des soutiens laïcs ou des connaissances — le Bouddha a énuméré cinq types d’avarice qui doivent être déracinés pour garantir que chaque membre de la communauté puisse réaliser son potentiel (<a class='ref' href='/an5.115'>AN 5.115</a>, <a class='ref' href='/an5.224'>AN 5.224</a>). Les laïcs, eux aussi, sont invités à entretenir leur foyer « avec un esprit dépourvu de toute tache d’avarice, généreux, ouvert, aimant l’abandon, dévoué à la charité, appréciant le don et le partage » (<a class='ref' href='/an6.10'>AN 6.10</a>). ",
  "an-introduction-bodhi:139": "(2) La seconde catégorie de souillures dans ce schéma en trois volets est celle qui *entrave la réussite de la méditation*. Le plus élémentaire de ce groupe est le plus simple : la paresse pure et simple, la résistance au travail qui consiste à « stimuler son énergie pour atteindre ce qui n’a pas encore été atteint, pour réaliser ce qui n’a pas encore été atteint, pour réaliser ce qui n’a pas encore été réalisé » (<a class='ref' href='/an8.80'>AN 8.80</a>). Une fois qu’un méditant surmonte sa paresse et entreprend l’effort de méditer, les souillures qu’il est susceptible de rencontrer relève d’un groupe connu sous le nom des cinq entraves, ainsi appelées parce qu’elles sont « des obstructions, des entraves, des encombrements de l’esprit, des états qui affaiblissent la sagesse. » Elles empêchent même de connaître son propre bien et celui des autres (<a class='ref' href='/an5.51'>AN 5.51</a>). Le Bouddha les qualifie de « monceau de choses malsaines » (<a class='ref' href='/an5.52'>AN 5.52</a>) et les compare aux corruptions de l’or (<a class='ref' href='/an5.23'>AN 5.23</a>) et aux impuretés d’un bol d’eau (<a class='ref' href='/an5.193'>AN 5.193</a>). Une série de suttas au début de l’AN explique les principaux déclencheurs de chacune des cinq entraves et les techniques contemplatives les plus efficaces pour les maîtriser (<a class='ref' href='/an1.11'>AN 1.11-20</a>). ",
  "an-introduction-bodhi:140": "L’Aṅguttara mentionne d’autres groupes de souillures qui font obstacle à la pratique de la méditation. Il s’agit des trois types de pensées néfastes (<a class='ref' href='/an4.11'>AN 4.11</a>), des cinq types de stérilité mentale (<a class='ref' href='/an5.205'>AN 5.205</a>), et des cinq servitudes mentales (<a class='ref' href='/an5.206'>AN 5.206</a>). On peut plus ou moins les mettre en corrélation avec les cinq entraves. Tous ces défauts sont surmontés, provisoirement, par une pratique réussie de la méditation de la tranquillité, qui atteint son apogée dans _samādhi_, le calme mental ou la concentration. ",
  "an-introduction-bodhi:141": "(3) Les souillures du troisième type sont les plus profondes et les plus tenaces. Ce sont les souillures situées à la source du courant de conscience qui *maintiennent la servitude au cycle des renaissances*. Ces souillures sommeillent au sein de l’esprit, même lorsque le méditant atteint des états de concentration exaltés. Ils ne peuvent être éliminés que par le développement de la sagesse, par la vision qui pénètre profondément dans la vérité du Dhamma. Dans la langue des commentaires Pāli, ils ne sont totalement éradiqués que par les voies « supramondaines » ou transcendant le monde (_lokuttaramagga_), des états de conscience qui brisent les barrières de la réalité conditionnée et voient le Nibbāna inconditionné. ",
  "an-introduction-bodhi:142": "Les plus primordiales de ces souillures fondamentales sont appelées les _āsavas_, traduites de façon inadéquate par « souillures ». Il s’agit de la soif de plaisirs sensuels, de la soif d’une existence permanente et de l’ignorance (<a class='ref' href='/an6.63'>AN 6.63</a> §4). Ils ne sont totalement éradiqués qu’avec l’obtention de l’état d’Arahant, et le fruit de l’état d’Arahant est donc décrit comme « la libération sans tache de l’esprit, la libération par la sagesse obtenue grâce à la destruction des taches ». Les autres groupes de souillures fondamentales incluent les quatre liens (<a class='ref' href='/an4.10'>AN 4.10</a>), identiques en contenu aux trois _āsavas_ mais auxquels s’ajoute le lien des opinions ; les sept tendances sous-jacentes (<a class='ref' href='/an7. 11'>AN 7.11-12</a>) ; et les dix entraves, dont l’éradication par groupes marque l’atteinte des stades successifs de l’éveil (<a class='ref' href='/an10.13'>AN 10.13</a>). Les trois racines nuisibles — la convoitise, la haine et l’illusion — opèrent également à ce niveau et doivent ainsi être déracinées pour obtenir la libération. Toutes ces souillures tombent sous la domination de l’ignorance et de la soif d’existence, qui génère le processus du saṁsāra d’une existence à l’autre (<a class='ref' href='/an3.76'>AN 3.76-77</a>). La libération finale dépend donc de l’élimination de l’ignorance et de l’avidité, ce qui se produit grâce à la sagesse transcendante qui reconnaît pleinement les quatre nobles vérités. ",
  "an-introduction-bodhi:143": "La Voie du Renoncement ",
  "an-introduction-bodhi:144": "Bien que le Bouddha ait enseigné le Dhamma de manière ouverte et complète aux renonçants et aux laïcs, il a accordé une attention particulière à ceux qui l’ont suivi de la vie domestique à l’itinérance pour poursuivre le but qu’il avait lui-même atteint. Ainsi, toute la gamme des pratiques du Dhamma est incorporée dans la formation systématique du bhikkhu ou de la bhikkhunī. Le parcours graduel de la formation monastique est traité en détail dans les Dīgha et Majjhima Nikāyas, mais la même séquence apparaît également une fois dans AN (<a class='ref' href='/an4.198'>AN 4.198</a>). ",
  "an-introduction-bodhi:145": "La condition préalable à la formation est l’apparition du Tathāgata et sa proclamation du Dhamma. Après avoir entendu l’enseignement, l’étudiant acquiert la foi et s’engage dans la vie de sans-abri. Devenu bhikkhu, il adopte la discipline éthique du renonçant, qui exige une vie de non-violence et de pureté dans l’action corporelle et verbale. Il doit se contenter des nécessités les plus simples, sans pour autant s’enorgueillir de son austérité (<a class='ref' href='/an4.28'>AN 4.28</a>). Pour faciliter le passage à la concentration, il pratique la retenue des facultés sensorielles et s’exerce à la pleine conscience et à la claire compréhension dans toutes ses activités. D’autres textes sur la formation monastique mentionnent deux autres mesures qui s’inscrivent dans cette phase : la modération dans les repas et la veille (<a class='ref' href='/an3.16'>AN 3.16</a>, <a class='ref' href='/an4.37'>AN 4.37</a>). Le bhikkhu se retire dans un endroit isolé, purifie son esprit des cinq entraves et maîtrise les quatre jhānas, les stades de concentration profonde. Il oriente ensuite son esprit concentré vers les trois types de connaissances supérieures : le souvenir des vies antérieures, la perception de la mort et de la renaissance des êtres, et la connaissance des quatre nobles vérités. Ce processus atteint son apogée dans la libération de l’esprit des _āsavas_. ",
  "an-introduction-bodhi:146": "Un autre sutta, <a class='ref' href='/an10.99'>AN 10.99</a>, commence par la même série d’étapes préparatoires, mais à partir de la réalisation des quatre jhānas, il passe aux quatre réalisations méditatives sans forme : la base de l’infinité de l’espace, la base de l’infinité de la conscience, la base du néant et la base de ni-perception-ni-non-perception. De là, le méditant continue jusqu’à la « cessation de la perception et de la sensation » — également connue sous le nom de réalisation de la cessation — à partir de laquelle il « voit avec sagesse » et atteint la destruction des _āsavas_. Dans cette version de la formation, les deux premières connaissances supérieures ne sont pas mentionnées et le processus de développement mental se poursuit à travers les neuf réalisations méditatives. Cependant, malgré cette différence, les deux versions concluent à la destruction des _āsavas_. ",
  "an-introduction-bodhi:147": "Bien que l’AN partage cette description complète de la formation monastique avec d’autres Nikāyas, il inclut des formulations qui semblent être spécifiques, voire entièrement uniques. L’une d’entre elles est la formation en trois volets : le comportement vertueux supérieur, l’esprit supérieur (de concentration) et la sagesse supérieure (<a class='ref' href='/an3.81'>AN 3.81-90</a>). Une paire de suttas particulièrement intéressante dans cette série de textes indique qu’un moine peut commettre des infractions concernant les règles de formation mineures, bénéficier d’une réhabilitation et atteindre les quatre stades de l’éveil (<a class='ref' href='/an3.86'>AN 3.86-87</a>). Ce qu’il soutient résolument, ce sont « les règles de formation qui sont fondamentales à la vie spirituelle, en conformité avec la vie spirituelle ». Ces deux suttas établissent également une corrélation entre la formation en trois volets et les quatre niveaux d’éveil : celui qui entre dans le courant et celui qui revient une fois accomplissent un comportement vertueux, mais pas les deux autres formations ; celui qui ne revient pas accomplit la vertu et la concentration, mais pas la sagesse ; et l’arahant accomplit les trois formations. ",
  "an-introduction-bodhi:148": "Une autre perspective sur le déroulement séquentiel de la pratique est proposée par une série de « parallèles élargis » qui commence dans les Cinq (avec <a class='ref' href='/an5.24'>AN 5.24</a>) et se poursuit avec une augmentation dans les _nipātas_ ultérieurs jusqu’aux Onze. Cette série peut être stratifiée en termes de la formation en trois volets et de son point culminant dans la libération, mais elle présente les étapes transitoires plus fines qui se situent entre les étapes principales. Ainsi, dans la version la plus complète (<a class='ref' href='/an11.3'>AN 11.3</a>), on passe du comportement vertueux au non-regret, puis, par étapes, à la joie, au ravissement, à la tranquillité, au plaisir, à la concentration, à la connaissance et à la perception des choses telles qu’elles sont réellement, au désenchantement, à la dépassion, et à la connaissance et à la perception de la libération. On peut supposer que la libération elle-même devrait être insérée après la dépassion, mais cela nécessiterait un Livre des Douze. ",
  "an-introduction-bodhi:149": "La quête monastique ne culmine pas toujours dans la réalisation nirvanique qui a incité le moine à s’engager dans la vie de renoncement. Les Nikāyas font preuve d’une conscience aiguë des faiblesses humaines et sonnent donc l’alarme. Un sutta mentionne quatre « périls » auxquels est confronté un membre de famille qui a « quitté la vie domestique par foi pour devenir un sans-abri » : la colère d’être instruit par des moines plus jeunes ; l’envie de nourriture frustrée par les règles régissant les repas ; l’attirance pour les cinq sortes de plaisirs sensuels ; et la rencontre avec des femmes séduisantes (<a class='ref' href='/an4.122'>AN 4.122</a>). Un autre discours dit que tout bhikkhu ou bhikkhunī qui abandonne la formation et retourne à la vie laïque le fait à cause du manque de foi, de honte morale, de crainte morale, d’énergie et de sagesse (<a class='ref' href='/an5.5'>AN 5.5</a>). Deux longs discours comparent le bhikkhu détourné de la formation à un guerrier vaincu au combat. Dans un cas, la cause est « une femme ou une fille étant belle, attirante, gracieuse, possédant une suprême beauté de peau » (<a class='ref' href='/an5.75'>AN 5.75</a>). Dans l’autre, il s’agit de la passion qui naît de la vue de femmes lors d’une tournée d’aumônes « dont les vêtements sont en désordre et peu soignés » (<a class='ref' href='/an5.76'>AN 5.76</a>). L’Aṅguttara montre que si le Bouddha avait une confiance profonde dans la capacité des êtres humains à triompher de toutes les chaînes et entraves, il était également conscient de la difficulté de la tâche ou de la force et de la ruse des souillures qui doivent être affrontées et vaincues. ",
  "an-introduction-bodhi:150": "Méditation ",
  "an-introduction-bodhi:151": "Le cœur de la vie monastique est la pratique de ce que nous appelons la méditation, l’effort méthodique pour apprivoiser et maîtriser l’esprit et pour développer sa capacité au calme et à la compréhension. La formation commence par un esprit non développé, obscurci et indiscipliné, assailli par les passions et les souillures. Il se termine par un esprit libéré, tranquille, dompté, brillant et lumineux, libéré des souillures et de l’esclavage des existences répétées. ",
  "an-introduction-bodhi:152": "Les méthodes de développement mental se divisent en deux catégories : la sérénité (_samatha_) et la compréhension ou la perspicacité (_vipassanā_) ; la première est considérée comme le moyen de développer la concentration, la seconde comme le moyen de développer la sagesse. La sérénité présente l’abandon provisoire de la convoitise et aboutit à la libération de l’esprit. La compréhension ou la perspicacité apporte l’abandon de l’ignorance et aboutit à la libération par la sagesse (<a class='ref' href='/an2.31'>AN 2.31</a>). La « libération de l’esprit » et la « libération par la sagesse » constituent conjointement l’état d’Arahant, le but ultime. ",
  "an-introduction-bodhi:153": "Bien que la séquence habituelle de la formation méditative aille de la concentration à la sagesse, plusieurs suttas de l’AN montrent que les méditants peuvent choisir différents itinéraires pour atteindre la voie de transcendance du monde. Le disciple Ānanda déclare que tous ceux qui atteignent l’état d’Arahant le font de l’une des quatre façons suivantes : soit en développant d’abord la sérénité et ensuite la compréhension (la séquence standard) ; soit en développant d’abord la compréhension et ensuite la sérénité ; soit en développant les deux conjointement ; soit en émergeant de « l’agitation au sujet du Dhamma » et en atteignant un esprit unifié (<a class='ref' href='/an4.170'>AN 4.170</a>). Un autre sutta conseille à celui qui acquiert la sérénité ou la compréhension (mais pas l’autre) de chercher un maître pouvant donner des instructions sur l’obtention du facteur manquant ; celui qui n’acquiert ni l’une ni l’autre devrait chercher des instructions sur l’acquisition des deux ; tandis que celui qui acquiert les deux devrait les développer pour atteindre la destruction des _āsavas_ (<a class='ref' href='/an4.94'>AN 4.94</a>). ",
  "an-introduction-bodhi:154": "Les sujets de méditation mentionnés dans l’AN sont nombreux et variés. Comme les autres Nikāyas, l’AN ne donne pas d’instructions détaillées sur la technologie de la méditation, mais il présente une grande variété de sujets de méditation. Apparemment, ces sujets ont dû être diversifiés pour tenir compte des différentes dispositions des personnes qui venaient demander des instructions au Bouddha. Le Livre des Uns comprend un « catalogue » virtuel de thèmes et de réalisations relatifs à la pratique de la méditation, tous présentés en relation avec ce qui rend un bhikkhu digne de recevoir l’aumône (<a class='ref' href='/an1.394'>AN 1.394-575</a>). Le même _nipāta_ se termine par un long éloge de la pleine conscience du corps (<a class='ref' href='/an1.575'>AN 1.575-627</a>), déclarée être la clé pour réaliser Nibbāna. ",
  "an-introduction-bodhi:155": "Les suttas de l’AN décrivent de nombreux sujets de méditation de renom qui font l’objet d’un traitement plus détaillé dans des ouvrages tels que le Visuddhimagga. Nous trouvons ici la pleine conscience de la respiration (<a class='ref' href='/an10.60'>AN 10.60</a> §10), les six contemplations dévotionnelles (<a class='ref' href='/an6. 10'>AN 6.10</a>, <a class='ref' href='/an6.25'>AN 6.25</a>), l’amour bienveillant (<a class='ref' href='/an8.1'>AN 8.1</a>, <a class='ref' href='/an11. 15'>AN 11.15</a>) ainsi que les quatre incommensurables ou « demeures divines » (<a class='ref' href='/an3.65'>AN 3.65</a>, <a class='ref' href='/an8. 63'>AN 8.63</a>), et la pleine conscience de la mort (<a class='ref' href='/an6.19'>AN 6.19-20</a>, <a class='ref' href='/an8.73'>AN 8.73-74</a>). La méditation en marche est louée pour ses cinq bénéfices (<a class='ref' href='/an5.29'>AN 5.29</a>). L’accent mis par l’AN sur les « perceptions » (_saññā_), sujets de méditation qui impliquent initialement une bonne part de réflexion plutôt qu’une simple observation en pleine conscience, est particulièrement intéressant. Par exemple, l’AN <a class='ref' href='/an7.49'>AN 7.49</a> mentionne sept perceptions, dont on dit qu’elles « culminent dans Nibbāna, qu’elles ont le Nibbāna pour aboutissement ». Ces sept perceptions sont la perception du manque d’attrait, la perception de la mort, la perception du caractère répugnant de la nourriture, la perception du manque de joie dans le monde entier, la perception de l’impermanence, la perception de la souffrance dans l’impermanence et la perception du non-soi dans ce qui est souffrance. Chacune de ces perceptions est ensuite reliée à une perception déformée spécifique ou à un penchant qu’elle contrecarre. Ainsi, la perception du manque d’attrait élimine le désir pour les rapports sexuels, la perception de la mort contrecarre l’attachement à la vie, la perception du caractère repoussant de la nourriture incite l’esprit à se détourner de l’envie de saveur. Le célèbre Girimānanda Sutta décrit dix perceptions que le Bouddha demande à Ānanda de réciter afin de rétablir la santé du bhikkhu Girimānanda, atteint d’une grave maladie (<a class='ref' href='/an10.60'>AN 10.60</a>). ",
  "an-introduction-bodhi:156": "Certains des sujets de méditation mentionnés dans l’AN se rapportent, selon l’exégèse Theravāda traditionnelle, au développement de la sérénité, d’autres au développement de la compréhension. Ce qui est intéressant dans l’AN, cependant, c’est que si la sérénité et la compréhension sont traitées comme des domaines distincts de la méditation, avec leurs propres points d’attention et leurs propres fruits, une ligne de démarcation nette n’est pas tracée entre les sujets de méditation se rapportant à l’un ou à l’autre. Il est tout à fait concevable que, dans la vision de la méditation propre au Bouddha, la sérénité et la compréhension représentent non pas deux catégories distinctes d’objets de méditation, mais deux orientations subjectives complémentaires qui peuvent être développées sur la base d’un même groupe d’objets de méditation. ",
  "an-introduction-bodhi:157": "Dans l’AN, les états de conscience supérieurs atteints par la méditation sont souvent mentionnés. Les plus fréquents sont bien sûr les quatre jhānas. En outre, nous rencontrons également des groupes tels que les huit bases de maîtrise (<a class='ref' href='/an8.65'>AN 8.65</a>), les huit émancipations (<a class='ref' href='/an8.66'>AN 8.66</a>), et les neuf demeures progressives (<a class='ref' href='/an9.31'>AN 9.31-61</a>). Le succès de la méditation est parfois présenté comme culminant dans les trois vraies connaissances, les _tevijjā_ (<a class='ref' href='/an3.58'>AN 3.58-59</a>), que le Bouddha lui-même a atteint la nuit de son éveil (<a class='ref' href='/an8.11'>AN 8.11</a>). Ailleurs, la méditation présente les six types de connaissances supérieures connues plus tard sous le nom d’_abhiññās_ (<a class='ref' href='/an3.101'>AN 3.101-2</a>, <a class='ref' href='/an5.23'>AN 5.23</a>, <a class='ref' href='/an6.2'>AN 6.2</a>). Cinq d’entre eux impliquent des pouvoirs psychiques, tandis que le sixième est la connaissance de la destruction des _āsavas_ qui transcende le monde. ",
  "an-introduction-bodhi:158": "Sagesse ",
  "an-introduction-bodhi:159": "Quand elle est pratiquée pour elle-même, la concentration profonde s’accompagne de joie exaltée, de félicité, de calme et d’équanimité. Ces expériences peuvent faire croire au méditant inexpérimenté qu’il a atteint le but final et découvert « la paix nirvanique intérieure ». Toutefois, ces états sublimes sont atteints simplement par l’intensification de la conscience, et non par la vision profonde qui rompt les chaînes de l’existence répétée. Les états supérieurs de concentration génèrent un puissant kamma positif, qui conduit à une renaissance dans les domaines de la forme ou du sans-forme — les domaines de la stature super-divine — en fonction des réalisations atteintes durant l’existence humaine du méditant. Sans le profond discernement apporté par la sagesse, ce kamma finira par s’épuiser et l’être divin s’éteindra pour renaître ailleurs, peut-être même dans les mauvaises destinations (<a class='ref' href='/an3.116'>AN 3.116</a>, <a class='ref' href='/an4.123'>AN 4.123-26</a>). Pour que la voie atteigne son achèvement et aboutisse au Nibbāna, elle doit parvenir à produire de la sagesse. Ainsi, le Bouddha fait l’éloge de la sagesse comme étant la splendeur, l’éclat, la lumière, le lustre et le symbole le plus important (<a class='ref' href='/an4.141'>AN 4.141-45</a>). ",
  "an-introduction-bodhi:160": "Contrairement à ce que suggère la métaphore, la sagesse ne vient pas soudainement et spontanément en raison de vœux pieux ; elle est plutôt engendrée graduellement en suivant un parcours de formation précis. Un sutta énumère huit conditions d’acquisition et de maturation de la sagesse propre à la vie spirituelle (⁣AN 8.2⁣). Parmi celles-ci, il est notamment question de se fier à un enseignant, de poser des questions pour lever ses doutes, de respecter les règles de discipline, d’apprentissage et de réflexion, et de contempler l’apparition et la disparition des cinq agrégats. Un autre facteur favorisant le développement de la sagesse est la compréhension juste. Le Bouddha a placé la compréhension juste à la première place des facteurs du noble sentier octuple et des dix bonnes façons d’agir (<a class='ref' href='/an10.103'>AN 10.103</a>). La compréhension juste est à l’origine des neuf autres facteurs, qui aboutissent à la connaissance juste et à la libération juste (<a class='ref' href='/an10.105'>AN 10.105</a>). ",
  "an-introduction-bodhi:161": "L’apprentissage et l’étude du Dhamma contribuent également à la croissance de la sagesse. Parmi les quatre Nikāyas, c’est peut-être l’AN qui met le plus l’accent sur l’apprentissage. L’apprentissage est décrit comme l’une des cinq sortes de richesse (<a class='ref' href='/an5.47'>AN 5.47</a>) et comme une qualité qui fait qu’un bhikkhu est respecté et estimé par ses compagnons moines (<a class='ref' href='/an5.87'>AN 5.87</a>). Bien sûr, un disciple qui a peu appris, mais qui met en pratique ce qu’il a appris est supérieur à celui qui apprend beaucoup sans l’appliquer (<a class='ref' href='/an4.6'>AN 4.6</a>). Mais, l’apprentissage possède une valeur intrinsèque, et ceux qui excellent dans l’apprentissage et obtiennent aussi les quatre jhānas et les trois vraies connaissances sont considérés comme particulièrement dignes de respect (<a class='ref' href='/an10.97'>AN 10.97</a>). La maîtrise du Dhamma permet d’enseigner, pour que l’on puisse à la fois accélérer son propre progrès, et promouvoir le bien d’autrui (<a class='ref' href='/an8.62'>AN 8.62</a>). ",
  "an-introduction-bodhi:162": "Les suttas de l’AN ne se contentent pas de faire l’éloge de l’apprentissage, mais fournissent des instructions concrètes sur la manière d’apprendre et d’enseigner le Dhamma. Comme le Dhamma a toujours été transmis oralement, et non par des documents écrits, les textes insistent sur la nécessité d’une écoute attentive et d’une bonne rétention. Celui qui n’écoute pas attentivement ressemble à bol renversé, qui ne peut pas retenir l’eau ; celui qui écoute, mais ne retient pas ce qui a été appris, ressemble à homme qui renverse ce qu’il a sur ses genoux ; tandis que celui qui simultanément écoute les discours et retient ce qui a été appris le garde longtemps, comme un bol à l’endroit retient longtemps l’eau (<a class='ref' href='/an3.30'>AN 3.30</a>). Ānanda, le plus érudit des bhikkhus, mentionne six facteurs propices à la maîtrise du Dhamma, parmi lesquels étudier de nombreux discours, enseigner aux autres et rendre visite aux anciens pour élucider les points que l’on ne comprend pas complètement (<a class='ref' href='/an6.51'>AN 6.51</a>). ",
  "an-introduction-bodhi:163": "Écouter le Dhamma peut être l’occasion d’entrer dans la voie irréversible de la libération finale, mais pour en bénéficier, il faut correctement écouter. Cela signifie qu’il faut écouter avec un esprit respectueux et ouvert, et non avec l’intention de trouver des défauts, de dénigrer le discours et l’orateur (<a class='ref' href='/an5.151'>AN 5.151-53</a>). Écouter et enseigner peut même précipiter la réalisation de la libération. En écoutant le Dhamma, en l’enseignant, en le récitant ou en examinant sa signification, on peut trouver l’inspiration, éprouver de la joie et déclencher un processus qui aboutit à la libération totale des _āsavas_ (<a class='ref' href='/an5.28'>AN 5.28</a>). L’apprentissage doit toutefois s’accompagner de la pratique. Ainsi, le Bouddha exhorte les moines à ne pas consacrer tout leur temps à l’étude, à l’enseignement, à la récitation et à la réflexion, mais à s’éloigner et à se consacrer au développement de la sérénité intérieure et de la sagesse expérientielle (<a class='ref' href='/an5.73'>AN 5.73-74</a>). ",
  "an-introduction-bodhi:164": "L’apprentissage et l’enseignement jouent un rôle essentiel pour assurer la longévité du Dhamma. Le Dhamma décline et disparaît, dit un sutta, lorsque les bhikkhus ne l’écoutent pas respectueusement, ne l’apprennent pas, ne le gardent pas à l’esprit, n’en examinent pas le sens et ne le mettent pas en pratique ; il perdure sans dégénérer lorsque les bhikkhus accomplissent ces tâches (<a class='ref' href='/an5.154'>AN 5.154</a>). D’autres suttas soulignent l’importance d’enseigner et de faire réciter les textes (<a class='ref' href='/an5.155'>AN 5.155</a>). Quand on enseigne, il faut choisir le sujet approprié, évaluer les intérêts et les attentes de l’auditoire, puis donner un exposé qui corresponde à leurs inclinations (<a class='ref' href='/an5.157'>AN 5.157</a>). Le Bouddha prescrit cinq lignes directrices pour un enseignant du Dhamma : il devrait faire un exposé qui suit une séquence progressive ; il devrait fournir des raisons à l’appui de ses affirmations ; il devrait avoir de l’empathie pour son auditoire ; il ne devrait pas avoir l’intention d’obtenir un gain matériel ; et il ne devrait pas dire quoi que ce soit de nuisible pour lui-même ou pour les autres (<a class='ref' href='/an5.159'>AN 5.159</a>). ",
  "an-introduction-bodhi:165": "La sagesse pénétrante consiste certes à maîtriser un corpus de textes ou un système d’idées, mais également à voir la vraie nature des phénomènes. Les principes à voir avec sagesse sont les « trois caractéristiques » de l’impermanence, de la souffrance et du non-soi. Il nous est dit que, indépendamment de l’apparition des Tathāgatas dans le monde, cette loi immuable demeure : tous les phénomènes conditionnés sont impermanents ; tous les phénomènes conditionnés sont souffrance ; et tous les phénomènes, quels qu’ils soient, sont non-soi (<a class='ref' href='/an3.136'>AN 3.136</a>). Reconnaître la véritable nature des phénomènes signifie donc les considérer comme impermanents, souffrants et non égoïstes. Normalement, notre esprit est sujet à des distorsions perceptuelles et conceptuelles, pour que nous considérions les choses comme permanentes, agréables et comme étant le soi. Bien que ces notions nous paraissent évidentes, les textes les décrivent comme une inversion de la perception et comme des formes de désordre cognitif (<a class='ref' href='/an4.49'>AN 4.49</a>). La tâche de la compréhension est de corriger cette distorsion en contemplant les choses « telles qu’elles sont réellement », c’est-à-dire impermanentes, souffrantes et non-soi (<a class='ref' href='/an7.16'>AN 7.16-18</a>). Il est intéressant de noter que plusieurs suttas de l’AN ajoutent un quatrième thème de contemplation : la contemplation du Nibbāna comme bonheur (<a class='ref' href='/an6.101'>AN 6.101</a>, <a class='ref' href='/an7.19'>AN 7.19</a>). ",
  "an-introduction-bodhi:166": "La contemplation des phénomènes conditionnés comme impermanents et souffrance, la contemplation de tous les phénomènes comme non-soi, et la contemplation de Nibbāna comme bonheur permettent au disciple d’acquérir « une conviction en conformité » avec le Dhamma (_anulomikā khantī_). Cela prépare l’esprit à une compréhension encore plus profonde, et lorsque cette compréhension s’aligne sur le Dhamma lui-même, elle induit l’entrée dans « la voie fixe de la justesse » (_sammattaniyāma_), la voie qui transcende le monde et qui mène infailliblement aux quatre stades d’éveil (<a class='ref' href='/an6.98'>AN 6.98-101</a>). ",
  "an-introduction-bodhi:167": "Le Bouddha insistait sur le fait que le but ultime de son enseignement était de mettre fin à la souffrance dans cette vie même, et c’est pourquoi il exhortait constamment les bhikkhus à ne pas se contenter d’une quelconque réalisation intermédiaire, mais à poursuivre leur chemin vers le but final. Il leur enjoignait de prendre la résolution suivante : « Je ne relâcherai pas mon énergie tant que je n’aurai pas atteint ce qui peut être atteint par la vigueur, l’énergie et l’effort » (<a class='ref' href='/an2.5'>AN 2.5</a>). Deux suttas dans l’AN nous donnent un aperçu du processus contemplatif par lequel le disciple réalise le but final. Un discours explique qu’un bhikkhu entre dans l’un des quatre jhānas ou des trois réalisations inférieures sans forme et en contemple les constituants — les cinq agrégats inclus dans la réalisation (quatre agrégats dans les réalisations sans forme) — comme étant impermanents, souffrance, maladie, furoncle, dard, misère, affliction, étranger, désintégration, vide et non-soi. À un certain moment, il détourne son esprit de ces phénomènes et le dirige vers le Nibbāna. À partir de là, il atteint soit la destruction des _āsavas_, c’est-à-dire l’état d’Arahant, soit, s’il ne peut pas achever le travail, le stade de Non-Retour (<a class='ref' href='/an9.36'>AN 9.36</a>). L’autre sutta est prononcé par Ānanda à un laïc qui avait demandé comment un bhikkhu atteignait la destruction des souillures. Ānanda explique que le bhikkhu accède à l’un des quatre jhānas, aux quatre incommensurables (l’amour bienveillant, la compassion, la joie altruiste et l’équanimité) ou aux trois réalisations inférieures sans forme. Il examine ensuite la réalisation « construite et produite par la volonté » et observe : « Tout ce qui est construit et produit par la volonté est impermanent, sujet à disparaître ». Dans ce cas également, il atteint soit le stade d’Arahant, soit celui de Non-Retour (<a class='ref' href='/an11.16'>AN 11.16</a>). ",
  "an-introduction-bodhi:168": "Le Saṅgha ",
  "an-introduction-bodhi:169": "Selon l’exégèse traditionnelle, le mot _saṅgha_ est utilisé en deux sens : comme désignation de l’ordre monastique composé de bhikkhus et de bhikkhunīs, parfois appelé « Saṅgha institutionnel » ou « Saṅgha conventionnel » (_sammutisaṅgha_) ; et comme désignation de la « communauté des nobles » (_ariyasaṅgha_), qui comprend les huit nobles personnes, les quatre paires de ceux qui ont atteint les voies et les fruits qui transcendent le monde. Sur la base de cette distinction, on dit alors que le Saṅgha conventionnel n’est constitué que de moines, qu’ils soient nobles ou ordinaires ; tandis que le Saṅgha noble est dit inclure les laïcs qui ont atteint les voies et les fruits aussi bien que les moines. Dans l’AN, une distinction entre ces deux types de Saṅgha est visible, mais les délimitations entre eux ne sont pas aussi claires que la tradition le laisse supposer. Tout d’abord, chaque fois qu’un nouveau converti au Dhamma déclare qu’il va prendre refuge, il mentionne comme troisième objet de refuge le « Saṅgha des bhikkhus » (y compris vraisemblablement aussi les bhikkhunīs). Cela montre qu’ils (ou, plus probablement, les compilateurs des textes) comprenaient la communauté monastique comme étant le troisième refuge. Ensuite, la formule du noble Saṅgha le décrit en des termes qui s’appliquent plus facilement aux renonçants qui vivent des offrandes d’autrui : il est « digne de dons, digne d’hospitalité, digne d’offrandes, digne de salutation révérencielle. » Un tel éloge établit à nouveau un lien entre le Saṅgha monastique et le Saṅgha noble. ",
  "an-introduction-bodhi:170": "Cependant, un sutta parle de « quatre sortes de personnes qui ornent le Saṅgha ». Il s’agit de bhikkhus, de bhikkhunīs, et de disciples laïcs hommes et femmes bien formés et instruits (<a class='ref' href='/an4.7'>AN 4.7</a> ; voir aussi <a class='ref' href='/an4.211'>AN 4.211</a>). Cela suggère que le mot _saṅgha_, même au sens conventionnel, peut inclure des laïcs, à moins que l’on ne comprenne l’énoncé comme signifiant que les bhikkhus et les bhikkhunīs ornent le Saṅgha en tant que ses membres, tandis que les laïcs l’ornent en tant que ses partisans. Quoi qu’il en soit, presque partout ailleurs, lorsque les textes parlent du Saṅgha sans référence spécifique aux nobles, c’est l’ordre monastique (ou des sous-groupes en son sein) qui est désigné. ",
  "an-introduction-bodhi:171": "Plusieurs suttas de l’AN révèlent que le Saṅgha monastique n’était pas toujours à la hauteur des critères que le Bouddha lui avait fixés. Dans <a class='ref' href='/an2.42'>AN 2.42-51</a>, une série de différences est établie entre deux assemblées, l’une critiquable, l’autre louable. Les deux assemblées sont spécifiquement désignées comme bhikkhus. La branche critiquable de chaque paire comprend l’assemblée superficielle, dans laquelle les bhikkhus sont « agités, orgueilleux et vaniteux » ; l’assemblée inférieure, dans laquelle ils sont luxueux et laxistes ; la lie d’une assemblée, dans laquelle ils s’engagent dans la mauvaise voie à cause du désir, de la haine, de l’illusion ou de la peur ; et l’assemblée qui accorde de l’importance aux choses du monde, et non au bon Dhamma. L’insouciance et la mondanité n’étaient pas les seuls problèmes auxquels le Bouddha devait faire face dans l’ordre monastique. Tout au long de l’AN, on trouve des références à des querelles et des disputes entre les bhikkhus. Ainsi, nous lisons des situations dans lesquelles les bhikkhus ont pris l’habitude de « se disputer et de se quereller et sont tombés dans une dispute, se poignardant les uns les autres avec des mots perçants » (<a class='ref' href='/an10.50'>AN 10.50</a> ; voir aussi <a class='ref' href='/an2.43'>AN 2.43</a>, <a class='ref' href='/an3.124'>AN 3.124</a>). À certaines occasions, la menace d’un schisme s’est fait sentir. Pour prévenir ce danger, le Bouddha proposa six lignes directrices pour promouvoir des relations cordiales entre les bhikkhus (<a class='ref' href='/an6.12'>AN 6.12</a>) et il les exhorta à se réunir fréquemment et à mener les affaires du Saṅgha avec harmonie (<a class='ref' href='/an7.23'>AN 7.23</a>). Il les mettait également en garde contre six sources de conflits qui devaient être éliminées chaque fois qu’elles apparaissaient (<a class='ref' href='/an6.36'>AN 6.36</a>). Pourtant, malgré les fautes de ses membres, le Bouddha avait une grande estime pour le Saṅgha monastique. Il fit l’éloge du Saṅgha des bhikkhus diligents comme un champ de mérite inégalé qui valait la peine de parcourir de nombreux kilomètres pour le rencontrer (<a class='ref' href='/an4.190'>AN 4.190</a>) et il était heureux lorsqu’il voyait des moines vivre « sereinement, harmonieusement, sans disputes, se mélangeant comme le lait et l’eau, se regardant les uns les autres avec des yeux d’affection » (<a class='ref' href='/an10.50'>AN 10.50</a>). ",
  "an-introduction-bodhi:172": "Le Saṅgha monastique offrait non seulement les conditions optimales à ceux qui souhaitaient mener leur vie spirituelle avec le plus grand sérieux, mais servait également de champ de bénédictions et de vecteurs de diffusion des enseignements du Bouddha auprès de la communauté laïque. Les bhikkhus et les bhikkhunīs offraient aux laïcs la possibilité d’acquérir du mérite en les aidant avec des robes, des aumônes, des logements et des médicaments. Les moines profitaient aussi de leurs relations avec les laïcs pour enseigner le Dhamma aux habitants des maisons, des villages et des villes qu’ils visitaient. Le Bouddha a donc fortement insisté sur la nécessité pour les deux partenaires de cette relation symbiotique de remplir leurs devoirs respectifs. Les moines sont tenus de fournir aux laïcs un modèle inspirant de conduite disciplinée, en se comportant de telle sorte que « ceux qui n’ont pas confiance gagnent en confiance et ceux qui ont confiance renforcent leur confiance » (<a class='ref' href='/an8.54'>AN 8.54</a> ; voir aussi <a class='ref' href='/an4.245'>AN 4.245</a> §1). La communauté laïque est chargée de subvenir aux besoins matériels des moines. Ce faisant, on attend d’elle qu’elle agisse selon la convenance, en accueillant respectueusement les disciples monastiques, en leur procurant un siège, en donnant généreusement et en montrant de la sollicitude pour leur bien-être (<a class='ref' href='/an7.13'>AN 7.13</a>). Les fidèles laïcs doivent également s’asseoir à proximité pour écouter le Dhamma et apprécier la saveur des mots (<a class='ref' href='/an9.17'>AN 9.17</a>). ",
  "an-introduction-bodhi:173": "Le noble Saṅgha est composé de huit types de nobles personnes, réunies en quatre paires en relation avec les quatre stades d’éveil. Les deux membres de chaque paire sont celui qui a atteint le stade lui-même et celui qui s’est engagé sur la voie menant irréversiblement à ce stade. Voici comment ils sont présentés brièvement : « L’entrant dans le courant, celui qui pratique pour réaliser le fruit de l’entrée dans le courant ; le retournant une fois, celui qui pratique pour réaliser le fruit du retour une fois ; le non-retournant, celui qui pratique pour réaliser le fruit du non-retour ; l’Arahant, celui qui pratique pour réaliser le fruit de l’état d’Arahant » (<a class='ref' href='/an8.59'>AN 8.59</a>). Dans un sutta, un autre terme est ajouté à la liste des huit, le _gotrabhū_ ou « membre du clan » (<a class='ref' href='/an9.10'>AN 9.10</a> ; voir aussi <a class='ref' href='/an10.16'>AN 10.16</a>). Curieusement, la relation de cette figure avec les autres n’est pas expliquée dans les Nikāyas. Les commentaires interprètent ce terme à la lumière du système exégétique ultérieur du Theravāda, selon lequel le _gotrabhū_ se réfère à l’unique moment où l’esprit fait la transition entre le point culminant de la connaissance et la voie qui transcende le monde. Mais, cette explication présuppose le développement de schémas techniques qui ne sont pas décelables dans les Nikāyas et il est donc peu probable qu’elle représente le sens originel du terme. ",
  "an-introduction-bodhi:174": "Les quatre stades principaux se distinguent par les entraves qu’ils éliminent et le nombre de renaissances qui restent pour ceux qui les atteignent (voir <a class='ref' href='/an3.86'>AN 3.86</a>, <a class='ref' href='/an4.210'>AN 4.210</a>). Avec la destruction des trois entraves inférieures (voir <a class='ref' href='/an10.13'>AN 10.13</a>), le disciple devient un entrant dans le courant (_sotāpanna_), qui n’est plus sujet à la renaissance dans les trois domaines inférieurs et destiné à atteindre la libération dans un maximum de sept vies supplémentaires, passé soit dans le domaine humain, soit dans le monde des devas. Avec la destruction des trois entraves et la diminution supplémentaire de l’avidité, de la haine et de l’illusion, on devient un revenant une fois (_sakadāgāmī_), qui revient dans ce monde une fois de plus et met alors fin à la souffrance. Avec la destruction des cinq entraves inférieures, le disciple devient un non-retournant (_anāgāmī_) qui renaît spontanément dans le domaine de la forme (généralement dans une région spéciale appelée les demeures pures) et y atteint le Nibbāna final sans revenir de ce monde. Et, avec la destruction complète des souillures, le disciple devient un Arahant, un être pleinement libéré. ",
  "an-introduction-bodhi:175": "Même si les explications des textes sont souvent formulées par rapport aux bhikkhus, les laïcs peuvent également atteindre les trois premiers fruits et même le quatrième. Dans ce dernier cas, cependant, la tradition veut qu’ils atteignent l’état d’Arahant au seuil de la mort ou qu’ils quittent presque immédiatement la vie de famille pour l’itinérance. Nous trouvons dans l’AN le témoignage de plusieurs non-retournants laïcs. Ainsi, la laïque Nandamātā laisse entendre qu’elle est une non-retournante (à <a class='ref' href='/an7.53'>AN 7.53</a>), comme Ugga de Vesālī et Ugga de Hatthigāma (à <a class='ref' href='/an8.21'>AN 8.21</a> et <a class='ref' href='/an8.22'>AN 8.22</a>, respectivement). Les Six (<a class='ref' href='/an6.119'>AN 6.119-39</a>) mentionnent un grand nombre de disciples laïcs masculins qui ont « atteint la certitude au sujet du Tathāgata et sont devenus des témoins de la non-mort », une phrase qui implique qu’ils sont de nobles disciples (mais pas des arahants). De nombreuses femmes laïques sont par ailleurs reconnues comme ayant obtenu les nobles fruits. ",
  "an-introduction-bodhi:176": "Une autre méthode pour différencier les nobles en sept types est mentionnée dans <a class='ref' href='/an7.14'>AN 7.14</a>, où ils sont simplement énumérés sans explication ; les explications se trouvent alors dans MN 70. Les sept sont ceux qui sont libérés aux deux égards, ceux qui sont libérés par la sagesse, ceux qui sont témoins du corps, ceux qui sont parvenus à la vue, ceux qui sont libérés par la foi, ceux qui suivent le Dhamma et ceux qui suivent la foi. Les deux premiers sont des Arahants, qui se distinguent par le fait que les premiers peuvent également atteindre les « émancipations paisibles sans forme » (les méditations sans forme et l’atteinte de la cessation), alors que les seconds ne le peuvent pas. Les trois autres sont des types de _sekhas_, des disciples en formation supérieure, qui se distinguent par leur faculté dominante. Le premier excelle dans la concentration, le deuxième dans la sagesse, le troisième dans la foi. Comme le souligne <a class='ref' href='/an3.21'>AN 3.21</a>, ces trois types ne peuvent pas être classés les uns par rapport aux autres en termes de supériorité. En effet, chacun d’entre eux peut inclure quiconque, de celui qui entre dans le courant à celui qui est sur la voie de l’Arahant. Celui qui suit le Dhamma et celui qui suit la foi sont deux types de personnes qui ont emprunté le chemin de l’entrée dans le courant, mais qui n’ont pas encore atteint son fruit. Ils se distinguent respectivement selon que leur faculté dominante est la sagesse ou la foi. À la fin de <a class='ref' href='/an7.56'>AN 7.56</a>, le Bouddha mentionne une autre « septième personne » à la place de celui qui suit la foi. Ce type de personne est appelé « celui qui demeure dans l’absence de marque » (_animittavihārī_), un terme inexpliqué dans le sutta lui-même et qui n’a jamais été repris pour être développé dans la tradition bouddhiste post-canonique. Le commentaire identifie simplement cette personne à celui qui suit la foi, mais il s’agit peut-être d’une tentative de faire entrer des idées atypiques dans les cases d’un système établi. ",
  "an-introduction-bodhi:177": "La personne spirituelle idéale de l’AN, comme de l’ensemble des Nikāyas, est l’Arahant, appelé « le meilleur parmi les devas et les humains : celui qui a atteint la conclusion ultime, gagné la liberté ultime, vécu la vie spirituelle ultime et obtenu la consommation ultime » (<a class='ref' href='/an3.143'>AN 3.143</a>, <a class='ref' href='/an11.10'>AN 11.10</a>). Les Arahants « ont détruit les souillures, vécu la vie spirituelle, fait ce qui devait être fait, déposé le fardeau, atteint leur propre but, détruit les entraves de l’existence, et sont complètement libérés par la connaissance finale » (<a class='ref' href='/an6.49'>AN 6.49</a>, <a class='ref' href='/an9.7'>AN 9.7</a>). Ils sont « dépourvus de convoitise par la destruction de la convoitise ; dépourvus de haine par la destruction de la haine ; dépourvus d’illusion par la destruction de l’illusion » (<a class='ref' href='/an6.55'>AN 6.55</a>). Ils ne sont plus sujets à retourner dans aucun domaine d’existence, qu’il s’agisse de la sphère des sens, de la sphère des formes ou de la sphère sans forme (<a class='ref' href='/an9.25'>AN 9.25</a>). Ils entrent et demeurent dans la libération sans tache de l’esprit, la libération par la sagesse, et lors de leur disparition atteignent le Nibbāna final. ",
  "an-introduction-bodhi:178": "Bien que tous les Arahants soient semblables dans l’éradication de toutes les souillures et leur libération du saṁsāra, l’AN introduit une distinction intéressante entre deux sortes d’Arahants. L’un, l’« ascète au lotus blanc » (_puṇḍarīkasamaṇa_), n’atteint pas les huit émancipations, tandis que l’autre, l’« ascète au lotus rouge » (_padumasamaṇa_), y parvient. Le commentaire interprète le premier type comme celui qui n’atteint aucune des huit émancipations, et donc comme un Arahant à la compréhension « sèche » (_sukkhavipassaka_), qui atteint le statut d’Arahant sans avoir atteint les jhānas. Cette personnalité n’apparaît pas explicitement dans les Nikāyas et l’on peut ainsi se demander si le commentaire ne lit pas dans le texte une idée apparue à une époque plus tardive. Une interprétation qui s’entende mieux avec des suttas comme MN 70 considérerait l’ascète au lotus blanc comme l’Arahant « libéré par la sagesse » (_paññāvimutta_), qui peut atteindre les quatre jhānas mais pas les émancipations sans forme, tandis que l’ascète au lotus rouge serait l’Arahant « libéré aux deux égards » (_ubhatobhāgavimutta_). En plus des jhānas et des émancipations sans forme, certains Arahants atteignent les « trois vraies connaissances » : la connaissance des vies antérieures, la connaissance de la disparition et de la renaissance des êtres, et la connaissance de la destruction des _āsavas_ (<a class='ref' href='/an3.58'>AN 3.58</a>). D’autres encore atteignent six connaissances supérieures, qui comprennent, outre les trois mentionnées ci-dessus, les pouvoirs psychiques, l’oreille divine et la connaissance des pensées d’autrui (<a class='ref' href='/an6.2'>AN 6.2</a>). ",
  "an-introduction-bodhi:179": "Types de Personnes ",
  "an-introduction-bodhi:180": "L’Aṅguttara se distingue des quatre Nikāyas par l’intérêt qu’il porte à la définition et à la description des types de personnes. Ces classifications ne sont pas proposées du point de vue d’une analyse psychologique objective, mais afin de relier les différents types de personnes aux valeurs et aux objectifs du Dhamma. La plupart des distinctions, mais pas toutes, sont établies parmi les monastiques et sont présentées comme des paires ou des groupes de trois types ou plus. ",
  "an-introduction-bodhi:181": "Ainsi, on peut distinguer différents types de personnalité, comme le sot et le sage, le méchant et le bon, le moine répréhensible et le moine estimé. La dernière paire est présentée avec plus de finesse en décrivant les caractéristiques du moine qui est incorrigiblement mauvais et du moine cité en exemple. Il existe des distinctions au sein de la population laïque, entre les laïcs mal intentionnés et ceux qui servent d’exemples à la communauté. ",
  "an-introduction-bodhi:182": "Une distinction entre les différentes personnes devrait dissiper une idée reçue sur le Bouddhisme ancien qui, ces dernières années, a reculé, mais n’a peut-être pas totalement disparu, à savoir qu’il était strictement individualiste par son insistance sur la responsabilisation personnelle. Plus tard, cette idée reçue (qui pourrait avoir été favorisée par des attitudes qui prévalaient dans certaines sections du Saṅgha) a conduit à la désignation Hīnayāna, ou « Petit Véhicule », attribuée aux écoles qui adhéraient aux textes anciens. Une série de suttas, <a class='ref' href='/an4.95'>AN 4.95-99</a>, classe les personnes en quatre groupes par ordre croissant d’excellence : (1) celles qui ne pratiquent ni pour leur propre bien-être ni pour celui des autres ; (2) celles qui pratiquent pour le bien-être des autres, mais pas pour le leur ; (3) celles qui pratiquent pour leur propre bien-être, mais pas pour celui des autres ; et (4) celles qui pratiquent autant pour leur propre bien-être que pour le bien-être des autres. Le texte ne se contente pas juste de considérer la quatrième comme la meilleure, mais va jusqu’à la recommander au superlatif comme étant « la première, la meilleure, la prééminente, la suprême et la plus raffinée de ces quatre personnes ». Une autre série de suttas, <a class='ref' href='/an5.17'>AN 5.17-20</a>, explique comment un bhikkhu peut pratiquer pour son propre bien-être et celui des autres. Et, encore, autre sutta accroît la motivation altruiste en concluant qu’une personne d’une grande sagesse « ne pense qu’à son propre bien-être, au bien-être des autres, au bien-être des deux et au bien-être du monde entier » (<a class='ref' href='/an4.186'>AN 4.186</a>). ",
  "an-introduction-bodhi:183": "Bhikkhunīs et les Femmes dans l’Aṅguttara Nikāya ",
  "an-introduction-bodhi:184": "Bien que la plupart des suttas de l’AN s’adressent à des bhikkhus et décrivent leurs sujets comme tels, ils présentent occasionnellement des bhikkhunīs, des nonnes pleinement ordonnées, comme protagonistes ou sujets. Nous trouvons dans l’AN l’histoire des origines du Saṅgha des Bhikkhunī (<a class='ref' href='/an8.51'>AN 8.51</a>) telle qu’elle est conservée dans le Cūḷavagga du Vinaya. Le récit est controversé : tout d’abord, en raison de la réticence initiale du Bouddha à permettre aux femmes d’entrer dans la vie des sans-abri. En effet, après leur avoir donné la permission d’aller de l’avant, il déclare que l’ordination des femmes aura un effet corrosif sur l’enseignement, raccourcissant sa durée de vie de mille ans à cinq cents ans. La fiabilité historique d’un tel récit a été mise en doute par les chercheurs contemporains, car il contient des anachronismes difficiles à concilier avec d’autres informations chronologiques contenues dans le canon et les commentaires. Mais, le sutta est à l’origine d’une attitude de méfiance à l’égard des bhikkhunīs dans les pays Theravāda et peut expliquer pourquoi les aînés conservateurs ont résisté à la renaissance du Saṅgha des Bhikkhunī qui a lieu actuellement dans des pays tels que le Sri Lanka et la Thaïlande. ",
  "an-introduction-bodhi:185": "L’AN inclut, dans la séquence sur les disciples les plus importants, une section sur les remarquables bhikkhunīs. Alors que la section sur les bhikkhus comprend quatre _vaggas_ contenant quarante-sept catégories (dont plusieurs sont occupées par la même personne), celle sur les bhikkhunīs ne contient qu’un seul _vagga_ avec treize noms. Peut-être est-ce dû au fait que le nombre de bhikkhunīs était beaucoup plus faible que celui des bhikkhus ? En revanche, cela peut aussi refléter les préjugés de l’époque et peut-être les attitudes qui prévalaient dans l’école qui a préservé le Canon Pāli. Il semble que l’Ekottarāgama du Tripiṭaka chinois, issu d’une autre école ancienne, compte beaucoup plus de bhikkhunīs parmi les disciples éminents. ",
  "an-introduction-bodhi:186": "Dans <a class='ref' href='/an7.56'>AN 7.56</a>, le Bouddha rapporte que deux déités l'ont informé qu'une multitude de bhikkhunīs ont été « bien libérés sans qu'aucun résidu ne subsiste. » Dans <a class='ref' href='/an8.53'>AN 8.53</a>, il explique à la bhikkhunī Mahāpajāpati Gotamī les huit qualités distinctives du Dhamma et de la discipline appropriés. Dans <a class='ref' href='/an10.28'>AN 10.28</a>, une « bhikkhunī de Kajaṅgalā » répond à dix questions numériques. Lorsque ses réponses sont rapportées au Bouddha, celui-ci dit : « La bhikkhunī de Kajaṅgalā est sage, d'une grande sagesse. Si vous m'aviez interrogé sur ce sujet, j'aurais répondu exactement comme elle l'a fait. » ",
  "an-introduction-bodhi:187": "Mais, ce n’est pas seulement en termes positifs que l’AN parle des bhikkhunīs. Une série de six suttas, <a class='ref' href='/an5.115'>AN 5.115-20</a>, explique diverses causes de renaissance des bhikkhunīs en enfer. Elle est avare, elle critique et loue les autres sans discernement, elle dilapide les cadeaux offerts par la foi, elle est envieuse, a des opinions erronées, parle et agit mal, etc. Il est surprenant que le texte désigne les bhikkhunīs pour des remarques aussi sévères, mais peut-être les considérait-on comme des précautions nécessaires. Quoi qu’il en soit, dans <a class='ref' href='/an5.236'>AN 5.236-40</a> les mêmes déclarations sont faites au sujet des bhikkhus. ",
  "an-introduction-bodhi:188": "Parmi les quatre Nikāyas, l’Aṅguttara compte le plus grand nombre de suttas adressés aux femmes. Cependant, un petit nombre de discours de ce recueil témoignent d’une attitude misogyne qui nous paraît discordante, déplaisante et tout simplement injustifiée. Ces textes dépeignent les femmes comme animées par des passions puissantes qui altèrent leurs capacités et minent leur moralité. Dans <a class='ref' href='/an2.61'>AN 2.61</a>, le Bouddha déclare que les femmes ne sont jamais rassasiées en deux choses : les rapports sexuels et donner naissance. Lorsque Ānanda demande pourquoi les femmes ne siègent pas aux conseils, n’exercent pas d’activités commerciales ou ne voyagent pas dans des régions éloignées, le Bouddha répond que c’est parce qu’elles abondent de colère, envieuses, avares et dépourvues de sagesse (<a class='ref' href='/an4.80'>AN 4.80</a>). Deux suttas comparent les femmes à un serpent noir (<a class='ref' href='/an5.229'>AN 5.229-30</a>) en ce sens qu’elles sont « colériques, hostiles, d’un venin mortel, à double langage, et trahissent leurs amis ». Leur venin est leur forte convoitise ; leur double langue est leur propension à la calomnie ; et ils trahissent leurs amis en ce que « pour la plupart, les femmes sont adultères ». Dans <a class='ref' href='/an5.55'>AN 5.55</a>, nous lisons l’histoire d’une mère et de son fils ordonnés bhikkhunī et bhikkhu. Ils continuèrent à se fréquenter intimement, tombèrent amoureux et se livrèrent à des relations sexuelles l’un avec l’autre. Lorsque ces faits furent rapportés au Bouddha, celui-ci en profita pour faire une généralisation défavorable à l’égard des femmes : « Si l’on peut dire à juste titre d’une chose qu’elle est entièrement un piège de Māra, c’est précisément des femmes que l’on peut dire cela. » ",
  "an-introduction-bodhi:189": "La question de savoir si ces déclarations doivent réellement être attribuées au Bouddha ou considérées comme des interpolations des rédacteurs monastiques est une question qu’il est peut-être impossible à trancher avec certitude. Elles sont cependant certainement contraires à l’esprit plus libéral affiché ailleurs dans les discours du Bouddha. De plus, dans un texte comme l’Aṅguttara Nikāya, avec ses nombreux suttas courts, il aurait été relativement facile pour des moines, appréhendant leur propre sexualité ou le potentiel spirituel des femmes, d’insérer de tels passages dans le canon. Ces suttas manquent d’équivalents dans l’Āgamas chinois. Cependant, ce fait en lui-même n’est pas convaincant ; en effet, de nombreux suttas du Pāli Aṅguttara Nikāya manquent d’équivalents dans le canon chinois. D’autres suttas de l’AN qui traitent de la sexualité présentent une approche plus symétrique, comme <a class='ref' href='/an1.1'>AN 1.1-10</a>, <a class='ref' href='/an7.51'>AN 7.51</a>, et <a class='ref' href='/an8.17'>AN 8.17-18</a>, où l’attirance sexuelle des hommes envers les femmes et celle des femmes envers les hommes sont précisément équilibrées. ",
  "an-introduction-bodhi:190": "À l’opposé des suttas au ton misogyne, d’autres montrent le Bouddha agissant avec cordialité envers les femmes et leur dispensant généreusement son enseignement. Il enseigne à la laïque Visākhā comment l’observance d’_uposatha_ peut être très fructueuse et bénéfique (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an8.43'>AN 8.43</a>). Il enseigne à la fille de Koliyan, Suppavāsā, les mérites du don de nourriture (<a class='ref' href='/an4.57'>AN 4.57</a>). Il explique à la reine Mallikā, épouse du roi Pasenadi, les causes karmiques qui permettent aux femmes d’acquérir beauté, richesse et influence (<a class='ref' href='/an4.197'>AN 4.197</a>). Il répond aux questions de la princesse Cundī sur les types de confiance et de comportement vertueux les plus appropriés (<a class='ref' href='/an5.32'>AN 5.32</a>). Il enseigne à un groupe de jeunes filles sur le point de se marier comment se comporter lorsqu’elles iront vivre avec leur mari (<a class='ref' href='/an5.33'>AN 5.33</a>), et à une épouse turbulente au sujet des sept sortes d’épouses (<a class='ref' href='/an7.63'>AN 7.63</a>). Il explique à Visākhā comment une femme se rapproche de la victoire dans ce monde et dans l’autre (<a class='ref' href='/an8.49'>AN 8.49</a>). Il présente les bhikkhunīs Khemā et Uppalavaṇṇā comme modèles pour ses disciples bhikkhunī, et les laïques Khujjuttarā et Veḷukaṇṭakī Nandamātā comme modèles pour ses disciples laïques (<a class='ref' href='/an4.176'>AN 4.176</a>). Il est difficile de concilier ces textes, qui témoignent d’une attitude amicale et empathique à l’égard des femmes, avec les passages qui dénigrent catégoriquement leurs capacités. ",
  "an-introduction-bodhi:191": "La source originale de cet index a été publiée sous les conditions suivantes : ",
  "an-introduction-bodhi:192": "© Bhikkhu Bodhi, The Numerical Discourses of the Buddha (Wisdom Publications, 2012)",
  "an-introduction-bodhi:193": "The Numerical Discourses of the Buddha par Bhikkhu Bodhi est sous licence Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License. "
}