{
  "discourses:1": "Discours : conversations avec le Bouddha",
  "discourses:2": "Bhikkhu Sujato",
  "discourses:3": "<a href='#item1'>Origines</a>",
  "discourses:4": "<a href='#item2'>Transmission</a>",
  "discourses:5": "<a href='#item3'>Les Écoles Bouddhistes Anciennes</a>",
  "discourses:6": "<a href='#item4'>Stucture</a>",
  "discourses:7": "<a href='#item5'>Canonicité des Suttas</a>",
  "discourses:8": "<a href='#item6'>Suttas dans les Traditions Bouddhistes</a>",
  "discourses:9": "<a href='#item7'>Réforme Moderne et Critique Postmoderne</a>",
  "discourses:10": "<a href='#item8'>Traductions</a>",
  "discourses:11": "Le plus important corpus d’écritures sacrées du bouddhisme est le Suttapiṭaka, la « corbeille des discours ». Ce recueil contient les enseignements du Bouddha et de ses disciples, tels qu’ils ont été recueillis et transmis par les écoles du bouddhisme ancien. C’est la source du Dhamma, d’où sont tirés les enseignements et les pratiques des nombreuses écoles du bouddhisme.",
  "discourses:12": "Le terme sutta en pali ou sūtra en sanskrit est utilisé de manière assez libérale dans les traditions bouddhistes et peut inclure une série de textes ultérieurs. Cependant, nous ne considérons que les plus anciens d’entre eux, qui sont les textes inclus dans le Suttapiṭaka du canon pali, et les divers recueils et textes correspondants dans d’autres langues. Tous ces textes ne proviennent pas de la période la plus ancienne, mais nous nous efforçons d’être inclusifs, afin de ne manquer aucun des textes anciens. D’une manière générale, ils représentent les premiers siècles de textes bouddhistes, avec un intérêt particulier pour ceux qui peuvent être attribués de manière plausible au Bouddha historique et à ses disciples immédiats. Les textes plus tardifs tels que les sūtras Mahāyāna n’entrent pas dans notre champ d’application, sauf dans les cas où ils citent les textes anciens.",
  "discourses:13": "SuttaCentral comprend presque toutes les textes de cette période. Les exceptions comprennent notamment certains manuscrits non publiés ou indisponibles, ou trop fragmentaires, et certains passages ou citations trouvés dans des textes et commentaires ultérieurs en chinois et en tibétain.",
  "discourses:14": "Cet article est un aperçu général, et des détails plus spécifiques peuvent être trouvés sur les pages de chaque recueil. Veuillez noter que cet article traite de l’histoire et de la nature des recueils textuels, et non de leur contenu et de leurs thèmes.",
  "discourses:15": "Origines",
  "discourses:16": "Le Bouddha a vécu aux alentours du Ve siècle avant Jésus-Christ. Il a vécu et enseigné dans les nations de la plaine du Gange, dans le nord de l’Inde, notamment dans les régions connues aujourd’hui sous le nom de Bihar et d’Uttar Pradesh. Il a eu une longue carrière, et on dit qu’il a enseigné pendant quarante-cinq ans. Les textes canoniques du Vinaya racontent comment, après son décès vers la fin du Ve siècle avant J.-C., les disciples du Bouddha, menés par son plus proche disciple, Ānanda, ont rassemblé ses enseignements lors du Premier Concile à Rājagaha (aujourd’hui Rajgir), assurant ainsi leur survie jusqu’à aujourd’hui.",
  "discourses:17": "Il existe plusieurs récits du Premier Concile, et ils varient quelque peu dans les détails des textes qui y ont été récités. Mais il semble probable que le contenu principal était similaire à ce qui est inclus aujourd’hui dans les quatre principaux <i lang='pi' translate='no'>nikāyas</i>, ainsi que dans les six livres anciens du Khuddaka, avec les parties anciennes du Vinaya. On les désigne parfois sous le nom de « Textes Bouddhiques Anciens » (TBA). Pas tout ce qui a été récité au Concile était identique à ce que nous avons aujourd’hui. Même les traditions reconnaissent qu’il y a eu des ajouts. Cependant, il semble raisonnable d’accepter que la majeure partie du contenu de ces textes provient de cette époque. Les principaux changements concernaient la structure et l’agencement, tandis que les modifications du contenu étaient limitées et facilement identifiables.",
  "discourses:18": "À l’origine, les textes auraient été rédigés dans un prākrit, c’est-à-dire un dialecte de l’indo-aryen moyen étroitement lié au sanskrit. Le type exact de prākrit est inconnu, et il se peut d’ailleurs qu’il n’ait pas été entièrement normalisé, puisque les moines, dès les premiers temps, utilisaient différents dialectes. Des indications dans les textes palis suggèrent qu’ils étaient dérivés d’une version antérieure en Māgadhī, c’est-à-dire la langue du royaume de Magadha. Il semble qu’ils aient été normalisés au cours des siècles suivants en un dialecte similaire à celui largement utilisé dans toute l’Inde centrale pour les inscriptions, avec une sanskritisation partielle. Néanmoins, ces langues diffèrent surtout au niveau de la phonologie, et à part quelques cas limites, les changements d’une forme à l’autre n’affectent pas le sens.",
  "discourses:19": "Transmission",
  "discourses:20": "Pendant de nombreuses années, les textes ont été transmis sous forme orale. Ceci était organisé avec des groupes de récitants, récitant tous ensemble le même texte afin de garantir l’exactitude. Nous sommes souvent sceptiques quant au fait qu’une tradition orale puisse maintenir les textes avec exactitude pendant une longue période. C’est notre parti pris culturel, puisque nous n’avons connu que des textes écrits. Mais la transmission orale était normale dans l’Inde ancienne. Le Ṛg Veda brahmanique, par exemple, a été transmis à la lettre pendant des centaines, voire des milliers d’années avant d’être écrit. Quel que soit le support de transmission — oral, écrit ou numérique — des altérations et changements peuvent se glisser. L’élément le plus important pour maintenir l’exactitude n’est pas le support, mais le soin et le dévouement des personnes qui font le travail. Les textes bouddhistes, grâce à l’utilisation de dispositifs tels que la répétition, sont hautement optimisés pour une transmission fiable de la doctrine.",
  "discourses:21": "Les chroniques historiques sri-lankaises rapportent qu’en 29 avant J.-C., pour se prémunir contre les soulèvements dans le pays, le canon pali a été mis par écrit à Matale Alu Viharaya. Bien que nous ne disposions pas de chroniques historiques pour le continent, il semble sûr de supposer que les textes y ont été rédigés à peu près à la même période. En effet, on a retrouvé une série de manuscrits bouddhistes des régions du nord datant des premiers siècles de l’ère chrétienne, dont l’un a été daté au carbone aux alentours de l’an 75 de notre ère.",
  "discourses:22": "En raison des matériaux et du climat, aucun manuscrit aussi ancien du canon pali n’a survécu. Il existe quelques passages plus anciens dans des inscriptions et autres, mais la majeure partie de nos textes pali proviennent de manuscrits qui ont été recopiés au cours des derniers siècles.",
  "discourses:23": "Les textes chinois proviennent de manuscrits de différentes écoles qui ont été emmenés en Chine et traduits sur place par des équipes de moines. Chaque recueil a une origine différente et, en raison des archives méticuleuses du canon chinois, les traducteurs et les dates de ceux-ci sont généralement bien connus. La plupart des anciens discours bouddhistes ont été traduits autour du Ve siècle de notre ère, bien que certains soient antérieurs et d’autres postérieurs. Il n’est pas toujours possible de déterminer exactement quelle était la langue originale des manuscrits, mais dans de nombreux cas, il s’agissait probablement du sanskrit. Cependant, une variété d’autres langues indiennes telles que le gandhārī ou le sanskrit hybride bouddhique peuvent avoir été utilisées.",
  "discourses:24": "De même, les textes anciens trouvés en tibétain proviennent de textes sanskrits qui ont été traduits au Tibet il y a plus d’un millénaire.",
  "discourses:25": "Aucune des formes modernes du bouddhisme n’utilise normalement les textes en sanskrit, car les écoles du nord n’ont conservé que les traductions. Les textes en sanskrit et dans d’autres dialectes indiens anciens proviennent d’une série de découvertes fortuites au cours du siècle dernier. Certains textes sanskrits ont été découverts dans des manuscrits anciens au Népal et au Tibet, où ils étaient restés pour la plupart intacts depuis qu’ils avaient été apportés d’Inde il y a près de mille ans. Plusieurs découvertes ont permis de mettre au jour d’autres textes. Les manuscrits de Gilgit et d’ailleurs en Asie centrale, en Afghanistan et au Pakistan contiennent des suttas dans plusieurs langues différentes, allant de textes étendus à de minuscules fragments ne contenant que quelques lettres. Certains ont été récupérés à la suite de recherches archéologiques en bonne et due forme, mais d’autres manuscrits sont simplement apparus sur le marché noir et leur origine ne peut être que supposée. Ces manuscrits représentent le spectre de la littérature bouddhiste de l’époque, y compris les premiers suttas, le Vinaya, l’Abhidhamma, les légendes, les textes Mahāyāna et les commentaires. Nous ne nous intéresserons ici qu’aux premiers sutta.",
  "discourses:26": "Ces textes sont parfois appelés les « manuscrits de la mer Morte » du bouddhisme, mais cela est trompeur. Alors que les manuscrits de la mer Morte contenaient de nouveaux textes indiquant une perspective radicalement différente du christianisme primitif, ces suttas bouddhistes sont presque toujours des variations mineures de ce que nous trouvons dans le canon pali. Ils servent à indiquer la propagation et la diversité du bouddhisme, et offrent des précisions sur de nombreux points d’histoire et de détail, mais ils ne modifient pas radicalement notre compréhension des enseignements.",
  "discourses:27": "Les Écoles Bouddhistes Anciennes",
  "discourses:28": "Le siècle qui a suivi la disparition du Bouddha a été le témoin d’une transformation de l’histoire politique indienne. Les 16 nations de l’époque du Bouddha ont été amalgamées par la force supérieure du royaume Magadhan, qui est devenu un empire englobant la majeure partie du continent indien. Au même moment, l’invasion d’Alexandre le Grand a établi des royaumes grecs dans le nord-ouest, initiant une ère de commerce international.",
  "discourses:29": "La communauté bouddhiste, parrainée par des rois tels qu’Aśoka, a pleinement profité de ces conditions favorables pour répandre le Dhamma sur le sous-continent indien et au-delà. Moins de deux siècles après le décès du Bouddha, les communautés bouddhistes étaient florissantes dans des régions aussi éloignées que le Sri Lanka et l’Afghanistan.",
  "discourses:30": "Mais cette croissance s’accompagne de nouveaux défis. La communauté a commencé à diverger, principalement en raison de la distance, mais aussi de désaccords doctrinaux et de conflits de personnalité. Il y eut bientôt, selon le décompte traditionnel, « dix-huit » écoles. Il ne s’agit que d’un chiffre conventionnel, et il y avait en réalité quatre ou cinq grands groupes d’écoles, avec de nombreuses branches régionales.",
  "discourses:31": "Chacune de ces écoles aurait conservé un recueil scriptural. Aujourd’hui, nous n’en avons qu’une petite sélection. Néanmoins, bien que beaucoup soit perdu, nous en avons suffisamment pour nous faire une idée raisonnable des similitudes et des différences. Notez que, contrairement aux textes du Vinaya, il est parfois difficile de déterminer l’affiliation d’un recueil de sutta à une école.",
  "discourses:32": "Dans le cadre des Discours, les écoles suivantes sont les plus importantes.",
  "discourses:33": "<b>Theravāda:</b> Plus précisément connu sous le nom de Mahāvihāravāsins, les « Habitants du Grand Monastère (à Anurādhapura) », ce groupe a été établi au Sri Lanka par le fils d’Aśoka, Mahinda. Ils ont transmis le recueil connu sous le nom de Pali Tipiṭaka, ou Canon Pali. Le recueil conserve les caractéristiques de son origine continentale, peut-être d’Avanti, et peu de modifications ont été apportées sur l’île. Cette école utilisait exclusivement le pali pour ses textes canoniques.",
  "discourses:34": "<b>Sarvāstivāda:</b> Il s’agissait d’une école influente, ou d’un groupe d’écoles, principalement basée dans le nord-ouest de l’Inde. Nous possédons un large éventail de leurs Discours - un Majjhima, un Saṁyutta, la majeure partie d’un Dīgha, et plusieurs recueils partiels. La majeure partie des textes de sutta existants en sanskrit, en chinois et en tibétain proviennent de cette école, ou de l’une de ses branches, comme le Mūlasarvāstivāda. Leur doctrine distinctive était que tous les phénomènes, dans un certain sens, « existent » dans le passé, le présent et le futur. Cependant, comme toutes les doctrines sectaires, cela n’a eu que peu ou pas d’impact sur leurs textes canoniques. Leurs textes ont été transmis principalement en sanskrit, et parfois dans un prākrit sanskritisé.",
  "discourses:35": "<b>Dharmaguptaka:</b> Une école doctrinalement presque indiscernable du Theravāda, mais basée à Gandhāra, dans le Pakistan et l’Afghanistan modernes. Ils utilisaient principalement la langue que nous appelons gandhārī, et nous possédons un Dharmapada et quelques suttas dans l’original. On pense que le Dīrghāgama en chinois (DA) a été traduit à partir d’un texte de cette école.",
  "discourses:36": "<b>Mahāsaṅghika:</b> Certains textes en sanskrit hybride sont issus de cette école, et l’Ekottarikāgama (EA) en chinois leur est parfois attribué, bien que cela ne soit pas clair.",
  "discourses:37": "Parmi celles-ci, seule la Theravāda existe encore aujourd’hui en tant qu’école, avec une histoire ininterrompue de transmission d’un recueil entier dans la langue originale. En outre, il existe un ensemble complet de commentaires pour tous les textes. Pour toutes ces raisons, le recueil pali a été, et continuera d’être, la source principale des premiers enseignements bouddhistes.",
  "discourses:38": "Pour le reste, nous disposons de recueils et de fragments qui ont été préservés principalement en traduction chinoise, et dans une moindre mesure en tibétain. Les quelques textes en sanskrit et autres langues indiennes anciennes proviennent de découvertes fortuites ; des manuscrits millénaires conservés dans des monastères de montagne au Tibet ou au Népal, ou des textes encore plus anciens déterrés des sables d’Asie centrale. Ces textes sont beaucoup moins complets que le pali, ont peu été  étudiés et posent une série de problèmes d’ordre linguistique et pratique difficiles. Néanmoins, ils ont une valeur unique en offrant une source supplémentaire pour vérifier et comparer les textes pali.",
  "discourses:39": "L’opinion unanime des chercheurs qui ont étudié ces textes est qu’ils sont pour la plupart cohérents en termes de doctrine et de contenu, et qu’ils diffèrent principalement en termes de disposition et d’organisation. S’il est vrai que les différences ne sont pas mineures et qu’il est difficile de généraliser, il est clair que la communauté ancienne considérait que sa tâche principale était de préserver textuellement les paroles du Bouddha, en particulier les enseignements essentiels, une tâche qu’elle prenait très au sérieux.",
  "discourses:40": "Structure",
  "discourses:41": "Au cours des quarante-cinq années d’enseignement du Bouddha, il s’est surtout soucié de s’adresser à la personne ou aux personnes qu’il côtoyait, pour apaiser leur souffrance. Il ne s’est donc pas soucié de créer un canon global de ses enseignements. Cependant, il a donné quelques indications sur un système plus large de classification des enseignements. Parfois, il mentionnait certaines formulations doctrinales comme le contenu central de ses enseignements — les quatre nobles vérités, ou les ensembles d’enseignements sur la pratique qui furent connus sous le nom de <i lang='pi' translate='no'>bodhipakkhiyā dhammā</i>, les « choses menant à l’éveil ». Ces ensembles de doctrines constituent la colonne vertébrale du Saṁyutta Nikāya. Il mentionne également une organisation par style littéraire, appelée les <i lang='pi' translate='no'>aṅgas</i> ou « branches ». Alors que les textes palis mentionnent neuf <i lang='pi' translate='no'>aṅgas</i>, les textes du nord en mentionnent généralement douze, et il semble qu’à l’origine il n’y en avait peut-être que trois ou quatre.",
  "discourses:42": "Indépendamment de la façon dont les textes étaient organisés durant la vie du Bouddha, les écoles ont très tôt réorganisé les textes dans le système des <i lang='pi' translate='no'>nikāyas</i> ou des <i lang='pi' translate='no'>āgamas</i> tels que nous les connaissons aujourd’hui. (Le terme <i lang='pi' translate='no'>nikāya</i>, un « recueil » ou un « groupe », est préféré dans le contexte Theravādin, tandis que la tradition du nord utilisait habituellement <i lang='pi' translate='no'>āgama</i>, qui a le sens d’une « tradition » ou d’une « transmission » ; cependant, ces usages ne sont pas spécifiques et peuvent être utilisés dans n’importe quelle tradition). Cette réorganisation pourrait bien avoir commencé dès le Premier Concile, ou en tout cas, guère plus tard. Le motif principal était d’arranger le recueil en sections plus maniables afin de faciliter la mémorisation. Les <i lang='pi' translate='no'>nikāyas</i> n’étaient pas des catégories absolues ou fixes, mais des normes ou des modèles que les différentes branches ont appliqués à leur manière.",
  "discourses:43": "Chacune des écoles semble avoir eu principalement quatre <i lang='pi' translate='no'>nikāyas</i>. L’ordre de ces dernières n’est pas fixé. La forme adoptée à SuttaCentral est la séquence bien connue telle qu’elle est utilisée dans la tradition pali. Dans d’autres écoles, comme le laissent entendre les récits du Premier Concile, les recueils étaient classés dans un ordre différent, par exemple en plaçant le Saṁyutta en premier. Notez que dans le canon chinois, les éditeurs de l’édition Taishō ont réarrangé leur matière sous l’influence du canon pali pour adopter la même séquence.",
  "discourses:44": "Chacun des <i lang='pi' translate='no'>nikāyas</i> comprend des éléments qui ont été édités et arrangés, et parfois ajoutés, au cours d’une période de temps. Bien que chaque recueil contienne quelques textes uniques, pour la plupart, les différences dans le nombre de discours sont simplement dues au fait qu’un discours donné peut se voir attribuer une place différente dans les différents recueils.",
  "discourses:45": "<b>Long : </b> Un recueil de « longs » discours. Le Dīgha a des ambitions littéraires plus élaborées que les autres textes, et l’un de ses objectifs semble avoir été la conversion des brahmanes, une classe éduquée habituée à une littérature sophistiquée. Le Dīgha Nikāya (DN) pali compte 34 discours, le Dīrghāgama (DA) chinois (Dharmagupta) en compte 30. Un vieux manuscrit sanskrit des Sarvāstivādins, largement non publié, indique que leur recueil contenait 47 discours. En outre, il existe un certain nombre de discours individuels du Dīrgha conservés en traduction chinoise.",
  "discourses:46": "<b>Milieu:</b> Le Majjhima contient un groupe de discours de « longueur moyenne », 152 en pali (MN), et 222 dans la version chinoise Sarvāstivāda (MA). Comme pour le Dīgha, il y a également un certain nombre de discours indépendants en chinois. Le Majjhima contient un large éventail de discours sur des sujets divers, l’accent étant mis sur le dialogue et la discussion.",
  "discourses:47": "<b>Groupés:</b> Les discours « groupés » ou « connectés » se composent d’un grand nombre de discours plus petits organisés principalement par sujet, mais aussi parfois par personne concernée. Nous trouvons ici de grands recueils de discours sur des sujets bouddhistes clés tels que la coproduction condionnée, les cinq agrégats, les quatre nobles vérités et le sentier octuple. Nous avons le Saṁyutta Nikāya (SN) en pali, et un Saṁyuktāgama comparable des Sarvāstivādins en traduction chinoise (SA). En chinois, nous trouvons également deux traductions plus petites et incomplètes. En outre, il existe un nombre important de textes de style Saṁyutta en tibétain et en sanskrit.",
  "discourses:48": "<b>Supplémentaires:</b> Les discours « supplémentaires » ou « numériques » sont généralement connus sous la nom de Aṅguttara Nikāya en pali. Cependant, la tradition pali connaît également la forme Ekottara (« un-supplémentaire » ou « incrémental »), et c’est la forme que l’on retrouve habituellement dans les recueils du nord. Ces recueils organisent les textes en ensembles numérotés, de un à onze. Par rapport aux autres <i lang='pi' translate='no'>nikāyas</i>, il sont davantage orientés vers la communauté laïque. L’Ekottarikāgama (EA) en chinois est un texte très inhabituel, qui présente toute une série de variations en son sein, même en ce qui concerne les doctrines de base. Il partage beaucoup moins de points communs avec l’Aṅguttara pali que les autres recueils avec leurs homologues. En outre, il existe un Ekottarikāgama partiel en chinois, ainsi qu’une variété de discours individuels et de fragments en chinois et en sanskrit.",
  "discourses:49": "Les quatre <i lang='pi' translate='no'>nikāyas</i> en pali constituent un corpus de textes hautement intégré, et nous trouvons continuellement des passages, des enseignements et des phrases qui sont partagés par tous. Il est possible de distinguer des différences d’accentuation et d’orientation entre eux, mais cela ne doit pas occulter le fait que la majeure partie des doctrines principales sont partagées. En l’absence d’ensembles complets d’<i lang='pi' translate='no'>āgamas</i> d’autres écoles, il est difficile de savoir avec certitude si leurs recueils étaient intégrés de manière similaire, mais il semble probable que c’était le cas.",
  "discourses:50": "Les discours anciens qui n’étaient pas inclus dans les <i lang='pi' translate='no'>nikāyas</i> ont été rassemblés par la tradition pali dans leur Khuddaka ou recueil « mineur ». Il n’est pas tout à fait clair pourquoi ils n’ont pas été simplement inclus dans les quatre <i lang='pi' translate='no'>nikāyas</i> ; à l’origine, il se peut que ce soit simplement une question de facilité d’organisation. Le pali compte six œuvres dans le Khuddaka qui sont considérées comme appartenant à la première période. Il s’agit principalement de vers, avec quelques éléments narratifs et doctrinaux en prose.",
  "discourses:51": "Dhammapada",
  "discourses:52": "Udāna",
  "discourses:53": "Itivuttaka",
  "discourses:54": "Sutta Nipāta",
  "discourses:55": "Theragāthā",
  "discourses:56": "Therīgāthā",
  "discourses:57": "Bien que ces textes soient considérés comme anciens, ils sont dans l’ensemble probablement un peu plus tardifs que les principaux <i lang='pi' translate='no'>nikāyas</i>. Certains chapitres du Sutta Nipāta ont souvent été considérés comme une partie particulièrement ancienne et authentique du canon, mais il ne faut pas surinterpréter ce point. D’autres parties du Sutta Nipāta sont clairement tardives. Et rien dans les parties anciennes n’indique qu’elles sont antérieures à la majeure partie des discours en prose.",
  "discourses:58": "Le recueil semble avoir été considéré comme ouvert jusqu’à une date assez tardive. La recension birmane du canon pali comprend même le Milindapañha, un texte qui n’a pu être écrit moins de trois cents ans après la mort du Bouddha.",
  "discourses:59": "Il n’est pas clair si chaque école avait sa propre version du Khuddaka. Cependant, beaucoup de ces textes, en particulier le Dhammapada, ont des équivalents dans les recueils du nord. Il semble probable que, malgré des différences d’organisation, chaque école ait eu un recueil correspondant vaguement au Khuddaka.",
  "discourses:60": "Les autres textes du Khuddaka ont été ajoutés plus tard. Par leur style et leur contenu, ils représentent un changement notable par rapport aux textes anciens. Ils indiquent différents développements au sein de la communauté bouddhiste dans les siècles qui ont suivi le Bouddha. Ces textes plus tardifs comprennent les vastes recueils de contes Jātaka, que l’on trouve dans la tradition pali et dans d’autres traditions. Notez que dans la tradition pali, seuls les versets sont canoniques, tandis que les histoires elles-mêmes se trouvent dans le commentaire.",
  "discourses:61": "Canonicité des Suttas",
  "discourses:62": "Les Discours anciens sont considérés comme canoniques dans toutes les écoles de bouddhisme. Ils sont considérés comme le Buddhavacana, les « paroles du Bouddha », et sont vénérés comme des écritures sacrées. Chaque école, bien sûr, accepte d’autres textes comme canoniques également ; mais les Discours, ainsi que les Vinayas, sont les principales zones de convergence entre les écoles.",
  "discourses:63": "Ce tableau général se complique toutefois lorsque nous essayons de préciser les détails. Si les Discours sont largement similaires dans chaque canon, ils ne sont pas identiques. Chacune des trois grandes écoles maintient ses propres canons distincts : les Theravāda d’Asie du sud et du sud-est ont leurs textes en pali ; les bouddhistes d’Asie centrale utilisent le tibétain ; et en Asie orientale, le canon est en chinois. Un ensemble complet de <i lang='pi' translate='no'>nikāyas</i> est en pali ; des recueils étendus se trouvent en chinois ; et des sélections limitées se trouvent en tibétain. Les textes en sanskrit et autres textes indiens anciens ne font partie d’aucun canon officiel, mais les textes sont néanmoins canoniques dans le sens où ils sont reconnus comme étant les mêmes que les textes du canon.",
  "discourses:64": "Ainsi, bien que nous puissions dire que les Discours anciens sont en principe considérés comme canoniques en général, à des fins pratiques, chacune des écoles a un ensemble spécifique de Discours anciens qui se trouve dans son propre canon.",
  "discourses:65": "Suttas dans les Traditions Bouddhistes",
  "discourses:66": "Dans l’éducation bouddhiste traditionnelle, les Discours n’ont généralement pas été enseignés directement. Plutôt, les enseignements et les principes trouvés dans les Discours ont été assimilés et organisés dans des textes ultérieurs, qui sont devenus le support de l’éducation. Dans le Theravāda, les Discours étaient jusqu’à récemment transmis en pali, et n’étaient donc accessibles qu’à ceux, généralement des moines, qui apprenaient le pali. Et tous ceux qui apprenaient le pali n’étudiaient pas les Discours. Il semble que l’enseignement ait été, à des fins pratiques, transmis dans les traditions monastiques locales, sur la base de manuels et d’ensembles de notes et de commentaires. Avant l’époque moderne, il aurait été rare de trouver, sauf dans les plus grands monastères, un ensemble complet du Tipiṭaka. Aujourd’hui, des ensembles imprimés du canon sont largement disponibles en pali et en traduction ; mais ils sont encore souvent laissés dans une armoire fermée à clé sur le sanctuaire, sans être lus.",
  "discourses:67": "Pour la plupart, les bouddhistes peuvent être familiarisés avec un petit ensemble de discours populaires. Ceux-ci incluraient des textes tels que le Dhammacakkappavattana Sutta — le célèbre premier sermon du Bouddha — et certains textes courts utilisés pour le chant de protection et comme base de sermons pour les laïcs, tels que les Maṅgala, Ratana et Metta Suttas.",
  "discourses:68": "À part les chercheurs, la plupart des bouddhistes Theravāda ne distinguent pas clairement les Discours anciens des autres textes sacrés. Le mot <i lang='pi' translate='no'>sutta</i> peut signifier simplement « texte sacré » et peut même être utilisé pour des choses comme des formules magiques et autres. Si les bouddhistes sont généralement conscients qu’il existe une chose telle que le Tipiṭaka qui contient les paroles du Bouddha, seuls les bouddhistes éduqués ont une idée claire de son contenu. Il n’existe pas dans le bouddhisme de tradition comparable aux lectures bibliques de la messe chrétienne, et donc pas de moyen normalisé de communiquer directement au gens le contenu des textes.",
  "discourses:69": "Dans certaines traditions bouddhistes, il est considéré comme obligatoire pour les moines ordonnés de mémoriser et d’étudier de près certaines parties des textes anciens. Les moines sri-lankais, par exemple, mémorisent le Dhammapada. Cependant, ce n’est pas le cas en Thaïlande, par exemple, où il n’y a pas d’exigence d’éducation pour les moines. Même au cours des neuf années du programme officiel d’étude du Dhamma en Thaïlande, les Discours canoniques ne sont pas étudiés, car ils sont considérés comme trop sacrés.",
  "discourses:70": "Dans le bouddhisme d’Asie de l’est, l’enseignement traditionnel se concentrait sur les sutras Mahāyāna et les textes des maîtres chinois, et il existe peu de preuves que les discours anciens aient été largement étudiés. On dit parfois que le style de traduction des <i lang='pi' translate='no'>āgamas</i> se compare mal à la diction plus élégante des traductions du Mahāyāna par Xuanzang et d’autres maîtres. Et les discours anciens ne sont, bien sûr, pas organisés pour une lecture et une étude faciles.",
  "discourses:71": "Le bouddhisme tibétain inclut l’étude des écoles bouddhistes anciennes dans son programme régulier. Toutefois, il s’agit des doctrines Abhidhamma des écoles plus tardives. Il est néanmoins possible d’obtenir une compréhension raisonnable des premiers textes bouddhistes en tibétain. Même si les textes <i lang='pi' translate='no'>āgama</i> complets font défaut, on trouve des passages substantiels des textes anciens dans l’Upāyika, qui est une compilation de passages mentionnés dans l’Abhidharmakoṣa, et dans d’autres textes épars.",
  "discourses:72": "Réforme Moderne et Critique Postmoderne",
  "discourses:73": "À partir du milieu du XIXe siècle, les chercheurs européens et asiatiques ont commencé à étudier les textes bouddhistes sur des bases historiques. Alors que la recherche traditionnelle demeurait au sein de chaque école, les interprétant dans leurs contextes locaux, la nouvelle recherche visait à situer les textes dans le temps et l’espace historiques. Cette approche était à la fois essentielle — dans le sens où elle était sceptique à l’égard des prétentions traditionnelles à l’autorité et exigeait des preuves pour étayer ces prétentions — et constructive, dans le sens où elle visait à construire une image historique cohérente et significative dans laquelle comprendre les textes.",
  "discourses:74": "La modernité a apporté une série de nouvelles techniques et réalisations. Celles-ci comprennent :",
  "discourses:75": "L’étude comparative des textes écrits précédemment isolés en chinois, en pali, en tibétain et en sanskrit a révélé des similitudes et des différences.",
  "discourses:76": "Sur la base des récits de pèlerins chinois, des archéologues ont mis au jour une série de sites anciens en Inde, prouvant que des lieux connus des sutta comme Sāvatthī ou Rājagaha étaient des endroits réels.",
  "discourses:77": "La comparaison des textes bouddhistes avec les textes hindous et jainas a permis de mieux comprendre les forces culturelles actives à l’époque du Bouddha.",
  "discourses:78": "L’application des méthodes de la critique textuelle a permis d’établir l’évolution historique et doctrinale des textes bouddhiques et leur relation les uns avec les autres.",
  "discourses:79": "Les piliers et les inscriptions de l’Aśokan ont été découverts et déchiffrés, permettant ainsi une bonne compréhension historique de ce monarque bouddhiste de premier plan.",
  "discourses:80": "Un nouvel accent a été mis sur les Discours anciens en tant que source historique des enseignements du Bouddha.",
  "discourses:81": "Les développements modernistes tels que ceux-ci ne se limitent pas à la recherche occidentale, mais ont été menés conjointement avec des réformes textuelles et pratiques dans tout le bouddhisme asiatique. Chacune des traditions du bouddhisme asiatique a participé à ces développements et les a appliqués de diverses manières. En voici quelques exemples :",
  "discourses:82": "Dans le Theravāda, les Cinquième et Sixième Conciles ont réaffirmé la centralité du canon pali.",
  "discourses:83": "Des traductions du canon pali ont été réalisées dans des langues asiatiques modernes et largement diffusées dans le monde bouddhiste, ainsi que des traductions en anglais.",
  "discourses:84": "Le bouddhisme réformiste du roi Mongkut dans la Thaïlande du XIXe siècle s’est largement inspiré des idées modernistes de réforme textuelle et disciplinaire.",
  "discourses:85": "Les approches modernes de la méditation ont été développées à partir des textes palis. Les écoles birmanes <i lang='pi' translate='no'>vipassanā</i> ont pris le Satipaṭṭhāna Sutta comme texte central, ce qui en fait le texte le plus influent dans la pratique moderne de la méditation. En Thaïlande, des mouvements de réforme tels que la Tradition de la Forêt, ou l’approche explicitement basée sur les sutta d’Ajahn Buddhadāsa, ont rejeté les pratiques contemplatives traditionnelles basées sur des invocations magiques, et ont prôné un retour aux pratiques de pleine conscience axées sur le corps et fondées sur les suttas anciens.",
  "discourses:86": "L’édition Taishō du canon chinois, extrêmement influente, a été élaborée par des chercheurs japonais qui avaient étudié les techniques de critique textuelle en Allemagne. Ils ont réorganisé le canon pour mettre les <i lang='pi' translate='no'>āgamas</i> à l’honneur au début du recueil, dans l’ordre que l’on trouve dans le pali. Ils ont également inclus des informations limitées sur les parallèles palis.",
  "discourses:87": "Les aspects empiriques et rationnels des textes anciens ont été mis en avant, plaidant pour une compatibilité essentielle avec la science moderne. Cela a servi de base à l’application ultérieure de la méthode scientifique à la méditation de pleine conscience, qui s’est avérée cruciale pour l’acceptation mondiale de la méditation en tant qu’approche fondée sur des preuves pour le bonheur, la réduction du stress et le bien-être psychologique.",
  "discourses:88": "Il n’en demeure pas moins que l’étude directe des suttas est une pratique minoritaire. Cependant, à travers l’Asie, nous trouvons des mouvements de réforme populaires qui soulignent l’importance centrale des suttas. C’est au Sri Lanka que l’étude des suttas est la plus populaire, où l’on assiste à une prolifération d’enseignants et de mouvements prônant un retour aux suttas. Le moine extrêmement populaire Vénérable Kiribathgoda Gnanananda Thero est controversé pour son insistance à traiter les suttas comme les sources principales du Dhamma. En Thaïlande, le mouvement Buddhavacana d’Ajahn Kukrit Sotthibalo est en train de changer le visage de la Thaïlande contemporaine, amenant de nombreuses personnes à lire les suttas pour la première fois. De même, à Taïwan, le maître Yin Shun, récemment décédé, a souligné la primauté historique des textes anciens, affirmant qu’il existait une continuité essentielle entre eux et les premiers Mahāyāna. Et dans les pays situés en dehors des régions du bouddhisme traditionnel, des maîtres comme Ajahn Brahm, Bhikkhu Bodhi et bien d’autres défendent les enseignements des suttas.",
  "discourses:89": "Depuis les années 1980, ces réformes modernistes ont fait l’objet de critiques postmodernes, principalement de la part de chercheurs américains spécialisés dans les formes ultérieures du bouddhisme. Ces critiques visent à déloger le consensus moderniste, arguant que nous n’avons aucun moyen réel de savoir ce que le Bouddha a enseigné, ou la provenance du pali et d’autres textes. Une variété d’arguments spécifiques tente de réfuter les affirmations clés des modernistes, comme l’idée que l’enseignement du Bouddha était essentiellement rationnel. Ces arguments ont été critiqués à plusieurs reprises par les experts dans ce domaine. L’approche postmoderne n’a pas encore produit de résultats constructifs comparables à ceux du modernisme.",
  "discourses:90": "Traductions",
  "discourses:91": "L’un des résultats les plus concrets des réformes modernistes a été la disponibilité de traductions des textes anciens. Jusqu’à présent, presque toutes ces traductions étaient issues du canon pali. Mais quelques traductions des textes chinois, tibétains et sanskrits commencent maintenant à apparaître.",
  "discourses:92": "Le travail a commencé en Europe avec des traductions isolées telles que la traduction du Dhammapada par Viggo Fausböll en 1855 et du Sutta Nipāta en 1881. Sous la direction de T.W. Rhys Davids, la Pali Text Society, fondée en 1881, a entrepris la tâche de traduire l’ensemble du canon en anglais. Ces traductions étaient révolutionnaires, mais ont pour la plupart été remplacées par une génération de traductions plus modernes et plus précises réalisées par des chercheurs tels que Bhikkhu Bodhi. Nous incluons certaines des anciennes traductions sur SuttaCentral, mais pour la plupart, elles présentent surtout un intérêt historique, car non seulement la langue est archaïque, mais elles contiennent de nombreuses erreurs.",
  "discourses:93": "D’importantes traductions du pali ont également été réalisées en thaï, cinghalais, birman, cambodgien, vietnamien, japonais, hindi et, plus récemment, en bangla. La plupart d’entre elles ont été numérisées et sont disponibles sur SuttaCentral. Cependant, nous attendons toujours d’inclure les traductions bangla et cambodgienne, et la traduction japonaise, bien que dans le domaine public, n’est pas disponible en raison des actions de l’éditeur.",
  "discourses:94": "Il n’est pas toujours possible de facilement trouver les méthodes et les approches de traduction de ces différentes éditions. Cependant, je crois savoir que les traductions ci-dessus ont toutes été faites directement à partir du pali. En plus de cela, il y a eu de nombreuses traductions secondaires faites à partir des traductions anglaises. La plupart des traductions restantes dans SuttaCentral entrent dans cette catégorie, mais pas toutes. Certaines traductions, par exemple en allemand ou en norvégien, ont été faites directement à partir du pali.",
  "discourses:95": "Le nouvel ensemble de traductions du pali réalisées pour SuttaCentral par moi-même et Bhante Brahmali s’appuie sur cette tradition. Elles visent à fournir des traductions précises, claires et idiomatiques des textes anciens en pali."
}