{
  "dn-guide-sujato:1": "Les Longs Discours : Le Dhamma en tant que littérature et compilation ",
  "dn-guide-sujato:2": "Bhikkhu Sujato, 2019 ",
  "dn-guide-sujato:3": "<a href='#item1'>Comment le Dīgha est Organisé</a> ",
  "dn-guide-sujato:4": "<a href='#item2'>L’Entraînement Graduel</a> ",
  "dn-guide-sujato:5": "<a href='#item3'>Comment Construire un Long Discours</a> ",
  "dn-guide-sujato:6": "<a href='#item4'>Le Cycle Mahāparinibbāna</a> ",
  "dn-guide-sujato:7": "<a href='#item5'>Une Brève Histoire Textuelle</a> ",
  "dn-guide-sujato:8": "Le Dīgha Nikāya est la première des quatre divisions principales du Sutta Piṭaka du Canon Pali (<i lang='pi' translate='no'>tipiṭaka</i>). Elle est traduite ici par <cite class=’text-translated’>Long Discours</cite>. Comme le suggère le titre, ses discours sont un peu plus longs que ceux des autres <i lang='pi' translate='no'>nikāyas</i>. Il n’y a cependant que 34 discours dans la recueil, donc malgré la longueur des discours individuels, le recueil dans son ensemble est le plus court des <i lang='pi' translate='no'>nikāyas</i>. ",
  "dn-guide-sujato:9": "Il se distingue des autres <i lang='pi' translate='no'>nikāyas</i> par ses formes littéraires plus développées et élaborées. Dépassant le style dépouillé et direct de la plupart des textes anciens, la longueur supplémentaire offre ici un espace pour que les récits et les exposés doctrinaux trouvent une expression plus complète. Il s’agit là d’une première indication de la manière dont la forme littéraire des textes bouddhistes allait évoluer par la suite, vers l’expansivité et l’abondance. ",
  "dn-guide-sujato:10": "Ce n’est pas un hasard si ces textes élaborés sont souvent adressés aux brahmanes, qui étaient les chefs spirituels autoproclamés de l’époque. Les brahmanes étaient les gardiens des textes les plus sophistiqués de l’Inde ancienne jusqu’à cette époque, la littérature védique. Il semble que l’un des objectifs du Dīgha était d’impressionner ces hommes érudits. Ces discours offrent un large éventail d’exemples dont le Bouddha se situait par rapport à ceux d’autres voies religieuses. ",
  "dn-guide-sujato:11": "Un autre thème dominant du Dīgha est la disparition du Bouddha. La pièce maîtresse du recueil est <a class='ref' href='/dn16'>DN 16</a>, <cite class='text-translated'>Le Grand Discours sur la Disparition du Bouddha</cite> (<cite class='text-root'>Mahāparinibbānasutta</cite>), un discours d’une importance inégalée. Il présente le dernier cheminement du Bouddha, errant sans hâte de ville en ville, chaque étape le rapprochant de sa disparition. Dans la longueur même du texte, qui relate tant de détails du cheminement, nous pouvons sentir un désir de profiter au maximum de ces derniers jours précieux. ",
  "dn-guide-sujato:12": "Comment le Dīgha est Organisé ",
  "dn-guide-sujato:13": "Les 34 discours sont regroupés en trois <i lang='pi' translate='no'>vaggas</i>. Le premier <i lang='pi' translate='no'>vagga</i> se compose de treize discours, dont chacun comprend un long passage sur la pratique spirituelle d’un monastique, connu sous le nom d’Entraînement Graduel (<i lang='pi' translate='no'>anupubbasikkhā</i>). ",
  "dn-guide-sujato:14": "Dans le deuxième <i lang='pi' translate='no'>vagga</i>, nous trouvons un certain nombre de discours de nature plus biographique. <a class='ref' href='/dn14'>DN 14</a> <cite class='text-translated'>Le Grand Discours sur la Récolte des Actes</cite> (<cite class='text-root'>Mahāpadānasutta</cite>) parle des Bouddhas passés, tandis que <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite> raconte les derniers jours de Gotama. En outre, un certain nombre d’autres discours de cette section sont étroitement liés au <cite class='text-root'>Mahāparinibbāna</cite>. Je discuterai de ce cycle plus en détail ci-dessous. ",
  "dn-guide-sujato:15": "Le dernier <i lang='pi' translate='no'>vagga</i> est plus varié. Il comprend de longues sections poétiques, des compilations doctrinales — dont certaines sont des précurseurs de l’Abhidhamma — et des récits qui sont souvent humoristiques et frôlent parfois la farce.",
  "dn-guide-sujato:16": "Comme souvent dans les <i lang='pi' translate='no'>nikāyas</i>, il n’y a pas de séquence globale de l’enseignement et de nombreux détails d’organisation semblent tout à fait arbitraires. Pourtant, nous pouvons distinguer un but dans l’arrangement de quelques-uns des principaux discours. Ces détails sont propres à la tradition Theravadin, et doivent donc être considérés comme reflétant leurs intérêts, plutôt que les principes fondamentaux du Dīgha. ",
  "dn-guide-sujato:17": "Le premier discours, <a class='ref' href='/dn1'>DN 1</a> <cite class='text-translated'>Le Réseau Global</cite> (<cite class='text-root'>Brahmajalasutta</cite>), établit un schéma des vues erronées, et agit ainsi comme un filtre pour le Dhamma, écartant les éventuelles mauvaises interprétations. Il semble que cet arrangement soit lié aux événements du soi-disant « Troisième Concile » sous le roi Ashoka, à une époque où le Saṅgha était envahi d’imposteurs qui n’étaient pas d’authentiques bouddhistes. Le deuxième discours, <a class='ref' href='/dn2'>DN 2</a> <cite class='text-translated'>Les Fruits de la Vie Ascétique</cite> (<cite class='text-root'>Sāmaññaphalasutta</cite>), aborde une question fondamentale : pourquoi les gens suivent-ils une vie de renoncement ? En répondant à cette question, il énonce l’Entraînement Graduel, une voie distinctement bouddhiste vers la paix. ",
  "dn-guide-sujato:18": "Le milieu du recueil est dominé par des discours qui traitent d’une manière ou d’une autre de la signification cosmique du Bouddha (<a class='ref' href='/dn14'>DN 14</a>, <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/dn17'>DN 17</a>, <a class='ref' href='/dn18'>DN 18</a>, <a class='ref' href='/dn19'>DN 19</a>, <a class='ref' href='/dn20'>DN 20</a>, <a class='ref' href='/dn21'>DN 21</a> ; auxquels on peut ajouter <a class='ref' href='/dn26'>DN 26</a>, <a class='ref' href='/dn27'>DN 27</a>, <a class='ref' href='/dn30'>DN 30</a>, et <a class='ref' href='/dn32'>DN 32</a>). Là où les textes biographiques du Majjhima mettent l’accent sur le pratique et le personnel, les spécificités de la façon dont <em>notre</em> Bouddha a vécu, ces discours existent dans une arène de grandeur mythique. Le temps et l’espace sont étendus alors que les détails poignants et personnels du <cite class='text-root'>Mahāparinibbāna</cite> sont placés parmi une série de textes mythologiques qui montrent la puissance du Bouddha et de ses enseignements dans le passé lointain, dans le futur apocalyptique et dans le présent parmi les ordres des dieux. ",
  "dn-guide-sujato:19": "L’événement central de tout cela est la mort du Bouddha. Historiquement, il s’agissait d’une crise traumatisante pour la communauté bouddhiste, et beaucoup craignaient que le Dhamma ne survive pas. En détournant l’attention du traumatisme actuel et en indiquant une signification plus longue, ces suttas montrent que le Dhamma ne doit pas nécessairement mourir avec le Bouddha. Les événements du <cite class='text-root'>Mahāparinibbāna</cite> ont incité le Saṅgha à tenir le Premier Concile, où les discours ont été recueillis et organisés pour assurer leur préservation. Et ce sont, bien sûr, les écritures mêmes que nous sommes en train de lire. De cette façon, ces récits racontent l’histoire de leur propre origine. ",
  "dn-guide-sujato:20": "Le Dīgha se termine par des compilations essentiellement doctrinales (<a class='ref' href='/dn28'>DN 28</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn33'>DN 33</a>, <a class='ref' href='/dn34'>DN 34</a>). Si le début du Dīgha nous dit <em>pourquoi</em> les enseignements sont importants et que le milieu nous dit <em>comment</em> ils sont apparus, la fin nous dit <em>ce qu’ils sont</em>. Il est assez curieux que dans le Dīgha, nombre des doctrines que nous considérons comme fondamentales aux enseignements du Bouddha n’apparaissent que rarement. Ces discours rectifient cette situation, en veillant à ce que les étudiants du Dīgha aient accès à un large éventail d’enseignements. Les deux derniers discours, en particulier, sont clairement compilés comme des moyens mnémotechniques pratiques pour mémoriser des ensembles d’enseignements doctrinaux. ",
  "dn-guide-sujato:21": "L’Entraînement Graduel ",
  "dn-guide-sujato:22": "L’Entraînement Graduel présente les étapes suivies par un renonçant bouddhiste sur son chemin. Il commence par l’apparition d’un Bouddha dans le monde. En entendant l’enseignement du Bouddha, une personne réfléchit à la meilleure façon de l’appliquer à sa propre vie. Réalisant que « la vie domestique est étriquée et sale, mais que la vie de celui qui s’en va est grande ouverte », il abandonne ses possessions et ses attachements mondains, revêt la robe ocre d’un moine bouddhiste et entreprend une vie de moralité, de simplicité et de méditation. Progressant pas à pas vers des pratiques toujours plus avancées, ils finissent par entrer dans une profonde absorption méditative (<i lang='pi' translate='no'>jhāna</i>) avant de réaliser les quatre nobles vérités et de trouver la véritable liberté. ",
  "dn-guide-sujato:23": "L’Entraînement Graduel est une expansion du triple entraînement (<i lang='pi' translate='no'>tisso sikkhā</i>) : l’éthique (<i lang='pi' translate='no'>sīla</i>), l’immersion méditative (<i lang='pi' translate='no'>samādhi</i>) et la sagesse (<i lang='pi' translate='no'>paññā</i>). À <a class='ref' href='/an3.89'>AN 3.89</a>, les trois entraînements sont définis : ",
  "dn-guide-sujato:24": "L’éthique (dans un contexte monastique) exige de respecter les règles monastiques ; ",
  "dn-guide-sujato:25": "L’immersion méditative est les quatre absorptions ; ",
  "dn-guide-sujato:26": "La sagesse est la compréhension des quatre nobles vérités. ",
  "dn-guide-sujato:27": "Cet enseignement est largement répandu dans les premiers textes bouddhiques. Dans le Dīgha, par exemple, on le trouve dans le <cite class='text-root'>Mahāparinibbāna</cite> comme un enseignement standard répété par le Bouddha à de nombreuses étapes de son cheminement. On peut trouver une série de discours plus courts sur ce sujet dans le Samaṇa Vagga de l’Aṅguttara (<a class='ref' href='/an3-samanavagga'>AN 3.81-91</a>). ",
  "dn-guide-sujato:28": "Ce bref aperçu de la voie est expliqué plus en détail dans l’Entraînement Graduel, qui explique chacun des trois entraînements de manière très détaillée. Cet exposé plus long semble avoir été l’enseignement original sur le style de vie, les pratiques et les objectifs généraux des disciples moines du Bouddha. Il semble que le Bouddha ait préféré encourager ses monastiques en les exhortant à suivre les idéaux les plus élevés en matière de conduite et de méditation. Ce n’est qu’à contrecœur qu’il a mis en place le système juridique des textes Vinaya, avec ses procédures et ses punitions. ",
  "dn-guide-sujato:29": "L’Entraînement Graduel se retrouve, sous des formes quelque peu variables, dans les Majjhima (<a class='ref' href='/mn27'>MN 27</a>, <a class='ref' href='/mn51'>MN 51</a>, <a class='ref' href='/mn38'>MN 38</a>, <a class='ref' href='/mn39'>MN 39</a>, <a class='ref' href='/mn53'>MN 53</a>, <a class='ref' href='/mn107'>MN 107</a>, <a class='ref' href='/mn125'>MN 125</a>), l’Aṅguttara (<a class='ref' href='/an4. 198'>AN 4.198</a>, <a class='ref' href='/an10.99'>AN 10.99</a>), et même l’Abhidhamma (<a class='ref' href='/vb12'>Vb 12</a>, <a class='ref' href='/pp2.4#114'>Pp 2.4:114</a>). Curieusement, cependant, on ne le trouve pas parmi les discours rassemblés sur la voie que l’on trouve dans le dernier livre du Saṁyutta. Alors que pratiquement toutes les pratiques de l’Entraînement Graduel se trouvent dans le Saṁyutta, on n’en trouve pas le cadre général. ",
  "dn-guide-sujato:30": "Le Dīgha compense cette absence en plaçant un <i lang='pi' translate='no'>vagga</i> de treize discours tout au début présentant l’Entraînement Graduel. On l’appelle le Sīlakkhandhavagga, le « Chapitre sur l’agrégat de l’éthique ». Cependant, malgré le titre, ces textes traitent de l’entraînement complet sur l’éthique, l’immersion méditative et la sagesse. ",
  "dn-guide-sujato:31": "Bien que le contenu soit similaire à chaque endroit où l’Entraînement Graduel apparaît, les versions du Dīgha mettent l’accent sur la beauté et le plaisir. Les étapes de la voie sont illustrées par des simulations aussi belles qu’appropriées, tandis que chaque étape de la voie est censée s’accompagner d’un sentiment croissant de plaisir et de bonheur. L’Entraînement Graduel n’est pas un chemin de souffrance, mais un chemin de grâce, de joie et de liberté. ",
  "dn-guide-sujato:32": "En raison de la répétition, les textes abrègent invariablement tous les exposés, à l’exception des deux premiers discours. Il faut toutefois se rappeler qu’il s’agit simplement d’une conséquence de la façon dont la tradition pali a arrangé ces textes. Dans les Dīrghāgamas sanskrits et chinois, les textes de cette section sont arrangés différemment, et les différents suttas sont soit développés soit abrégés en conséquence. ",
  "dn-guide-sujato:33": "Bien que l’accent soit fermement mis sur la vie monastique, les principes généraux sont valables pour tout le monde, et en effet à <a class='ref' href='/mn53'>MN 53</a> <cite class='text-translated'>Un Élève</cite> (<cite class='text-root'>Sekhasutta</cite>), Ānanda enseigne essentiellement la même voie à un public laïc. Dans le Sīlakkhandhavagga, de nombreux discours sont en fait adressés à des laïcs, dont la plupart sont des brahmanes. ",
  "dn-guide-sujato:34": "La question du roi Ajātasattu dans <a class='ref' href='/dn2'>DN 2</a> fournit la clé pour comprendre pourquoi il en est ainsi. Il fait remarquer que dans la vie mondaine, chaque métier peut être considéré comme ayant son propre avantage. Mais quel est le bénéfice de la vie de renonçant ? Alors que d’autres ascètes vacillent devant cette question, le Bouddha présente l’Entraînement Graduel. Il montre comment la vie de la renonciation n’est pas une vie de douleur et de détresse, ni une vie de gratification différée, mais une vie qui présente de réels avantages dans cette vie-ci. Il s’agit du pouvoir et du potentiel de transformation du développement intérieur et de la méditation. En revanche, la voie mondaine n’offre qu’un bonheur limité, avec beaucoup d’incertitude et de stress, tandis que les voies des autres ascètes sont peu claires, inefficaces ou douloureuses, et que les brahmanes ne peuvent offrir que des rituels et des prières d’une efficacité douteuse. Ainsi, l’Entraînement Graduel explique pourquoi il est nécessaire d’avoir recours au Saṅgha. ",
  "dn-guide-sujato:35": "Tout comme l’Entraînement Graduel est construit à partir du noyau de la triple formation, le code d’éthique monastique est construit à partir des principes fondamentaux des préceptes de base. Il est divisé en trois sections. La première section commence par le précepte le plus fondamental pour tous dans le bouddhisme : la non-violence, s’abstenir de tuer toute créature, aussi petite soit-elle. Elle se poursuit avec des éléments que l’on retrouve dans des enseignements communs tels que les cinq préceptes et les dix voies de l’action habile. Mais elle ajoute des éléments qui se rapportent spécialement à la vie monastique, comme le fait d’éviter le luxe et la possession de biens. La deuxième section sur l’éthique détaille beaucoup plus ces préceptes spécifiquement destinés aux monastiques et aux renonçants, tandis que la dernière section traite des moyens de subsistance justes. Un monastique bouddhiste, qui compte sur les aumônes de nourriture données avec foi, ne doit pas gagner sa vie par d’autres moyens, notamment par des pratiques superstitieuses et magiques. ",
  "dn-guide-sujato:36": "L’Entraînement Graduel s’appuie sur ces fondements éthiques, le moine entreprenant une série de pratiques destinées à calmer l’agitation et l’activité de l’esprit. Ils maîtrisent leurs sens, évitant les choses trop stimulantes. Ils s’efforcent de rester attentifs et conscients dans toutes leurs activités. Ils visent le contentement, se contentant de quelques possessions simples. ",
  "dn-guide-sujato:37": "Ce n’est que lorsque tous ces points ont été développés que le moine se retire pour méditer. Se rendant dans la forêt, il entreprend la méditation de pleine conscience et renonce aux cinq obstacles qui entravent la paix de l’esprit. Ces obstacles constituent l’un des enseignements fondamentaux de la méditation dans les suttas, considérés comme l’obstacle clé à l’absorption. Ce sont : ",
  "dn-guide-sujato:38": "Le désir sensoriel ",
  "dn-guide-sujato:39": "Comprend tout type d’envie, d’avidité ou de désir d’expérience sensuelle. Il comprend des formes puissantes comme le désir sexuel ainsi que des types d’attachement plus subtils. ",
  "dn-guide-sujato:40": "La malveillance ",
  "dn-guide-sujato:41": "Cet obstacle peut aller de la haine pure et simple aux formes subtiles de contrariété et d’aversion. ",
  "dn-guide-sujato:42": "L’apathie et la somnolence ",
  "dn-guide-sujato:43": "Lorsque l’esprit commence à se calmer pendant la méditation, il devient souvent somnolent ou apathique. ",
  "dn-guide-sujato:44": "L’agitation et les remords ",
  "dn-guide-sujato:45": "L’agitation est toujours à la recherche d’une expérience future, tandis que le remords ne cesse de déterrer le passé, notamment les moments de regret. ",
  "dn-guide-sujato:46": "Le doute ",
  "dn-guide-sujato:47": "Il est normal et sain de douter lorsqu’il s’agit de choses que nous ne connaissons pas. Mais si nous ne comprenons pas les éléments constitutifs de ce qui est bien et de ce qui est mal, le doute minera subtilement notre méditation. ",
  "dn-guide-sujato:48": "Faisant l’expérience d’une paix et d’une félicité toujours plus profondes, il entre finalement dans une série d’états d’immersion méditative profondément calmes connus sous le nom des quatre absorptions (<i lang='pi' translate='no'>jhānas</i>). ",
  "dn-guide-sujato:49": "Les absorptions constituent la pratique de méditation fondamentale dans le bouddhisme ancien et sont essentielles à toutes les étapes de l’Éveil. Elles apparaissent dans de nombreux contextes, mais c’est ici, dans l’Entraînement Graduel, qu’elles émergent le plus naturellement de la vie et des pratiques menées par les moines. Ce contexte était si essentiel aux premiers bouddhistes que lorsqu’ils ont compilé le premier texte de l’Abhidhamma, le Vibhaṅga, le chapitre sur l’Absorption commence par l’Entraînement Graduel. Il est vrai que dans les textes anciens, il y a des laïcs dont on dit qu’ils ont pratiqué l’absorption. Mais il est tout aussi vrai que lorsque le Bouddha enseignait la manière d’atteindre une paix aussi profonde, il mettait l’accent sur le pouvoir du renoncement. ",
  "dn-guide-sujato:50": "Il est devenu courant dans certaines formes modernes du bouddhisme d’affirmer que les absorptions ne sont pas une partie essentielle de la voie. D’autres disent que, bien qu’importantes, les absorptions sont des états de concentration relativement superficiels qui peuvent être facilement atteints lors d’une courte retraite. Il convient de dire qu’aucun de ces points de vue ne trouve de fondement dans les anciens textes. Les absorptions sont essentielles, profondes et difficiles à atteindre. Même avec la puissance du renoncement, de nombreuses moines à l’époque du Bouddha ont eu du mal à les réaliser. Néanmoins, le Dhamma a ceci de particulier que chaque étape du chemin s’accompagne d’une paix et d’une joie de plus en plus profondes, et que le lâcher-prise devient plus facile à mesure que l’on avance. C’est ce qui rend possible la réalisation d’états aussi profonds et subtils. ",
  "dn-guide-sujato:51": "En émergeant des états d’absorption, le moine exploite le pouvoir d’un esprit profondément purifié pour réaliser une série de formes spéciales de connaissance ou de compréhension. Celles-ci culminent dans la réalisation des quatre nobles vérités : ",
  "dn-guide-sujato:52": "La souffrance (<i lang='pi' translate='no'>dukkha</i>). ",
  "dn-guide-sujato:53": "L’origine de la souffrance, c’est-à-dire le désir (<i lang='pi' translate='no'>samudaya</i>). ",
  "dn-guide-sujato:54": "La cessation de la souffrance, c’est-à-dire Nibbāna (<i lang='pi' translate='no'>nirodha</i>). ",
  "dn-guide-sujato:55": "La pratique qui mène à la fin de la souffrance (<i lang='pi' translate='no'>magga</i>). ",
  "dn-guide-sujato:56": "La souffrance est la pulsion qui nous pousse à entreprendre une pratique spirituelle. Ce n’est que lorsque nous avons une certaine expérience de la souffrance que nous recherchons une échappatoire. Et en rencontrant l’enseignement du Bouddha, une personne en quête reconnaît que le Dhamma parle de ce qui compte dans sa propre vie, offrant une solution puissante et pragmatique. Mais se complaire dans la souffrance ne vous mène nulle part. Lorsque vous comprenez que cette souffrance est réelle, mais qu’elle a des causes et des conditions sur lesquelles vous pouvez agir, cela éveille la foi et la résolution d’agir. Le cheminement lui-même est fait de bonheur croissant et de souffrance diminuant ; la vérité de la cessation de la souffrance est expérimentée à chaque étape. Elle culmine dans l’expérience d’une profonde tranquillité méditative, appelée absorption (<i lang='pi' translate='no'>jhāna</i>) ou immersion (<i lang='pi' translate='no'>samādhi</i>). Dans de tels états, ayant abandonné tout désir sensuel, les cinq sens externes cessent (<i lang='pi' translate='no'>vivicc’eva kāmehi</i>) et l’esprit ressent une paix et un bonheur sans commune mesure avec ce qu’elle avait connu auparavant. Renforcé par la clarté et la brillance de l’absorption, la réalité de la souffrance et de sa cause devient apparente. Cela signifie que l’on a réalisé le premier stade de l’éveil, de celui qui est entré dans le courant (<i lang='pi' translate='no'>sotāpanna</i>). ",
  "dn-guide-sujato:57": "L’entrée dans le courant se produit lorsque tous les facteurs de la voie — de l’éveil de la foi à la pratique de l’absorption et de la compréhension profonde — ont été développés à un degré suffisant. À ce stade, on dispose d’une compréhension intime de la nature de la réalité, libérant trois des dix entraves qui maintiennent une personne dans la renaissance. Dans l’Entraînement Graduel, la compréhension des quatre nobles vérités est généralement suivie de la compréhension de la disparition des souillures (<i lang='pi' translate='no'>āsava</i>), qui signifie l’atteinte de la pleine perfection (<i lang='pi' translate='no'>arahattā</i>). Les entraves restantes sont abandonnées à ce stade, ce qui constitue l’étape finale de la voie : le plein éveil et la liberté. ",
  "dn-guide-sujato:58": "Comment Construire un Long Discours ",
  "dn-guide-sujato:59": "Il y a plus de mille discours recensés dans chacun des Aṅguttara et des Saṁyutta Nikāyas, mais seulement 34 longs textes dans le Dīgha. Les textes relativement courts de l’Aṅguttara et du Saṁyutta rappellent les Upaniṣads pré-bouddhiques, notamment le Bṛhadāraṇyaka et le Chandogya. Elles consistent en une série de passages le plus souvent indépendants, chaque épisode ne couvrant pas plus de quelques pages, et assemblés en un texte beaucoup plus vaste. Ce sont des récits d’enseignements concis et ciblés dispensés à certains moments et en certains lieux par certaines personnes. Il semblerait donc, d’après l’écrasante majorité des textes contemporains tant bouddhistes que brahmaniques, que le court discours ou dialogue était le format standard. ",
  "dn-guide-sujato:60": "Comment, alors, ces longs textes ont-ils été construits ? Pourquoi ? Et pour qui ? Abordons ces questions en considérant brièvement quelques formes diverses employées dans le Dīgha. ",
  "dn-guide-sujato:61": "Sujets Intrinsèquement Complexes ",
  "dn-guide-sujato:62": "Certains discours sont longs parce que le sujet est intrinsèquement complexe et exige une longue explication. Bien sûr, le Bouddha était passé maître dans l’art de présenter les sujets sous des formes à la fois concises et détaillées. Néanmoins, il existe quelques discours dont le sujet nécessite un traitement approfondi. ",
  "dn-guide-sujato:63": "L’exemple le plus marquant est l’Entraînement Graduel. Dans certains cas — par exemple <a class='ref' href='/dn6'>DN 6</a> <cite class='text-translated'>Avec Mahāli</cite> et <a class='ref' href='/dn7'>DN 7</a> <cite class='text-translated'>Avec Jāliya</cite> — le discours ne consiste guère plus que ce passage, avec un simple arrière-plan narratif et quelques courts enseignements supplémentaires. Il semble donc que la présence de la longue section Entraînement Graduel était en soi suffisante pour caractériser un discours comme « long ». Puisque ce passage vise à fournir un guide détaillé de l’ensemble de la vie spirituelle du renonçant, de l’écoute de l’enseignement à l’éveil complet, la longueur est inhérente au sujet. Il est vrai qu’il est enseigné plus brièvement ailleurs, mais même dans ces cas, il a tendance à être un peu long, et il y avait clairement une tendance à le rendre plus inclusif. ",
  "dn-guide-sujato:64": "Dans d’autres cas, l’Entraînement Graduel est enseigné au milieu d’un discours déjà assez étendu. C’est le cas de <a class='ref' href='/dn1'>DN 1</a> <cite class='text-root'>Brahmajala</cite>, bien qu’ici, de façon unique, ce ne soit que la première section sur l’éthique qui soit enseignée. Mais la majeure partie du texte présente un réseau de 62 types d’opinions erronées. Ici, la nature du sujet est si vaste et complexe qu’un exposé plus court ne lui rendrait pas justice. En effet, lorsque cet enseignement est mentionné dans des discours plus courts (<a class='ref' href='/sn41.3'>SN 41.3</a>), il n’est pas résumé, mais le lecteur est plutôt renvoyé au texte intégral. ",
  "dn-guide-sujato:65": "Compilations ",
  "dn-guide-sujato:66": "Les compilations sont beaucoup plus courantes que les enseignements intrinsèquement longs. Dans de tels cas, un long texte fournit une occasion ou un cadre de base dans lequel une série de courts passages sont rassemblés. De tels passages se retrouvent généralement sous une forme identique ou quasi-identique dans l’Aṅguttara ou le Saṁyutta, et occasionnellement le Majjhima. Les compiler ici permet aux récitants du Dīgha d’apprendre un large éventail de doctrines, et constitue une sauvegarde essentielle, préservant les textes au cas où les discours les plus courts seraient perdus. ",
  "dn-guide-sujato:67": "Dans quelques cas, ces courts passages ne se retrouvent pas ailleurs sous une forme exactement identique. Il est difficile de dire si c’est parce qu’ils étaient uniques au Dīgha, ou parce que les passages parallèles se sont perdus. ",
  "dn-guide-sujato:68": "Comment se fait-il que nous nous retrouvions avec des passages parallèles à tant d’endroits différents ? ",
  "dn-guide-sujato:69": "Il est clair que le Bouddha enseignait très souvent et, comme tous les enseignants, il a répété son message de nombreuses fois. Ces enseignements répétés auraient été rassemblés en divers endroits. Ce serait le cas d’enseignements importants et génériques que l’on retrouve dans toute la littérature bouddhiste, comme les quatre nobles vérités ou les quatre absorptions. ",
  "dn-guide-sujato:70": "Dans certains cas, cependant, cela est peu probable ou impossible. Par exemple, nous trouvons parfois le même événement exactement à la même occasion — avec le même enseignement, le même lieu et les mêmes personnes — dans plus d’un texte. Dans de tels cas, il est clair qu’il n’y a, en fait, qu’un seul passage, et qu’il a été copié à deux endroits ou plus. ",
  "dn-guide-sujato:71": "D’une manière générale, il est prudent de supposer que ces passages existaient sous forme de courts discours avant d’être rassemblés dans les formes plus grandes. Cela est dû au fait que, comme nous l’avons noté plus haut, le discours court est la forme dominante, et se rapproche le plus de la tradition orale. C’est un principe observé partout à travers les premiers textes bouddhistes que les rédacteurs préféraient ajouter plutôt que soustraire. Ainsi, les textes s’allongent couramment au fil du temps, et sont rarement plus courts. ",
  "dn-guide-sujato:72": "Les exemples de compilation sont très courants, et presque tous les discours du Dīgha le font dans une certaine mesure. Voici quelques exemples. ",
  "dn-guide-sujato:73": "<a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite> comprend un large éventail de passages rassemblés. Dans certains cas, des événements pertinents au récit peuvent s’y être produits à l’origine et avoir été extraits plus tard, tandis que dans d’autres cas, les passages inclus semblent étrangement éloignés du contexte et ont sans doute été ajoutés à un moment donné. ",
  "dn-guide-sujato:74": "Le Vénérable Sāriputta serait l’auteur principal de plusieurs de ces longues compilations. Il est l’enseignant dans <a class='ref' href='/dn33'>DN 33</a> <cite class='text-translated'>Réciter de Concert</cite> (<cite class='text- racine'>Saṅgītisutta</cite>) et <a class='ref' href='/dn34'>DN 34</a> <cite class='text-translated'>Jusqu’à Dix</cite> (<cite class='text-root'>Dasuttarasutta</cite>), qui consistent presque entièrement en de courts passages recueillis ailleurs dans les suttas et classés par numéro. Dans <a class='ref' href='/dn28'>DN 28</a> <cite class='text-translated'>Inspirer La Confiance</cite> (<cite class='text-root'>Sampasādanīyasutta</cite>), il exprime sa grande foi en le Bouddha, et cite une longue série de passages pour montrer la gloire du Bouddha. ",
  "dn-guide-sujato:75": "On trouve une forme plus sophistiquée de compilation dans <a class='ref' href='/dn22'>DN 22</a> <cite class='text-translated'>Le Long Discours sur la Méditation de Pleine Conscience</cite> (<cite class='text-root'>Mahāsatipaṭṭhānasutta</cite>), le plus important discours sur la méditation du Theravāda du XXe siècle. Il donne un compte rendu détaillé des quatre types de méditation de pleine conscience. Celles-ci sont enseignées en bref à de nombreux endroits, mais les détails ne se trouvent qu’ici et dans le <a class='ref' href='/mn10'>MN 10</a> <cite class='text-translated'>Méditation de Pleine Conscience</cite> (<cite class='text-root'>Satipaṭṭhānasutta</cite>), pratiquement identique. Alors que de nombreuses compilations se contentent d’énumérer une série d’enseignements divers, ici le texte est très systématique, organisant les passages compilés sous les quatre rubriques. Ces passages relatifs à la méditation ne se trouvent pour la plupart nulle part ailleurs dans le Dīgha, et ont sans doute été ajoutés pour s’assurer que les récitants du Dīgha préservent la totalité des enseignements sur la méditation. ",
  "dn-guide-sujato:76": "Au discours déjà long de <a class='ref' href='/mn10'>MN 10</a> s’ajoute un exposé complet sur les quatre nobles vérités, provenant de <a class='ref' href='/mn141'>MN 141</a> <cite class='text-translated'>L’Analyse des Vérités</cite> (<cite class='text-root'>Saccavibhaṅgasutta</cite>). Dans les éditions birmanes, cette section étendue a ensuite fait son retour dans le texte de <a class='ref' href='/mn10'>MN 10</a>. Comme le texte de SuttaCentral est un texte birman, nous l’incluons dans notre Pali, mais nous l’indiquons comme un ajout. ",
  "dn-guide-sujato:77": "Les récits : contextes, paraboles et mythes ",
  "dn-guide-sujato:78": "Inhabituel pour les textes bouddhiques anciens, le Dīgha comprend plusieurs longs récits. Cela inclut évidemment <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite>. Mais il comprend également un certain nombre d’autres récits. ",
  "dn-guide-sujato:79": "À l’instar des discours d’autres recueils, nous trouvons souvent un cadre narratif simple qui donne un contexte à l’enseignement. Toutefois, dans certains cas, ce contexte est développé de manière beaucoup plus détaillée, les récits jouant un rôle littéraire plus sophistiqué que celui de simple contexte. ",
  "dn-guide-sujato:80": "<a class='ref' href='/dn2'>DN 2</a> <cite class='text-root'>Sāmaññaphala</cite> débute avec le roi Ajātasattu de Magadha s’exclamant sur la beauté de la nuit au clair de lune et demandant à ses ministres des conseils quant au maître ascétique qu’il devrait visiter. D’après le <cite class='text-root'>Mahāparinibbāna</cite> et les discours prononcés ailleurs, nous savons qu’Ajātasattu était un roi guerrier, aussi ce contexte établit-il immédiatement un sentiment de mystère. Le récit se déroule avec grâce, évitant l’excès de fioritures si typique des récits indiens ultérieurs, et conservant la clé de son mystère au plus près. Ce n’est qu’à la fin du texte que nous apprenons le terrible secret qui ronge le cœur du roi. Ainsi, les parties narratives imprègnent les enseignements — sur les doctrines d’autres maîtres par opposition à l’Entraînement Graduel du Bouddha — d’un pathos tragique.",
  "dn-guide-sujato:81": "En plus des contextes, nous trouvons également des récits qui sont racontés comme des histoires dans les discours eux-mêmes. Il s’agit notamment de courtes paraboles comme l’histoire du moine qui a cherché à tort parmi les dieux une réponse à sa question (<a class='ref' href='/dn11'>DN 11</a>). Dans <a class='ref' href='/dn23'>DN 23</a> le moine Kumāra Kassapa débat avec le sceptique Pāyāsi, illustrant ses arguments par une série de contes alternativement humoristiques et macabres. De telles paraboles ne sont pas rares dans les autres suttas, mais dans le Dīgha, certaines histoires vont au-delà et s’approchent de la stature du mythe. C’est le cas de certains textes du cycle <cite class='text-root'>Mahāparinibbāna</cite>, comme <a class='ref' href='/dn17'>DN 17</a> <cite class='text-root'>Mahāsudassanasutta</cite> et <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadānasutta</cite>. ",
  "dn-guide-sujato:82": "Pour éviter un malentendu courant, dans l’étude de la religion, le terme « mythe » ne signifie pas « quelque chose que l’on croit vrai et qui est en fait faux », comme c’est le cas dans la culture populaire. Un mythe est plutôt une histoire sacrée. Certaines histoires sacrées sont vraies, d’autres sont des inventions. Mais ceci est une question qui concerne les historiens et n’a rien à voir avec la mythologie elle-même. Le but du mythe est de raconter une histoire qui crée un sens pour ceux qui y participent, afin qu’ils puissent comprendre leur propre vie dans le contexte de l’histoire exprimée. ",
  "dn-guide-sujato:83": "Le Dīgha contient des textes véritablement mythiques dans <a class='ref' href='/dn26'>DN 26</a> <cite class='text-translated'>Le Monarque Tournant-la-Roue</cite> (<cite class='text- racine'>Cakkavattisīhanādasutta</cite>) et <a class='ref' href='/dn27'>DN 27</a> <cite class='text-translated'>L’Origine du Monde</cite> (<cite class='text-root'>Aggaññasutta</cite>). Ils proposent un mythe des origines, remplaçant la mythologie conventionnelle de la création par un récit évolutionniste sur la façon dont le monde est devenu ce qu’il est. Dans ces récits, les choix humains jouent un rôle essentiel dans la façon dont l’environnement évolue, et dans la façon dont tout cela va s’effondrer. Le <cite class='text-root'>Aggañña</cite> dépeint le changement climatique de manière tout à fait explicite, montrant comment l’activité humaine affecte les plantes, le temps et l’écosystème naturel dont nous faisons partie (voir également <a class='ref' href='/an3.56'>AN 3.56</a>). ",
  "dn-guide-sujato:84": "La mythologie est essentiellement cyclique. Il n’y a pas de commencement absolu, juste un autre tour de roue. Ainsi, même lorsque le monde s’écroule et que la civilisation s’effondre, il y aura une nouvelle renaissance, loin dans le futur, et finalement un autre Bouddha surgira. Il est nommé Metteyya (sanskrit : <i lang='pi' translate='no'>Maitreya</i>), qui dans les textes anciens n’apparaît que dans <a class='ref' href='/dn26'>DN 26</a> <cite class='text-root'>Cakkavattisīhanāda</cite>. Il est ensuite devenu l’une des figures les plus importantes du bouddhisme Mahāyāna, et aujourd’hui encore, de nombreux bouddhistes attendent sa venue avec espoir. Pourtant, <a class='ref' href='/dn26'>DN 26</a> n’est pas enseigné afin d’encourager les dévots à se consacrer à Metteyya, mais pour illustrer l’impermanence et l’incertitude de nos vies. Le Bouddha a toujours enseigné que nous devions pratiquer du mieux que nous pouvions pour comprendre le Dhamma dans cette vie. ",
  "dn-guide-sujato:85": "Le Cycle du Mahāparinibbāna ",
  "dn-guide-sujato:86": "Dans plusieurs cas, des épisodes mentionnés brièvement dans le <cite class='text-root'>Mahāparinibbāna</cite> ont été repris et développés pour devenir des discours individuels à part entière. Ainsi, le <cite class='text-root'>Mahāparinibbāna</cite> occupe une place prépondérante dans le Dīgha, non seulement par sa longueur et son poids thématique, mais aussi par son influence et ses liens avec d’autres discours. ",
  "dn-guide-sujato:87": "À mon avis, ce cycle de suttas a probablement été composé par Ānanda et ses élèves, en commençant cette grande œuvre littéraire par le <cite class='text-root'>Mahāparinibbānasutta</cite> même, et en se ramifiant progressivement en œuvres connexes. Le cycle dans son ensemble montre non seulement l’amour personnel et la dévotion caractéristiques de Ānanda pour le Bouddha, mais révèle également une préoccupation pour ce qui est à venir, pour le sort du Dhamma dans les années qui suivent la disparition du Bouddha. Un détail distinctif unifiant ces discours est qu’ils ne se terminent pas par la phrase standard disant que les auditeurs se sont réjouis des enseignements, mais se terminent directement par un enseignement ou un verset sur le sujet de l’impermanence ou de la pérennité de la dispense. Ānanda a survécu au Bouddha pendant plusieurs décennies, et son héritage a été l’établissement de ces textes, préservant ainsi la mémoire de son Maître bien-aimé pour les générations futures. ",
  "dn-guide-sujato:88": "<a class='ref' href='/dn16'>DN 16</a> <cite class='text-translated'>Le Grand Discours sur la Disparition du Bouddha</cite> (<cite class='text-root'>Mahāparinibbānasutta</cite>) ",
  "dn-guide-sujato:89": "Commençant par le roi Ajātasattu de Magadha qui déclare son intention d’envahir les Vajjis, et se terminant par la distribution pacifique des reliques du Bouddha aux nations et clans potentiellement en guerre, l’histoire des derniers voyages du Bouddha est aussi révélatrice sur le plan politique que spirituellement émouvante. Tout au long, le thème de l’impermanence unit les divers événements et enseignements. Le poids de la construction d’une telle épopée se traduit toutefois par des différences considérables entre les versions existantes du texte. De nombreuses sections répétitives — comme les séries de huit apparemment superflues qui suivent les huit causes des séismes — ne se retrouvent pas dans tous les parallèles. Il semble qu’au fil du temps, de plus en plus de contenu ait été ajouté, et qu’à certains moments, des parties du texte aient été séparées pour former d’autres discours du cycle. ",
  "dn-guide-sujato:90": "<a class='ref' href='/dn17'>DN 17</a> <cite class='text-translated'>Le Roi Mahāsudassana</cite> ",
  "dn-guide-sujato:91": "Dans une petite scène du <cite class='text-root'>Mahāparinibbāna</cite>, Ānanda encourage le Bouddha à mourir dans une ville connue, et non dans l’obscur village de Kusinārā. Le Bouddha le réprimande en disant que, dans le passé, c’était une grande ville. Les versions sanskrites (Sarvāstivāda) du <cite class='text-root'>Mahāparinibbāna</cite> incluent un récit plus court de l’histoire du roi Mahāsudassana dans leur <cite class='text-root'>Mahāparinibbāna</cite>, mais dans la version pali, il s’est considérablement allongé et forme son propre long discours. Le discours lui-même est fabuleux, plein de longs passages sur les balustrades de cristal et autres merveilles du palais de Mahāsudassana. Mais en son cœur se trouve une histoire très humaine : l’amour de la reine pour son roi, et la douleur de le laisser partir. La lutte que mène la reine pour comprendre pleinement que son roi doit partir reflète les luttes d’ Ānanda dans le <cite class='text-root'>Mahāparinibbāna</cite> alors qu’il accepte le décès de son maître bien-aimé.",
  "dn-guide-sujato:92": "<a class='ref' href='/dn18'>DN 18</a> <cite class='text-translated'>Avec Janavasabha</cite> ",
  "dn-guide-sujato:93": "Comme <a class='ref' href='/dn17'>DN 17</a>, celle-ci commence par un court passage extrait du <cite class='text-root'>Mahāparinibbāna</cite>, auquel a été ajouté un récit prolongé. Au cours du voyage dans le <cite class='text-root'>Mahāparinibbāna</cite>, Ānanda demande au Bouddha de révéler le sort après la mort des dévots de la ville de Nādika. De façon caractéristique, il se termine par le Bouddha indiquant comment les gens peuvent connaître par eux-mêmes leur propre progrès spirituel. Ce court passage est préservé en tant que discours indépendant également dans <a class='ref' href='/sn55.10'>SN 55.10</a>. Dans <a class='ref' href='/dn18'>DN 18</a>, cependant, le discours se poursuit par une longue histoire des faits et gestes des dieux, racontée par l’esprit Janavasabha. Il culmine en disant que ce discours a été appris par le Bouddha auprès de Janavasabha, et de là a été enseigné à Ānanda, qui en a informé les assemblées de moines, de nonnes, de laïcs et de laïques, ce qui a eu pour résultat que la dispense du Bouddha fut célèbre et fructueuse parmi les dieux et les hommes. Cela corrobore l’idée que ces discours, façonnés par Ānanda, visaient à assurer la pérennité du bouddhisme.",
  "dn-guide-sujato:94": "<a class='ref' href='/dn28'>DN 28</a> <cite class='text-translated'>Inspirer la Confiance</cite> (<cite class='text-root'>Sampasādanīyasuttasutta</cite>)",
  "dn-guide-sujato:95": "Le <cite class='text-root'>Mahāparinibbāna</cite> rapporte un incident où Sāriputta, le plus proche disciple du Bouddha, vient à lui et fait un « rugissement de lion » de foi en le Bouddha, basé sur sa compréhension du Dhamma. Ceci est rapporté comme un discours indépendant à <a class='ref' href='/sn47.12'>SN 47.12</a>. Nous avons également un court discours à <a class='ref' href='/sn47.13'>SN 47.13</a> qui raconte la mort de Sāriputta. On y retrouve les thèmes du <cite class='text-root'>Mahāparinibbāna</cite>, y compris même le fameux dicton selon lequel il faut être son propre refuge. Il est clair que cela a dû se produire pendant le voyage relaté dans le <cite class='text-root'>Mahāparinibbāna</cite>. Curieusement, cependant, il ne figure pas dans <a class='ref' href='/dn16'>DN 16</a>, et de plus, il situe le Bouddha à Sāvatthī, loin de la trajectoire de son voyage. Quoi qu’il en soit, le passage sur le rugissement du lion a été développé pour devenir un discours à part entière, Sāriputta exposant longuement les diverses qualités inspirantes du Bouddha. Cela donne l’occasion d’énumérer de nombreux enseignements doctrinaux standard. Comme <a class='ref' href='/dn18'>DN 18</a>, le sutta se termine par une exhortation à partager l’enseignement.",
  "dn-guide-sujato:96": "Outre les textes qui ont un lien littéraire et narratif direct avec le <cite class='text-root'>Mahāparinibbāna</cite>, il existe une autre série de discours qui partagent un lien plus indirect ou thématique.",
  "dn-guide-sujato:97": "<a class='ref' href='/dn14'>DN 14</a> <cite class='text-translated'>Le Grand Discours sur la Récolte des Actes</cite> (<cite class='text-root'>Mahāpadānasuttasutta</cite>)",
  "dn-guide-sujato:98": "Le Bouddha donne des détails biographiques sur six bouddhas du passé, ainsi qu’un long récit de la vie de l’un d’entre eux, Vipassī. Ce discours établit que le Bouddha historique Gotama fait partie d’une série de maîtres du monde qui s’étend jusqu’au passé lointain, et dont les dispenses suivent toutes des schémas similaires.",
  "dn-guide-sujato:99": "<a class='ref' href='/dn29'>DN 29</a> <cite class='text-translated'>Un discours Impressionnant</cite> (<cite class='text-root'>Pāsādikasutta</cite>)",
  "dn-guide-sujato:100": "Cela commence par l’histoire du décès du chef jaïn Mahāvīra (Nigaṇṭha Nātaputta). Dans les textes bouddhistes, cela est dépeint comme un désastre pour les Jaïns, car ils se sont tout de suite déchirés en conflits. Que cela soit historiquement exact ou non, le texte montre le Bouddha saisissant l’occasion pour enseigner les qualités qui font qu’un mouvement religieux perdure longtemps après le décès du fondateur. Des discours en réponse à cela se trouvent à <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn33'>DN 33</a>, et <a class='ref' href='/mn104'>MN 104</a>. Dans le sutta actuel, opposant sa propre dispense à ce qu’il prétend être les lacunes des techniques jaïnes, le Bouddha déclare que la foi et la pratique de ses adeptes sont bien fondées, car elles reposent sur un véritable Éveil.",
  "dn-guide-sujato:101": "<a class='ref' href='/dn30'>DN 30</a> <cite class='text-translated'>Les Marques d’un Grand Momme</cite> (<cite class='text-root'>Lakkhaṇasutta</cite>)",
  "dn-guide-sujato:102": "Les textes anciens font plusieurs fois référence à un ensemble mystérieux de caractéristiques corporelles connues sous le nom de « marques d’un grand homme ». Celles-ci sont censées accomplir une prophétie brahmanique selon laquelle celui qui possède de telles marques deviendra soit un empereur universel, soit un Bouddha pleinement éveillé. Normalement, lorsque les suttas présentent quelque chose comme un enseignement brahmanique, on le trouve en fait dans les textes brahmaniques. Mais dans ce cas, aucune trace d’une telle doctrine n’a été trouvée, aussi les origines de cette idée mythologique sont-elles obscures. L’histoire des deux voies est un thème mythologique classique, que l’on retrouve dans le plus ancien mythe connu, l’histoire de Gilgamesh. Les marques d’un grand homme existent comme un curieux contrepoint aux enseignements rationnels que l’on trouve dans la plupart des suttas. Dans ce sutta particulier, le Bouddha aurait expliqué chaque marque comme la conséquence d’un type spécifique d’acte kammique. Les styles littéraires et de vers trahissent une composition tardive, et il n’a pas de véritable parallèle dans d’autres collections. Néanmoins, elle demeure un témoignage de l’évolution de l’idée du Bouddha, reliant ses qualités spirituelles à sa présence physique.",
  "dn-guide-sujato:103": "<a class='ref' href='/dn33'>DN 33</a> <cite class='text-translated'>Reciter en Concert</cite> (<cite class='text-root'>Saṅgītisutta</cite>)",
  "dn-guide-sujato:104": "Comme <a class='ref' href='/dn29'>DN 29</a>, ce discours se situe après la mort de Mahāvīra. S’adressant aux Malliens de Pāvā — qui apparaissent également dans le <cite class='text-root'>Mahāparinibbāna</cite> — le Bouddha demande à Sāriputta de parler en son nom. Cela fait écho au thème de <a class='ref' href='/dn28'>DN 28</a> et <a class='ref' href='/dn29'>DN 29</a>, selon lequel ce sont les disciples qui seront responsables de la pérennité des enseignements. Sāriputta donne une présentation systématique étendue des doctrines, en utilisant le principe Aṅguttara d’organiser les enseignements par numéro. En effet, une étude de ce discours peut servir d’introduction aux enseignements que l’on trouve dans l’Aṅguttara Nikāya. Les monastiques sont encouragés à réciter ces enseignements de concert, afin qu’ils soient préservés et que la dispense se poursuive longtemps. Ce discours anticipe les tendances systématiques de l’Abhidhamma, et en effet l’un des textes Sarvāstivādin Abhidhamma (<cite class='text-root'>Saṅgītiparyāya</cite>) consiste en une expansion et un commentaire de ce discours.",
  "dn-guide-sujato:105": "<a class='ref' href='/dn34'>DN 34</a> <cite class='text-translated'>Jusqu’à Dix</cite> (<cite class='text-root'>Dasuttarasutta</cite>)",
  "dn-guide-sujato:106": "Ce discours est similaire au <cite class='text-root'>Saṅgīti</cite>, mais avec un contexte narratif plus bref et un style encore plus systématique. Ici, le Bouddha n’apparaît plus, et le discours est simplement prononcé par Sāriputta.",
  "dn-guide-sujato:107": "Ceci ne réduit pas la portée du cycle <cite class='text-root'>Mahāparinibbāna</cite>, car il ne se limite pas au Dīgha. Nous avons déjà mentionné que plusieurs suttas plus courts contiennent des épisodes qui se trouvent dans le <cite class='text-root'>Mahāparinibbāna</cite> ou qui s’y rapportent. Et l’histoire ne se termine pas avec la mort du Bouddha. Le <cite class='text-root'>Mahāparinibbāna</cite> raconte les arrangements funéraires et les événements qui suivent le décès du Bouddha. Dans plusieurs versions autres que le Pali, ce récit se continue directement dans le récit du Premier Concile. Ce récit constitue le XXIe chapitre du Vinaya Khandhakas, et en effet le <cite class='text-root'>Mahāparinibbāna</cite> se retrouve dans le Vinaya de plusieurs écoles. Il s’agit en fait d’un récit continu, et l’un des nombreux objectifs du <cite class='text-root'>Mahāparinibbāna</cite> est d’autoriser les actions du Saṅgha au Premier Concile, établissant les écritures bouddhiques fondamentales de manière organisée et définitive. Le récit du Premier Concile a ensuite été étendu au Second Concile, qui reprend nombre des mêmes thèmes et idées.",
  "dn-guide-sujato:108": "Ces récits de la fin de la vie et de l’enseignement du Bouddha trouvent également un écho dans le premier chapitre du Vinaya Khandhakas, qui raconte l’histoire de l’éveil du Bouddha, de son premier enseignement et de l’établissement de sa communauté de disciples. Il ne s’agit pas seulement d’épisodes séparés de la vie du Bouddha. Les textes tels que nous les possédons font fréquemment écho à des idées, des tournures de phrases, des événements et des personnes, ce qui montre qu’ils ont été édités et composés comme un tout cohérent. Pris ensemble, ils constituent la trame d’une magnifique mythologie : la vie et la mort du plus grand maître spirituel que le monde ait jamais connu.",
  "dn-guide-sujato:109": "Une Brève Histoire Textuelle",
  "dn-guide-sujato:110": "Le Dīgha Nikāya a été édité par T.W. Rhys Davids et J.E. Carpenter sur la base de manuscrits en caractères cinghalais, birmans et thaïs, et publié en trois volumes en caractères latins par la Pali Text Society de 1890 à 1910.",
  "dn-guide-sujato:111": "La première traduction a suivi en 1899-1921 par T.W. et C.A.F. Rhys Davids, et a été publiée dans la série « Sacred Books of the Buddhists » avec le titre <cite class='book'>Dialogues of the Buddha</cite>. Il s’agissait d’une étape importante dans la publication des textes bouddhistes, et c’était la première fois qu’une <i lang='pi' translate='no'>nikāya</i> complète était disponible en anglais. La traduction s’est efforcée de conserver la saveur littéraire des textes, et est accompagnée d’essais introductifs et de notes qui sont souvent utiles et parfois brillants. Mais elle est loin d’être parfaite, et contient de nombreuses erreurs de lecture et d’interprétation. Aujourd’hui, les intuitions de Rhys Davids restent précieuses, notamment dans le domaine de l’histoire et de la société.",
  "dn-guide-sujato:112": "Une traduction actualisée par Maurice Walshe a été publiée par Wisdom Publications en 1987 avec le titre <cite class='book'>Thus Have I Heard : The Long Discourses of the Buddha</cite>, un titre qui, dans les éditions ultérieures, a été changé pour <cite class='book'>The Long Discourses of the Buddha</cite>. L’édition Walshe a bénéficié de plusieurs décennies d’étude et de pratique du Dhamma en Occident. Évitant les styles archaïques des anciennes traductions, elle reste une traduction claire et accessible, avec un traitement beaucoup plus précis des termes et passages doctrinaux. Mais elle aussi est loin d’être parfaite. Elle s’appuie fortement sur la traduction de Rhys Davids, et si elle corrige de nombreuses erreurs, elle répète parfois des erreurs trouvées dans l’ancienne traduction. Pire encore, il n’est pas rare qu’elle introduise de nouvelles erreurs.",
  "dn-guide-sujato:113": "En outre, il y a eu de nombreuses traductions de discours et de passages individuels. Parmi celles-ci, les suivantes ont été particulièrement utiles pour mon travail :",
  "dn-guide-sujato:114": "Pour <a class='ref' href='/dn1'>DN 1</a>, <a class='ref' href='/dn2'>DN 2</a>, et <a class='ref' href='/dn15'>DN 15</a>, les traductions du texte et du commentaire de Bhikkhu Bodhi.",
  "dn-guide-sujato:115": "Pour <a class='ref' href='/dn16'>DN 16</a>, la traduction de Bhikkhu Ānandajoti.",
  "dn-guide-sujato:116": "Pour les versets de <a class='ref' href='/dn30'>DN 30</a>, les traductions et études de K.R. Norman.",
  "dn-guide-sujato:117": "Pour <a class='ref' href='/dn31'>DN 31</a>, la traduction de John Kelly, Sue Sawyer et Victoria Yareham."
}