{
  "general-guide-sujato:1": "'Un guide de lecture des suttas pali '",
  "general-guide-sujato:2": "'Bhikkhu Sujato, 2019 '",
  "general-guide-sujato:3": "\"<a href='#item1'>À propos de ces guides</a> \"",
  "general-guide-sujato:4": "\"<a href='#item2'>Une traduction accessible</a> \"",
  "general-guide-sujato:5": "\"<a href='#item3'>Planifiez votre itinéraire ou se promener dans le jardin</a> \"",
  "general-guide-sujato:6": "\"<a href='#item4'>Examen des références</a> \"",
  "general-guide-sujato:7": "\"<a href='#item5'>Composantes de la structure</a> \"",
  "general-guide-sujato:8": "\"<a href='#item6'>À l’époque du Bouddha : Une période de changement</a> \"",
  "general-guide-sujato:9": "\"<a href='#item7'>Aspects économiques et politiques</a> \"",
  "general-guide-sujato:10": "\"<a href='#item8'>Vie sociale de l’époque</a> \"",
  "general-guide-sujato:11": "\"<a href='#item9'>La multiplicité des voies spirituelles dans l’Inde antique</a> \"",
  "general-guide-sujato:12": "\"<a href='#item10'>Cosmologie</a> \"",
  "general-guide-sujato:13": "\"<a href='#item11'>À propos des commentaires en pali</a> \"",
  "general-guide-sujato:14": "\"<a href='#item12'>Un historique textuel succinct et non exhaustif</a> \"",
  "general-guide-sujato:15": "\"Les textes des suttas contenus au sein du Canon Pali (Tipiṭaka), notamment les quatre <i lang='pi' translate='no'>nikāyas</i> prééminents, constituent une référence indispensable pour toute personne désireuse d’approfondir sa compréhension des enseignements du Bouddha et de sa philosophie. Ces écrits, préservés et véhiculés dans la langue pali, sont tenus par la tradition bouddhiste Theravāda comme étant la parole authentique du Bouddha. \"",
  "general-guide-sujato:16": "'Ces corpus textuels ont, à l’origine, été perpétués par une tradition orale, s’appuyant sur des cohortes successives de moines et de nonnes qui les mémorisaient avec rigueur et les récitaient collectivement. Aux alentours de 30 av. J.-C., ces écrits ont été consignés formellement à Āluvihāra au Sri Lanka, puis ont été diffusés à l’aide de manuscrits élaborés sur des feuilles de palmier. '",
  "general-guide-sujato:17": "'Dès le XIXe siècle, ces manuscrits ont fait l’objet d’une édition et d’une publication sous forme de volumes modernes. Par ailleurs, le texte originel en pali a été traduit dans une gamme de langues contemporaines, notamment le thaï, le birman, le cinghalais et l’anglais. '",
  "general-guide-sujato:18": "\"Le terme Tipiṭaka se traduit littéralement par « Trois Corbeilles ». La Corbeille des Discours est traditionnellement répertoriée comme étant la seconde des trois. Les quatre <i lang='pi' translate='no'>nikāyas</i> représentent la majeure partie de la Corbeille des Discours. Il convient de préciser leur positionnement au sein du canon global. \"",
  "general-guide-sujato:19": "'Vinaya Piṭaka (Corbeille de la Loi Monastique) '",
  "general-guide-sujato:20": "'Sutta Piṭaka (Corbeille des Discours) '",
  "general-guide-sujato:21": "'<b>Dīgha Nikāya</b> (Longs Discours) '",
  "general-guide-sujato:22": "'<b>Majjhima Nikāya</b> (Discours Moyens) '",
  "general-guide-sujato:23": "'<b>Saṁyutta Nikāya</b> (Discours Groupés) '",
  "general-guide-sujato:24": "'<b>Aṅguttara Nikāya</b> (Discours Numérotés) '",
  "general-guide-sujato:25": "'<b>Khuddaka Nikāya</b> (Discours Mineurs) '",
  "general-guide-sujato:26": "'<b>Abhidhamma Piṭaka</b> (Corbeille des Traités Systématiques) '",
  "general-guide-sujato:27": "'On retrouve des recueils similaires dans les traductions chinoises anciennes, et d’importantes portions existent également en sanskrit et en tibétain. Ces recueils diversifiés de textes sacrés ont vu le jour parmi les communautés bouddhistes qui se sont étendues à travers l’Inde élargie dans les siècles suivant le Bouddha, particulièrement sous le règne de l’empereur bouddhiste, Ashoka. Ces missions sont consignées dans les chroniques anciennes du Sri Lanka ainsi que dans les commentaires du Vinaya en pali et en chinois, et elles ont été partiellement corroborées par les recherches archéologiques modernes. '",
  "general-guide-sujato:28": "'SuttaCentral abrite la quasi-totalité de ces manuscrits et présente des parallèles détaillés illustrant les connexions entre eux. Une analyse comparative, s’appuyant sur l’intégralité de ces documents, s’avère cruciale pour toute recherche concernant le bouddhisme ancien. Plus spécifiquement, le canon bouddhiste chinois englobe de nombreuses traductions de textes anciens, dont le volume excède de manière notable celui des textes en pali. '",
  "general-guide-sujato:29": "'Pour diverses raisons, les textes en pali conserveront perpétuellement une place à part pour ceux désireux de comprendre les enseignements du Bouddha. '",
  "general-guide-sujato:30": "'Ils représentent l’unique ensemble complet de textes sacrés d’une école ancienne du bouddhisme. '",
  "general-guide-sujato:31": "'Ils forment, de surcroît, le corpus le plus volumineux à subsister dans un dialecte indique ancien. '",
  "general-guide-sujato:32": "\"Ils sont complétés par une série volumineuse et précise de commentaires anciens (<i lang='pi' translate='no'>aṭṭhakathā</i>). \"",
  "general-guide-sujato:33": "'Ils se caractérisent majoritairement par leur clarté linguistique, sont méticuleusement édités et demeurent aisément intelligibles. '",
  "general-guide-sujato:34": "'En outre, les textes en pali constituent les textes sacrés centraux d’une tradition encore florissante, celle de l’école Theravāda, répandue au Sri Lanka, en Thaïlande, au Myanmar, au Bangladesh, au Cambodge, au Laos, en Inde, en Chine et au Vietnam. Ils font l’objet de récitations, d’enseignements, d’études et de pratiques quotidiennes jusqu’à ce jour, et sont perçus au sein de ces traditions comme un témoignage fiable des enseignements originels du Bouddha. '",
  "general-guide-sujato:35": "\"Au sein du corpus des textes en pali, les quatre <i lang='pi' translate='no'>nikāyas</i> se distinguent particulièrement. Ils constituent la source dans laquelle l’on découvre des exposés exhaustifs et concluants des enseignements bouddhistes, de même que le reflet de la personnalité authentique du Bouddha et de ses disciples proches. \"",
  "general-guide-sujato:36": "'En contraste, le Vinaya Piṭaka illustre en détail la vie des communautés monastiques, offrant de surcroît de riches aperçus sur le contexte historique et social, bien qu’il renferme seulement un nombre restreint de passages didactiques. L’Abhidhamma Piṭaka, pour sa part, se compose de traités méthodiques élaborés dans les siècles consécutifs au décès du Bouddha. Quant aux textes du Khuddaka Nikāya, ils présentent une grande diversité. On y trouve six ouvrages relativement concis, venant en complément des quatre nikāyas majeurs, et rédigés pour la plupart en vers, à savoir : le Dhammapada, l’Udāna, l’Itivuttaka, le Sutta Nipāta, le Theragāthā et le Therīgāthā. Néanmoins, la majorité des textes subséquents du Khuddaka apparaissent ultérieurs, symbolisant une évolution du bouddhisme intervenant plusieurs siècles après le Bouddha. '",
  "general-guide-sujato:37": "'À propos de ces guides '",
  "general-guide-sujato:38": "\"Ces guides ont été élaborés dans l’objectif de fournir un soutien aux étudiants aspirant à une compréhension plus approfondie des <i lang='pi' translate='no'>nikāyas</i>. Ils sont un complément à mes traductions des quatre <i lang='pi' translate='no'>nikāyas</i>, telles qu’elles figurent sur SuttaCentral. Il est recommandé d’entamer la lecture par ce guide général, puisqu’il aborde une multitude de problématiques inhérentes à l’ensemble des <i lang='pi' translate='no'>nikāyas</i>. Les quatre <i lang='pi' translate='no'>nikāyas</i>, formant un corpus extrêmement cohérent, renferment en leur sein la majorité des extraits doctrinaux d’importance. Les renseignements généraux évoqués ici sont approfondis dans des dissertations distinctes portant sur chacun des quatre <i lang='pi' translate='no'>nikāyas</i>, lesquelles mettent en exergue les nuances et les réorientations distinctives d’un recueil à l’autre. L’ordre de lecture de ces analyses reste à la discrétion du lecteur. Si les guides dédiés à chaque <i lang='pi' translate='no'>nikāya</i> se focalisent principalement sur les textes correspondants, cette approche n’est pas appliquée avec rigidité ; par conséquent, des références à des extraits situés en d’autres lieux peuvent également y être intégrées. \"",
  "general-guide-sujato:39": "\"Les synthèses des thèmes doctrinaux majeurs sont essentiellement localisées au sein des guides des <i lang='pi' translate='no'>nikāyas</i>, spécifiquement celui du Saṁyutta Nikāya, plutôt qu’en cette présente section. Néanmoins, il est conseillé de faire preuve de prudence vis-à-vis des résumés, y compris ceux que j’ai rédigés. La véritable quintessence des suttas s’exprime à travers les enseignements dans leur forme brute, capturés dans cet instant pur où le Bouddha aide à un individu en souffrance, non pas en lui proposant une synthèse abstraite, mais en s’engageant auprès de lui à un niveau humain. Il convient davantage de considérer les résumés et les études comme des points d’initiation à l’exploration, plutôt que comme des traités exhaustifs et définitifs. \"",
  "general-guide-sujato:40": "'Je m’abstiens presque complètement d’effectuer des analyses comparatives des divers parallèles, notamment ceux d’origine chinoise. La compréhension de ces relations est d’une importance capitale, constituant le fondement même de SuttaCentral. Cependant, l’ampleur du corpus textuel est considérable et la complexité du sujet est intimidante. Je redoute qu’une exploration approfondie des textes parallèles rende la finalisation de ces dissertations insurmontable ; et même en cas d’achèvement, leur complexité les rendrait inextricables. Par conséquent, j’ai circonscrit mon domaine de recherche à une échelle plus abordable, en me concentrant sur les textes en pali, en supposant que la plupart des observations soient probablement valables aussi pour les textes parallèles. Si le lecteur le souhaite, il peut directement consulter les textes parallèles sur SuttaCentral. '",
  "general-guide-sujato:41": "'Parmi les étudiants des suttas, il est courant de constater une tendance à l’abréviation des noms de ces recueils en termes tels que « Dīgha\\xa0», «\\xa0Majjhima\\xa0», etc., parallèlement à une omission fréquente du terme « sutta » dans les intitulés des suttas. Dans une optique de rigueur académique, l’usage du titre en pali s’avérerait approprié lors de références au texte source, tandis que le recours au titre traduit serait de mise pour évoquer la traduction. Cependant, cette nuance tend à être fréquemment sous-estimée ou omise. '",
  "general-guide-sujato:42": "'Une traduction accessible '",
  "general-guide-sujato:43": "\"En 2015, j’ai pris l’initiative d’élaborer des traductions accessibles sans restriction des discours principaux en pali, dans le but de rendre ces enseignements intégralement disponibles sous une forme claire, uniforme et fidèle à l’original. Mon ambition s’articulait autour de la traduction des quatre <i lang='pi' translate='no'>nikāyas</i> majeurs ainsi que des six premiers ouvrages du Khuddaka Nikāya, à savoir le Theragāthā, le Therīgāthā, l’Udāna, l’Itivuttaka, le Dhammapada et le Suttanipāta. Cette entreprise avait pour dessein de garantir à ces remarquables chefs-d’œuvre de sagesse spirituelle antique l’audience élargie qu’ils méritent amplement. \"",
  "general-guide-sujato:44": "'En évaluant mon style de traduction, ma réflexion s’est portée sur le trope standard qui inaugure les suttas en prose : un individu « s’approche » du Bouddha dans le but de soulever une question ou de recevoir un enseignement. Il s’agit d’un de ces extraits si conventionnels qu’il est couramment négligé. Néanmoins, l’acte de « s’approcher » d’un guide spirituel n’est pas anodin. Il requiert du temps, un investissement personnel, de la curiosité et une certaine bravoure ; un grand nombre de ces individus auraient ressenti une nervosité non négligeable. '",
  "general-guide-sujato:45": "'Comment, donc, le Bouddha aurait-il répondu lorsqu’il était sollicité ? Se serait-il exprimé de manière archaïque et obscure ? Emploierait-il des mots de façon inhabituelle et aliénante ? Serait-il nécessaire de s’entourer d’un autre moine qui, à intervalles réguliers, vous chuchoterait des éclaircissements à l’oreille : « Il a formulé ceci ; toutefois, son intention véritable était de communiquer que… » ? '",
  "general-guide-sujato:46": "'Je ne pense pas. Il est raisonnable de penser que le Bouddha se serait exprimé de manière claire, bienveillante et avec une simplicité aussi poussée que le contexte l’exigeait. Je pense qu’il aurait valorisé l’effort entrepris par les individus pour « s’approcher » de ses enseignements, et qu’il se serait efforcé, dans les limites inhérentes au langage et à la cognition, d’élucider le Dhamma pour en rendre la compréhension accessible au plus grand nombre. '",
  "general-guide-sujato:47": "'Une traduction accessible communique la signification du texte de manière simple, cordiale et conforme aux idiomes de la langue cible. Sa justesse technique, bien qu’essentielle, ne suffit pas ; elle doit également refléter une construction verbale que l’on pourrait concevoir dans le discours réel d’un individu. '",
  "general-guide-sujato:48": "'Cela implique qu’une telle traduction devrait s’attacher à éliminer intégralement les formalismes, les spécificités techniques et les idiomes indiens qui ont prévalu dans les traductions bouddhistes, contextes dans lesquels la langue anglaise a été forcée par des traducteurs s’adressant à des indologues, des linguistes et des philosophes bouddhistes. Ces traductions induisent une mort par mille entailles ; chaque point d’opacité écarte le lecteur, l’extrait du texte, l’incitant à interagir avec le texte au lieu de s’y immerger. '",
  "general-guide-sujato:49": "'Il ne s’agit pas de la manière dont les auditeurs du Bouddha auraient perçu ses enseignements. Ils n’étaient pas importunés par l’âpreté d’une élocution incertaine, ni continuellement sollicités à consulter les annotations subsidiaires. Ils étaient plutôt captivés, orientés vers une introspection et une élévation, éprouvant dans toute son étendue la force transformatrice du Dhamma au fur et à mesure qu’il se matérialisait dans les propos de l’Éveillé. Bien que la pleine recréation de cette expérience demeure hors de notre portée, nous pouvons, au minimum, nous efforcer de ne pas aggraver inutilement la situation. '",
  "general-guide-sujato:50": "'À chaque phase du processus, je me suis interrogé : « Une personne ordinaire, dépourvu ou ne possédant qu’une compréhension élémentaire du bouddhisme, serait-elle en mesure de déchiffrer ce texte et d’en saisir le véritable message ? » Poursuivant cet objectif, j’ai favorisé l’emploi de termes plus accessibles au détriment de ceux plus complexes ; privilégié des formulations directes plutôt qu’indirectes ; opté pour la voix active au lieu de la passive ; choisi un langage informel plutôt que formel ; et misé sur la clarté plutôt que sur la suggestion. '",
  "general-guide-sujato:51": "'Néanmoins, il serait erroné de considérer ces traductions comme de libres adaptations ou des simplifications. Il existe un espace dédié aux réinterprétations des textes anciens ainsi qu’aux versions épurées visant à mettre en exergue le point central. Cependant, mon œuvre a été conçue pour être une traduction intégrale et fidèle, n’omettant aucun élément de substance. Mon objectif est simplement de parvenir à cette fidélité sans recourir à une complexité indue. '",
  "general-guide-sujato:52": "'Je demeure persuadé que l’accomplissement de mon objectif est encore lointain. Nul n’est plus conscient que le traducteur lui-même des compromis et des pertes subis tout au long de ce parcours. Cohérence, clarté, exactitude, et esthétisme revendiquent tous leur prééminence de façon concurrente, et il apparaît qu’il est exceptionnel que tous ces critères soient simultanément atteints. Il s’agit d’un ouvrage en constante évolution, et il est vraisemblable que je sois amené à effectuer des corrections et des ajustements pour de nombreuses années encore. '",
  "general-guide-sujato:53": "'Mon approche a été particulièrement influencée par mes confrères moines, Ajahn Brahm et Ajahn Brahmali. D’Ajahn Brahm, j’ai assimilé la vertu d’un anglais épuré, ainsi que la bienveillance de s’exprimer dans un langage que les auditeurs peuvent réellement comprendre. En collaboration avec Ajahn Brahmali, qui s’est simultanément consacré aux traductions du Vinaya, j’ai participé à de multiples échanges instructifs concernant l’interprétation de divers termes et locutions. Un principe qu’il a formulé a profondément influencé ma pensée : une traduction doit transmettre un sens. Même en l’absence de certitude quant à la signification originelle du texte, nous pouvons affirmer avec conviction qu’il possédait une certaine portée. Par conséquent, procéder à une traduction en se fondant exclusivement sur des équivalences lexicales revient à dénaturer l’essence même de l’acte traductif. Il convient d’exprimer ce que l’on comprend du texte et, si on fait des erreurs, les corriger. '",
  "general-guide-sujato:54": "'Planifiez votre itinéraire ou se promener dans le jardin '",
  "general-guide-sujato:55": "'La doctrine du Bouddha s’articule de manière graduelle, initiant l’individu à partir de principes élémentaires pour le guider vers des prises de conscience d’une grande profondeur. Cette structure se manifeste dans la quasi-totalité des discours, sous diverses formes. Néanmoins, cette progression n’est pas observable au sein des recueils de discours. En effet, d’un recueil à un autre, ou d’un discours à un autre, aucune progression visible n’existe en termes de complexité, ni de construction sur les connaissances déjà acquises par l’élève. '",
  "general-guide-sujato:56": "'En revanche, le Dīgha Nikāya commence par le Brahmajala Sutta, alors que le Majjhima Nikāya commence par le Mūlapariyāya Sutta, deux textes qui se distinguent comme étant parmi les exposés les plus complexes et les plus impénétrables de l’intégralité du canon. Un étudiant qui s’engagerait de manière inopinée dans ces textes se trouverait promptement confronté à une profondeur intellectuelle véritablement abyssale. '",
  "general-guide-sujato:57": "'Pour édifier progressivement le savoir, il ne suffit pas de procéder à une lecture séquentielle des suttas. Il est fréquemment bénéfique pour les étudiants d’adopter un guide de lecture organisé, tel que celui que nous présentons. Sur SuttaCentral, plusieurs autres méthodologies sont également mises à disposition. '",
  "general-guide-sujato:58": "'Néanmoins, il n’est pas répréhensible de s’engager dans une exploration aléatoire, à condition de ne pas anticiper une compréhension immédiate et totale. Il est conseillé de s’octroyer le temps nécessaire et de savourer cette errance intellectuelle. Il n’est pas nécessaire de s’alarmer face à des éléments insolites ou imprévus. Certains concepts obscurs ou complexes trouvent leur explication dans d’autres lieux ; la découverte de ces liens inopinés constitue un des plaisirs inhérents à l’étude des suttas. '",
  "general-guide-sujato:59": "'Au sein de ces dissertations préliminaires, un éventail de références aux suttas est présenté. Il n’est pas impératif de scruter chaque citation pour saisir la substance des dissertations. Cependant, en le faisant, le lecteur se verra proposer un panorama instructif de plusieurs textes cruciaux, acquérant ainsi la compétence nécessaire pour localiser le passage requis. Il est préconisé d’aborder chaque dissertation de façon autonome dans un premier temps, puis de s’engager dans une seconde lecture, cette fois en quête et en analyse des références progressivement. '",
  "general-guide-sujato:60": "'Examen des références '",
  "general-guide-sujato:61": "'Lors de l’examen approfondi des suttas, les lecteurs observeront que les références aux textes et aux passages se présentent de manière parfois complexe. Sur SuttaCentral, nous avons adopté une méthode de référencement sémantique, caractérisée par sa simplicité et son adoption étendue. Par « références sémantiques », nous parlons du fait que les numéros de référence sont établis en fonction des divisions ayant une importance significative dans les textes concernés. '",
  "general-guide-sujato:62": "\"Pour les quatre <i lang='pi' translate='no'>nikāyas</i>, cela veut dire\\xa0: \"",
  "general-guide-sujato:63": "'Dans le Dīgha et le Majjhima, les textes sont référencés par l’ID du recueil (DN et MN respectivement) et le numéro du sutta, comptés dans une séquence simple depuis le début. '",
  "general-guide-sujato:64": "\"Dans le Saṁyutta, l’ID du recueil (SN), le <i lang='pi' translate='no'>saṁyutta</i> (groupe thématique) et le sutta. \"",
  "general-guide-sujato:65": "\"Dans l’Aṅguttara, l’ID du recueil (AN), le <i lang='pi' translate='no'>nipāta</i> (groupe numérique) et le sutta. \"",
  "general-guide-sujato:66": "'Un référencement plus granulaire est fourni par les numéros de section. Ceux-ci suivent des conventions préexistantes : '",
  "general-guide-sujato:67": "'Dans le Dīgha, les numéros de section de l’édition pali PTS, qui ont été largement adoptés dans les traductions. '",
  "general-guide-sujato:68": "'Dans le Majjhima, les numéros de section introduits par Bhikkhu Ñāṇamoḷi et utilisés dans l’édition de Bhikkhu Bodhi. '",
  "general-guide-sujato:69": "'Dans le Saṁyutta et l’Aṅguttara, les numéros de paragraphes tels qu’on les trouve dans le texte pali Mahāsaṅgīti. '",
  "general-guide-sujato:70": "'Chaque division précitée est ultérieurement segmentée, assurant ainsi que chaque section englobe plusieurs « segments », typiquement des extraits de texte concis, approximativement de la longueur d’une phrase. Dans les traductions que j’effectue, ces segments coïncident directement avec le texte pali original. '",
  "general-guide-sujato:71": "'Dans la méthodologie que nous avons adoptée, les chiffres apparaissant après un deux-points désignent les numéros de section et de segment, illustrant ainsi les subdivisions intrinsèques d’un sutta. Pour illustrer : '",
  "general-guide-sujato:72": "'DN 3 signifie « le troisième discours dans le recueil des Longs Discours (Dīgha Nikāya)\\xa0». '",
  "general-guide-sujato:73": "'MN 43:3 signifie « discours 43, section 3 dans le recueil des Discours Moyens (Majjhima Nikāya)\\xa0». '",
  "general-guide-sujato:74": "'MN 43:3.7 signifie « discours 43, section 3, segment 7 dans le recueil des Discours Moyens (Majjhima Nikāya)\\xa0». '",
  "general-guide-sujato:75": "'SN 12.2:6.2 signifie « discours 2, section 6, segment 2 dans le 12ᵉ Saṁyutta du recueil des Discours Groupés (Saṁyutta Nikāya)\\xa0» '",
  "general-guide-sujato:76": "'Dans le cadre de recherches universitaires, il n’est pas rare de se heurter à une diversité de systèmes de référencement. Les textes sont fréquemment cités en se référant au volume et à la page correspondants dans l’édition de la Pali Text Society (PTS) de l’original en langue pali. Cette pratique, que l’on peut considérer comme regrettable et peu pratique, contraint les références à demeurer attachées à une édition imprimée particulière. Il est souhaitable qu’une telle convention cède la place à des références sémantiques adéquates dans les plus brefs délais. Néanmoins, il est à noter que les indications de volume et de page de la PTS sont reproduites sur le site SuttaCentral, permettant ainsi la consultation de références traditionnelles. '",
  "general-guide-sujato:77": "\"Dans une approche traditionnelle, les textes étaient — et sont souvent encore — référencés de manière détaillée : en commençant par le <i lang='pi' translate='no'>nikāya</i>, suivi du <i lang='pi' translate='no'>saṁyutta</i> ou du <i lang='pi' translate='no'>nipāta</i> et/ou du <i lang='pi' translate='no'>paṇṇasaka</i> lorsque cela est pertinent, puis du <i lang='pi' translate='no'>vagga</i> et enfin du <i lang='pi' translate='no'>sutta</i>. Cette méthodologie s’avère utile lors de la consultation de manuscrits, permettant de réduire méthodiquement le champ de recherche au sein du document pour localiser l’information recherchée. Néanmoins, cette rigueur s’avère superflue sur internet ou dans les publications modernes. Toutefois, pour ceux qui le souhaitent, notre interface propose la possibilité d’utiliser cette structure de navigation traditionnelle. \"",
  "general-guide-sujato:78": "'Éléments de Structure '",
  "general-guide-sujato:79": "'En tant qu’étudiants des textes bouddhistes, nous nous concentrons sur le contenu, cherchant à comprendre les enseignements de Bouddha et de ses disciples, ainsi que leur mode de vie. Néanmoins, la nature de l’agencement des textes engendre une certaine difficulté à déterminer les relations respectives entre les différentes œuvres. Bien que cela semble quelque peu austère, il est bien de consacrer du temps à l’analyse de la structure des textes. '",
  "general-guide-sujato:80": "'Les textes bouddhistes anciens étaient structurés, non pas dans le but d’être lus, mais pour être récités et mémorisés. Le souci prépondérant consistait à segmenter les textes en fragments qui pouvaient aisément être mémorisés et énoncés de manière collective. Considérant que ces textes étaient principalement mémorisés, ils étaient largement accessibles de manière « aléatoire », un étudiant qualifié étant capable de convoquer instantanément un passage quelconque des textes sans nécessité de parcourir les pages ou de consulter un index. Ainsi, le système préliminaire d’organisation présente une certaine analogie avec notre manière actuelle d’extraire de l’information via un moteur de recherche. '",
  "general-guide-sujato:81": "'Il en résulte que nous ne pouvons envisager que les textes bouddhistes anciens soient organisés de manière séquentielle comme un ouvrage contemporain. Cependant, cela ne signifie pas que les recueils soient désordonnés ou chaotiques. Ils obéissent à leur propre logique, qui peut être perçue si l’on aborde les textes avec bienveillance. '",
  "general-guide-sujato:82": "'Voici quelques-uns des éléments structurels ou formels que vous êtes susceptible de rencontrer dans les textes bouddhistes anciens. '",
  "general-guide-sujato:83": "'Imagerie et Narration '",
  "general-guide-sujato:84": "'Les suttas recourent souvent à une structure ABA : une proposition est énoncée, suivie d’une métaphore, puis la proposition initiale est réitérée. '",
  "general-guide-sujato:85": "'Ce modèle formel se révèle extrêmement efficient dans la consolidation des acquis. Initialement, nous appréhendons le concept élémentaire. Toutefois, les énoncés d’ordre philosophique ou psychologique abstraits se révèlent ardues à saisir et à mémoriser sans un contexte approprié, c’est pourquoi le Bouddha agrémente son enseignement d’une métaphore. Il conclut en ancrant le message de manière réitérée. '",
  "general-guide-sujato:86": "'L’étendue des métaphores présentes dans les suttas est véritablement remarquable. Le Bouddha possédait une aptitude singulière à évoquer avec aisance une analogie appropriée à partir des éléments de son environnement immédiat. Ces métaphores fournissent également une multitude de détails périphériques sur la vie et la culture de l’époque du Bouddha et, plus crucialement, elles illustrent pourquoi l’enseignement du Dhamma est cohérent dans son cadre d’origine. Nombre des images bouddhiques emblématiques qui nous sont aujourd’hui familières trouvent leur essence dans les métaphores employées par le Bouddha dans les textes anciens. '",
  "general-guide-sujato:87": "'À l’occasion, les métaphores se déploient pour former une brève parabole ou une fable. Il est toutefois curieux de constater que le Bouddha se livre rarement à des narrations étendues. '",
  "general-guide-sujato:88": "\"Lorsque les récits sont élaborés avec une certaine richesse de détails, ils appartiennent généralement au contexte historique (<i lang='pi' translate='no'>nidāna</i>) plutôt qu’à l’enseignement proprement dit du Bouddha. Selon un principe fondamental de l’érudition historique, ces récits contextuels sont habituellement postérieurs au contenu doctrinal principal. Ces histoires présentent une variabilité notable dans les versions parallèles, indiquant que les traditions abordaient le narratif avec une flexibilité supérieure à celle appliquée à la doctrine. \"",
  "general-guide-sujato:89": "'Répétition '",
  "general-guide-sujato:90": "'Il ne vous faudra pas longtemps pour constater que les suttas se caractérisent par leur nature répétitive. <em>Extrêmement</em> répétitive. Cela représente souvent un défi conséquent pour le lecteur novice ; il convient donc de consacrer un moment à l’analyse de cette particularité. '",
  "general-guide-sujato:91": "'À l’instar de nombreux motifs présents dans la nature, les répétitions dans les textes sont de nature <em>fractale</em>. Autrement dit, elles apparaissent à divers échelons : le mot, l’expression, la phrase, le paragraphe, le passage, le texte dans son intégralité, et même au sein d’un ensemble de textes. Cela indique que la répétition n’est pas un élément étranger à ces écrits, ni une marque d’un excès de zèle éditorial, mais qu’elle est fondamentalement inhérente dès l’origine. '",
  "general-guide-sujato:92": "'Mais pourquoi ? Il est impératif de se remémorer que les textes en question ont émergé au sein d’une tradition primordialement orale. Au cœur de cette tradition, la fonction de la répétition diffère substantiellement de celle observée dans la littérature écrite. La réitération textuelle, lorsqu’elle est rencontrée lors de la <em>lecture</em>, peut susciter une certaine irritation, voire une impression de redondance superflue, incitant à en omettre la lecture. En revanche, dans le cadre de la <em>récitation</em>, la répétition engendre un effet diamétralement opposé\\u202f; elle induit une sensation de tranquillité et de relaxation. Les segments du texte exigeant une distinction exigent plus d’efforts, mobilisant ainsi la mémoire de manière plus intense. Toutefois, lorsque survient un passage déjà connu — comparable au refrain mélodique — le récitant se laisse aller au rythme apaisant de la récitation. La répétition octroie ainsi à l’orateur l’espace nécessaire pour se conforter dans la familiarité et pour méditer. L’acte de réciter un texte empreint de répétitions devient une forme de méditation contemplative, durant laquelle la signification profonde peut être pondérée et corrélativement intégrée à l’expérience personnelle de l’individu. '",
  "general-guide-sujato:93": "'Outre sa dimension spirituelle, la répétition sert également un objectif pratique essentiel : celui de la conservation. La réitération constante d’une assertion, sous une forme identique ou avec de légères variations, constituait un moyen pour les récitants de contrôler en permanence leur mémoire et de garantir la fidélité des textes. Dans l’éventualité d’une perte de texte, il existait presque toujours un extrait analogue en d’autres lieux. De ce fait, les répétitions contribuaient à la pérennité du Dhamma, opérant comme des mécanismes de sauvegarde pour des informations cruciales, disséminées en divers emplacements et mémorisées par les pratiquants bouddhistes. '",
  "general-guide-sujato:94": "'Appréhender la fonction historique des répétitions ne nous avance guère lorsque notre désir est simplement de parcourir un sutta. Alors, quelle approche adopter\\u202f? Il n’existe pas de méthode unique pour aborder la lecture d’un sutta. Certains lecteurs optent pour une lecture intégrale, s’attardant sur chaque répétition, tandis que d’autres préfèrent une lecture plus synthétique, visant à en extraire l’essentiel. Vous déterminerez la stratégie qui vous est appropriée. Cependant, une compréhension approfondie de la fonction des répétitions devrait, pourvu que l’on espère, vous aider à ne plus les percevoir comme un obstacle. '",
  "general-guide-sujato:95": "'Abréviation '",
  "general-guide-sujato:96": "\"L’aspect complémentaire de la répétition est l’abréviation. En raison de la profusion des répétitions, celles-ci sont fréquemment condensées. Cette technique d’abréviation n’est pas une innovation contemporaine ; elle est attestée à travers les manuscrits anciens, et il n’existe en fait aucune édition qui retranscrive en totalité toutes les répétitions. Les textes palis ont établi leur propre norme pour signaler les abréviations, utilisant la syllabe « <i lang='pi' translate='no'>pe</i> », qui est elle-même une contraction du terme « <i lang='pi' translate='no'>peyyāla</i> ». \"",
  "general-guide-sujato:97": "'En général, les abréviations présentes dans les éditions pali et les directives ponctuelles visant à expliciter le texte intégral sont logiques et présentent une remarquable cohérence entre les éditions. Les traductions contemporaines s’inspirent de la tradition manuscrite, mais sans s’y assujettir systématiquement. Parfois, la traduction restitue en intégralité des passages abrégés ou qu’elle condense des sections explicitées dans le texte source. '",
  "general-guide-sujato:98": "\"Les abréviations peuvent être catégorisées comme « internes » ou « externes ». L’abréviation interne se réfère à une pratique avec laquelle le texte contient en lui-même assez d’éléments pour permettre une restitution complète. Il est coutumier que seuls le premier et le dernier terme d’une énumération soient formulés intégralement, tandis que pour les éléments intermédiaires, uniquement les termes essentiels sont cités. Un exemple peut être observé dans <a class='ref' href='/sn22.137'>SN 22.137</a> : \"",
  "general-guide-sujato:99": "'La matière est impermanente ; vous devriez abandonner le désir pour elle. La sensation… La perception… Les choix… La conscience est impermanente ; vous devriez abandonner le désir pour elle. '",
  "general-guide-sujato:100": "'Concernant les abréviations externes, un passage abrégé ne peut pas être totalement reconstitué à partir du contexte seul, il requiert la consultation d’un texte additionnel pour pallier les éventuels manques. Ceci met en évidence une autre divergence entre la tradition orale et les supports écrits. Un énonciateur serait naturellement familiarisé, par exemple, avec la formule des quatre nobles vérités, rendant ainsi superflue son inscription intégrale à chaque fois ; un simple rappel serait suffisant. Cependant, dans les éditions contemporaines, notamment en ligne, un lecteur peut accéder à un texte spécifique depuis n’importe quel endroit et peut ne pas avoir précédemment rencontré le passage abrégé. Pour cette raison, j’ai cherché à limiter le nombre d’abréviations externes dans mes traductions. '",
  "general-guide-sujato:101": "'Titres '",
  "general-guide-sujato:102": "'Les manuscrits bouddhistes présentent rarement des titres en préambule, contrairement aux textes contemporains. Le titre est plutôt consigné à la conclusion du texte. Dans les éditions actuelles, ces titres ont été apposés en tête de texte pour plus de clarté. '",
  "general-guide-sujato:103": "\"Dans de nombreux cas, notamment pour les titres des suttas et des <i lang='pi' translate='no'>vaggas</i>, ce que nous retrouvons effectivement dans le manuscrit n’est pas tant un titre qu’un mot-clé extrait du vers de synthèse (<i lang='pi' translate='no'>uddāna</i>), situé à la clôture d’un <i lang='pi' translate='no'>vagga</i> ou d’une autre section. Ces vers étaient insérés par les éditeurs du canon dans le but de maintenir le contenu structuré, à l’instar d’une table des matières. Cependant, ces vers de synthèse varient quelque peu entre les différentes éditions, ce qui entraîne une certaine incohérence dans les titres des suttas. De surcroît, certains Suttas se voient dotés de plus d’un titre dans le texte même — par exemple, <a class='ref' href='/dn1'>DN 1</a> <cite class='text-translated'>Le Réseau Suprême</cite> (<cite class='text-root'>Brahmajalasutta</cite>) — ou présentent des variations orthographiques. Il convient donc de faire preuve de vigilance, car il n’est pas rare de dénicher différents titres pour un même texte. \"",
  "general-guide-sujato:104": "'Divisions textuelles '",
  "general-guide-sujato:105": "'Vagga (« Chapitre ») '",
  "general-guide-sujato:106": "\"Le <i lang='pi' translate='no'>vagga</i> représente l’unité structurelle prédominante et caractéristique au sein des textes bouddhistes anciens. Il comprend habituellement une dizaine de textes, qu’il s’agisse de discours, de vers, de règles, et ainsi de suite. La norme du dénombrement décimal est observée avec une relative constance, bien qu’il arrive parfois qu’un <i lang='pi' translate='no'>vagga</i> englobe un nombre supérieur ou inférieur à dix. \"",
  "general-guide-sujato:107": "\"Le <i lang='pi' translate='no'>vagga</i> s’avère souvent n’être qu’un moyen de classification commode destiné à structurer les discours avec soin. Dans cette optique, un <i lang='pi' translate='no'>vagga</i> est généralement intitulé d’après son premier discours. \"",
  "general-guide-sujato:108": "\"Néanmoins, il est fréquent de constater qu’un <i lang='pi' translate='no'>vagga</i> constitue un ensemble de discours qui partagent une cohérence thématique de manière assez générale. À titre d’exemple, dans le <a href='dn-silakkhandhavagga'><cite class='text-translated'>Chapitre sur l’Intégralité du Spectre Éthique</cite></a> (<cite class='text-root'>Sīlakkhandhavagga</cite>) au sein du Dīgha Nikāya (comprenant treize discours), la majorité des écrits abordent de manière approfondie le développement progressif de l’éthique, de la méditation et de la sagesse. \"",
  "general-guide-sujato:109": "\"Dans certains cas, un <i lang='pi' translate='no'>vagga</i> en langue pali peut trouver son équivalent dans un <i lang='pi' translate='no'>vagga</i> d’une autre tradition linguistique. À titre d’exemple, le fameux <a href='snp-atthakavagga'><cite class='text-translated'>Chapitre des Huit</cite></a> (<cite class='text-root'>Aṭṭhakavagga</cite>) issu du Sutta Nipāta est disponible en version chinoise, bien que le Sutta Nipāta dans son intégralité n’ait pas été transmis dans cette langue. De manière similaire, le <cite class='text-root'>Sīlakkhandhavagga</cite> du Dīgha Nikāya présente des correspondances tant dans les textes Dharmaguptaka en chinois qu’avec les textes Sarvāstivāda en sanskrit du Dīgha. \"",
  "general-guide-sujato:110": "\"Parfois, le terme  <i lang='pi' translate='no'>vagga</i> désigne une entité textuelle de plus grande envergure, englobant de multiples sections composées elles-mêmes de « petits »  <i lang='pi' translate='no'>vaggas</i>. Cette architecture hiérarchique de vaggas est illustrée par des œuvres telles que le Saṁyutta Nikāya et les Khandhakas du Vinaya en langue pali. \"",
  "general-guide-sujato:111": "'Paṇṇāsaka (« Cinquante ») '",
  "general-guide-sujato:112": "\"Le terme <i lang='pi' translate='no'>paṇṇāsa</i> désigne le chiffre « cinquante », et le concept de <i lang='pi' translate='no'>paṇṇāsaka</i> renvoie à un ensemble constitué approximativement de cinquante suttas, ou bien cinq <i lang='pi' translate='no'>vaggas</i>. Cette appellation est adoptée pour structurer les recueils comprenant un nombre conséquent de vaggas. La majorité des recueils comportant une quantité importante de discours recourent à cette organisation, à l’exemple de la « <a href='mn-mulapannasa'><cite class='text-translated'>Section Fondamentale des Cinquante</cite></a> » au sein du Majjhima Nikāya (<cite class='text-root'>Mūlapaṇṇāsa</cite>). La division en <i lang='pi' translate='no'>paṇṇāsaka</i> est employée à des fins de commodité et ne reflète aucune segmentation intrinsèque significative du texte. \"",
  "general-guide-sujato:113": "'Nipāta (« Groupe ») '",
  "general-guide-sujato:114": "\"La signification littérale de <i lang='pi' translate='no'>nipāta</i> est « ce qui est tombé », et il désigne un terme générique appliqué aux textes compilés ensemble. Dans l’Aṅguttara Nikāya, il fait référence à chaque division de textes assemblés selon un critère numérique : <a href='an1'>le regroupement de discours comprenant un seul point</a>, et ainsi de suite. Dans d’autres contextes, il est employé, comme dans l’intitulé du <a href='snp' class='text-root'>Sutta Nipāta</a>, qui se traduit par « Groupe de Discours ». \"",
  "general-guide-sujato:115": "'Saṁyutta (« Recueil de Discours Groupés ») '",
  "general-guide-sujato:116": "\"Tandis que le terme <i lang='pi' translate='no'>nipāta</i> revêt une acception générale, le <i lang='pi' translate='no'>saṁyutta</i> désigne une catégorie plus délimitée : celle des textes agencés en fonction de leur thématique ou sujet commun. Le Saṁyutta Nikāya est constitué de 56 recueils de cette nature. À titre d’illustration, le quatorzième <i lang='pi' translate='no'>saṁyutta</i> englobe <a href='sn14'>39 discours centrés sur la thématique des éléments</a>. \"",
  "general-guide-sujato:117": "'Nikāya ou Āgama (« Division ») '",
  "general-guide-sujato:118": "\"L’entité structurelle la plus grande est couramment désignée par <i lang='pi' translate='no'>nikāya</i> au sein de la tradition pali du Theravāda, et par <i lang='pi' translate='no'>āgama</i> dans les traditions bouddhistes du nord. Néanmoins, bien que le terme āgama soit devenu obsolète dans le Theravāda contemporain, il apparaît fréquemment dans les commentaires pali anciens. \"",
  "general-guide-sujato:119": "\"Des recueils analogues aux quatre <i lang='pi' translate='no'>nikāyas</i> identifiés au sein du Canon Pali existent dans l’ensemble d’autres traditions bouddhiques. Toutefois, si l’essence globale de ces recueils est comparable et leur agencement similaire, le contenu spécifique diffère de manière notable. Il n’est pas rare qu’un sutta présent dans le Majjhima Nikāya d’une tradition soit retrouvé dans le Saṁyutta ou le Dīgha Nikāya d’une autre. En outre, la séquence interne des textes diverge substantiellement. Par conséquent, il apparaît que les <i lang='pi' translate='no'>nikāyas</i> ou <i lang='pi' translate='no'>āgamas</i> tenaient davantage lieu de principes d’organisation que de blocs inamovibles. \"",
  "general-guide-sujato:120": "\"Le cinquième <i lang='pi' translate='no'>nikāya</i> pali, le Khuddaka Nikāya, présente une plus grande souplesse et manifeste des variations plus marquées entre les traditions. Il apparaît qu’il fut initialement conçu comme un recueil destiné à compiler des vers et des textes mineurs non inclus ailleurs. Cependant, le recueil pali s’est avéré être un réceptacle commode pour l’ajout de textes postérieurs, de sorte qu’il est devenu à ce jour le plus imposant de tous les <i lang='pi' translate='no'>nikāyas</i>. Si les écoles du nord mentionnent occasionnellement un recueil similaire, aucun ne subsiste sous cette forme à l’heure actuelle. Cela dit, de nombreux textes du Khuddaka Nikāya possèdent des équivalents, notamment le Dhammapada, qui existe sous plusieurs éditions différentes. \"",
  "general-guide-sujato:121": "'À l’époque du Bouddha : Une période de changement '",
  "general-guide-sujato:122": "'Chaque discours débute par une affirmation concise stipulant qu’en « une occasion » le Bouddha demeurait en un endroit précis. Cette technique employée par les éditeurs des textes visait à ancrer le Bouddha et ses doctrines dans un cadre historique et culturel particulier. En s’appuyant sur les textes bouddhistes anciens, ainsi que les informations tirées des textes brahmaniques et jaïns, les académiques contemporains ont réussi à élaborer un portrait relativement précis de la vie et de l’époque du Bouddha. '",
  "general-guide-sujato:123": "'L’archéologie, malencontreusement, se révèle d’une utilité restreinte, en raison de la rareté des vestiges archéologiques datant de l’époque du Bouddha. Effectivement, antérieurement à l’ère d’Ashoka — approximativement 150 ans après le Bouddha — les traces de l’Inde ancienne demeurent exceptionnellement rares, ce jusqu’à la civilisation de la Vallée de l’Indus, de nombreux siècles auparavant. Concernant la période qui suscite notre intérêt, les découvertes se limitent à de la poterie, à des instruments de petite taille et à quelques résidus de fortifications aux alentours de Kosambī. Cette pénurie de témoignages s’explique principalement par deux facteurs. Pour commencer, les constructions de cette époque étaient majoritairement constituées de bois ou d’autres matériaux éphémères. Ensuite, les recherches archéologiques en Inde se sont avérées très irrégulières et loin d’être exhaustives. '",
  "general-guide-sujato:124": "'Le Bouddha a vécu au cinquième siècle avant notre ère dans la plaine du Gange, située dans le nord de l’Inde. Les dates précises de sa naissance et de son décès demeurent incertaines. Néanmoins, le consensus académique contemporain tend à situer sa naissance aux alentours de 480 avant notre ère et son décès environ 80 ans plus tard, autour de 400 avant notre ère. Il vit le jour à Lumbini et passa son enfance à Kapilavatthu, deux localités faisant partie de la république Sakyan, qui se trouve aujourd’hui à la frontière entre l’Inde et le Népal. Son patronyme était Gotama ; bien que les textes les plus anciens ne révèlent pas son prénom, la tradition le reconnaît sous le nom de Siddhattha. '",
  "general-guide-sujato:125": "\"Après son Éveil, le Bouddha voyagea à travers la plaine gangétique. Le territoire qu’il arpentait appartenait à la sphère culturelle et politique désignée sous l’appellation des « seize nations » (<i lang='pi' translate='no'>janapada</i>). Cette dernière s’étendait depuis l’actuelle Delhi au nord-ouest, jusqu’à la frontière du Bangladesh à l’est, englobant les contreforts de l’Himalaya au nord, le Deccan au sud, et s’étirant jusqu’à Ujjain au sud-ouest. Il consacra la majorité de son temps dans les environs des cités de Sāvatthī, située dans le royaume de Kosala, et de Rājagaha, localisée dans le royaume de Magadha. En dépit de la multiplication des légendes locales dans la majorité des pays d’adoption du bouddhisme, il est à noter que le Bouddha ne s’aventura jamais au-delà de cette région. \"",
  "general-guide-sujato:126": "'Le Bouddha n’était pas le seul à être confiné à cette région. Il apparaît que les échanges commerciaux ainsi que d’autres formes de contacts culturels étroits s’effectuaient habituellement dans cette même région. Les mentions occasionnelles de lieux situés plus loin — comme le sud de l’Inde ou les régions grecques — étaient imprécises et souvent empreintes de légendes. Ce n’est qu’au siècle suivant le décès du Bouddha que les royaumes du nord de l’Inde furent unifiés et que des voies commerciales internationales régulières furent établies, initialement en direction de l’Europe, puis, quelques siècles après, envers l’Asie du Sud-Est et la Chine. '",
  "general-guide-sujato:127": "'Aspects économiques et politiques '",
  "general-guide-sujato:128": "'Dans les textes, les zones urbaines et la vie citadine sont fréquemment mises en avant, cependant, elles demeurent d’une envergure modeste. L’économie de l’époque était majoritairement rurale, la pratique agricole y occupant une position centrale. '",
  "general-guide-sujato:129": "'Néanmoins, les listes de professions issues du canon pali témoignent d’une diversité dans les secteurs d’activité, comprenant des comptables, des bijoutiers, des bâtisseurs, des militaires, des médecins, des officiels gouvernementaux, parmi tant d’autres. '",
  "general-guide-sujato:130": "'L’essor de la diversité professionnelle était intrinsèquement lié à l’expansion urbaine, laquelle est concomitante avec l’émergence de nouvelles technologies. Bien que parcimonieux, les archives archéologiques nous ont révélé l’existence de deux innovations significatives : les forges destinées à la métallurgie du fer et une catégorie spécifique de céramique raffinée, désignée sous l’appellation de « céramique polie noire du nord ». Ces avancées récentes témoignent d’une maîtrise accrue du feu dans le domaine industriel, un thème que les suttas évoquent au travers de plusieurs analogies marquantes. '",
  "general-guide-sujato:131": "'La croissance économique était catalysée par l’innovation technologique. Il est fréquemment fait mention d’individus fortunés, à la tête de vastes équipes et en charge de la gestion de propriétés ou d’entreprises. L’excédent économique était suffisant pour subvenir aux besoins d’une vaste classe de spirituels. Ces ascètes, sans contribution matérielle à la société, leur valeur résidait dans le développement spirituel et éthique. '",
  "general-guide-sujato:132": "'Les mutations technologiques et économiques se répercutaient dans l’arène politique. Deux systèmes prédominants de gouvernance étaient en place. Les clans traditionnels, tels que les Sakyans ou les Vajjians, perpétuaient une forme de démocratie limitée et ancestrale, où les résolutions étaient adoptées au sein d’un conseil urbain, et où le clan désignait un membre éminent comme dirigeant temporaire. En revanche, d’autres états, comme Kosala et Magadha, avaient établi une forme plus courante de monarchie, caractérisée par un monarque absolu et héréditaire. Bien que le Bouddha ait eu une préférence marquée pour les idéaux démocratiques, ceux-là mêmes qui ont bercé son enfance et qui ont inspiré la gouvernance du Saṅgha, les royaumes étaient en pleine ascension, élargissant leur suprématie économique et militaire. Durant l’existence du Bouddha, des confrontations persistantes se sont produites entre Kosala et Magadha, chacun aspirant à régner sur l’antique cité sacrée de Varanasi. '",
  "general-guide-sujato:133": "'D’une portée considérable, Magadha, vers l’ultime phase de son existence, proclamait ses desseins d’invasion de la république Vajjian. Le succès de cette stratégie est confirmé par les annales historiques : dans les décennies consécutives au décès du Bouddha, Magadha s’est emparé de quasi-totalité des seize nations, instaurant une hégémonie indiscutée dans la région et inaugurant des circuits commerciaux à l’échelle de l’Inde. La puissance du royaume ainsi constitué était telle que les légions d’Alexandre le Grand se sont insurgées à l’écho de la force militaire magadhanne. '",
  "general-guide-sujato:134": "'Vie sociale de l’époque '",
  "general-guide-sujato:135": "'L’accroissement de la complexité dans les sphères économique et politique exigeait des adaptations concomitantes des rôles sociaux et des responsabilités. À l’instar de toute société confrontée à une époque de mutations, les contemporains du Bouddha s’efforçaient d’harmoniser leurs valeurs et structures ancestrales avec les réalités émergentes. Il apparaît que, pour une large part, les individus jouissaient d’une situation relativement prospère. Cependant, des fléaux tels que la pauvreté, la famine, l’injustice, le banditisme et une précarité économique persistaient et représentaient des périls tangibles. Les témoignages fréquents déploraient l’instabilité de la richesse, que celle-ci soit sous des formes traditionnelles de possession telles que le bétail et les terres, ou des formes plus récentes telles que la monnaie et la carrière. '",
  "general-guide-sujato:136": "'Le Bouddha ne s’inscrivait pas dans une démarche de révolution sociale et n’a pas manifesté de volonté explicite de subversion des systèmes sociaux, y compris ceux qu’il identifiait comme injustes. Sa rhétorique préconisait fréquemment une application plus juste et impartiale des normes préétablies. À titre illustratif, plutôt que de promouvoir l’universalité de la démocratie, il évoquait la responsabilité morale incombant à un souverain de veiller au bien-être de ses sujets. '",
  "general-guide-sujato:137": "'Il était prescrit à un homme de subvenir aux besoins de sa famille en assurant un revenu adéquat pour leur soutien et leur protection. Il lui incombait d’allouer ses ressources financières non seulement à la satisfaction des besoins essentiels de sa famille, mais également à l’acquisition de biens de luxe, tout en manifestant bonté et respect à l’égard des employés. De plus, il était impératif de consacrer une portion de ses revenus à l’épargne et une autre à des actions philanthropiques. '",
  "general-guide-sujato:138": "'Traditionnellement, le rôle attribué à la femme se cantonnait au mariage et à la procréation. Ses alternatives à cette trajectoire étaient restreintes. Il est rare de trouver des références à des femmes exerçant des professions, à l’exception de celles impliquées dans le commerce sexuel. Dans un tel environnement, l’opportunité d’embrasser la vie monastique offrait aux femmes la latitude de s’engager dans leur épanouissement spirituel et intellectuel, d’endosser des fonctions de direction et d’enseignement, et d’acquérir respect et reconnaissance dans l’exercice de ces fonctions. '",
  "general-guide-sujato:139": "'Les textes anciens ne témoignent pas d’expressions plus extrêmes de discrimination sexuelle. Ils ne font aucune allusion à des pratiques telles que le mariage des enfants, l’immolation des veuves ou la subordination fondamentale des femmes aux hommes. '",
  "general-guide-sujato:140": "'À cette époque, l’Inde n’avait pas encore élaboré un système de castes pleinement établi. Cependant, une stratification sociale plus élémentaire était en place, articulée autour d’une quadruple division : '",
  "general-guide-sujato:141": "\"Les aristocrates (<i lang='pi' translate='no'>khattiya</i>) \"",
  "general-guide-sujato:142": "\"Détenteurs de terre (<i lang='pi' translate='no'>khetta</i>), typiquement nantis et influents, ils s’adonnaient à la gestion étatique, aux conflits armés et à la production. Le Bouddha était issu d’un clan aristocratique. Les aristocrates s’établissaient eux-mêmes à l’échelon suprême de la hiérarchie sociale. \"",
  "general-guide-sujato:143": "\"Les brahmanes (<i lang='pi' translate='no'>brāhmaṇa</i>) \"",
  "general-guide-sujato:144": "'Appartenant à une caste sacerdotale héréditaire, les brahmanes étaient les conservateurs des textes sacrés nommés « Vedas », et officiaient lors de rituels et cérémonies dédiés à diverses divinités. Néanmoins, durant l’ère du Bouddha, nombre de brahmanes s’investissaient principalement dans des activités séculières ordinaires, reléguant leur fonction religieuse à un plan secondaire. Ils s’autoproclamaient enfants de Dieu (Brahmā). '",
  "general-guide-sujato:145": "\"Les commerçants (<i lang='pi' translate='no'>vessa</i>) \"",
  "general-guide-sujato:146": "'Actifs dans les sphères du commerce et des échanges commerciaux. '",
  "general-guide-sujato:147": "\"Les travailleurs (<i lang='pi' translate='no'>sudda</i>) \"",
  "general-guide-sujato:148": "'S’adonnant à des tâches nécessitant un labeur physique. '",
  "general-guide-sujato:149": "'Cette structure sociale n’était pas universellement applicable : il existe des références à des castes inférieures et à diverses ethnies tribales. Il faut également noter la présence d’esclaves ou de serviteurs sous contrat. Par ailleurs, les ascètes (samaṇa), à l’instar du Bouddha, se percevaient comme étant en dehors et au-delà de ces classifications établies sur le système des castes. '",
  "general-guide-sujato:150": "'La multiplicité des voies spirituelles dans l’Inde antique '",
  "general-guide-sujato:151": "'Les changements durant la période du Bouddha ne se confinaient pas uniquement aux sphères terrestres. La dimension religieuse de l’Inde antique se caractérisait également par sa dynamique de changement. En conséquence, présumer que la société indienne, à l’époque du Bouddha, était essentiellement hindoue serait une conjecture incorrecte. Il est possible de discerner certains éléments constitutifs de l’hindouisme contemporain. Cependant, la tradition religieuse indienne, à l’instar des pratiques spirituelles et religieuses en tous lieux, a perpétuellement été sujette à un processus de métamorphose et de développement. '",
  "general-guide-sujato:152": "\"Durant la période du Bouddha, et persistant jusqu’à l’époque contemporaine, les Vedas antiques pré-bouddhistes forgeaient le fondement de l’existence spirituelle des brahmanes ainsi que de leurs adeptes. Des rituels, à l’instar de l’<i lang='pi' translate='no'>agnihotra</i>, impliquant l’oblation quotidienne de ghee dans le feu en hommage à Agni, la divinité du feu, furent initiés bien avant la migration des Aryens vers l’Inde, et ces pratiques perdurent jusqu’à ce jour. \"",
  "general-guide-sujato:153": "\"Cependant, nombre des divinités anciennes mentionnées dans les Vedas s’étaient éclipsées au temps du Bouddha, et plusieurs déités renommées de l’hindouisme postérieur n’avaient pas encore fait leur apparition. Celles qui émergent sont caractérisées par des attributs notablement distincts ; des divinités prééminentes telles que Vishnu (en pali : <i lang='pi' translate='no'>Veṇhu</i>) ou Shiva (en pali : <i lang='pi' translate='no'>Siva</i>) sont reléguées à des positions secondaires, et un guerrier tel que Sakka (également connu sous le nom d’Indra) se manifeste en tant qu’apôtre de la paix. L’époque était dépourvue de temples, d’effigies et de culte de dévotion (<i lang='pi' translate='no'>bhakti</i>). Il n’existe aucune allusion à un quelconque système d’<i lang='pi' translate='no'>avatars</i>, ni à des concepts désormais familiers de la spiritualité contemporaine inspirée de l’hindouisme, tels que <i lang='pi' translate='no'>śakti</i>, <i lang='pi' translate='no'>kuṇḍalinī</i>, les chakras ou la pratique des exercices de yoga. \"",
  "general-guide-sujato:154": "\"En outre, une analyse des éléments de l’hindouisme moderne existants à cette période révèle une nette indépendance entre nombreux d’entre eux. Aucune corrélation n’était établie, par exemple, entre le culte d’un dragon local (<i lang='pi' translate='no'>nāga</i>) et les rituels brahmaniques. L’aspect le plus saillant de l’hindouisme, c’est-à-dire l’ample synthèse des concepts et des pratiques d’ordre religieux et philosophique, s’étendant de l’animisme rudimentaire au non-dualisme transcendantal, n’avait pas encore été amorcée. Les diverses sphères de la spiritualité s’articulaient de manière distincte, sans être perçues comme constitutives d’une trajectoire unifiée. \"",
  "general-guide-sujato:155": "'Par conséquent, les historiens ne désignent pas la religion brahmanique de cette époque sous le nom d’hindouisme, mais la qualifient plutôt de védisme ou de brahmanisme. Il s’est écoulé près d’un millénaire avant que le courant que l’on puisse identifier à l’hindouisme moderne n’acquière une position de premier plan en Inde. Il est indéniable que l’hindouisme puise abondamment dans les Vedas, comme le catholicisme emprunte largement aux écritures hébraïques, que les chrétiens nomment l’Ancien Testament. Cependant, si l’on avait abordé Abraham ou Noé en les qualifiant de « catholiques », ils n’auraient pas compris de quoi vous parlez. De la même manière, les Indiens contemporains du Bouddha auraient été tout aussi étrangers à la notion même d’« hindouisme ». '",
  "general-guide-sujato:156": "\"En dépit de ces éléments, une déclaration fréquemment citée suggère que le Bouddha « est né, a vécu, et est décédé en tant qu’hindou », une assertion attribuée à l’éminent précurseur de l’indologie, Thomas Rhys Davids. Effectivement, il a consigné cette idée, mais elle figure dans une de ses œuvres initiales, spécifiquement à la page 116 de <cite class='book'>Buddhism: its history and literature</cite>, un ensemble de conférences publié en 1896. Cependant, ses perspectives ont subi une évolution notable, car en 1912, il exprime un point de vue révisé à la page 83 de <cite class='book'>Buddhism: Being a sketch of the life and teachings of Gautama, the Buddha</cite>, où il déclare : \"",
  "general-guide-sujato:157": "'Gautama naquit, grandit, vécut et mourut en tant qu’individu représentatif de l’Inde. À cette période, l’hindouisme n’avait pas encore fait son apparition. '",
  "general-guide-sujato:158": "'Rhys Davids met en exergue le fait que le Bouddha ne manifestait pas de relation conflictuelle à l’égard de la religion brahmanique. Il n’avait pas pour objectif une réforme religieuse, mais plutôt la quête de la libération de la souffrance. Néanmoins, dans le même travail, il apporte une observation complémentaire à la page 85 : '",
  "general-guide-sujato:159": "'Sur le long terme, l’incompatibilité entre les deux systèmes était manifeste. La formation intégrale de Gautama s’inscrivait en réalité en marge de la connaissance rituelle propre aux Brāhmaṇas et aux brahmanes. Par ailleurs, les divinités spécifiques à son clan ne trouvaient pas leurs origines dans les textes védiques. '",
  "general-guide-sujato:160": "'Le principe fondamental évoqué ici est l’impératif d’éviter la projection anachronique des conditions modernes dans le contexte des temps anciens. Les populations de l’Inde antique menaient des existences spirituelles d’une richesse, d’une complexité et d’une diversité remarquables. L’appréhension de leur essence, ainsi que la compréhension des interactions du Bouddha à leur égard, n’émergent qu’à travers l’abandon de nos préjugés et de nos fixations contemporaines, nous permettant ainsi d’accorder une oreille attentive à leurs propres témoignages et récits. '",
  "general-guide-sujato:161": "'Un trait distinctif des textes bouddhistes anciens réside dans l’instauration du dialogue interreligieux. Le Bouddha n’évoluait pas au sein d’une culture explicitement bouddhiste. Il est fréquemment fait mention du Bouddha et de ses disciples abordant de multiples facettes de la philosophie et de la pratique spirituelles avec des partisans d’orientations spirituelles diverses, ou des individus n’adhérant à aucune voie définie. Il arrivait que des individus s’approchent du Bouddha dans une démarche d’apprentissage ou, à l’opposé, d’hostilité. De plus, il n’est pas inhabituel de constater que le Bouddha et ses disciples prenaient l’initiative de solliciter les adeptes d’autres voies spirituelles dans le simple but d’établir un dialogue. Sous cet angle, les textes anciens s’inscrivent en nette divergence par rapport aux écrits bouddhistes plus tardifs, caractérisés par des interactions quasi exclusives entre bouddhistes. '",
  "general-guide-sujato:162": "'Malgré le fait que nombre de ces individus se soient ultérieurement identifiés comme adeptes du Bouddha, une telle conversion n’était pas l’objectif premier du dialogue. Le Bouddha ne s’engageait pas dans des débats avec la simple intention de triompher dans une controverse, mais plutôt mue par une compassion visant à atténuer la souffrance humaine. '",
  "general-guide-sujato:163": "'Dans la complexité des pratiques religieuses, il est possible d’identifier trois domaines prédominants. '",
  "general-guide-sujato:164": "'Animisme '",
  "general-guide-sujato:165": "'Dans les communautés rurales et urbaines de l’Inde antique, la forme de religiosité populaire prédominante reposait sur une conviction de l’omniprésence des esprits au sein de la nature. Ces entités divines avaient la capacité de manifester des éléments climatiques, ou d’habiter dans  la flore, des cours d’eau ou des cavernes ; elles pouvaient contribuer à la prospérité, ou adopter des apparences redoutables et intimidantes. Leur caractère était inconstant, cependant, elles pouvaient être séduites à travers des offrandes modestes telles que le riz, les fleurs ou le ghee. '",
  "general-guide-sujato:166": "'Les convictions animistes étaient issues de légendes locales et des rituels, plutôt que de s’ancrer dans une philosophie religieuse formelle. Néanmoins, les courants religieux plus élevés, tels que le bouddhisme ou le jaïnisme, loin de supprimer ces croyances, étaient enclins à leur conférer une place secondaire dans leur cosmologie, à condition qu’elles contribuent à l’abolition de pratiques préjudiciables telles que les sacrifices humains ou animaux. '",
  "general-guide-sujato:167": "\"Au sein des textes bouddhistes, il est fait mention de diverses entités surnaturelles telles que les <i lang='pi' translate='no'>yakkhas</i> (esprits), les <i lang='pi' translate='no'>nāgas</i> (dragons), les <i lang='pi' translate='no'>gandhabbas</i> (fées), les <i lang='pi' translate='no'>garudas</i> (phénix), et d’autres encore. La posture adoptée par le bouddhisme vis-à-vis de ces êtres s’apparenterait davantage à une forme de « coexistence pacifique ». Ces entités, ainsi que tout autre être supérieur, ne font l’objet d’aucun culte ni ne sont envisagées comme sources de salut. Elles sont plutôt abordées avec respect et dignité, dans l’éventualité de leur existence concrète, il serait alors judicieux de s’assurer de leur bienveillance. \"",
  "general-guide-sujato:168": "'Brahmanisme '",
  "general-guide-sujato:169": "'La caste se désignant sous le terme de « brahmanes » s’est vue léguer un corpus ancestral de connaissances sacrées, identifié comme les Védas. Ce patrimoine se compose de divers ensembles de textes scripturaires oraux, parmi lesquels le Ṛg Veda occupe une position centrale. Les textes bouddhistes anciens font référence à trois Védas, à savoir le Ṛg, le Sāma et le Yajur ; l’Atharva y est également évoqué, cependant, il n’acquiert pas encore à cette époque le statut de Veda. '",
  "general-guide-sujato:170": "'Le Ṛg Veda prend ses racines dans l’environnement culturel et religieux des peuples indo-européens anciens. Il présente un patrimoine partagé avec les écrits avestiques du zoroastrisme iranien et, de façon plus éloignée, avec les mythologies européennes. '",
  "general-guide-sujato:171": "'Il apparaît que les populations indo-européennes se sont déplacées vers l’Inde approximativement un millénaire avant l’émergence du Bouddha, des clans distincts préservant chacun leurs propres corpus de connaissances sacrées. Lors des premiers siècles du premier millénaire avant notre ère, dans la région désignée sous le nom de territoire de Kuru (correspondant à l’actuelle Delhi), ces clans furent unifiés pour former le royaume brahmanique classique, une histoire qui se reflète dans l’épopée du Mahābharata. Le Ṛg Veda a été constitué à partir des textes sacrés de ces différents clans, structuré pour inclure des chapitres introductifs et conclusifs mettant l’accent sur une certaine unité. Au temps du Bouddha, la culture et la langue brahmaniques avaient déjà solidement pris racine dans les régions situées plus au sud et à l’est, là où le Bouddha lui-même vécut. '",
  "general-guide-sujato:172": "'Les brahmanes soutenaient avec vigueur la sacralité de leur caste, l’efficience de leurs rituels, la véracité de leurs textes sacrés et l’omnipotence de leur divinité. Ces prétentions furent intégralement réfutées par le Bouddha. '",
  "general-guide-sujato:173": "'Néanmoins, il convient de souligner que les traditions brahmaniques ne constituaient en aucun cas un bloc monolithique unifié. On y décèle une tendance marquée à la remise en question des traditions, une volonté d’exploration de nouvelles voies, ainsi qu’une quête assidue de vérité ; des attitudes qui imprègnent tout autant les textes brahmaniques que bouddhistes. '",
  "general-guide-sujato:174": "\"Habituellement, les brahmanes menaient une existence établie comme chefs de famille, aspirant à un certain niveau de reconnaissance sociale et de prestige par leur érudition et de leur caste. Cependant, il est notable que certains parmi eux adoptèrent une vie ascétique, manifestement sous l’influence des <i lang='pi' translate='no'>samaṇas</i>. \"",
  "general-guide-sujato:175": "\"Au cours des générations précédant l’apparition du Bouddha, la philosophie brahmanique a atteint un sommet de sophistication dans les Upaniṣads, qui se distinguent par leurs débats de haute tenue et leur philosophie mystique postulant une unité fondamentale entre l’individu et le cosmos. Ces textes forment le contexte dialectique immédiat dans lequel la philosophie du Bouddha a été développée. Yājñavalkya, un philosophe majeur des Upaniṣads, résidait près de Mithila, dans la même région que celle parcourue par le Bouddha, et ce, un à deux siècles le précédant. Apparemment, certaines des Upaniṣads les plus anciennes sont évoquées dans le <a class='ref' href='/dn13'>DN 13</a> <cite class='text-translated'>Les Trois Connaissances</cite> (<cite class='text-root'>Tevijjasutta</cite>), et c’est avec clareté évidente que la doctrine upaniṣadique de l’<i lang='pi' translate='no'>ātman</i> (le soi) a été rejetée par le Bouddha dans ce qui est devenu son enseignement le plus distinctif : celui du non-soi (<i lang='pi' translate='no'>anattā</i>). \"",
  "general-guide-sujato:176": "'Les Samaṇas '",
  "general-guide-sujato:177": "\"Nettement distincts de la communauté brahmanique, et fréquemment en opposition avec celle-ci, existait un ensemble complexe de courants religieux identifiés sous l’appellation de <i lang='pi' translate='no'>samaṇas</i> ou « ascètes ». Durant l’époque du Bouddha, six écoles ascétiques majeures étaient reconnues. Le Bouddha lui-même s’identifiait en tant qu’ascète, en raison des multiples points de convergence entre sa propre voie spirituelle et celles de ces mouvements. \"",
  "general-guide-sujato:178": "\"À l’instar des moines bouddhistes, les autres <i lang='pi' translate='no'>samaṇas</i> étaient typiquement des renonçants célibataires, optant pour une vie en solitaire ou au sein de communautés monastiques, subsistant grâce à la charité publique. Le jaïnisme, le mouvement le plus notoire et le seul qui perdure jusqu’à nos jours, a connu une période de floraison sous la direction de Mahāvīra, désigné dans les textes bouddhistes par Nigaṇṭha Nātaputta. \"",
  "general-guide-sujato:179": "\"Les ascètes se caractérisaient par une attitude iconoclaste, unifiant leur rejet total du système brahmanique. Néanmoins, des différences substantielles se manifestaient entre les divers courants, comme en témoignent leurs doctrines respectives répertoriées dans le <a class='ref' href='/dn2'>DN 2</a> <cite class='text-translated'>Les Fruits de la Vie Ascétique</cite> (<cite class='text-root'>Sāmaññaphalasutta</cite>), ainsi que dans <a class='ref' href='/mn60'>MN 60</a> et <a class='ref' href='/mn76'>MN 76</a>. Alors que certains courants préconisaient des pratiques austères et la mortification de soi, d’autres valorisaient la rationalité et le débat. Parallèlement, là où certains insistaient sur la nécessité d’un effort intense, d’autres adhéraient à une forme de fatalisme résigné. Dans le domaine métaphysique, les croyances s’étendaient de l’adhésion à la doctrine de la renaissance à la conviction que l’existence se résumait à la réalité matérielle présente. \"",
  "general-guide-sujato:180": "'Malgré le caractère parfois floride et obscure de leurs doctrines et l’étrangeté, voire l’apparente futilité de leurs pratiques, les mouvements ascétiques demeurent un témoignage indélébile de la diversité, de la dynamique et de la capacité d’innovation inhérentes à la sphère religieuse de l’Inde antique. '",
  "general-guide-sujato:181": "'Cosmologie '",
  "general-guide-sujato:182": "'Un thème omniprésent dans divers courants religieux de l’Inde réside dans l’intérêt porté à la cosmologie. Il était présumé qu’une philosophie religieuse devait proposer une représentation macroscopique du monde et préciser la place de l’humanité dans cet ensemble. À l’instar de tous les éléments constitutifs de la sphère religieuse, ces cosmologies présentaient des caractéristiques communes entre les différentes traditions, tout en conservant des spécificités propres à chacune d’elles. '",
  "general-guide-sujato:183": "'Certaines traditions concevaient une cosmologie matérialiste, repoussant la notion selon laquelle l’individu serait réincarné dans un autre état et affirmant que seule cette existence terrestre était authentique. '",
  "general-guide-sujato:184": "'Néanmoins, la majorité des cosmologies établissaient l’existence de multiples royaumes. Les entités transitaient entre ces divers échelons existentiels, certains étant attrayants et convoités, alors que d’autres s’avéraient moins enviables. Les justifications de cette configuration variaient considérablement selon les différentes interprétations doctrinales. '",
  "general-guide-sujato:185": "'Certains ascètes postulaient que la transmigration des êtres était le produit du destin ou de la chance. '",
  "general-guide-sujato:186": "'Les courants brahmaniques prépondérants soutenaient, en revanche, que ce phénomène résultait de la pratique de rituels et de l’offrande de sacrifices aux divinités. '",
  "general-guide-sujato:187": "'Une autre perspective avançait que la renaissance était le fruit d’actions délibérées, indépendamment de leur caractère moral ou immoral. '",
  "general-guide-sujato:188": "'Cette perspective était adoptée par des écoles ascétiques spécifiques, notamment le bouddhisme et le jaïnisme, ainsi que par des branches particulièrement progressistes et novatrices au sein du brahmanisme. Ces traditions convergeaient vers une conception de la transmigration qui, dans de nombreux aspects, se révélait largement analogue. Trois composantes récurrentes peuvent être identifiées : '",
  "general-guide-sujato:189": "\"Tous les êtres sensibles subissent une renaissance perpétuelle à travers un cycle appelé le <i lang='pi' translate='no'>saṁsāra</i> (« transmigration »). \"",
  "general-guide-sujato:190": "\"Ce processus est régulé par des décisions éthiques (<i lang='pi' translate='no'>kamma</i>). Les actes vertueux entraînent une renaissance favorable, tandis que les actions répréhensibles aboutissent à une renaissance douloureuse. \"",
  "general-guide-sujato:191": "'Le salut authentique ne réside dans aucune sphère de l’existence, mais exclusivement dans l’émancipation de la transmigration en soi. '",
  "general-guide-sujato:192": "'Malgré une convergence sur ces aspects de la cosmologie, les nuances théoriques et pratiques présentaient des divergences. '",
  "general-guide-sujato:193": "\"Les doctrines jaïne et brahmanique postulaient que la transmigration s’opérait à travers une âme ou une essence capable d’accéder à la libération. Dans la perspective jaïne, l’âme individuelle (<i lang='pi' translate='no'>jīva</i>) parvient à une pureté et une félicité perpétuelles. Chez les brahmanes les plus érudits, le moi individuel (<i lang='pi' translate='no'>ātman</i>) reconnaît sa nature véritable comme étant une avec la divinité constituant le cosmos même (en sanskrit : <i lang='pi' translate='no'>tat tvam asi</i> ; en pali : <i lang='pi' translate='no'>eso hamasmi</i> ; <i lang='pi' translate='no'>so attā so loko</i>). \"",
  "general-guide-sujato:194": "\"Le Bouddha a réfuté toutes les conceptions métaphysiques relatives au soi ou à l’âme. Il a plutôt décrit la transmigration en termes d’un processus incessant de modifications conditionnelles, articulé à travers les douze maillons renommés de la coproduction conditionnée (<i lang='pi' translate='no'>paṭiccasamuppāda</i>). \"",
  "general-guide-sujato:195": "\"Dans la mise en œuvre concrète de leur doctrine, les adeptes du jaïnisme préconisaient comme préalable au salut, l’impératif d’éviter de porter préjudice à tout être sensible, même de manière non intentionnelle, suivie de l’éradication du <i lang='pi' translate='no'>kamma</i> antérieur au moyen d’une austérité corporelle pénible. Ces pratiques, fréquemment relatées et méticuleusement détaillées dans les textes, soulignent leur rôle prépondérant dans le contexte de la spiritualité indienne ancienne. \"",
  "general-guide-sujato:196": "'Comme il en ressort dans les suttas, le cheminement des brahmanes vers une finalité suprême ne présentait pas une trajectoire aussi limpide et indiscutable. Ils sont en fait dépeints comme étant en désaccord quant au parcours juste à suivre. Ce tableau se fait l’écho du contexte historique, au cours duquel les desseins plus élémentaires et matérialistes du brahmanisme védique s’épanouissaient en une version Upaniṣadic plus élaborée. '",
  "general-guide-sujato:197": "\"Dans le cadre des Upaniṣads, la compréhension constituait l’élément clef vers le salut. Il est préconisé que seul celui qui interprète adéquatement les rituels et les philosophies (<i lang='pi' translate='no'>ya evam veda</i>) en bénéficiera pleinement. Au fil des siècles antérieurs à l’avènement du Bouddha, cette quête de la sagesse a engendré une culture contemplative d’une profondeur remarquable, illustrée par les passages aussi extatiques que mystiques contenus dans les Upaniṣads. \"",
  "general-guide-sujato:198": "'Le Bouddha adhérait à la considération jaïniste portée sur la non-violence, toutefois, il répudiait l’exercice d’austérités démesurées. Privilégiant une approche dépourvue de souffrance corporelle, il mettait un point d’honneur sur développement mental. '",
  "general-guide-sujato:199": "'Une multitude de lignées brahmaniques avaient considérablement évolué dans la pratique de la méditation, toutefois, les états méditatifs étaient toujours envisagés sous un angle métaphysique. Le Bouddha a intégré ces techniques de méditation pour leur utilité dans la purification de l’esprit. Cependant, il les a assimilées avec une perspective exclusivement psychologique, en rejetant intégralement toute notion de métaphysique. '",
  "general-guide-sujato:200": "'Un des bénéfices de la pratique avancée de la méditation réside dans le fait qu’un tel exercice attribue au pratiquant la capacité de percevoir de multiples vies antérieures et une pléthore de royaumes où les êtres peuvent renaître. Dans ce contexte, il convient de différencier les textes doctrinaux centraux, qui abordent typiquement la renaissance en termes assez généraux, en distinguant des destinées favorables de défavorables, des parties narratives qui, quant à elles, dépeignent les sphères de la renaissance de manière commune à la cosmologie populaire indienne. '",
  "general-guide-sujato:201": "'Les textes anciens n’ont pas cherché à systématiser ces royaumes avec une grande précision. Effectivement, les différentes divinités et les royaumes évoqués résistent à toute catégorisation simpliste. Le bouddhisme ultérieur a élaboré une théorie des différentes sphères, parfois appelés les 31 plans d’existence. En revanche, cela ne représente pas entièrement la situation telle qu’elle se présente dans les textes anciens. '",
  "general-guide-sujato:202": "'Voici une vue d’ensemble des royaumes les plus significatifs présents dans les suttas. Il est essentiel de garder à l’esprit que, d’après le point de vue bouddhiste, tous ces royaumes, même les plus sublimes, sont éphémères et ne correspondent pas à une liberté authentique. Ils ne représentent pas des plans métaphysiques distincts, mais sont simplement des phases transitoires dans lesquelles la conscience peut séjourner durant son long périple. '",
  "general-guide-sujato:203": "'Royaumes de Brahmā '",
  "general-guide-sujato:204": "'Ce sont les paradis d’ordre supérieur qui correspondent aux réalisations dans le domaine de la méditation d’absorption (jhāna), et ces royaumes ne sont accessibles qu’aux pratiquants du jhāna. Les royaumes de Brahmā englobent les royaumes de forme lumineuse (rūpaloka) et les royaumes sans forme (arūpaloka). Les premiers sont obtenus par le biais des quatre absorptions principales. Dans ce contexte, le terme « forme » réfère à l’écho ou à la réflexion raffinée et éclatante de l’objet de méditation initial sur lequel ces états sont basés. Les états sans forme transcendent ces états et sont atteints lorsque cette luminosité subtile disparaît. '",
  "general-guide-sujato:205": "'Paradis des plaisirs sensuels '",
  "general-guide-sujato:206": "'Plusieurs de ces paradis sont mentionnés, notamment le royaume des Trente-Trois, sous l’autorité de Sakka. Selon les affirmations, diverses entités issues des croyances animistes indiennes résident dans les strates inférieures de ces royaumes. '",
  "general-guide-sujato:207": "'Royaume humain '",
  "general-guide-sujato:208": "'Il s’agit du royaume le plus important où les Bouddhas font leur apparition et où la voie spirituelle est dispensée. '",
  "general-guide-sujato:209": "'Royaumes inférieurs '",
  "general-guide-sujato:210": "\"Parmi ceux-ci se trouvent le royaume animal, le royaume des esprits et les enfers. Généralement, dans les cosmologies ultérieures, le royaume des <i lang='pi' translate='no'>asuras</i> – titans ou démons – est situé ici, bien que les textes anciens semblent le considérer comme l’un des paradis. \"",
  "general-guide-sujato:211": "'Le Bouddha a préconisé que l’exercice du bien et le refus du mal constituait la voie conduisant à la renaissance dans l’un des royaumes propices, y compris le royaume humain et tous les royaumes supérieurs. Toutefois, la trajectoire de la transmigration est longue et imprévisible, par conséquent, aucun royaume céleste ne fournit un refuge sûr. '",
  "general-guide-sujato:212": "'Plutôt que de présenter la renaissance comme un réconfort pour des adeptes naïfs incapables de confronter l’inévitabilité de la mort, la renaissance est dépeinte en des termes traumatisants et horrifiques : le volume des larmes versées tout au long du cycle sans fin de la transmigration dépasse celui de toutes les eaux contenues dans les océans du monde entier. Par conséquent, l’importance véritable de l’accomplissement de bonnes actions ne réside pas uniquement dans l’obtention d’une renaissance plus favorable, il sert surtout à établir les fondements d’une évolution spirituelle supérieure, principalement à travers la méditation. '",
  "general-guide-sujato:213": "\"Dans l’enseignement essentiel des quatre nobles vérités, l’origine universelle de la souffrance est attribuée à une convoitise étroitement associée à la renaissance (<i lang='pi' translate='no'>yāyaṁ taṇhā ponobbhavikā</i>). Seule la pratique du noble sentier octuple permet de renoncer à cette convoitise et d’éradiquer la souffrance. Ceci correspond à ce que le Bouddha désignait sous les termes « extinction » ou « assouvissement » (en pali : <i lang='pi' translate='no'>nibbāna\\u202f</i>\\u202f; en sanskrit : <i lang='pi' translate='no'>nirvāṇa</i>). \"",
  "general-guide-sujato:214": "'À propos des commentaires en pali '",
  "general-guide-sujato:215": "\"Les textes canoniques du pali sont accompagnés d’un corpus exhaustif et méticuleux de commentaires (<i lang='pi' translate='no'>aṭṭhakathā</i>) et de sous-commentaires (<i lang='pi' translate='no'>ṭīkā</i>). Pour bon nombre d’individus, ces écrits demeurent plus énigmatiques que le canon en lui-même\\u202f; il est donc opportun de fournir une explication concise à ce sujet. \"",
  "general-guide-sujato:216": "'Les commentaires principaux ont été rédigés par le moine Buddhaghosa au monastère de Mahāvihāra à Anuradhapura, qui était à l’époque la capitale du Sri Lanka, au cinquième siècle. Buddhaghosa a repris une série de commentaires antérieurs en langue cinghalaise ancienne, qui sont à présent perdus. Ces documents avaient été accumulés au Sri Lanka au cours des siècles, essentiellement entre 200 avant J.-C. et 200 après J.-C. Autrement dit, le corpus principal des commentaires avait atteint sa forme définitive plusieurs siècles avant l’époque de Buddhaghosa. '",
  "general-guide-sujato:217": "'La situation se caractérisait par une certaine désorganisation, impliquant des textes en pali et des commentaires en cinghalais, assortis d’une diversité de textes commentariaux distincts. Buddhaghosa a entrepris de rationaliser cette conjoncture en intégrant l’ensemble des commentaires antérieurs au sein d’un système unifié, lequel fut traduit en pali. '",
  "general-guide-sujato:218": "'Le travail de Buddhaghosa reste une réalisation extraordinaire de l’érudition traditionnelle. Il possédait une maîtrise quasi surnaturelle de ses ressources, et la limpidité et la rigueur de ses écrits allègent considérablement ce qui devait être une tâche excessivement ardue. Il est essentiel de rappeler qu’il envisageait sa fonction sous les angles d’éditeur, de compilateur et de traducteur. C’est ce qu’il affirmait accomplir, et selon toutes les informations que nous possédons à propos de son œuvre, il était un érudit intègre qui a fidèlement exécuté ce qu’il avait annoncé. Lorsqu’il éprouvait le besoin de manifester son propre point de vue, il le précisait ; néanmoins, de telles interventions étaient peu fréquentes et empreintes de réserve. Les commentaires reflètent le résumé des discussions et des interprétations des textes en pali transmis par la tradition du Mahāvihāra, et non les vues personnelles de Buddhaghosa. '",
  "general-guide-sujato:219": "'Tandis que Buddhaghosa a élaboré des commentaires concernant les textes prééminents, il a néanmoins laissé certains d’entre eux inachevés. L’attribution spécifique de certains commentaires à Buddhaghosa n’est pas toujours catégoriquement établie ; cependant, des érudits subséquents ont pris la relève pour parfaire son œuvre. Dans une phase ultérieure, des sous-commentaires ont été composés dans le but de dissiper les zones d’ambiguïté présentes dans les commentaires. '",
  "general-guide-sujato:220": "'Dans le contexte contemporain du Theravāda, les commentaires ont émergé comme un sujet de discorde, tristement et inutilement clivant. Certaines personnes acceptent aveuglément toute la tradition et considèrent les commentaires comme essentiellement infaillibles. En revanche, certains adoptent une position d’extrême scepticisme, percevant les éléments contenus dans les commentaires avec suspicion et interprétant l’histoire du Theravāda comme une conspiration orchestrée par les commentateurs. Néanmoins, tout érudit rigoureux reconnaît l’utilité fréquente, voire la nécessité, des commentaires pour élucider de nombreux points ambigus et complexes. En l’absence de ces derniers, la constitution de dictionnaires précis et de traductions fidèles que nous possédons aujourd’hui aurait été irréalisable. Toutefois, ils ne doivent pas être considérés avec une confiance aveugle, car ils partagent la faillibilité inhérente à toute ressource et exigent une lecture scrupuleuse et analytique. Il est important de noter que, concernant certaines questions doctrinales, l’orientation des commentaires a subi des déviations notables par rapport aux positions initiales présentes dans les suttas, et ce, pas nécessairement de manière éclairante. '",
  "general-guide-sujato:221": "'Jadis, j’ai eu l’occasion de parcourir les recommandations d’un Sayadaw birman – je regrette que cela remonte à plusieurs années et que son nom m’échappe - concernant l’utilisation judicieuse des commentaires. Ses directives, que je paraphrase, s’articulaient de la manière suivante : il convient tout d’abord de se consacrer à la lecture du sutta, en s’efforçant d’en saisir les enseignements. Cette lecture doit être complétée par des sessions répétées de méditation réflexive. Face à des éléments incompréhensibles, il est recommandé de rechercher des éclaircissements complémentaires au sein des autres suttas. Si, après cette démarche exhaustive, certaines interrogations persistent, il est alors pertinent de se référer au commentaire correspondant. Dans l’éventualité où, malgré une analyse rigoureuse, le contenu du commentaire ne fournit pas de réponse satisfaisante, il est conseillé de poursuivre la quête de compréhension en consultant le sous-commentaire associé. '",
  "general-guide-sujato:222": "'Cette approche m’a toujours paru judicieuse, et j’ai tenté de l’adopter dans ma pratique. L’objectif primordial d’un commentaire est de faciliter l’interprétation des suttas. Dans les cas où les textes des suttas sont explicites – une clarté qui prévaut généralement – il n’est pas impératif de consulter les commentaires. J’ajouterais simplement qu’au-delà des commentaires et des sous-commentaires traditionnels, nous disposons désormais, pour élucider les segments ambigus, de textes parallèles en langues chinoise et sanskrite. '",
  "general-guide-sujato:223": "'Dans le cadre de ces guides, je choisis de délaisser quasi intégralement les explications issues du corpus commentarial. Il est observable que, en diverses instances, les clarifications que j’ai apportées s’écartent de celles énoncées dans les commentaires traditionnels. Cette divergence n’est pas fortuite ; en dépit de mon exploration approfondie de ces thèmes dans d’autres travaux, je n’ai aucune intention de surcharger ces guides en soumettant chaque controverse à un nouvel examen. Mon opposition aux commentaires ne découle ni d’une méconnaissance ni d’une obstination infondée, elle s’ancre dans une perspective éclairée par de nombreuses années d’études, de méditation, de dialogues et de pratique, durant lesquelles ma perception de certains concepts a évolué. '",
  "general-guide-sujato:224": "'Un historique textuel succinct et non exhaustif '",
  "general-guide-sujato:225": "\"L’importance des <i lang='pi' translate='no'>nikāyas</i> a été promptement reconnue par les érudits européens. J’aborderai en détail les spécificités des éditions et des traductions dans des études dédiées à chaque <i lang='pi' translate='no'>nikāya</i>, mais permettez-moi d’offrir d’abord quelques observations générales. \"",
  "general-guide-sujato:226": "'Durant le XIXe siècle, les érudits européens ont découvert la tradition pali, la percevant comme une source authentique et fiable concernant le Bouddha, son contexte historique et ses enseignements. Un haut fonctionnaire britannique au Sri Lanka, nommé Thomas Rhys Davids, a étudié le pali auprès des moines bouddhistes, initialement dans le but d’approfondir sa compréhension des systèmes juridiques sri-lankais. Ayant discerné l’importance cruciale de ces écrits, il retourna en Angleterre pour y fonder la Pali Text Society (PTS), institution majoritairement financée par des mécènes asiatiques. Munis de manuscrits sur feuilles de palmier, c’est sur cette base que la PTS élabora les éditions imprimées des principaux textes en pali. '",
  "general-guide-sujato:227": "'Les éditions produites par la Pali Text Society (PTS) ont incorporé un éventail de principes issus de l’érudition européenne. Plus manifestement, elles ont adopté un ensemble de conventions destinées à transcrire les scripts indiens à l’aide de caractères latins. Ce système, préservant l’intégrité des textes, autorise une transition automatique d’une écriture à une autre. Il offre ainsi une facilité accrue lors des comparaisons entre différentes éditions du canon pali, issues de nations distinctes, lesquelles étaient traditionnellement rédigées en scripts locaux diversifiés. Par ailleurs, cette approche a instauré l’utilisation de titres en tête de textes, l’application systématique de la ponctuation et de la capitalisation, l’intégration de numéros de pages, l’annotation via des notes de bas de page, l’incorporation de lectures alternatives, ainsi que d’autres innovations contemporaines. '",
  "general-guide-sujato:228": "'L’une des innovations qui n’a pas été mise en œuvre de manière systématique est l’adoption des numéros de chapitre et de section. Ces identifiants ont été intégrés aux éditions pali de la Pali Text Society (PTS) pour le Dīgha Nikāya ainsi que le Vinaya, et ont été conservés pour les traductions subséquentes. Toutefois, une grande partie des éditions PTS ne comporte pas de telles subdivisions, conduisant à la conséquence fâcheuse que les citations académiques des textes pali se fondent encore sur le volume et la pagination de l’édition originelle de la PTS, une méthode qui se révèle ni particulièrement pratique ni rigoureusement précise. '",
  "general-guide-sujato:229": "'Les éditions produites par la Pali Text Society (PTS) se sont avérées pionnières et ont laissé une empreinte indélébile sur la pensée bouddhiste contemporaine, tant dans les sphères orientales qu’occidentales. Les universitaires asiatiques, ayant pris acte de ces travaux, rendent la tâche difficile l’identification d’une édition du XXe siècle qui demeure entièrement exempte de cette influence. Néanmoins, il convient de nuancer l’authenticité des textes PTS. Leur élaboration s’est étendue sur une période significative, mobilisant des ressources somme toute limitées et un effectif réduit. Les éditeurs se sont appuyés sur les manuscrits disponibles, et, hormis une préférence pour les lectures originaires du Sri Lanka, la cohérence méthodologique demeure opaque dans leurs choix éditoriaux. Les limitations inhérentes à ces éditions sont unanimement reconnues par les experts du domaine, et, dans certains cas, des versions réactualisées et améliorées ont été mises en circulation. '",
  "general-guide-sujato:230": "\"Dans le cadre de ma traduction des <i lang='pi' translate='no'>nikāyas</i>, j’ai opté pour l’édition Mahāsaṅgīti. Cette dernière se présente comme une représentation numérique de la tradition textuelle birmane émanant du 6ᵉ Concile, qui, à son tour, s’appuie sur le texte du 5ᵉ Concile datant du XIXe siècle. Cette édition s’ancre sur la mouture numérique élaborée par le Vipassana Research Institute, ayant bénéficié d’une relecture rigoureuse et d’une série de corrections de la part de la Dhamma Society basée à Bangkok. Le Mahāsaṅgīti, grâce à sa cohérence et la rigueur de son édition numérique, a été sélectionné comme texte pali fondamental pour SuttaCentral. Toutefois, il serait erroné de présupposer qu’il est le plus authenticité. Bien au contraire, ce texte privilégie les lectures issues de la tradition birmane, lesquelles ont tendance à harmoniser le texte en adéquation avec les normes grammaticales pali. Cependant, il convient de souligner que, dans la majorité de ces instances, les variations observées n’affectent point la signification intrinsèque, se limitant à de subtiles divergences orthographiques. \"",
  "general-guide-sujato:231": "'À l’instar de nombreux traducteurs, confronté à des divergences entre différentes éditions, je n’ai pas systématiquement adhéré à une édition spécifique. Plutôt, j’ai opéré des choix discrétionnaires, optant pour ce qui, selon mon jugement, constituait la meilleure lecture en fonction du contexte. Les éditions de la Pali Text Society (PTS) ont constitué une référence fréquemment mobilisée. Dans une moindre mesure, j’ai recouru à l’édition « Buddha Jayanthi » romanisée, accessible via la plateforme GRETIL ; il convient néanmoins de souligner que cette édition numérique est largement perçue comme étant d’une qualité inférieure à sa version originale en script cinghalais. À l’occasion, j’ai également consulté l’édition Rama 5 en script thaïlandais. Par ailleurs, des traductions antérieures, en particulier celles réalisées par Bhikkhu Bodhi, ont été considérées dans le cadre de ce travail. '",
  "general-guide-sujato:232": "'Face à des situations équivoques, j’ai procédé à une comparaison méticuleuse entre le texte pali et ses équivalents en sanskrit et en chinois. Il est à noter que je n’ai pas utilisé de références tibétaines. Néanmoins, il convient de souligner que l’impératif prédominant demeurait la représentation fidèle et précise du texte originel en pali. En de rares occurrences exceptionnelles, j’ai recouru aux versions en sanskrit ou en chinois afin d’apporter des corrections au texte pali. '"
}