{
  "home:1": "Tipiṭaka — <em>les</em> Trois Paniers <em>du</em> Canon Bouddhiste",
  "home:2": "Vidéo promotionnelle de SuttaCentral 2020",
  "home:3": "La sagesse du Bouddha a été préservée dans un vaste océan de textes anciens. Nombre de ces textes sont désormais traduits dans les langues du monde.",
  "home:4": "SuttaCentral les rassemble et les rend accessibles librement. <br>Laissant de côté les limites de la langue et de la tradition, nous laissons le Bouddha parler de lui-même.",
  "home:5": "Les paroles du Bouddha",
  "home:6": "Lire ce sutta",
  "home:7": "Manuscrit en feuille de palmier (ola) du Myanmar, vers le XIXe siècle",
  "home:8": "Que trouve-t-on ici ?",
  "home:9": "SuttaCentral contient les premiers textes bouddhistes, connus sous le nom de Tipiṭaka ou « Trois Paniers ». Il s’agit d’un vaste recueil d’enseignements attribués au Bouddha ou à ses premiers disciples, qui enseignaient en Inde il y a environ 2500 ans. Ils sont considérés comme un canon sacré dans toutes les écoles du bouddhisme.",
  "home:10": "Introduction",
  "home:11": "Un bloc du Tripiṭaka Koreana au Temple Haeinsa",
  "home:12": "Par où commencer ?",
  "home:13": "Il existe des milliers de textes bouddhistes anciens, et ils ne sont pas organisés pour une lecture aisée. Mais la bonne nouvelle, c’est que vous n’êtes pas seul. Nous sommes nous-mêmes passés par là et nous avons essayé de vous rendre la tâche un peu plus facile. Voici quelques conseils que vous pouvez suivre.",
  "home:14": "Pour commencer",
  "home:15": "Projets connexes",
  "home:16": "Visitez SuttaCentral Voice",
  "home:17": "écouter les suttas",
  "home:18": "Voice rend les textes et les traductions de SuttaCentral accessibles aux malvoyants et aux voyants. Les suttas ont commencé par être une transmission orale, et aujourd’hui, ils sont à nouveau une transmission orale.",
  "home:19": "Trouvez des Suttas sur Voice.",
  "home:20": "Ou sur SuttaCentral, cliquez sur l’icône d’haut-parleur sur les cartes Sutta",
  "home:21": "Visitez BuddhaNexus",
  "home:22": "cartographie des suttas avec l’IA",
  "home:23": "Application de pointe des réseaux neuraux pour explorer les relations cachées entre les textes bouddhistes. Les textes pali proviennent de SuttaCentral. En poussant l’idée des parallèles un peu plus loin, cette technologie ouvre des possibilités d’approfondissement de l’évolution des textes de toutes les traditions et périodes.",
  "home:24": "Visitez le forum SuttaCentral",
  "home:25": "Forum SuttaCentral",
  "home:26": "Rejoignez notre communauté vivante et amicale d’amateurs de Sutta. Les débutants absolus et les experts chevronnés peuvent tous apprendre les uns des autres.",
  "home:27": "Partagez vos expériences",
  "home:28": "Posez des questions",
  "home:29": "Trouvez des discours, des chants, des livres et des articles.",
  "home:30": "Visitez l’application web de traduction de Bilara",
  "home:31": "traduction assistée par ordinateur",
  "home:32": "Construit de A à Z par SuttaCentral, Bilara est une interface Web pour la traduction des Sutta. Notre équipe l’utilise pour créer de nouvelles traductions des suttas dans les langues du monde entier.",
  "home:33": "Pourquoi lisons-nous ?",
  "home:34": "Témoignages",
  "home:35": "Manuscrit pali du Myanmar",
  "home:36": "Guide du Lecteur des Suttas Pali",
  "home:37": "Les suttas du Canon Pali (Tipiṭaka), en particulier les quatre principaux <i lang='pi' translate='no'>nikāyas</i>, sont une lecture essentielle pour quiconque souhaite comprendre le Bouddha et son enseignement. Bhikkhu Sujato a préparé un ensemble complet de guides de lecture pour l’étudiant sérieux. Ceux-ci fournissent un cadre essentiel et passent en revue la plupart des enseignements fondamentaux du point de vue du bouddhisme ancien.",
  "home:38": "Guides",
  "home:39": "Bhikkhuni-patimokkha, manuscrit birman, XIXe siècle. Bibliothèque britannique",
  "home:40": "Index et Terminologie",
  "home:41": "Comme tout domaine spécialisé, les études bouddhistes ont leur propre terminologie et leur propre contenu. Il est facile de s’y perdre ou de manquer des références, c’est pourquoi nous fournissons ici des index de termes dans les textes anciens triés par sujet, nom et allégorie, ainsi qu’un glossaire des termes importants. Ces listes triées sur le volet offrent un autre moyen de trouver le sutta ou le passage que vous recherchez.",
  "home:42": "Indexes"
}