{
  "introduction:1": "Introduction à SuttaCentral",
  "introduction:2": "Les paroles du Bouddha",
  "introduction:3": "SuttaCentral contient les premiers textes Bouddhistes, connus sous le nom de Tipiṭaka ou « Trois Corbeilles ». Il s’agit d’un vaste recueil d’enseignements attribués au Bouddha ou à ses premiers disciples, qui enseignaient en Inde il y a environ 2500 ans. Ils sont considérés comme un canon sacré dans toutes les écoles du Bouddhisme.",
  "introduction:4": "Il existe plusieurs traditions Bouddhistes, et chacune a transmis un ensemble de textes depuis les temps anciens. SuttaCentral est spécialement axé sur les textes de la période la plus ancienne du Bouddhisme, et héberge des textes dans plus de trente langues. Nous pensons qu’il s’agit du plus grand recueil jamais réalisée de textes Bouddhistes anciens.",
  "introduction:5": "SuttaCentral héberge les textes dans les langues originales, des traductions en langues modernes et de vastes ensembles de parallèles qui montrent la relation entre tous ces textes.",
  "introduction:6": "Couverture et reliure d’un manuscrit birman sur la Vie de Bouddha en cuir rouge estampé avec un texte en lettres d’or. Birmanie, fin du XIXe siècle.",
  "introduction:7": "La Vie du Bouddha Manuscrit birman 22, Volume 1",
  "introduction:8": "Thèmes",
  "introduction:9": "De quoi parlent ces textes ? La principale préoccupation du Bouddha était la libération de la souffrance. Les enseignements couvrent un large éventail de sujets, notamment l’éthique, la méditation, la vie de famille, le renoncement, la nature de la sagesse et de la véritable compréhension, et la voie qui mène à la paix.",
  "introduction:10": "Les enseignements montrent comment vivre afin d’être libéré de la souffrance. Ils enseignent la non-violence et la compassion, et soulignent la valeur du spirituel par rapport au matériel. De nombreux discours traitent de la méditation, tandis que d’autres s’intéressent à l’éthique, ou à une compréhension rationnelle et claire du monde tel qu’il est perçu. Ils montrent le Bouddha dialoguant avec des personnes de tous horizons et discutant d’un large éventail de sujets. Mais il disait que toutes ses paroles ont un seul goût, celui de la liberté.",
  "introduction:11": "Bien qu’il existe de nombreux résumés et interprétations de son enseignement, il n’y a rien de tel que de le découvrir dans ses propres mots. Les premiers textes dépeignent le Bouddha dans des contextes aussi variés que vivants, s’entretenant avec des monastiques, des ascètes, des criminels, des rois, des hommes d’affaires, des lépreux, des prostituées, des indigents, des épouses, des sceptiques, des amis et des ennemis. Il ne s’agit pas seulement de ce qu’il dit, mais de la façon dont il traite ce pan de l’humanité, toujours avec gentillesse, clarté, dignité et respect.",
  "introduction:12": "Contenu",
  "introduction:13": "Fragment de manuscrit Gandhari sur écorce de bouleau, acquis par l’Université de Washington. Afghanistan, vers le 1er ou le 2e siècle de notre ère.",
  "introduction:14": "Commentaire de l’Abhidharma sur la souffrance",
  "introduction:15": "Les textes Bouddhistes sont traditionnellement classés dans les « Trois Corbeilles », orthographiées",
  "introduction:16": "tipiṭaka",
  "introduction:17": "en pali ou",
  "introduction:18": "tripiṭaka",
  "introduction:19": "en sanskrit. Ce sont :",
  "introduction:20": "<a  href='/discourses-guide-sujato' title='Article de SuttaCentral sur les Discours'><b>Discours:</b></a>  <i lang='pi' translate='no'>Sutta</i> en pali, <i lang='pi' translate='no'>sūtra</i> en sanskrit. Ce sont les textes principaux, constitués de comptes rendus d’enseignements ou de conversations du Bouddha ou de ses disciples, et classés par style littéraire ou par sujet.",
  "introduction:21": "<a href='/vinaya' title='Article de SuttaCentral sur le Vinaya'><b>Discipline Monastique:</b></a> <i lang='pi' translate='no'>Vinaya</i> en pali et en sanskrit. Ils contiennent la célèbre liste des règles pour les moines et les nonnes (<i lang='pi' translate='no'>pātimokkha</i>). Mais ils sont bien plus que cela, comprenant de nombreux détails de la vie communautaire, et une multitude d’histoires sur la vie dans l’Inde ancienne.",
  "introduction:22": "<a href='/abhidhamma' title='Article de SuttaCentral sur l’Abhidhamma'><b>Abhidhamma:</b></a> S’écrit <i lang='pi' translate='no'>abhidharma</i> en sanskrit. Les textes de l’Abhidhamma sont des résumés et des analyses systématiques des enseignements tirés des discours antérieurs.",
  "introduction:23": "Chaque tradition Bouddhiste a transmis des recueils distincts depuis plus de mille ans. Pourtant, lorsque nous regardons les Discours et la Discipline Monastique, dans toutes les caractéristiques majeures, et dans de nombreux détails mineurs, ils sont similaires ou identiques. Depuis le 19e siècle, une série d’érudits ont noté ces correspondances et les ont compilées.",
  "introduction:24": "La plupart des textes anciens ont été numérisés. Pour l’histoire de ce processus, voir l’article <a href='https://books.google.com/books?id=NFpcAgAAQBAJ&amp;pg=PA288' rel='noopener' target='_blank' title='Article sur le Digital Input of Buddhist Texts in Encyclopedia of Buddhism'>Digital Input of Buddhist Texts</a> de Lewis Lancaster dans <cite>Encyclopedia of Buddhism</cite>. En outre, des traductions ont été produites en plusieurs langues, se concentrant principalement sur les textes les plus connus des discours pali.",
  "introduction:25": "SuttaCentral s’appuie sur cette longue histoire pour présenter trois grands types de contenu.",
  "introduction:26": "Textes originaux :",
  "introduction:27": "SuttaCentral présente les textes originaux dans les langues d’origine, y compris :",
  "introduction:28": "Le canon <a href='https://fr.wikipedia.org/wiki/Pali' rel='noopener' target='_blank' title='Article Wikipedia sur le pali'>pali</a>  (ou <a href='https://fr.wikipedia.org/wiki/Tripitaka' rel='noopener' target='_blank' title='Article Wikipedia sur le Tipiṭaka'>Tipiṭaka</a>) de l’école <a href='https://fr.wikipedia.org/wiki/Therav%C4%81da' rel='noopener' target='_blank' title='Article Wikipedia sur le Theravāda'>Theravāda</a>. Notre texte est l’édition Mahāsaṅgīti de la récension du Sixième Concile.",
  "introduction:29": "Les premiers textes <a href='https://fr.wikipedia.org/wiki/Agama_(sanskrit)' rel='noopener' target='_blank' title='Article Wikipedia sur les Agamas'>Āgama</a> et <a href='https://fr.wikipedia.org/wiki/Vinaya' rel='noopener' target='_blank' title='Article Wikipedia sur le Vinaya'>Vinaya</a> de <a href='https://fr.wikipedia.org/wiki/Taisho_Shinshu_Daizokyo' rel='noopener' target='_blank' title='Article Wikipedia sur Taisho Shinshu Daizokyo'>l'édition Taishō</a> du <a href='https://fr.wikipedia.org/wiki/Dazangjing' rel='noopener' target='_blank' title='Article Wikipedia sur le canon chinois'>canon chinois</a>. Pour notre source numérique, nous nous appuyons sur le <a href='http://www.cbeta.org/' rel='noopener' target='_blank' title='Chinese Buddhist Electronic Text Association'>CBETA</a>.",
  "introduction:30": "Un éventail beaucoup plus restreint de textes anciens du <a href='https://fr.wikipedia.org/wiki/Kangyour' rel='noopener' target='_blank' title='Article Wikipedia sur le Kangyour tibétain'>Kangyour tibétain</a>.",
  "introduction:31": "De tels fragments et de découvertes fortuites sont disponibles en <a href='https://www.ancient-buddhist-texts.net/' rel='noopener' target='_blank' title='Introduction aux premiers textes bouddhiques en Prākrit sanskritisé'>sanskrit</a>, en <a href='https://fr.wikipedia.org/wiki/Textes_bouddhistes_gandhariens' rel='noopener' target='_blank'title='Textes bouddhistes gandhariens'>gandhārī</a> et dans d’autres langues indiennes.",
  "introduction:32": "<b>Traductions:</b> Nous avons rassemblé des traductions de textes anciens dans plus de trente langues modernes. Les traductions anglaises les plus remarquables comprennent des œuvres classiques de <a href='http://en.wikipedia.org/wiki/Bhikkhu_Bodhi' rel='noopener' target='_blank' title='Article Wikipedia sur Bhikkhu Bodhi'>Bhikkhu Bodhi</a>, de nouvelles traductions anglaises des textes chinois <a href='/sa1-100'>Saṁyukta Āgama</a> par <a href='http://www.buddhismuskunde.uni-hamburg.de/fileadmin/pdf/analayo/publications.htm' rel='noopener' target='_blank' title='Publications par Anālayo'>Bhikkhu Anālayo</a>, et de nouvelles traductions du <a href='/up'>Upāyikā</a> tibétain par Bhikkhuni Dhammadinnā. En outre, nous développons nos propres séries de nouvelles traductions, convaincus que des traductions modernes complètes, précises et faciles à lire devraient être librement accessibles à tous. Nous avons publié une traduction entièrement nouvelle des quatre nikāyas pali par Bhikkhu Sujato, qui est la première traduction anglaise complète et cohérente de ces textes fondamentaux. Et Bhikkhu Brahmāli est en train de produire une traduction moderne et précise du Vinaya pali, dont nous avons tant besoin.",
  "introduction:33": "<b>Parallèles:</b> Le fondement de SuttaCentral est notre assortiment de parallèles. Ceux-ci détaillent des dizaines de milliers de cas où des textes de différents recueils ou langues correspondent les uns aux autres. L’existence de ces parallèles montre les liens entre les écritures qui sous-tendent toutes les traditions Bouddhistes, un lien qui remonte au Bouddha lui-même.",
  "introduction:34": "Relations",
  "introduction:35": "Représentation visuelle des relations pour DN 20",
  "introduction:36": "Relations pour DN 20",
  "introduction:37": "Les suttas ne sont pas des entités indépendantes. Ils forment un vaste réseau interconnecté d’enseignements. Souvent, la clé de compréhension d’un passage se trouve dans un texte différent. De cette façon, les canons Bouddhistes sont un peu comme internet, avec des pages individuelles reliées par un réseau de liens cachés.",
  "introduction:38": "La plupart des suttas apparaissent sous une forme très similaire dans plus d’un recueil. Nous utilisons le terme « parallèle » pour désigner les variantes de textes qui semblent descendre d’un ancêtre commun. Souvent, les textes sont si proches que cette identification est simple. Parfois, cependant, il existe une relation moins étroite entre deux textes donnés. Dans de tels cas, nous indiquons un « parallèle ressemblant ». Cela n’implique aucun type particulier de relation entre le parallèle ressemblant et le texte de base. Cela suggère simplement que si vous étudiez le texte de base, vous pourriez vouloir également examiner le parallèle ressemblant. Pour une discussion détaillée, voir  notre page sur la Méthodologie.",
  "introduction:39": "Ce n’est pas une mince affaire que de discerner quels textes doivent être considérés comme parallèles. Les textes sont souvent en accord sur de nombreux détails, et en désaccord sur d’autres. Quand un texte cesse-t-il d’être un parallèle complet et commence-t-il à être un parallèle ressemblant ? Et quand devient-il simplement un texte qui présente certaines caractéristiques similaires ? Il n’y a pas de réponse toute faite à de telles questions. Au contraire, l’établissement de ces identifications s’appuie sur l’apprentissage et l’expérience accumulés par une succession de chercheurs. Inévitablement, il y aura des désaccords dans les détails ; pourtant, dans l’ensemble, il existe un large consensus sur ce qui constitue un parallèle. En fin de compte, le point important est que ces identifications aident l’étudiant à étudier et à apprendre des textes associés dans divers recueils.",
  "introduction:40": "Trouver Son Chemin",
  "introduction:41": "Les canons Bouddhistes ont été organisés et maintenus comme des corps de littérature très structurés, et cette hiérarchie complexe peut être intimidante. Nous avons essayé de présenter notre matériel d’une manière qui conviendra à la fois aux experts et aux débutants. Examinons comment les textes Bouddhistes sont organisés. Puis nous verrons comment cela est implémenté dans SuttaCentral.",
  "introduction:42": "Comment le Tipiṭaka est organisé",
  "introduction:43": "Nous avons déjà évoqué le concept général du Tipiṭaka. Voyons maintenant les sous-niveaux de cette structure. Pour simplifier, nous nous concentrerons principalement sur le canon pali.",
  "introduction:44": "Nikāyas",
  "introduction:45": "Les Discours palis sont regroupés en cinq grandes <i lang='pi' translate='no'>nikāyas</i> ou « divisions ». Celles-ci ne sont pas organisées par contenu, mais par forme littéraire. Les deux premières — Longue et Moyenne — sont organisées par longueur, la division Saṁyutta ou « Groupé » est organisée par sujet, et la division Aṅguttara ou « Numérotée » est organisée par ensembles numériques. Ces quatre recueils sont synoptiques ; ils constituent un seul corps de texte et de doctrine largement unifié, organisé principalement pour la commodité des récitants qui l’ont mémorisé.",
  "introduction:46": "Le cinquième <i lang='pi' translate='no'>nikāya</i> est un recueil d’un genre assez différent. Son noyau est constitué d’un ensemble de textes anciens qui sont pour la plupart des vers. À cela s’ajoute une série de textes plus tardifs de nature très différente, ce qui montre que cette section était considérée comme plus ouverte et plus flexible.",
  "introduction:47": "Niveaux intermédiaires",
  "introduction:48": "Les textes palis possèdent une gamme assez déconcertante de termes pour désigner les niveaux intermédiaires de la structure du texte, correspondant à ce que nous pourrions appeler une « partie » ou un « chapitre ». Parfois, ces sections sont cruciales pour donner du sens à un texte. Par exemple, le <i lang='pi' translate='no'>saṁyutta</i> est utilisé dans le Saṁyutta Nikāya pour les groupes de discours portant sur le même sujet, et le <i lang='pi' translate='no'>nipāta</i> est utilisé dans l’Aṅguttara Nikāya pour les groupes de discours comportant le même nombre d’éléments. Dans le Vinaya, le <i lang='pi' translate='no'>khandhaka</i> est également un élément structurel essentiel. Ailleurs, cependant, nous trouvons des structures de moindre importance, comme le <i lang='pi' translate='no'>pannāsa</i> ou groupe de cinquante discours. À l’origine, ces structures ont peut-être aidé à organiser les textes en manuscrits, mais de nos jours, elles sont conservées à des fins historiques.",
  "introduction:49": "Vagga",
  "introduction:50": "Le plus petit niveau d’organisation est le <i lang='pi' translate='no'>vagga</i>, généralement traduit par « chapitre » mais en fait un ensemble de (généralement) dix discours ou autres textes. Les <i lang='pi' translate='no'>vaggas</i> peuvent rassembler des textes triés selon un thème important. Par exemple, le « Chapitre sur les Rois » des Discours Moyens contient dix discussions impliquant des rois. Dans de nombreux cas, cependant, le <i lang='pi' translate='no'>vagga</i> n’est qu’une convention structurelle, et est simplement nommé d’après son premier discours.",
  "introduction:51": "Barre latérale",
  "introduction:52": "La navigation principale se fait par la barre latérale, qui est disponible sur chaque page. Celle-ci répertorie tous les recueils avec leurs différentes subdivisions. Vous pouvez accéder directement à un recueil complet tel qu’un <i lang='pi' translate='no'>nikāya</i>, ou bien descendre jusqu’au groupe précis que vous souhaitez.",
  "introduction:53": "Discours",
  "introduction:54": "Pour les quatre principales <i lang='pi' translate='no'>nikāyas</i>, nous avons regroupé les Āgamas chinois avec leurs parallèles palis. Notez que dans le canon chinois, en plus d’un Āgama principal complet, il y a généralement du matériel supplémentaire ; soit des suttas traduits individuellement, soit des recueils partiels.",
  "introduction:55": "Dans la section « Mineur », outre le Khuddaka Nikāya éponyme en pali, nous incluons du matériel similaire en chinois et en sanskrit. Il s’agit principalement de textes de style Dhammapada.",
  "introduction:56": "Sous « Autres », nous incluons la quantité relativement petite de matériel en tibétain, sanskrit et autres langues indiennes anciennes. Dans de nombreux cas, il serait possible de classer ce matériel dans l’une des cinq <i lang='pi' translate='no'>nikāyas</i>. Cependant, cette identification est complexe et incertaine, donc nous la laissons simplement ici.",
  "introduction:57": "Code Monastique",
  "introduction:58": "Contrairement aux Discours, pour les textes du Vinaya, nous avons presque toujours une affiliation sectaire claire. Nous l’utilisons donc comme moyen principal de classification.",
  "introduction:59": "Tous les Vinayas ont une structure similaire.",
  "introduction:60": "<b>Bhikkhu et Bhikkhunī Vibhaṅga:</b> règles pour les moines et les nonnes, accompagnées d’explications et de commentaires.",
  "introduction:61": "<b>Khandhakas:</b> Cette section, nommée et organisée de manière quelque peu différente dans les diverses versions, traite des procédures et du mode de vie monastiques.",
  "introduction:62": "<b>Suppléments:</b> La plupart des Vinayas comprennent une sorte de supplément ou de résumé, comme le Parivāra en pali.",
  "introduction:63": "L’organisation et les noms de ces sections varient, et nous suivons l’ordre trouvé dans chaque texte.",
  "introduction:64": "Abhidhamma",
  "introduction:65": "Les textes de l’Abhidhamma, relativement peu nombreux, sont organisés par école et par langue. Notez que <i lang='pi' translate='no'>abhidhamma</i> est un terme générique, qui s’applique également à de nombreux traités ultérieurs. Nous n’incluons ici que les textes canoniques.",
  "introduction:66": "Liste des cartes sutta",
  "introduction:67": "Lorsque vous cliquez sur un lien dans la barre latérale, cela ouvre une liste des textes correspondants, organisée comme une liste de « cartes ». Chaque carte contient un ensemble d’informations sur le texte concerné, notamment des références, une description et des liens vers des textes et des traductions. Cliquez sur l’extenseur pour voir les parallèles.",
  "introduction:68": "Une liste peut être n’importe quel niveau de la hiérarchie, comme un <i lang='pi' translate='no'>nikāya</i>, un <i lang='pi' translate='no'>vagga</i>, etc. Vous pouvez les parcourir à votre convenance.",
  "introduction:69": "Pages de texte",
  "introduction:70": "Vous pouvez lire les textes originaux ou les traductions. Pour les textes originaux, une série d’outils utiles sont disponibles, tels que la recherche dans les dictionnaires, la surbrillance de texte, etc.",
  "introduction:71": "Nous passons à un nouveau système basé sur des textes segmentés. Tous nos textes ne fonctionnent pas de cette manière, mais lorsque c’est le cas, vous pouvez visualiser le texte et la traduction côte à côte."
}