{
  "licensing:1": "Licences ",
  "licensing:2": "Les textes bouddhistes, dans leurs langues d’origine ou traduits, sont reconnus au sein des traditions bouddhistes comme étant « les paroles du Bouddha ». Ils représentent un patrimoine spirituel universel, ne relevant pas de la propriété individuelle. Au sein de SuttaCentral, nous honorons cette tradition en facilitant l’accès libre et gratuit à ces textes pour l’ensemble de l’humanité. Notre mission ne pourrait pas se réaliser sans l’apport altruiste et inestimable de nombreuses personnes. En retour, nous aspirons à exprimer notre gratitude en partageant notre travail sans contrepartie financière. ",
  "licensing:3": "Les fichiers sources de SuttaCentral sont disponibles en accès libre sur le  <a href='https://github.com/suttacentral' title='SuttaCentral on Github'>dépôt de données GitHub</a> de l’organisation. SuttaCentral est fière de son appartenance à la communauté Open Source (code source libre). ",
  "licensing:4": "Le contenu de SuttaCentral se classent en trois catégories distinctes relatives aux droits d’auteur, que nous détaillons ci-après. Pour toute revendication de droits d’auteur sur des éléments présents sur SuttaCentral, ou pour engager un dialogue sur des questions de droits d’auteur au sein de SuttaCentral, nous vous invitons à nous contacter à travers <a href='https://discourse.suttacentral.net/'>notre forum.</a> ",
  "licensing:5": "1. Contenu original élaboré par SuttaCentral ",
  "licensing:6": "Tout contenu original créé par SuttaCentral est dédié au Domaine Public par le biais de <a href='https://creativecommons.org/publicdomain/zero/1.0/deed.fr'>Creative Commons Zéro (CC0 1.0 Universel)</a>. ",
  "licensing:7": "Cela comprend tous les textes, les designs, les logiciels et les images créés par SuttaCentral ou des personnes travaillant pour SuttaCentral, sur le domaine suttacentral.net, ou tout autre domaine ou sous-domaine possédé ou géré par SuttaCentral, sauf indication contraire. ",
  "licensing:8": "Vous êtes invité à copier, modifier, redistribuer, présenter, exécuter, transmettre ou utiliser tout ou une partie de ce contenu de la manière que vous souhaitez. ",
  "licensing:9": "Si vous utilisez notre contenu, même si vous n’êtes pas légalement obligé, nous vous demandons respectueusement de : ",
  "licensing:10": "Fournir une notice d’attribution. ",
  "licensing:11": "Préserver l’esprit de la tradition bouddhiste. ",
  "licensing:12": "Nous vous invitons à nous contacter si vous avez besoin d’assistance pour utiliser nos ressources. ",
  "licensing:13": "Contenus élaborés par des tiers et rendus disponibles pour SuttaCentral ",
  "licensing:14": "Pour une partie du contenu disponible sur SuttaCentral, des droits d’auteur ont été établis par des entités tierces. Cette catégorie englobe une multitude de textes traduits dits « importés », à savoir ceux originellement publiés ailleurs. Dans ces cas, les conditions relatives aux droits d’auteur sont déterminées par la partie revendiquant ces droits, qui est souvent le traducteur ou l’éditeur initial. L’utilisation de ces contenus se fait en accord avec la licence établie, ou sur autorisation expresse. Les notifications de droit d’auteur, telles qu’elles ont été définies par le revendicateur des droits, sont systématiquement annexées au contenu concerné. ",
  "licensing:15": "De plus, il convient d’examiner licences relatives aux différentes ressources utilisées par SuttaCentral. Nous exprimons notre sincère gratitude pour les créateurs pour leur œuvre et leur générosité. ",
  "licensing:16": "Nous employons diverses icônes provenant du Noun Project, lesquelles ont été gracieusement rendues disponibles sous ",
  "licensing:17": "licence Creative Commons ",
  "licensing:18": ". ",
  "licensing:19": "Les icônes « Difficulty » ont été conçues par <a href='https://thenounproject.com/iconwar/' title='Alena Artemova</a>. ",
  "licensing:20": "Les icônes ISO « Language », sont l’œuvre de Krzysiek Woźniak et s’inspirent du design original de <a href='https://thenounproject.com/ralts01/' title='Jonathan Coutiño on the Noun Project'>Jonathan Coutiño</a>. ",
  "licensing:21": "L’icône « Disconnected cloud » créé par Bernar Novalyi. ",
  "licensing:22": "Les tableaux figurant sur la page d’accueil sont l’œuvre de Kim Hoa Tram, artiste australien, et sont utilisés sous réserve de l’autorisation bienveillante de l’artiste ainsi que de la National Gallery of Victoria. Ces peintures, comme d’autres œuvres de Kim Hoa Tram, sont visibles sur le site internet de la <a href='https://www.ngv.vic.gov.au/explore/collection/artist/11810/' title='Kim Hoa Tram at the National Gallery of Victoria'>National Gallery of Victoria</a>. ",
  "licensing:23": "3. Contenu relevant du domaine public ",
  "licensing:24": "Les textes fondateurs du bouddhisme en langues telles que le pali, le chinois, le sanskrit, le tibétain, entre autres, sont intégrés au <a href='https://creativecommons.org/publicdomain/mark/1.0/deed.fr'>domaine public</a>. Ce type de documents ne relève pas du droit d’auteur. ",
  "licensing:25": "En outre, les données référentielles, y compris les informations sur les parallèles, ne représentent pas une « création originale » et, par conséquent, ne sont pas soumises aux lois régissant le droit d’auteur. "
}