{
  "mn-guide-sujato:1": "Les Discours de Longeur Moyenne : conversations sur des sujets de vérité profonde",
  "mn-guide-sujato:2": "Bhikkhu Sujato, 2019",
  "mn-guide-sujato:3": "<a href='#item1'>Comment le Majjhima est Organisé</a>",
  "mn-guide-sujato:4": "<a href='#item2'>Imagerie et Narration</a> ",
  "mn-guide-sujato:5": "<a href='#item3'>Théorie et Pratique</a>",
  "mn-guide-sujato:6": "<a href='#item4'>Le Bouddha</a>",
  "mn-guide-sujato:7": "<a href='#item5'>Les Étapes de l’Éveil</a>",
  "mn-guide-sujato:8": "<a href='#item6'>Les Disciples Monastiques</a>",
  "mn-guide-sujato:9": "<a href='#item7'>Le Saṅgha</a>",
  "mn-guide-sujato:10": "<a href='#item8'>La Communauté Élargie</a>",
  "mn-guide-sujato:11": "<a href='#item9'>Une Brève Histoire Textuelle</a>",
  "mn-guide-sujato:12": "Le Majjhima Nikāya est la deuxième des quatre divisions principales du Sutta Piṭaka du Canon pali (<i lang='pi' translate='no'>tipiṭaka</i>). Il est traduit ici par <cite class='text-translated'>Discours Moyens</cite>, et est parfois connu sous le nom de <cite class='text-translated'>Discours de Longueur Moyenne</cite>. Comme son titre le suggère, ces discours sont un peu plus courts que ceux du Dīgha Nikāya (<cite class='text-translated'>Long Discours</cite>), mais plus longs que les nombreux discours courts rassemblés dans le Saṁyutta Nikāya (<cite class='text-translated'>Discours Groupés</cite>) et l’Aṅguttara Nikāya (<cite class='text-translated'>Discours Supplémentaires</cite>).",
  "mn-guide-sujato:13": "Dans l’introduction classique à sa traduction du Majjhima Nikāya, Bhikkhu Bodhi décrit le Majjhima comme « le recueil qui combine la plus riche variété de contextes avec l’assortiment le plus profond et le plus complet d’enseignements ». Il a ensuite situé ce recueil parmi les autres <i lang='pi' translate='no'>nikāyas</i> :",
  "mn-guide-sujato:14": "Comme le Dīgha Nikāya, le Majjhima regorge de drames et de récits, tout en étant dépourvu de la tendance de son prédécesseur à l’embellissement imaginatif et à la profusion de légendes. Comme le Saṁyutta, il contient certains des discours les plus profonds du Canon, révélant les intuitions radicales du Bouddha sur la nature de l’existence ; et comme l’Aṅguttara, il couvre un large éventail de sujets d’application pratique. Contrairement à ces deux Nikāyas, cependant, le Majjhima expose ce matériel non pas sous la forme de courts énoncés autonomes, mais dans le contexte d’un fascinant enchaînement de scénarios qui montrent la resplendissance de la sagesse du Bouddha, son habileté à adapter ses enseignements aux besoins et aux inclinations de ses interlocuteurs, son esprit et son humour doux, sa sublimité majestueuse et son humanité compatissante.",
  "mn-guide-sujato:15": "Dans ce guide, je décris certaines des caractéristiques particulières du Majjhima. Après avoir noté certaines caractéristiques formelles et doctrinales, je concentre cet essai sur le Bouddha et les personnes qu’il a rencontrées, qu’il s’agisse de sa Sangha monastique, de ses disciples laïcs ou des nombreux non-bouddhistes avec lesquels il a parlé. Le Majjhima comprend un grand nombre des discours autobiographiques les plus importants, c’est donc un endroit naturel pour discuter de la vie et de la personne du Bouddha. Et le format de dialogue fait du Majjhima un contexte particulièrement riche pour voir la façon dont le Dhamma a émergé à travers les interactions et les conversations avec des personnes de toutes sortes.",
  "mn-guide-sujato:16": "Comment le Majjhima est Organisé",
  "mn-guide-sujato:17": "Il y a 152 discours dans la Majjhima. Ils sont rassemblés en groupes de 50 discours (<i lang='pi' translate='no'>paṇṇāsa</i>), bien que le <i lang='pi' translate='no'>paṇṇāsa</i> final en contienne 52.",
  "mn-guide-sujato:18": "À l’intérieur de chaque <i lang='pi' translate='no'>paṇṇāsa</i> se trouve un ensemble de cinq <i lang='pi' translate='no'>vaggas</i>. Comme d’habitude, la plupart des <i lang='pi' translate='no'>vaggas</i> portent simplement le nom de leur premier sutta, mais quelques-uns présentent une certaine unité thématique :",
  "mn-guide-sujato:19": "<b>Opamma Vagga (Chapitre avec Allégories)</b>.",
  "mn-guide-sujato:20": "Tous ces discours donnent une place importante aux allégories.",
  "mn-guide-sujato:21": "<b>Mahāyamaka Vagga (Grand Chapitre Avec Paires)</b>.",
  "mn-guide-sujato:22": "Paires de discours « longs » et « courts ». (Le chapitre suivant, Chapitre Court avec Paires, ne comporte que deux ensembles de paires).",
  "mn-guide-sujato:23": "<b>Vaggas 6–10</b>",
  "mn-guide-sujato:24": "Ils rassemblent les discours mettant en scène certains types de personnes : les maîtres de maison, les moines, les errants, les rois et les brahmanes.",
  "mn-guide-sujato:25": "<b>Vibhaṅga Vagga (Chapitre sur l’Analyse)</b>.",
  "mn-guide-sujato:26": "Ces discours consistent en une longue « analyse » d’un court dicton.",
  "mn-guide-sujato:27": "<b>Saḷāyatana Vagga (Chapitre sur les Six Sens)</b>.",
  "mn-guide-sujato:28": "Ceux-ci se concentrent sur les six sens.",
  "mn-guide-sujato:29": "Imagerie et Narration",
  "mn-guide-sujato:30": "Le Majjhima comprend une gamme étonnante d’images, avec des allégories que l’on retrouve dans presque tous les discours. Celles-ci sont parfois prolongées par de courtes paraboles. <a class='ref' href='/mn21'>MN 21</a> <cite class='text-translated'>L’Allégorie de la Scie</cite> (<cite class='text-root'>Kakacūpamasutta</cite>) raconte l’histoire mémorable de l’audacieuse servante Kāḷī qui mit sa maîtresse à l’épreuve. Dans <a class='ref' href='/mn56#27'>MN 56:27</a> <cite class='text-translated'>Avec Upāli</cite>, nous rencontrons la dame brahmane qui voulait non seulement teindre son singe de compagnie, mais le presser et l’essorer.",
  "mn-guide-sujato:31": "Alors que le Bouddha lui-même ne prononce que de courts récits, on trouve dans les récits de fond des récits plus développés, dont des histoires célèbres comme l’apprivoisement du vicieux tueur en série Aṅgulimāla (<a class='ref' href='/mn86'>MN 86</a>) ou l’engagement sans compromis du jeune homme fortuné Raṭṭhapāla (<a class='ref' href='/mn82'>MN 82</a>), qui a défié la volonté de ses parents pour se faire ordiner, et dont le discours se termine par un ensemble extraordinaire d’enseignements pour son roi.",
  "mn-guide-sujato:32": "Certains récits sont moins terre à terre. <a class='ref' href='/mn37'>MN 37</a> <cite class='text-translated'>Le Petit Récit de la Complète Destruction des Désirs</cite> (<cite class='text-root'>Cūḷataṇhāsaṅkhayasutta</cite>) met en scène Moggallāna montant au ciel de Sakka, le seigneur des dieux, pour contrôler son indulgence. <a class='ref' href='/mn50'>MN 50</a> <cite class='text-translated'>La Réprimande de Māra</cite> (<cite class='text-root'>Māratajjanīyasutta</cite>) met également en scène Moggallāna, cette fois dans un dialogue avec Māra, le seigneur de la tromperie et de la mort ; et il contient la révélation saisissante que Moggallāna lui-même était un Māra dans une vie antérieure. Un tel drame cosmique atteint son apogée dans <a class='ref' href='/mn49'>MN 49</a> <cite class='text-translated'>Sur l’Invitation de Brahmā</cite> (<cite class='text-root'>Brahmanimantanikasutta</cite>), où le Bouddha affronte rien de moins que Brahmā lui-même dans un débat philosophique de haut niveau, forçant Māra à se révéler du côté de Brahmā. Du point de vue du bouddhisme ancien, Dieu et le Diable ne sont pas si différents.",
  "mn-guide-sujato:33": "Théorie et Pratique",
  "mn-guide-sujato:34": "Le Majjhima est peut-être le plus riche des premiers recueils bouddhistes en matière de doctrine. Il contient une série extraordinaire de discours qui creusent des sujets profonds avec un détail et une complexité que l’on ne trouve nulle part ailleurs. Il faut cependant garder à l’esprit que ces discours s’adressent à des étudiants avancés, et aussi fascinants soient-ils, il est important d’acquérir des bases solides sur les doctrines fondamentales rassemblées dans le Saṁyutta. C’est pourquoi je réserve la plupart des explications doctrinales pour mon guide des Discours Groupés et ne fais ici que quelques brèves remarques.",
  "mn-guide-sujato:35": "Les enseignements connus du Saṁyutta se retrouvent tous dans le Majjhima, et dans plusieurs cas, le Majjhima offre des explications plus détaillées. Ces discours sont importants et méritent d’être étudiés de près, mais attention à ne pas assimiler longueur et importance. Dans les textes bouddhistes, il est tout aussi probable que la longueur implique, non pas qu’il s’agit de quelque chose que le Bouddha considérait comme important, mais qu’il s’agit d’une compilation tardive.",
  "mn-guide-sujato:36": "C’est le cas de <a class='ref' href='/mn10'>MN 10</a> <cite class='text-translated'>Le Récit de l’Attention Vigilante</cite> (<cite class='text-root'>Satipaṭṭhānasutta</cite>), qui, avec sa version étendue à <a class='ref' href='/dn22'>DN 22</a>, constitue l’explication la plus détaillée de la méditation de la pleine conscience dans le canon. Pourtant, une analyse critique et comparative révèle que le discours tel qu’on le trouve dans le Pali a fait l’objet d’un développement tardif considérable. <a class='ref' href='/mn141'>MN 141</a> <cite class='text-translated'>Le Récit des Divisions des Vérités</cite> (<cite class='text-root'>Saccavibhaṅgasutta</cite>), le discours le plus détaillé des quatre nobles vérités, est étroitement lié à <a class='ref' href='/mn10'>MN 10</a> — en fait <a class='ref' href='/dn22'>DN 22</a> est pratiquement une combinaison de celui-ci et de <a class='ref' href='/mn10'>MN 10</a> — et on pourrait lui aussi le soupçonner de présenter des caractéristiques tardives. Aucun doute de ce genre ne plane sur <a class='ref' href='/mn111'>MN 111</a> <cite class='text-translated'>Un par Un</cite> (<cite class='text-root'>Anupadasutta</cite>), qui est clairement un sutta tardif. Ce n’est pas l’endroit pour une discussion complexe sur la méthode de critique textuelle, mais il est courant et naturel de supposer que la longueur implique l’importance, et il est bon de garder à l’esprit que la situation est plus compliquée que cela.",
  "mn-guide-sujato:37": "Les suttas de Majjhima qui traitent des enseignements doctrinaux clés peuvent être compris comme offrant des analyses approfondies de facteurs particuliers des quatre nobles vérités. La première vérité de la souffrance est explorée en détail dans <a class='ref' href='/mn13'>MN 13</a> et <a class='ref' href='/mn14'>MN 14</a> sur la « Masse de la Souffrance ». Divers sujets de cette rubrique sont également traités en détail ; les champs des six sens sont enseignés dans plusieurs suttas (<a class='ref' href='/mn18'>MN 18</a>, <a class='ref' href='/mn137'>MN 137</a>, <a class='ref' href='/mn138'>MN 138</a>) et même un <i lang='pi' translate='no'>vagga</i> entier (<a class='ref' href='/mn143'>MN 143</a>-152), tandis que plusieurs suttas examinent l’enseignement sur les éléments de manière très détaillée, exposant des approfondissements que l’on ne soupçonne pas pour un enseignement qui semble si simple (<a class='ref' href='/mn28'>MN 28</a>, <a class='ref' href='/mn115'>MN 115</a>, <a class='ref' href='/mn140'>MN 140</a>). Les agrégats apparaissent, mais sont traités de manière moins détaillée.",
  "mn-guide-sujato:38": "Les deuxième et troisième nobles vérités sont présentées dans <a class='ref' href='/mn38'>MN 38</a>, un discours complexe et enrichissant sur la coproduction conditionnée, ainsi que dans <a class='ref' href='/mn135'>MN 135</a> et <a class='ref' href='/mn136'>MN 136</a>, deux des discours les plus détaillés et les plus influents sur le thème du <i lang='pi' translate='no'>kamma</i> ; voir aussi <a class='ref' href='/mn120'>MN 120</a>.",
  "mn-guide-sujato:39": "Mais c’est la quatrième noble vérité, la voie, qui domine le Majjhima. La grande majorité des discours traite du chemin comme un sujet central. Le noble sentier octuple est traité de façon complexe et détaillée dans <a class='ref' href='/mn117'>MN 117</a> <cite class='text-translated'>Le Récit de la Grande Quarantaine</cite> (<cite class='text-root'>Mahācattārīsakasutta</cite>), et plusieurs discours traitent de facteurs spécifiques au sentier. Dans <a class='ref' href='/mn9'>MN 9</a>, le Vénérable Sāriputta présente le sujet de la vue juste sous divers angles. Le deuxième facteur de la voie, la pensée juste ou l’intention juste, est le sujet spécial de <a class='ref' href='/mn19'>MN 19</a> et <a class='ref' href='/mn20'>MN 20</a>, qui donnent des conseils tirés de la propre expérience du Bouddha sur la façon de purifier d’abord la pensée, puis de la laisser passer entièrement. Les facteurs de la voie sur l’éthique sont traités dans trop de suttas pour être résumés ici ; certains d’entre eux sont abordés dans les sections sur le Saṅgha et les communautés laïques. L’effort juste est présenté dans de nombreux suttas, mais il est spécialement souligné dans des textes tels que <a class='ref' href='/mn29'>MN 29</a>, <a class='ref' href='/mn30'>MN 30</a>, et <a class='ref' href='/mn32'>MN 32</a>. <a class='ref' href='/mn10'>MN 10</a>, comme indiqué, traite de la pleine conscience juste, et le sujet est traité sous des angles plus spécialisés dans <a class='ref' href='/mn118'>MN 118</a> sur la pleine conscience de la respiration, et <a class='ref' href='/mn119'>MN 119</a> sur la pleine conscience du corps. Dans <a class='ref' href='/mn77'>MN 77</a>, nous trouvons une longue liste de présentations différentes de la voie, y compris les sujets que l’on trouve comme rubriques dans le Saṁyutta, et bien d’autres encore.",
  "mn-guide-sujato:40": "L’immersion juste ou <em>jhāna</em>, le facteur final de la voie, est proéminent tout au long du Majjhima. Il est difficile de surestimer à quel point les <i lang='pi' translate='no'>jhānas</i> sont centraux dans la méditation bouddhiste. La formule des quatre absorptions apparaît environ 50 fois dans le Majjhima, ce qui est probablement plus que les formules de tous les autres facteurs de la voie <em>réunis</em>. De plus, l’immersion juste apparaît également sous d’autres formes, comme les quatre « méditations divines » (<i lang='pi' translate='no'>brahmavihāra</i>), où les émotions pures de l’amour, de la compassion, de la réjouissance et de l’équanimité servent de base à l’immersion. Celles-ci apparaissent environ 13 fois dans le Majjhima. Les méditations « immatérielles », encore plus subtiles, sont également un sujet fréquent, apparaissant également pas moins de 13 fois. Contrairement aux absorptions, elles ne constituent pas une condition absolue pour la voie de l’éveil, mais elles faisaient manifestement partie de la pratique de nombreux méditants talentueux. Des discours tels que <a class='ref' href='/mn52'>MN 52</a> <cite class='text-translated'>L’Homme de la Ville d’Aṭṭhaka</cite> (<cite class='text-root'>Aṭṭhakanāgarasutta</cite>) combinent ces trois ensembles de méditations , tandis que les textes avancés tels que <a class='ref' href='/mn43'>MN 43</a> <cite class='text-translated'>La Grande Classification</cite> (<cite class='text-root'>Mahāvedallasutta</cite>), <a class='ref' href='/mn44'>MN 44</a> <cite class='text-translated'>La Classification Abrégée</cite> (<cite class='text-root'>Cūḷavedallasutta</cite>), <a class='ref' href='/mn106'>MN 106</a> <cite class='text-root'>Āneñjasappāyasutta</cite>, <a class='ref' href='/mn121'>MN 121</a> <cite class='text-translated'>Le Discours Abrégé sur la Vacuité</cite> (<cite class='text-root'>Cūḷasuññatasutta</cite>), et <a class='ref' href='/mn122'>MN 122</a> <cite class='text-translated'>Le Long Discours sur la Vacuité</cite> (<cite class='text-root'>Mahāsuññatasutta</cite>) traitent de subtilités et de raffinements rarement abordés et se rapportant aux formes les plus avancées de la méditation.",
  "mn-guide-sujato:41": "Le Bouddha",
  "mn-guide-sujato:42": "L’histoire de la vie du Bouddha est devenue un véhicule principal pour le partage et la transmission des enseignements et des valeurs bouddhistes dans les traditions bouddhistes. Pourtant, il n’existe aucune biographie cohérente du Bouddha dans les premiers textes. Les informations dont nous disposons sont éparses et fragmentaires, trouvées dans les détails occasionnels partagés par le Bouddha lui-même ou déduits des diverses situations dans lesquelles nous le trouvons.",
  "mn-guide-sujato:43": "Mais cela ne devrait peut-être pas être si surprenant. Il n’y a pas de raison particulière pour que le Bouddha soit intéressé à raconter sa vie — il l’avait vécue. Et ses disciples le connaissaient personnellement. Ce n’est qu’après sa mort que la communauté a ressenti le besoin de garder vivante la mémoire de leur maître par des histoires vivantes et détaillées, de plus en plus élaborées à chaque récit.",
  "mn-guide-sujato:44": "Les grandes lignes des légendes ultérieures du Bouddha se sont développées à partir des noyaux des premiers textes, dont beaucoup se trouvent dans le Majjhima. Nous y trouvons la naissance du Bouddha, son éducation précoce, son renoncement, sa pratique et son éveil, les défis liés à la mise en place d’une communauté et diverses rencontres lors de l’enseignement. Dans le Dīgha, nous trouvons le plus long récit des débuts du bouddhisme, un compte rendu détaillé des derniers jours du Bouddha que l’on trouve dans <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Mahāparinibbāna</cite>. Et dispersés dans les textes, nous trouvons des événements et des rencontres isolés. En un sens, la plupart des discours peuvent être considérés comme des épisodes de la vie du Bouddha, des vignettes dans un magnifique mythe, chacune contribuant un peu à la compréhension de l’homme et de son message. Ces textes constituent notre principale source de connaissances sur les débuts de la vie et la carrière d’enseignant du Bouddha. Si la tendance à la création de légendes est apparente à certains endroits, la plupart de ces épisodes sont simples et réalistes.",
  "mn-guide-sujato:45": "Une exception est <a class='ref' href='/mn123'>MN 123</a> <cite class='text-translated'>Incrédible et Stupéfiant</cite> (<cite class='text-root'>Acchariyaabbhutasutta</cite>), où nous trouvons Ānanda, le fondateur de la biographie bouddhiste, racontant une série étendue d’événements apparemment miraculeux qui ont accompagné la naissance du futur Bouddha. Ce texte est manifestement dérivé de <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadāna</cite> avec quelques ajouts. Avec son ton dévotionnel et son accent sur l’extraordinaire, ce texte montre un changement de tendance vers l’honneur de la personne du Bouddha plutôt que vers la pratique de ses enseignements ; un changement auquel le Bouddha résiste en soulignant que la chose vraiment extraordinaire est d’être conscient de son propre esprit.",
  "mn-guide-sujato:46": "La famille immédiate du Bouddha n’est mentionnée que rarement dans les <i lang='pi' translate='no'>nikāyas</i>. L’épouse du Bouddha n’apparaît que dans le Vinaya et la Therīgāthā, où elle a quelques vers. Son fils Rāhula est évoqué dans plusieurs discours (<a class='ref' href='/mn61'>MN 61</a>, <a class='ref' href='/mn62'>MN 62</a>, <a class='ref' href='/mn147'>MN 147</a>), montrant l’enseignement patient du Bouddha et l’éveil subséquent de Rāhula. Le père du Bouddha est brièvement mentionné dans le passage ci-dessus sur la méditation quand il était enfant. Ses deux parents sont mentionnés dans plusieurs dicours de Majjhima (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>), mais ils sont seulement nommés ailleurs : Suddhodana son père dans <a class='ref' href='/snp3.11'>Snp 3.11</a> et <a class='ref' href='/pli-tv-kd1.#54'>Kd 1:54</a> ; Māyā sa mère dans <a class='ref' href='/thig6. 6'>Thig 6.6</a> ; et les deux dans <a class='ref' href='/dn14'>DN 14</a> et <a class='ref' href='/thag10.1'>Thag 10.1</a>. Sa belle-mère Mahāpajāpatī Gotamī apparaît cependant dans quelques discours, notamment <a class='ref' href='/mn142'>MN 142</a> <cite class='text-translated'>L’Analyse des Dons Religieux</cite> (<cite class='text-root'>Dakkhiṇāvibhaṅgasutta</cite>), et <a class='ref' href='/an8.51'>AN 8.51</a>. Parmi les parents plus éloignés, on compte plusieurs figures monastiques et laïques bien connues, comme Ānanda, Anuruddha et Mahānāma.",
  "mn-guide-sujato:47": "Dans <a class='ref' href='/mn75#10'>MN 75:10</a> <cite class='text-translated'>Avec Māgaṇḍiya</cite>, le Bouddha raconte le luxe dont il jouissait dans sa jeunesse (cp. <a class='ref' href='/an3.39'>AN 3.39</a>), et dans <a class='ref' href='/mn26#13'>MN 26:13</a> il raconte le moment douloureux où il a quitté la maison, bien que ses parents aient pleuré de détresse. Un autre récit de son départ se trouve dans l’Attadaṇḍa Sutta distinctif et ancien, où le départ n’est pas motivé par la vue de la vieillesse, de la maladie et de la mort, mais par la constatation des conflits incessants et de la détresse du monde (<a class='ref' href='/snp4.15'>Snp 4.15</a>).",
  "mn-guide-sujato:48": "Suit le récit des six années d’efforts, divisées en trois périodes. Il semble qu’il ait d’abord pratiqué dans le cadre d’une tradition yogique, suivant probablement la philosophie Upaniṣadique. <a class='ref' href='/mn26'>MN 26</a> <cite class='text-translated'>La Noble Quête</cite> (<cite class='text-root'>Ariyapariyesanasutta</cite>, également connu sous le nom de <cite class='text-root'>Pāsarāsisutta</cite>) raconte son expérience sous la direction des célèbres guides spirituels Āḷāra Kālāma et Uddaka Rāmaputta. Sous leur tutelle, il réalisa une immersion profonde (<i lang='pi' translate='no'>samādhi</i>) et des réalisations immatérielles, mais il était toujours insatisfait, aussi partit-il pour s’engager dans une voie ascétique plus sévère. ",
  "mn-guide-sujato:49": "Selon les traditions, la majeure partie de cette période était consacrée à endurer de rudes austérités, des pratiques similaires ou identiques à celles observées par les Jaïns. Celles-ci sont décrites en détail dans <a class='ref' href='/mn12'>MN 12</a> <cite class='text-translated'>Le Long Discours sur le Rugissement du Lion</cite> (<cite class='text- racine'>Mahāsīhanādasutta</cite>) et <a class='ref' href='/mn36'>MN 36</a> <cite class='text-translated'>Le Long Discours avec Saccaka</cite>. Mais après de nombreuses années de cette auto-mortification, il ne parvenait à rien. Il prit donc de la nourriture solide et, se souvenant de l’expérience d’absorption qu’il avait vécue dans son enfance, il entama la troisième et dernière phase de sa pratique, qui mena à son éveil.",
  "mn-guide-sujato:50": "Bien qu’il puisse paraître que la nuit de l’éveil découle directement de son rejet des austérités, plusieurs discours indiquent que cette période implique un développement assez important de la méditation. <a class='ref' href='/mn19'>MN 19</a> <cite class='text-translated'>Deux Sortes de Pensées</cite> (<cite class='text-root'>Dvedhāvitakkasutta</cite>), par exemple, raconte son analyse et son entraînement à la pensée bénéfique ; <a class='ref' href='/mn4'>MN 4</a> <cite class='text-translated'>Crainte et Terreur</cite> (<cite class='text-root'>Bhayabheravasutta</cite>) décrit ses luttes pour surmonter la peur ; et <a class='ref' href='/mn128'>MN 128</a> <cite class='text-translated'>Corruptions</cite> (<cite class='text-root'>Upakkilesasutta</cite>) parle d’une série d’entraves méditatives spécifiques qu’il a rencontrées (voir aussi <a class='ref' href='/an8. 64'>AN 8.64</a> et <a class='ref' href='/an9.40'>AN 9.40</a>). Alors que ses réflexions sur la poursuite d’une voie de pratique sont toujours logiques, dans <a class='ref' href='/an5.196'>AN 5.196</a>, nous pouvons lire une extraordinaire série de rêves qui annonçaient son éveil ; le symbolisme des images des ces rêves mérite une attention particulière.",
  "mn-guide-sujato:51": "C’est dans les Majjhima (<a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>) que le Bouddha parle de ce moment crucial de son enfance où il est entré spontanément dans la première absorption, un état de paix et de calme profond de méditation. Bien plus tard, lorsqu’il est arrivé à une crise dans sa progression spirituelle, il allait se souvenir de cet événement et réaliser que l’absorption méditative était la seule véritable voie vers l’éveil (<i lang='pi' translate='no'>eso’va maggo bodhāya</i>).",
  "mn-guide-sujato:52": "L’éveil du Bouddha est raconté de différents points de vue. Dans <a class='ref' href='/mn4'>MN 4</a> <cite class='text-root'>Bhayabherava</cite>, après avoir décrit la façon dont il a surmonté ses peurs, le Bouddha raconte comment il a développé les états d’absorption et acquis les trois connaissances supérieures. Dans <a class='ref' href='/mn14'>MN 14</a> <cite class='text-translated'>Le Court Discourt sur la Masse de Souffrance</cite> (<cite class='text-root'>Cūḷadukkhakkhandha</cite>), il parle de la libération de la souffrance en abandonnant les plaisirs sensuels ; voir aussi <a class='ref' href='/sn35.117'>SN 35.117</a>. Plusieurs discours emploient le cadre consistant à comprendre les trois aspects: gratification, danger et libération, en l’appliquant aux cinq agrégats (<a class='ref' href='/sn22. 26'>SN 22.26</a>), aux éléments (<a class='ref' href='/sn14.31'>SN 14.31</a>), aux sensations (<a class='ref' href='/sn36.24'>SN 36.24</a>) ou au monde (<a class='ref' href='/an3.101'>AN 3.101</a>). Ailleurs, l’éveil est vu comme le résultat de la compréhension de la coproduction conditionnée (<a class='ref' href='/sn12.10'>SN 12.10</a>, <a class='ref' href='/dn14'>DN 14</a>). D’autres contextes décrivent l’éveil comme émergeant de différentes pratiques, telles que les quatre types de méditation de pleine conscience (<a class='ref' href='/sn47.31'>SN 47.31</a>), les quatre bases des pouvoirs psychiques (<a class='ref' href='/sn51.9'>SN 51.9</a>), ou l’abandon des pensées (<a class='ref' href='/mn19'>MN 19</a>). Cette liste est loin d’être exhaustive, car tous les enseignements du Bouddha dépeignent différents aspects de la sagesse qui découle de l’éveil.",
  "mn-guide-sujato:53": "La période qui suit l’éveil est racontée de manière assez détaillée, relatant les voyages du Bouddha, ses diverses rencontres en cours de route, ses premières conversions et la mise en place du Sangha. Cependant, le récit détaillé de ces événements se trouve dans le Vinaya (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>), et seules des parties de ces événements se trouvent dans les <i lang='pi' translate='no'>nikāyas</i>, comme les trois premiers sermons (<a class='ref' href='/sn56. 11'>SN 56.11</a>, <a class='ref' href='/sn22.59'>SN 22.59</a>, <a class='ref' href='/sn35.28'>SN 35.28</a>).",
  "mn-guide-sujato:54": "Le Bouddha a suivi le même style de vie simple que ses disciples monastiques. Ses possessions consistaient en un seul ensemble de trois robes, un bol et quelques autres objets divers. Il séjournait la plupart du temps au monastère d’Anāthapiṇḍika, près de Sāvatthī, bien qu’il ait également passé du temps dans d’autres monastères. Lorsqu’il était dans un monastère, il vivait dans une simple hutte. L’année était divisée en trois saisons - chaude, pluvieuse et froide. Pendant la saison des pluies, il restait toujours dans un monastère, tandis que pour les autres saisons, il pouvait aussi errer dans la campagne.",
  "mn-guide-sujato:55": "Une journée typique commençait par un lever matinal pour la méditation. L’approche de l’aube signalait le début des activités de la journée, notamment la tournée d’aumônes quotidienne. Or, au monastère, les moines ne portaient généralement qu’une robe inférieure de type sarong (et un tissu supérieur pour les nonnes). Ainsi, quelque temps après l’aube, ils revêtaient l’ensemble complet des trois robes avant de se rendre dans un village ou une ville des environs pour faire l’aumône. Pendant la tournée d’aumônes, comme on peut le voir aujourd’hui dans les pays bouddhistes, les laïcs mettaient de la nourriture dans le bol pour être mangée ce jour-là. Les monastiques bouddhistes ne sont pas autorisés à recevoir de l’argent. Les monastiques mangeaient une ou deux fois par jour, mais toujours entre l’aube et midi.",
  "mn-guide-sujato:56": "Normalement, après le repas du matin, les moines se retiraient dans la solitude pour la méditation de la journée, soit dans leurs huttes, soit dans une forêt voisine ou un autre endroit tranquille. Pendant la saison chaude, le Bouddha faisait parfois une courte sieste dans l’après-midi (<a class='ref' href='/mn36#46'>MN 36:46</a>). Vers le soir, le Bouddha émergeait et donnait souvent des enseignements ou répondait à des questions. Mais cela était spontané, et non une routine fixe. Puis il méditait jusqu’à tard dans la nuit, n’ayant besoin que de quelques heures de sommeil au milieu de la nuit.",
  "mn-guide-sujato:57": "<a class='ref' href='/mn91'>MN 91</a> <cite class='text-translated'>Avec Brahmāyu</cite> décrit son comportement dans les moindres détails, rapportant les infimes nuances de pleine conscience et de soin qu’il apportait à chaque activité. Ses disciples le considéraient comme l’incarnation de la plus haute vérité. Percevant sa réalisation dans chaque détail de ses paroles et de ses actes, ils pouvaient être portés à des louanges exaltées dans des passages de joie et de haute beauté (<a class='ref' href='/mn92'>MN 92</a> <cite class='text-translated'>Avec Sela</cite>, <a class='ref' href='/an6. 43'>AN 6.43</a>, <a class='ref' href='/an10.30'>AN 10.30</a>, <a class='ref' href='/sn8.7'>SN 8.7</a>). Cependant, loin d’encourager une dévotion aveugle, le Bouddha encourageait ses élèves à le sonder, prescrivant un ensemble de tests rigoureux et détaillés qu’un bon maître spirituel devrait réussir (<a class='ref' href='/mn47'>MN 47</a> <cite class='text-translated'>L'Enquêteur</cite>).",
  "mn-guide-sujato:58": "Cette brève description ne rend pas justice à l’impact que le Bouddha a eu sur ceux qui l’ont rencontré. Il est constamment loué comme celui qui surgit dans le monde par compassion pour les êtres sensibles (<a class='ref' href='/mn4'>MN 4</a>), qui est perfectionné dans les bonnes qualités (<a class='ref' href='/mn38'>MN 38</a>), dont le surgissement est la manifestation d’une grande lumière (<a class='ref' href='/an1.175'>AN 1. 175</a>-<a class='ref' href='/an1.177'>AN 1.177</a>), qui comprend parfaitement tout ce qui est connaissable (<a class='ref' href='/mn1'>MN 1</a> ; <a class='ref' href='/an4.23'>AN 4.23</a>), et possède une confiance et un courage absolus quel que soit le contexte (<a class='ref' href='/mn12'>MN 12</a>). Il possédait une beauté physique et un charisme extraordinaires, laissant une impression inoubliable sur les nombreuses personnes qu’il rencontrait (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/an4.36'>AN 4.36</a>), mais il disait aux dévots trop zélés d’oublier son « corps putride » (<a class='ref' href='/sn22.87'>SN 22.87</a>).",
  "mn-guide-sujato:59": "Si, en tant que personne, il était unique et inégalé à son époque (<a class='ref' href='/mn56'>MN 56</a> ; <a class='ref' href='/an1.174'>AN 1.174</a>), en tant que « Réalisé » (<i lang='pi' translate='no'>tathāgatha</i>), le Bouddha faisait partie d’une série de maîtres éveillés d’une importance véritablement cosmique. Sa compréhension ne s’appliquait pas seulement au cadre étroit de son époque et de son lieu, mais était également pertinente pour tous les êtres sensibles dans tous les royaumes et à tout moment.",
  "mn-guide-sujato:60": "D’autres bouddhas se sont manifestés dans le passé et se manifesteront à nouveau dans le futur, avec la même réalisation et les mêmes enseignements. Une liste détaillée des bouddhas passés se trouve dans <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Mahāpadāna</cite>. Des mentions ailleurs, comme les bouddhas Kakusandha dans <a class='ref' href='/mn50'>MN 50</a> et Kassapa dans <a class='ref' href='/mn81'>MN 81</a>, montrent que l’idée sous-jacente était courante dans l’ensemble des <i lang='pi' translate='no'>nikāyas</i> (Voir aussi <a class='ref' href='/sn12. 14'>SN 12.14</a>-10, <a class='ref' href='/an3.80'>AN 3.80</a>, et <a class='ref' href='/an5.180'>AN 5.180</a>).",
  "mn-guide-sujato:61": "<a class='ref' href='/mn116'>MN 116</a> <cite class='text-translated'>At Isigili</cite> fait également référence aux soi-disant « bouddhas éveillés pour eux-mêmes » (<i lang='pi' translate='no'>paccekabuddha</i>), une sorte de sage mystérieux qui a réalisé les mêmes vérités que le « bouddha pleinement éveillé » (<i lang='pi' translate='no'>sammāsambuddha</i>) mais ne crée pas de mouvement religieux.",
  "mn-guide-sujato:62": "Malgré son statut exalté et vénéré, le Bouddha des <i lang='pi' translate='no'>nikāyas</i> n’avait pas encore été élevé au rang de divinité cosmique qui apparaît dans le bouddhisme ultérieur. Malgré toutes ses qualités extraordinaires, il reste une figure très humaine. Il ne dit nulle part que sa pratique dans les vies passées a conduit à son éveil dans cette vie ; il n’y a aucune mention des <i lang='pi' translate='no'>pāramīs</i>. En effet, lors d’une des rares occasions où il fait référence à une vie passée (<a class='ref' href='/mn81'>MN 81</a> <cite class='text-translated'>Avec Ghaṭikāra</cite>), il apparaît décidément peu éclairé.",
  "mn-guide-sujato:63": "Dans les textes anciens, le terme <i lang='pi' translate='no'>bodhisatta</i> signifie « celui qui a l’intention de réaliser l’éveil ». Il fait principalement référence à la période qui suit le départ de la maison et qui précède l’éveil. Le futur Bouddha n’est pas décrit comme suivant un chemin qu’il avait commencé il y a longtemps, mais comme explorant les différentes options qui s’offraient à lui, incertain de la manière dont l’éveil peut être obtenu. Son intuition cruciale est venue, non pas grâce à des vœux prononcés dans des vies antérieures, mais lorsqu’il s’est souvenu de la fois où il est entré en état d’absorption (<i lang='pi' translate='no'>jhāna</i>) alors qu’il était enfant.",
  "mn-guide-sujato:64": "Le Bouddha détaille longuement les nombreux essais et expérimentations qu’il a entrepris avant que sa voie ne soit mûre. Sa qualité vraiment spéciale était qu’il a découvert la voie par ses propres efforts, et qu’il a ensuite enseigné cette même voie à ses disciples. Même les disciples qui avaient réalisé la même libération et la même compréhension vénéraient le Bouddha comme celui dont la sagesse et la compassion étaient inégalées et qui illuminait la voie pour les autres.",
  "mn-guide-sujato:65": "Les Étapes de l’Éveil",
  "mn-guide-sujato:66": "L’illumination ou l’éveil spirituel dans le bouddhisme n’est pas considéré comme une quantité vague ou inconnue. Au contraire, elle est spécifique, précise et répétable. Les textes développent une typologie détaillée des êtres éveillés. Il y a quatre étapes principales, subdivisées en huit. Ceux-ci sont appelés les « nobles disciples » (<i lang='pi' translate='no'>ariyasāvaka</i>) ou les « bonnes personnes » (<i lang='pi' translate='no'>sappurisa</i>). Ils sont présentés sous différents angles tout au long des textes ; en voici un aperçu.",
  "mn-guide-sujato:67": "Les facteurs de la voie sont développés jusqu’à ce qu’ils soient tous présents à un degré de maturité suffisant. À ce stade, on dit que l’on est un « adepte des enseignements » (<i lang='pi' translate='no'>dhammānusāri</i>) ou un « adepte par la foi » (<i lang='pi' translate='no'>saddhānusāri</i>), selon que la sagesse ou la foi est prédominante (<a class='ref' href='/mn70#20'>MN 70:20</a>). Une telle personne est également appelée « celui qui est sur la voie de l’entrée dans le courant » (<a class='ref' href='/mn142#5'>MN 142:5</a>, <a class='ref' href='/mn48#15'>MN 48:15</a>). Ils réaliseront le Dhamma dans cette vie, mais ils n’ont pas encore réellement vu une vision du Dhamma et leur compréhension est encore à un certain degré conceptuelle (<a class='ref' href='/sn25.1'>SN 25.1</a>). La portée et la rapidité de leur progression dépendent de la force de leurs facultés et de leurs efforts.",
  "mn-guide-sujato:68": "Les textes ne sont pas clairs quant à savoir si une telle personne sait réellement avoir atteint ce point. Aucune ambiguïté de ce genre ne s’attache au moment de la réalisation effective de l’entrée dans le courant, cependant. Il arrive comme un éclair en pleine nuit (<a class='ref' href='/an3.25'>AN 3.25</a>), et vous vous souviendrez précisément du moment et du lieu où il s’est produit (<a class='ref' href='/pj4'>Pj 4</a>). Vous avez une vision des quatre nobles vérités, à ce moment-là la compréhension conceptuelle de la voie devient pleinement expérientielle (<a class='ref' href='/sn25.1'>SN 25.1</a>). En se débarrassant de trois entraves (<i lang='pi' translate='no'>saṁyojana</i>) — le doute, la mauvaise compréhension des préceptes et des vœux, et toute vue qui identifie le soi aux agrégats — on atteint le premier stade de l’éveil, appelé « entrée dans le courant ».",
  "mn-guide-sujato:69": "Un entré dans le courant est destiné à l’éveil, libéré de toute renaissance dans les royaumes inférieurs (<a class='ref' href='/mn6'>MN 6</a> ; <a class='ref' href='/sn55.1'>SN 55.1</a>), et renaît au maximum sept fois (<a class='ref' href='/an3.88'>AN 3.88</a>). Il a éliminé une énorme masse de souffrance ; ce qui reste est comme sept petits cailloux par rapport à l’Himalaya (<a class='ref' href='/sn56.59'>SN 56.59</a>). Il est généreux, dévoué et garde naturellement les cinq préceptes au minimum (<a class='ref' href='/mn53'>MN 53</a> ; <a class='ref' href='/sn12.41'>SN 12.41</a> ; <a class='ref' href='/an7.6'>AN 7.6</a>). Il comprend les quatre nobles vérités et l’origination dépendante et n’a aucun doute sur le Bouddha, son enseignement ou son Saṅgha (<a class='ref' href='/mn7'>MN 7</a> ; <a class='ref' href='/sn12.41'>SN 12.41</a>). Pourtant, il existe encore des attachements ; on peut encore avoir de la peine lorsque des proches décèdent (<a class='ref' href='/ud8.8'>Ud 8.8</a>), ou souffrir de moments de chagrin ou de désespoir (<a class='ref' href='/dn16#5'>DN 16:5</a>.13).",
  "mn-guide-sujato:70": "Lorsqu’un entré dans le courant développe davantage la voie, on dit qu’il est sur la voie du retour unique ; avec la diminution de l’avidité et de la haine, il atteint l’état de celui au retour unique. À ce stade, on ne renaîtra dans ce monde qu’une seule fois. En développant à nouveau la voie, on élimine complètement l’avidité et la haine, et on est alors considéré comme « Celui qui ne revient plus » Une telle personne renaît généralement dans l’un des royaumes spéciaux de la haute divinité connus sous le nom de Demeures Pures, et de là, elle atteint l’extinction complète. Cependant, dans certains cas, « Celui qui ne revient plus » peut atteindre le plein éveil avant de renaître (<a class='ref' href='/an3.88'>AN 3.88</a>).",
  "mn-guide-sujato:71": "Pourtant, même l’état exalté de « Celui qui ne revient plus » n’est pas entièrement exempt d’attachements. Il a perfectionné l’éthique et l’immersion, mais sa sagesse n’est pas encore complète. Il possède encore les cinq entraves supérieures : l’attachement à la renaissance dans les royaumes de la forme lumineuse et de l’immatériel, l’urgence incessante d’atteindre le plein éveil, un sens de soi résiduel, ou la vanité, et l’ignorance.",
  "mn-guide-sujato:72": "Une fois de plus, il développe la voie jusqu’à ce qu’il atteigne la pleine perfection. Un être parfait, ou arahant, a complètement éliminé toutes les souillures, a mis fin à la renaissance et, une fois cette vie terminée, ne souffrira plus. Sa libération est identique à celle du Bouddha. Puisqu’il ne possède aucune entrave ou souillure de l’esprit, il peut atteindre la méditation profonde quand il le souhaite, et sa vie est pleine de joie et de paix. Ils ne ressentent aucun chagrin, aucune anxiété, aucune confusion ni aucun doute. Une personne perfectionnée vit uniquement en accord avec le Dhamma, et est incapable de revenir à la vie mondaine ou de se laisser aller à des désirs matériels. Il mène une vie de sérénité et de vertu, préférant la solitude et la méditation, mais il est désintéressé dans son action, aidant les autres chaque fois qu’il le peut, notamment par l’enseignement. Il est dénué de peur et possède une équanimité totale face à la mort (<a class='ref' href='/mn140#24'>MN 140:24</a>). Ils ressentent encore la douleur du corps, mais n’ont aucune souffrance mentale (<a class='ref' href='/sn36.6'>SN 36.6</a>).",
  "mn-guide-sujato:73": "Les Disciples Monastiques",
  "mn-guide-sujato:74": "Bien que nous considérions les suttas comme les « enseignements du Bouddha », en fait, seul un quart environ des discours du Majjhima mettent en scène le Bouddha délivrant simplement un discours à l’assemblée. Plus de la moitié des discours consistent en des dialogues (<i lang='pi' translate='no'>vyākaraṇa</i>). Parfois, le Bouddha pose une question et guide l’assemblée dans un processus de réflexion socratique. Parfois, un aspirant pose une question ou une série de questions. Le Bouddha peut répondre de différentes manières — parfois directement, parfois par une contre-question, parfois par une longue analyse — en fonction de la nature de la question et de son auteur. Et, fait intriguant, il arrive qu’il ne réponde pas du tout.",
  "mn-guide-sujato:75": "En plus d’apparaître d’une manière ou d’une autre dans la plupart des discours, divers disciples servent d’enseignants principaux dans environ un cinquième des discours du Majjhima, poursuivant le travail d’exploration et d’explication des enseignements du Bouddha. Dans les Majjhima Nikāya, nous rencontrons un éventail d’enseignants compétents et accomplis, dont beaucoup sont devenus très célèbres dans les traditions bouddhistes. Dès le début de sa dispense, le Bouddha était désireux de responsabiliser ses disciples, les encourageant à partager l’enseignement au mieux de leurs capacités.",
  "mn-guide-sujato:76": "Neuf discours sont prononcés par le principal disciple du Bouddha et célèbre Général du Dhamma, Sāriputta. Ils comprennent <a class='ref' href='/mn9'>MN 9</a>, une vaste exploration des nombreuses facettes de la compréhension juste ; <a class='ref' href='/mn28'>MN 28</a>, qui montre de quelle manière tous les enseignements peuvent être compris dans les quatre nobles vérités ; et <a class='ref' href='/mn141'>MN 141</a>, qui donne une explication pleinement détaillée des quatre nobles vérités basée sur le premier sermon du Bouddha. Dans ces discours, Sāriputta montre son intérêt pour l’élaboration d’une présentation systématique du Dhamma. De telles analyses sont l’une des principales inspirations à l’origine du développement ultérieur des textes de l’Abhidhamma, et Sāriputta est considéré à juste titre comme l’un des pères de l’Abhidhamma.",
  "mn-guide-sujato:77": "Mahākaccāna est un autre moine à la sagesse renommée, dont le style analytique incisif, avec une attention particulière au processus de l’expérience des sens, a également influencé l’Abhidhamma. Il a prononcé quatre discours dans le Majjhima. <a class='ref' href='/mn18'>MN 18</a>, le « Gâteau de Miel » démontre son habileté inégalée à extraire les implications subtiles de brefs enseignements du Bouddha. Ce discours a reçu un traitement détaillé dans le <cite class='book'>Concept and Reality in Early Buddhist Thought</cite> de Katukurunde Nyanananda, l’une des monographies les plus influentes des études bouddhistes modernes.",
  "mn-guide-sujato:78": "<a class='ref' href='/mn24'>MN 24</a>, un dialogue entre Sāriputta et Puṇṇa Mantāṇiputta, parle d’un relais de chars, introduisant l’idée des sept étapes de purification qui allait grandement influencer le concept des étapes de la compréhension profonde dans le <cite class='text-root'>Visuddhimagga</cite> de Buddhaghosa et, de là, la méditation Theravada contemporaine.",
  "mn-guide-sujato:79": "La nonne Dhammadinnā présente le seul discours d’une <i lang='pi' translate='no'>bhikkhunī</i> dans le Majjhima. Il semble que les enseignements dispensés par des femmes dans les suttas, bien que rares, aient été inclus en raison de leur sagesse unique et frappante. Dans <a class='ref' href='/mn44'>MN 44</a>, elle répond à une série de questions posées par son ancien mari, révélant la profondeur de son accomplissement méditatif et de sa sagesse.",
  "mn-guide-sujato:80": "Parmi les autres discours prononcés par des disciples, on en trouve plusieurs de Moggallāna, d’Anuruddha et d’autres. Et nous ne pouvons conclure une discussion sur les disciples sans mentionner Ānanda, qui a vécu au plus proche du Bouddha, et par qui, selon la tradition, tous les textes sont passés. Ānanda est le maître principal dans sept discours, et figure dans de nombreux autres. Ānanda s’intéresse particulièrement à la vie personnelle du Bouddha, et c’est avec lui que le récit de la vie du Bouddha a commencé à prendre sa forme connue.",
  "mn-guide-sujato:81": "Le Saṅgha",
  "mn-guide-sujato:82": "Aussi élevés en sagesse qu’ils fussent, les disciples éveillés du Bouddha n’existaient pas en vase clos. Ils faisaient partie d’une communauté spirituelle organisée appelée le Saṅgha, ou « Ordre Monastique ». Le terme religieux <i lang='pi' translate='no'>Saṅgha</i> est utilisé dans deux sens précis : l’« ordre monastique » (<i lang='pi' translate='no'>bhikkhusaṅgha</i>) et la « communauté des nobles disciples » (<i lang='pi' translate='no'>sāvakasaṅgha</i> ; le terme attendu <i lang='pi' translate='no'>ariyasaṅgha</i> n’apparaît que dans un seul verset, à <a class='ref' href='/an6.54'>AN 6.54</a>). Le premier terme fait référence à ceux qui ont reçu l’ordination et pratiquent en tant que moine bouddhiste, tandis que le second désigne quelqu’un qui a atteint l’un des stades de l’éveil, ce qui peut, bien sûr, inclure des disciples laïcs.",
  "mn-guide-sujato:83": "La distinction entre les deux n’est pas aussi nette qu’on pourrait l’imaginer. La formule standard décrivant le Saṅgha dans la réflexion sur les Trois Joyaux mentionne les huit sortes de nobles disciples sur la voie. Mais elle les décrit également en termes typiques de l’ordre monastique, par exemple comme un « champ de mérite ». Il est toutefois difficile d’en tirer une conclusion décisive, car cette formule semble être composite. En règle générale, on peut supposer que, sauf si le contexte précise le Saṅgha des nobles disciples, il fait référence à l’ordre monastique.",
  "mn-guide-sujato:84": "La communauté monastique a été établie peu après l’éveil du Bouddha, comme le raconte le premier chapitre des Vinaya Khandhakas, connu sous le nom de Mahākkhandhaka ou de Pabbajjakkhandhaka (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>). Des parties de ce récit apparaissent dans les suttas, mais il faut vraiment lire l’histoire entière.",
  "mn-guide-sujato:85": "Le Saṅgha des débuts consistait en une petite communauté de pratiquants spirituels avancés ; selon les textes, ils étaient tous des perfectionnés. Le Bouddha a exhorté ses disciples à parcourir la campagne, enseignant le Dhamma pour le bénéfice de tous (<a class='ref' href='/sn4.5'>SN 4.5</a>). Ceci montre l’exemple de la manière dont le Bouddha devait se comporter avec sa communauté. Il ne se comportait pas comme un gourou qui insistait sur l’obéissance et traitait ses disciples comme des dépendants. Au contraire, il traitait sa communauté comme des adultes capables de faire leurs propres choix, et il leur faisait confiance pour apporter leurs propres contributions. Certes, au début, ils étaient tous éveillés ; mais cette politique s’est poursuivie tout au long de sa vie, même jusqu’à sa mort, alors que ce n’était plus le cas depuis longtemps.",
  "mn-guide-sujato:86": "<a class='ref' href='/pli-tv-kd1'>Kd 1</a> raconte l’histoire de l’évolution de la procédure d’ordination. À l’origine, le Bouddha lui-même invitait simplement ses disciples par les mots « Viens, moine ! ». Plus tard, comme le nombre de candidats augmentait, le Bouddha a permis aux moines de procéder eux-mêmes à l’ordination en utilisant une cérémonie simple consistant à se diriger vers les trois refuges ; cette procédure est toujours utilisée pour l’ordination des novices. Finalement, la procédure a été formalisée dans la forme aboutie comme une « requête et trois annonces ». La forme aboutie de la cérémonie d’ordination comportait divers éléments formels et légalistes : une série de questions était donnée pour examiner les candidats ; les interrogateurs étaient officiellement nommés par le Saṅgha ; les candidats, après avoir été interrogés, se voyaient attribuer un mentor ; et le Saṅgha tout entier donnait son assentiment à l’ordination. L’ensemble de la procédure est simple et légaliste, dépourvue de rituel ou de fioriture. L’essentiel de la procédure est toujours suivi aujourd’hui, bien que les traditions aient orné la structure de base de la procédure d’une gamme colorée de rituels et de célébrations.",
  "mn-guide-sujato:87": "Cette procédure a établi un modèle pour les procédures du Sangha. Elle se fait par consensus : le Saṅgha dans son ensemble prononce l’ordination (<em>saṁgho itthannāmaṁ upasampādeti</em>). Si même un seul moine s’y oppose, l’ordination n’a pas lieu. Contrairement à un malentendu malheureusement courant même au sein du Saṅgha, le mentor appelé <i lang='pi' translate='no'>upajjhāya</i> pour les moines ou <i lang='pi' translate='no'>pavattinī</i> pour les nonnes - ne prononce pas l’ordination ; il est nommé par le Saṅgha pour accompagner les nouveaux moines.",
  "mn-guide-sujato:88": "À des fins juridiques, le Saṅgha est la communauté à l’intérieur de la « zone » (<i lang='pi' translate='no'>sīmā</i>), qui est une zone arbitraire officiellement désignée par la communauté locale ; typiquement, il s’agissait du terrain d’un monastère, mais il pouvait être beaucoup plus grand ou plus petit (voir <a class='ref' href='/pli-tv-kd2'>Kd 2</a>). C’est un point pragmatique important : le Saṅgha est décentralisé. Il n’est pas pratique d’attendre de tous les moines du monde entier qu’ils se réunissent pour se mettre d’accord, donc toutes les procédures sont basées sur la communauté locale.",
  "mn-guide-sujato:89": "Il n’y a pas de hiérarchie dans le Saṅgha : tous les membres ont la même voix. Le respect est dû aux aînés en raison de leur expérience et de leur sagesse, mais cela ne se traduit pas par un pouvoir de commandement. Aucun membre du Saṅgha n’a le droit de forcer qui que ce soit à faire quoi que ce soit, et si un membre senior du Saṅgha, même son mentor ou son maître, lui dit de faire quelque chose qui va à l’encontre du Dhamma ou du Vinaya, on est obligé de désobéir. À titre d’exemple de la façon dont les moines devaient prendre des décisions, <a class='ref' href='/mn17'>MN 17</a> <cite class='text-translated'>Coins de Fôret</cite> (<cite class='text-root'>Vanapatthasutta</cite>) donne quelques directives pour savoir si un moine doit rester dans un monastère ou le quitter ; il n’est pas question d’être ordonné d’aller à un endroit ou à un autre.",
  "mn-guide-sujato:90": "Le Saṅgha a rapidement mis en place des monastères, avec des communautés relativement établies. En général, les moines restaient dans les monastères pendant une partie de l’année, surtout pendant les trois mois de retraite de la saison des pluies, tandis qu’une grande partie du reste de l’année pouvait être consacrée à l’errance. Ils se réunissaient tous les quinze jours pour le « sabbat » (<i lang='pi' translate='no'>uposatha</i>), pendant lequel il y avait des enseignements (<a class='ref' href='/mn109'>MN 109</a> <cite class='text-translated'>Le Long Discours sur la nuit de Pleine Lune</cite>, <cite class='text-root'>Mahāpuṇṇamasutta</cite>), et plus tard, la récitation des règles monastiques (<i lang='pi' translate='no'>pātimokkha</i>).",
  "mn-guide-sujato:91": "À un moment donné, une communauté de nonnes (<i lang='pi' translate='no'>bhikkhunīs</i>) fut créée sur le modèle de l’ordre des moines. Le récit traditionnel dit que ce fut à l’instigation de la belle-mère du Bouddha, Mahapajāpatī Gotamī. Cependant, le récit tel qu’il est conservé aujourd’hui est profondément problématique, tant sur le plan textuel qu’éthique, et ne peut être accepté sans réserve. Quoi qu’il en soit, nous savons qu’une communauté de nonnes a été établie, et qu’elle fonctionnait sur des bases essentiellement indépendantes. Les nonnes construisaient leurs propres monastères (<a class='ref' href='/pli-tv-bi-vb-pj5'>Bi Pj 5</a>), prenaient leurs propres élèves (<a class='ref' href='/thig5. 11'>Thig 5.11</a>), étudiaient les textes (<a class='ref' href='/pli-tv-bi-vb-pc-33'>Bi Pc 33</a>), pratiquaient la méditation (<a class='ref' href='/sn47. 10'>SN 47. 10</a>), parcouru la campagne (<a class='ref' href='/pli-tv-bi-vb-pc-50'>Bi Pc 50</a>), et atteint la sagesse de l’éveil (<a class='ref' href='/mn44'>MN 44</a> <cite class='text-translated'>La Classification abrégée</cite>, <cite class='text-root'>Cūḷavedallasutta</cite>). S’il est vrai que certaines règles, telles qu’elles existent aujourd’hui, sont discriminatoires à l’égard des nonnes, d’autres règles les protègent ; par exemple, il est interdit aux moines de faire laver leurs robes par une nonne, ce qui empêche les moines de traiter les nonnes comme des domestiques. Lorsque les moines enseignaient aux nonnes, ils le faisaient avec respect, s’engageant avec elles sur un pied d’égalité (<a class='ref' href='/mn146'>MN 146</a> <cite class='text-translated'>Avis de Nandaka</cite>). L’ordre des nonnes offrait aux femmes de l’époque une rare opportunité de poursuivre leur propre voie spirituelle, soutenue par la communauté. Il a survécu au fil des ans dans les traditions d’Asie de l’Est, et a été ravivé ces dernières années au sein des écoles tibétaine et Theravādin.",
  "mn-guide-sujato:92": "Notez que dans les suttas, le terme <i lang='pi' translate='no'>bhikkhu</i> (masculin) est utilisé comme un terme générique pour inclure à la fois les moines et les nonnes. Le fait que les nonnes étaient incluses dans le masculin générique ressort clairement de contextes tels que <a class='ref' href='/an4.170'>AN 4.170</a>, où Ānanda commence par faire référence aux « moines et nonnes » et continue avec seulement « moines », ou <a class='ref' href='/dn16'>DN 16</a>, qui parle de « moines et nonnes » mais utilise un pronom masculin pour les désigner tous les deux. Le fait que le masculin par défaut puisse désigner des femmes est confirmé par des passages tels que <a class='ref' href='/thig16.1'>Thig 16.1</a>, où la dame Sumedhā est appelée <i lang='pi' translate='no'>putta</i> par son père. <i lang='pi' translate='no'>Putta</i> comme « fils » contraste avec <i lang='pi' translate='no'>dhītā</i> comme « fille », mais ce passage montre qu’il peut aussi être utilisé dans le sens générique de « enfant ». Dans un enseignement général, il est probable que des moines et des nonnes, ainsi que des laïcs, auraient été présents, pourtant les textes, par convention, s’adressent aux « moines » (<i lang='pi' translate='no'>bhikkhave</i>). C’est pourquoi j’ai traduit <i lang='pi' translate='no'>bhikkhu</i> par le terme neutre de « moine », sauf lorsqu’il est nécessaire de distinguer les genres, auquel cas j’utilise « moine ». Dans le Vinaya Piṭaka, cependant, les textes sont par défaut séparés par genre, il est donc préférable d’utiliser « moine » dans ce cas. Notez aussi que « moine » est ce que <i lang='pi' translate='no'>bhikkhu</i> signifie en réalité : il désigne quelqu’un qui gagne sa vie en marchant pour obtenir des aumônes.",
  "mn-guide-sujato:93": "À l’origine, les Saṅgha suivaient un ensemble informel de principes considérés comme appropriés pour les ascètes, qui était similaire à ceux suivis par d’autres groupes d’ascètes. Ceux-ci sont conservés en détail dans la partie éthique de l’Entraînement Graduel (<a class='ref' href='/mn51'>MN 51</a> ; <a class='ref' href='/dn1'>DN 1</a>, etc.). Le Bouddha refusa initialement de mettre en place un système formel de lois monastiques, mais finalement le Saṅgha devint si grand qu’un tel système devint nécessaire (<a class='ref' href='/pli-tv-bu-vb-pj1'>Bu Pj 1</a>). Ceci est détaillé dans les textes étendus du Vinaya Piṭaka. Notez que lorsque le mot <i lang='pi' translate='no'>vinaya</i> est utilisé dans les quatre <i lang='pi' translate='no'>nikāyas</i>, il fait rarement référence au Vinaya Piṭaka. Normalement, il s’agit d’un terme général désignant l’application pratique de l’enseignement : <i lang='pi' translate='no'>dhammavinaya</i> signifie quelque chose comme « théorie et pratique ».",
  "mn-guide-sujato:94": "Éparpillés dans les quatre <i lang='pi' translate='no'>nikāyas</i>, nous trouvons un bon nombre d’enseignements destinés à la communauté monastique. Parfois, ceux-ci font référence à des procédures techniques du Vinaya Piṭaka, probablement pour s’assurer que les étudiants des suttas en seraient familiarisés (<a class='ref' href='/mn104'>MN 104</a> <cite class='text-translated'>À Sāmagāma</cite>). Plus communément, cependant, il s’agissait de principes éthiques généraux, établissant des lignes directrices pour une communauté spirituelle harmonieuse et florissante.",
  "mn-guide-sujato:95": "Dans <a class='ref' href='/mn3'>MN 3</a> <cite class='text-root'>Dhammadāyāda</cite> le Bouddha enseigne à ses moines à être ses « héritiers dans l’enseignement », héritant des biens spirituels et non matériels de leur Maître. Dans <a class='ref' href='/mn5'>MN 5</a> <cite class='text-translated'>Le Récit de la Non-Impureté</cite> (<cite class='text-root'>Anaṅgaṇasutta</cite>), les Vénérables Sāriputta et Moggallāna parlent de ceux qui ont des « taches » qui gâchent leur intégrité spirituelle. Lorsqu’ils sont coupables d’une offense, plutôt que de l’effacer par la confession, ils la cachent. Ou bien ils espèrent que le Bouddha leur pose une question sur l’enseignement, ou qu’ils obtiennent la meilleure nourriture à l’heure du repas. De telles choses semblent petites, mais avec le temps, elles corrompent. Il faut donc les éliminer avec diligence, car une attention scrupuleuse à l’éthique est le fondement de tous les accomplissements supérieurs dans la voie spirituelle (<a class='ref' href='/mn6'>MN 6</a> <cite class='text-translated'>Le Récit des Souhaits</cite>, <cite class='text-root'>Ākaṅkheyyasutta</cite>). Il est essentiel que les membres de la communauté soient ouverts aux remontrances, car sinon ils ne peuvent pas identifier leurs défauts et les guérir (<a class='ref' href='/mn15'>MN 15</a> <cite class='text-translated'>Le Récit de l’Évaluation</cite>, <cite class='text-root'>Anumānasutta</cite>). Cependant, une communauté ne peut pas être fondée sur la sournoiserie et la critique, mais sur l’amour, la générosité et le respect (<a class='ref' href='/mn16'>MN 16</a> <cite class='text-translated'>Le Récit de l’Aridité Mentale</cite>, <cite class='text-root'>Cetokhilasutta</cite>).",
  "mn-guide-sujato:96": "Tous n’étaient pas satisfaits de la voie du Bouddha. Un certain Sunakkhatta - bien connu de <a class='ref' href='/dn24'>DN 24</a> — a abandonné la vie sainte, car il voulait voir plus de miracles, et pensait que la simple fin de la souffrance était un piètre objectif (<a class='ref' href='/mn12'>MN 12</a> ; voir aussi <a class='ref' href='/mn63'>MN 63</a>). Le moine Ariṭṭha alla encore plus loin, contredisant directement les principes fondamentaux du Dhamma en déclarant que les choses que le Bouddha disait être nuisibles ne l’étaient pas en réalité (<a class='ref' href='/mn22'>MN 22</a> <cite class='text-translated'>Le Récit du Serpent</cite>, <cite class='text-root'>Alagaddūpamasutta</cite>). Cet événement a suscité l’établissement de plusieurs règles du Vinaya, montrant l’interdépendance de ces corpus littéraires (<a class='ref' href='/pli-tv-bu-vb-pc68'>Bu Pc 68</a>, <a class='ref' href='/pli-tv-bu-vb-pc69'>Bu Pc 69</a> ; <a class='ref' href='/pli-tv-kd11'>Kd 11</a>).",
  "mn-guide-sujato:97": "Parfois, les problèmes dépassaient le cadre d’un seul individu, et une communauté entière pouvait se diviser. <a class='ref' href='/mn48'>MN 48</a> <cite class='text-translated'>Les Moines de Kosambi</cite>, qui a également des parallèles dans le Vinaya, raconte comment une communauté peut être divisée à cause d’une différence apparemment insignifiante. Ils ont été tellement consumés par la colère et la vanité qu’ils ont même ignoré les tentatives de réconciliation du Bouddha. Mais ils ont fini par retrouver la raison. De même, les moines de Cātuma (<a class='ref' href='/mn67'>MN 67</a>) étaient si indisciplinés que le Bouddha les a congédiés, mais a été persuadé de se raviser.",
  "mn-guide-sujato:98": "Réconciliation et croissance est également le message de <a class='ref' href='/mn65'>MN 65</a> <cite class='text-translated'>Avec Bhaddāli</cite>, où le Bouddha demande aux moines de manger avant midi. Bhaddāli refuse, par avidité et entêtement, mais accepte plus tard la décision du Bouddha et est pardonné. Cette règle était manifestement une affaire importante, car elle est également abordée dans <a class='ref' href='/mn66'>MN 66</a> et <a class='ref' href='/mn70'>MN 70</a>.",
  "mn-guide-sujato:99": "Mais en général, les suttas peignent une image positive de la vie de renonçant, laissant au Vinaya Piṭaka le soin d’aborder le détail des défauts humains. <a class='ref' href='/mn31'>MN 31</a> <cite class='text-translated'>Le Discours Court de Gosiṅga</cite> (<cite class='text-root'>Cūḷagosiṅgasutta</cite> dépeint une fraternité idyllique de trois moines vivant dans une harmonie gracieuse et épanouissante, où la simplicité et la pureté de leur mode de vie constituent la base d’une méditation poussée (voir <a class='ref' href='/mn128'>MN 128</a> <cite class='text-translated'>Corruptions</cite>, <cite class='text-root'>Upakkilesasutta</cite>, qui partage le même cadre). Le Saṅgha vit en honorant le Bouddha non pas par crainte mais par amour et respect véritables (<a class='ref' href='/mn77'>MN 77</a> <cite class='text-translated'>Le Long Discours avec Sakuludāyī</cite>). En pratiquant conformément au Dhamma, ils honorent leur Maître et deviennent dignes de leur aumône (<a class='ref' href='/mn141'>MN 141</a> <cite class='text-translated'>La Purification de l’Aumône</cite>, <cite class='text-root'>Piṇḍapātapārisuddhisutta</cite>).",
  "mn-guide-sujato:100": "La Communauté Élargie",
  "mn-guide-sujato:101": "Les monastiques sont loin d’être les seules personnes que nous rencontrons. Dans ses vastes pérégrinations à travers la plaine du Gange, le Bouddha a interagi avec un large éventail de la population locale : brahmanes érudits et simples villageois ; rois et esclaves ; prêtres et prostituées ; femmes et hommes ; enfants et personnes âgées ; dévots et sceptiques ; malades et handicapés ; ceux qui cherchent à dénigrer et ceux qui recherchent sincèrement la vérité.",
  "mn-guide-sujato:102": "Il ne faut pas croire que les enseignements destinés aux monastiques et aux laïcs étaient complètement séparés. Par exemple, <a class='ref' href='/mn7'>MN 7</a> <cite class='text-translated'>Le Récit de l’Étoffe</cite> (<cite class='text-root'>Vatthasutta</cite> ou <cite class='text-root'>Vatthūpamasutta</cite>) commence par un enseignement standard aux moines sur la purification de l’esprit, menant aux méditations divines et au plein éveil. Le Bouddha appelle une telle personne « baignée par le bain intérieur ». À cela, le brahmane Sundarika — qui se trouvait être assis à proximité — a protesté, disant que les brahmanes attestaient des propriétés purificatrices du bain dans la rivière Bāhuka. Cet exemple banal montre que, même lorsqu’un discours est adressé aux moines, un large éventail de personnes, y compris des non-bouddhistes, peuvent être présentes.",
  "mn-guide-sujato:103": "Le brahmane de <a class='ref' href='/mn7'>MN 7</a> a fini par prendre l’ordination. Cependant, il existe également de nombreux cas de pratiquants de longue date qui sont restés dans la vie laïque. Dans <a class='ref' href='/mn14'>MN 14</a> <cite class='text-root'>Cūḷadukkhakkhandha</cite>, le proche du Bouddha, Mahānāma, se lamente que malgré ses longues années de pratique, il a encore de l’avidité, de la haine et de l’illusion. De toute évidence, les méditants laïcs avaient du mal à trouver une profonde paix de l’esprit à cette époque, tout comme aujourd’hui.",
  "mn-guide-sujato:104": "De tels cas montrent la manière dont le Bouddha parlait aux individus, répondant à leurs besoins et préoccupations spécifiques. Ailleurs, il a tenu des discours plus généraux sur les principes éthiques. Dans <a class='ref' href='/mn41'>MN 41</a> <cite class='text-translated'>Le Récit de Sâlâ de Sālā</cite> (<cite class='text-root'>Sāleyyakasutta</cite>), il enseigne à un groupe de laïcs non bouddhistes ce que l’on appelle communément les « dix façons de faire des actions habiles » (<i lang='pi' translate='no'>dasakusalakammapathā</i> ; voir <a class='ref' href='/an10. 176'>AN 10.176</a>) :",
  "mn-guide-sujato:105": "S’abstenir de tuer",
  "mn-guide-sujato:106": "S’abstenir de voler",
  "mn-guide-sujato:107": "S’abstenir d’inconduite sexuelle",
  "mn-guide-sujato:108": "Pratiquer la parole vraie",
  "mn-guide-sujato:109": "Pratiquer la parole harmonieuse",
  "mn-guide-sujato:110": "Pratiquer la parole douce",
  "mn-guide-sujato:111": "Pratiquer la parole utile",
  "mn-guide-sujato:112": "S’abstenir d’avidité",
  "mn-guide-sujato:113": "S’abstenir de malveillance",
  "mn-guide-sujato:114": "La compréhension correcte",
  "mn-guide-sujato:115": "Les trois premières concernent le corps, les quatre autres la parole et les trois dernières l’esprit. Ceux-ci prolongent les cinq préceptes bien connus, offrant un guide complet pour une vie éthique. Ils sont enseignés à de nombreux endroits dans les suttas, et sont ici décrits en détail.",
  "mn-guide-sujato:116": "Alors que dans la Majjhima, et partout dans le canon, les décors formalistes et artificiels dominent, plusieurs discours ont une structure narrative quelque peu désordonnée, qui semble préserver le souvenir d’incidents réels. Dans <a class='ref' href='/mn51'>MN 51</a> <cite class='text-translated'>Avec Kandaraka</cite> le Bouddha est abordé par un conducteur d’éléphant nommé Pessa et un ascète errant nommé Kandaraka. Kandaraka est impressionné par le silence du Saṅgha, ce qui incite le Bouddha à l’attribuer à leur pratique de la méditation de pleine conscience. Pessa intervient, disant que les laïcs pratiquent aussi parfois la pleine conscience, et le Bouddha lui parle des personnes qui agissent pour leur propre mal ou bénéfice, ou celui des autres ; un sujet familier de l’Aṅguttara (<a class='ref' href='/an4.198'>AN 4.198</a>). Mais Pessa doit partir, ce à quoi le Bouddha répond qu’il aurait gagné à rester. Les moines demandent au Bouddha de terminer ce qu’il s’apprêtait à dire, ce à quoi il donne une longue version de l’Entraînement Graduel. Nous ne savons pas ce qui est arrivé à Pessa ou à Kandaraka. En revanche, nous trouvons l’Entraînement Graduel enseigné à des laïcs ailleurs, par exemple par Ānanda à l’occasion de l’inauguration d’une nouvelle salle communautaire appartenant à son clan, les Sakyans (<a class='ref' href='/mn53'>MN 53</a> <cite class='text-translated'>Le Récit de l’Exercice</cite>, <cite class='text-root'>Sekhasutta</cite>). En effet, la progression progressive d’un moine est comparée à la formation professionnelle graduée d’un comptable (<a class='ref' href='/mn107'>MN 107</a> <cite class='text-translated'>Le Récit de Gaṇakamoggallânas</cite>, <cite class='text-root'>Gaṇakamoggallānasutta</cite>).",
  "mn-guide-sujato:117": "En plus des problèmes personnels et des enseignements éthiques généraux, le Bouddha a répondu aux critiques de sa communauté, non pas par la défensive, mais par une explication claire. Dans <a class='ref' href='/mn55'>MN 55</a> <cite class='text-translated'>Avec Jīvaka</cite>, le médecin du Bouddha rapporte que les gens disent que le Bouddha mange de la viande qui a été abattue exprès pour lui. Le Bouddha nie cela, disant que lui et ses moines n’acceptent que la nourriture qui leur est offerte librement, et refusent toute viande qu’ils soupçonnent d’avoir été tuée pour eux.",
  "mn-guide-sujato:118": "Alors que les critiques ne sont pas identifiés dans <a class='ref' href='/mn55'>MN 55</a>, <a class='ref' href='/mn56'>MN 56</a> <cite class='text-translated'>Avec Upāli</cite> et <a class='ref' href='/mn58'>MN 58</a> <cite class='text- traduit'>Avec le Prince Abhaya</cite> (<cite class='text-root'>Abhayarājakumārasutta</cite>) dépeint les jaïns comme essayant délibérément de battre le Bouddha dans un débat, et — puisque ce sont des textes bouddhistes — ils échouent. Les brahmanes tentent le même stratagème, envoyant leurs érudits les plus précoces contre le Bouddha, sans plus de succès (<a class='ref' href='/mn93'>MN 93</a>, <a class='ref' href='/mn95'>MN 95</a>).",
  "mn-guide-sujato:119": "Quelques discours se concentrent non pas sur le message du Bouddha en tant que tel, mais sur l’impact qu’il a eu sur la vie familiale. Lorsque le jeune homme fortuné Raṭṭhapāla est ordonné, ses parents sont fortement bouleversés et tentent de l’inciter à y renoncer (<a class='ref' href='/mn82'>MN 82</a>). <a class='ref' href='/mn87'>MN 87</a> <cite class='text-translated'>Le Récit des Êtres Chers</cite> (<cite class='text-root'>Piyajātikasutta</cite>) nous donne un aperçu de la vie familiale du roi Pasenadi et de la reine Mallikā. Ils entendent parler de l’enseignement du Bouddha selon lequel nos proches nous apportent de la souffrance, et lorsque Mallikā est d’accord avec cela, son mari n’est pas du tout content. Mallikā prend soin de confirmer d’abord que l’enseignement était, en fait, ce que le Bouddha a dit, puis elle explique doucement et gentiment l’enseignement au roi, ce qui l’amène à annoncer sa foi dans le Bouddha. Il devient un adepte dévoué figurant dans de nombreux discours. <a class='ref' href='/mn100'>MN 100</a> <cite class='text-translated'>Avec Saṅgārava</cite> est un autre cas où une épouse conduit son mari au Dhamma.",
  "mn-guide-sujato:120": "Les grands et les bons ne sont pas les seuls à avoir besoin d’enseignements. Les suttas décrivent le Vénérable Sāriputta aidant son vieil ami Dhanañjāni, qui a été rédempté vers la fin de sa vie, malgré sa longue carrière dans la corruption (<a class='ref' href='/mn97'>MN 97</a>). Même le tueur en série Aṅgulimāla a trouvé la rédemption et le pardon (<a class='ref' href='/mn86'>MN 86</a> ; cf. <a class='ref' href='/thag16.8'>Thag 16.8</a>).",
  "mn-guide-sujato:121": "Une Brève Histoire Textuelle",
  "mn-guide-sujato:122": "Le Majjhima Nikāya a été édité par V. Trenckner (vol. 1) et Robert Chalmers (vol. 2 et 3) sur la base de manuscrits en caractères cinghalais, birmans et thaïs, et publié en caractères latins par la Pali Text Society de 1888 à 1899. La première traduction en anglais a suivi en 1926-7 par Robert Chalmers sous le titre <cite class='book'>Further Dialogues of the Buddha</cite>.",
  "mn-guide-sujato:123": "Les progrès rapides de la compréhension du pali et du bouddhisme au début du XXe siècle ont vite fait comprendre qu’une traduction améliorée était nécessaire. Celle-ci fut entreprise dans les années 1950 par I.B. Horner, et fut publiée par le PTS sous le titre <cite class='book'>The Book of Middle Length Sayings</cite> en 1954-9.",
  "mn-guide-sujato:124": "Sa traduction, bien que constituant un progrès significatif par rapport à celle de Chalmers, fut rapidement éclipsée par celle de Bhikkhu Ñāṇamoḷi. L’extraordinaire carrière de Ñāṇamoḷi en tant qu’érudit pali et traducteur fut tragiquement interrompue par sa mort précoce, et sa traduction de Majjhima Nikāya resta sous la forme d’un manuscrit manuscrit inachevé. Néanmoins, sa valeur était si évidente qu’elle fut publiée, d’abord sous la forme d’une sélection de 90 discours édités par Bhikkhu Khantipalo et publiés à Bangkok en 1976 sous le titre <cite class='book'>A Treasury of the Buddha’s Words</cite>, puis sous la forme d’une version entièrement éditée et mise à jour par Bhikkhu Bodhi en 1995 sous le titre <cite class='book'>The Middle Length Discourses of the Buddha : A Translation of the Majjhima Nikaya</cite>. Cette dernière version a atteint un sommet de précision, de cohérence et de lisibilité qui est devenu la norme à laquelle toutes les traductions ultérieures des <i lang='pi' translate='no'>nikāyas</i> ont aspirées.",
  "mn-guide-sujato:125": "Lorsque le pali n’était pas clair, je me suis fréquemment référé aux travaux antérieurs de Ñāṇamoḷi & Bodhi (à la fois l’ouvrage publié et le manuscrit original de Ñāṇamoḷi), et moins souvent à Horner et à diverses traductions de textes spécifiques. J’ai également eu accès aux notes des Bhikkhus Ñāṇadīpa et Ñāṇatusita sur la traduction de Bhikkhu Bodhi. En outre, j’ai consulté les textes parallèles chinois et autres, ainsi que les études détaillées sur ceux-ci par Bhikkhu Anālayo. Cependant, je n’ai trouvé ceux-ci utiles pour la traduction que dans quelques cas, car je crois qu’il est important de préserver l’intégrité des différentes lignées textuelles. Les études comparatives perdent de leur valeur lorsque les textes sous-jacents ont déjà été réconciliés."
}