{
  "sn-guide-sujato:1": "Les Discours Groupés : une carte de la philosophie bouddhiste",
  "sn-guide-sujato:2": "Bhikkhu Sujato, 2019",
  "sn-guide-sujato:3": "<a href='#item1'>La Structure du Saṁyutta</a> ",
  "sn-guide-sujato:4": "<a href='#item2'>Le Livre aux Versets</a>",
  "sn-guide-sujato:5": "<a href='#item3'>Le Livre sur la Causalité</a> ",
  "sn-guide-sujato:6": "<a href='#item4'>Le Livre sur les Agrégats</a> ",
  "sn-guide-sujato:6.1": "<a href='#item5'>Le Livre des Six Champs Sensoriels</a>",
  "sn-guide-sujato:7": "<a href='#item6'>Le Grand Livre</a>",
  "sn-guide-sujato:8": "<a href='#item7'>Une Brève Histoire Textuelle</a>",
  "sn-guide-sujato:9": "Le Saṁyutta Nikāya est la troisième des quatre divisions principales du Sutta Piṭaka du Canon Pāli (<i lang='pi' translate='no'>tipiṭaka</i>). Il est traduit ici par <cite class='text-translated'>Discours Groupés</cite>, et a été précédemment traduit par <cite class='text-translated'>Discours Connectés</cite> ou les <cite class='text-translated'>Discours Parentés</cite>. Comme son titre l’indique, ses discours sont regroupés par thèmes. Ces groupes thématiques de textes sont appelés <i lang='pi' translate='no'>saṁyuttas</i>, et le Saṁyutta Nikāya est le recueil de ces <i lang='pi' translate='no'>saṁyuttas</i>. ",
  "sn-guide-sujato:10": "Le Saṁyutta Nikāya se compose de 56 <i lang='pi' translate='no'>saṁyuttas</i> rassemblés en cinq grands « livres » (<i lang='pi' translate='no'>vagga</i>), contenant plus de mille discours. Le texte Mahāsaṅgīti tel qu’il est utilisé sur SuttaCentral contient 2837 discours ; mais le nombre total est quelque peu arbitraire, car il dépend de la façon dont les textes abrégés sont développés, ce qui diffère selon les éditions. Cette variation, cependant, ne s’applique qu’à la manière dont les textes sont comptés, et n’affecte pas le contenu, qui est pratiquement identique dans toutes les éditions. ",
  "sn-guide-sujato:11": "C’est dans le Saṁyutta Nikāya que nous trouvons les doctrines centrales qui ont constitué la base de tout le développement ultérieur de la philosophie bouddhiste. Il est largement structuré autour des principales sections doctrinales qui correspondent au modèle des quatre nobles vérités. ",
  "sn-guide-sujato:12": "Souffrance ",
  "sn-guide-sujato:13": "Agrégats (<a class='ref' href='/sn22'>SN 22</a>) ",
  "sn-guide-sujato:14": "Six bases des sens (<a class='ref' href='/sn35'>SN 35</a>) ",
  "sn-guide-sujato:15": "L’origine de la souffrance",
  "sn-guide-sujato:16": "La coproduction conditionnée (<a class='ref' href='/sn12'>SN 12</a>)",
  "sn-guide-sujato:17": "La cessation de la souffrance",
  "sn-guide-sujato:18": "Cessation conditionnée  (<a class='ref' href='/sn12'>SN 12</a>) ",
  "sn-guide-sujato:19": "L’inconditionné (<a class='ref' href='/sn43'>SN 43</a>)",
  "sn-guide-sujato:20": "La pratique qui mène à la fin de la souffrance",
  "sn-guide-sujato:21": "Les chapitres du dernier livre, le Mahāvagga (<a class='ref' href='/sn-mahavaggasamyutta'>SN 45-54</a>)",
  "sn-guide-sujato:22": "Les quatre nobles vérités sont elles-mêmes traitées dans le dernier chapitre, le Sacca Saṁyutta (<a class='ref' href='/sn56'>SN 56</a>).",
  "sn-guide-sujato:23": "Tous les <i lang='pi' translate='no'>saṁyuttas</i> ne s’inscrivent pas aussi facilement dans ce schéma. Il existe de nombreux <i lang='pi' translate='no'>saṁyuttas</i> mineurs, qui sont parfois reliés à un <i lang='pi' translate='no'>saṁyutta</i> majeur, et parfois non. De plus, le premier livre, le Sagāthāvagga, n’est pas organisé par sujet. Le lien thématique est plutôt le type de personne concernée dans le discours. Ces textes sont également unifiés dans leur forme littéraire ; ils sont en prose et en vers mélangés. ",
  "sn-guide-sujato:24": "Ce recueil a un parallèle complet dans le Saṁyuktāgama (SA) de l’école Sarvāstivāda en traduction chinoise. En outre, il existe deux collections partielles en chinois (SA-2 et SA-3) ainsi qu’une multitude de textes divers ou fragmentaires en chinois, sanskrit et tibétain. Une grande partie de la structure organisationnelle de SN est partagée avec SA, ce qui suggère que cette structure ait précédé la scission entre ces deux collections. ",
  "sn-guide-sujato:25": "La Structure du Saṁyutta ",
  "sn-guide-sujato:26": "Le Saṁyutta Nikāya est commodément divisé en cinq grands <i lang='pi' translate='no'>vaggas</i> ou « livres ». Comme indiqué dans le Guide Général, le Saṁyutta est un exemple de la structure des « <i lang='pi' translate='no'>vagga</i> emboîtés », où le <i lang='pi' translate='no'>vagga</i> (inhabituel) comme « livre » comprend de nombreux « petits » <i lang='pi' translate='no'>vagga</i> de type normal, c’est-à-dire des groupes d’une dizaine de suttas. ",
  "sn-guide-sujato:27": "À l’intérieur de chacun des cinq « grands » <i lang='pi' translate='no'>vaggas</i>, on trouve plusieurs <i lang='pi' translate='no'>saṁyuttas</i>, chacune contenant un ensemble de discours groupés par personne ou thème (parfois les deux). Par exemple, chaque discours de <a class='ref' href='/sn5'>SN 5</a> met en scène une nonne (<i lang='pi' translate='no'>bhikkhunī</i>), tandis que chaque discours de <a class='ref' href='/sn24'>SN 24</a> traite du sujet des « points de vue » (<i lang='pi' translate='no'>diṭṭhi</i>). ",
  "sn-guide-sujato:28": "Dans SuttaCentral, les discours du Saṁyutta sont référencés par <i lang='pi' translate='no'>saṁyutta</i> et <i lang='pi' translate='no'>sutta</i>. Ainsi <a class='ref' href='/sn1.1'>SN 1.1</a> est le premier discours du premier <i lang='pi' translate='no'>saṁyutta</i>, tandis que <a class='ref' href='/sn56.11'>SN 56.11</a> est le onzième discours du cinquante-sixième <i lang='pi' translate='no'>saṁyutta</i>. Le système SuttaCentral est le même que celui utilisé par Bhikkhu Bodhi dans son <cite class='book'>Connected Discourses of the Buddha</cite> et sur Access to Insight. ",
  "sn-guide-sujato:29": "Les cinq livres sont nommés en fonction de divers principes :",
  "sn-guide-sujato:30": "Le Vol. 1 Sagāthāvagga contient des ensembles de discours qui contiennent des versets, comme l’indique le titre.",
  "sn-guide-sujato:31": "Les volumes 2-4 sont chacun nommés d’après le premier et le plus grand <i lang='pi' translate='no'>saṁyutta</i> du livre. ",
  "sn-guide-sujato:32": "Le Vol. 5 est appelé le « Grand Livre » (<i lang='pi' translate='no'>Mahāvagga</i>) en raison de sa taille. La version chinoise est appelée, à juste titre, « Le Livre de la Voie » (<i lang='pi' translate='no'>Maggavagga</i>). ",
  "sn-guide-sujato:33": "Dans cet essai, je donnerai un aperçu de chacun des cinq livres. Cependant, je ne résumerai pas chacun des 56 <i lang='pi' translate='no'>saṁyuttas</i>, car cela rendrait l’essai beaucoup trop long. Pour de tels résumés, voir les listes de suttas sur SuttaCentral, qui comprennent des explications sur les différents niveaux structurels des <i lang='pi' translate='no'>saṁyutta</i>, ainsi que sur les discours individuels. Ici, je me concentrerai davantage sur les questions générales de contenu et d’interprétation. ",
  "sn-guide-sujato:34": "Le Livre aux Versets",
  "sn-guide-sujato:35": "Le « Livre aux Versets » (Sagāthāvagga) est divisé en onze <i lang='pi' translate='no'>saṁyuttas</i>, avec un total de 271 suttas. ",
  "sn-guide-sujato:36": "Alors que la plupart des Saṁyutta sont organisés autour de sujets, ici le principe d’organisation est <em>les personnes</em>. Chaque <i lang='pi' translate='no'>saṁyutta</i> dépeint une conversation impliquant le Bouddha ou ses disciples avec une personne ou un type de personne différent, comme des dieux, des rois, des nonnes ou des brahmanes. ",
  "sn-guide-sujato:37": "Un sutta typique a un cadre narratif dépouillé, où une personne vient vers le Bouddha et prononce un verset, et le Bouddha y répond avec un meilleur. Dans certains cas, notamment le Sakka Saṁyutta, l’élément narratif est développé en un échange animé. ",
  "sn-guide-sujato:38": "Versets et Prose",
  "sn-guide-sujato:39": "Chacun des suttas de ce recueil contient des versets avec un fond narratif en prose, bien que dans de nombreux cas, la prose ait été omise par abréviation. Ce type de forme littéraire est courant dans la littérature indienne, il vaut donc la peine de consacrer un peu de temps à sa compréhension.",
  "sn-guide-sujato:40": "La plus ancienne littérature indienne est le Ṛg Veda, un recueil d’environ 10 600 versets. Ceux-ci ont été transmis par la tradition orale des brahmanes pendant des milliers d’années. L’une des clés de la transmission précise de ce savoir sacré était l’utilisation du mètre : des motifs rythmiques de syllabes longues et courtes. De tels mètres fournissent un échafaudage qui organise les mots, et donc les connaissances, sous une forme aussi mémorable qu’une chanson ; et, en effet, ils auraient été chantés sur une simple mélodie. Ainsi, les versets s’inscrivent dans une forme précise et définie, une forme qui peut être préservée et transmise sans altération à travers les générations. ",
  "sn-guide-sujato:41": "Mais, la poésie n’est pas que techniquement complexe ; elle est extatique, inspirée, divine. Les brahmanes ne considéraient pas les Vedas comme étant rédigés au sens normal du terme, mais canalisés comme parole divine de dieu (Brahmā) à travers des sages humains (Pāli : <i lang='pi' translate='no'>isi</i> ; Sanskrit : <i lang='pi' translate='no'>ṛṣi</i>). Les versets védiques font constamment allusion à des histoires, des mythes et des événements — par exemple, le massacre du dragon Vṛtra par le dieu héro Indra — qui étaient bien connus de leur public et qui n’avaient donc pas besoin d’être explicités dans le texte lui-même. Les versets sont, à vrai dire, des hymnes, invoqués dans le cadre de rituels pour accentuer la réponse émotionnelle, pour inspirer la crainte, la peur ou la dévotion. La compréhension du contexte mythologique leur donne un sens et un contexte. Ainsi, les versets impliquent une histoire, dont ils sont le point culminant émotionnel et narratif. ",
  "sn-guide-sujato:42": "Nous pouvons donc considérer un verset comme le cristal de semence autour duquel un récit en prose plus souple se développe et évolue. La prose peut être ajustée au temps et au lieu, présentée avec plus ou moins de détails, ou adaptée au public. Elle peut commenter des événements contemporains ou exprimer une perspective personnelle ; mais le verset est (en théorie) toujours le même.",
  "sn-guide-sujato:43": "Nous parlons ici des versets que l’on trouve dans le Sagāthāvagga. Mais, gardons à l’esprit qu’il existe de nombreux versets dans les <i lang='pi' translate='no'>nikāyas</i> en dehors du Sagāthāvagga, et qu’ils ne sont pas tous du même type. Voici un bref résumé des principaux types de versets que vous rencontrerez. Il s’agit simplement d’aider le lecteur à s’orienter, et il est aisé de trouver des exceptions et des zones d’ombre. ",
  "sn-guide-sujato:44": "Verset culminant",
  "sn-guide-sujato:45": "Comme dans le Sagāthāvagga, de tels versets apparaissent au point culminant d’un récit. Le récit peut être très maigre, ou même absent, mais il est toujours supposé. Parfois, il est fourni dans des commentaires ultérieurs. Cette forme est utilisée en dehors du Sagāthāvagga dans des textes tels que le Dhammapada, l’Udāna et les Jātakas. On pourrait également considérer sous cette rubrique des versets dévotionnels plus longs comme ceux de Sela (<a class='ref' href='/mn92'>MN 92</a>, <a class='ref' href='/snp3.7'>Snp 3.7</a>).",
  "sn-guide-sujato:46": "Poèmes indépendants",
  "sn-guide-sujato:47": "Un ensemble de versets qui constitue un tout littéraire et thématique unifié et indépendant d’un récit en prose. Il y en a relativement peu dans les quatre <i lang='pi' translate='no'>nikāyas</i>, mais ils dominent le Sutta Nipāta. Le dernier <i lang='pi' translate='no'>vagga</i> de ce livre contient une série de tels poèmes indépendants, tous unis au sein d’un récit en versets. Certains des versets du Sagāthāvagga pourraient être considérés sous cette rubrique, si le récit en prose est écarté parce que considéré comme étant sans importance. ",
  "sn-guide-sujato:48": "Invocations dévotionnelles",
  "sn-guide-sujato:49": "Des textes tels que le Mahāsamaya Sutta (<a class='ref' href='/dn20'>DN 20</a>), le Āṭāṇātiya Sutta (<a class='ref' href='/dn32'>DN 32</a>), ou l’Isigili Sutta (<a class='ref' href='/mn116'>MN 116</a>) occupent une place inhabituelle dans le corpus bouddhique ancien. Maigres dans leur contenu doctrinal, ils apparaissent davantage comme des incantations à la protection ou aux bénédictions.",
  "sn-guide-sujato:50": "Verset de résumé",
  "sn-guide-sujato:51": "Comme les versets culminants, ils accompagnent la prose. Mais, plutôt que d’être un point fort émotionnel, ils servent de moyen mnémotechnique pour aider à préserver le contenu de la prose. Ils sont plus courants dans les <i lang='pi' translate='no'>uddānas</i> qui apparaissent à la fin des <i lang='pi' translate='no'>vaggas</i> et d’autres sections dans les TBA, énumérant généralement un mot clé de chaque texte et agissant ainsi comme une sorte de table des matières. Il ne faut pas les confondre avec le genre de verset culminant connu sous le nom de <i lang='pi' translate='no'>udāna</i>, « parole inspirée », qui, malgré une orthographe similaire, est un mot complètement différent. En plus des <i lang='pi' translate='no'>uddānas</i> formels, nous pouvons considérer sous cette rubrique de nombreux versets de l’Aṅguttara, surtout dans les Quatre, qui servent souvent à résumer simplement le contenu de la prose, bien qu’occasionnellement, ils soient développés en une réflexion poétique plus satisfaisante sur le thème. Il arrive qu’un sutta plus long contienne des portions mixtes de prose et de versets de résumé, notamment le Dvayatānupassanā Sutta (<a class='ref' href='/snp3.12'>Snp 3.12</a>). Un développement beaucoup plus tardif de ce style se trouve dans le Lakkhaṇa Sutta (<a class='ref' href='/dn30'>DN 30</a>). ",
  "sn-guide-sujato:52": "Dans mes traductions, j’ai rendu les versets comme de la prose divisée en lignes, en tentant rarement la vertu poétique. Rendre ces versets hautement didactiques, denses en termes doctrinaux, en véritables vers anglais n’est pas une tâche facile. Dans de nombreux cas, notamment pour les versets récapitulatifs, le texte en pāli n’a guère de mérite littéraire. D’autres textes, en particulier les derniers versets, font preuve d’une maîtrise savante de formes littéraires complexes et sophistiquées comme il est rare d’en trouver, même chez les auteurs de poésie anglaise. Si l’on ajoute à cela le vocabulaire souvent obscur, les formes grammaticales rares et archaïques et la flexibilité syntaxique des versets pālis, la tâche de les rendre dans un français lisible et précis est difficile et prend du temps, même sans aspirer à la beauté poétique. Mes versets sont donc de qualité professionnelle, et je ne peux qu’espérer que les poètes se chargeront de rendre des versets choisis avec la beauté qu’ils méritent. ",
  "sn-guide-sujato:53": "Le Théâtre des Dieux ",
  "sn-guide-sujato:54": "Dans le Livre aux Versets, nous voyons l’ancien modèle védique adopté pour servir un objectif bouddhiste. Ce n’est pas une coïncidence si nous y rencontrons diverses divinités, dont beaucoup sont issues de la mythologie védique, dans des contextes qui répondent parfois directement à des passages védiques ou brahmaniques spécifiques. ",
  "sn-guide-sujato:55": "L’apparition occasionnelle de divinités dans ces textes est, bien sûr, problématique. De nos jours, nous ne voyons normalement pas les dieux se manifester avec une lumière glorieuse lors de rassemblements spirituels. Alors comment devons-nous comprendre cela ? ",
  "sn-guide-sujato:56": "Une réponse évidente est que ces textes sont littéralement vrais : ces dieux sont apparus exactement de la manière décrite et ont eu exactement ces conversations. Si tel est le cas, pourquoi ne voit-on pas de telles choses de nos jours ? On pourrait être tenté de pointer du doigt avec regret le déclin de la vie religieuse et éthique à notre époque. Mais, ce n’est là qu’une autre affirmation invérifiable : comment pourrions-nous savoir une telle chose ? Cela crée un problème encore plus grand. En effet, si nous considérons le passé comme une époque privilégiée, dotée d’un degré de pureté et d’intégrité que nous avons perdu, quel est l’intérêt de la pratique ? Ne vaut-il pas mieux se languir des gloires d’antan et souhaiter le renouveau du Dhamma sous le futur Bouddha Metteyya ? De tels points de vue oublient un principe élémentaire de l’enseignement : il est <i lang='pi' translate='no'>akāliko</i> — nous pouvons le réaliser ici et maintenant, peu importe le moment où nous vivons. ",
  "sn-guide-sujato:57": "Il est donc peut-être préférable d’adopter un point de vue dubitatif : de telles divinités n’existent pas, et de tels événements ne se sont pas produits. Elles ne sont que de la propagande religieuse, des fictions dont le but est de convertir les personnes simples en important une cosmologie indienne familière. Si elles ont une quelconque réalité, elle est purement psychologique ; ces êtres représentent différents aspects de l’esprit. Malgré son apparence scientifique, cette vision réductrice est, elle aussi, intenable. Les idées de renaissance et l’existence de multiples dimensions de l’existence ne se trouvent pas que dans les récits populaires. Ils sont au cœur d’enseignements fondamentaux tels que la coproduction conditionnée et les quatre nobles vérités — la seconde noble vérité est précisément « le désir ardent qui conduit à une renaissance future » (<i lang='pi' translate='no'>yāyaṁ taṇhā ponobbhavikā</i>). Ainsi, on ne peut pas simplement les réduire à un héritage non critique de la culture indienne. ",
  "sn-guide-sujato:58": "Ces points de vue sont des opposés radicaux ; et comme toutes les paires d’opposés, ils ont davantage en commun qu’ils ne veulent l’admettre. Toutes deux s’intéressent aux <em>faits</em>, à savoir si ces événements étaient vrais ou non. Mais, les textes tels que nous les avons ne sont pas des collections de faits : ce sont des histoires. Ainsi, l’importance d’une histoire réside dans sa signification. Qu’une histoire soit réelle ou non est au mieux secondaire, et souvent complètement hors sujet. Elle sert à captiver un public, à provoquer l’émerveillement, la surprise, la crainte ou la joie. ",
  "sn-guide-sujato:59": "Les traditions bouddhistes l’ont bien compris, comme le prouve la situation textuelle. Si, dans certains cas, les versets et l’histoire sont étroitement liés, il est très fréquent qu’un même verset soit accompagné de récits de fond complètement différents, voire d’aucun fond. Les versets, qui transmettent l’enseignement essentiel du Dhamma, le noyau de la signification et de l’émotion, restent les mêmes, tandis que l’histoire varie. Insister sur le caractère factuel ou non de l’histoire revient à passer à côté de l’essentiel. L’histoire fournit à une audience un contexte qui donne vie à l’enseignement contenu dans les versets. ",
  "sn-guide-sujato:60": "Ainsi, la meilleure façon de voir ces textes n’est ni l’histoire ni la propagande, mais l’histoire sacrée, c’est-à-dire le mythe. Chacun des courts suttas raconte une histoire qui transmet une vérité spirituelle intemporelle d’une manière qui parlait au public de cette époque et de ce lieu. Ils prennent place dans une mythologie plus large qui aide les personnes à trouver leur place dans un cosmos vaste et inconnu. ",
  "sn-guide-sujato:61": "Comme toujours, la réponse des premiers bouddhistes aux traditions religieuses anciennes est complexe et nuancée. Et, s’il est vrai que de nombreux détails de la forme littéraire et du sujet sont tirés des Vedas, c’est dans les différences que le caractère distinctement bouddhiste des textes se manifeste. ",
  "sn-guide-sujato:62": "Dans les Vedas, les acteurs humains ne sont que les transmetteurs de la parole sacrée des dieux. La manière exacte dont cela s’est produit n’est pas claire. Il s’agit probablement d’une combinaison de drogues (<i lang='pi' translate='no'>soma</i> est l’une des grandes divinités védiques), de rituels, d’inspiration créative, de traditions, de dévotion et de force communautaire, qui ont tous inspiré les poètes sacrés à des sommets de vision extatique, à travers lesquels les mots des dieux se sont manifestés. Quelles qu'en soient les circonstances, le point essentiel est que les traditions considéraient l’acteur humain dans la relation comme accessoire, et la véritable valeur des textes comme provenant du divin. ",
  "sn-guide-sujato:63": "Dans les textes bouddhistes, la situation est inversée. Les dieux n’inspirent pas les hôtes humains, ils parlent d’eux-mêmes. Ils ne sont pas des réserves infaillibles de Vérité ; ils peuvent avoir raison ou tort, être habiles ou stupides, comme n’importe qui d’autre. Bien que la magnificence de leur présence soit soulignée, l’effet final est de montrer l’inutilité de tels étalages, car les dieux sont constamment éduqués par le Bouddha. La forme la plus caractéristique de dialogue est celle où un dieu présente une idée plutôt bonne, dans le cadre d’une conception du monde limitée et mondaine (c’est-à-dire védique), mais que le Bouddha élève à un niveau entièrement nouveau. ",
  "sn-guide-sujato:64": "C’est un axiome élémentaire du bouddhisme que les dieux ne sont pas métaphysiques, en ce sens qu’ils n’existent pas dans un royaume distinct régi par des principes différents des nôtres. Au contraire, ils sont impermanents et souffrants, piégés dans le cycle de la transmigration comme nous. Il s’ensuit qu’ils n’ont pas accès à une forme spéciale de connaissance ou de sagesse. Les bouddhistes ne se tournent pas vers les dieux pour obtenir des enseignements ; le Bouddha est plutôt « l’enseignant des dieux et des humains ». ",
  "sn-guide-sujato:65": "Dans cette collection, je me suis concentré sur les interactions avec les êtres divins, car ce sont elles qui nécessitent le plus de mise en contexte. Tous les recueils ne mettent pas en scène des êtres divins. Beaucoup de <i lang='pi' translate='no'>saṁyuttas</i> mettent en scène des types de personnes retrouvées dans d’autres textes de l’époque. Même lorsque des êtres divins sont impliqués, dans la majorité des cas, les versets eux-mêmes ne nécessitent pas de cadre divin, car il n’y a rien sur les dieux et leurs drames divins dans les versets eux-mêmes. ",
  "sn-guide-sujato:66": "Certains des textes de ce recueil sont bien connus et largement cités, comme l’invitation de Brahmā ou l’allégorie de la personne comme un char de la nonne Vajirā. La plupart des suttas ici ont des parallèles dans les traductions chinoises du Saṁyuktāgama ; les traductions partielles SA-2 et SA-3 comprennent du matériel du Sagāthāvagga. En outre, de nombreux versets ont des parallèles ailleurs dans la littérature bouddhique dans toutes les langues. ",
  "sn-guide-sujato:67": "Le Livre sur la Causalité ",
  "sn-guide-sujato:68": "Le Livre de la Causalité (Nidānavagga) est le second des cinq livres des Discours Groupés. Il porte le nom de la première et plus longue section, le Nidāna Saṁyutta. Celui-ci traite de la causalité à travers l’enseignement bouddhiste fondamental de la coproduction conditionnée, qui explique comment la renaissance se produit sans âme. Les trois <i lang='pi' translate='no'>saṁyuttas</i> suivants peuvent être considérés comme des appendices du Nidāna Saṁyutta, traitant de l’élimination de la souffrance de la transmigration (<a class='ref' href='/sn13'>SN 13</a>), divers ensembles d'éléments conditionnés (<a class='ref' href='/sn14'>SN 14</a>), et l’inconnaissabilité de l’étendue de la transmigration (<a class='ref' href='/sn15'>SN 15</a>). Les six autres <i lang='pi' translate='no'>saṁyuttas</i> ne sont pas reliées thématiquement. Au lieu de cela, ils sont surtout regroupés par personne plutôt que par sujet. ",
  "sn-guide-sujato:69": "Le thème de la causalité est présent dans tout l’enseignement du Bouddha. Nous le retrouvons dans des contextes tels que la pratique de la méditation, les maux de la société, l’évolution biologique, la médecine, le stress psychologique, et bien d’autres encore. Cependant, lorsque nous faisons référence à la coproduction conditionnée, nous ne parlons pas d’un principe général de causalité — bien qu’un tel principe soit présenté à <a class='ref' href='/sn12.21'>SN 12.21</a> — mais d’une série spécifique de liens conditionnels mettant à nu la façon dont la souffrance prend naissance et se termine. En tant que tel, il constitue un traitement étendu des deuxième et troisième nobles vérités (<a class='ref' href='/sn12.27'>SN 12.27</a>). Il intègre les aspects psychologiques et existentiels de la souffrance, montrant comment, lorsque nous sommes pris par le désir, nous faisons des choix qui nous obligent à transmigrer dans des vies futures (<a class='ref' href='/sn12.38'>SN 12.38</a>). La raison pour laquelle nous n’avons pas échappé au processus de renaissance est que nous ne comprenons pas la coproduction conditionnée (<a class='ref' href='/sn12.60'>SN 12.60</a>). Ainsi, l’un des principaux objectifs de l’enseignement est d’expliquer comment la renaissance a lieu sans parler en termes de « moi » ou de « mien » (<a class='ref' href='/sn12.37'>SN 12.37</a>). ",
  "sn-guide-sujato:70": "C’est un besoin profondément humain que de vouloir comprendre comment les choses ont été créées. Pratiquement tous les courants religieux ou spirituels ressentent le besoin d’offrir une sorte d’explication sur l’origine de ce monde et sur la place que nous y occupons. De tels mythes de création se retrouvent partout dans le monde et présentent des ressemblances frappantes. Ils parlent d’un temps où le monde était informe, couvert d’une obscurité aqueuse, avant que la lumière n’apparaisse et que le monde ne prenne forme. À la manière habituelle des mythes, ces histoires fonctionnent à plusieurs niveaux, reflétant autant l'évolution physique de la planète (macrocosme) que la croissance d’un individu dans le ventre de sa mère (microcosme). ",
  "sn-guide-sujato:71": "Bien avant le Bouddha, le Nasadiya Sukta du Ṛg Veda (10.129) racontait l’histoire de la création d’une manière radicalement nouvelle. Il s’inspire des motifs du mythe classique de la création — l’eau, l’obscurité, l’absence de forme — mais montre leur développement en mettant l’accent sur le désir et l’action. La création a évolué non pas à partir d’un décret divin, mais en raison des énergies qui se trouvent à son sein. Et, nous ne pouvons pas savoir ce qui a précédé ce processus ; même le Dieu le plus élevé est venu après coup. ",
  "sn-guide-sujato:72": "Le Bouddha partageait l’humilité épistémologique du Nasadiya Sukta, insistant sur le fait que l’origine ultime des choses était inconnaissable (<a class='ref' href='/sn15.1'>SN 15.1</a>). La coproduction conditionnée, en effet, allait beaucoup plus loin, se passant entièrement de théologie et de mythologie. Cependant, elle a conservé la richesse et la profondeur de la mythologie, encapsulant dans sa formulation sommaire autant l’expérience immédiate que la transmigration cosmique. ",
  "sn-guide-sujato:73": "Le Nidāna Saṁyutta commence par énoncer (<a class='ref' href='/sn12.1'>SN 12.1</a>) et définir (<a class='ref' href='/sn12.2'>SN 12.2</a>) chaque terme de la chaîne standard à 12 chaînons, définitions supposées s’appliquer tout au long du texte. Les discours restants itèrent sur ce thème, introduisant de nouvelles perspectives et formulations. Celles-ci varient parfois les 12 liens standard, et peuvent ainsi mettre en lumière des nuances inattendues et des profondeurs cachées. Voici un résumé des définitions données pour les 12 maillons, ainsi que quelques notes explicatives. ",
  "sn-guide-sujato:74": "Ignorance (<i lang='pi' translate='no'>avijjā</i>) ",
  "sn-guide-sujato:75": "Ne pas comprendre les quatre nobles vérités. ",
  "sn-guide-sujato:76": "Cela ne signifie pas, bien sûr, l’ignorance des faits et des détails quotidiens. Un Bouddha ou un arahant n’est pas omniscient. ",
  "sn-guide-sujato:77": "Choix (<i lang='pi' translate='no'>saṅkhārā</i>) ",
  "sn-guide-sujato:78": "Les actes intentionnels (<i lang='pi' translate='no'>kamma</i>) bénéfiques ou nuisibles, qui s’expriment à travers le corps, la parole ou l’esprit. ",
  "sn-guide-sujato:79": "Le terme Indic <em>saṅkhāra</em> peut faire référence à tout type d’activité qui génère un résultat. Il est utilisé dans un contexte mondain pour des choses comme les travaux de construction. Le rituel védique est un <em>saṅkhāra</em>, destiné à produire un résultat bénéfique dans cette vie ou dans la suivante. Dans le bouddhisme, <em>saṅkhāra</em> est parfois utilisé dans un sens général de « phénomènes conditionnés (et conditionnant) ». Dans la coproduction conditionnée, cependant, il est défini comme les choix moraux ou les intentions de faire le bien ou le mal (<a class='ref' href='/sn12.51^'>SN 12.51</a>). Un <em>saṅkhāra</em> est une force ou une énergie dans l’esprit qui propulse la conscience vers la renaissance dans un état particulier. Cela peut être formulé consciemment comme un souhait ou une aspiration (voir <a class='ref' href='/mn120'>MN 120</a>), mais est normalement inconscient, c’est-à-dire né de l’ignorance. ",
  "sn-guide-sujato:80": "Conscience (<i lang='pi' translate='no'>viññāṇa</i>) ",
  "sn-guide-sujato:81": "Les six types de conscience sensorielle. ",
  "sn-guide-sujato:82": "Dans les suttas, toutes les formes de consciences sont considérées comme composant le « courant de conscience » (<i lang='pi' translate='no'>viññāṇasota</i>) qui s’établit tant dans cette vie que dans la suivante (<a class='ref' href='/dn28'>DN 28</a>). Cette conscience est renforcée et dirigée par les choix que nous avons faits. ",
  "sn-guide-sujato:83": "Nom et forme (<i lang='pi' translate='no'>nāma-rūpa</i>) ",
  "sn-guide-sujato:84": "Le « nom » correspond à divers facteurs mentaux (sensation, perception, attention, contact et intention), tandis que la « forme » correspond aux quatre éléments matériels qui composent le corps. ",
  "sn-guide-sujato:85": "Il s’agit d’un concept délicat. Il découle de l’usage Upaniṣadique, où il fait référence aux diverses entités individuées du monde, chacune ayant sa propre « forme » et son « nom ». Chaque rivière sur la terre, pour prendre une métaphore du Prasna Upaniṣad (6.5), a sa propre forme individuelle, et est appelée par son propre nom ; mais lorsqu’elles retournent à l’océan, elles perdent leurs noms et leurs formes, et sont simplement connues comme le grand océan. Dans cette métaphore, l’océan représente la conscience, qui, dans les Upaniṣads, est considérée comme la divinité éternelle et infinie du cosmos. Le Bouddha réfute directement cette idée en montrant que la conscience et le nom & la forme sont dépendants l’un de l’autre. Dans <a class='ref' href='/dn15'>DN 15</a> <cite class='text-translated'>Le grand discours sur la causalité</cite> (<cite class='text-root'>Mahānidānasutta</cite>), le nom & la forme sont décrits comme l’embryon prenant forme dans le ventre de la mère, tandis que <a class='ref' href='/mn38'>MN 38</a> <cite class='text-translated'>Le Long Discours sur la Fin de la Soif</cite> (<cite class='text-root'>Mahātaṇhāsaṅkhaya</cite>) parle de la façon dont l’enfant grandit et mûrit ensuite. Il désigne donc principalement l’organisme individuel avec ses attributs mentaux et physiques. Cependant, puisque <i lang='pi' translate='no'>nāma-rūpa</i> est en dépendance mutuelle avec la conscience, il n’est pas correct de le traduire par « esprit et corps » — le dualisme esprit/corps n’a pas sa place dans le bouddhisme ancien. Ce n’est que dans les textes Abhidhamma beaucoup plus tardifs que <i lang='pi' translate='no'>nāma-rūpa</i> en est venu à être utilisé comme un terme générique pour toutes les propriétés mentales et physiques, contexte dans lequel la traduction « esprit et corps » est appropriée. ",
  "sn-guide-sujato:86": "Six champs des sens (<i lang='pi' translate='no'>saḷāyatana</i>) ",
  "sn-guide-sujato:87": "L’œil, l’oreille, le nez, la langue, le corps et l’esprit. ",
  "sn-guide-sujato:88": "Ceux-ci sont traités en détail dans <a class='ref' href='/sn35'>SN 35</a> Saḷāyatana Saṁyutta. Dans la coproduction conditionnée, on dit qu’ils se développent et évoluent au fur et à mesure que l’individu grandit, lui permettant de faire l’expérience du monde de manière toujours plus sophistiquée. C’est le premier des quatre liens qui, comme la conscience, sont sextuplés suivant les six sens. Ils intègrent le processus de l’expérience immédiate des sens dans le contexte plus large de la coproduction conditionnée. ",
  "sn-guide-sujato:89": "Contact (<i lang='pi' translate='no'>phassa</i>) ",
  "sn-guide-sujato:90": "C’est l’opération du stimulus sensoriel, lorsque les six organes des sens sont activés et remplissent leur fonction. Cela se produit avec la réunion de l’organe sensoriel interne, du stimulus sensoriel externe et de la conscience correspondante. ",
  "sn-guide-sujato:91": "L’individu conscient n’existe pas dans un état isolé, mais ne peut vivre et se développer que dans un environnement qui lui apporte une stimulation. ",
  "sn-guide-sujato:92": "Sensation (<i lang='pi' translate='no'>vedanā</i>) ",
  "sn-guide-sujato:93": "La sensation agréable, douloureuse ou neutre qui accompagne toute expérience consciente. ",
  "sn-guide-sujato:94": "Certains types d’expérience sont agréables, d’autres sont désagréables, tandis que certains n’ont aucun effet particulier. Notez que <i lang='pi' translate='no'>vedanā</i> dans le bouddhisme ne fait pas référence aux sensations au sens des « émotions », qui sont bien plus complexes. <i lang='pi' translate='no'>Vedanā</i> est une propriété fondamentale de toute expérience, et est traitée en détail dans <a class='ref' href='/sn36'>SN 36</a> Vedana Saṁyutta. ",
  "sn-guide-sujato:95": "Désir ardent, soif (<i lang='pi' translate='no'>taṇhā</i>) ",
  "sn-guide-sujato:96": "L’envie ou le désir des six stimuli des sens. ",
  "sn-guide-sujato:97": "Ici, la définition suit le thème des six sens, plutôt que la définition donnée dans les quatre nobles vérités, qui est le désir d’une renaissance future, c’est-à-dire le désir sensuel, le désir de poursuivre l’existence et le désir de mettre fin à l’existence. Dans les deux cas, l’envie fait référence à un instinct primaire qui répond au stimulus des sens, cherchant à obtenir plus de plaisir ou à éviter la douleur. ",
  "sn-guide-sujato:98": "Saisie (<i lang='pi' translate='no'>upādāna</i>) ",
  "sn-guide-sujato:99": "Saisie des plaisirs sensuels, des points de vue, des observances religieuses et des théories du soi. ",
  "sn-guide-sujato:100": "Mis à part le premier facteur, les formes de saisies sont plus sophistiquées que les désirs primitifs du « désir ardent ». Elles nécessitent le développement de la pensée et du langage. Cela représente une étape supplémentaire dans la croissance d’une personne, à mesure qu’elle mûrit et devient pleinement responsable de ses actes. C’est pour cette raison que dans le bouddhisme, ce sont principalement les humains matures qui accomplissent les actes qui génèrent la renaissance et façonnent le cours des vies futures. Les animaux ou les enfants peuvent effet accomplir de tels actes, mais leur effet est moins lourd. ",
  "sn-guide-sujato:101": "Existence continue (<i lang='pi' translate='no'>bhava</i>) ",
  "sn-guide-sujato:102": "L’existence peut se situer dans le domaine sensuel (<i lang='pi' translate='no'>kāma-bhava</i>), le domaine de la forme lumineuse (<i lang='pi' translate='no'>rūpa-bhava</i>), ou le domaine sans forme (<i lang='pi' translate='no'>arūpa-bhava</i>). ",
  "sn-guide-sujato:103": "<i lang='pi' translate='no'>Bhava</i> peut être traduit par « existence » ou « vie ». Il fait référence au processus continu de l’existence. En s’attachant à divers aspects de la vie présente, les êtres génèrent de l’énergie kammique en fonction de celle-ci. La plupart des êtres sont attachés au domaine sensuel, mais ceux qui ont pratiqué la méditation avancée peuvent s’attacher aux domaines de la forme lumineuse (par les quatre absorptions) ou du domaine sans forme (par les réalisations sans forme). Cet attachement ou cette saisie stimule et active ces aspects de l’existence, créant une renaissance correspondante. Le <i lang='pi' translate='no'>Bhava</i> ressemble à fil qui traverse les différentes étapes de la coproduction conditionnée ; et, en effet, l’ensemble de la coproduction conditionnée est parfois appelé le <i lang='pi' translate='no'>bhavacakka</i>, la « Roue de l'Existence ». <i lang='pi' translate='no'>Bhava</i> est un nom dénombrable, donc l’ancien rendu par « devenir » est incorrect : on ne peut pas parler de « devenirs » multiples. Néanmoins, <i lang='pi' translate='no'>bhava</i> a un sens distinct de prégnance. Bien que nous puissions aspirer à une vie de joie stable et éternelle, il est dans la nature de l’existence que, même si elle passe, elle contient les graines d’une nouvelle vie dans le futur. Ainsi, dans <a class='ref' href='/an3.76'>AN 3. 76</a> le Bouddha explique <i lang='pi' translate='no'>bhava</i> en disant que « les actes sont le champ, la conscience est la graine et le désir est l'humidité » (<i lang='pi' translate='no'>kammaṁ khettaṁ, viññāṇaṁ bījaṁ, taṇhā sneho</i>) pour générer une nouvelle vie dans le futur (<i lang='pi' translate='no'>āyatiṁ punabbhavābhinibbatti</i>). ",
  "sn-guide-sujato:104": "Renaissance (<i lang='pi' translate='no'>jāti</i>) ",
  "sn-guide-sujato:105": "La renaissance ou la conception des agrégats dans les différents ordres d’êtres sensibles. ",
  "sn-guide-sujato:106": "Le pāli <i lang='pi' translate='no'>jāti</i> est souvent traduit par « naissance », mais dans les contextes doctrinaux, il fait toujours référence à la renaissance au sens de réincarnation dans une nouvelle vie. Malgré les affirmations de certains commentateurs modernes, les suttas n’utilisent jamais la renaissance comme une métaphore psychologique. ",
  "sn-guide-sujato:107": "Vieillesse et mort, chagrin, lamentation, douleur, tristesse et détresse ",
  "sn-guide-sujato:108": "La vieillesse, c’est le bris des dents, les rides de la peau et le déclin des facultés. La mort est le dépôt du corps à la fin de la vie. ",
  "sn-guide-sujato:109": "Comme la renaissance, la vieillesse et la mort sont définies en termes purement physiques. La souffrance psychologique est couverte par les autres termes. ",
  "sn-guide-sujato:110": "La coproduction conditionnée est au cœur de la réalisation, non seulement du Bouddha historique Gotama, mais aussi d’autres Bouddhas du passé (<a class='ref' href='/sn12.4'>SN 12.4-10</a>). Sa propre réalisation ressemblait à une personne qui tombe par hasard sur une ville ancienne, perdue et envahie par la jungle (<a class='ref' href='/sn12.65'>SN 12.65</a>). Ainsi, la coproduction conditionnée n’est pas une invention du Bouddha, mais la description d’un principe naturel, qui fonctionne de la même manière, qu’un Bouddha apparaisse ou non (<a class='ref' href='/sn12.20'>SN 12.20</a>). ",
  "sn-guide-sujato:111": "Le Bouddha fait la distinction entre les phénomènes issus de façon dépendante et le processus de coproduction conditionnée (<a class='ref' href='/sn12.20'>SN 12.20</a>). Alors que tous les phénomènes d’origine dépendante peuvent être vus dans le présent, la réalité du processus dans le passé et l’avenir doit être déduite (<a class='ref' href='/sn12.34'>SN 12.34</a>). ",
  "sn-guide-sujato:112": "C’est la différence entre la connaissance de la coproduction conditionnée et les pouvoirs psychiques permettant de voir les détails spécifiques des vies passées et des renaissances présentes. De telles visions psychiques naissent d’une concentration profonde dans la méditation, et sont utiles, mais pas essentielles pour la compréhension et le lâcher-prise. La coproduction conditionnée ne consiste pas à voir les détails spécifiques des vies passées et futures, mais à comprendre les principes selon lesquels la renaissance fonctionne. Si les souvenirs des vies passées sont comme regarder une émission à la télévision, la compréhension de la coproduction conditionnée est comme comprendre la science et la technologie du fonctionnement de la transmission télévisée. C’est pourquoi la coproduction conditionnée est toujours considérée comme unique et centrale dans le Bouddhisme, alors que les visions psychiques n’ont qu’un rôle restreint à jouer. ",
  "sn-guide-sujato:113": "Ce corps conscient, avec ses systèmes complexes de processus mentaux et physiques, a été produit en raison de l’ignorance et du désir dans une vie antérieure (<a class='ref' href='/sn12.19'>SN 12.19</a>). Voici comment notre existence actuelle a vu le jour. Tant que nous continuons d’être pris au piège de la soif d’expériences sensorielles, nous répétons le cycle, alimentant la soif et générant encore un nouveau corps qui renaîtra à l’avenir. Lorsque nous comprenons la théorie de la coproduction conditionnée, cela nous donne une ouverture pour développer la connaissance profonde. ",
  "sn-guide-sujato:114": "Il est, bien sûr, évident que tous les facteurs de la coproduction conditionnée peuvent être observés dans le présent. Mais, concernant le fonctionnement du processus, nous commençons par examiner les facteurs centraux, le déploiement de l’expérience sensorielle. Progressivement, nous comprenons que les implications de ce que nous voyons sont bien plus profondes que le seul présent. Comme un scientifique qui, en examinant les anneaux des arbres ou les carottes de glace, s’aperçoit qu’il peut faire des déductions fiables sur le passé lointain, nous comprenons que les mêmes processus qui nous ont amenés ici nous propulseront dans l’avenir. Nous voyons que c’est cette compréhension même qui est le début de la fin pour l’ignorance. ",
  "sn-guide-sujato:115": "Ainsi, bien que cet enseignement soit profondément philosophique, il n’est pas une simple théorie, mais également une pratique (<a class='ref' href='/sn12.3'>SN 12.3</a>). Sa compréhension se déploie comme une conséquence naturelle du développement de la foi dans le Dhamma (<a class='ref' href='/sn12.23'>SN 12.23</a>). Il est réalisé par celui qui a une réalisation expérientielle du Dhamma, communément appelé « celui qui est entré dans le courant » (<a class='ref' href='/sn12.28'>SN 12.28</a>). Ceci est vrai tant pour les monastiques (<a class='ref' href='/sn12.29'>SN 12.29</a>) que pour les laïcs (<a class='ref' href='/sn12.41'>SN 12.41</a>). C’est pourquoi un noble disciple n’a aucun doute sur le sens ou l’origine de la vie : il l’a vu de lui-même (<a class='ref' href='/sn12.49'>SN 12.49</a>). Un tel individu est indépendant des autres et n’a pas besoin de s’appuyer sur un enseignant. Il n’est pas nécessaire d’être un parfait (<i lang='pi' translate='no'>arahant</i>) pour comprendre la coproduction conditionnée (<a class='ref' href='/sn12.68'>SN 12.68</a>). ",
  "sn-guide-sujato:116": "Le Bouddha illustre la coproduction conditionnée par de nombreuses allégories, l’imagerie étant souvent tirée des idées de feu, de combustible ou de nourriture. Se concentrer sur les choses qui procurent du plaisir tend à stimuler le besoin. Comme un feu alimenté par de l’herbe sèche (<a class='ref' href='/sn12.52'>SN 12.52</a>) ou un arbre tirant sa sève (<a class='ref' href='/sn12.58'>SN 12.58</a>). C’est dans ce recueil que l’on trouve l’allégorie maintenant célèbre de l’esprit comme un singe, bien que l’application soit quelque peu inattendue (<a class='ref' href='/sn12.61'>SN 12.61</a>). ",
  "sn-guide-sujato:117": "Une multitude de suttas reprennent l’idée de la conditionnalité comme « nourriture » ou « carburant » ou « subsistance » et l’appliquent à un ensemble de quatre choses : la nourriture solide, le contact, l’intention et la conscience (<a class='ref' href='/sn12.11'>SN 12.11</a>). Chacune de ces choses est, à son tour, illustrée par des allégories aussi horribles qu’inoubliables (<a class='ref' href='/sn12.63'>SN 12.63</a>). ",
  "sn-guide-sujato:118": "Si la présentation standard des 12 liens peut donner l’impression qu’ils se produisent les uns après les autres, comme une série de dominos qui tombent, la réalité est plus complexe. Certains facteurs, comme la conscience et le nom-et-forme, sont interdépendants, s’appuyant les uns sur les autres (<a class='ref' href='/sn12.65'>SN 12.65</a>) comme deux gerbes de roseaux (<a class='ref' href='/sn12.67'>SN 12.67</a>). Parfois, un facteur est sous-entendu plutôt que mentionné franchement (<a class='ref' href='/sn12.13'>SN 12.13</a>), parfois la séquence est modifiée (<a class='ref' href='/sn12. 43'>SN 12.43</a> et <a class='ref' href='/sn12.44'>SN 12.44</a>), tandis qu’ailleurs l’enseignement peut être présenté de manière tout à fait différente (<a class='ref' href='/sn12.38'>SN 12.38</a>). La conditionnalité dans le Bouddhisme est toujours comprise comme étant complexe et ramifiée : de nombreuses causes, de nombreux effets, tous en interaction. Ce schéma simple n’a pas pour but d’être réducteur, mais de clarifier les aspects cruciaux du processus, d’une manière facilement mémorisable et compréhensible. ",
  "sn-guide-sujato:119": "Sur le plan philosophique, on dit que la coproduction conditionnée est « l’enseignement du milieu » qui évite les vues extrêmes. Ces vues extrêmes sont les opposés polaires qui définissent souvent les positions philosophiques. Ils incluent les points de vue sur la responsabilité morale : la personne qui fait l’acte est-il identique à celle qui en subit le résultat ? Ou celui-ci est-il vécu par une personne différente ? Le Bouddha rejette ces alternatives : l’acte a un effet, et cet effet est la souffrance (<a class='ref' href='/sn12.46'>SN 12.46</a>). ",
  "sn-guide-sujato:120": "De même, le Bouddha rejette les idées que « tout existe » ou que « rien n’existe » (<a class='ref' href='/sn12.48'>SN 12.48</a>). Bien que ces notions puissent sembler étranges, voire bizarres, à notre façon de penser, elles découlent de la tendance philosophique indienne à considérer l’« être » comme inhérent, absolu, voire divin. Ainsi, si quelque chose existe, il existe dans un sens absolu et essentiel, et si tout existe, cela signifie que la réalité du cosmos lui-même est absolue et éternelle. Si rien n’« existe », cela ne signifie pas qu’il n’y a rien de réel dans le monde ; cela signifie que les choses n’ont pas d’essence, et donc qu’elles périront. Ainsi, le Bouddha rejette ces points de vue opposés comme des formes d’éternalisme et d’annihilationisme, les idées que le soi durera toujours, et que le soi sera détruit (<a class='ref' href='/sn12.15'>SN 12.15</a>). ",
  "sn-guide-sujato:121": "Enfin, la chose la plus importante à retenir est peut-être que la « coproduction conditionnée » n’est qu’une partie du tableau. La « cessation », la fin de chaque facteur, ce que l’on appelle l’« extinction » (<i lang='pi' translate='no'>nibbāna</i>), est tout aussi importante. Le véritable but de l’étude de la coproduction conditionnée n’est pas la maîtrise philosophique, ni de gagner des débats ou de réussir un cours, mais de réaliser la fin de la souffrance. La coproduction conditionnée est véritablement un enseignement responsabilisant, car il suppose que la compréhension humaine est suffisante pour comprendre l’essence même de l’existence, pour trouver le salut par la sagesse. ",
  "sn-guide-sujato:122": "Le Livre sur les Agrégats ",
  "sn-guide-sujato:123": "Le « Livre des Agrégats » est le troisième des cinq livres des Discours Groupés. Il doit son nom au premier et plus long saṁyutta, qui traite de l’enseignement bouddhique fondamental des cinq agrégats en 159 discours. Parmi les douze autres saṁyuttas, trois reprennent également le thème des agrégats, tandis que les autres traitent Ide divers thèmes secondaires, certains organisés par sujet, d’autres par personne. ",
  "sn-guide-sujato:124": "Les « cinq agrégats de saisie » (<i lang='pi' translate='no'>pañc’upādānakkhandhā</i>) ont été mentionnés dans le premier sermon comme le résumé de la noble vérité de la souffrance (SN 56.11), et sont devenus un enseignement fondamental dans toutes les formes de Bouddhisme. ",
  "sn-guide-sujato:125": "L’idée fondamentale d’un « agrégat » (khandha) est un ensemble ou une classe de phénomènes. Les « cinq agrégats » sont les différents ensembles de phénomènes ainsi classés. ",
  "sn-guide-sujato:126": "On dit presque toujours que les cinq agrégats sont des agrégats de « saisie ». Le terme « saisir » (<i lang='pi' translate='no'>upādāna</i>) a une relation complexe et à plusieurs niveaux avec le terme premier. ",
  "sn-guide-sujato:127": "Les agrégats sont le sujet de la saisie, en ce sens qu’ils sont les choses auxquelles normalement, nous nous attachons, et prise pour un « soi » permanent. ",
  "sn-guide-sujato:128": "Mais, ils ne sont pas que des spectateurs passifs : ils sont également le support fonctionnel de la saisie, les choses qui font que la saisie est possible. C’est probablement la métaphore principale de l’ensemble, car les cinq agrégats correspondent aux cinq doigts d’une main, accomplissant l’acte de saisir. La saisie est elle-même quelque chose que les agrégats font. Dans cette métaphore, le « pouce » est la conscience, qui s’oppose aux quatre autres. ",
  "sn-guide-sujato:129": "Comme participants actifs au processus de saisie, ils <em>s’incitent</em> eux-mêmes à saisir (<i lang='pi' translate='no'>upādāniya</i>). ",
  "sn-guide-sujato:130": "Ensuite, enfin, ils sont le produit de la saisie dans le sens où les attachements dans les vies passées ont donné naissance aux agrégats dans cette vie (<i lang='pi' translate='no'>upādiṇṇa</i>). ",
  "sn-guide-sujato:131": "Voici une brève analyse de chacun de ces cinq éléments. ",
  "sn-guide-sujato:132": "Forme (<i lang='pi' translate='no'>rūpa</i>) ",
  "sn-guide-sujato:133": "« Phénomènes physiques », ou parfois simplement « corps », compris comme étant constitué des quatre propriétés physiques primaires : la terre (solide), l’eau (liquide), le feu (chaleur) et l’air (gaz), et tout ce qui en dérive sur le plan matériel, comme les impressions des cinq sens matériels. ",
  "sn-guide-sujato:134": "Le terme <i lang='pi' translate='no'>Rūpa</i> a une portée plus étendue que le concept occidental de « matière ». Il inclut les propriétés matérielles perçues purement dans l’esprit, comme les formes ou les couleurs vues comme des visions durant la méditation. ",
  "sn-guide-sujato:135": "Sensation (<i lang='pi' translate='no'>vedanā</i>) ",
  "sn-guide-sujato:136": "Le caractère agréable, douloureux ou neutre de l’expérience née des six sens. ",
  "sn-guide-sujato:137": "Perception (<i lang='pi' translate='no'>saññā</i>) ",
  "sn-guide-sujato:138": "La reconnaissance ou l’interprétation de l’expérience par les six sens. ",
  "sn-guide-sujato:139": "La perception fait référence à cette fonction de l’esprit qui organise les données vertigineusement complexes et chaotiques de l’expérience présente sur la base de l’expérience passée. L’œil, par exemple, ne voit pas « bleu » ou « jaune », il voit seulement la lumière à différentes fréquences et amplitudes. La perception reconnaît que ces entrées correspondent au concept « bleu » ou « jaune » (<a class='ref' href='/sn22.79'>SN 22.79</a>), et elle nous permet donc de vivre dans un monde d’entités et d’idées (relativement) permanentes et prévisibles. Si la perception rend ainsi la conscience possible, elle peut aussi nous piéger en nous faisant voir les choses uniquement en termes de passé. Dans les discussions juridiques du Vinaya, il est courant de discuter des cas où les actions d’un moine sont fondées sur une perception qui se révèle être incorrecte. ",
  "sn-guide-sujato:140": "Choix (<i lang='pi' translate='no'>saṅkhārā</i>) ",
  "sn-guide-sujato:141": "Intention, volonté ou volition (<i lang='pi' translate='no'>cetanā</i>) ; le choix d’accomplir un acte, en particulier un acte ayant une dimension éthique. Ce sont les choix qui créent les cinq agrégats (<a class='ref' href='/sn22.79'>SN 22.79</a>). ",
  "sn-guide-sujato:142": "Les formes plus tardives du Bouddhisme, à commencer par les textes de l’Abhidhamma, ont traité cet agrégat comme s’il s’agissait d’un fourre-tout, dont le but était d’inclure tout ce qui n’était pas mentionné sous les autres agrégats. Ce n’est cependant pas le cas dans les textes anciens, où rien n’indique que <i lang='pi' translate='no'>saṅkhārā</i> dans ce contexte signifie autre chose que « volition, choix ». ",
  "sn-guide-sujato:143": "Conscience (<i lang='pi' translate='no'>viññāṇa</i>) ",
  "sn-guide-sujato:144": "Le processus subjectif de la conscience elle-même. ",
  "sn-guide-sujato:145": "Comme dans la coproduction conditionnée, on dit que la conscience dépend du nom et de la forme. ",
  "sn-guide-sujato:146": "À l’exception de la perception, tous ces éléments se retrouvent également dans la coproduction conditionnée, où ils ont des définitions similaires. Alors que la coproduction conditionnée montre le déroulement du processus de la souffrance dans le temps, l’enseignement sur les agrégats se concentre sur les aspects de l’expérience présente qui sont les plus aptes à être pris pour un soi. Dans <a class='ref' href='/sn22.5'>SN 22.5</a>, la saisie des agrégats est montrée comme la même saisie qui conduit à la renaissance, comme le montre la coproduction conditionnée. <a class='ref' href='/sn22.54'>SN 22.54</a> approfondit cet argument, en affirmant qu’il est impossible de parler de renaissance sans faire référence aux agrégats. ",
  "sn-guide-sujato:147": "Dès le premier enseignement du Bouddha (<a class='ref' href='/sn56.11'>SN 56.11</a>), nous apprenons que les agrégats sont souffrances. Dans le second sermon — le Discours sur le Non Soi (Anattalakkhaṇa Sutta) à <a class='ref' href='/sn22.59'>SN 22.59</a> — cette brève déclaration est élaborée dans un dialogue plus poussé avec le groupe de cinq ascètes. Chaque agrégat conduit à l’affliction et l’on ne peut pas simplement décréter que les agrégats soient ce que l’on veut ; ils ne peuvent donc pas être un soi. De plus, chaque agrégat est impermanent, et ainsi souffrance, ce qui exclut de nouveau la possibilité qu’ils soient un soi. En voyant les choses de cette façon, un pratiquant se défait de l’attachement aux agrégats et atteint la libération. C’est en écoutant ce discours que les cinq ascètes sont tous devenus des êtres parfaits. ",
  "sn-guide-sujato:148": "Si la doctrine des « trois marques » se retrouve dans tous les textes bouddhiques, c’est ici, dans le Khandha Saṁyutta, qu’elle prend toute son importance. En voici un bref aperçu. ",
  "sn-guide-sujato:149": "Impermanence (<i lang='pi' translate='no'>anicca</i>) ",
  "sn-guide-sujato:150": "Tous les phénomènes conditionnés sont produits et maintenus par des causes et ne peuvent donc durer que tant que les causes les maintiennent. L’impermanence est un phénomène fractal ; la réalité est ainsi structurée à tous les niveaux. Elle s’applique aussi bien à la plus grande échelle des univers et à la durée de vie des dieux qu’à la décomposition et à la disparition incessantes des conditions d’un instant à l’autre. Dans les cinq agrégats, l’accent est mis sur l’échelle de l’existence humaine, où l’impact émotionnel de l’impermanence est ressenti le plus vivement dans la mort. ",
  "sn-guide-sujato:151": "Souffrance (<i lang='pi' translate='no'>dukkha</i>) ",
  "sn-guide-sujato:152": "À son niveau le plus élémentaire, cela fait référence aux sensations douloureuses, qu’elles soient physiques ou mentales (<i lang='pi' translate='no'>dukkha-dukkhatā</i>). En soi, il s’agit d’une observation profonde, car pratiquement chaque instant de notre vie éveillée est affligé par une forme de douleur ou de contrariété. Mais, la souffrance est plus profonde que cela, parce que même lorsque nous éprouvons du plaisir, celui-ci ne peut pas être durable. La seconde bouchée d’une mangue est délicieuse — mais pas aussi délicieuse que la première (<i lang='pi' translate='no'>vipariṇāma-dukkhatā</i>). Enfin, même le plus intense des plaisirs, comme la félicité issue de la méditation profonde, n’est jamais aussi paisible que <i lang='pi' translate='no'>nibbāna</i>, car par nature, il est conditionné et instable (<i lang='pi' translate='no'>saṅkhāradukkhatā</i>). Aucune expérience n’est aussi paisible que la cessation. ",
  "sn-guide-sujato:153": "Non-soi (<i lang='pi' translate='no'>anattā</i>) ",
  "sn-guide-sujato:154": "La plus subtile et la plus distinctive des trois marques, le non-soi est la plus susceptible d’être mal comprise. Il s’agit avant tout d’une doctrine anti-métaphysique, et non psychologique. Elle vise à écarter les différents types de soi ou d’âme proposée par les philosophes à l’époque du Bouddha. Elle le fait en soulignant que toutes les doctrines du soi finissent par identifier l’un ou l’autre des agrégats comme étant le soi ; mais ils n’ont pas la nature que le soi est censé avoir. Cette signification est très différente de la notion psychologique moderne du soi. Il est aussi inapproprié, et potentiellement nuisible, d’appliquer l’enseignement du non-soi dans les cas où une personne souffre d’un trouble de l’identité. ",
  "sn-guide-sujato:155": "Attardons-nous un peu plus sur l’idée du soi et du non-soi, mieux comprise dans son contexte historique. Quelques siècles avant le Bouddha, les sages et les philosophes indiens étaient fascinés par la nature subjective de l’expérience. Ils souhaitaient savoir qui était, au sens véritable et ultime, celui que l’on désigne par le terme « je ». ",
  "sn-guide-sujato:156": "Les premières théories s’appuyaient sur de simples notions animistes, imaginant le soi comme un totem physique externe, ou même comme un petit homme qui vivait dans la poitrine. D’autres ont théorisé que le soi était le cœur, ou le souffle, ou un autre attribut physique. Mais toutes ces théories peuvent être réfutées par une simple observation empirique. Parfois, un totem peut être détruit, et pourtant une personne vit. Lorsque l’on observe une personne endormie, on peut voir un petit homme sortir par la bouche. Lorsqu'un trompettiste expire tout son souffle, il ne tombe pas raide mort. ",
  "sn-guide-sujato:157": "Qu’est-ce donc que ce soi, sinon quelque chose de matériel ? Peut-être s’agit-il plutôt d’une sensation, de la béatitude éprouvée par celui qui se rend dans un royaume magnifique après la mort. Mais, il ne peut pas en être ainsi, car la sensation, elle aussi, est impermanente (<a class='ref' href='/dn15'>DN 15</a>). Alors le moi pourrait-il être la perception (<a class='ref' href='/dn1'>DN 1</a>) ? Mais, non, la perception aussi est délicate et peu fiable, comme une illusion. Le soi est-il par conséquent les choix de chacun ? Un homme, après tout, est défini par les décisions qu’il prend. Toutefois, celles-ci aussi sont considérées comme impermanentes et peu fiables ; on fait souvent de mauvais choix, ou les résultats d’un choix ne sont pas ceux que l’on espère. ",
  "sn-guide-sujato:158": "Insatisfaits, les sages des Upaniṣads rejetèrent toutes ces conceptions limitées du Soi (Bṛhadāraṇyaka Upaniṣad 3.9.26 : <i lang='pi' translate='no'>neti! neti!</i>). Ils arrivèrent à leur thèse la plus profonde : le soi, dans son sens le plus élevé, était la conscience elle-même, la masse pure de la conscience (Bṛhadāraṇyaka Upaniṣad 2.4.12 : <i lang='pi' translate='no'>vijnāna-ghanam’eva</i>). La véritable nature du soi est la divinité suprême (Bṛhadāraṇyaka Upaniṣad 1.4.10 : <i lang='pi' translate='no'>ahaṁ brahmāsmīti</i> ; cp. <a class='ref' href='/dn1#2'>DN 1:2</a>, <a class='ref' href='/dn11#81'>DN 11:81</a>, <a class='ref' href='/dn24#2'>DN 24:2</a> : <i lang='pi' translate='no'>ahamasmi brahmā</i>). Cette intuition est exprimée dans les Upaniṣads par le célèbre « tu es cela » (Chāndogya Upaniṣad 6.8.7 : <i lang='pi' translate='no'>tat tvam asi</i>), et dans les textes pāli par « je suis cela » (<a class='ref' href='/sn22.8'>SN 22.8</a> : <i lang='pi' translate='no'>eso hamasmi</i>). « Cela » peut être tout ce que l’on identifie comme étant le soi. Mais, pour celui qui comprend correctement (<i lang='pi' translate='no'>ya evaṁ veda</i>), le soi divin n’est rien de moins que la totalité de l’univers : « le soi est identique au cosmos » (<a class='ref' href='/sn22.81'>SN 22.81</a> : <i lang='pi' translate='no'>so attā so loko</i>, cp. Bṛhadāraṇyaka Upaniṣad 1.2.7 : <i lang='pi' translate='no'>tasyeme lokā ātmānaḥ</i>, 4.5.7 : <i lang='pi' translate='no'>idaṁ brahmedaṁ kṣatram ime lokā ime devā ime vedā imāni bhūtānīdaṁ sarvaṁ yad ayam ātmā</i>). Cette philosophie est plus étroitement associée à Yajnavalkya, un sage brahmanique qui a vécu dans la même région que le Bouddha (Mithila), peut-être un siècle ou deux plus tôt. ",
  "sn-guide-sujato:159": "Si la forme exacte de ces arguments semble archaïque, nous nous attachons aux agrégats de manière similaire. Nous considérons nos possessions et nos biens — maisons, vêtements, voitures — comme des expressions de notre moi, et sommes contrariés lorsqu’ils sont endommagés ou critiqués. Nous nous attachons également à notre corps physique, nous délectant de la santé ou imaginant que nous survivrons grâce à la propagation de notre ADN. Nous nous attachons au plaisir, en pensant que le bonheur durera. Nous nous attachons à nos perceptions, comme notre sentiment d’appartenance à une nation ou à une religion, ou l’idée que nous nous faisons de nous-mêmes comme bonne personne. Nous nous attachons à nos choix, en étant fiers de notre capacité à prendre des décisions. Enfin, nous nous attachons à notre conscience, surtout lorsque nous la purifions en méditant. ",
  "sn-guide-sujato:160": "Ainsi, l’une des fonctions clés des agrégats était de catégoriser les théories du soi, allant du plus simple au plus profond. Il semblerait que cela était une pratique courante chez les philosophes avant le Bouddha. Les agrégats sont mentionnés en passant dans le premier sermon, comme s’il était acquis que les cinq ascètes les connaissent. De nombreux points de vue sectaires sur le soi dans <a class='ref' href='/dn1'>DN 1</a> Brahmajala Sutta font référence aux agrégats d’une manière ou d’une autre. Ailleurs, l’ascète non bouddhiste Saccaka affirmait que les cinq agrégats étaient le soi (<a class='ref' href='/mn35'>MN 35</a>). Néanmoins, les agrégats n’ont été identifiés dans aucun texte pré-bouddhique. ",
  "sn-guide-sujato:161": "Que l’ensemble des catégories soit pré-bouddhiste ou non, le Bouddha les a traitées à sa manière, en soulignant que lorsqu’on les examine, les agrégats s’avèrent dépourvus des qualités de permanence, de certitude et de refuge intrinsèques à l’idée d’un véritable soi. Notre saisie et notre identification sont fortes et se sont construites sur une longue période, il ne suffit donc pas de le reconnaître sur un plan intellectuel. C’est pourquoi, dans le Khandha Saṁyutta, nous trouvons les enseignements fondamentaux mis en avant à maintes reprises. Le Bouddha rappelle constamment aux moines que les agrégats conduisent à la peine et au désespoir (<a class='ref' href='/sn22.7'>SN 22.7</a>), qu’ils sont aggravants (<a class='ref' href='/sn22. 79'>SN 22.79</a>), qu’il faut renoncer à les désirer (<a class='ref' href='/sn22.137'>SN 22.137</a>), qu’ils sont étrangers (<a class='ref' href='/sn22.33'>SN 22.33</a>). Celui qui s’identifie aux agrégats ressemble à homme qui engage un assassin comme serviteur (<a class='ref' href='/sn22.85'>SN 22.85</a>). Ils sont souffrances dans le passé et dans l’avenir comme ils le sont aujourd’hui (<a class='ref' href='/sn22.10'>SN 22.10</a>). ",
  "sn-guide-sujato:162": "Le point de vue selon lequel les agrégats sont le soi est appelé « idée d’identité » (<i lang='pi' translate='no'>sakkāyadiṭṭhi</i>). Il est possible de s’identifier à l’un ou à l’ensemble des agrégats de multiples façons, communément présentées comme vingt formes d’idées d’identité (<a class='ref' href='/sn22.1'>SN 22.1</a>, etc.). L’identité d’identité enchaîne une personne non éveillée à la transmigration comme un chien attaché à un poteau, courant inutilement dans tous les sens (<a class='ref' href='/sn22.99'>SN 22.99</a>). ",
  "sn-guide-sujato:163": "Plusieurs discours soulignent que pour comprendre les agrégats, il est essentiel de développer le calme profond de la méditation (<a class='ref' href='/sn22.5'>SN 22.5</a>, <a class='ref' href='/sn22.6'>SN 22.6</a>). Mais, la réalisation méditative n’est pas quelque chose qui se produit automatiquement ; on doit continuellement contempler et observer les agrégats (<a class='ref' href='/sn22.40'>SN 22.40</a>, etc.). ",
  "sn-guide-sujato:164": "Dans ce recueil, nous trouvons un grand nombre de récits saisissants et vivants, montrant comment les agrégats peuvent être un réconfort au moment de la vieillesse (<a class='ref' href='/sn22.1'>SN 22.1</a>), un guide pour les débats théoriques complexes sur le thème de l’identité ou un canevas pour la méditation pénétrante. ",
  "sn-guide-sujato:165": "Le Livre des Six Champs Sensoriels ",
  "sn-guide-sujato:166": "Le « Livre des Six Champs Sensoriels » est le quatrième des cinq livres des Discours Groupés. Il porte le nom du premier et du plus long <i lang='pi' translate='no'>saṁyutta</i>. Le second <i lang='pi' translate='no'>saṁyutta</i> sur les Sensations traite également d’un sujet doctrinal essentiel, qui est étroitement lié au thème principal. Les huit autres <i lang='pi' translate='no'>saṁyuttas</i> traitent de thèmes secondaires organisés par sujet ou par personne. ",
  "sn-guide-sujato:167": "Le nombre de discours dans les « Discours Groupés sur les Six Champs Sensoriels » varie selon les éditions, principalement en raison de la façon dont les répétitions sont comptées ; SuttaCentral suit la traduction de Bhikkhu Bodhi en comptant 248 discours ; voir son introduction à ce chapitre pour une discussion sur les problèmes de comptage des Suttas de ce recueil. Ils sont rassemblés en quatre <i lang='pi' translate='no'>paṇṇasakas</i>. ",
  "sn-guide-sujato:168": "Ce <i lang='pi' translate='no'>saṁyutta</i> a une relation particulièrement étroite avec les « Discours Groupés sur les Agrégats », une relation qui va bien au-delà des similitudes thématiques apparentes. À vrai dire, bon nombre des discours des deux recueils sont construits sur des lignes pratiquement identiques. Bhikkhu Bodhi explore ces liens avec sa notion de « parallèles modèles », que l’on retrouve dans tout le Saṁyutta Nikāya, mais surtout dans ces deux sections. ",
  "sn-guide-sujato:169": "Les six champs sensoriels complètent les cinq agrégats comme résumé de la noble vérité de la souffrance. Alors que les agrégats se concentrent sur la structure fonctionnelle de l’expérience comme base des conceptions du soi, l’accent est mis ici sur la façon dont l’expérience des sens stimule le désir. ",
  "sn-guide-sujato:170": "Les six champs sensoriels sont les moyens par lesquels le monde est connu, et chacun d’eux a donc deux aspects. L’aspect « intérieur » correspond aux organes des sens, par exemple, l’« œil » ou l’« oreille », qui permettent à un organisme de faire l’expérience du monde extérieur en recevant des stimuli sensoriels. Ceux-ci sont associés aux stimuli sensoriels externes, comme les « images » ou les « sons », qui ont un impact sur l’organe sensoriel (contact, <i lang='pi' translate='no'>phassa</i>) et créent la forme de conscience appropriée. ",
  "sn-guide-sujato:171": "Il est préférable d’éviter de considérer les champs sensoriels externes comme des « objets », car dans les suttas, ils sont décrits en relation avec l’esprit observateur, et non comme des entités existant indépendamment. Il n’existe aucun mot pour « objet » dans ce sens dans les textes anciens : l’existence n’est pas objective, elle est relationnelle. Le terme <i lang='pi' translate='no'>ārammaṇa</i>, qui a commencé d’être utilisé dans ce sens beaucoup plus tardivement dans l’Abhidhamma, signifie « support » dans les suttas. ",
  "sn-guide-sujato:172": "Le fonctionnement des sens est relativement simple jusqu’à ce que nous arrivions au dernier sens, l’« esprit » et les « pensées » ou « phénomènes mentaux ». Pour lever une confusion possible, ce « sixième sens » est simplement la faculté mentale et n’a rien à voir avec les pouvoirs psychiques. Contrairement aux cinq sens externes, le champ sensoriel « intérieur » n’est pas un organe physique : <i lang='pi' translate='no'>mano</i> ne signifie pas « cerveau ». ",
  "sn-guide-sujato:173": "La signification exacte du terme « esprit » (<i lang='pi' translate='no'>mano</i>) dans ce contexte n’est pas explicitée en détail, alors considérons d’abord ce point. Les suttas utilisent trois termes principaux pour désigner l’esprit : <i lang='pi' translate='no'>mano</i>, <i lang='pi' translate='no'>citta</i>, et <i lang='pi' translate='no'>viññāṇa</i>. En général, il s’agit de synonymes et il n’est pas possible d’établir de distinction nette entre eux (<a class='ref' href='/an3.60'>AN 3.60</a>, <a class='ref' href='/dn1#2'>DN 1:2</a>, <a class='ref' href='/sn12.61'>SN 12.61</a>). Néanmoins, ils ont tendance à être utilisés dans des contextes différents, chacun avec une nuance distincte. Ces contextes peuvent être compris en termes des quatre nobles vérités ; ainsi, les différents termes font référence à la même chose, mais impliquent un aspect ou une réponse différente à cette chose. ",
  "sn-guide-sujato:174": "<i lang='pi' translate='no'>Viññāṇa</i> ",
  "sn-guide-sujato:175": "Dans les contextes doctrinaux, il s’agit de la conscience elle-même, la connaissance pure et simple des choses. Elle apparaît dans ce sens dans la coproduction conditionnée, les agrégats et les champs sensoriels. Elle se rapporte donc à la première noble vérité, la souffrance du monde, et il faut pleinement la comprendre. Dans l’usage familier, cependant, il peut prendre diverses nuances de sens, comme « comprendre ». ",
  "sn-guide-sujato:176": "<i lang='pi' translate='no'>Mano</i> ",
  "sn-guide-sujato:177": "L’esprit en action, l’une des trois sphères du <i lang='pi' translate='no'>kamma</i>, un sens qu’il hérite des Upaniṣads. C’est ce qui crée des résultats, comme dans la célèbre première ligne du Dhammapada : <i lang='pi' translate='no'>mano pubbaṅgamā dhammā</i>, « l’esprit est le précurseur de toutes choses ». Il est particulièrement utilisé dans des contextes éthiques, l’accomplissement d’actes mentaux qui portent des fruits, bons ou mauvais. Il peut donc être compris comme se rapportant principalement aux deuxième et troisième nobles vérités, l’origine et la fin de la souffrance. ",
  "sn-guide-sujato:178": "<i lang='pi' translate='no'>Citta</i> ",
  "sn-guide-sujato:179": "Le plus général, et le moins étroitement lié à un sens technique particulier. Il est couramment utilisé comme « esprit », « pensée », « cœur », etc. Mais, lorsqu’on le trouve dans des contextes techniques, il fait référence à <i lang='pi' translate='no'>samādhi</i>, à la conscience purifiée de la concentration profonde de la méditation. C’est pourquoi il est particulièrement utilisé dans les contextes relatifs à la voie, la quatrième noble vérité. ",
  "sn-guide-sujato:180": "Dans les six sens, <i lang='pi' translate='no'>mano</i> n'est évidemment pas identique au « connaissant » (<i lang='pi' translate='no'>viññāṇa</i>), puisqu’il le suscite. Ce n’est pas non plus le « connu », les phénomènes dont l’esprit a conscience, car cela est <i lang='pi' translate='no'>dhammā</i>. Ce n’est pas non plus le fait de se tourner vers la chose connue ou d’y prêter attention, comme le révèle <a class='ref' href='/mn28'>MN 28</a> <cite class='text-translated'>Le Grand Récit des Empreintes d’Éléphant</cite> (<cite class='text-root'>Mahāhatthipadopamasutta</cite>) : ",
  "sn-guide-sujato:181": "Bien que l’esprit soit intact à l’intérieur, tant que les pensées extérieures n’entrent pas en jeu et qu’il n’y a pas d’attention correspondante, aucune manifestation n’existe du type correspondant de conscience. ",
  "sn-guide-sujato:182": "Ce passage suggère que, comme les organes des sens physiques, <i lang='pi' translate='no'>mano</i> préexiste au moment effectif de la conscience. Cela ne signifie pas qu’il s’agit de quelques substrats mystiques de la conscience. En effet, comme nous l’avons vu, <i lang='pi' translate='no'>mano</i> est constamment utilisé dans le sens de l’esprit qui accomplit des actes, en particulier ceux qui ont une dimension morale. Ainsi, le <i lang='pi' translate='no'>mano</i> est ce qui a accompli des actes dans le passé, alimentant un continuum mental au sein duquel les résultats de ces actes peuvent être expérimentés dans le présent. C’est la faculté mentale qui porte le potentiel d’une expérience consciente, créée et conditionnée par les choix effectués dans le passé. ",
  "sn-guide-sujato:183": "L’aspect « extérieur » du sixième sens est <i lang=’pi’ translate=’no’>dhammā</i>, un terme si ambigu que sa traduction est toujours difficile. Ici, il fait référence à tout ce qui peut être connu directement par l’esprit, distinct des cinq sens physiques. La traduction la plus techniquement correcte est probablement « phénomènes mentaux ». Cependant, cette traduction est maladroite et opaque, et le terme « pensée » peut donc être utilisé comme un rendu plus courant, tant qu’il est compris comme avec les idées, l’imagination, etc. et pas exclusivement la cognition verbalisée. ",
  "sn-guide-sujato:184": "Le terme <i lang='pi' translate='no'>āyatana</i> fait référence à quelque chose « d’étendu », un domaine, un champ ou une dimension d’activité. Cependant, le Visuddhimagga suggère que le sens du mot est principalement une « cause », ou peut-être un « stimulus » : ",
  "sn-guide-sujato:185": "… la base (<i lang='pi' translate='no'>āyatana</i>) doit être comprise comme telle (a) en raison de son actant (<i lang='pi' translate='no'>āyatana</i>), (b) parce qu’il est l’étendue (<i lang='pi' translate='no'>tanana</i>) des origines (<i lang='pi' translate='no'>āya</i>), et (c) puisqu’il conduit sur (<i lang='pi' translate='no'>nayana</i>) ce qui est acté (<i lang='pi' translate='no'>āyata</i>). <cite class='text-translated'>Path of Purification</cite>, XV.4, traduit par Bhikkhu Ñāṇamoḷi. ",
  "sn-guide-sujato:186": "Bhikkhu Ñāṇamoḷi a traduit le terme en conséquence par « base », ce qui a été repris par Bhikkhu Bodhi. Mais, cette explication commentatrice n’est qu’une série de fausses étymologies, ou plutôt de jeux de mots. L’intérêt de telles explications est de fournir du contenu aux enseignants pour qu’ils y réfléchissent et l’utilisent dans leur enseignement, et elles ne doivent pas être prises sans esprit critique. À vrai dire, la racine verbale n’est pas l’obscure <i lang='pi' translate='no'>āyatati</i> (« actionner ») mais <i lang='pi' translate='no'>āyamati</i>, « étirer, étendre ». <i lang='pi' translate='no'>Āyatana</i> est communément utilisé dans ce sens, et peut être traduit par « champ », « dimension », etc. ",
  "sn-guide-sujato:187": "Comme souvent, le contexte s’inspire de la terminologie brahmanique et la redéfinit. Les « six champs sensoriels » (<i lang='pi' translate='no'>saḷāyatana</i>) sont mentionnés pour la première fois dans le troisième enseignement du Bouddha, le célèbre Discours du Feu (Ādittapariyāya Sutta) qui figure dans ce recueil à <a class='ref' href='/sn35.28'>SN 35.28</a>. Ce sermon a été prononcé devant une grande assemblée d’ascètes brahmaniques, après une période où le Bouddha a séjourné dans leur « maison de feu », une sorte de salle de sanctuaire pour le culte de la flamme sacrée. En sanskrit, ce lieu est appelé un <i lang='pi' translate='no'>āyatana</i>. Les Upaniṣads appellent également les sens <i lang='pi' translate='no'>āyatana</i> dans le sens de champs ou de périmètres d’activité et d’expérience (ex. Bṛhadāraṇyaka Upaniṣad 4.1.4 : <i lang='pi' translate='no'>cakṣur evāyatanam</i>, Bṛhadāraṇyaka Upaniṣad 6.1.5 : <i lang='pi' translate='no'>mano vā āyatanam</i> ; Chāndogya Upaniṣad 5.1.5 : <i lang='pi' translate='no'>mano ha vā āyatanam</i>). ",
  "sn-guide-sujato:188": "Lorsque le Bouddha a dit à ces ascètes que « tout est en feu », il ne donnait pas une analyse Abhidhamma, car c’était plusieurs siècles avant que l’Abhidhamma ne soit développé. Il parlait en des termes que les brahmanes pouvaient comprendre. ",
  "sn-guide-sujato:189": "L’un des projets clés des Upaniṣads brahmaniques était de réinterpréter les divinités des Vedas. Plutôt que de les considérer comme des entités qui vivaient dans le ciel, elles devenaient des forces ou des essences qui imprégnaient toute la réalité. Ainsi, pour les ascètes brahmanes, la flamme (<i lang='pi' translate='no'>agni</i>) était adorée comme l’incarnation d’une énergie sacrée imminente en toutes choses. ",
  "sn-guide-sujato:190": "Les enseignements du Sermon du feu répondent à plusieurs passages clés des Upaniṣad. Dans la Bṛhadāraṇyaka Upaniṣad 1.3, il est dit comment le mal est arrivé dans le monde par les actions des démons (<i lang='pi' translate='no'>asuras</i>). Pendant que les dieux (<i lang='pi' translate='no'>devas</i>) effectuaient le rituel, ils sont entrés dans les divers sens et les ont corrompus, les entachant du mal et de la mort. Par conséquent, lorsque la souffrance est ressentie par les sens, cela en est la raison. Mais, ces sens peuvent être libérés de cette corruption en étant transportés au-delà de la mort. ",
  "sn-guide-sujato:191": "Ces sens purifiés et divins sont décrits plus en détail dans la Bṛhadāraṇyaka Upaniṣad 2.5.1, la fameuse « Connaissance-Miel », considérée comme l’un des enseignements les plus élevés et les plus secrets. Il présente un modèle, appliqué à différentes sortes de choses. Celles-ci ne sont pas organisées de manière aussi rationnelle que les doctrines Bouddhistes. Cependant, ils incluent dans le même ensemble des choses de nature très différente, comme les éléments, la vérité, le soleil, etc. Néanmoins, les parallèles avec les enseignements des six sens sont assez évidents. ",
  "sn-guide-sujato:192": "<i lang='pi' translate='no'>ayam ādityaḥ sarveṣāṁ bhūtānāṁ madhu</i><br>Ce soleil est le miel de tous les êtres.<br> <i lang='pi' translate='no'>asyādityasya sarvāṇi bhūtāni madhu</i><br>Tous les êtres sont le miel du soleil. <br> <i lang='pi' translate='no'>yaś cāyam asminn āditye tejomayo ’mṛtamayaḥ puruṣo yaś cāyam adhyātmaṁ cākṣuṣas tejomayo ’mṛtamayaḥ puruṣo ’yam eva sa yo ’yam ātmā</i><br>Cette personne dans le soleil faite de feu et d’immortalité. Cette personne dans l’œil interne faite de feu et d’immortalité : ceci est ce qui est le soi. <br> <i lang='pi' translate='no'>idam amṛtam idaṁ brahmedaṁ sarvam</i><br>C’est cela l’immortel, c’est cela le divin, c’est cela le tout.<br> (Bṛhadāraṇyaka Upaniṣad 2.5.5, ma traduction.) ",
  "sn-guide-sujato:193": "Selon le point de vue brahmanique, toute création découle de Brahmā et est donc, dans son essence la plus vraie, débordante de divinité et de félicité. Toute souffrance n’est qu’une imperfection temporaire. ",
  "sn-guide-sujato:194": "C’est ainsi qu’ils ont abordé le grand défi de tout système théiste, le problème du mal. Pour les brahmanes, se concentrer sur la souffrance revient à passer à côté de l’essentiel. Il ne s’agit pas simplement d’une doctrine facile de « pensée positive », mais d’une philosophie profondément contemplative, élaborée dans les moindres détails à travers de nombreux textes sacrés complexes, et informée par une pratique méditative profonde. Elle ne nie pas la réalité de la souffrance, mais elle évoque une réalité plus profonde que la souffrance ne peut atteindre. ",
  "sn-guide-sujato:195": "Plutôt que de s’attaquer aux questions textuelles et philosophiques, le Bouddha a préféré viser directement l’expérience. Débarrassée de la théologie, l’expérience de nos sens n’est pas du « miel » mais du « feu ». Et bien que notre philosophie dise que le feu est sacré, la réalité est qu’il brûle. Le Bouddha montrait aux ascètes qu’il n’est pas nécessaire d’invoquer des divinités et des notions métaphysiques pour comprendre leur expérience : ils pouvaient voir son fonctionnement ici même. ",
  "sn-guide-sujato:196": "Les forces qui alimentent ce feu peuvent facilement être identifiées : l’avidité, la haine et l’illusion. Cette présentation bouddhiste classique des souillures fondamentales apparaît en premier dans ce passage. Elle est corrélée aux trois sensations : la sensation agréable stimule le désir ; la sensation douloureuse provoque la haine. La sensation neutre entraîne l’illusion (<a class='ref' href='/mn44#25'>MN 44:25</a>, <a class='ref' href='/mn128#28'>MN 128:28</a>, <a class='ref' href='/sn36.3'>SN 36.3</a>). ",
  "sn-guide-sujato:197": "Le Sermon du Feu, dans sa brièveté, préfigure plusieurs caractéristiques distinctives des enseignements sur les six sens par rapport aux cinq agrégats. Il est direct, émotionnel et puissant, parlant du monde qui brûle en contraste avec l’approche plus intellectuelle des agrégats. ",
  "sn-guide-sujato:198": "En invoquant l’idée du « tout », le Sermon du Feu suggère que la portée des six sens inclut tout ce qui est expérimenté et connu. Cette idée a été développée dans de multiples Suttas (<a class='ref' href='/sn35.33'>SN 35.33-52</a>). En revanche, aucune revendication de complétude de ce type est formulée à l’égard des agrégats. Et, le texte traite l’expérience des sens comme un processus conditionné, la dimension immédiatement visible de la coproduction conditionnée. ",
  "sn-guide-sujato:199": "Puisque les champs sensoriels rendent l’expérience possible, c’est par leur intermédiaire que la souffrance prend naissance (<a class='ref' href='/sn35.106'>SN 35.106</a>). C’est pour comprendre cette souffrance que l’on s’engage sur la voie spirituelle (<a class='ref' href='/sn35.81'>SN 35.81</a>, <a class='ref' href='/sn35.152'>SN 35.152</a>). Les champs sensoriels sont, en réalité, le monde (<i lang='pi' translate='no'>loka</i>) qui s’use (<i lang='pi' translate='no'>lujjati</i> ; <a class='ref' href='/sn35.82'>SN 35.82</a>, <a class='ref' href='/sn35. 84'>SN 35.84</a>), car « tout ce qui, dans le monde, vous permet de percevoir le monde et de concevoir le monde est appelé le monde dans la pratique du noble » (<a class='ref' href='/sn35.116'>SN 35.116</a>). Ce monde est vide de soi (<a class='ref' href='/sn35.85'>SN 35.85</a>). ",
  "sn-guide-sujato:200": "Puisque les champs sensoriels sont issus de choix faits dans des vies passées, on dit qu’ils sont des « vieux kamma » ; en cela, ils contrastent avec les agrégats, car ils incluent des « choix », qui sont les kamma faits dans le présent. Cependant, ayant hérité des sens comme résultat d’actes passés, nous procédons pour y répondre en pensant ou en les concevant en termes de « soi », un processus connu en pāli sous le nom d’« identification » (<i lang='pi' translate='no'>maññita</i> ; <a class='ref' href='/sn35. 146'>SN 35.146</a>, <a class='ref' href='/sn35.30'>SN 35.30-32</a>, <a class='ref' href='/sn35.90'>SN 35.90-91</a>, <a class='ref' href='/sn35.248'>SN 35.248</a>). ",
  "sn-guide-sujato:201": "« Concevoir » et le terme étroitement lié « conceit » en anglais (<i lang='pi' translate='no'>māna</i>) font référence à la tendance de l’esprit à façonner l’expérience en termes de soi. Une grande partie de notre pensée est consacrée à justifier, expliquer et interpréter notre expérience pour renforcer notre notion du soi. Cela peut finir par devenir incontrôlable, auquel cas, on parle de « prolifération » (<i lang='pi' translate='no'>papañca</i>). Pour couper court à ce processus, le Bouddha nous exhorte à nous arrêter net à l’expérience des sens (<a class='ref' href='/sn35.94'>SN 35.94</a>, <a class='ref' href='/sn35.95'>SN 35.95</a>). ",
  "sn-guide-sujato:202": "Il est révélateur que, tandis que les textes parlent à plusieurs reprises de la façon dont les agrégats forment la base des théories du soi (<i lang='pi' translate='no'>sakkāya</i>), il n’en va <em>pas</em> de même pour les champs sensoriels. Si les agrégats provoquent l’attachement aux théories, les champs sensoriels provoquent l’attachement au <em>plaisir</em>, à la pure vitalité de l’expérience sensorielle. Ainsi, alors que les enseignements sur les agrégats mettent l’accent sur les « opinions », l’accent est mis ici sur la « maîtrise des sens ». Un passage classique sur la maîtrise des sens, bien connu de l’Entraînement Graduel, parle d’empêcher les aspects nuisibles d’envahir l’esprit au cœur de l’expérience des sens (<a class='ref' href='/sn35. 120'>SN 35.120</a>, <a class='ref' href='/sn35.127'>SN 35.127</a>, <a class='ref' href='/sn35.239'>SN 35.239</a>, <a class='ref' href='/sn35.240'>SN 35.240</a>). Une personne qui pourchasse le plaisir procuré par les sens n’est pas moins piégée par la douleur qu’ils apportent. Ce n’est que par la mise en pratique de la pleine conscience que l’on peut atteindre la paix (<a class='ref' href='/sn35.132'>SN 35.132</a>, <a class='ref' href='/sn35.243'>SN 35.243-244</a>, <a class='ref' href='/sn35.247'>SN 35.247</a>). ",
  "sn-guide-sujato:203": "Ainsi, en choisissant les champs sensoriels comme support de pratique, on coupe directement aux racines du désir. Ceci est souligné dans les deux derniers <i lang='pi' translate='no'>vaggas</i>, qui sont particulièrement riches en images mémorables. Les sens sont un océan parcouru au cours du voyage spirituel (<a class='ref' href='/sn35.228'>SN 35.228</a>). Nous ferions mieux d’être torturés par des tisonniers que d’être empêtrés dans l’expérience des sens (<a class='ref' href='/sn35.235'>SN 35.235</a>). Si vous souhaitez vous former à la méditation, vous devez apprendre à retenir les sens comme une tortue rentrant ses membres, devenant ainsi à l’abri des prédateurs (<a class='ref' href='/sn35.240'>SN 35.240</a>). Les expériences agréables sont l’appât de Māra (<a class='ref' href='/sn35.230'>SN 35.230</a>). Les six sens ressemblent à animaux très différents, tous attachés ensemble, et qui se battent pour conquérir leur propre territoire (<a class='ref' href='/sn35.247'>SN 35.247</a>). ",
  "sn-guide-sujato:204": "Le Grand Livre ",
  "sn-guide-sujato:205": "Le « Grand Livre » est le dernier et le plus grand des cinq livres des Discours Groupés. Il se compose de douze <i lang='pi' translate='no'>saṁyuttas</i>, qui traitent presque tous d’un aspect de la pratique bouddhique, ou de la voie. Le premier d’entre eux, en effet, est la « Section sur la Voie » (<i lang='pi' translate='no'>Magga Saṁyutta</i>), et dans les canons du nord, le livre dans son ensemble est désigné comme le « Livre de la Voie » (<i lang='pi' translate='no'>Maggavagga</i>). ",
  "sn-guide-sujato:206": "Les sept premiers <i lang='pi' translate='no'>saṁyuttas</i> proposent un examen détaillé de sept groupes de facteurs sur la pratique bouddhique. Ces groupes sont connus des traditions ultérieures comme les 37 <i lang='pi' translate='no'>bodhipakkhiyā dhammā</i>, ou « qualités menant à l’éveil ». Notez que ce terme n’est pas utilisé ainsi dans les suttas ; il est plutôt appliqué à l’un des groupes, les cinq facultés (<a class='ref' href='/sn48.55'>SN 48.55</a>, etc.). Bien que les 37 facteurs soient mentionnés tout au long du canon, c’est dans ce livre que nous trouvons la source principale de ces enseignements. Les <i lang='pi' translate='no'>saṁyuttas</i> suivants traitent de la voie sous différents angles, tandis que les deux derniers traitent respectivement de l’entrée dans le courant et des quatre nobles vérités. ",
  "sn-guide-sujato:207": "Alors que la plupart des livres du Saṁyutta sont dominés par un recueil majeur, le Grand Livre comporte plusieurs <i lang='pi' translate='no'>saṁyuttas</i> d’importance comparable. Pour cette raison, j’aborderai brièvement la plupart des <i lang='pi' translate='no'>saṁyuttas</i> substantiels. Je laisse de côté ceux qui ne sont que des groupes de répétitions de modèles, ainsi que les deux derniers <i lang='pi' translate='no'>saṁyuttas</i> sur l’entrée dans le courant et les vérités, car j’ai couvert ces sujets par ailleurs. Je préface la discussion des <i lang='pi' translate='no'>saṁyuttas</i> individuels par une discussion générale sur les « qualités menant à l’éveil ». ",
  "sn-guide-sujato:208": "Les <i lang='pi' translate='no'>saṁyuttas</i> du Grand Livre font preuve d’une complexité considérable dans leur structure et leur utilisation des répétitions. Mais, de peur de surcharger la discussion, je renvoie toute personne intéressée aux sections pertinentes des <cite class='book'>Discours Groupés</cite> de Ven Bodhi. ",
  "sn-guide-sujato:209": "Les 37 Qualités Menant à l’Éveil ",
  "sn-guide-sujato:210": "Pour les textes Bouddhistes anciens, la préoccupation principale était la pratique spirituelle permettant de se libérer de la souffrance. Il s’agit de la quatrième noble vérité. Dès les premiers discours, celle-ci a été explicitée par un groupe spécifique de facteurs constituant le chemin vers l’éveil : le noble sentier octuple. Durant sa longue carrière d’enseignant, le Bouddha a présenté ce chemin de nombreuses manières, de façon formelle ou informelle, brièvement ou en détail, en mettant l’accent sur différents aspects selon l’occasion ou la personne. ",
  "sn-guide-sujato:211": "Avant sa mort, apparemment, le Bouddha a commencé à systématiser ces diverses présentations, en rassemblant sept groupes de qualités relatives à la voie, soit un total de 37 facteurs. Chaque groupe présentait la voie de la libération sous un angle légèrement différent. ",
  "sn-guide-sujato:212": "Les sept <i lang='pi' translate='no'>saṁyuttas</i> principaux du Mahāvagga contiennent les mêmes enseignements, bien que dans un ordre différent. Le Mahāvagga commence par le noble sentier octuple, en raison de son prestige et de son importance comme <em>l’</em> enseignement sur la voie. Mais, lorsqu’il est présenté ailleurs dans les suttas, nous trouvons les groupes disposés par ordre numérique. ",
  "sn-guide-sujato:213": "Quatre types de méditations de pleine conscience. L’observation : ",
  "sn-guide-sujato:214": "du corps ",
  "sn-guide-sujato:215": "des sensations ",
  "sn-guide-sujato:216": "de l’esprit ",
  "sn-guide-sujato:217": "des lois naturelles ",
  "sn-guide-sujato:218": "Quatre efforts justes : ",
  "sn-guide-sujato:219": "pour éviter le mal ",
  "sn-guide-sujato:220": "d’abandonner le mal ",
  "sn-guide-sujato:221": "pour engendrer le bien ",
  "sn-guide-sujato:222": "pour maintenir et développer le bien ",
  "sn-guide-sujato:223": "Quatre bases du pouvoir psychique : ",
  "sn-guide-sujato:224": "enthousiasme ",
  "sn-guide-sujato:225": "énergie ",
  "sn-guide-sujato:226": "esprit ",
  "sn-guide-sujato:227": "examen ",
  "sn-guide-sujato:228": "Cinq facultés : ",
  "sn-guide-sujato:229": "foi ",
  "sn-guide-sujato:230": "énergie ",
  "sn-guide-sujato:231": "pleine conscience ",
  "sn-guide-sujato:232": "concentration ",
  "sn-guide-sujato:233": "sagesse ",
  "sn-guide-sujato:234": "Cinq pouvoirs : ",
  "sn-guide-sujato:235": "foi ",
  "sn-guide-sujato:236": "énergie ",
  "sn-guide-sujato:237": "pleine conscience ",
  "sn-guide-sujato:238": "concentration ",
  "sn-guide-sujato:239": "sagesse ",
  "sn-guide-sujato:240": "Sept facteurs d’éveil : ",
  "sn-guide-sujato:241": "pleine conscience ",
  "sn-guide-sujato:242": "investigation des des lois naturelles ",
  "sn-guide-sujato:243": "énergie ",
  "sn-guide-sujato:244": "ravissement ",
  "sn-guide-sujato:245": "tranquillité ",
  "sn-guide-sujato:246": "concentration ",
  "sn-guide-sujato:247": "équanimité ",
  "sn-guide-sujato:248": "Le noble sentier octuple : ",
  "sn-guide-sujato:249": "compréhension juste ",
  "sn-guide-sujato:250": "intension juste ",
  "sn-guide-sujato:251": "parole juste ",
  "sn-guide-sujato:252": "action juste ",
  "sn-guide-sujato:253": "moyens de subsistance justes ",
  "sn-guide-sujato:254": "effort juste ",
  "sn-guide-sujato:255": "pleine conscience juste ",
  "sn-guide-sujato:256": "concentration juste ",
  "sn-guide-sujato:257": "Un coup d’œil rapide aux textes pāli montre à quel point ce groupe de 37 qualités était influent et répandu. Il apparaît dans chacune des quatre <i lang='pi' translate='no'>nikāyas</i> (<a class='ref' href='/dn28'>DN 28</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/mn103'>MN 103</a>, <a class='ref' href='/mn104'>MN 104</a>, <a class='ref' href='/sn22. 81'>SN 22.81</a>, <a class='ref' href='/sn22.101'>SN 22.101</a>, <a class='ref' href='/sn43.12'>SN 43.12</a>, <a class='ref' href='/an8.19'>AN 8.19</a>) ainsi que l’Udāna (<a class='ref' href='/ud5.5'>Ud 5.5</a>). Il est l’un des rares enseignements doctrinaux à être mentionné plusieurs fois dans le Vinaya (<a class='ref' href='/pj4'>Pj 4</a>, <a class='ref' href='/pc8'>Pc 8</a>, <a class='ref' href='/pli-tv-kd19'>Kd 19</a>). Il apparaît constamment dans les textes canoniques tardifs du Khuddaka (<a class='ref' href='/ne8'>Ne 8</a>, <a class='ref' href='/cnd12'>Cnd 12</a>, <a class='ref' href='/cnd15'>Cnd 15</a>, <a class='ref' href='/cnd20'>Cnd 20</a>, <a class='ref' href='/cnd22'>Cnd 22</a>, <a class='ref' href='/mnd6'>Mnd 6</a>, <a class='ref' href='/mnd7'>Mnd 7</a>, <a class='ref' href='/mnd14'>Mnd 14</a>, <a class='ref' href='/mnd16'>Mnd 16</a>, <a class='ref' href='/ps1. 5'>Ps 1.5</a>, <a class='ref' href='/ps2.8'>Ps 2.8</a>, <a class='ref' href='/ps2.9'>Ps 2.9</a>, <a class='ref' href='/mil3. 1.13'>Mil 3.1.13</a>, <a class='ref' href='/mil6.4.1'>Mil 6.4.1</a>, <a class='ref' href='/mil6.4.2'>Mil 6.4.2</a>, etc.) ainsi que l’Abhidhamma (<a class='ref' href='/vb17'>Vb 17</a>, <a class='ref' href='/Dt1.2'>Dt 1.2</a>, <a class='ref' href='/Dt2.1'>Dt 2.1</a>, <a class='ref' href='/Dt2. 6'>Dt 2.6</a>, <a class='ref' href='/kv4.3'>Kv 4.3</a>, <a class='ref' href='/kv12.5'>Kv 12.5</a>, <a class='ref' href='/kv14.9'>Kv 14. 9</a>, <a class='ref' href='/kv15.6'>Kv 15.6</a>, <a class='ref' href='/kv21.1'>Kv 21.1</a>, <a class='ref' href='/kv21.5'>Kv 21.5</a>, etc.) ",
  "sn-guide-sujato:258": "Mais, son influence ne devait pas en rester là, car il est resté un principe doctrinal central dans les formes ultérieures du Bouddhisme. Dans le Mahāyāna, par exemple, les mêmes 37 qualités en vinrent à être connues sous le nom des « 37 pratiques du Bodhisattva ». ",
  "sn-guide-sujato:259": "Le Bouddha a déclaré que ces enseignements provenaient de sa propre connaissance directement. Il s’agit franchement de facteurs de pratique, à développer et à expérimenter par ceux qui sont sur le chemin de la spiritualité. Cependant, dès leurs premières apparitions, ils ont également été traités comme des enseignements à apprendre, à mémoriser et à réciter. De <a class='ref' href='/dn29'>DN 29</a> : ",
  "sn-guide-sujato:260": "Vous devriez tous vous réunir et réciter de concert, sans contester, les choses que je vous ai enseigné à partir de ma connaissance directe, en comparant le sens avec le sens et la formulation avec la formulation, afin que ce chemin spirituel dure longtemps. ",
  "sn-guide-sujato:261": "De tels passages placent les 37 facteurs au cœur de l’héritage scriptural du Bouddha. Mais, que devait-on réciter, exactement ? Effectivement, un enseignement aussi important devait comporter quelque chose de plus qu’une simple énumération des facteurs. Il devait y avoir un ensemble de textes convenus, un canon d’écritures récité en unité par la communauté ancienne. Qu’est-ce que cela aurait pu être si ce n’est ces mêmes enseignements, les discours groupés sur les facteurs de la voie que l’on trouve aujourd’hui dans le Mahāvagga ? Il ne s’agit pas de nier que ceux-ci aient fait l’objet d’ajouts et d’élaborations. Cependant, les enseignements fondamentaux du Mahāvagga étaient, selon toute probabilité, le cœur des textes pour les plus premiers bouddhistes. ",
  "sn-guide-sujato:262": "Certains des groupes se concentrent sur un domaine spécifique, comme la pleine conscience ou l’effort, tandis que d’autres ont une vision plus globale, comme le noble sentier octuple. Néanmoins, ils sont profondément interconnectés, les mêmes facteurs réapparaissant dans plusieurs groupes. Dans l’ensemble, ils mettent fortement l’accent sur la méditation, bien que l’on retrouve également d’autres dimensions de la pratique spirituelle, comme l’éthique et l’étude. Voici un bref aperçu des distinctions générales de perspective entre les groupes. Notez que les trois premiers groupes correspondent vaguement aux trois derniers facteurs du noble sentier octuple : l’effort juste, la pleine conscience juste et la concentration juste. ",
  "sn-guide-sujato:263": "Quatre types de méditation de pleine conscience ",
  "sn-guide-sujato:264": "La pratique de la méditation menant à la sérénité et à la compréhension. ",
  "sn-guide-sujato:265": "Quatre efforts justes ",
  "sn-guide-sujato:266": "L’application d’efforts pour développer l’esprit. ",
  "sn-guide-sujato:267": "Les quatre bases du pouvoir psychique ",
  "sn-guide-sujato:268": "Développement d’une concentration profonde conduisant à des capacités extraordinaires diverses. ",
  "sn-guide-sujato:269": "Cinq facultés ",
  "sn-guide-sujato:270": "Les qualités mentales qui mènent à la libération, et qui caractérisent l’esprit de celui qui est sur la voie. ",
  "sn-guide-sujato:271": "Cinq pouvoirs ",
  "sn-guide-sujato:272": "Comme les facultés. ",
  "sn-guide-sujato:273": "Sept facteurs d’éveil ",
  "sn-guide-sujato:274": "La rétention et l’investigation des enseignements conduisent à l’approfondissement progressif des qualités émotionnelles qui mûrissent dans la libération. ",
  "sn-guide-sujato:275": "Noble sentier octuple ",
  "sn-guide-sujato:276": "Le plus étendu des groupes et le seul à mentionner explicitement l’éthique. ",
  "sn-guide-sujato:277": "Comme il est courant dans les suttas, ces groupes font parfois référence à des qualités similaires avec des termes différents. La qualité de la sagesse, par exemple, est appelée « observation des lois naturelles » (<i lang='pi' translate='no'>dhamānupassanā</i>) dans le quatrième type de méditation de pleine conscience, « examen » (<i lang='pi' translate='no'>vīmaṁsa</i>) dans les bases du pouvoir psychique, « sagesse » (<i lang='pi' translate='no'>paññā</i>) dans les facultés et les pouvoirs, « investigation des lois naturelles » (<i lang='pi' translate='no'>dhammavicaya</i>) dans les facteurs d’éveil, et « compréhension juste » (<i lang='pi' translate='no'>sammādiṭṭhi</i>) dans le noble sentier octuple. Les relations entre tous ces termes sont analysées en détail dans l’Abhidhamma et les textes de commentaires. ",
  "sn-guide-sujato:278": "Gardez cependant à l’esprit que chaque contexte a sa propre intégrité, son but et son orientation spécifiques, et que le choix des différents termes n’est en aucun cas arbitraire. « Compréhension juste », étant placé au <em>début</em> de la voie, met l’accent sur la compréhension théorique acquise en entendant l’enseignement. « Investigation des lois naturelles », placé de la même manière près du début, fait référence à la réflexion et à l’étude de ces enseignements tels qu’ils sont réalisés en soi. L’« observation des lois naturelles » et l’« étude » surviennent après le développement de la tranquillité profonde dans la méditation d’absorption, et désignent l’examen et l’observation sur la nature de cette expérience, ainsi qu’aux processus et conditions méditatifs qui façonnent des expériences aussi profondes. Et, la « sagesse », le point culminant de tout cela, est la réalisation des quatre nobles vérités, l’intuition libératrice de celui qui entre dans le courant. Ainsi, lorsqu’ils sont considérés isolément, comme un facteur mental distinct, ils peuvent être considérés comme des synonymes. Mais, on ne réalise leur véritable profondeur qu’en pénétrant le rôle qu’ils jouent dans leur contexte. ",
  "sn-guide-sujato:279": "Lorsque l’on examine ces enseignements et que l’on y réfléchit comme voie spirituelle, il y a quelque chose d’assez étrange à leur sujet. Ils semblent très différents des pratiques que l’on considère normalement comme « religieuses ». Où sont les rituels ? Le sacrifice ? La dévotion à la divinité ? L’allégeance à une institution ? Les symboles, les rites et la mythologie ? Ces choses sont brutalement, dramatiquement absentes. Certes, on peut trouver certaines de ces choses, sous une forme ou une autre, ailleurs dans le canon, et plus encore dans les traditions bouddhistes ultérieures. Ici, dans les enseignements considérés par le Bouddha lui-même comme son message et sa pratique essentielle, nous ne trouvons qu’un développement équilibré et raisonné du comportement, des émotions et de l’intellect. C’est une voie intégrée et rationnelle, qui ne dépend pas de spécificités culturelles ou historiques, mais de qualités humaines universelles. Les facteurs qui mènent à l’éveil, tous les 37, sont des choses que chaque humain peut déceler en lui-même. En indiquant ces qualités, le Bouddha pointait du doigt le potentiel spirituel de tous les êtres, et nous procurait les moyens de grandir et de développer les meilleures parties de nous-mêmes. ",
  "sn-guide-sujato:280": "SN 45 : Discours Groupés sur la Voie ",
  "sn-guide-sujato:281": "Le noble sentier octuple a été déclaré comme étant la « voie du milieu » dans le tout premier enseignement du Bouddha (<a class='ref' href='/sn56.11'>SN 56.11</a>). Il couvre l’ensemble de la voie spirituelle (<a class='ref' href='/sn45.6'>SN 45.6</a>, <a class='ref' href='/sn45.19'>SN 45.19</a>, <a class='ref' href='/sn45.20'>SN 45. 20</a>), commençant par l’acquisition de la compréhension juste comme point de départ (<a class='ref' href='/sn45.1'>SN 45.1</a>), et conduisant à une concentration méditative profonde comme précurseur immédiat de la réalisation des quatre nobles vérités. ",
  "sn-guide-sujato:282": "Le noble sentier octuple est dit être un « véhicule divin » qui nous porte vers l’éveil, ses facteurs étant comparés aux pièces d’un char (<a class='ref' href='/sn45.4'>SN 45.4</a>). Sa pratique conduit à la fin de la souffrance (<a class='ref' href='/sn45.5'>SN 45.5</a>), mais seulement si elle commence par une compréhension juste, sinon elle conduit à se faire du mal (<a class='ref' href='/sn45.9'>SN 45.9</a>). ",
  "sn-guide-sujato:283": "Les facteurs sont définis à <a class='ref' href='/sn45.8'>SN 45.8</a>, ainsi qu’à plusieurs autres endroits dans le canon. ",
  "sn-guide-sujato:284": "Compréhension juste (<i lang='pi' translate='no'>sammādiṭṭhi</i>) ",
  "sn-guide-sujato:285": "Comprendre les quatre nobles vérités. ",
  "sn-guide-sujato:286": "Intention juste (<i lang='pi' translate='no'>sammāsaṅkappa</i>) ",
  "sn-guide-sujato:287": "Intentions de lâcher prise, d’amour et de gentillesse. ",
  "sn-guide-sujato:288": "Parole juste (<i lang='pi' translate='no'>sammāvācā</i>) ",
  "sn-guide-sujato:289": "Des paroles vraies, harmonieuses, douces et significatives. ",
  "sn-guide-sujato:290": "Action juste (<i lang='pi' translate='no'>sammākammanta</i>) ",
  "sn-guide-sujato:291": "Éviter de tuer, de voler et d’avoir des comportements sexuels répréhensibles. ",
  "sn-guide-sujato:292": "Moyens de subsistance justes (<i lang='pi' translate='no'>sammāājīva</i>) ",
  "sn-guide-sujato:293": "Éviter les moyens de subsistance nuisibles. ",
  "sn-guide-sujato:294": "Effort juste (<i lang='pi' translate='no'>sammāvāyāma</i>) ",
  "sn-guide-sujato:295": "Les quatre efforts justes. ",
  "sn-guide-sujato:296": "Pleine conscience juste (<i lang='pi' translate='no'>sammāsati</i>) ",
  "sn-guide-sujato:297": "Les quatre types de méditation de pleine conscience. ",
  "sn-guide-sujato:298": "Concentration juste (<i lang='pi' translate='no'>sammāsamādhi</i>) ",
  "sn-guide-sujato:299": "Les quatre absorptions. ",
  "sn-guide-sujato:300": "Les huit facteurs ont un aspect progressif évident, comme se fut précisé dès le début de ce recueil (<a class='ref' href='/sn45.1'>SN 45.1</a>). Ils suivent le même parcours général que celui qui est expliqué en détail dans l’Entraînement Graduel, bien que l’accent soit moins mis sur la vie monastique, car les moines comme les laïcs devraient les pratiquer (<a class='ref' href='/sn45.24'>SN 45.24</a>). On entend l’enseignement et acquiert une compréhension initiale (compréhension juste). Ensuite, on décide de vivre en accord avec cette compréhension (intention juste), en adoptant une conduite éthique essentielle dans la parole (parole juste) et le corps (action juste), et en s’assurant de ne pas gagner de l’argent d’une manière qui cause du tort (moyens de subsistance justes). Sur cette base, on s’efforce de purifier l’esprit (effort juste), en entreprenant la méditation (pleine conscience juste) menant à une absorption profonde (concentration juste) (<a class='ref' href='/sn45.28'>SN 45.28</a>). ",
  "sn-guide-sujato:301": "Lorsque tous ces facteurs ont été réunis, l’esprit est prêt à effectuer la percée vers la réalisation des quatre nobles vérités. Ainsi, la compréhension des quatre nobles vérités, qui commence comme un concept accepté par foi, s’approfondit progressivement tout au long du voyage spirituel, nourri par l’expérience et la réflexion. La compréhension juste nous guide sur chaque étape de la voie, apprenant des erreurs, révélant nos motivations cachées et découvrant des possibilités inattendues. En fin de compte, elle se transforme en la compréhension libératrice des nobles (<a class='ref' href='/sn45.13'>SN 45.13</a>, <a class='ref' href='/sn45.35'>SN 45.35</a>, etc.). La clé de cette transformation est la clarté et le calme de l’absorption méditative. Une conscience supérieure qui voit plus loin et plus profondément que jamais auparavant, et qui a le pouvoir d’éradiquer complètement l’avidité, la haine et l’illusion (<a class='ref' href='/sn45.36'>SN 45.36</a>, etc.). ",
  "sn-guide-sujato:302": "Néanmoins, malgré cette progression, évidemment, les facteurs ne doivent pas être entrepris de manière littérale, un par un. La « voie » n’est qu’une métaphore, et dans la vie réelle, le développement spirituel est plus complexe. ",
  "sn-guide-sujato:303": "Les facteurs de la voie sont considérés comme un cadre permettant une réflexion et, si nécessaire, un changement dans sa propre vie et sa pratique. Chacun de ces facteurs est essentiel, et si vous vous apercevez que les facteurs plus élevés vous échappent, essayez de vous demander si vous avez suffisamment travaillé sur les bases. Parfois, les personnes semblent enthousiastes à l’idée d’atteindre les états de conscience supérieurs, sans poser les bases solides et élargies offertes par les facteurs plus simples de la voie. Si le développement de la méditation profonde s’avère difficile, la réponse n’est pas d’essayer de la forcer à mûrir plus rapidement, pire, de l’expliquer comme étant inutile. Il faut plutôt se concentrer sur le progrès de la compréhension juste par l’étude et la réflexion sur le Dhamma, sur le développement de l’intention juste en devenant plus généreux et ouvert, ou sur la prudence dans sa conduite éthique et ses affaires (<a class='ref' href='/sn45.50'>SN 45.50-54</a>). ",
  "sn-guide-sujato:304": "Et, n’oubliez pas que cette voie ne se parcourt pas seul. Malgré tout l’accent mis sur la méditation solitaire, ce <i lang='pi' translate='no'>saṁyutta</i> nous rappelle que l’amitié de qualité est le tout de la vie spirituelle (<a class='ref' href='/sn45. 2'>SN 45.2</a>, <a class='ref' href='/sn45.3'>SN 45.3</a>), car l’amitié de qualité précède le noble sentier octuple (<a class='ref' href='/sn45.49'>SN 45.49</a>). ",
  "sn-guide-sujato:305": "SN 46 : Discours Groupés sur les Facteurs d’Éveil ",
  "sn-guide-sujato:306": "Ces sept facteurs sont appelés « facteurs d’éveil » (<i lang='pi' translate='no'>bojjaṅga</i>, c’est-à-dire <i lang='pi' translate='no'>bodhi</i> + <i lang='pi' translate='no'>aṅga</i>) parce qu’ils mènent à l’éveil (<a class='ref' href='/sn46.5'>SN 46.5</a>, <a class='ref' href='/sn46.21'>SN 46.21</a>). En tant que tels, ils se concentrent sur la psychologie de la contemplation, mais le <i lang='pi' translate='no'>saṁyutta</i> précise d’emblée que, comme toutes les présentations de la voie, ils reposent sur l’éthique (<a class='ref' href='/sn46.1'>SN 46.1</a>). ",
  "sn-guide-sujato:307": "Contrairement aux facteurs de la voie, aucune définition précise n’existe. Néanmoins, nous devrions bien sûr interpréter ces facteurs de la même manière qu’ils apparaissent dans le sentier octuple et ailleurs. Cependant, il y a quelques nouveaux facteurs, ainsi que quelques passages qui proposent une nouvelle perspective sur certains facteurs communs. La plupart des détails suivants proviennent de <a class='ref' href='/sn46.52'>SN 46.52</a>. ",
  "sn-guide-sujato:308": "Pleine conscience (<i lang='pi' translate='no'>sati</i>) ",
  "sn-guide-sujato:309": "Comprend autant le rappel des enseignements (<a class='ref' href='/sn46.3'>SN 46.3</a>) que la conscience attentive des phénomènes internes et externes. ",
  "sn-guide-sujato:310": "Investigation des lois naturelles (<i lang='pi' translate='no'>dhammavicaya</i>) ",
  "sn-guide-sujato:311": "Comprend autant la réflexion que l’investigation des enseignements (<a class='ref' href='/sn46.3'>SN 46.3</a>) ainsi que l’investigation des phénomènes internes et externes. ",
  "sn-guide-sujato:312": "Énergie (<i lang='pi' translate='no'>viriya</i>) ",
  "sn-guide-sujato:313": "Tant sur le plan mental que physique. ",
  "sn-guide-sujato:314": "Ravissement (<i lang='pi' translate='no'>pīti</i>) ",
  "sn-guide-sujato:315": "Il s’agit de l’expérience de la joie exaltante qui émerge lorsque l’esprit devient paisible pendant la méditation. Elle comprend le ravissement de la première et de la seconde absorption. ",
  "sn-guide-sujato:316": "Tranquillité (<i lang='pi' translate='no'>passadhi</i>) ",
  "sn-guide-sujato:317": "Tant sur le plan physique que sur le plan mental ",
  "sn-guide-sujato:318": "Absorption méditative(<i lang='pi' translate='no'>samādhi</i>) ",
  "sn-guide-sujato:319": "Les état d’absorptions. ",
  "sn-guide-sujato:320": "Équanimité (<i lang='pi' translate='no'>upekkhā</i>) ",
  "sn-guide-sujato:321": "Il peut s’agir autant de l’équanimité des états supérieurs de concentration que de celle de la compréhension profonde. ",
  "sn-guide-sujato:322": "Un détail de ce qui précède nécessite probablement une explication supplémentaire, à savoir l’idée que la pleine conscience inclut le souvenir des enseignements. La pleine conscience est définie dans les suttas comme la capacité de se souvenir de choses dites et faites il y a longtemps (<a class='ref' href='/dn33'>DN 33</a>, <a class='ref' href='/dn34'>DN 34</a>, <a class='ref' href='/mn53'>MN 53</a>, <a class='ref' href='/sn48. 9'>SN 48.9</a>, <a class='ref' href='/sn48.50'>SN 48.50</a>, <a class='ref' href='/an4.35'>AN 4.35</a>, <a class='ref' href='/an8.13'>AN 8.13</a>, <a class='ref' href='/an10.17'>AN 10.17</a>, etc.). Le sens premier du mot <i lang='pi' translate='no'>sati</i> est en réalité « mémoire » et, dans les traditions brahmaniques, il fait référence aux écritures mémorisées. Bien sûr, aujourd’hui, nous comprenons la pleine conscience comme une « conscience claire » des phénomènes dans le présent. ",
  "sn-guide-sujato:323": "Ce <i lang='pi' translate='no'>saṁyutta</i> donne un indice qui aide à résoudre ces deux sens. Dans <a class='ref' href='/sn46.56'>SN 46.56</a>, un brahmane demande au Bouddha pourquoi il peut parfois se souvenir de ses chants et parfois non. Le Bouddha explique que la présence des entraves obscurcit sa mémoire, en offrant une série élaborée d’allégories comparant l’eau dans divers états aux différentes entraves. Comment, pourrait-on se demander, un récitant de textes oraux y parvient-il ? <em>En maintenant une concentration continue et claire pendant l’acte de récitation</em>. Lorsque l’esprit s’égare et se distrait, la récitation est perdue. <i lang='pi' translate='no'>Sati</i> ne signifie pas les souvenirs non structurés qui viennent à l’esprit, mais le flux régulier et la continuité d’une conscience concentrée. Voici comment l’acte de se remémorer les écritures ressemble beaucoup au fait de rester attentif à sa méditation. ",
  "sn-guide-sujato:324": "Les facteurs sont séquentiels, chacun servant de condition ou de support au suivant (<a class='ref' href='/sn46.3'>SN 46.3</a>). De nombreux suttas soulignent cet aspect de conditionnalité. Chaque facteur d’éveil est alimenté par un type de source spécifique (<a class='ref' href='/sn46.51'>SN 46.51</a>). Le groupe dans son ensemble émerge de la pratique des quatre types de méditations de pleine conscience et de la série de pratiques qui les sous-tendent (<a class='ref' href='/sn45.6'>SN 45.6</a>). Elles affectent et conditionnent l’esprit de manière distincte ; ainsi, lorsque l’esprit est fatigué, il est préférable de développer l’investigation, l’énergie et le ravissement, mais lorsqu’il est agité, il convient de développer la tranquillité, l’immersion et l’équanimité. Cependant, la pleine conscience est toujours utile (<a class='ref' href='/sn46.53'>SN 46.53</a>). Enfin, les facteurs eux-mêmes sont la condition de l'éveil (<a class='ref' href='/sn46.56'>SN 46.56</a>). ",
  "sn-guide-sujato:325": "Néanmoins, même les personnes perfectionnées continuent de les pratiquer, revêtant l’une ou l’autre d’entre elles quand elles le souhaitent, comme un vêtement (<a class='ref' href='/sn46.4'>SN 46.4</a>). Une telle personne a « acquis la voie » et comprend le véritable pouvoir des facteurs d’éveil menant à la fin de la renaissance (<a class='ref' href='/sn46.30'>SN 46.30</a>). ",
  "sn-guide-sujato:326": "Le <i lang='pi' translate='no'>saṁyutta</i> oppose à plusieurs reprises les facteurs d’éveil à leurs contraires sombres, les cinq entraves que sont le désir sensuel, l’hostilité, l’ennui et la somnolence, l’agitation et le remords, et le doute. Ces derniers sont comparés à des impuretés dans l’or (<a class='ref' href='/sn46.33'>SN 46.33</a>) ou à des parasites (<a class='ref' href='/sn46.39'>SN 46.39</a>). ",
  "sn-guide-sujato:327": "L’un des aspects uniques des facteurs d’éveil est que leur récitation est considérée efficace pour aider à guérir les maladies. Plusieurs suttas racontent comment un moine malade — et même le Bouddha lui-même — est inspiré par la récitation des facteurs d’éveil et se relève guéri (<a class='ref' href='/sn46.14'>SN 46.14-16</a>). Il est donc compréhensible que la récitation de passages sur les facteurs d’éveil pour les malades soit restée populaire dans la culture theravadine. Si cette récitation semble moins efficace aujourd’hui que dans les suttas, gardons à l’esprit qu’il s’agit de cas de méditants avancés et expérimentés, perfectionnés même, qui ont déjà développé ces facteurs jusqu’à leur terme. Leur inspiration est d’un autre niveau que celle d’une personne ordinaire. Et, même dans ce cas, aucune garantie n’existe : il y a de nombreux cas dans les textes anciens où des méditants perfectionnés tombent malades sans pouvoir être guéris. ",
  "sn-guide-sujato:328": "La plupart des facteurs d’éveil font référence aux aspects émotionnels de la voie spirituelle, à la joie et à la paix issues de la méditation. Cela est encore accentué dans <a class='ref' href='/sn46.54'>SN 46.54</a>, qui associe les facteurs d’éveil aux quatre incommensurables ou méditations divines : l’amour, la compassion, la joie et l’équanimité. Les moines bouddhistes sont contestés par les disciples d’autres voies, qui affirment qu’eux aussi enseignent le développement de ces facteurs. Le Bouddha précise toutefois qu’il décrit <em>comment</em> développer ces choses au plus haut de leur potentiel. Pour ce faire, les incommensurables sont renforcés par les facteurs d’éveil. ",
  "sn-guide-sujato:329": "SN 47 : Discours Groupés sur la Méditation de Pleine Conscience ",
  "sn-guide-sujato:330": "Le terme pāli <i lang='pi' translate='no'>satipaṭṭhāna</i> signifie l’« établissement de la pleine conscience ». J’ai l’habitude de le traduire plus familièrement par « méditation de la pleine conscience ». Alors qu’ailleurs, <i lang='pi' translate='no'>sati</i> est défini comme la « mémoire », ici, il est décrit comme <i lang='pi' translate='no'>anupassanā</i>, « l’observation soutenue ». Il s’agit de la pratique méditative consistant à mettre en place et à maintenir une conscience continue et ininterrompue dans quatre domaines distincts : ",
  "sn-guide-sujato:331": "Corps (<i lang='pi' translate='no'>kāya</i>) ",
  "sn-guide-sujato:332": "Tout aspect physique, y compris la respiration, les postures, les parties du corps, etc. ",
  "sn-guide-sujato:333": "Sensations (<i lang='pi' translate='no'>vedanā</i>) ",
  "sn-guide-sujato:334": "Différents types de sensations, qu’elles soient douloureuses, agréables ou neutres, spirituelles ou charnelles. ",
  "sn-guide-sujato:335": "Esprit (<i lang='pi' translate='no'>citta</i>) ",
  "sn-guide-sujato:336": "États de conscience, qu’ils soient sous l’influence de l’avidité, de la haine et de l’illusion, ou qu’ils en soient exempts. ",
  "sn-guide-sujato:337": "Lois naturelles(<i lang='pi' translate='no'>dhammā</i>) ",
  "sn-guide-sujato:338": "Comprendre les relations de cause à effet qui conduisent à la souffrance ou à la paix, notamment en réfléchissant au processus de méditation lui-même. ",
  "sn-guide-sujato:339": "Chacune d’entre elles peut inclure un large éventail d’expérience. Mais, dans la méditation, il est important de rester concentré. La formule standard exprime cela par l’utilisation de l’idiome réflexif <i lang='pi' translate='no'>kāye kāyānupassī</i>. Ici, le cas locatif est utilisé littéralement pour signifier « l’un des corps dans le corps », ou comme nous le dirions en français, un aspect particulier du corps. Ainsi, le méditant ne déplace pas continuellement son attention vers ce qui lui vient à l’esprit, mais maintient une conscience stable et continue sur un aspect spécifique de l’expérience physique. ",
  "sn-guide-sujato:340": "Il s’agit d’une pratique progressive. La nature de ce progrès devient plus claire lorsque l’on reconnaît que la pleine conscience de la respiration est une forme de <i lang='pi' translate='no'>satipaṭṭhāna</i>. ",
  "sn-guide-sujato:341": "La méditation commence par l’attention portée aux phénomènes relativement grossiers de la respiration physique jusqu’à ce qu’elle devienne calme et tranquille. ",
  "sn-guide-sujato:342": "Un sentiment subtil de joie et de félicité envahit la respiration et le corps. ",
  "sn-guide-sujato:343": "L’esprit se libère, immergé dans l’expérience singulière de la félicité issue de la libération. ",
  "sn-guide-sujato:344": "On contemple le processus évolutif de la méditation qui a conduit à ce point. L’esprit, renforcé par la concentration, lâche prise. ",
  "sn-guide-sujato:345": "Mais <i lang='pi' translate='no'>satipaṭṭhāna</i> est plus vaste que ce que j’ai indiqué ici. Ainsi, il inclut autant les expériences positives qui se développent pendant la méditation, que les expériences négatives : la douleur, l’esprit restreint, les entraves. En englobant toute la gamme des expériences, <i lang='pi' translate='no'>satipaṭṭhāna</i> favorise une approche étendue et inclusive de la méditation, fondée sur la prise de conscience plutôt que sur le contrôle, posant ainsi les bases de l’épanouissement de la sagesse. ",
  "sn-guide-sujato:346": "Ce <i lang='pi' translate='no'>saṁyutta</i> présente une série de suttas éclairants et souvent charmants sur <i lang='pi' translate='no'>satipaṭṭhāna</i>, mais il ne définit pas la portée de la méditation. Les définitions ci-dessus sont tirées de longs discours que l’on trouve aujourd’hui à <a class='ref' href='/mn10'>MN 10</a> et <a class='ref' href='/dn22'>DN 22</a>. Toutefois, ces discours ont manifestement connu un développement tardif considérable par rapport aux courts discours du <i lang='pi' translate='no'>saṁyutta</i>, et l’on ne peut pas simplement supposer que tout ce qui se trouve dans <a class='ref' href='/mn10'>MN 10</a> et <a class='ref' href='/dn22'>DN 22</a> s’applique au <i lang='pi' translate='no'>saṁyutta</i>. ",
  "sn-guide-sujato:347": "Le mot composé pāli <i lang='pi' translate='no'>satipaṭṭhāna</i> se résume à <i lang='pi' translate='no'>sati</i> + <i lang='pi' translate='no'>upaṭṭhāna</i>. Cette expression est connue de l’Entraînement Graduel, où elle désigne le moment où un pratiquant s’assoit à l’écart et commence la méditation en « établissant la pleine conscience » (<i lang='pi' translate='no'>satiṁ upaṭṭhapetvā</i>). Il se réfère donc principalement à la pratique formelle de la méditation. ",
  "sn-guide-sujato:348": "Aujourd’hui, il est courant de parler de « pleine conscience dans la vie quotidienne », mais dans les suttas, cela s’appelle <i lang='pi' translate='no'>sampajañña</i>, ce que je traduis par « conscience de la situation ». C’est l’une des séries de pratiques de l’Entraînement Graduel qui pose les bases de la méditation formelle. <a class='ref' href='/sn47.2'>SN 47.2</a> fait explicitement la distinction entre ces deux aspects en les traitant comme deux qualités que le moine doit développer. Cela ne veut pas dire, bien sûr, qu’elles sont complètement séparées, car rien dans le développement spirituel et mental ne se produit de manière isolée. <i lang='pi' translate='no'>Sampajañña</i> ne se limite pas à la « pleine conscience dans la vie quotidienne », mais joue également un rôle dans la concentration et la compréhension (voir <a class='ref' href='/sn47.35'>SN 47.35</a>). C’est dire que ces deux pratiques sont avant tout distinctes, la conscience de la situation aidant à préparer l’esprit à la méditation de pleine conscience. ",
  "sn-guide-sujato:349": "La formule standard décrit le méditant attentif à l’aide de quatre termes. Ceux-ci se réfèrent aux pratiques fondamentales de l’Entraînement Graduel, nous rappelant que <i lang='pi' translate='no'>la méditation de Satipaṭṭhāna</i> ne se produit pas de manière isolée : ",
  "sn-guide-sujato:350": "Ardent, diligent (<i lang='pi' translate='no'>ātāpī</i>) ",
  "sn-guide-sujato:351": "posséder une énergie persistante et inébranlable. ",
  "sn-guide-sujato:352": "Conscient (<i lang='pi' translate='no'>sampajāno</i>) ",
  "sn-guide-sujato:353": "posséder une conscience situationnelle. ",
  "sn-guide-sujato:354": "Attentif (<i lang='pi' translate='no'>satimā</i>) ",
  "sn-guide-sujato:355": "avoir de la pleine conscience. ",
  "sn-guide-sujato:356": "Se débarrasser du désir et de l’aversion pour le monde (<i lang='pi' translate='no'>vineyya loke abhijjhādomanassaṁ</i>). ",
  "sn-guide-sujato:357": "avoir éliminé les formes manifestes de désir et d’aversion par la pratique de la maîtrise des sens. L’expression <i lang='pi' translate='no'>abhijjhādomanassa</i> n’est utilisée ailleurs que dans le contexte de la maîtrise des sens (<a class='ref' href='/dn10'>DN 10</a>, <a class='ref' href='/mn33'>MN 33</a>, <a class='ref' href='/sn35. 120'>SN 35.120</a>, <a class='ref' href='/an4.14'>AN 4.14</a>, etc.) ",
  "sn-guide-sujato:358": "Dans le sentier octuple, les facteurs d’éveil, les facultés et les pouvoirs, la méditation de pleine conscience est l’un des facteurs clés menant à un calme méditatif profond et à la concentration. Elle est définie ailleurs comme « la base de la concentration dans <i lang='pi' translate='no'>samādhi</i> » (<a class='ref' href='/mn44'>MN 44</a> : <i lang='pi' translate='no'>cattāro satipaṭṭhānā samādhinittā</i>). Avec la charmante parabole d’un cuisinier, <a class='ref' href='/sn47.8'>SN 47.8</a> montre comment un méditant expérimenté en pleine conscience, en pénétrant les caractéristiques de son propre esprit, parvient à la concentration et à abandonner les souillures, alors qu’un piètre méditant échoue. Dans <a class='ref' href='/sn47.4'>SN 47. 4</a>, le Bouddha exhorte tous les méditants, qu’ils soient débutants ou avancés, à pratiquer la pleine conscience jusqu’au niveau d’immersion totale (<i lang='pi' translate='no'>ekodibhūtā vippasannacittā samāhitā ekaggacittā</i> ; « unis, avec un esprit clair, plongé dans le <i lang='pi' translate='no'>samādhi</i>, et unifié »). ",
  "sn-guide-sujato:359": "La place centrale de l’immersion méditative est renforcée par l’adage selon lequel <i lang='pi' translate='no'>satipaṭṭhāna</i> est la « voie de la convergence » (<i lang='pi' translate='no'>ekāyano maggo</i>). Ce dicton est célèbre grâce à <a class='ref' href='/mn10'>MN 10</a> mais provient du Saṁyutta, où le dicton est placé dans la bouche de Brahmā (<a class='ref' href='/sn47.1'>SN 47.1</a>, <a class='ref' href='/sn47.18'>SN 47.18</a>, <a class='ref' href='/sn47.43'>SN 47.43</a>). Il s’agit d’un terme issu des Upaniṣads qui, dans un contexte contemplatif, signifie « le lieu où toutes les choses sont réunies en une seule » (Bṛhadāraṇyaka Upaniṣad 2.4:11). ",
  "sn-guide-sujato:360": "Les absorptions méditatives (<i lang='pi' translate='no'>jhānas</i>) sont explicitement présentées dans <i lang='pi' translate='no'>satipaṭṭhāna</i> dans le passage étendu et tardif sur les quatre nobles vérités dans <a class='ref' href='/dn22'>DN 22</a>. Cependant, elles sont implicites à de nombreux endroits, notamment dans l’observation des sensations sous les notions de « ravissement spirituel » et de « félicité spirituelle », définies en termes d’absorptions (<a class='ref' href='/sn36.31'>SN 36. 31</a>) ; ainsi que dans l’observation de l’esprit sous les notions d’esprit « expansif », « incomparable », « immergé », « libéré », qui sont tous des termes désignant des états profonds d’absorption ; ou la discussion à <a class='ref' href='/mn125'>MN 125</a>. ",
  "sn-guide-sujato:361": "Cela ne veut pas dire que la compréhension (ou le discernement, <i lang='pi' translate='no'>vipassanā</i>) n’a pas sa place dans le <i lang='pi' translate='no'>satipaṭṭhāna</i>. Au contraire, le quatrième des <i lang='pi' translate='no'>satipaṭṭhānas</i>, l’observation des lois naturelles, concerne principalement la compréhension qui découle de l’immersion méditative. Ici, comme décrit dans <a class='ref' href='/mn10'>MN 10</a>, on ne se contente pas d’observer la présence et l’absence de divers facteurs, on comprend la raison pour laquelle ils apparaissent et disparaissent. La compréhension de la causalité est au cœur de l’introspection. Ceci est renforcé par l’enseignement sur la pleine conscience de la respiration, qui introduit la contemplation de l’impermanence à ce stade. ",
  "sn-guide-sujato:362": "Deux suttas mettent en évidence l’aspect <i lang='pi' translate='no'>vipassanā</i>. Dans <a class='ref' href='/sn47.40'>SN 47.40</a>, le Bouddha enseigne d’abord la pratique classique de <i lang='pi' translate='no'>satipaṭṭhāna</i>, puis introduit le « développement » de <i lang='pi' translate='no'>satipaṭṭhāna</i>. Dans les suttas, « développement » signifie renforcement et l’expansion de ce qui existe déjà. (<i lang='pi' translate='no'>Bhāvanā</i> est dérivé du causatif du mot « être », c’est-à-dire « faire être davantage »). Ce nouveau développement implique la contemplation des quatre <i lang='pi' translate='no'>satipaṭṭhānas</i> en termes d’origine et de cessation. La signification exacte de ces termes est expliquée dans <a class='ref' href='/sn47.42'>SN 47.42</a>, qui indique l’origine respective des quatre. ",
  "sn-guide-sujato:363": "Ce recueil se distingue par le nombre de paraboles charmantes, aussi mémorables qu’amusantes. Outre l’histoire du cuisinier que nous avons mentionnée plus haut (<a class='ref' href='/sn47.8'>SN 47.8</a>), nous apprenons comment une caille a appris à échapper à un faucon (<a class='ref' href='/sn47. 6'>SN 47.6</a>), comment un singe stupide s’est retrouvé piégé dans du goudron (<a class='ref' href='/sn47.7'>SN 47.7</a>) et comment deux acrobates se soutiennent mutuellement (<a class='ref' href='/sn47.19'>SN 47.19</a>). Un autre discours lance un défi apparemment impossible à relever pour la pratique de la pleine conscience : marcher, en portant un bol d’huile rempli à ras bord, entre une artiste populaire et la foule qui se bouscule pour la voir, tandis qu’un homme à l’épée dégainée attend de vous couper la tête si vous en renversez une goutte (<a class='ref' href='/sn47.20'>SN 47.20</a>) ! ",
  "sn-guide-sujato:364": "SN 48 : Discours Groupés sur les Facultés ",
  "sn-guide-sujato:365": "Le mot <i lang='pi' translate='no'>indriya</i> a une histoire assez intéressante. Il apparaît 39 fois dans le Ṛg Veda dans le sens général de « pouvoir d’Indra », le grand dieu-guerrier et tueur de dragons connu en pāli sous le nom de Sakka. Mais, la nature de ce pouvoir n’est peut-être pas celle que l’on pourrait imaginer, car plus des deux tiers de ces cas associent <i lang='pi' translate='no'>indriya</i> à <i lang='pi' translate='no'>soma</i>. ",
  "sn-guide-sujato:366": "Le <i lang='pi' translate='no'>soma</i> était bien sûr une drogue, probablement une préparation à base d’éphédra, un stimulant semblable à l’amphétamine. Les anciens Indo-Européens le buvaient pour insuffler aux guerriers une énergie folle sur le champ de bataille. Comme la domestication du cheval et l’invention du char rapide à deux roues, le combat sous l’effet de la drogue a été l’une des principales innovations à l’origine du succès militaire des Indo-Européens. ",
  "sn-guide-sujato:367": "Dans la culture védique, ce rituel était considéré comme une pratique religieuse : Indra lui-même boit du <i lang='pi' translate='no'>soma</i> pour accroître sa puissance. Il devient inarrêtable et écrase tous ses ennemis devant lui. Ses fidèles suivent son exemple, manifestant le pouvoir du dieu en eux-mêmes. L’euphorie provoquée par la drogue leur a donné la puissance des dieux. Mais, le point crucial est que le pouvoir n’est pas emprunté à Indra ; au contraire, le dieu et le fidèle tirent leur pouvoir de la même source. Le pouvoir était en eux depuis toujours, il avait juste besoin du <i lang='pi' translate='no'>soma</i> pour le faire ressortir. ",
  "sn-guide-sujato:368": "À l’époque du Bouddha, l’ère védique était révolue et le <i lang='pi' translate='no'>soma</i> largement oublié. Les commentateurs ultérieurs, peu familiers de ses racines védiques, ont défini <i lang='pi' translate='no'>indriya</i> comme « la domination », et les différents <i lang='pi' translate='no'>indriyas</i> dans le Bouddhisme comme les facultés gouvernantes qui exercent un contrôle sur leurs domaines. Mais, l’utilisation dans les suttas montre que le sens est plus proche du sens védique de « puissance ». Les <i lang='pi' translate='no'>indriyas</i> sont des potentiels innés qui peuvent se manifester dans les bonnes conditions. ",
  "sn-guide-sujato:369": "C’est pourquoi, après l’éveil du Bouddha, il a examiné le monde et évalué les <i lang='pi' translate='no'>indriyas</i> des nombreux êtres différents qui le composent. Il a vu le potentiel spirituel latent dans chaque personne à des degrés différents, et a compris que ce potentiel caché pouvait être exploité avec l’enseignement approprié et des encouragements (<a class='ref' href='/sn6.1'>SN 6.1</a>). ",
  "sn-guide-sujato:370": "Pour formuler un enseignement sur les <i lang='pi' translate='no'>indriyas</i>, le Bouddha s’est inspiré d’un groupe de cinq qualités qu’il avait développées auprès de ses anciens maîtres Āḷāra Kālāma et Uddaka Rāmaputta (<a class='ref' href='/mn26#17'>MN 26:17</a>, etc.). Qu’il s’agisse réellement d’un groupe d’enseignements de la tradition brahmanique est confirmé par leur mention dans les Yogasūtra (1.20). Il appelle ce groupe les cinq <i lang='pi' translate='no'>indriyas</i>. ",
  "sn-guide-sujato:371": "Les mêmes qualités étaient également connues sous le nom de <i lang='pi' translate='no'>balas</i> ou « pouvoirs ». À <a class='ref' href='/sn48.43'>SN 48.43</a>, le Bouddha discute de la relation entre ces deux groupes, disant qu’ils ressemblent à rivière qui coule autour d’une île. Ils font partie du même courant et vont au même endroit, mais d’un certain point de vue, on peut les distinguer. Le terme <i lang='pi' translate='no'>bala</i>, comme <i lang='pi' translate='no'>indriya</i>, est védique, avec le même sens fondamental de puissance ou de force, et apparaît dans des contextes mettant en scène Indra et son <i lang='pi' translate='no'>soma</i>. Les <i lang='pi' translate='no'>balas</i> n’ont que quelques modèles de répétition dans le <i lang='pi' translate='no'>saṁyutta</i>, et sont définis dans l’Aṅguttara (<a class='ref' href='/an5.14'>AN 5.14</a>). ",
  "sn-guide-sujato:372": "Les <i lang='pi' translate='no'>indriyas</i> (avec les <i lang='pi' translate='no'>balas</i>) ont été inclus dans les 37 <i lang='pi' translate='no'>bodhipakkhiyadhammā</i>, et forment le cœur de l’Indriya Saṁyutta, où ils sont définis comme suit (<a class='ref' href='/sn48. 8'>SN 48.8</a>, <a class='ref' href='/sn48.9'>SN 48.9</a>, <a class='ref' href='/sn48.10'>SN 48.10</a>) : ",
  "sn-guide-sujato:373": "Foi (<i lang='pi' translate='no'>saddhā</i>) ",
  "sn-guide-sujato:374": "Foi en l’éveil du Bouddha. ",
  "sn-guide-sujato:375": "Énergie (<i lang='pi' translate='no'>viriya</i>) ",
  "sn-guide-sujato:376": "L’effort d’abandonner le mal et de développer le bon. ",
  "sn-guide-sujato:377": "Pleine conscience (<i lang='pi' translate='no'>sati</i>) ",
  "sn-guide-sujato:378": "Le souvenir de choses dites et faites il y a longtemps, et les quatre types de méditations de pleine conscience. ",
  "sn-guide-sujato:379": "Concentration (<i lang='pi' translate='no'>samādhi</i>) ",
  "sn-guide-sujato:380": "Unification de l’esprit fondée sur le lâcher-prise ; définie comme les quatre absorptions (<i lang='pi' translate='no'>jhānas</i>). ",
  "sn-guide-sujato:381": "Sagesse (<i lang='pi' translate='no'>paññā</i>) ",
  "sn-guide-sujato:382": "Comprendre l’impermanence et les quatre nobles vérités. ",
  "sn-guide-sujato:383": "En commençant par la foi (<i lang='pi' translate='no'>saddhā</i>), le texte introduit une qualité qui n’est pas explicitement mentionnée dans les groupes précédents. Dans le Bouddhisme, la foi est essentielle. Dans les pays bouddhistes traditionnels, la foi et la dévotion discrète, mais inébranlables à l’égard du Bouddha et de ses enseignements sont toujours présents, exprimées par des offrandes de fleurs, par la grâce et l’humilité en présence du sacré, ou par une réflexion inspirée sur les paroles du Bouddha. Il s’agit d’une qualité émotionnelle, souvent associée à <i lang='pi' translate='no'>pema</i>, « affection ». Le Bouddha a explicitement rejeté la foi aveugle ou « sans fondement » (<a class='ref' href='/mn95#13'>MN 95:13</a> : <i lang='pi' translate='no'>amūlikā saddhā</i>) et exhortait ses disciples à développer une « foi fondée » (<a class='ref' href='/mn47#16'>MN 47:16</a> : <i lang='pi' translate='no'>ākāravatī saddhā</i>) fondée sur un examen prudent et critique. ",
  "sn-guide-sujato:384": "Il s’agit d’une foi qui s’apparente à la confiance dont un scientifique a besoin lorsqu’il s’appuie sur les conclusions et les théories d’autres personnes dans son domaine. Elle est essentielle pour parvenir à quelque chose, mais par ailleurs, elle est totalement provisoire. Si quelque chose est contredit par les preuves, il faut le rejeter. Une fois que vous avez vu la vérité de vous-même, la foi n’est plus nécessaire, comme le souligne le Vénérable Sāriputta dans <a class='ref' href='/sn48.44'>SN 48.44</a>. ",
  "sn-guide-sujato:385": "Suivant le schéma que nous avons vu dans les précédents groupes de qualités, la mention de foi est fondée sur les progrès d’une personne qui suit l’Entraînement Graduel. D’abord, on écoute l’enseignement et l’on acquiert la foi. Puis, on va plus loin et met son énergie dans la pratique, en pratiquant la méditation de pleine conscience, parvenant à réaliser les absorptions et la connaissance de l’impermanence qui en découle. À ce stade, le pratiquant va au-delà de la simple croyance ou de l’argumentation raisonnée et voit la vérité de lui-même. Sa foi est décrite comme <i lang='pi' translate='no'>aveccappasāda</i>, une confiance « expérientielle » ou « confirmée ». Le mot <i lang='pi' translate='no'>avecca</i> signifie littéralement « avoir vécu ». Ce n’est qu’à ce stade que la foi est inébranlable. ",
  "sn-guide-sujato:386": "De nombreux suttas sur les cinq facultés sont établis selon les mêmes types de schémas et de modèles que les <i lang='pi' translate='no'>saṁyuttas</i> sur le noble sentier octuple ou les facteurs d’éveil. Cependant, ils se distinguent par deux aspects connexes. Ces deux caractéristiques distinctes découlent du sens premier du mot <i lang='pi' translate='no'>indriya</i>, qui signifie « puissance » ou « potentiel ». ",
  "sn-guide-sujato:387": "La première de ces deux caractéristiques est l’utilisation des facultés pour évaluer les pratiquants. Celui qui comprend vraiment les facultés est entré dans le courant (<a class='ref' href='/sn48.2'>SN 48.2</a>, <a class='ref' href='/sn48.3'>SN 48. 3</a>), tandis que celui qui, sur la base de cette compréhension, lâche complètement prise est un pratiquant perfectionné (<a class='ref' href='/sn48.4'>SN 48.4</a>, <a class='ref' href='/sn48.5'>SN 48.5</a>). Cette classification des praticiens en fonction de leur développement des facultés est détaillée dans une autre série de discours (<a class='ref' href='/sn48.12'>SN 48.12-18</a>, <a class='ref' href='/sn48.24'>SN 48.24</a>). ",
  "sn-guide-sujato:388": "Ainsi, bien que, dans un sens, nous ayons tous ces facultés en nous comme potentiel caché, elles ne manifestent pas leur force tant qu’elles n’ont pas été renforcées par la voie. Une fois que cela se produit, au moment de l’entrée dans le courant, elles sont aussi imparables qu’Indra en train de tuer des dragons. ",
  "sn-guide-sujato:389": "Pour comprendre la seconde caractéristique distinctive, rappelons que dans ces <i lang='pi' translate='no'>saṁyuttas</i> nous traitons de la voie, la quatrième des nobles vérités, qui est « à développer » (<i lang='pi' translate='no'>bhāvetabba</i>). Si l’Indriya Saṁyutta, comme d’autres <i lang='pi' translate='no'>saṁyuttas</i> sur la voie, parle effectivement du « développement des facultés », une série de suttas parle également de la compréhension des facultés à la lumière des quatre nobles vérités (<a class='ref' href='/sn48.2'>SN 48.2-7</a>). Normalement, une telle formulation se trouve dans les discours traitants de la première noble vérité, comme ceux sur les agrégats ou les champs sensoriels, qui doivent « être pleinement compris ». Ici, les textes estompent la distinction entre la première et la quatrième noble vérité. Certes, ce n’est pas unique ; nous avons déjà noté que quelques discours sur le <i lang='pi' translate='no'>satipaṭṭhāna</i> font une chose semblable d’une manière différente. Cependant, ceci est inhabituel, et la mise en exergue est certainement unique. ",
  "sn-guide-sujato:390": "Il n’y a rien de difficile à comprendre d’un point de vue doctrinaire ; après tout, la voie est conditionnée (<a class='ref' href='/an4.34'>AN 4.34</a>), et toutes les choses conditionnées sont souffrances. Mais, le Bouddha parlait généralement de la voie en termes élogieux et positifs, et non de ses souffrances et de ses inconvénients. ",
  "sn-guide-sujato:391": "Une fois de plus, cela prend tout son sens lorsque nous considérons les facultés comme des potentiels intérieurs, comme quelque chose que nous possédons déjà sous une forme latente à un degré ou à un autre. En pénétrant les facultés, nous comprenons <em>qui nous sommes</em> et <em>qui nous pourrions devenir</em>. ",
  "sn-guide-sujato:392": "Cette idée qu’un <i lang='pi' translate='no'>indriya</i> est une puissance, une capacité ou une force possédée par une personne est développée dans le reste du <i lang='pi' translate='no'>saṁyutta</i>, qui introduit une série de facultés en plus des cinq facultés premières. Avec les cinq facultés, elles forment une liste de 22 facultés, devenue un groupe standard dans l’Abhidhamma (voir <a class='ref' href='/vb5'>Vb 5</a>). Les voici dans l’ordre de l’Abhidhamma : ",
  "sn-guide-sujato:393": "Les six facultés sensorielles (<a class='ref' href='/sn48.25'>SN 48.25</a>). ",
  "sn-guide-sujato:394": "Trois facultés biologiques : la féminité, la masculinité et la vitalité (<a class='ref' href='/sn48.22'>SN 48.22</a>). ",
  "sn-guide-sujato:395": "Cinq sortes de sensations comme facultés (<a class='ref' href='/sn48.31'>SN 48.31</a>). ",
  "sn-guide-sujato:396": "Les cinq facultés spirituelles. ",
  "sn-guide-sujato:397": "Trois facultés relatives aux étapes de l’éveil (<a class='ref' href='/sn48.23'>SN 48.23</a>). ",
  "sn-guide-sujato:398": "Les sens, les sensations et même les attributs biologiques sont des choses que tout le monde possède. Ils doivent être compris comme faisant partie de la réalité conditionnée, et donc de la souffrance, mais ils peuvent être utilisés pour renforcer le chemin spirituel. ",
  "sn-guide-sujato:399": "SN 51 : Discours Groupés sur les Bases des Pouvoirs Psychiques ",
  "sn-guide-sujato:400": "Nous avons appris que les termes <i lang='pi' translate='no'>indriya</i> et <i lang='pi' translate='no'>bala</i>, que nous traduisons par « faculté » et « pouvoir », étaient des termes védiques étroitement associés à la puissance divine du dieu de la guerre Indra. Le <i lang='pi' translate='no'>saṁyutta</i> traité ici concerne <i lang='pi' translate='no'>iddhi</i>, un autre terme védique ayant une signification similaire de « succès, pouvoir, puissance ». Notez que le terme pāli <i lang='pi' translate='no'>iddhi</i> est identique dans sa signification à deux termes védiques, <i lang='pi' translate='no'>siddhi</i> et <i lang='pi' translate='no'>ṛddhi</i>, mais formellement, il est dérivé de ce dernier. <Pāda</i> signifie littéralement « pied », et puisque <i lang='pi' translate='no'>iddhipāda</i> est défini comme la « voie ou pratique permettant d’obtenir <i lang='pi' translate='no'>iddhi</i> » (<a class='ref' href='/sn51. 27'>SN 51.27</a>), il est tentant de maintenir la métaphore en parlant des « quatre étapes vers le pouvoir psychique ». ",
  "sn-guide-sujato:401": "<i lang='pi' translate='no'>Iddhis</i> peut se référer à diverses sortes de succès, de puissance ou de pouvoir, mais dans ce contexte, il s’agit de différents exploits étonnants de pouvoir psychique ou de superpouvoirs. De tels exploits ont une longue et riche histoire en Inde. Dans les Védas, comme nous l’avons vu, ils trouvent leur origine dans les légendaires prouesses militaires des dieux, auxquelles les mortels aspiraient, à l’aide de stimulants. Lorsque le <i lang='pi' translate='no'>soma</i> a disparu, apparemment, on a cherché d’autres moyens de transcender les limites humaines et physiques normales. Les ascètes ont adopté des mortifications punitives (<i lang='pi' translate='no'>tapas</i>), torturant leur corps à la recherche de superpouvoirs. Si certains pratiquants religieux pré-bouddhistes — notamment ceux des Jaïns et des Upaniṣads — s’étaient fixé des objectifs plus nobles et plus dignes que de simples pouvoirs, il en restait beaucoup pour qui la pratique spirituelle était un moyen de parvenir à ces fins résolument mondaines. ",
  "sn-guide-sujato:402": "La fascination de la culture moderne pour les superhéros montre qu’il ne s’agit pas d’un phénomène lié à une époque ou à un lieu culturel spécifique. Il s’agit d’une aspiration très humaine à la transcendance et à la transformation, à devenir autre, à devenir plus. Les superhéros sont dotés des mêmes types de pouvoirs que ceux évoqués dans les textes bouddhistes et autres textes de l’Inde ancienne : lecture des pensées, sens accrus, capacité à contrôler les éléments ou à se démultiplier, à voler dans les airs et même dans l’espace (<a class='ref' href='/sn51.11'>SN 51.11</a>). Ainsi, les moyens par lesquels les pouvoirs sont acquis restent semblables aux traditions pré-bouddhistes : ils peuvent être d’origine divine ou extraterrestre, ou dérivés d’une drogue ou d’un produit chimique, ou encore être le résultat d’épreuves et de souffrances endurées. ",
  "sn-guide-sujato:403": "Le Bouddha a toutefois renoncé à ces méthodes en affirmant que les superpouvoirs s’acquièrent par le développement mental pur ou la méditation. L’accent n’est plus mis sur les pouvoirs eux-mêmes, mais sur les moyens de les atteindre, ce qui s’avère également être la voie de l’éveil. Les divers pouvoirs étendent ou améliorent les capacités humaines ordinaires. Ils peuvent aussi être développés de la même manière que n’importe quelle autre compétence : par la pratique. ",
  "sn-guide-sujato:404": "Malgré leur mention fréquente dans les textes bouddhistes, les pouvoirs psychiques sont notablement absents des sujets les plus importants. Ce sont des effets secondaires du cheminement spirituel, des choses qui peuvent être divertissantes et avoir une certaine valeur en tant qu’exercices préliminaires, mais qui sont loin du véritable but (voir <a class='ref' href='/sn12.70'>SN 12.70</a>). Le Bouddha avait, en effet, une attitude très ambiguë à l’égard des pouvoirs, surtout lorsqu’ils étaient exhibés. Il a interdit aux moines de les exhiber publiquement, déclarant que les moines qui faisaient de telles démonstrations étaient semblables à femme qui montre ses parties intimes pour une petite pièce de monnaie (<a class='ref' href='/pli-tv-kd15#8.2'>Kd 15:8.2</a>). Les démonstrations de pouvoirs psychiques sont d’ailleurs critiquées, car elles ressemblent à de vulgaires tours de magie (<a class='ref' href='/dn11#5'>DN 11:5</a>, <a class='ref' href='/an3.60'>AN 3.60</a>). La détention de superpouvoirs n’était en aucun cas un signe de véritable accomplissement spirituel. En effet, même Devadatta, l’ennemi juré du Bouddha, était censé les avoir atteints (<a class='ref' href='/pli-tv-kd17#1.4'>Kd 17:1.4</a>). ",
  "sn-guide-sujato:405": "Rien de tout cela n’aborde la question de savoir si ces pouvoirs sont réels. Les suttas supposent qu’ils le sont, et il n’y a aucune raison de penser que cela ne reflète pas le point de vue du Bouddha. Le Bouddhisme traditionnel a toujours accepté la réalité d’expériences et de pouvoirs au-delà de la normale, et les cultures bouddhistes regorgent d’anecdotes et de récits sur de tels événements. Les études rigoureuses, en revanche, sont plus difficiles à trouver. L’extraordinaire <cite class='book'>Irreducible Mind</cite>, une critique approfondie des théories réductionnistes de l’esprit, rassemble des centaines d’études sur divers types de phénomènes extraordinaires. Bien qu’une personne raisonnable puisse être sceptique, il semble qu’il existe un ensemble significatif de preuves à l’appui de phénomènes tels que la lecture des pensées ou le souvenir de vies antérieures. La capacité de voler ou de toucher le soleil n’est cependant pas attestée. ",
  "sn-guide-sujato:406": "Normalement, dans les suttas, le terme <i lang='pi' translate='no'>iddhi</i> est utilisé pour désigner un groupe spécifique de pouvoirs psychiques, qui témoignent principalement d’une maîtrise du domaine physique (<a class='ref' href='/sn51.19'>SN 51.19</a>, etc.). Celles-ci sont généralement incluses dans un groupe plus large de six « connaissances directes » (<i lang='pi' translate='no'>abhiññā</i>), qui sont également mentionnées dans ce <i lang='pi' translate='no'>saṁyutta</i> (<a class='ref' href='/sn51.11'>SN 51.11</a>). Le dernier d’entre eux est la disparition des souillures et de la renaissance, le véritable objectif de la pratique bouddhiste. ",
  "sn-guide-sujato:407": "Pour la substance des <i lang='pi' translate='no'>iddhipādas</i>, il existe quatre termes élémentaires : ",
  "sn-guide-sujato:408": "Enthousiasme (<i lang='pi' translate='no'>chanda</i>) ",
  "sn-guide-sujato:409": "Il s’agit de l’un des mots les plus courants pour désigner le « désir ». Bien qu’il ne soit pas formellement mentionné dans les autres listes du <i lang='pi' translate='no'>bodhipakkhiyadhammā</i>, il apparaît dans la formule des quatre efforts justes. C’est le désir de faire le bien, de pratiquer, d’échapper à la souffrance. ",
  "sn-guide-sujato:410": "Énergie (<i lang='pi' translate='no'>viriya</i>) ",
  "sn-guide-sujato:411": "C’est le facteur le plus courant parmi les 37 <i lang='pi' translate='no'>bodhipakkhiyadhammā</i>. Cependant, dans les bases du pouvoir psychique, il est particulièrement mis en valeur, car il n’est pas uniquement l’un des facteurs, mais il qualifie également chacun d’entre eux. ",
  "sn-guide-sujato:412": "Esprit (<i lang='pi' translate='no'>citta</i>) ",
  "sn-guide-sujato:413": "Pensée, idée, résolution ou conscience (voir ci-dessous). ",
  "sn-guide-sujato:414": "Examen (<i lang='pi' translate='no'>vīmaṁsā</i>) ",
  "sn-guide-sujato:415": "Examen ou investigation du Dhamma, mais surtout de ce qui fait obstacle à la méditation et de ce qui l’aide. Dans ce contexte, le sens de ce terme n’est pas très éloigné de celui de « curiosité ». ",
  "sn-guide-sujato:416": "Curieusement, bien que le mot <i lang='pi' translate='no'>citta</i> ait un large champ de signification, il n’est pas franchement défini dans ce contexte. Même l’Abhidhamma et les commentaires n’offrent guère plus que la liste habituelle des synonymes du mot « esprit » (<a class='ref' href='/vb9'>Vb 9</a>). Normalement, dans le contexte de la voie, l’esprit doit être « développé » (voir <a class='ref' href='/sn51.9'>SN 51.9</a>) et ce « développement de l’esprit » (<i lang='pi' translate='no'>cittabhāvanā</i>) est un terme pour <i lang='pi' translate='no'>samādhi</i> et la voie qui y mène. En conséquence, <i lang='pi' translate='no'>citta</i> se situe entre les facteurs énergie et sagesse, à la place habituellement occupée par <i lang='pi' translate='no'>samādhi</i> et la pleine conscience. On dit aussi qu’il est développé de façon normale par <i lang='pi' translate='no'>samādhi</i> (voir <a class='ref' href='/sn51.11'>SN 51.11</a>). Et <i lang='pi' translate='no'>samādhi</i> même, comme l’énergie, est constamment considéré comme essentiel à cette pratique. ",
  "sn-guide-sujato:417": "Cependant, <i lang='pi' translate='no'>citta</i> est aussi la pensée ou l’intention qui vous mène à votre destination (<a class='ref' href='/sn51.15'>SN 51.15</a>). Dans le même ordre d’idées, on obtient <i lang='pi' translate='no'>samādhi</i> en s’appuyant sur <i lang='pi' translate='no'>citta</i> (<a class='ref' href='/sn51. 13'>SN 51.13</a>), ce qui suggère que <i lang='pi' translate='no'>citta</i> ne puisse exactement être identique à <i lang='pi' translate='no'>samādhi</i>. ",
  "sn-guide-sujato:418": "Le terme <i lang='pi' translate='no'>citta</i> a peut-être été utilisé ici précisément en raison de l’étendue de son sens. Il englobe la « pensée » du Dhamma, de la pratique ou du but ; l’« idée » que l’on a à l’esprit et qui nous guide ; la « résolution » qui maintient l’attention concentrée ; la « conscience » croissante à mesure que le but se dessine ; et la « conscience » purifiée issue de la méditation profonde. Ainsi, <i lang='pi' translate='no'>citta</i> couvre ici le même domaine que l’un des quatre <i lang='pi' translate='no'>satipaṭṭhānas</i> : il se réfère à l’état d’esprit avec lequel on développe la voie, y compris, mais sans s’y limiter, les états de <i lang='pi' translate='no'>samādhi</i>. ",
  "sn-guide-sujato:419": "Les quatre bases sont presque toujours présentées dans une formule de standard qui consiste en un long mot composé, dont la signification est expliquée dans <a class='ref' href='/sn51.13'>SN 51.13</a>. On peut s’appuyer sur chacune des quatre qualités pour développer une unification profonde de l’esprit, ou <i lang='pi' translate='no'>samādhi</i>. Ce processus implique un effort actif, défini en termes des quatre efforts justes. Ainsi, chacun des <i lang='pi' translate='no'>iddhipādas</i> se compose de ces trois aspects : ",
  "sn-guide-sujato:420": "L’une des quatre qualités. ",
  "sn-guide-sujato:421": "L’immersion méditative qui en résulte. ",
  "sn-guide-sujato:422": "L’effort requis. ",
  "sn-guide-sujato:423": "C’est à <a class='ref' href='/sn51.20'>SN 51.20</a> que l’on trouve l’explication la plus détaillée de leur mise en pratique. Ce sutta présente une multitude de pratiques répétées ailleurs dans les suttas, telles que la contemplation des 31 parties du corps. Bien que la plupart de ces pratiques soient simples, il existe un idiome pāli quelque peu obscur qui mérite quelques éclaircissements. Il s’agit de l’expression « comme avant, ainsi après ; comme après, ainsi avant » (<i lang='pi' translate='no'>yathā pure tathā pacchā, yathā pacchā tathā pure</i>), appelée « impression de continuité » (<i lang='pi' translate='no'>pacchāpuresaññā</i>). Des phrases analogues se répètent à plusieurs endroits dans le contexte de la méditation (<a class='ref' href='/thag6.4'>Thag 6.4</a>, <a class='ref' href='/sn47.10'>SN 47.10</a>, <a class='ref' href='/an7.61'>AN 7.61</a>, <a class='ref' href='/an3.90'>AN 3.90</a>). Dans le Vinaya, la même expression est utilisée pour souligner que le statut de moine reste inchangé. Dans la méditation, elle souligne le besoin d’un effort constant et cohérent pour maintenir sa concentration. Faisant partie d’une série d’expressions idiomatiques apparentées — comme en haut, comme en bas ; comme le jour, comme la nuit ; comme ceci, comme cela — elle indique comment le processus de méditation passe de la diversité et de la différenciation à l’unité et à l’unicité. ",
  "sn-guide-sujato:424": "Lorsque les étudiants découvrent pour la première fois les bases du pouvoir psychique, ils sont souvent déconcertés par un paradoxe apparent. Le désir, nous dit-on, est la cause de la souffrance, et pourtant nous sommes censés le développer. Ce problème est abordé de front dans <a class='ref' href='/sn51.15'>SN 51.15</a>, où Ānanda explique au brahmane Uṇṇābha que le chemin spirituel consiste à renoncer au désir, ce qui s’accomplit en développant les quatre fondements de la puissance psychique. Mais Uṇṇābha proteste, car le désir est lui-même l’une des quatre bases, et l’on ne peut pas renoncer au désir par le biais du désir. Ānanda résout cette contradiction par l’allégorie d’un homme qui se rend à pied dans un parc. Avant de se mettre en route, on a le désir, l’énergie, l’idée ou la curiosité d’atteindre le parc. Mais, une fois arrivé, ces choses disparaissent. De la même manière, le désir ou l’enthousiasme d’atteindre le but de la pratique spirituelle vous porte jusqu’au but, une fois arrivé, il n’est plus nécessaire. ",
  "sn-guide-sujato:425": "Une Brève Histoire Textuelle ",
  "sn-guide-sujato:426": "Le Saṁyutta Nikāya a été édité par M. Léon Feer sur la base de manuscrits en caractère cinghalais et birmans et publié en caractères latins par la Pali Text Society de 1884 à 1898. La première traduction a été réalisée en 1917-1930 par Mrs C.A.F. Rhys Davids (volumes 1-2) et F.L. Woodward (volumes 3-5) avec le titre <cite class='book'>The Book of the Kindred Sayings</cite>. En 1999, le STP a publié une nouvelle édition du texte pāli du volume 1 Sagāthāvagga, sous la direction de G.A. Somaratne. ",
  "sn-guide-sujato:427": "Bien que plusieurs traductions partielles aient été réalisées par la suite, il n’y a pas eu de nouvelles traductions complètes en anglais jusqu’en 2002, lorsque Bhikkhu Bodhi a publié ses <cite class='book'>The Connected Discourses of the Buddha</cite>. Comme pour sa traduction des <cite class='book'>The Middle-Length Discourses of the Buddha</cite>, il s’agit d’une avancée considérable, qui rend les traductions antérieures obsolètes. Contrairement aux <cite class='book'>Discours de Longueurs Moyennes</cite>, il s’agit ici d’une traduction entièrement nouvelle. Dans une longue introduction, Bhikkhu Bodhi expose son approche évolutive de la traduction et présente une analyse thématique et structurelle détaillée du texte. ",
  "sn-guide-sujato:428": "Lorsque le pāli n’était pas clair, je me suis souvent référé aux travaux antérieurs de Bodhi, et rarement à Woodward/Rhys Davids et à diverses traductions de textes spécifiques. "
}
