{
  "start:1": "Pour Commencer",
  "start:2": "Quand il s’agit de lire les suttas, il existe autant d’approches que de lecteurs. Le plus utile pour comprendre les suttas est un bon professeur. Comme il est dit dans l’Allégorie du Bateau (Snp 2.8) :",
  "start:3": "Comme celui qui s’est embarqué sur un bateau solide, avec des rames et un gouvernail, une personne sage et habile dans ses moyens peut faire traverser beaucoup d’autres personnes.",
  "start:4": "Nous proposons ici quelques conseils et ressources qui pourraient être utiles aux personnes qui font leurs premiers pas.",
  "start:5": "Les bonnes habitudes",
  "start:6": "Voici quelques éléments de réflexion sur le développement d’une pratique régulière de lecture des suttas.",
  "start:7": "<b><a href='https://discourse.suttacentral.net/t/how-to-read-the-suttas/6676' rel='noopener' target='_blank'>How to Read the Suttas</a>:</b> Paroles d’expérience par Bhante Sujato.",
  "start:8": "<b><a href='http://www.accesstoinsight.org/befriending.html' rel='noopener' target='_blank'>Befriending the Suttas</a>:</b> Un guide classique trouvé sur Access to Insight, siteconsacré aux suttas.",
  "start:9": "<b><a href='https://readingfaithfully.org/' rel='noopener' target='_blank'>Reading Faithfully</a>:</b> Un site destiné à soutenir une relation plus profonde et plus émotionnelle avec les suttas.",
  "start:10": "<b><a href='https://app.box.com/shared/yifyua1nr2' rel='noopener' target='_blank'>Guidelines for Sutta Reading</a>:</b> Sacred Mountain Sangha propose des lignes directrices pour la lecture contemplative des suttas en groupe et en solitaire, avec les instructions de Peter Woods.",
  "start:11": "Cours et guides structurés",
  "start:12": "Certaines personnes préfèrent une approche plus libre et plus intuitive, mais pour d’autres, un cours bien structuré est préférable.",
  "start:13": "<b><a href='https://bhikkhucintita.wordpress.com/2017/05/02/new-textbook-buddhist-lifebuddhist-path/' rel='noopener' target='_blank'>Buddhist Life/Buddhist Path</a>:</b> Bhikkhu Cintita a élaboré cette introduction complète basée sur de nombreuses années d’expérience dans l’enseignement des textes anciens. Elle est divisée en deux livres : <cite>Buddhist Life</cite>  pour les enseignements fondamentaux et <cite>Buddhist Path</cite> pour l’entraînement systématique à la voie supérieure menant à l’éveil. Chaque livre peut être étudié indépendamment et dans n’importe quel ordre.",
  "start:14": "<b><a href='https://wisdomexperience.org/product/buddhas-words/' rel='noopener' target='_blank'>In the Buddha’s Words</a>:</b> Bhikkhu Bodhi présente une sélection de discours du Bouddha tirés du Canon Pali, le plus ancien registre de ce que le Bouddha a enseigné. Divisé en dix chapitres thématiques, <cite>In the Buddha’s Words</cite> révèle toute la portée des discours du Bouddha, de la vie familiale et du mariage au renoncement et à la voie de la vision pénétrante. Une introduction concise et informative précède chaque chapitre, guidant le lecteur vers une compréhension plus approfondie des textes qui suivent. Les lectures et les introductions peuvent être consultées sur le forum de SuttaCentral <a href='https://discourse.suttacentral.net/t/in-the-buddha-s-words/29' rel='noopener' target='_blank'>ici</a>.",
  "start:15": "<b><a href='https://archive.org/details/guidetotipitaka029042mbp' rel='noopener' target='_blank'>Guide To Tipitaka</a>:</b> L’étude classique de Sayagyi U Ko Lay sur l’ensemble du Canon Pali. Il donne une vue d’ensemble descriptive dans une perspective Theravada, résumant chaque section et de nombreux textes individuels. Il est particulièrement utile si vous rencontrez un nouveau livre du canon et que vous souhaitez en savoir plus à son sujet.",
  "start:16": "<b><a href='https://www.themindingcentre.org/dharmafarer/sutta-discovery' rel='noopener' target='_blank'>The Sutta Discovery Series</a>:</b> Depuis de nombreuses années, l’enseignant principal Piya Tan donne des cours de sutta avec des notes détaillées, traduisant lui-même les textes à partir du pali. Cette ressource inestimable est entièrement disponible en ligne.",
  "start:17": "Écoutez les suttas",
  "start:18": "Il existe toute une série de sites fournissant des ressources audio et/ou vidéo sur les suttas, notamment des lectures, des cours et des vlogs.",
  "start:19": "<b><a href='https://www.youtube.com/watch?v=KuOOmGfebV8' rel='noopener' target='_blank'>5 Funny Buddhist Suttas That Have a Great Message</a>:</b> Mindah-Lee Kumar (alias “The Enthusiastic Buddhist”) montre comment le Bouddha a utilisé l’humour pour faire passer un message.",
  "start:20": "<b><a href='https://www.youtube.com/c/BuddhistSocietyWA/playlists?view=50&sort=dd&shelf_id=8' rel='noopener' target='_blank'>BSWA sutta classes</a>:</b> Depuis de nombreuses années, les moines et nonnes de Bodhinyana et Dhammasara, dont Ajahn Brahm, donnent des cours de sutta. Ils sont disponibles sur Youtube.",
  "start:21": "<b><a href='https://discourse.suttacentral.net' rel='noopener' target='_blank'>SuttaCentral forum</a>:</b> Notre forum est un endroit où tout le monde peut télécharger ou fournir des liens vers des ressources sur les suttas. On n’y trouve de nombreuses lectures, chants et cours.",
  "start:22": "Rejoignez un groupe de lecture",
  "start:23": "Il existe de nombreux groupes de lecture des suttas, à la fois locaux et en ligne. Un périple est toujours plus intéressant si vous avez d'autres personnes avec qui le partager.",
  "start:24": "Nous ne proposerons aucun lien ici, car ils ont tendance à être locaux et éphémères. Mais demandez autour de vos centres locaux ou des médias sociaux, ou sur notre forum, et il y a des chances que vous trouviez quelque chose. S’il n’y a rien dans votre région, pourquoi ne pas créer vous-même un groupe ?",
  "start:25": "Discuss & Discover, le forum de SuttaCentral",
  "start:26": "Nous avons construit une communauté dynamique et diversifiée de personnes intéressées par les suttas. Vous y êtes invités à poser des questions, à lire des essais et à <a href='https://discourse.suttacentral.net/' rel='noopener' target='_blank'>participer à la conversation</a>.",
  "start:27": "Jetez vous à l’eau",
  "start:28": "Bien entendu, un cours structuré est un bon moyen d’avoir un aperçu des enseignements. Mais la vie n’est pas structurée. Le Bouddha n’a pas tout enseigné de A à Z, il répondait aux besoins de ceux qu’il côtoyait. Parfois, les choses dont nous apprenons le plus sont dues au hasard ; une phrase ou un mot qui arrive juste au bon moment.",
  "start:29": "Alors pourquoi ne pas essayer un sutta au hasard ? Ou chercher à savoir ce que le Bouddha avait à dire sur les chats ?",
  "start:30": "Lisez-les tous",
  "start:31": "Il y a beaucoup de suttas. Mais pas <em>tant</em> que ça. Quelques années de lecture régulière et vous devriez être en mesure de lire tous les suttas traduits. Pourquoi pas ?"
}