{
  "vinaya:1": "La Discipline Monastique : de quelle manière les communautés monastiques devraient-elles vivre",
  "vinaya:2": "Bhikkhu Brahmali",
  "vinaya:3": "<a href='#item1'>Origine</a>",
  "vinaya:4": "<a href='#item2'>Transmission Textuelle et les Écoles</a>",
  "vinaya:5": "<a href='#item3'>Contenu</a>",
  "vinaya:6": "<a href='#item4'>Perspectives Modernes</a>",
  "vinaya:7": "<a href='#item5'>Commentaires</a>",
  "vinaya:8": "<a href='#item6'>Références et Autres Lectures</a>",
  "vinaya:9": "Le Vinaya Piṭaka, « La Corbeille de la Discipline Monastique », contient les règles qui sont obligatoires pour les monastiques et les règlements qui s’appliquent aux communautés monastiques. La Discipline Monastique est disponible dans plus de recensions que toute autre partie du Tipiṭaka. Il existe une version complète en pali, et quatre versions complètes existant en traduction chinoise, toutes appartenant à différentes écoles du bouddhisme ancien : Mahāsāṅghika, Dharmaguptaka, Mahīśāsaka, et Sarvāstivāda. Le Tipiṭaka chinois conserve également d’autres textes liés au Vinaya, comme un <i lang='pi' translate='no'>bhikkhu pātimokkha</i> indépendant de l’école Kāśyapīya et plusieurs textes du Vinaya plus ou moins spécifiques à une école. Le Vinaya de l’école Mūlasarvāstivāda existe en trois versions : un texte complet en traduction tibétaine, une version presque complète en chinois, et des portions substantielles en sanskrit. Il existe également plusieurs textes du Vinaya, ainsi qu’un grand nombre de fragments, en sanskrit et dans d’autres langues indiennes, principalement de provenance de Mahāsāṅghika, Sarvāstivāda et Mūlasarvāstivāda.",
  "vinaya:10": "Origine",
  "vinaya:11": "Le mot <i lang='pi' translate='no'>vinaya</i>, traduit ici par « Discipline Monastique », signifiait probablement à l’origine « entraînement », comme en témoigne son utilisation dans le Sutta Piṭaka, « la Corbeille des Discours ». Dans ce sens, il complète le Dhamma, la doctrine ou l’enseignement, qui fournit les instructions sur la façon dont l’entraînement doit être réalisé. Le composé <i lang='pi' translate='no'>dhamma-vinaya</i> est courant dans la littérature la plus ancienne et pourrait être traduit par « théorie et pratique ». Progressivement, le sens s’est modifié pour plutôt désigner les règles de conduite, faisant ainsi référence à la formation dans un sens plus restreint. Bien que le premier usage soit plus courant dans les <i lang='pi' translate='no'>suttas</i>, c’est ce dernier usage de <i lang='pi' translate='no'>vinaya</i> qui est devenu le plus courant et qui a prévalu jusqu’à aujourd’hui.",
  "vinaya:12": "La Discipline Monastique s’est développée sur une période de plusieurs siècles après la disparition du Bouddha. Pourtant, étant donné l’accord étroit sur certains des aspects les plus fondamentaux du Vinaya dans toutes les textes qui subsistent, il semble probable que les parties les plus anciennes aient vu le jour du vivant du Bouddha. Il s’agit notamment des règles de conduite qui s’imposent à tous les monastiques, connues sous le nom de <i lang='pi' translate='no'>pātimokkha</i>, et de plusieurs des procédures les plus importantes qui régissent le bon fonctionnement des communautés monastiques. Ce sont uniquement ces parties du Vinaya qui font partie des Textes Bouddhiques Anciens au sens strict.",
  "vinaya:13": "Autour de ce noyau, le Vinaya s’est progressivement développé. Au fil du temps, les règles <i lang='pi' translate='no'>pātimokkha</i> ont gagné un commentaire canonique qui comprenait des histoires d’origine, des analyses de mots, des séries de permutations détaillées sur l’applicabilité des règles, des clauses de non-offense et des études de cas. Pour le reste du Vinaya, connu sous le nom de Khandhakas, l’expansion était moins structurée, avec des règles, des histoires et des procédures mineures apparemment ajoutées au fur et à mesure que le besoin s’en faisait sentir. Frauwallner (1956) a montré que, malgré un noyau commun important, de nombreux détails de cette partie du Vinaya varient entre les écoles.",
  "vinaya:14": "Le point de démarcation exact à partir duquel aucun nouveau contenu n’a été ajouté au Vinaya canonique est impossible à déterminer et il aurait varié d’une école à l’autre. Pour des raisons linguistiques, il semble probable que la majorité des ajouts au Vinaya pali, à l’exception du Parivāra, aient été faits avant son arrivée au Sri Lanka au troisième siècle avant notre ère. Après ce moment, de nouveaux éléments ont été ajoutés à la littérature des commentaires, qui, malgré son origine probablement continentale, a été considérablement étendue et développée au Sri Lanka.",
  "vinaya:15": "Le Vinaya n’a pas été établi dans le cadre d’un plan général visant à doter la communauté monastique d’une structure juridique, mais a été établi règle par règle en réponse aux problèmes qui se posaient dans l’Ordre monastique. C’est le Dhamma, l’enseignement, qui a guidé l’établissement du Vinaya, et le Vinaya est subsidiaire et lié aux questions plus générales de la bonne pratique de la voie bouddhiste. Un grand nombre de règles ont été établies en réponse aux critiques des laïcs à l’égard de l’Ordre monastique.",
  "vinaya:16": "Transmission Textuelle et les Écoles",
  "vinaya:17": "Le nombre de textes du Vinaya existants est assez important et le processus de transmission et de traduction dans diverses langues indiennes et surtout en chinois et en tibétain est assez complexe. Dans ce qui suit, je donne un aperçu de la manière dont les principaux textes du Vinaya ont été transmis en Chine et au Tibet.",
  "vinaya:18": "La première scission de l’Ordre monastique s’est produite entre les Mahāsāṅghikas et les Sthaviras, très approximativement vers 200 avant notre ère. Chacune de ces branches s’est ensuite scindée en un certain nombre de sous-écoles. Sur les six Vinayas complets encore existants, un seul appartient au groupe des Mahāsāṅghika et les cinq autres à des sous-écoles des Sthaviras. Nous devrions donc nous attendre à trouver des caractéristiques communes aux Vinayas des écoles Sthavira qui font défaut au Mahāsāṅghika Vinaya. En effet, les Khandhakas du Mahāsāṅghika Vinaya sont structurés différemment de ceux de tous les autres Vinayas.",
  "vinaya:19": "Les sous-écoles de la branche Sthavira pour lesquelles nous disposons encore de Vinayas complets se divisent en deux sous-groupes : les Sarvāstivāda et les Mūlasarvāstivāda d’une part, et les Dharmaguptaka, les Mahīśāsaka et les Theravāda d’autre part. Les Sarvāstivādins se sont d’abord séparés du reste des Sthaviras. Avec le temps, le Mūlasarvāstivāda est apparu comme une sous-école du Sarvāstivāda, et c’est pour cette raison que les Vinayas de ces deux écoles partagent certaines caractéristiques (Frauwallner, 1956 : 194). Après la scission du Sarvāstivādin, le reste des Sthaviras se divisa encore, notamment en Dharmaguptaka, Mahīśāsaka et Theravāda. Pourtant, ces trois écoles n’étaient probablement pas plus que des variations régionales les unes des autres (Sujato, 2012 : 102) et, par conséquent, leurs Vinayas ont beaucoup en commun (Frauwallner, 1956 : 181).",
  "vinaya:20": "Outre le Theravāda Vinaya, les principaux Vinayas canoniques encore existants sont les suivants :",
  "vinaya:21": "Un Mahāsāṅghika Vinaya complet, trouvé dans le Tipiṭaka chinois au T 1425, a été traduit en chinois par Faxian et Buddhabhadra en 416-418 de notre ère. Bien que sa section des Khandhakas soit structurée différemment de celle des autres écoles, son contenu semble se recouper en grande partie. Une étude plus approfondie est nécessaire pour clarifier le degré de divergence. Des parties substantielles de ce Vinaya ont également été préservées dans le sanskrit bouddhique hybride, notamment le Mahāvastu, un grand ouvrage portant essentiellement sur la biographie du Bouddha, ainsi que le Suttavibhaṅga pour les nonnes et le <i lang='pi' translate='no'>pātimokkha</i> des moines.",
  "vinaya:22": "Un Sarvāstivāda Vinaya complet est conservé en chinois au T 1435, traduit par Kumārajīva en 404-409 CE. Il existe également un certain nombre de fragments conservés en sanskrit.",
  "vinaya:23": "Une traduction complète du Mūlasarvāstivāda Vinaya en tibétain, trouvée dans le Kanjur à D 1-7/P 1030-1036, a été achevée dans la première décennie du IXe siècle de notre ère par Jinamitra du Cachemire et divers autres. Il existe une version de ce Vinaya en chinois à T 1441-1457, largement traduite par Yijing en 703-710 de notre ère. Cette traduction est incomplète et pleine de lacunes (Frauwallner, 1956 : 195). En outre, environ 80 pour cent des Khandhakas existent en sanskrit (Clarke, 2015 : 75).",
  "vinaya:24": "En dehors de quelques fragments en sanskrit et en Gāndhārī, un Dharmaguptaka Vinaya complet n’est conservé en chinois qu’à T 1428, traduit par Buddhayaśas et Zhu Fonian en 410-412 de notre ère. De tous les Vinayas existants, c’est celui qui est normalement considéré comme le plus proche du Vinaya Theravāda (Clarke, 2015 : 69).",
  "vinaya:25": "Le Mahīśāsaka Vinaya n’existe qu’en chinois à T 1421, traduit par Buddhajīva du Cachemire et d’autres en 423-424 de notre ère à partir d’un manuscrit apporté du Sri Lanka par Faxian. Selon Frauwallner (1956 : 183-84), ce Vinaya est plein de lacunes. Il est étroitement lié au Dharmaguptaka Vinaya (Frauwallner, 1956 : 181).",
  "vinaya:26": "Outre les Vinayas complets énumérés ci-dessus, il existe une variété de textes et de fragments de Vinaya canoniques dans différentes langues. Un texte significatif est le <i lang='pi' translate='no'>pātimokkha</i> des moines de l’école Kāśyapīya, disponible au T 1460 et traduit en chinois par Gautama Prajñāruci en 543 CE.",
  "vinaya:27": "Contenu",
  "vinaya:28": "Le Vinaya Piṭaka est divisé en deux parties principales : le Suttavibhaṅga, « L’Analyse des Règles », et les Khandhakas, « Les Chapitres ». Les différentes écoles disposent parfois de textes supplémentaires, comme le Parivāra,  « Le Compendium », appartenant à la tradition Theravāda, et l’Uttaragrantha appartenant aux Mūlasarvāstivādins.",
  "vinaya:29": "Suttavibhaṅga",
  "vinaya:30": "Suttavibhaṅga signifie « Analyse du <i lang='pi' translate='no'>sutta</i> ». Le <i lang='pi' translate='no'>sutta</i> ne désigne pas ici les discours, mais plutôt les règles du <i lang='pi' translate='no'>pātimokkha</i> en tant qu’ensemble complet.",
  "vinaya:31": "Le Suttavibhaṅga se compose des règles <i lang='pi' translate='no'>pātimokkha</i> intégrées dans un commentaire qui analyse chaque règle en détail. Le Suttavibhaṅga est divisé en deux parties, les 227 règles pour les moines et les 311 règles pour les nonnes. La majorité des règles sont les mêmes pour les deux ordres, mais 130 règles sont spécifiques aux nonnes et 46 spécifiques aux moines. Le plus grand nombre de règles pour les nonnes est en grande partie dû à la subdivision des règles individuelles des moines en plusieurs règles pour les nonnes et au fait que les nonnes ont des règles dans leur <i lang='pi' translate='no'>pātimokkha</i> que les moines ont dans les Khandhakas.",
  "vinaya:32": "Les règles sont classées en fonction de la peine encourue en cas de violation. La peine la plus lourde, l’expulsion de l’Ordre monastique, n’est encourue que pour une conduite fondamentalement opposée à la vie monastique, comme les rapports sexuels ou le meurtre. Il existe 4 règles de ce type pour les moines et 8 pour les nonnes. La deuxième peine la plus lourde consiste en une période de suspension et de probation pendant laquelle on n’est pas membre à part entière de l’Ordre monastique. Il existe 13 règles de ce type pour les moines et 17 pour les nonnes. La grande majorité des infractions, cependant, sont effacées par une simple confession. Ces règles sont subdivisées en un certain nombre de catégories qui dépendent de facteurs tels que la gravité de l’infraction, le type de confession requis et les exigences supplémentaires telles que l’abandon des biens acquis à tort. Les sept dernières règles du Suttavibhaṅga sont des principes pour résoudre les questions « légales ». La plupart des documents liés à ces principes se trouvent maintenant dans les Khandhakas.",
  "vinaya:33": "Dans le Suttavibhaṅga, chaque règle est largement autonome et forme sa propre sous-section. Ces sections commencent par un ou plusieurs récits d’origine qui relatent l’incident ayant conduit le Bouddha à édicter une règle particulière. Nombre d’entre elles ne sont rien de plus que de brefs récits d’un moine ou d’une nonne stéréotypés, dont on dit simplement qu’ils ont fait quelque chose d’inapproprié. Quelques-uns sont des récits élaborés qui peuvent inclure des sous-règles ou des procédures importantes pour l’Ordre monastique, et parfois même du contenu de type <i lang='pi' translate='no'>sutta</i> ou des histoires de type Jātaka. La majorité des récits d’origine se situent quelque part entre ces deux extrêmes.",
  "vinaya:34": "La règle actuelle suit l’histoire d’origine. Dans un certain nombre de cas, la règle originale est ensuite modifiée par le Bouddha, parfois plusieurs fois, avant d’atteindre sa forme finale. La règle est ensuite analysée en détail dans un commentaire de mots, dans lequel chaque mot significatif de la règle est défini. Ces définitions vont de la simple indication d’un synonyme à de grandes sections contenant une exposition détaillée. Le commentaire de mot est toujours de nature technique.",
  "vinaya:35": "Après le commentaire des mots, de nombreuses règles sont analysées plus en détail quant à leur applicabilité compte tenu d’un certain nombre de scénarios généraux. Ces sections prennent normalement la forme d’une série de permutations dans laquelle un certain nombre de facteurs sont variés dans toutes les combinaisons possibles les uns avec les autres. Ces sections sont, elles aussi, très techniques.",
  "vinaya:36": "Vient ensuite une clause de non-infraction, qui énonce des exemptions importantes pour chaque règle. La clause de non-infraction est parfois suivie d’une série d’études de cas. Ceux-ci concernent des cas spécifiques où un monastique agit de telle manière qu’il n’est pas évident qu’il ait commis une infraction. L’incident est relaté et le Bouddha se prononce ensuite sur la question. Le contenu de cette section est similaire à celui des histoires d’origine. Seules les neuf premières règles du <i lang='pi' translate='no'>pātimokkha</i> des moines comportent cette section.",
  "vinaya:37": "L’étude comparative des différents <i lang='pi' translate='no'>pātimokkha</i> montre clairement que ces textes remontent en grande partie à la période pré-sectaire du bouddhisme (Pachow, 2000). Quant au reste du matériel contenu dans le Suttavibhaṅga, les chercheurs considèrent normalement que ce contenu est nettement plus jeune que les règles des <i lang='pi' translate='no'>pātimokkha</i> (v. Hinüber, 2000 : 13f), mais il est néanmoins probable qu’une partie de ce contenu remonte à la période la plus ancienne (Pachow, 2000 : 14ff). En l’absence de recherches plus détaillées, il semble prudent de considérer le <i lang='pi' translate='no'>pātimokkha</i> comme la seule partie du Suttavibhaṅga qui appartient aux Textes Bouddhiques Anciens.",
  "vinaya:38": "Mais même cela est exagéré, car il est clair que même toutes les règles de la <i lang='pi' translate='no'>pātimokkha</i> n’appartiennent pas à la période la plus ancienne (Pachow, 2000). C’est le cas de beaucoup, peut-être de toutes les règles les plus mineures du <i lang='pi' translate='no'>pātimokkha</i> des moines, les <i lang='pi' translate='no'>sekhiyas</i>, mais surtout des règles pour les nonnes, dont beaucoup varient considérablement entre les différentes écoles, ce qui rend probable qu’elles proviennent de la période sectaire.",
  "vinaya:39": "Khandhakas",
  "vinaya:40": "L’autre partie principale du Vinaya, les Khandhakas, est un groupe de sections qui traitent chacune d’un domaine majeur de la discipline monastique, comme une section sur l’ordination, plusieurs sections sur les réquisitions autorisées, et un certain nombre de sections qui traitent de questions techniques. Le Theravāda Khandhakas est un ensemble de 22 sections, qui correspondent toutes à des sections équivalentes dans les autres recensions du Vinaya existantes, à l’exception partielle du Mahāsāṅghikas. Les Khandhakas du Mahāsāṅghikas, bien que contenant une grande partie du même contenu que les autres recensions du Vinaya, sont structurés différemment. Il n’y a pas encore de consensus savant sur la raison de cette différence et sur les implications possibles pour l’évolution historique des Khandhakas.",
  "vinaya:41": "Il manque aux Khandhakas le principe unificateur étroit que l’on trouve dans le Suttavibhaṅga, qui, comme nous l’avons vu, est organisé comme un commentaire et une analyse des règles du <i lang='pi' translate='no'>pātimokkha</i>. Les Khandhakas sont donc moins intégrés et plus diversifiés que le Suttavibhaṅga.",
  "vinaya:42": "Au lieu de la structure rigide du Suttavibhaṅga, les Khandhakas sont structurés de façon souple autour de l’histoire de la vie du Bouddha. Après l’éveil du Bouddha, celui-ci a entrepris d’enseigner sa découverte aux autres. Alors qu’il commençait à gagner des adeptes monastiques, le besoin de règles et de procédures s’est progressivement fait sentir. Ce besoin a perduré tout au long de la vie du Bouddha. C’est ce processus qui fournit le cadre de l’ensemble des Khandhakas.",
  "vinaya:43": "La « biographie » du Bouddha est en fait largement considérée comme faisant partie du Vinaya dans toutes les écoles bouddhistes. (Certaines écoles incluent même leur version du Mahāparinibbāna Sutta dans le Vinaya, plutôt que parmi les <i lang='pi' translate='no'>suttas</i>, comme chez les Theravādins). Les Khandhakas montrent les interactions courantes du Bouddha avec les monastiques et les laïcs, et nous avons un aperçu du Bouddha en tant que personne réelle, et pas seulement en tant que professeur distant et leader d’une grande organisation religieuse. Nous le voyons se promener dans la plaine du Gange, rencontrant des personnes très diverses. Nous le voyons en contact étroit avec ses disciples monastiques, critiquant leurs méfaits, mais aussi les félicitant lorsqu’ils font bien les choses. L’histoire touchante du Bouddha et du Ven. Ānanda nettoyant un moine souffrant de dysenterie se trouve dans les Khandhakas. Cette vision proche et presque personnelle du Bouddha est l’un des facteurs qui font des Khandhakas un recueil particulièrement intéressant.",
  "vinaya:44": "L’une des principales fonctions des Khandhakas est de présenter les procédures par lesquelles les Ordres monastiques conduisent leurs activités. Celles-ci comprennent la procédure d’ordination et la cérémonie <i lang='pi' translate='no'>uposatha</i>, mais aussi un certain nombre d’autres procédures qui permettent aux Ordres de fonctionner correctement. Ces procédures sont régies par des règles précises, notamment en matière de participation démocratique et de prise de décision décentralisée. Elles permettent une expédition efficace et harmonieuse des activités monastiques.",
  "vinaya:45": "Les Khandhakas comprennent un grand nombre de règles mineures qui ne se trouvent pas dans le <i lang='pi' translate='no'>pātimokkha</i>. Ces règles sont diverses, mais peuvent se résumer en gros à l’interdiction de tout luxe et comportement sensuel, tous deux incompatibles avec la vie de renonçant.",
  "vinaya:46": "Les Khandhakas comprennent également les histoires de fond de certains des disciples laïcs les plus connus du Bouddha, comme Anāthapiṇḍika, Visākhā et Jīvaka. Il y a aussi des récits sur les disciples monastiques, comme l’histoire remarquable de Pilindavaccha, les histoires inspirantes de Soṇa Kolivisa et Soṇa Kuṭikaṇṇa, ainsi que la chute de Devadatta. Viennent ensuite plusieurs récits de type Jātaka, dont certains se trouvent également dans le recueil des Jātaka. En plus de cela, chaque section a souvent son propre récit d’origine, semblable à ceux que l’on trouve dans le Suttavibhaṅga. Mais à part les histoires d’origine, les Khandhakas n’ont pas le contenu exégétique détaillé que l’on trouve dans le Suttavibhaṅga.",
  "vinaya:47": "L’avant-dernier chapitre des Khandhakas traite des règles et procédures spécifiques aux nonnes, y compris leur procédure d’ordination. Sauf indication ou sous-entendu spécifique, le reste des Khandhakas est également valable pour les deux Ordres.",
  "vinaya:48": "Les Khandhakas se terminent par une description de la première <i lang='pi' translate='no'>saṅgīti</i>, la première « récitation communautaire » des enseignements après le décès du Bouddha, ainsi que de la célèbre affaire Vesālī, parfois connue sous le nom de Deuxième Concile, où l’Ordre a résolu avec difficulté un désaccord sur des questions du Vinaya. L’affaire Vesālī aurait eu lieu environ cent ans après le décès du Bouddha. C’est à peu près à cette époque que les tendances sectaires commencent à se former dans l’Ordre monastique, et c’est à peu près le point de rupture de l’héritage commun de tous les bouddhistes.",
  "vinaya:49": "Autres Textes",
  "vinaya:50": "La tradition Theravāda inclut le Parivāra dans son Vinaya Piṭaka. Oskar von Hinüber (2000 : 22) suggère qu’il a été achevé au plus tard au premier siècle de notre ère. Le Parivāra est un résumé analytique des deux premières parties du Vinaya. Par son style et sa méthode, il est parfois comparé à l’Abhidhamma.",
  "vinaya:51": "D’autres écoles ont également des résumés et des addenda du Vinaya qui peuvent ou non partager du contenu avec le Parivāra. En raison d’un manque de recherche, on ne sait pas grand-chose de ces textes. Il semble clair, cependant, qu’aucun d’entre eux ne fait partie des premiers Textes Bouddhiques Anciens.",
  "vinaya:52": "Perspectives Modernes",
  "vinaya:53": "La plupart des anciennes écoles de bouddhisme ont disparu depuis longtemps, mais trois traditions du Vinaya sont encore vivantes : le Dharmaguptaka, pratiqué en Asie de l’Est, notamment en Chine et en Corée ; le Mūlasarvāstivāda, pratiqué au Tibet et en Mongolie ; et le Theravāda, pratiqué en Asie du Sud et du Sud-Est.",
  "vinaya:54": "En pratique, il est rare que les monastiques suivent toutes les stipulations de la lignée du Vinaya qu’ils ont choisie. Par exemple, bien que l’utilisation de l’argent soit interdite par les règles <i lang='pi' translate='no'>pātimokkha</i> de toutes les écoles, elle est néanmoins utilisée par la grande majorité des monastiques. La mesure dans laquelle les règles sont suivies varie énormément, mais la plupart des monastiques suivent au moins les règles les plus importantes, c’est-à-dire les règles entraînant l’expulsion et celles entraînant la suspension. Il en va de même pour les procédures qui régissent les Ordres. Parfois, elles sont pratiquées à la lettre, comme la plupart des cérémonies d’ordination dans la tradition Theravāda. D’autres fois, les procédures sont mal interprétées ou tout simplement ignorées, comme les procédures de choix des responsables de l’Ordre.",
  "vinaya:55": "Au cours de l’histoire du bouddhisme, il y a eu des mouvements de réforme périodiques et des tentatives irrégulières de purification de l’Ordre monastique. Généralement, l’Ordre dégénère progressivement jusqu’à ce qu’un leader charismatique lance un mouvement de réforme visant à la bonne pratique de la voie bouddhiste, y compris le Vinaya. Ces mouvements de réforme se manifestent parfois sous la forme de « traditions de la forêt », par lesquelles les moines établissent des monastères en forêt en conformité avec les idéaux du bouddhisme ancien. Au cours des trois dernières décennies, une réforme controversée et continue a été le rétablissement d’un Ordre de nonnes, <i lang='pi' translate='no'>bhikkhunīs</i>, dans la tradition Theravāda.",
  "vinaya:56": "Commentaires",
  "vinaya:57": "Une autre composante importante du Vinaya monastique est la vaste littérature de commentaires qui a progressivement évolué au cours des siècles et des millénaires, et qui continue à le faire jusqu’à aujourd’hui. Les trois traditions Vinaya vivantes disposent toutes d’une telle littérature de commentaires.",
  "vinaya:58": "La littérature de commentaires commence par le Suttavibhaṅga, qui, bien qu’il fasse maintenant partie du Canon, est un commentaire ancien des règles du <i lang='pi' translate='no'>pātimokkha</i>. Ensuite, nous avons d’autres commentaires ou résumés canoniques, comme le Parivāra des Theravādins. Au-delà de ceux-ci, nous arrivons aux commentaires proprement dits, les <i lang='pi' translate='no'>atthakathās</i>, « La Discussion sur le Sens ».",
  "vinaya:59": "Le plus important commentaire non canonique du Theravādin Vinaya Piṭaka est le Samantapāsādikā, composé au Sri Lanka par Buddhaghosa au cinquième siècle de notre ère sur la base de commentaires préexistants provenant probablement de l’Inde. Il existe également un autre commentaire important de cette période, le Kaṅkhāvitaraṇī, également composé par Buddhaghosa. La couche suivante de commentaires est constituée par les <i lang='pi' translate='no'>ṭīkās</i>, les sous-commentaires, dont il existe plus d’une douzaine, y compris la littérature hautement spécialisée, comme les manuels sur les délimitations des monastères (<i lang='pi' translate='no'>sīmās</i>). Les <i lang='pi' translate='no'>Ṭīkās</i> continuent à être composés jusqu’à nos jours. La mesure dans laquelle le Vinaya canonique doit être interprété conformément à cette tradition de commentaires est généralement controversée, et les pratiques varient considérablement.",
  "vinaya:60": "Pour se repérer dans cette vaste littérature, de nombreux monastères Theravāda s’appuient sur des résumés modernes pour leur pratique du Vinaya. Citons par exemple le Vinayamukha en thaï et The Buddhist Monastic Code d’Ajahn Ṭhānissaro en anglais.",
  "vinaya:61": "En plus de ce qui précède, la plupart des monastères Theravāda suivent un certain nombre de règles qui sont plus informelles par nature. Il s’agit notamment de règles servant à distinguer les sectes individuelles (<i lang='pi' translate='no'>nikāyas</i>), telles que les règles sur le style des robes et sur la manière de les porter. Il y a ensuite les règles qui se rapportent à des traditions d’enseignants particulières, comme celles qui se forment souvent autour d’enseignants particulièrement charismatiques et célèbres. Le dernier ensemble de règles est celui qui est établi dans les monastères individuels. Elles régissent l’emploi du temps quotidien et d’autres aspects de la vie monastique qui sont spécifiques au monastère. Bien que toutes ces règles soient parfois appelées Vinaya et donc supposées provenir du Vinaya Piṭaka ou du moins de ses commentaires, en réalité, peu d’entre elles ont une base canonique.",
  "vinaya:62": "Références et Autres Lectures",
  "vinaya:63": "Clarke, Shayne; Vinaya Mātṛikā – Mother of the Monastic Codes, or just Another Set of Lists?; Indo-Iranian Journal 47: 77–120, 2004",
  "vinaya:64": "Clarke, Shayne; Vinayas; in Brill’s Encyclopaedia of Buddhism; Leiden, 2015; vol. I, pp. 60-87.",
  "vinaya:65": "Frauwallner, Erich; The Earliest Vinaya and the Beginnings of Buddhist Literature; Rome, 1956",
  "vinaya:66": "v. Hinüber, Oskar; A Handbook of Pāli Literature; Walter de Gruyter, Berlin, 2000",
  "vinaya:67": "Kabilsingh, Chatsumarn (trans.); The Bhikkhunī Patimokkha of the Six Schools; Bangkok, 1991",
  "vinaya:68": "Norman, K.R.; Pāli Literature; Otto Harrassowitz, Wiesbaden, 1983",
  "vinaya:69": "Ñāṇatusita, Bhikkhu; A Translation and Analysis of the Pātimokkha; Kandy, 2008",
  "vinaya:70": "Pachow, W; A Comparative Study of the Prātimokṣa; Motilal Banarsidass, Delhi, 2000",
  "vinaya:71": "Sujato, Bhikkhu; Sects and Sectarianism; Santipada, 2012",
  "vinaya:72": "Sujato, Bhikkhu; Bhikkhunī Vinaya Studies; Santipada, 2009"
}