{
  "an8.30:0.1": "Discours Numérotés 8.30 ",
  "an8.30:0.2": "3. Chefs de Famille ",
  "an8.30:0.3": "Anuruddha et les Grandes Pensées ",
  "an8.30:1.1": "Une fois le Bouddha résidait dans le pays des Bhaggas à Colline Crocodile, dans le parc des daims du Bois Bhesakaḷā. ",
  "an8.30:1.2": "Et en ce temps là Vénérable Anuruddha résidait dans le pays des Cetīs dans le parc du Hall à Chevrons-Est. ",
  "an8.30:1.3": "Alors qu’Anuruddha était en retraite privée, cette pensée lui vint à l’esprit : ",
  "an8.30:1.4": "« Cet enseignement est pour ceux de peu de souhaits, non pas pour ceux avec de nombreux souhaits. ",
  "an8.30:1.5": "Il est pour ceux qui sont facilement satisfaits, non pas pour ceux qui ne sont pas facilement satisfaits. ",
  "an8.30:1.6": "Il est pour ceux qui sont solitaires, non pas pour ceux qui aiment la compagnie. ",
  "an8.30:1.7": "Il est pour ceux qui sont énergiques, non pas pour ceux qui sont paresseux. ",
  "an8.30:1.8": "Il est pour ceux qui sont attentifs, non pas pour ceux qui sont inattentifs. ",
  "an8.30:1.9": "Il est pour ceux avec immersion, non pas pour ceux sans immersion. ",
  "an8.30:1.10": "Il est pour les sages, non pas pour les stupides. » ",
  "an8.30:2.1": "Alors le Bouddha sut ce qu’Anuruddha pensait. Aussi facilement qu’une personne forte tend ou contracte son bras, il disparut du parc parc des daims du Bois Bhesakaḷā dans le pays des Bhaggas et apparut devant Anuruddha dans le parc du Hall à Chevrons-Est dans le pays des Cetīs, ",
  "an8.30:2.2": "et s’assit sur le siège préparé. ",
  "an8.30:2.3": "Anuruddha s’inclina devant le Bouddha et s’assit sur un côté. ",
  "an8.30:2.4": "Le Bouddha lui dit : ",
  "an8.30:3.1": "« Bien, bien, Anuruddha ! ",
  "an8.30:3.2": "C’est bien que tu réfléchisses sur ces pensées d’un grand homme : ",
  "an8.30:3.3": "‘ Cet enseignement est pour ceux de peu de souhaits, non pas pour ceux avec de nombreux souhaits. ",
  "an8.30:3.4": "Il est pour ceux qui sont facilement satisfaits, non pas pour ceux qui ne sont pas facilement satisfaits. ",
  "an8.30:3.5": "Il est pour ceux qui sont solitaires, non pas pour ceux qui aiment la compagnie. ",
  "an8.30:3.6": "Il est pour ceux qui sont énergiques, non pas pour les paresseux. ",
  "an8.30:3.7": "Il est pour ceux qui sont attentifs, non pas pour ceux qui sont inattentifs. ",
  "an8.30:3.8": "Il est pour ceux avec immersion, non pas pour ceux sans immersion. ",
  "an8.30:3.9": "Il est pour les sages, non pas pour les stupides. ’ ",
  "an8.30:3.10": "Bien alors, Anuruddha, tu devrais aussi réfléchir sur la huitième pensée suivante d'un grand homme : ",
  "an8.30:3.11": "‘ Cet enseignement est pour ceux qui n’apprécient pas la prolifération et qui n’aiment pas proliférer, non pas pour ceux qui apprécient la prolifération et qui aiment proliférer. ’ ",
  "an8.30:4.1": "D’abord vous réfléchissez à ces huit pensées d’un grand homme. Ensuite, autant que vous le souhaitez, assez isolé des plaisirs des sens, isolé des qualités malhabilles, vous entrerez et demeurerez dans la première absorption, qui a l’extase et la félicité nées de la réclusion, tout en plaçant l’esprit et en le gardant connecté. ",
  "an8.30:5.1": "Vous entrerez et demeurerez dans la seconde absorption, qui a l’extase et la félicité nées de l’immersion, avec clarté intérieure et esprit unifié, sans placer l’esprit et sans le garder connecté. ",
  "an8.30:6.1": "Vous entrerez et demeurerez dans la troisième absorption, où vous méditerez avec sérénité, attentif et conscient, personellement ressentant la félicité dont les personnes nobles déclarent, ‘ Serein et attentif, une personne médite avec félicité. ’ ",
  "an8.30:7.1": "Avec l’abandon du plaisir et de la douleur et la disparition du bonheur et de la tristesse précédents, vous entrerez et demeurerez dans la quatrième absorption, sans plaisir ni douleur, avec une sérénité pure et pleine conscience. ",
  "an8.30:8.1": "Tout d’abord, vous réfléchirez à ces huit pensées d’un grand homme, et vous accèderez aux quatre absorptions - des méditations dans cette vie pleines de félicité qui appartiennent à l’esprit supérieur - quand vous voulez, sans trouble ni difficulté. Ensuite alors que vous vivez satisfait, votre robe rapiécée vous semblera comme un coffre plein de vêtements de différentes couleurs semble à un chef de famille ou à un enfant de chef de famille. ",
  "an8.30:8.2": "Ce sera pour votre plaisir, soulagement, et comfort, et pour vous illuminer vers l’extinction. ",
  "an8.30:9.1": "Comme vous vivez satisfait, vos restes de nourriture d’aumône vous sembleront comme du riz fin cuit avec les grains noirs retirés, servi avec de nombreuses soupes et sauces semble à un chef de famille ou à un enfant de chef de famille. ",
  "an8.30:9.2": "Ce sera pour votre plaisir, soulagement, et comfort, et pour vous illuminer vers l’extinction. ",
  "an8.30:10.1": "Comme vous vivez satisfait, votre abri au pied d’un arbre vous semblera comme un bungalow, plâtré à l’intérieur et à l’exterieur, sans courant d’air, avec une porte fermée et des fenêtres avec des volets semble à un chef de famille ou à un enfant de chef de famille. ",
  "an8.30:10.2": "Ce sera pour votre plaisir, soulagement, et comfort, et pour vous illuminer vers l’extinction. ",
  "an8.30:11.1": "Comme vous vivez satisfait, votre abri au pied d’un arbre vous semblera comme un canapé avec des couvertures en laine, à poils longs, d’un blanc pur, ou brodées avec des fleurs, et recouvertes d’une belle peau de daim, avec un auvent au-dessus et des coussins rouges de chaque côté semble à un chef de famille ou à un enfant de chef de famille. ",
  "an8.30:11.2": "Ce sera pour votre plaisir, soulagement, et comfort, et pour vous illuminer vers l’extinction. ",
  "an8.30:12.1": "Comme vous vivez satisfait, votre urine rance comme médicament vous semblera comme différents médicaments, du ghee, du beurre, de l’huile, du miel, et de la mélasse, semblent à un chef de famille ou à un enfant de chef de famille. ",
  "an8.30:12.2": "Ce sera pour votre plaisir, soulagement, et comfort, et pour vous illuminer vers l’extinction. ",
  "an8.30:12.3": "Bien alors, Anuruddha, pour la prochaine résidence de la saison des pluies, tu devrais rester ici même dans le pays des Cetīs, dans le parc du Hall à Chevrons-Est. » ",
  "an8.30:12.4": "« Oui, sire », répondit Anuruddha. ",
  "an8.30:13.1": "Après avoir conseillé Anuruddha ainsi, le Bouddha, aussi facilement qu'une personne forte tend ou contracte son bras, disparut du parc du Hall à Chevrons-Est dans le pays des Cetīs et réapparut dans le parc des daims du Bois Bhesakaḷā dans le pays des Bhaggas. ",
  "an8.30:13.2": "Il s’assit sur le siège préparé ",
  "an8.30:13.3": "et s’adressa aux membres monastiques : ",
  "an8.30:13.4": "« Membres monastiques, je vais vous enseigner les huit pensées d’un grand homme. Ecoutez… ",
  "an8.30:13.5": "Et quelles sont les huit pensées d’un grand homme ? ",
  "an8.30:13.6": "Cet enseignement est pour ceux de peu de souhaits, non pas pour ceux avec de nombreux souhaits. ",
  "an8.30:13.7": "Il est pour ceux qui sont facilement satisfaits, non pas pour ceux qui ne sont pas facilement satisfaits. ",
  "an8.30:13.8": "Il est pour ceux qui sont solitaires, non pas pour ceux qui aiment la compagnie. ",
  "an8.30:13.9": "Il est pour ceux qui sont énergiques, non pas pour les paresseux. ",
  "an8.30:13.10": "Il est pour ceux qui sont attentifs, non pas pour ceux qui sont inattentifs. ",
  "an8.30:13.11": "Il est pour ceux avec immersion, non pas pour ceux sans immersion. ",
  "an8.30:13.12": "Il est pour les sages, non pas pour les stupides. ",
  "an8.30:13.13": "Il est pour ceux qui n’apprécient pas la prolifération et qui n’aiment pas proliférer, non pas pour ceux qui apprécient la prolifération et qui aiment proliférer. ",
  "an8.30:14.1": "‘ Cet enseignement est pour ceux de peu de souhaits, non pas pour ceux avec de nombreux souhaits. ’ ",
  "an8.30:14.2": "C’est ce que j’ai dit, mais pourquoi l’ai-je dit ? ",
  "an8.30:14.3": "Un membre monastique avec peu de souhaits ne souhaite pas : ‘ Que je sois connu comme ayant peu de souhaits ! ’ Quand il est facilement satisfait, il ne souhaite pas : ‘ Que je sois connu comme étant facilement satisfait ! ’ Quand il est solitaire, il ne souhaite pas : ‘ Que je soit connu comme étant solitaire ! ’ Quand il est énérgique, il ne souhaite pas : ‘ Que je soit connu comme étant énergique ! ’ Quand il est attentif, il ne souhaite pas : ‘ Que je soit connu comme étant attentif ! ’ Quand il est avec immersion, il ne souhaite pas : ‘ Que je sois connu comme ayant l’immersion ! ’ Quand il est sage, il ne souhaite pas : ‘ Que je sois connu comme sage ! ’ Quand il n’apprécie pas la prolifération, il ne souhaite pas : ‘ Que je sois connu comme quelqu’un qui n’apprécie pas la prolifération ! ’ ",
  "an8.30:14.4": "‘ Cet enseignement est pour ceux de peu de souhaits, non pas pour ceux avec de nombreux souhaits. ’ ",
  "an8.30:14.5": "C’est ce que j’ai dit, et ceci est pourquoi je l’ai dit. ",
  "an8.30:15.1": "‘ Cet enseignement est pour ceux qui sont facilement satisfaits, non pas pour ceux qui ne sont pas facilement satisfaits. ’ C’est ce que j’ai dit, mais pourquoi l’ai-je dit ? ",
  "an8.30:15.2": "C’est pour un membre monastique qui est satisfait avec n’importe quelle sorte de robe, de nourriture d’aumône, de logis, et de médicaments et nécessaires pour les malades. ",
  "an8.30:15.3": "‘ C’est enseignement est pour ceux qui sont facilement satisfaits, non pas pour ceux qui ne sont pas facilement satisfaits. ’ ",
  "an8.30:15.4": "C’est ce que j’ai dit, et ceci est pourquoi je l’ai dit. ",
  "an8.30:16.1": "‘ Cet enseignement est pour ceux qui sont solitaires, non pas pour ceux qui aiment la compagnie. ’ C’est ce que j’ai dit, mais pourquoi l’ai-je dit ? ",
  "an8.30:16.2": "C’est pour un membre monastique qui vit solitaire. Mais les moines, nonnes, laïcs, laïques, dirigeants et leurs premiers ministres, membres monastiques d’autres religions et leurs disciples leur rendent visitent. ",
  "an8.30:16.3": "Avec un esprit qui s’oriente, se penche et s’incline vers la solitude, reclus et qui aime renoncer, ce membre monastique invariablement donne un discours consacré uniquement à ce qu’ils partent. ",
  "an8.30:16.4": "‘ Cet enseignement est pour ceux qui sont solitaires, non pas pour ceux qui aiment la compagnie. ’ ",
  "an8.30:16.5": "C’est ce que j’ai dit, et ceci est pourquoi je l’ai dit. ",
  "an8.30:17.1": "‘ Cet enseignement est pour ceux qui sont énergiques, non pas pour les paresseux. ’ C’est ce que j’ai dit, mais pourquoi l’ai-je dit ? ",
  "an8.30:17.2": "C’est pour un membre monastique qui vit avec une énergie ravivée pour abandonner les qualités malhabilles et embrasser les qualités habilles. Il est fort, résolument vigoureux, sans relâche quand il s’agit de développer des qualités habilles. ",
  "an8.30:17.3": "‘ Cet enseignement est pour ceux qui sont énergiques, non pas pour les paresseux. ’ ",
  "an8.30:17.4": "C’est ce que j’ai dit, et ceci est pourquoi je l’ai dit. ",
  "an8.30:18.1": "‘ Cet enseignement est pour ceux qui sont attentifs, non pas pour ceux qui sont inattentifs. ’ ",
  "an8.30:18.2": "C’est ce que j’ai dit, mais pourquoi l’ai-je dit ? ",
  "an8.30:18.3": "C’est pour un membre monastique qui est attentif. Il a une attention et une vigilance extrèmes, et peut se souvenir et se rappeler ce qui a été dit et fait il y a longtemps. ",
  "an8.30:18.4": "‘ Cet enseignement est pour ceux qui sont attentifs, non pas pour ceux qui sont inattentifs. ’ ",
  "an8.30:18.5": "C’est ce que j’ai dit, et ceci est pourquoi je l’ai dit. ",
  "an8.30:19.1": "‘ Cet enseignement est pour ceux avec immersion, non pas pour ceux sans immersion. ’ ",
  "an8.30:19.2": "C’est ce que j’ai dit, mais pourquoi l’ai-je dit ? ",
  "an8.30:19.3": "C’est pour un membre monastique qui, assez isolé des plaisirs des sens, isolé des qualités malhabilles, entre et demeure dans la première absorption… la seconde absorption… la troisième absorption… la quatrième absorption. ",
  "an8.30:19.4": "‘ Cet enseignement est pour ceux avec immersion, non pas pour ceux sans immersion. ’ ",
  "an8.30:19.5": "C’est ce que j’ai dit, et ceci est pourquoi je l’ai dit. ",
  "an8.30:20.1": "‘ Cet enseignement est pour les sages, non pas pour les stupides. ’ ",
  "an8.30:20.2": "C’est ce que j'ai dit, mais pourquoi l’ai-je dit ? ",
  "an8.30:20.3": "C’est pour un membre monastique qui est sage. Il a la sagesse de l’apparition et de la disparition qui est noble, pénétrante, et qui mène à la fin complète de la souffrance. ",
  "an8.30:20.4": "‘ Cet enseignement est pour les sages, non pas pour les stupides. ’ ",
  "an8.30:20.5": "C’est ce que j’ai dit, et ceci est pourquoi je l’ai dit. ",
  "an8.30:21.1": "‘ Cet enseignement est pour ceux qui n’apprécient pas la prolifération et qui n’aiment pas proliférer, non pas pour ceux qui apprécient la prolifération et qui aiment proliférer. ’ ",
  "an8.30:21.2": "C’est ce que j’ai dit, mais pourquoi l’ai-je dit ? ",
  "an8.30:21.3": "C’est pour un membre monastique dont l’esprit bondit, gagne en confiance, s’apaise, et devient décidé quant à la cessation de la prolifération. ",
  "an8.30:21.4": "‘ Cet enseignement est pour ceux qui n’apprécient pas la prolifération et qui n’aiment pas proliférer, non pas pour ceux qui apprécient la prolifération et qui aiment proliférer. ’ ",
  "an8.30:21.5": "C’est ce que j’ai dit, et ceci est pourquoi je l’ai dit. » ",
  "an8.30:22.1": "Alors Anuruddha résida pendant la saison des pluies suivante là même dans le pays des Cetīs, dans le parc du Hall à Chevrons-Est. ",
  "an8.30:22.2": "Et Anuruddha, vivant seul, retiré, diligent, résolu et enthousiaste, réalisa rapidement la culmination suprême du chemin spirituel dans cette vie même. Il vécut ayant accompli par sa propre vision le but pour lequel les gentilhommes, avec justesse, passent de la vie laïque à la vie sans toit. ",
  "an8.30:22.3": "Il comprit : « La renaissance a pris fin, le voyage spirituel est terminé, ce qui devait être fait a été fait, il n’y a plus rien pour cet endroit. » ",
  "an8.30:22.4": "Et Vénérable Anuruddha devint un des êtres parfaits. ",
  "an8.30:22.5": "Et à l’occasion d’atteindre la perfection il récita ces vers : ",
  "an8.30:23.1": "« Sachant mes pensées, ",
  "an8.30:23.2": "l’enseignant suprême du monde ",
  "an8.30:23.3": "vint à moi dans un corps fabriqué par l’esprit, ",
  "an8.30:23.4": "en utilisant ses pouvoirs surnaturels. ",
  "an8.30:24.1": "Il m’enseigna plus ",
  "an8.30:24.2": "que ce auquel j’avais pensé. ",
  "an8.30:24.3": "Le Bouddha qui aime la non-prolifération ",
  "an8.30:24.4": "m’enseigna la non-prolifération. ",
  "an8.30:25.1": "En comprenant cet enseignement, ",
  "an8.30:25.2": "j’ai suivi ses ordres avec plaisir. ",
  "an8.30:25.3": "J’ai atteint les trois connaissances, ",
  "an8.30:25.4": "et j’ai rempli les instructions du Bouddha. » "
}