{
  "an8.6:0.1": "Discours numérotés 8.6 ",
  "an8.6:0.2": "1. Bienveillance ",
  "an8.6:0.3": "Les conditions du monde (2ème) ",
  "an8.6:1.1": "« Moines et nonnes, les huit conditions du monde tournent autour du monde, et le monde tourne autour des huit conditions du monde. ",
  "an8.6:1.2": "Quelles huit ? ",
  "an8.6:1.3": "Gain et perte, célébrité et disgrâce, blame et louanges, plaisir et douleur. ",
  "an8.6:1.4": "Ces huit conditions du monde tournent autour du monde, et le monde tourne autour de ces huit conditions du monde. ",
  "an8.6:2.1": "Une personne ordinaire et sans instruction est confronté au gain et à la perte, à la célébrité et la disgrâce, au blame et aux louanges, au plaisir et à la douleur. ",
  "an8.6:2.2": "Et de même une personne noble et instruite. ",
  "an8.6:2.3": "Quelle est, alors, la différence entre un disciple noble et instruit et une personne ordinaire et sans instruction ? » ",
  "an8.6:2.4": "« Notre enseignement est enraciné dans le Bouddha. Il est notre guide et notre refuge. Sire, que le Bouddha lui-même clarifie le sens de ceci. Les moines et les nonnes écouteront et le retiendront. » ",
  "an8.6:3.1": "« Bien alors, moines et nonnes, écoutez et appliquez bien votre esprit, je vais parler. » ",
  "an8.6:3.2": "« Oui, sire », repondirent-ils. ",
  "an8.6:3.3": "Le Bouddha dit ceci : ",
  "an8.6:3.4": "« Moines et nonnes, une personne ordinaire et sans instruction est confronté à un gain. ",
  "an8.6:3.5": "Il ne réfléchit pas : ",
  "an8.6:3.6": "‘Je suis confronté à ce gain. ",
  "an8.6:3.7": "C’est impermanent, de la souffrance, et périssable.’ Il ne le comprend pas réellement. ",
  "an8.6:3.8": "Il est confronté à une perte… ",
  "an8.6:3.9": "à la célébrité… ",
  "an8.6:3.10": "à la disgrâce… ",
  "an8.6:3.11": "au blame… ",
  "an8.6:3.12": "aux louanges… ",
  "an8.6:3.13": "au plaisir… ",
  "an8.6:3.14": "à la douleur. ",
  "an8.6:3.15": "Il ne réfléchit pas : ",
  "an8.6:3.16": "‘Je suis confronté à cette douleur. ",
  "an8.6:3.17": "C’est impermanent, de la souffrance, et périssable.’ Il ne le comprend pas réellement. ",
  "an8.6:4.1": "Ainsi gain et perte, célébrité et disgrâce, blame et louanges, et plaisir et douleur occupent son esprit. ",
  "an8.6:4.2": "Il préfère le gain et s’oppose à la perte. ",
  "an8.6:4.3": "Il préfère la célébrité et s’oppose à la disgrâce. ",
  "an8.6:4.4": "Il préfère les louanges et s’oppose au blame. ",
  "an8.6:4.5": "Il préfère le plaisir et s’oppose à la douleur. ",
  "an8.6:4.6": "Etant préoccupé par les préférences et les oppositions, il n’est pas libéré de la renaissance, de la vieillesse, et de la mort, du chagrin, des lamentations, de la douleur, de la tristesse, et de la détresse. ",
  "an8.6:4.7": "Il n’est pas libéré de la souffrance, je dis. ",
  "an8.6:5.1": "Un disciple noble et instruit est confronté à un gain. ",
  "an8.6:5.2": "Il réfléchit : ",
  "an8.6:5.3": "‘Je suis confronté à ce gain. ",
  "an8.6:5.4": "C’est impermanent, de la souffrance, et périssable.’ Il le comprend réellement. ",
  "an8.6:5.5": "Il est confronté à une perte… ",
  "an8.6:5.6": "à la célébrité… ",
  "an8.6:5.7": "à la disgrâce… ",
  "an8.6:5.8": "au blame… ",
  "an8.6:5.9": "aux louanges… ",
  "an8.6:5.10": "au plaisir… ",
  "an8.6:5.11": "à la douleur. ",
  "an8.6:5.12": "Il réfléchit : ",
  "an8.6:5.13": "‘Je suis confronté à cette douleur. ",
  "an8.6:5.14": "C’est impermanent, de la souffrance, et périssable.’ Il le comprend réellement. ",
  "an8.6:6.1": "Ainsi gain et perte, célébrité et disgrâce, blame et louanges, et plaisir et douleur n’occupent pas son esprit. ",
  "an8.6:6.2": "Il ne préfère pas le gain et ne s’oppose pas à la perte. ",
  "an8.6:6.3": "Il ne préfère pas la célébrité et ne s’oppose pas à la disgrâce. ",
  "an8.6:6.4": "Il ne préfère pas les louanges et ne s’oppose pas au blame. ",
  "an8.6:6.5": "Il ne préfère pas le plaisir et ne s’oppose pas à la douleur. ",
  "an8.6:6.6": "Ayant abandonné les préférences et les oppositions, il est libéré de la renaissance, de la vieillesse, et de la mort, du chagrin, des lamentations, de la douleur, de la tristesse, et de la détresse. ",
  "an8.6:6.7": "Il est libéré de la souffrance, je dis. ",
  "an8.6:6.8": "Ceci est la différence entre un disciple noble et instruit et une personne ordinaire et sans instruction. ",
  "an8.6:7.1": "Gain et perte, célébrité et disgrâce, ",
  "an8.6:7.2": "blame et louanges, et plaisir et douleur. ",
  "an8.6:7.3": "Ces caractéristiques parmi les hommes sont impermanentes, ",
  "an8.6:7.4": "éphémères, et périssables. ",
  "an8.6:8.1": "Une personne intelligente et attentive connait ces choses, ",
  "an8.6:8.2": "voyant qu’elles sont périssables. ",
  "an8.6:8.3": "Les objets désirables ne dérangent pas leur esprit, ",
  "an8.6:8.4": "ils ne sont pas non plus repoussés par l’indésirable. ",
  "an8.6:9.1": "A la fois préférer et s’opposer ",
  "an8.6:9.2": "sont éliminés et ont disparu, ils ne sont plus. ",
  "an8.6:9.3": "Connaissant l’état sans tache, sans désolation, ",
  "an8.6:9.4": "ceux qui sont allés au-delà de la renaissance comprennent correctement. » "
}