{
  "ud1.8:0.1": "Heartfelt Sayings",
  "ud1.8:0.2": "With Saṅgāmaji ",
  "ud1.8:1.1": "So I have heard. ",
  "ud1.8:1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. ",
  "ud1.8:1.3": "Now at that time around Venerable Saṅgāmaji had arrived at Sāvatthī to see the Buddha. ",
  "ud1.8:1.4": "His former wife heard",
  "ud1.8:1.5": "that he had arrived,",
  "ud1.8:1.6": "and went to the Jetavana, taking their boy.",
  "ud1.8:2.1": "Now at that time Venerable Saṅgāmaji was sitting at the root of a tree for the day’s meditation. ",
  "ud1.8:2.2": "Then his former wife went up to him and said, ",
  "ud1.8:2.3": "“I have a little child, ascetic, so please provide for me.”",
  "ud1.8:2.4": "When she said this, Saṅgāmaji kept silent.",
  "ud1.8:3.1": "For a second time she said, ",
  "ud1.8:3.2": "“I have a little child, ascetic, so please provide for me.”",
  "ud1.8:3.3": "For a second time, Saṅgāmaji kept silent. ",
  "ud1.8:4.1": "For a third time she said, ",
  "ud1.8:4.2": "“I have a little child, ascetic, so please provide for me.”",
  "ud1.8:4.3": "For a third time, Saṅgāmaji kept silent. ",
  "ud1.8:5.1": "Then she put down the boy in front of Saṅgāmaji, saying,",
  "ud1.8:5.2": "“This is your child, ascetic. Provide for him.”",
  "ud1.8:6.1": "But Saṅgāmaji neither looked at the boy nor spoke to him. ",
  "ud1.8:6.2": "Then his former wife went a little distance away. Looking back, she saw Saṅgāmaji ignoring the boy, and thought,",
  "ud1.8:6.3": "“This ascetic doesn’t even want his child.”",
  "ud1.8:6.4": "She returned to pick up the boy, then left.",
  "ud1.8:6.5": "With clairvoyance that is purified and superhuman, the Buddha saw how Saṅgāmaji’s went back for the child. ",
  "ud1.8:7.1": "Then, knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud1.8:8.1": "“When she came he was not glad,",
  "ud1.8:8.2": "when she left he did not grieve.",
  "ud1.8:8.3": "Victorious in battle, freed from chains,",
  "ud1.8:8.4": "that’s who I call a brahmin.”"
}