{
  "sn56.31:0.1": "Les Discours Regroupés par Thèmes 56.31 ",
  "sn56.31:0.2": "4. Dans la forêt de sisapas ",
  "sn56.31:0.3": "Dans la forêt de sisapas ",
  "sn56.31:1.1": "Un jour, le Fortuné séjournait près de Kossambi, dans la forêt de sīsapas. ",
  "sn56.31:1.2": "Ce jour-là, il ramassa quelques de feuilles de sīsapa, et s’adressa aux mendiants : ",
  "sn56.31:1.3": "« Qu’en pensez-vous, mendiants, ",
  "sn56.31:1.4": "quelles sont les plus nombreuses : ",
  "sn56.31:1.5": "les quelques feuilles que je tiens dans mes mains, ou celles qui sont en haut, (sur les arbres) de la forêt ? ",
  "sn56.31:1.6": "— Bhanté, les feuilles qui sont dans la main du Fortuné sont en tout petit nombre, ",
  "sn56.31:1.7": "alors que celles qui sont en haut, (sur les arbres) de la forêt, sont plus nombreuses. ",
  "sn56.31:1.8": "— De la même manière, mendiants, (les choses que j’appréhende) par connaissance directe mais que je n’ai pas déclarées sont bien plus nombreuses (que celles que j’ai déclarées). ",
  "sn56.31:1.9": "Et pourquoi ne les ai-je pas déclarées ? ",
  "sn56.31:1.10": "Parce qu’elles ne sont pas profitables, elles ne se rapportent pas aux principesde la vie brahmique, et elles ne mènent pas au désenchantement, au désintéressement, à la cessation, à la quiétude, à la connaissance directe, à l’éveil, à l’Extinction. ",
  "sn56.31:1.11": "Voici pourquoi je ne les ai pas déclarées. ",
  "sn56.31:2.1": "Et qu’est-ce, mendiants, que j’ai déclaré ? ",
  "sn56.31:2.2": "J’ai déclaré : “Voici le mal-être”, j’ai déclaré : “Voici l’origine du mal-être”, j’ai déclaré : “Voici la cessation du mal-être”, j’ai déclaré : “Voici la voie menant à la cessation du mal-être”. ",
  "sn56.31:3.1": "Et pourquoi ai-je déclaré (ces choses) ? ",
  "sn56.31:3.2": "Parce qu’elles sont profitables, elles se rapportent aux principes de la vie brahmique, et elles mènent au désenchantement, au désintéressement, à la cessation, à la quiétude, à la connaissance directe, à l’éveil, à l’Extinction. ",
  "sn56.31:3.3": "Voici pourquoi je les ai déclarées. ",
  "sn56.31:4.1": "C’est pourquoi, mendiants, le travail (de contemplation) est à faire : “Voici le mal-être”, le travail (de contemplation) est à faire : “Voici l’origine du mal-être”, le travail (de contemplation) est à faire : “Voici la cessation du mal-être”, le travail (de contemplation) est à faire : “Voici la voie menant à la cessation du mal-être”. » "
}