{
  "sn56.35:0.1": "Les Discours Regroupés par Thèmes 56.35 ",
  "sn56.35:0.2": "4. Dans la forêt de sisapas ",
  "sn56.35:0.3": "Transpercé de cent lances ",
  "sn56.35:1.1": "Supposez, mendiants, qu’un homme ait une espérance de vie de cent ans et qu’il vive (effectivement) pendant cent ans. ",
  "sn56.35:1.2": "On lui dirait : ",
  "sn56.35:1.3": "“Venez, mon bon, on vous transpercera de cent lances le matin, on vous transpercera de cent lances à midi et on vous transpercera de cent lances le soir. ",
  "sn56.35:1.4": "Mais vous, mon bon, qui avez une espérance de vie de cent ans et qui vivrez (effectivement) pendant cent ans en étant transpercé chaque jour par trois cent lances, vous comprendrez complètement à la fin de ces cent ans les quatre nobles vérités que vous n’avez jamais complètement comprises auparavant.” ",
  "sn56.35:2.1": "Il serait approprié, mendiants, pour un enfant de (bonne) famille cherchant son intérêt, d’accepter (cette offre). ",
  "sn56.35:2.2": "Et quelle en est la raison ? ",
  "sn56.35:2.3": "Parce que, mendiants, on ne peut discerner de commencement à ce cycle de renaissances. ",
  "sn56.35:2.4": "On ne peut discerner de point de départ aux coups de lance, aux coups d’épée, aux coups de javelots et aux coups de hache. ",
  "sn56.35:2.5": "Et il pourrait en être ainsi, mendiants. ",
  "sn56.35:2.6": "Mais je déclare que la compréhension complète des quatre nobles vérités ne s’accompagne pas de mal-être ni de déplaisance mentale. ",
  "sn56.35:2.7": "Je déclare au contraire, mendiants, que la compréhension complète des quatre nobles vérités s’accompagne de bien-être et de plaisance mentale. ",
  "sn56.35:2.8": "Et quelles sont ces quatre ? ",
  "sn56.35:2.9": "La noble vérité du mal-être, la noble vérité de l’origine du mal-être, la noble vérité de la cessation du mal-être, la noble vérité de la voie menant à la cessation du mal-être. ",
  "sn56.35:3.1": "C’est pourquoi, mendiants, le travail (de contemplation) est à faire : “Voici le mal-être”, le travail (de contemplation) est à faire : “Voici l’origine du mal-être”, le travail (de contemplation) est à faire : “Voici la cessation du mal-être”, le travail (de contemplation) est à faire : “Voici la voie menant à la cessation du mal-être”. "
}