{
  "sn56.11:0.1": "Les Discours Regroupés par Thèmes 56.11 ",
  "sn56.11:0.2": "2. La mise en mouvement de la roue du Dhamma ",
  "sn56.11:0.3": "La mise en mouvement de la roue du Dhamma ",
  "sn56.11:1.1": "Un jour, le Fortuné séjournait près de Bénarès, à Isipitana, dans le parc aux daims. ",
  "sn56.11:1.2": "Là, le Fortuné s’adressa au groupe de cinq mendiants : ",
  "sn56.11:2.1": "« Mendiants, ces deux extrêmes ne devraient pas être poursuivis par ceux qui ont quitté le foyer. ",
  "sn56.11:2.2": "Quels sont ces deux ? ",
  "sn56.11:2.3": "La poursuite du bien-être sensuel dans la sensualité, qui est inférieure, vulgaire, qui est typique des gens ordinaires, ig·noble et non profitable, et la poursuite de la mortification de soi, qui est douloureuse, ig·noble et non profitable. ",
  "sn56.11:2.4": "Évitant ces deux extrêmes, mendiants, la voie médiane à laquelle le Tathagata s’est pleinement éveillé, qui apporte la vision et la connaissance, mène à la quiétude, à la connaissance directe, à l’éveil, et à l’Extinction. ",
  "sn56.11:3.1": "Et quelle est, mendiants, cette voie médiane à laquelle le Tathagata s’est pleinement éveillé, qui apporte la vision et la connaissance, et mène à la quiétude, à la connaissance directe, à l’éveil, à l’Extinction ? ",
  "sn56.11:3.2": "C’est cette noble voie à huit composantes, c’est-à-dire : ",
  "sn56.11:3.3": "la vue correcte, l’aspiration correcte, la parole correcte, l’action correcte, les moyens de subsistance corrects, l’effort correct, la présence d’esprit correcte, et la concentration correcte. ",
  "sn56.11:3.4": "Voici, mendiants, quelle est cette voie médiane à laquelle le Tathagata s’est pleinement éveillé, qui apporte la vision et la connaissance, et mène à la quiétude, à la connaissance directe, à l’éveil, à l’Extinction. ",
  "sn56.11:4.1": "De plus, mendiants, voici la noble vérité du mal-être : ",
  "sn56.11:4.2": "la naissance est mal-être, le vieillissement est mal-être, la maladie est mal-être, la mort est mal-être, l’association à ce qui est désagréable est mal-être, la séparation d’avec ce qui est agréable est mal-être, ne pas obtenir ce qu’on désire est mal-être ; en bref, les cinq accumulations d’attachement sont mal-être. ",
  "sn56.11:4.3": "De plus, mendiants, voici la noble vérité de l’origine du mal-être : ",
  "sn56.11:4.4": "c’est cette Soif menant à la continuation de l’existence, liée à la complaisance et l’avidité, se complaisant ici et là, c’est-à-dire ",
  "sn56.11:4.5": "la Soif de sensualité, la Soif d’existence, la Soif de non-existence. ",
  "sn56.11:4.6": "De plus, mendiants, voici la noble vérité de la cessation du mal-être : ",
  "sn56.11:4.7": "c’est la disparition complète & cessation de cette même Soif, son renoncement, la renonciation à son égard, ainsi que la délivrance et le détachement par rapport à elle. ",
  "sn56.11:4.8": "De plus, mendiants, voici la noble vérité de la voie menant à la cessation du mal-être : ",
  "sn56.11:4.9": "c’est cette noble voie à huit composantes, c’est-à-dire ",
  "sn56.11:4.10": "la vue correcte, l’aspiration correcte, la parole correcte, l’action correcte, les moyens de subsistance corrects, l’effort correct, la présence d’esprit correcte, et la concentration correcte. ",
  "sn56.11:5.1": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Voici la noble vérité du mal-être.” ",
  "sn56.11:5.2": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Cette noble vérité du mal-être est à comprendre pleinement.” ",
  "sn56.11:5.3": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Cette noble vérité du mal-être a été pleinement comprise.” ",
  "sn56.11:6.1": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Voici la noble vérité de l’origine du mal-être.” ",
  "sn56.11:6.2": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Cette noble vérité de l’origine du mal-être est à abandonner.” ",
  "sn56.11:6.3": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Cette noble vérité de l’origine du mal-être a été abandonnée.” ",
  "sn56.11:7.1": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Voici la noble vérité de la cessation du mal-être.” ",
  "sn56.11:7.2": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Cette noble vérité de la cessation du mal-être est à atteindre.” ",
  "sn56.11:7.3": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Cette noble vérité de la cessation du mal-être a été atteinte.” ",
  "sn56.11:8.1": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Voici la noble vérité de la voie menant à la cessation du mal-être.” ",
  "sn56.11:8.2": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Cette noble vérité de la voie menant à la cessation du mal-être est à cultiver.” ",
  "sn56.11:8.3": "Mendiants, en rapport à des choses non apprises auparavant, la vision apparut, la connaissance apparut, le discernement apparut, la véritable connaissance apparut, la lumière apparut en moi : “Cette noble vérité de la voie menant à la cessation du mal-être a été cultivée.” ",
  "sn56.11:9.1": "Mendiants, aussi longtemps que ma connaissance & vision de ces quatre nobles vérités telles qu’elles sont réellement dans leurs trois phases et leurs douze aspects n’était pas bien purifiée de cette manière, je n’ai pas déclaré dans le monde, avec ses dévas, Maras, Brahmas, avec ses renonçants & brahmanes, à cette population avec ses dévas et humains, m’être éveillé au suprême éveil véritable. ",
  "sn56.11:10.1": "Mais lorsque, mendiants, ma connaissance & vision de ces quatre nobles vérités telles qu’elles sont réellement dans leurs trois phases et leurs douze aspects était bien purifiée de cette manière, j’ai déclaré dans le monde, avec ses dévas, Maras, Brahmas, avec ses renonçants & brahmanes, à cette population avec ses dévas et humains, m’être éveillé au suprême éveil véritable. ",
  "sn56.11:10.2": "La connaissance & vision apparut en moi : ",
  "sn56.11:10.3": "“La libération de mon esprit est inébranlable, ceci est ma dernière naissance, maintenant il n’y aura plus d’existence supplémentaire.” » ",
  "sn56.11:10.4": "Ainsi parla le Fortuné. ",
  "sn56.11:10.5": "Ravi, le groupe de cinq mendiants approuva les paroles du Fortuné. ",
  "sn56.11:11.1": "Et pendant que cet exposé avait été prononcé, l’œil du Dhamma, immaculé et sans tache, apparut chez le vénérable Koṇḍañña : ",
  "sn56.11:11.2": "“Tout ce qui est par nature sujet à l’apparition est par nature voué à la cessation.” ",
  "sn56.11:12.1": "Et lorsque la roue du Dhamma fut mise en mouvement par le Fortuné, les dévas terrestres (…) ",
  "sn56.11:12.3": "les dévas des quatre Mahārājas (…) ",
  "sn56.11:12.5": "de Tavatimsa (…) ",
  "sn56.11:12.6": "de Yama (…) ",
  "sn56.11:12.7": "de Toussita (…) ",
  "sn56.11:12.8": "les dévas qui se plaisent à créer (…) ",
  "sn56.11:12.9": "qui contrôlent les créations des autres (…) ",
  "sn56.11:12.10": "de l’entourage de Brahma firent entendre la clameur : ",
  "sn56.11:12.11": "“Près de Bénarès à Isipatana dans le parc au daims, cette suprême roue du Dhamma a été mise en mouvement par le Fortuné, et elle ne peut être arrêtée par aucun renonçant ni brahmane ni déva ni Mara ni Brahma, ni qui que ce soit dans le monde.” ",
  "sn56.11:13.1": "Ainsi, à ce moment-là, à cet instant-là, la clameur atteignit le monde de Brahma. ",
  "sn56.11:13.2": "Et cet ensemble-monde de dix mille systèmes vibra, trembla, frémit, et une sublime lueur surpassant la majesté des dévas apparut dans le monde. ",
  "sn56.11:14.1": "Alors le Fortuné exclama cette exclamation : ",
  "sn56.11:14.2": "« Koṇḍañña a compris ! Koṇḍañña a compris ! » ",
  "sn56.11:14.3": "C’est ainsi que le vénérable Koṇḍañña en vint à être appelé “Koṇḍañña qui a compris.” "
}