{
  "sn56.47:0.1": "Les Discours Regroupés par Thèmes 56.47 ",
  "sn56.47:0.2": "5. Une falaise ",
  "sn56.47:0.3": "Dans l’encolure du joug ",
  "sn56.47:1.1": "« Supposez, mendiants, qu’un homme jette un joug possédant une unique encolure dans le grand océan. Supposez qu’il y ait également une tortue de mer aveugle. Elle remonterait à la surface une fois tous les cent ans. ",
  "sn56.47:1.2": "Qu’en pensez-vous, mendiants : ",
  "sn56.47:1.3": "est-ce que cette tortue de mer aveugle, remontant à la surface une fois tous les cent ans, passerait son cou dans l’unique encolure du joug ? ",
  "sn56.47:1.4": "— Si elle y arrivait, Bhanté, ce ne serait qu’après un temps très long. ",
  "sn56.47:2.1": "— Mendiants, je déclare que cette tortue de mer aveugle, remontant à la surface une fois tous les cent ans, passerait son cou dans l’unique encolure du joug plus rapidement qu’un sot s’étant rendu dans un monde inférieur ne (retrouverait) l’état humain. ",
  "sn56.47:3.1": "Et quelle en est la raison ? ",
  "sn56.47:3.2": "Parce que là, mendiants, il n’y a pas de conduite en accord avec le Dhamma, de conduite équilibrée, de réalisation de ce qui est avantageux ni de ce qui est méritoire. ",
  "sn56.47:3.3": "Là règne la dévoration des uns par les autres, la dévoration des faibles. ",
  "sn56.47:3.4": "Et quelle en est la raison ? ",
  "sn56.47:3.5": "Parce qu’ils ne voient pas les quatre nobles vérités. ",
  "sn56.47:3.6": "Et quelles sont ces quatre ? ",
  "sn56.47:3.7": "La noble vérité du mal-être, la noble vérité de l’origine du mal-être, la noble vérité de la cessation du mal-être, et la noble vérité de la voie menant à la cessation du mal-être. ",
  "sn56.47:4.1": "C’est pourquoi, mendiants, le travail (de contemplation) est à faire : “Voici le mal-être”, le travail (de contemplation) est à faire : “Voici l’origine du mal-être”, le travail (de contemplation) est à faire : “Voici la cessation du mal-être”, le travail (de contemplation) est à faire : “Voici la voie menant à la cessation du mal-être”. » "
}