{
  "sn56.10:0.1": "Les Discours Regroupés par Thèmes 56.10 ",
  "sn56.10:0.2": "1. La concentration ",
  "sn56.10:0.3": "Les conversations animales ",
  "sn56.10:1.1": "« Mendiants, vous ne vous engagez pas dans les diverses sortes de “conversations animales” telles que ",
  "sn56.10:1.2": "les conversations à propos de rois, à propos de voleurs, à propos de ministres, à propos d’armées, à propos de dangers, à propos de guerres, à propos de nourriture, à propos de boissons, à propos de vêtements, à propos de lits, à propos de guirlandes, à propos de parfums, à propos de proches relations, à propos de véhicules, à propos de villages, à propos de villes, à propos de cités, à propos de pays, à propos de femmes, à propos de héros, à propos de la rue, à propos de commérages du puits, conversations à propos des esprits défunts, conversations à propos de diverses distractions, conversations à propos de contes et légendes concernant le monde, de contes et légendes concernant l’océan, à propos de devenir comme ceci ou comme cela. ",
  "sn56.10:1.3": "Et quelle en est la raison ? ",
  "sn56.10:1.4": "Parce que ces conversations ne sont pas profitables, qu’elles ne se rapportent pas aux principes de la vie brahmique, et qu’elles ne mènent pas au désenchantement, au désintéressement, à la cessation, à la quiétude, à la connaissance directe, à l’éveil, à l’Extinction. ",
  "sn56.10:2.1": "Au contraire, mendiants, lorsque vous parlez, parlez de : “Voici le mal-être”, parlez de : “Voici l’origine du mal-être”, parlez de : “Voici la cessation du mal-être”, parlez de : “Voici la voie menant à la cessation du mal-être”. ",
  "sn56.10:2.2": "Et quelle en est la raison ? ",
  "sn56.10:2.3": "Parce que ces propos, mendiants, sont profitables, qu’ils se rapportent aux principes de la vie brahmique, et qu’ils mènent au désenchantement, au désintéressement, à la cessation, à la quiétude, à la connaissance directe, à l’éveil, à l’Extinction. ",
  "sn56.10:3.1": "C’est pourquoi, mendiants, le travail (de contemplation) est à faire : “Voici le mal-être”, le travail (de contemplation) est à faire : “Voici l’origine du mal-être”, le travail (de contemplation) est à faire : “Voici la cessation du mal-être”, le travail (de contemplation) est à faire : “Voici la voie menant à la cessation du mal-être”. » "
}