{
  "sn56.9:0.1": "Les Discours Regroupés par Thèmes 56.9 ",
  "sn56.9:0.2": "1. La concentration ",
  "sn56.9:0.3": "Les propos conflictuels ",
  "sn56.9:1.1": "« Mendiants, ne tenez pas de propos conflictuels (tels que :) ",
  "sn56.9:1.2": "“Vous ne comprenez pas cet Enseignement & Discipline. Moi, je comprends cet Enseignement & Discipline. Qu’est-ce que vous comprenez à cet Enseignement & Discipline ? Vous pratiquez de manière erronée. Moi, je pratique de manière correcte. Moi, je suis cohérent, mais vous, vous ne l’êtes pas. Ce qui est à dire d’abord, vous l’avez dit ensuite ; ce qui est à dire ensuite, vous l’avez dit d’abord. Vous avez inversé la procédure. Votre doctrine a été réfutée. Allez sauver votre doctrine. Vous avez été défaits, à moins que vous ne soyez capables de vous désembourber.” ",
  "sn56.9:1.3": "Et quelle en est la raison ? ",
  "sn56.9:1.4": "Parce que ces propos, mendiants, ne sont pas profitables, qu’ils ne se rapportent pas aux principes de la vie brahmique, et qu’ils ne mènent pas au désenchantement, au désintéressement, à la cessation, à la quiétude, à la connaissance directe, à l’éveil, à l’Extinction. ",
  "sn56.9:2.1": "Au contraire, mendiants, lorsque vous parlez, parlez de : “Voici le mal-être”, parlez de : “Voici l’origine du mal-être”, parlez de : “Voici la cessation du mal-être”, parlez de : “Voici la voie menant à la cessation du mal-être”. Et quelle en est la raison ? Parce que ces propos, mendiants, sont profitables, qu’ils se rapportent aux principes de la vie brahmique, et qu’ils mènent au désenchantement, au désintéressement, à la cessation, à la quiétude, à la connaissance directe, à l’éveil, à l’Extinction. ",
  "sn56.9:2.2": "C’est pourquoi, mendiants, le travail (de contemplation) est à faire : “Voici le mal-être”, le travail (de contemplation) est à faire : “Voici l’origine du mal-être”, le travail (de contemplation) est à faire : “Voici la cessation du mal-être”, le travail (de contemplation) est à faire : “Voici la voie menant à la cessation du mal-être”. » "
}