{
  "ya3.2.1:0.1": "3 Āyatanayamaka ",
  "ya3.2.1:0.2": "3.2 Pavattivāra ",
  "ya3.2.1:0.3": "3.2.1. Uppādavāra ",
  "ya3.2.1:1.0.1": "3.2.1.1. Paccuppannavāra ",
  "ya3.2.1:1.0.2": "3.2.1.1.1. Anulomapuggala ",
  "ya3.2.1:1.1": " Yassa cakkhāyatanaṁ uppajjati tassa sotāyatanaṁ uppajjatīti? ",
  "ya3.2.1:2.1": "Sacakkhukānaṁ asotakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjati, no ca tesaṁ sotāyatanaṁ uppajjati. Sacakkhukānaṁ sasotakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca uppajjati sotāyatanañca uppajjati. ",
  "ya3.2.1:3.1": " Yassa vā pana sotāyatanaṁ uppajjati tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:4.1": "Sasotakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ uppajjati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sasotakānaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanañca uppajjati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:5.1": " Yassa cakkhāyatanaṁ uppajjati tassa ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:6.1": "Sacakkhukānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjati, no ca tesaṁ ghānāyatanaṁ uppajjati. Sacakkhukānaṁ saghānakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca uppajjati ghānāyatanañca uppajjati. ",
  "ya3.2.1:7.1": " Yassa vā pana ghānāyatanaṁ uppajjati tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:8.1": "Saghānakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ uppajjati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Saghānakānaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca uppajjati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:9.1": " Yassa cakkhāyatanaṁ uppajjati tassa rūpāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:10.1": " Yassa vā pana rūpāyatanaṁ uppajjati tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:11.1": "Sarūpakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ uppajjati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca uppajjati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:12.1": " Yassa cakkhāyatanaṁ uppajjati tassa manāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:13.1": " Yassa vā pana manāyatanaṁ uppajjati tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:14.1": "Sacittakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ uppajjati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ manāyatanañca uppajjati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:15.1": " Yassa cakkhāyatanaṁ uppajjati tassa dhammāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:16.1": " Yassa vā pana dhammāyatanaṁ uppajjati tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:17.1": "Acakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjati cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:18.1": " Yassa ghānāyatanaṁ uppajjati tassa rūpāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:19.1": " Yassa vā pana rūpāyatanaṁ uppajjati tassa ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:20.1": "Sarūpakānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ uppajjati, no ca tesaṁ ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca uppajjati ghānāyatanañca uppajjati. ",
  "ya3.2.1:21.1": " Yassa ghānāyatanaṁ uppajjati tassa manāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:22.1": " Yassa vā pana manāyatanaṁ uppajjati tassa ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:23.1": "Sacittakānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ uppajjati, no ca tesaṁ ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ manāyatanañca uppajjati ghānāyatanañca uppajjati. ",
  "ya3.2.1:24.1": " Yassa ghānāyatanaṁ uppajjati tassa dhammāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:25.1": " Yassa vā pana dhammāyatanaṁ uppajjati tassa ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:26.1": "Aghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjati, no ca tesaṁ ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjati ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:27.1": " Yassa rūpāyatanaṁ uppajjati tassa manāyatanaṁ uppajjatīti? ",
  "ya3.2.1:28.1": "Acittakānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ uppajjati, no ca tesaṁ manāyatanaṁ uppajjati. Sarūpakānaṁ sacittakānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca uppajjati manāyatanañca uppajjati. ",
  "ya3.2.1:29.1": " Yassa vā pana manāyatanaṁ uppajjati tassa rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:30.1": "Arūpakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ uppajjati, no ca tesaṁ rūpāyatanaṁ uppajjati. Sacittakānaṁ sarūpakānaṁ upapajjantānaṁ tesaṁ manāyatanañca uppajjati rūpāyatanañca uppajjati. ",
  "ya3.2.1:31.1": " Yassa rūpāyatanaṁ uppajjati tassa dhammāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:32.1": " Yassa vā pana dhammāyatanaṁ uppajjati tassa rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:33.1": "Arūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjati, no ca tesaṁ rūpāyatanaṁ uppajjati. Sarūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjati rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:34.1": " Yassa manāyatanaṁ uppajjati tassa dhammāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:35.1": " Yassa vā pana dhammāyatanaṁ uppajjati tassa manāyatanaṁ uppajjatīti? ",
  "ya3.2.1:36.1": "Acittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjati, no ca tesaṁ manāyatanaṁ uppajjati. Sacittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjati manāyatanañca uppajjati. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:37.0": "3.2.1.1.2. Anulomaokāsa ",
  "ya3.2.1:37.1": " Yattha cakkhāyatanaṁ uppajjati tattha sotāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:38.1": " Yattha vā pana sotāyatanaṁ uppajjati tattha cakkhāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:39.1": " Yattha cakkhāyatanaṁ uppajjati tattha ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:40.1": "Rūpāvacare tattha cakkhāyatanaṁ uppajjati, no ca tattha ghānāyatanaṁ uppajjati. Kāmāvacare tattha cakkhāyatanañca uppajjati ghānāyatanañca uppajjati. ",
  "ya3.2.1:41.1": " Yattha vā pana ghānāyatanaṁ uppajjati tattha cakkhāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:42.1": " Yattha cakkhāyatanaṁ uppajjati tattha rūpāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:43.1": " Yattha vā pana rūpāyatanaṁ uppajjati tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:44.1": "Asaññasatte tattha rūpāyatanaṁ uppajjati, no ca tattha cakkhāyatanaṁ uppajjati. Pañcavokāre tattha rūpāyatanañca uppajjati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:45.1": " Yattha cakkhāyatanaṁ uppajjati tattha manāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:46.1": " Yattha vā pana manāyatanaṁ uppajjati tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:47.1": "Arūpe tattha manāyatanaṁ uppajjati, no ca tattha cakkhāyatanaṁ uppajjati. Pañcavokāre tattha manāyatanañca uppajjati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:48.1": " Yattha cakkhāyatanaṁ uppajjati tattha dhammāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:49.1": " Yattha vā pana dhammāyatanaṁ uppajjati tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:50.1": "Asaññasatte arūpe tattha dhammāyatanaṁ uppajjati, no ca tattha cakkhāyatanaṁ uppajjati. Pañcavokāre tattha dhammāyatanañca uppajjati cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:51.1": " Yattha ghānāyatanaṁ uppajjati tattha rūpāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:52.1": " Yattha vā pana rūpāyatanaṁ uppajjati tattha ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:53.1": "Rūpāvacare tattha rūpāyatanaṁ uppajjati, no ca tattha ghānāyatanaṁ uppajjati. Kāmāvacare tattha rūpāyatanañca uppajjati ghānāyatanañca uppajjati. ",
  "ya3.2.1:54.1": "(Yattha ghānāyatanaṁ uppajjati tattha manāyatanaṁ dhammāyatanañca ekasadisaṁ, nānaṁ natthi, upari pana vārasaṅkhepo hotīti jānitabbaṁ.) ",
  "ya3.2.1:55.1": " Yattha ghānāyatanaṁ uppajjati tattha dhammāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:56.1": " Yattha vā pana dhammāyatanaṁ uppajjati tattha ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:57.1": "Rūpāvacare arūpāvacare tattha dhammāyatanaṁ uppajjati, no ca tattha ghānāyatanaṁ uppajjati. Kāmāvacare tattha dhammāyatanañca uppajjati ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:58.1": " Yattha rūpāyatanaṁ uppajjati tattha manāyatanaṁ uppajjatīti? ",
  "ya3.2.1:59.1": "Asaññasatte tattha rūpāyatanaṁ uppajjati, no ca tattha manāyatanaṁ uppajjati. Pañcavokāre tattha rūpāyatanañca uppajjati manāyatanañca uppajjati. ",
  "ya3.2.1:60.1": " Yattha vā pana manāyatanaṁ uppajjati tattha rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:61.1": "Arūpe tattha manāyatanaṁ uppajjati, no ca tattha rūpāyatanaṁ uppajjati. Pañcavokāre tattha manāyatanañca uppajjati rūpāyatanañca uppajjati. ",
  "ya3.2.1:62.1": " Yattha rūpāyatanaṁ uppajjati tattha dhammāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:63.1": " Yattha vā pana dhammāyatanaṁ uppajjati tattha rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:64.1": "Arūpe tattha dhammāyatanaṁ uppajjati, no ca tattha rūpāyatanaṁ uppajjati. Pañcavokāre asaññasatte tattha dhammāyatanañca uppajjati rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:65.1": " Yattha manāyatanaṁ uppajjati tattha dhammāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:66.1": " Yattha vā pana dhammāyatanaṁ uppajjati tattha manāyatanaṁ uppajjatīti? ",
  "ya3.2.1:67.1": "Asaññasatte tattha dhammāyatanaṁ uppajjati, no ca tattha manāyatanaṁ uppajjati. Catuvokāre pañcavokāre tattha dhammāyatanañca uppajjati manāyatanañca uppajjati. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:68.0": "3.2.1.1.3. Anulomapuggalokāsa ",
  "ya3.2.1:68.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha sotāyatanaṁ uppajjatīti? ",
  "ya3.2.1:69.1": "Sacakkhukānaṁ asotakānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha sotāyatanaṁ uppajjati. Sacakkhukānaṁ sasotakānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati sotāyatanañca uppajjati. ",
  "ya3.2.1:70.1": " Yassa vā pana yattha sotāyatanaṁ uppajjati tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:71.1": "Sasotakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ uppajjati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sasotakānaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha sotāyatanañca uppajjati cakkhāyatanañca uppajjati. (Saṅkhittaṁ, yassakasadisaṁ.) ",
  "ya3.2.1:72.1": " Yassa yattha manāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ uppajjatīti? Āmantā. ",
  "ya3.2.1:73.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjati tassa tattha manāyatanaṁ uppajjatīti? ",
  "ya3.2.1:74.1": "Acittakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ uppajjati, no ca tesaṁ tattha manāyatanaṁ uppajjati. Sacittakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca uppajjati manāyatanañca uppajjati. ",
  "ya3.2.1:75.0": "3.2.1.1.4. Paccanīkapuggala ",
  "ya3.2.1:75.1": " Yassa cakkhāyatanaṁ nuppajjati tassa sotāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:76.1": "Acakkhukānaṁ sasotakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ sotāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ acakkhukānaṁ asotakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca nuppajjati sotāyatanañca nuppajjati. ",
  "ya3.2.1:77.1": " Yassa vā pana sotāyatanaṁ nuppajjati tassa cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:78.1": "Asotakānaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ nuppajjati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ asotakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanañca nuppajjati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:79.1": " Yassa cakkhāyatanaṁ nuppajjati tassa ghānāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:80.1": "Acakkhukānaṁ saghānakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ ghānāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ acakkhukānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca nuppajjati ghānāyatanañca nuppajjati. ",
  "ya3.2.1:81.1": " Yassa vā pana ghānāyatanaṁ nuppajjati tassa cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:82.1": "Aghānakānaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ aghānakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca nuppajjati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:83.1": " Yassa cakkhāyatanaṁ nuppajjati tassa rūpāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:84.1": "Acakkhukānaṁ sarūpakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca nuppajjati rūpāyatanañca nuppajjati. ",
  "ya3.2.1:85.1": " Yassa vā pana rūpāyatanaṁ nuppajjati tassa cakkhāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:86.1": " Yassa cakkhāyatanaṁ nuppajjati tassa manāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:87.1": "Acakkhukānaṁ sacittakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ manāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca nuppajjati manāyatanañca nuppajjati. ",
  "ya3.2.1:88.1": " Yassa vā pana manāyatanaṁ nuppajjati tassa cakkhāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:89.1": " Yassa cakkhāyatanaṁ nuppajjati tassa dhammāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:90.1": "Acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati dhammāyatanañca nuppajjati. ",
  "ya3.2.1:91.1": " Yassa vā pana dhammāyatanaṁ nuppajjati tassa cakkhāyatanaṁ nuppajjatīti? Āmantā. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:92.1": " Yassa ghānāyatanaṁ nuppajjati tassa rūpāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:93.1": "Aghānakānaṁ sarūpakānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca nuppajjati rūpāyatanañca nuppajjati. ",
  "ya3.2.1:94.1": " Yassa vā pana rūpāyatanaṁ nuppajjati tassa ghānāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:95.1": " Yassa ghānāyatanaṁ nuppajjati tassa manāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:96.1": "Aghānakānaṁ sacittakānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ manāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca nuppajjati manāyatanañca nuppajjati. ",
  "ya3.2.1:97.1": " Yassa vā pana manāyatanaṁ nuppajjati tassa ghānāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:98.1": " Yassa ghānāyatanaṁ nuppajjati tassa dhammāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:99.1": "Aghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ ghānāyatanañca nuppajjati dhammāyatanañca nuppajjati. ",
  "ya3.2.1:100.1": " Yassa vā pana dhammāyatanaṁ nuppajjati tassa ghānāyatanaṁ nuppajjatīti? Āmantā. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:101.1": " Yassa rūpāyatanaṁ nuppajjati tassa manāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:102.1": "Arūpakānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nuppajjati, no ca tesaṁ manāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ rūpāyatanañca nuppajjati manāyatanañca nuppajjati. ",
  "ya3.2.1:103.1": " Yassa vā pana manāyatanaṁ nuppajjati tassa rūpāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:104.1": "Acittakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ manāyatanañca nuppajjati rūpāyatanañca nuppajjati. ",
  "ya3.2.1:105.1": " Yassa rūpāyatanaṁ nuppajjati tassa dhammāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:106.1": "Arūpakānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ rūpāyatanañca nuppajjati dhammāyatanañca nuppajjati. ",
  "ya3.2.1:107.1": " Yassa vā pana dhammāyatanaṁ nuppajjati tassa rūpāyatanaṁ nuppajjatīti? Āmantā. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:108.1": " Yassa manāyatanaṁ nuppajjati tassa dhammāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:109.1": "Acittakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ manāyatanañca nuppajjati dhammāyatanañca nuppajjati. ",
  "ya3.2.1:110.1": " Yassa vā pana dhammāyatanaṁ nuppajjati tassa manāyatanaṁ nuppajjatīti? Āmantā. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:111.0": "3.2.1.1.5. Paccanīkaokāsa ",
  "ya3.2.1:111.1": " Yattha cakkhāyatanaṁ nuppajjati tattha sotāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:112.1": " Yattha vā pana sotāyatanaṁ nuppajjati tattha cakkhāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:113.1": " Yattha cakkhāyatanaṁ nuppajjati tattha ghānāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:114.1": " Yattha vā pana ghānāyatanaṁ nuppajjati tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:115.1": "Rūpāvacare tattha ghānāyatanaṁ nuppajjati, no ca tattha cakkhāyatanaṁ nuppajjati. Asaññasatte arūpe tattha ghānāyatanañca nuppajjati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:116.1": " Yattha cakkhāyatanaṁ nuppajjati tattha rūpāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:117.1": "Asaññasatte tattha cakkhāyatanaṁ nuppajjati, no ca tattha rūpāyatanaṁ nuppajjati. Arūpe tattha cakkhāyatanañca nuppajjati rūpāyatanañca nuppajjati. ",
  "ya3.2.1:118.1": " Yattha vā pana rūpāyatanaṁ nuppajjati tattha cakkhāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:119.1": " Yattha cakkhāyatanaṁ nuppajjati tattha manāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:120.1": "Arūpe tattha cakkhāyatanaṁ nuppajjati, no ca tattha manāyatanaṁ nuppajjati. Asaññasatte tattha cakkhāyatanañca nuppajjati manāyatanañca nuppajjati. ",
  "ya3.2.1:121.1": " Yattha vā pana manāyatanaṁ nuppajjati tattha cakkhāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:122.1": " Yattha cakkhāyatanaṁ nuppajjati tattha dhammāyatanaṁ nuppajjatīti? Uppajjati. ",
  "ya3.2.1:123.1": " Yattha vā pana dhammāyatanaṁ nuppajjati tattha cakkhāyatanaṁ nuppajjatīti? Natthi. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:124.1": " Yattha ghānāyatanaṁ nuppajjati tattha rūpāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:125.1": "Rūpāvacare tattha ghānāyatanaṁ nuppajjati, no ca tattha rūpāyatanaṁ nuppajjati. Arūpe tattha ghānāyatanañca nuppajjati rūpāyatanañca nuppajjati. ",
  "ya3.2.1:126.1": " Yattha vā pana rūpāyatanaṁ nuppajjati tattha ghānāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:127.1": " Yattha ghānāyatanaṁ nuppajjati tattha manāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:128.1": "Rūpāvacare arūpāvacare tattha ghānāyatanaṁ nuppajjati, no ca tattha manāyatanaṁ nuppajjati. Asaññasatte tattha ghānāyatanañca nuppajjati manāyatanañca nuppajjati. ",
  "ya3.2.1:129.1": " Yattha vā pana manāyatanaṁ nuppajjati tattha ghānāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:130.1": " Yattha ghānāyatanaṁ nuppajjati tattha dhammāyatanaṁ nuppajjatīti? Uppajjati. ",
  "ya3.2.1:131.1": " Yattha vā pana dhammāyatanaṁ nuppajjati tattha ghānāyatanaṁ nuppajjatīti? Natthi. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:132.1": " Yattha rūpāyatanaṁ nuppajjati tattha manāyatanaṁ nuppajjatīti? Uppajjati. ",
  "ya3.2.1:133.1": " Yattha vā pana manāyatanaṁ nuppajjati tattha rūpāyatanaṁ nuppajjatīti? Uppajjati. ",
  "ya3.2.1:134.1": " Yattha rūpāyatanaṁ nuppajjati tattha dhammāyatanaṁ nuppajjatīti? Uppajjati. ",
  "ya3.2.1:135.1": " Yattha vā pana dhammāyatanaṁ nuppajjati tattha rūpāyatanaṁ nuppajjatīti? Natthi. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:136.1": " Yattha manāyatanaṁ nuppajjati tattha dhammāyatanaṁ nuppajjatīti? Uppajjati. ",
  "ya3.2.1:137.1": " Yattha vā pana dhammāyatanaṁ nuppajjati tattha manāyatanaṁ nuppajjatīti? Natthi. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:138.0": "3.2.1.1.6. Paccanīkapuggalokāsa ",
  "ya3.2.1:138.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha sotāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:139.1": "Acakkhukānaṁ sasotakānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha sotāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ acakkhukānaṁ asotakānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati sotāyatanañca nuppajjati. ",
  "ya3.2.1:140.1": " Yassa vā pana yattha sotāyatanaṁ nuppajjati tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:141.1": "Asotakānaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ nuppajjati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ asotakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ tattha sotāyatanañca nuppajjati cakkhāyatanañca nuppajjati …pe…. ",
  "ya3.2.1:142.1": " Yassa yattha manāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:143.1": "Acittakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjati. Sabbesaṁ cavantānaṁ tesaṁ tattha manāyatanañca nuppajjati dhammāyatanañca nuppajjati. ",
  "ya3.2.1:144.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjati tassa tattha manāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:145.0.1": "3.2.1.2. Atītavāra ",
  "ya3.2.1:145.0.2": "3.2.1.2.1. Anulomapuggala ",
  "ya3.2.1:145.1": " Yassa cakkhāyatanaṁ uppajjittha tassa sotāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:146.1": " Yassa vā pana sotāyatanaṁ uppajjittha tassa cakkhāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:147.1": " Yassa cakkhāyatanaṁ uppajjittha tassa ghānāyatanaṁ …pe… rūpāyatanaṁ … manāyatanaṁ … dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:148.1": " Yassa vā pana dhammāyatanaṁ uppajjittha tassa cakkhāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:149.1": " Yassa ghānāyatanaṁ …pe… rūpāyatanaṁ … manāyatanaṁ uppajjittha tassa dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:150.1": " Yassa vā pana dhammāyatanaṁ uppajjittha tassa manāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:151.0": "3.2.1.2.2. Anulomaokāsa ",
  "ya3.2.1:151.1": " Yattha cakkhāyatanaṁ uppajjittha …pe… (yatthakaṁ paccuppannepi atītepi anāgatepi paccuppannātītepi paccuppannānāgatepi atītānāgatepi sabbattha sadisaṁ, uppajjati uppajjitthāti nāmaṁ atirekaṁ kātabbaṁ.) ",
  "ya3.2.1:152.0": "3.2.1.2.3. Anulomapuggalokāsa ",
  "ya3.2.1:152.1": " Yassa yattha cakkhāyatanaṁ uppajjittha tassa tattha sotāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:153.1": " Yassa vā pana yattha sotāyatanaṁ uppajjittha tassa tattha cakkhāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:154.1": " Yassa yattha cakkhāyatanaṁ uppajjittha tassa tattha ghānāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:155.1": "Rūpāvacarānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjittha, no ca tesaṁ tattha ghānāyatanaṁ uppajjittha. Kāmāvacarānaṁ tesaṁ tattha cakkhāyatanañca uppajjittha ghānāyatanañca uppajjittha. ",
  "ya3.2.1:156.1": " Yassa vā pana yattha ghānāyatanaṁ uppajjittha tassa tattha cakkhāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:157.1": " Yassa yattha cakkhāyatanaṁ uppajjittha tassa tattha rūpāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:158.1": " Yassa vā pana yattha rūpāyatanaṁ uppajjittha tassa tattha cakkhāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:159.1": "Asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ uppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ uppajjittha. Pañcavokārānaṁ tesaṁ tattha rūpāyatanañca uppajjittha cakkhāyatanañca uppajjittha. ",
  "ya3.2.1:160.1": " Yassa yattha cakkhāyatanaṁ uppajjittha tassa tattha manāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:161.1": " Yassa vā pana yattha manāyatanaṁ uppajjittha tassa tattha cakkhāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:162.1": "Arūpānaṁ tesaṁ tattha manāyatanaṁ uppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ uppajjittha. Pañcavokārānaṁ tesaṁ tattha manāyatanañca uppajjittha cakkhāyatanañca uppajjittha. ",
  "ya3.2.1:163.1": " Yassa yattha cakkhāyatanaṁ uppajjittha tassa tattha dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:164.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjittha tassa tattha cakkhāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:165.1": "Asaññasattānaṁ arūpānaṁ tesaṁ tattha dhammāyatanaṁ uppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ uppajjittha. Pañcavokārānaṁ tesaṁ tattha dhammāyatanañca uppajjittha cakkhāyatanañca uppajjittha. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:166.1": " Yassa yattha ghānāyatanaṁ uppajjittha tassa tattha rūpāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:167.1": " Yassa vā pana yattha rūpāyatanaṁ uppajjittha tassa tattha ghānāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:168.1": "Rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ uppajjittha, no ca tesaṁ tattha ghānāyatanaṁ uppajjittha. Kāmāvacarānaṁ tesaṁ tattha rūpāyatanañca uppajjittha ghānāyatanañca uppajjittha. ",
  "ya3.2.1:169.1": " Yassa yattha ghānāyatanaṁ uppajjittha tassa tattha manāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:170.1": " Yassa vā pana yattha manāyatanaṁ uppajjittha tassa tattha ghānāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:171.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha manāyatanaṁ uppajjittha, no ca tesaṁ tattha ghānāyatanaṁ uppajjittha. Kāmāvacarānaṁ tesaṁ tattha manāyatanañca uppajjittha ghānāyatanañca uppajjittha. ",
  "ya3.2.1:172.1": " Yassa yattha ghānāyatanaṁ uppajjittha tassa tattha dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:173.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjittha tassa tattha ghānāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:174.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha dhammāyatanaṁ uppajjittha, no ca tesaṁ tattha ghānāyatanaṁ uppajjittha. Kāmāvacarānaṁ tesaṁ tattha dhammāyatanañca uppajjittha ghānāyatanañca uppajjittha. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:175.1": " Yassa yattha rūpāyatanaṁ uppajjittha tassa tattha manāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:176.1": "Asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ uppajjittha, no ca tesaṁ tattha manāyatanaṁ uppajjittha. Pañcavokārānaṁ tesaṁ tattha rūpāyatanañca uppajjittha manāyatanañca uppajjittha. ",
  "ya3.2.1:177.1": " Yassa vā pana yattha manāyatanaṁ uppajjittha tassa tattha rūpāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:178.1": "Arūpānaṁ tesaṁ tattha manāyatanaṁ uppajjittha, no ca tesaṁ tattha rūpāyatanaṁ uppajjittha. Pañcavokārānaṁ tesaṁ tattha manāyatanañca uppajjittha rūpāyatanañca uppajjittha. ",
  "ya3.2.1:179.1": " Yassa yattha rūpāyatanaṁ uppajjittha tassa tattha dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:180.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjittha tassa tattha rūpāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:181.1": "Arūpānaṁ tesaṁ tattha dhammāyatanaṁ uppajjittha, no ca tesaṁ tattha rūpāyatanaṁ uppajjittha. Pañcavokārānaṁ asaññasattānaṁ tesaṁ tattha dhammāyatanañca uppajjittha rūpāyatanañca uppajjittha. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:182.1": " Yassa yattha manāyatanaṁ uppajjittha tassa tattha dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:183.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjittha tassa tattha manāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:184.1": "Asaññasattānaṁ tesaṁ tattha dhammāyatanaṁ uppajjittha, no ca tesaṁ tattha manāyatanaṁ uppajjittha. Catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dhammāyatanañca uppajjittha manāyatanañca uppajjittha. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:185.0": "3.2.1.2.4. Paccanīkapuggala ",
  "ya3.2.1:185.1": " Yassa cakkhāyatanaṁ nuppajjittha tassa sotāyatanaṁ nuppajjitthāti? Natthi. ",
  "ya3.2.1:186.1": " Yassa vā pana sotāyatanaṁ nuppajjittha tassa cakkhāyatanaṁ nuppajjitthāti? Natthi. (Saṅkhittaṁ.) ",
  "ya3.2.1:187.1": " Yassa manāyatanaṁ nuppajjittha tassa dhammāyatanaṁ nuppajjitthāti? Natthi. ",
  "ya3.2.1:188.1": " Yassa vā pana dhammāyatanaṁ nuppajjittha tassa manāyatanaṁ nuppajjitthāti? Natthi. …pe…. ",
  "ya3.2.1:189.0": "3.2.1.2.5. Paccanīkaokāsa ",
  "ya3.2.1:189.1": " Yattha cakkhāyatanaṁ nuppajjittha …pe…. ",
  "ya3.2.1:190.0": "3.2.1.2.6. Paccanīkapuggalokāsa ",
  "ya3.2.1:190.1": " Yassa yattha cakkhāyatanaṁ nuppajjittha tassa tattha sotāyatanaṁ nuppajjitthāti? Āmantā. ",
  "ya3.2.1:191.1": " Yassa vā pana yattha sotāyatanaṁ nuppajjittha tassa tattha cakkhāyatanaṁ nuppajjitthāti? Āmantā. ",
  "ya3.2.1:192.1": " Yassa yattha cakkhāyatanaṁ nuppajjittha tassa tattha ghānāyatanaṁ nuppajjitthāti? Āmantā. ",
  "ya3.2.1:193.1": " Yassa vā pana yattha ghānāyatanaṁ nuppajjittha tassa tattha cakkhāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:194.1": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjittha. Suddhāvāsānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjittha cakkhāyatanañca nuppajjittha. ",
  "ya3.2.1:195.1": " Yassa yattha cakkhāyatanaṁ nuppajjittha tassa tattha rūpāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:196.1": "Asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjittha, no ca tesaṁ tattha rūpāyatanaṁ nuppajjittha. Suddhāvāsānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjittha rūpāyatanañca nuppajjittha. ",
  "ya3.2.1:197.1": " Yassa vā pana yattha rūpāyatanaṁ nuppajjittha tassa tattha cakkhāyatanaṁ nuppajjitthāti? Āmantā. ",
  "ya3.2.1:198.1": " Yassa yattha cakkhāyatanaṁ nuppajjittha tassa tattha manāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:199.1": "Arūpānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjittha, no ca tesaṁ tattha manāyatanaṁ nuppajjittha. Suddhāvāsānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca nuppajjittha manāyatanañca nuppajjittha. ",
  "ya3.2.1:200.1": " Yassa vā pana yattha manāyatanaṁ nuppajjittha tassa tattha cakkhāyatanaṁ nuppajjitthāti? Āmantā. ",
  "ya3.2.1:201.1": " Yassa yattha cakkhāyatanaṁ nuppajjittha tassa tattha dhammāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:202.1": "Asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjittha, no ca tesaṁ tattha dhammāyatanaṁ nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha cakkhāyatanañca nuppajjittha dhammāyatanañca nuppajjittha. ",
  "ya3.2.1:203.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjittha tassa tattha cakkhāyatanaṁ nuppajjitthāti? Āmantā. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:204.1": " Yassa yattha ghānāyatanaṁ nuppajjittha tassa tattha rūpāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:205.1": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjittha, no ca tesaṁ tattha rūpāyatanaṁ nuppajjittha. Suddhāvāsānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjittha rūpāyatanañca nuppajjittha. ",
  "ya3.2.1:206.1": " Yassa vā pana yattha rūpāyatanaṁ nuppajjittha tassa tattha ghānāyatanaṁ nuppajjitthāti? Āmantā. ",
  "ya3.2.1:207.1": " Yassa yattha ghānāyatanaṁ nuppajjittha tassa tattha manāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:208.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjittha, no ca tesaṁ tattha manāyatanaṁ nuppajjittha. Suddhāvāsānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca nuppajjittha manāyatanañca nuppajjittha. ",
  "ya3.2.1:209.1": " Yassa vā pana yattha manāyatanaṁ nuppajjittha tassa tattha ghānāyatanaṁ nuppajjitthāti? Āmantā. ",
  "ya3.2.1:210.1": " Yassa yattha ghānāyatanaṁ nuppajjittha tassa tattha dhammāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:211.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjittha, no ca tesaṁ tattha dhammāyatanaṁ nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha ghānāyatanañca nuppajjittha dhammāyatanañca nuppajjittha. ",
  "ya3.2.1:212.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjittha tassa tattha ghānāyatanaṁ nuppajjitthāti? Āmantā. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:213.1": " Yassa yattha rūpāyatanaṁ nuppajjittha tassa tattha manāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:214.1": "Arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjittha, no ca tesaṁ tattha manāyatanaṁ nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha rūpāyatanañca nuppajjittha manāyatanañca nuppajjittha. ",
  "ya3.2.1:215.1": " Yassa vā pana yattha manāyatanaṁ nuppajjittha tassa tattha rūpāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:216.1": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ nuppajjittha, no ca tesaṁ tattha rūpāyatanaṁ nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha manāyatanañca nuppajjittha rūpāyatanañca nuppajjittha. ",
  "ya3.2.1:217.1": " Yassa yattha rūpāyatanaṁ nuppajjittha tassa tattha dhammāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:218.1": "Arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjittha, no ca tesaṁ tattha dhammāyatanaṁ nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha rūpāyatanañca nuppajjittha dhammāyatanañca nuppajjittha. ",
  "ya3.2.1:219.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjittha tassa tattha rūpāyatanaṁ nuppajjitthāti? Āmantā. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:220.1": " Yassa yattha manāyatanaṁ nuppajjittha tassa tattha dhammāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:221.1": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ nuppajjittha, no ca tesaṁ tattha dhammāyatanaṁ nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha manāyatanañca nuppajjittha dhammāyatanañca nuppajjittha. ",
  "ya3.2.1:222.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjittha tassa tattha manāyatanaṁ nuppajjitthāti? Āmantā. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:223.0.1": "3.2.1.3. Anāgatavāra ",
  "ya3.2.1:223.0.2": "3.2.1.3.1. Anulomapuggala ",
  "ya3.2.1:223.1": " Yassa cakkhāyatanaṁ uppajjissati tassa sotāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:224.1": " Yassa vā pana sotāyatanaṁ uppajjissati tassa cakkhāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:225.1": " Yassa cakkhāyatanaṁ uppajjissati tassa ghānāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:226.1": "Ye rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cakkhāyatanaṁ uppajjissati, no ca tesaṁ ghānāyatanaṁ uppajjissati. Itaresaṁ tesaṁ cakkhāyatanañca uppajjissati ghānāyatanañca uppajjissati. ",
  "ya3.2.1:227.1": " Yassa vā pana ghānāyatanaṁ uppajjissati tassa cakkhāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:228.1": " Yassa cakkhāyatanaṁ uppajjissati tassa rūpāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:229.1": " Yassa vā pana rūpāyatanaṁ uppajjissati tassa cakkhāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:230.1": "Yassa cakkhāyatanaṁ uppajjissati (tassa manāyatanañca dhammāyatanañca sadisaṁ, ime dve sadisāyeva honti.) ",
  "ya3.2.1:231.1": " Yassa cakkhāyatanaṁ uppajjissati tassa dhammāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:232.1": " Yassa vā pana dhammāyatanaṁ uppajjissati tassa cakkhāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:233.1": "Ye arūpaṁ upapajjitvā parinibbāyissanti tesaṁ dhammāyatanaṁ uppajjissati, no ca tesaṁ cakkhāyatanaṁ uppajjissati. Itaresaṁ tesaṁ dhammāyatanañca uppajjissati cakkhāyatanañca uppajjissati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:234.1": " Yassa ghānāyatanaṁ uppajjissati tassa rūpāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:235.1": " Yassa vā pana rūpāyatanaṁ uppajjissati tassa ghānāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:236.1": "Ye rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ rūpāyatanaṁ uppajjissati, no ca tesaṁ ghānāyatanaṁ uppajjissati. Itaresaṁ tesaṁ rūpāyatanañca uppajjissati ghānāyatanañca uppajjissati. ",
  "ya3.2.1:237.1": " Yassa ghānāyatanaṁ uppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:238.1": " Yassa vā pana dhammāyatanaṁ uppajjissati tassa ghānāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:239.1": "Ye rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ dhammāyatanaṁ uppajjissati, no ca tesaṁ ghānāyatanaṁ uppajjissati. Itaresaṁ tesaṁ dhammāyatanañca uppajjissati ghānāyatanañca uppajjissati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:240.1": "Yassa rūpāyatanaṁ uppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:241.1": "Yassa vā pana dhammāyatanaṁ uppajjissati tassa rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:242.1": "Ye arūpaṁ upapajjitvā parinibbāyissanti tesaṁ dhammāyatanaṁ uppajjissati, no ca tesaṁ rūpāyatanaṁ uppajjissati. Itaresaṁ tesaṁ dhammāyatanañca uppajjissati rūpāyatanañca uppajjissati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:243.1": " Yassa manāyatanaṁ uppajjissati tassa dhammāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:244.1": " Yassa vā pana dhammāyatanaṁ uppajjissati tassa manāyatanaṁ uppajjissatīti? Āmantā. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:245.0": "3.2.1.3.2. Anulomaokāsa ",
  "ya3.2.1:245.1": " Yattha cakkhāyatanaṁ uppajjissati …pe…. ",
  "ya3.2.1:246.0": "3.2.1.3.3. Anulomapuggalokāsa ",
  "ya3.2.1:246.1": " Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha sotāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:247.1": " Yassa vā pana yattha sotāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:248.1": " Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha ghānāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:249.1": "Rūpāvacarānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjissati. Kāmāvacarānaṁ tesaṁ tattha cakkhāyatanañca uppajjissati ghānāyatanañca uppajjissati. ",
  "ya3.2.1:250.1": " Yassa vā pana yattha ghānāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:251.1": " Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:252.1": " Yassa vā pana yattha rūpāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:253.1": "Asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Pañcavokārānaṁ tesaṁ tattha rūpāyatanañca uppajjissati cakkhāyatanañca uppajjissati. ",
  "ya3.2.1:254.1": " Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha manāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:255.1": " Yassa vā pana yattha manāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:256.1": "Arūpānaṁ tesaṁ tattha manāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Pañcavokārānaṁ tesaṁ tattha manāyatanañca uppajjissati cakkhāyatanañca uppajjissati. ",
  "ya3.2.1:257.1": " Yassa yattha cakkhāyatanaṁ uppajjissati tassa tattha dhammāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:258.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:259.1": "Asaññasattānaṁ arūpānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjissati. Pañcavokārānaṁ tesaṁ tattha dhammāyatanañca uppajjissati cakkhāyatanañca uppajjissati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:260.1": " Yassa yattha ghānāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:261.1": " Yassa vā pana yattha rūpāyatanaṁ uppajjissati tassa tattha ghānāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:262.1": "Rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ uppajjissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjissati. Kāmāvacarānaṁ tesaṁ tattha rūpāyatanañca uppajjissati ghānāyatanañca uppajjissati. ",
  "ya3.2.1:263.1": " Yassa yattha ghānāyatanaṁ uppajjissati tassa tattha manāyatanaṁ …pe… dhammāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:264.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha ghānāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:265.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjissati. Kāmāvacarānaṁ tesaṁ tattha dhammāyatanañca uppajjissati ghānāyatanañca uppajjissati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:266.1": " Yassa yattha rūpāyatanaṁ uppajjissati tassa tattha manāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:267.1": "Asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ uppajjissati, no ca tesaṁ tattha manāyatanaṁ uppajjissati. Pañcavokārānaṁ tesaṁ tattha rūpāyatanañca uppajjissati manāyatanañca uppajjissati. ",
  "ya3.2.1:268.1": " Yassa vā pana yattha manāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:269.1": "Arūpānaṁ tesaṁ tattha manāyatanaṁ uppajjissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjissati. Pañcavokārānaṁ tesaṁ tattha manāyatanañca uppajjissati rūpāyatanañca uppajjissati. ",
  "ya3.2.1:270.1": " Yassa yattha rūpāyatanaṁ uppajjissati tassa tattha dhammāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:271.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:272.1": "Arūpānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjissati. Pañcavokārānaṁ asaññasattānaṁ tesaṁ tattha dhammāyatanañca uppajjissati rūpāyatanañca uppajjissati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:273.1": " Yassa yattha manāyatanaṁ uppajjissati tassa tattha dhammāyatanaṁ uppajjissatīti? Āmantā. ",
  "ya3.2.1:274.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha manāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:275.1": "Asaññasattānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha manāyatanaṁ uppajjissati. Catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dhammāyatanañca uppajjissati manāyatanañca uppajjissati. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:276.0": "3.2.1.3.4. Paccanīkapuggala ",
  "ya3.2.1:276.1": " Yassa cakkhāyatanaṁ nuppajjissati tassa sotāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:277.1": " Yassa vā pana sotāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:278.1": " Yassa cakkhāyatanaṁ nuppajjissati tassa ghānāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:279.1": " Yassa vā pana ghānāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:280.1": "Ye rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ ghānāyatanaṁ nuppajjissati, no ca tesaṁ cakkhāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ ghānāyatanañca nuppajjissati cakkhāyatanañca nuppajjissati. ",
  "ya3.2.1:281.1": " Yassa cakkhāyatanaṁ nuppajjissati tassa rūpāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:282.1": " Yassa vā pana rūpāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:283.1": " Yassa cakkhāyatanaṁ nuppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:284.1": "Ye arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cakkhāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ tesaṁ cakkhāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:285.1": " Yassa vā pana dhammāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjissatīti? Āmantā. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:286.1": " Yassa ghānāyatanaṁ nuppajjissati tassa rūpāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:287.1": "Ye rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ ghānāyatanaṁ nuppajjissati, no ca tesaṁ rūpāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ ghānāyatanañca nuppajjissati rūpāyatanañca nuppajjissati. ",
  "ya3.2.1:288.1": " Yassa vā pana rūpāyatanaṁ nuppajjissati tassa ghānāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:289.1": " Yassa ghānāyatanaṁ nuppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:290.1": "Ye rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ ghānāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ tesaṁ ghānāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:291.1": " Yassa vā pana dhammāyatanaṁ nuppajjissati tassa ghānāyatanaṁ nuppajjissatīti? Āmantā. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:292.1": " Yassa rūpāyatanaṁ nuppajjissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:293.1": "Ye arūpaṁ upapajjitvā parinibbāyissanti tesaṁ rūpāyatanaṁ nuppajjissati, no ca tesaṁ dhammāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ tesaṁ rūpāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:294.1": " Yassa vā pana dhammāyatanaṁ nuppajjissati tassa rūpāyatanaṁ nuppajjissatīti? Āmantā. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:295.1": " Yassa manāyatanaṁ nuppajjissati tassa dhammāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:296.1": " Yassa vā pana dhammāyatanaṁ nuppajjissati tassa manāyatanaṁ nuppajjissatīti? Āmantā. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:297.0": "3.2.1.3.5. Paccanīkaokāsa ",
  "ya3.2.1:297.1": " Yattha cakkhāyatanaṁ nuppajjissati …pe…. ",
  "ya3.2.1:298.0": "3.2.1.3.6. Paccanīkapuggalokāsa ",
  "ya3.2.1:298.1": " Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha sotāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:299.1": " Yassa vā pana yattha sotāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:300.1": " Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:301.1": " Yassa vā pana yattha ghānāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:302.1": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjissati. Pañcavokāre pacchimabhavikānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati cakkhāyatanañca nuppajjissati. ",
  "ya3.2.1:303.1": " Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:304.1": "Asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjissati. Pañcavokāre pacchimabhavikānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati rūpāyatanañca nuppajjissati. ",
  "ya3.2.1:305.1": " Yassa vā pana yattha rūpāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:306.1": " Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:307.1": "Arūpānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjissati, no ca tesaṁ tattha manāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati manāyatanañca nuppajjissati. ",
  "ya3.2.1:308.1": " Yassa vā pana yattha manāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:309.1": " Yassa yattha cakkhāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:310.1": "Asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ tesaṁ tattha cakkhāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:311.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjissatīti? Āmantā. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:312.1": " Yassa yattha ghānāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:313.1": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjissati. Pañcavokāre pacchimabhavikānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati rūpāyatanañca nuppajjissati. ",
  "ya3.2.1:314.1": " Yassa vā pana yattha rūpāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:315.1": " Yassa yattha ghānāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:316.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha manāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati manāyatanañca nuppajjissati. ",
  "ya3.2.1:317.1": " Yassa vā pana yattha manāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:318.1": " Yassa yattha ghānāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:319.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:320.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ nuppajjissatīti? Āmantā. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:321.1": " Yassa yattha rūpāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:322.1": "Arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjissati, no ca tesaṁ tattha manāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ tesaṁ tattha rūpāyatanañca nuppajjissati manāyatanañca nuppajjissati. ",
  "ya3.2.1:323.1": " Yassa vā pana yattha manāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:324.1": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ tesaṁ tattha manāyatanañca nuppajjissati rūpāyatanañca nuppajjissati. ",
  "ya3.2.1:325.1": " Yassa yattha rūpāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:326.1": "Arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ tesaṁ tattha rūpāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:327.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ nuppajjissatīti? Āmantā. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:328.1": " Yassa yattha manāyatanaṁ nuppajjissati tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:329.1": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Pacchimabhavikānaṁ tesaṁ tattha manāyatanañca nuppajjissati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:330.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ nuppajjissatīti? Āmantā. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:331.0.1": "3.2.1.4. Paccuppannātītavāra ",
  "ya3.2.1:331.0.2": "3.2.1.4.1. Anulomapuggala ",
  "ya3.2.1:331.1": " Yassa cakkhāyatanaṁ uppajjati tassa sotāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:332.1": " Yassa vā pana sotāyatanaṁ uppajjittha tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:333.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ uppajjittha, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanañca uppajjittha cakkhāyatanañca uppajjati. ",
  "ya3.2.1:334.1": " Yassa cakkhāyatanaṁ uppajjati tassa ghānāyatanaṁ …pe… rūpāyatanaṁ … manāyatanaṁ … dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:335.1": " Yassa vā pana dhammāyatanaṁ uppajjittha tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:336.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjittha, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjittha cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:337.1": " Yassa ghānāyatanaṁ uppajjati tassa rūpāyatanaṁ …pe… manāyatanaṁ … dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:338.1": " Yassa vā pana dhammāyatanaṁ uppajjittha tassa ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:339.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjittha, no ca tesaṁ ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjittha ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:340.1": " Yassa rūpāyatanaṁ uppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:341.1": " Yassa vā pana dhammāyatanaṁ uppajjittha tassa rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:342.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjittha, no ca tesaṁ rūpāyatanaṁ uppajjati. Sarūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjittha rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:343.1": " Yassa manāyatanaṁ uppajjati tassa dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:344.1": " Yassa vā pana dhammāyatanaṁ uppajjittha tassa manāyatanaṁ uppajjatīti? ",
  "ya3.2.1:345.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjittha, no ca tesaṁ manāyatanaṁ uppajjati. Sacittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjittha manāyatanañca uppajjati. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:346.0": "3.2.1.4.2. Anulomaokāsa ",
  "ya3.2.1:346.1": " Yattha cakkhāyatanaṁ uppajjati tattha sotāyatanaṁ uppajjitthāti? Āmantā. …pe…. ",
  "ya3.2.1:347.0": "3.2.1.4.3. Anulomapuggalokāsa ",
  "ya3.2.1:347.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha sotāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:348.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha sotāyatanaṁ uppajjittha. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati sotāyatanañca uppajjittha. ",
  "ya3.2.1:349.1": " Yassa vā pana yattha sotāyatanaṁ uppajjittha tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:350.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ uppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha sotāyatanañca uppajjittha cakkhāyatanañca uppajjati. ",
  "ya3.2.1:351.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha ghānāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:352.1": "Rūpāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha ghānāyatanaṁ uppajjittha. Sacakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati ghānāyatanañca uppajjittha. ",
  "ya3.2.1:353.1": " Yassa vā pana yattha ghānāyatanaṁ uppajjittha tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:354.1": "Kāmāvacarā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ uppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanañca uppajjittha cakkhāyatanañca uppajjati. ",
  "ya3.2.1:355.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha rūpāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:356.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha rūpāyatanaṁ uppajjittha. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati rūpāyatanañca uppajjittha. ",
  "ya3.2.1:357.1": " Yassa vā pana yattha rūpāyatanaṁ uppajjittha tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:358.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ uppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca uppajjittha cakkhāyatanañca uppajjati. ",
  "ya3.2.1:359.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha manāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:360.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha manāyatanaṁ uppajjittha. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati manāyatanañca uppajjittha. ",
  "ya3.2.1:361.1": " Yassa vā pana yattha manāyatanaṁ uppajjittha tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:362.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ uppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca uppajjittha cakkhāyatanañca uppajjati. ",
  "ya3.2.1:363.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:364.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha dhammāyatanaṁ uppajjittha. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati dhammāyatanañca uppajjittha. ",
  "ya3.2.1:365.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjittha tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:366.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ uppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca uppajjittha cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:367.1": " Yassa yattha ghānāyatanaṁ uppajjati tassa tattha rūpāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:368.1": " Yassa vā pana yattha rūpāyatanaṁ uppajjittha tassa tattha ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:369.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ uppajjittha, no ca tesaṁ tattha ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca uppajjittha ghānāyatanañca uppajjati. ",
  "ya3.2.1:370.1": " Yassa yattha ghānāyatanaṁ uppajjati tassa tattha manāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:371.1": " Yassa vā pana yattha manāyatanaṁ uppajjittha tassa tattha ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:372.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha manāyatanaṁ uppajjittha, no ca tesaṁ tattha ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca uppajjittha ghānāyatanañca uppajjati. ",
  "ya3.2.1:373.1": " Yassa yattha ghānāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:374.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjittha tassa tattha ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:375.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ uppajjittha, no ca tesaṁ tattha ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca uppajjittha ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:376.1": " Yassa yattha rūpāyatanaṁ uppajjati tassa tattha manāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:377.1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ uppajjati, no ca tesaṁ tattha manāyatanaṁ uppajjittha. Itaresaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca uppajjati manāyatanañca uppajjittha. ",
  "ya3.2.1:378.1": " Yassa vā pana yattha manāyatanaṁ uppajjittha tassa tattha rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:379.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ uppajjittha, no ca tesaṁ tattha rūpāyatanaṁ uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha manāyatanañca uppajjittha rūpāyatanañca uppajjati. ",
  "ya3.2.1:380.1": " Yassa yattha rūpāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:381.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ uppajjati, no ca tesaṁ tattha dhammāyatanaṁ uppajjittha. Itaresaṁ sarūpakānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca uppajjati dhammāyatanañca uppajjittha. ",
  "ya3.2.1:382.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjittha tassa tattha rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:383.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ uppajjittha, no ca tesaṁ tattha rūpāyatanaṁ uppajjati. Sarūpakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca uppajjittha rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:384.1": " Yassa yattha manāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:385.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ uppajjati, no ca tesaṁ tattha dhammāyatanaṁ uppajjittha. Itaresaṁ sacittakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca uppajjati dhammāyatanañca uppajjittha. ",
  "ya3.2.1:386.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjittha tassa tattha manāyatanaṁ uppajjatīti? ",
  "ya3.2.1:387.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ uppajjittha, no ca tesaṁ tattha manāyatanaṁ uppajjati. Sacittakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca uppajjittha manāyatanañca uppajjati. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:388.0": "3.2.1.4.4. Paccanīkapuggala ",
  "ya3.2.1:388.1": " Yassa cakkhāyatanaṁ nuppajjati tassa sotāyatanaṁ nuppajjitthāti? Uppajjittha. ",
  "ya3.2.1:389.1": " Yassa vā pana sotāyatanaṁ nuppajjittha tassa cakkhāyatanaṁ nuppajjatīti? Natthi. ",
  "ya3.2.1:390.1": " Yassa cakkhāyatanaṁ nuppajjati tassa ghānāyatanaṁ …pe… rūpāyatanaṁ … manāyatanaṁ … dhammāyatanaṁ nuppajjitthāti? Uppajjittha. ",
  "ya3.2.1:391.1": " Yassa vā pana dhammāyatanaṁ nuppajjittha tassa cakkhāyatanaṁ nuppajjatīti? Natthi. ",
  "ya3.2.1:392.1": " Yassa ghānāyatanaṁ …pe… rūpāyatanaṁ … manāyatanaṁ nuppajjati tassa dhammāyatanaṁ nuppajjitthāti? Uppajjittha. ",
  "ya3.2.1:393.1": " Yassa vā pana dhammāyatanaṁ nuppajjittha tassa manāyatanaṁ nuppajjatīti? Natthi. ",
  "ya3.2.1:394.0": "3.2.1.4.5. Paccanīkaokāsa ",
  "ya3.2.1:394.1": " Yattha cakkhāyatanaṁ nuppajjati …pe…. ",
  "ya3.2.1:395.0": "3.2.1.4.6. Paccanīkapuggalokāsa ",
  "ya3.2.1:395.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha sotāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:396.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha sotāyatanaṁ nuppajjittha. Suddhāvāse parinibbantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati sotāyatanañca nuppajjittha. ",
  "ya3.2.1:397.1": " Yassa vā pana yattha sotāyatanaṁ nuppajjittha tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:398.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ nuppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Suddhāvāse parinibbantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha sotāyatanañca nuppajjittha cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:399.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha ghānāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:400.1": "Kāmāvacarā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha ghānāyatanaṁ nuppajjittha. Rūpāvacarā cavantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati ghānāyatanañca nuppajjittha. ",
  "ya3.2.1:401.1": " Yassa vā pana yattha ghānāyatanaṁ nuppajjittha tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:402.1": "Rūpāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Rūpāvacarā cavantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjittha cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:403.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha rūpāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:404.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjittha. Suddhāvāse parinibbantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati rūpāyatanañca nuppajjittha. ",
  "ya3.2.1:405.1": " Yassa vā pana yattha rūpāyatanaṁ nuppajjittha tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:406.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Suddhāvāse parinibbantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanañca nuppajjittha cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:407.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha manāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:408.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ nuppajjittha. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati manāyatanañca nuppajjittha. ",
  "ya3.2.1:409.1": " Yassa vā pana yattha manāyatanaṁ nuppajjittha tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:410.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ nuppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Suddhāvāse parinibbantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanañca nuppajjittha cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:411.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:412.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjittha. Suddhāvāse parinibbantānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati dhammāyatanañca nuppajjittha. ",
  "ya3.2.1:413.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjittha tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:414.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjittha, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanañca nuppajjittha cakkhāyatanañca nuppajjati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:415.1": " Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha rūpāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:416.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjittha. Suddhāvāsānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjati rūpāyatanañca nuppajjittha. ",
  "ya3.2.1:417.1": " Yassa vā pana yattha rūpāyatanaṁ nuppajjittha tassa tattha ghānāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:418.1": " Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha manāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:419.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ nuppajjittha. Suddhāvāsānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca nuppajjati manāyatanañca nuppajjittha. ",
  "ya3.2.1:420.1": " Yassa vā pana yattha manāyatanaṁ nuppajjittha tassa tattha ghānāyatanaṁ nuppajjatīti? Āmantā. ",
  "ya3.2.1:421.1": " Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:422.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha ghānāyatanañca nuppajjati dhammāyatanañca nuppajjittha. ",
  "ya3.2.1:423.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjittha tassa tattha ghānāyatanaṁ nuppajjatīti? Āmantā. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:424.1": " Yassa yattha rūpāyatanaṁ nuppajjati tassa tattha manāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:425.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ nuppajjittha. Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpāyatanañca nuppajjati manāyatanañca nuppajjittha. ",
  "ya3.2.1:426.1": " Yassa vā pana yattha manāyatanaṁ nuppajjittha tassa tattha rūpāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:427.1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ nuppajjittha, no ca tesaṁ tattha rūpāyatanaṁ nuppajjati. Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha manāyatanañca nuppajjittha rūpāyatanañca nuppajjati. ",
  "ya3.2.1:428.1": " Yassa yattha rūpāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:429.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjittha. Suddhāvāse parinibbantānaṁ tesaṁ tattha rūpāyatanañca nuppajjati dhammāyatanañca nuppajjittha. ",
  "ya3.2.1:430.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjittha tassa tattha rūpāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:431.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjittha, no ca tesaṁ tattha rūpāyatanaṁ nuppajjati. Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanañca nuppajjittha rūpāyatanañca nuppajjati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:432.1": " Yassa yattha manāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:433.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjittha. Suddhāvāse parinibbantānaṁ tesaṁ tattha manāyatanañca nuppajjati dhammāyatanañca nuppajjittha. ",
  "ya3.2.1:434.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjittha tassa tattha manāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:435.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjittha, no ca tesaṁ tattha manāyatanaṁ nuppajjati. Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanañca nuppajjittha manāyatanañca nuppajjati. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:436.0.1": "3.2.1.5. Paccuppannānāgatavāra ",
  "ya3.2.1:436.0.2": "3.2.1.5.1. Anulomapuggala ",
  "ya3.2.1:436.1": " Yassa cakkhāyatanaṁ uppajjati tassa sotāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:437.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjati, no ca tesaṁ sotāyatanaṁ uppajjissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca uppajjati sotāyatanañca uppajjissati. ",
  "ya3.2.1:438.1": " Yassa vā pana sotāyatanaṁ uppajjissati tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:439.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ uppajjissati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ sotāyatanañca uppajjissati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:440.1": " Yassa cakkhāyatanaṁ uppajjati tassa ghānāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:441.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjati, no ca tesaṁ ghānāyatanaṁ uppajjissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca uppajjati ghānāyatanañca uppajjissati. ",
  "ya3.2.1:442.1": " Yassa vā pana ghānāyatanaṁ uppajjissati tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:443.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ uppajjissati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca uppajjissati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:444.1": " Yassa cakkhāyatanaṁ uppajjati tassa rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:445.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjati, no ca tesaṁ rūpāyatanaṁ uppajjissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca uppajjati rūpāyatanañca uppajjissati. ",
  "ya3.2.1:446.1": " Yassa vā pana rūpāyatanaṁ uppajjissati tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:447.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ uppajjissati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca uppajjissati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:448.1": " Yassa cakkhāyatanaṁ uppajjati tassa manāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:449.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjati, no ca tesaṁ manāyatanaṁ uppajjissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca uppajjati manāyatanañca uppajjissati. ",
  "ya3.2.1:450.1": " Yassa vā pana manāyatanaṁ uppajjissati tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:451.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ uppajjissati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ manāyatanañca uppajjissati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:452.1": " Yassa cakkhāyatanaṁ uppajjati tassa dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:453.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ uppajjati, no ca tesaṁ dhammāyatanaṁ uppajjissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca uppajjati dhammāyatanañca uppajjissati. ",
  "ya3.2.1:454.1": " Yassa vā pana dhammāyatanaṁ uppajjissati tassa cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:455.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjissati, no ca tesaṁ cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjissati cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:456.1": " Yassa ghānāyatanaṁ uppajjati tassa rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:457.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ uppajjati, no ca tesaṁ rūpāyatanaṁ uppajjissati. Itaresaṁ saghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca uppajjati rūpāyatanañca uppajjissati. ",
  "ya3.2.1:458.1": " Yassa vā pana rūpāyatanaṁ uppajjissati tassa ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:459.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ uppajjissati, no ca tesaṁ ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca uppajjissati ghānāyatanañca uppajjati. ",
  "ya3.2.1:460.1": " Yassa ghānāyatanaṁ uppajjati tassa manāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:461.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ uppajjati, no ca tesaṁ manāyatanaṁ uppajjissati. Itaresaṁ saghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca uppajjati manāyatanañca uppajjissati. ",
  "ya3.2.1:462.1": " Yassa vā pana manāyatanaṁ uppajjissati tassa ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:463.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ uppajjissati, no ca tesaṁ ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ manāyatanañca uppajjissati ghānāyatanañca uppajjati. ",
  "ya3.2.1:464.1": " Yassa ghānāyatanaṁ uppajjati tassa dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:465.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ uppajjati, no ca tesaṁ dhammāyatanaṁ uppajjissati. Itaresaṁ saghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanañca uppajjati dhammāyatanañca uppajjissati. ",
  "ya3.2.1:466.1": " Yassa vā pana dhammāyatanaṁ uppajjissati tassa ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:467.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjissati, no ca tesaṁ ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjissati ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:468.1": " Yassa rūpāyatanaṁ uppajjati tassa manāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:469.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ uppajjati, no ca tesaṁ manāyatanaṁ uppajjissati. Itaresaṁ sarūpakānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca uppajjati manāyatanañca uppajjissati. ",
  "ya3.2.1:470.1": " Yassa vā pana manāyatanaṁ uppajjissati tassa rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:471.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ uppajjissati, no ca tesaṁ rūpāyatanaṁ uppajjati. Sarūpakānaṁ upapajjantānaṁ tesaṁ manāyatanañca uppajjissati rūpāyatanañca uppajjati. ",
  "ya3.2.1:472.1": " Yassa rūpāyatanaṁ uppajjati tassa dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:473.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ uppajjati, no ca tesaṁ dhammāyatanaṁ uppajjissati. Itaresaṁ sarūpakānaṁ upapajjantānaṁ tesaṁ rūpāyatanañca uppajjati dhammāyatanañca uppajjissati. ",
  "ya3.2.1:474.1": " Yassa vā pana dhammāyatanaṁ uppajjissati tassa rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:475.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjissati, no ca tesaṁ rūpāyatanaṁ uppajjati. Sarūpakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjissati rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:476.1": " Yassa manāyatanaṁ uppajjati tassa dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:477.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ uppajjati, no ca tesaṁ dhammāyatanaṁ uppajjissati. Itaresaṁ sacittakānaṁ upapajjantānaṁ tesaṁ manāyatanañca uppajjati, dhammāyatanañca uppajjissati. ",
  "ya3.2.1:478.1": " Yassa vā pana dhammāyatanaṁ uppajjissati tassa manāyatanaṁ uppajjatīti? ",
  "ya3.2.1:479.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ uppajjissati, no ca tesaṁ manāyatanaṁ uppajjati. Sacittakānaṁ upapajjantānaṁ tesaṁ dhammāyatanañca uppajjissati manāyatanañca uppajjati. (…) ",
  "ya3.2.1:480.0": "3.2.1.5.2. Anulomaokāsa ",
  "ya3.2.1:480.1": " Yattha cakkhāyatanaṁ uppajjati …pe…. ",
  "ya3.2.1:481.0": "3.2.1.5.3. Anulomapuggalokāsa ",
  "ya3.2.1:481.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha sotāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:482.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha sotāyatanaṁ uppajjissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati sotāyatanañca uppajjissati. ",
  "ya3.2.1:483.1": " Yassa vā pana yattha sotāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:484.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha sotāyatanañca uppajjissati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:485.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha ghānāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:486.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha ghānāyatanaṁ uppajjissati. Itaresaṁ sacakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati ghānāyatanañca uppajjissati. ",
  "ya3.2.1:487.1": " Yassa vā pana yattha ghānāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:488.1": "Kāmāvacarā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanañca uppajjissati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:489.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:490.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha rūpāyatanaṁ uppajjissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati rūpāyatanañca uppajjissati. ",
  "ya3.2.1:491.1": " Yassa vā pana yattha rūpāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:492.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca uppajjissati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:493.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha manāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:494.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha manāyatanaṁ uppajjissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati manāyatanañca uppajjissati. ",
  "ya3.2.1:495.1": " Yassa vā pana yattha manāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:496.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca uppajjissati cakkhāyatanañca uppajjati. ",
  "ya3.2.1:497.1": " Yassa yattha cakkhāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:498.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjati, no ca tesaṁ tattha dhammāyatanaṁ uppajjissati. Itaresaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca uppajjati dhammāyatanañca uppajjissati. ",
  "ya3.2.1:499.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjatīti? ",
  "ya3.2.1:500.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca uppajjissati cakkhāyatanañca uppajjati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:501.1": " Yassa yattha ghānāyatanaṁ uppajjati tassa tattha rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:502.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ uppajjati, no ca tesaṁ tattha rūpāyatanaṁ uppajjissati. Itaresaṁ saghānakānaṁ upapajjantānaṁ tesaṁ tattha ghānāyatanañca uppajjati rūpāyatanañca uppajjissati. ",
  "ya3.2.1:503.1": " Yassa vā pana yattha rūpāyatanaṁ uppajjissati tassa tattha ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:504.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ uppajjissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca uppajjissati ghānāyatanañca uppajjati. ",
  "ya3.2.1:505.1": " Yassa yattha ghānāyatanaṁ uppajjati tassa tattha manāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:506.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ uppajjati, no ca tesaṁ tattha manāyatanaṁ uppajjissati. Itaresaṁ saghānakānaṁ upapajjantānaṁ tesaṁ tattha ghānāyatanañca uppajjati manāyatanañca uppajjissati. ",
  "ya3.2.1:507.1": " Yassa vā pana yattha manāyatanaṁ uppajjissati tassa tattha ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:508.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha manāyatanaṁ uppajjissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca uppajjissati ghānāyatanañca uppajjati. ",
  "ya3.2.1:509.1": " Yassa yattha ghānāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:510.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ uppajjati, no ca tesaṁ tattha dhammāyatanaṁ uppajjissati. Itaresaṁ saghānakānaṁ upapajjantānaṁ tesaṁ tattha ghānāyatanañca uppajjati dhammāyatanañca uppajjissati. ",
  "ya3.2.1:511.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha ghānāyatanaṁ uppajjatīti? ",
  "ya3.2.1:512.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjati. Saghānakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca uppajjissati ghānāyatanañca uppajjati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:513.1": " Yassa yattha rūpāyatanaṁ uppajjati tassa tattha manāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:514.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ uppajjati, no ca tesaṁ tattha manāyatanaṁ uppajjissati. Itaresaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca uppajjati manāyatanañca uppajjissati. ",
  "ya3.2.1:515.1": " Yassa vā pana yattha manāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:516.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ uppajjissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjati. Pañcavokāraṁ upapajjantānaṁ tesaṁ tattha manāyatanañca uppajjissati rūpāyatanañca uppajjati. ",
  "ya3.2.1:517.1": " Yassa yattha rūpāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:518.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ uppajjati, no ca tesaṁ tattha dhammāyatanaṁ uppajjissati. Itaresaṁ sarūpakānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca uppajjati dhammāyatanañca uppajjissati. ",
  "ya3.2.1:519.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ uppajjatīti? ",
  "ya3.2.1:520.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjati. Sarūpakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca uppajjissati rūpāyatanañca uppajjati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:521.1": " Yassa yattha manāyatanaṁ uppajjati tassa tattha dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:522.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ uppajjati, no ca tesaṁ tattha dhammāyatanaṁ uppajjissati. Itaresaṁ sacittakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca uppajjati dhammāyatanañca uppajjissati. ",
  "ya3.2.1:523.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha manāyatanaṁ uppajjatīti? ",
  "ya3.2.1:524.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha manāyatanaṁ uppajjati. Sacittakānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca uppajjissati manāyatanañca uppajjati. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:525.0": "3.2.1.5.4. Paccanīkapuggala ",
  "ya3.2.1:525.1": " Yassa cakkhāyatanaṁ nuppajjati tassa sotāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:526.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ sotāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati sotāyatanañca nuppajjissati. ",
  "ya3.2.1:527.1": " Yassa vā pana sotāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:528.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ nuppajjissati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ sotāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:529.1": " Yassa cakkhāyatanaṁ nuppajjati tassa ghānāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:530.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ ghānāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati ghānāyatanañca nuppajjissati. ",
  "ya3.2.1:531.1": " Yassa vā pana ghānāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:532.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjissati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:533.1": " Yassa cakkhāyatanaṁ nuppajjati tassa rūpāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:534.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanañca nuppajjati rūpāyatanañca nuppajjissati. ",
  "ya3.2.1:535.1": " Yassa vā pana rūpāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:536.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nuppajjissati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ rūpāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:537.1": " Yassa cakkhāyatanaṁ nuppajjati tassa manāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:538.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ manāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ cakkhāyatanañca nuppajjati manāyatanañca nuppajjissati. ",
  "ya3.2.1:539.1": " Yassa vā pana manāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:540.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ manāyatanaṁ nuppajjissati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ manāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:541.1": " Yassa cakkhāyatanaṁ nuppajjati tassa dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:542.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ cakkhāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ cakkhāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:543.1": " Yassa vā pana dhammāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:544.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nuppajjissati, no ca tesaṁ cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ dhammāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:545.1": " Yassa ghānāyatanaṁ nuppajjati tassa rūpāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:546.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ rūpāyatanaṁ nuppajjissati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca nuppajjati rūpāyatanañca nuppajjissati. ",
  "ya3.2.1:547.1": " Yassa vā pana rūpāyatanaṁ nuppajjissati tassa ghānāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:548.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nuppajjissati, no ca tesaṁ ghānāyatanaṁ nuppajjati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ rūpāyatanañca nuppajjissati ghānāyatanañca nuppajjati. ",
  "ya3.2.1:549.1": " Yassa ghānāyatanaṁ nuppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:550.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ ghānāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ nuppajjissati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ tesaṁ ghānāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:551.1": " Yassa vā pana dhammāyatanaṁ nuppajjissati tassa ghānāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:552.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nuppajjissati, no ca tesaṁ ghānāyatanaṁ nuppajjati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ tesaṁ dhammāyatanañca nuppajjissati ghānāyatanañca nuppajjati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:553.1": " Yassa rūpāyatanaṁ nuppajjati tassa manāyatanaṁ …pe… dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:554.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ rūpāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ rūpāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:555.1": " Yassa vā pana dhammāyatanaṁ nuppajjissati tassa rūpāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:556.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nuppajjissati, no ca tesaṁ rūpāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ dhammāyatanañca nuppajjissati rūpāyatanañca nuppajjati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:557.1": " Yassa manāyatanaṁ nuppajjati tassa dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:558.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ manāyatanaṁ nuppajjati, no ca tesaṁ dhammāyatanaṁ nuppajjissati. Parinibbantānaṁ tesaṁ manāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:559.1": " Yassa vā pana dhammāyatanaṁ nuppajjissati tassa manāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:560.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ dhammāyatanaṁ nuppajjissati, no ca tesaṁ manāyatanaṁ nuppajjati. Parinibbantānaṁ tesaṁ dhammāyatanañca nuppajjissati manāyatanañca nuppajjati. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:561.0": "3.2.1.5.5. Paccanīkaokāsa ",
  "ya3.2.1:561.1": " Yattha cakkhāyatanaṁ nuppajjati …pe…. ",
  "ya3.2.1:562.0": "3.2.1.5.6. Paccanīkapuggalokāsa ",
  "ya3.2.1:562.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha sotāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:563.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha sotāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati sotāyatanañca nuppajjissati. ",
  "ya3.2.1:564.1": " Yassa vā pana yattha sotāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:565.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha sotāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:566.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha ghānāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:567.1": "Kāmāvacarā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha ghānāyatanaṁ nuppajjissati. Kāmāvacare parinibbantānaṁ rūpāvacarā cavantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati ghānāyatanañca nuppajjissati. ",
  "ya3.2.1:568.1": " Yassa vā pana yattha ghānāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:569.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacaraṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Kāmāvacare parinibbantānaṁ rūpāvacarā cavantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:570.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha rūpāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:571.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati rūpāyatanañca nuppajjissati. ",
  "ya3.2.1:572.1": " Yassa vā pana yattha rūpāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:573.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:574.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha manāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:575.1": "Pañcavokārā cavantānaṁ acakkhukānaṁ kāmāvacaraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati manāyatanañca nuppajjissati. ",
  "ya3.2.1:576.1": " Yassa vā pana yattha manāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:577.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati cakkhāyatanañca nuppajjati. ",
  "ya3.2.1:578.1": " Yassa yattha cakkhāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:579.1": "Sabbesaṁ cavantānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha cakkhāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:580.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:581.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha dhammāyatanañca nuppajjissati cakkhāyatanañca nuppajjati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:582.1": " Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha rūpāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:583.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjissati. Kāmāvacare parinibbantānaṁ rūpāvacare pacchimabhavikānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjati rūpāyatanañca nuppajjissati. ",
  "ya3.2.1:584.1": " Yassa vā pana yattha rūpāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:585.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjissati, no ca tesaṁ tattha ghānāyatanaṁ nuppajjati. Kāmāvacare parinibbantānaṁ rūpāvacare pacchimabhavikānaṁ arūpānaṁ tesaṁ tattha rūpāyatanañca nuppajjissati ghānāyatanañca nuppajjati. ",
  "ya3.2.1:586.1": " Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha manāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:587.1": "Kāmāvacarā cavantānaṁ aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ nuppajjissati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca nuppajjati manāyatanañca nuppajjissati. ",
  "ya3.2.1:588.1": " Yassa vā pana yattha manāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:589.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati, no ca tesaṁ tattha ghānāyatanaṁ nuppajjati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha manāyatanañca nuppajjissati ghānāyatanañca nuppajjati. ",
  "ya3.2.1:590.1": " Yassa yattha ghānāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:591.1": "Sabbesaṁ cavantānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ tesaṁ tattha ghānāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:592.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:593.1": "Pacchimabhavikānaṁ kāmāvacaraṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjissati, no ca tesaṁ tattha ghānāyatanaṁ nuppajjati. Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ tesaṁ tattha dhammāyatanañca nuppajjissati ghānāyatanañca nuppajjati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:594.1": " Yassa yattha rūpāyatanaṁ nuppajjati tassa tattha manāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:595.1": "Pañcavokārā cavantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjati, no ca tesaṁ tattha manāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpāyatanañca nuppajjati manāyatanañca nuppajjissati. ",
  "ya3.2.1:596.1": " Yassa vā pana yattha manāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:597.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ asaññasattā cavantānaṁ tesaṁ tattha manāyatanañca nuppajjissati rūpāyatanañca nuppajjati. ",
  "ya3.2.1:598.1": " Yassa yattha rūpāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:599.1": "Sabbesaṁ cavantānaṁ arūpakānaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha rūpāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:600.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:601.1": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha dhammāyatanañca nuppajjissati rūpāyatanañca nuppajjati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:602.1": " Yassa yattha manāyatanaṁ nuppajjati tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:603.1": "Sabbesaṁ cavantānaṁ acittakānaṁ upapajjantānaṁ tesaṁ tattha manāyatanaṁ nuppajjati, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca nuppajjati dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:604.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ nuppajjatīti? ",
  "ya3.2.1:605.1": "Pacchimabhavikānaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjissati, no ca tesaṁ tattha manāyatanaṁ nuppajjati. Parinibbantānaṁ tesaṁ tattha dhammāyatanañca nuppajjissati manāyatanañca nuppajjati. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:606.0.1": "3.2.1.6. Atītānāgatavāra ",
  "ya3.2.1:606.0.2": "3.2.1.6.1. Anulomapuggala ",
  "ya3.2.1:606.1": " Yassa cakkhāyatanaṁ uppajjittha tassa sotāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:607.1": "Pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cakkhāyatanaṁ uppajjittha, no ca tesaṁ sotāyatanaṁ uppajjissati. Itaresaṁ tesaṁ cakkhāyatanañca uppajjittha sotāyatanañca uppajjissati. ",
  "ya3.2.1:608.1": " Yassa vā pana sotāyatanaṁ uppajjissati tassa cakkhāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:609.1": " Yassa cakkhāyatanaṁ uppajjittha tassa ghānāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:610.1": "Pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cakkhāyatanaṁ uppajjittha, no ca tesaṁ ghānāyatanaṁ uppajjissati. Itaresaṁ tesaṁ cakkhāyatanañca uppajjittha ghānāyatanañca uppajjissati. ",
  "ya3.2.1:611.1": " Yassa vā pana …pe… uppajjitthāti? Āmantā. ",
  "ya3.2.1:612.1": " Yassa cakkhāyatanaṁ uppajjittha tassa rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:613.1": "Pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cakkhāyatanaṁ uppajjittha, no ca tesaṁ rūpāyatanaṁ uppajjissati. Itaresaṁ tesaṁ cakkhāyatanañca uppajjittha rūpāyatanañca uppajjissati. ",
  "ya3.2.1:614.1": " Yassa vā pana …pe… uppajjitthāti? Āmantā. ",
  "ya3.2.1:615.1": " Yassa cakkhāyatanaṁ uppajjittha tassa manāyatanaṁ …pe… dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:616.1": "Pacchimabhavikānaṁ tesaṁ cakkhāyatanaṁ uppajjittha, no ca tesaṁ dhammāyatanaṁ uppajjissati. Itaresaṁ tesaṁ cakkhāyatanañca uppajjittha dhammāyatanañca uppajjissati. ",
  "ya3.2.1:617.1": " Yassa vā pana …pe… uppajjitthāti? Āmantā. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:618.1": " Yassa ghānāyatanaṁ uppajjittha tassa rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:619.1": "Pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ ghānāyatanaṁ uppajjittha, no ca tesaṁ rūpāyatanaṁ uppajjissati. Itaresaṁ tesaṁ ghānāyatanañca uppajjittha rūpāyatanañca uppajjissati. ",
  "ya3.2.1:620.1": " Yassa vā pana …pe… uppajjitthāti? Āmantā. ",
  "ya3.2.1:621.1": " Yassa ghānāyatanaṁ uppajjittha tassa manāyatanaṁ …pe… dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:622.1": "Pacchimabhavikānaṁ tesaṁ ghānāyatanaṁ uppajjittha, no ca tesaṁ dhammāyatanaṁ uppajjissati. Itaresaṁ tesaṁ ghānāyatanañca uppajjittha dhammāyatanañca uppajjissati. ",
  "ya3.2.1:623.1": " Yassa vā pana dhammāyatanaṁ …pe… uppajjitthāti? Āmantā. ",
  "ya3.2.1:624.1": " Yassa rūpāyatanaṁ uppajjittha tassa manāyatanaṁ …pe… dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:625.1": "Pacchimabhavikānaṁ tesaṁ rūpāyatanaṁ uppajjittha, no ca tesaṁ dhammāyatanaṁ uppajjissati. Itaresaṁ tesaṁ rūpāyatanañca uppajjittha dhammāyatanañca uppajjissati. ",
  "ya3.2.1:626.1": " Yassa vā pana …pe… uppajjitthāti? Āmantā. ",
  "ya3.2.1:627.1": " Yassa manāyatanaṁ uppajjittha tassa dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:628.1": "Pacchimabhavikānaṁ tesaṁ manāyatanaṁ uppajjittha, no ca tesaṁ dhammāyatanaṁ uppajjissati. Itaresaṁ tesaṁ manāyatanañca uppajjittha dhammāyatanañca uppajjissati. ",
  "ya3.2.1:629.1": " Yassa vā pana dhammāyatanaṁ uppajjissati tassa manāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:630.0": "3.2.1.6.2. Anulomaokāsa ",
  "ya3.2.1:630.1": " Yattha cakkhāyatanaṁ uppajjittha …pe…. ",
  "ya3.2.1:631.0": "3.2.1.6.3. Anulomapuggalokāsa ",
  "ya3.2.1:631.1": " Yassa yattha cakkhāyatanaṁ uppajjittha tassa tattha sotāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:632.1": "Pañcavokāre pacchimabhavikānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjittha, no ca tesaṁ tattha sotāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca uppajjittha sotāyatanañca uppajjissati. ",
  "ya3.2.1:633.1": " Yassa vā pana yattha sotāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjitthāti? Āmantā. ",
  "ya3.2.1:634.1": " Yassa yattha cakkhāyatanaṁ uppajjittha tassa tattha ghānāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:635.1": "Kāmāvacare pacchimabhavikānaṁ rūpāvacarānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjittha, no ca tesaṁ tattha ghānāyatanaṁ uppajjissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha cakkhāyatanañca uppajjittha ghānāyatanañca uppajjissati. ",
  "ya3.2.1:636.1": " Yassa vā pana yattha …pe… uppajjitthāti? Āmantā. ",
  "ya3.2.1:637.1": " Yassa yattha cakkhāyatanaṁ uppajjittha tassa tattha rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:638.1": "Pañcavokāre pacchimabhavikānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjittha, no ca tesaṁ tattha rūpāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca uppajjittha rūpāyatanañca uppajjissati. ",
  "ya3.2.1:639.1": " Yassa vā pana yattha rūpāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:640.1": "Asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjittha. Pañcavokārānaṁ tesaṁ tattha rūpāyatanañca uppajjissati cakkhāyatanañca uppajjittha. ",
  "ya3.2.1:641.1": " Yassa yattha cakkhāyatanaṁ uppajjittha tassa tattha manāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:642.1": "Pañcavokāre pacchimabhavikānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjittha, no ca tesaṁ tattha manāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca uppajjittha manāyatanañca uppajjissati. ",
  "ya3.2.1:643.1": " Yassa vā pana yattha manāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:644.1": "Arūpānaṁ tesaṁ tattha manāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjittha. Pañcavokārānaṁ tesaṁ tattha manāyatanañca uppajjissati cakkhāyatanañca uppajjittha. ",
  "ya3.2.1:645.1": " Yassa yattha cakkhāyatanaṁ uppajjittha tassa tattha dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:646.1": "Pañcavokāre pacchimabhavikānaṁ tesaṁ tattha cakkhāyatanaṁ uppajjittha, no ca tesaṁ tattha dhammāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca uppajjittha dhammāyatanañca uppajjissati. ",
  "ya3.2.1:647.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha cakkhāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:648.1": "Asaññasattānaṁ arūpānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ uppajjittha. Pañcavokārānaṁ tesaṁ tattha dhammāyatanañca uppajjissati cakkhāyatanañca uppajjittha. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:649.1": " Yassa yattha ghānāyatanaṁ uppajjittha tassa tattha rūpāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:650.1": "Kāmāvacare pacchimabhavikānaṁ tesaṁ tattha ghānāyatanaṁ uppajjittha, no ca tesaṁ tattha rūpāyatanaṁ uppajjissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha ghānāyatanañca uppajjittha rūpāyatanañca uppajjissati. ",
  "ya3.2.1:651.1": " Yassa vā pana yattha rūpāyatanaṁ uppajjissati tassa tattha ghānāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:652.1": "Rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ uppajjissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjittha. Kāmāvacarānaṁ tesaṁ tattha rūpāyatanañca uppajjissati ghānāyatanañca uppajjittha. ",
  "ya3.2.1:653.1": " Yassa yattha ghānāyatanaṁ uppajjittha tassa tattha manāyatanaṁ …pe… dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:654.1": "Kāmāvacare pacchimabhavikānaṁ tesaṁ tattha ghānāyatanaṁ uppajjittha, no ca tesaṁ tattha dhammāyatanaṁ uppajjissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha ghānāyatanañca uppajjittha dhammāyatanañca uppajjissati. ",
  "ya3.2.1:655.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha ghānāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:656.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha ghānāyatanaṁ uppajjittha. Kāmāvacarānaṁ tesaṁ tattha dhammāyatanañca uppajjissati ghānāyatanañca uppajjittha. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:657.1": " Yassa yattha rūpāyatanaṁ uppajjittha tassa tattha manāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:658.1": "Pañcavokāre pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ uppajjittha, no ca tesaṁ tattha manāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha rūpāyatanañca uppajjittha manāyatanañca uppajjissati. ",
  "ya3.2.1:659.1": " Yassa vā pana yattha manāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:660.1": "Arūpānaṁ tesaṁ tattha manāyatanaṁ uppajjissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjittha. Pañcavokārānaṁ tesaṁ tattha manāyatanañca uppajjissati rūpāyatanañca uppajjittha. ",
  "ya3.2.1:661.1": " Yassa yattha rūpāyatanaṁ uppajjittha tassa tattha dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:662.1": "Pañcavokāre pacchimabhavikānaṁ tesaṁ tattha rūpāyatanaṁ uppajjittha, no ca tesaṁ tattha dhammāyatanaṁ uppajjissati. Itaresaṁ pañcavokārānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanañca uppajjittha dhammāyatanañca uppajjissati. ",
  "ya3.2.1:663.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha rūpāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:664.1": "Arūpānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha rūpāyatanaṁ uppajjittha. Pañcavokārānaṁ asaññasattānaṁ tesaṁ tattha dhammāyatanañca uppajjissati rūpāyatanañca uppajjittha. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:665.1": " Yassa yattha manāyatanaṁ uppajjittha tassa tattha dhammāyatanaṁ uppajjissatīti? ",
  "ya3.2.1:666.1": "Pacchimabhavikānaṁ tesaṁ tattha manāyatanaṁ uppajjittha, no ca tesaṁ tattha dhammāyatanaṁ uppajjissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha manāyatanañca uppajjittha dhammāyatanañca uppajjissati. ",
  "ya3.2.1:667.1": " Yassa vā pana yattha dhammāyatanaṁ uppajjissati tassa tattha manāyatanaṁ uppajjitthāti? ",
  "ya3.2.1:668.1": "Asaññasattānaṁ tesaṁ tattha dhammāyatanaṁ uppajjissati, no ca tesaṁ tattha manāyatanaṁ uppajjittha. Catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dhammāyatanañca uppajjissati manāyatanañca uppajjittha. (Manāyatanamūlakaṁ.) ",
  "ya3.2.1:669.0": "3.2.1.6.4. Paccanīkapuggala ",
  "ya3.2.1:669.1": " Yassa cakkhāyatanaṁ nuppajjittha tassa sotāyatanaṁ nuppajjissatīti? Natthi. ",
  "ya3.2.1:670.1": " Yassa vā pana sotāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjitthāti? Uppajjittha. ",
  "ya3.2.1:671.1": " Yassa cakkhāyatanaṁ nuppajjittha tassa ghānāyatanaṁ …pe… rūpāyatanaṁ … manāyatanaṁ … dhammāyatanaṁ nuppajjissatīti? Natthi. ",
  "ya3.2.1:672.1": " Yassa vā pana dhammāyatanaṁ nuppajjissati tassa cakkhāyatanaṁ nuppajjitthāti? Uppajjittha. ",
  "ya3.2.1:673.1": " Yassa ghānāyatanaṁ …pe… rūpāyatanaṁ … manāyatanaṁ nuppajjittha tassa dhammāyatanaṁ nuppajjissatīti? Natthi. ",
  "ya3.2.1:674.1": " Yassa vā pana dhammāyatanaṁ nuppajjissati tassa manāyatanaṁ nuppajjitthāti? Uppajjittha. ",
  "ya3.2.1:675.0": "3.2.1.6.5. Paccanīkaokāsa ",
  "ya3.2.1:675.1": " Yattha cakkhāyatanaṁ nuppajjittha …pe…. ",
  "ya3.2.1:676.0": "3.2.1.6.6. Paccanīkapuggalokāsa ",
  "ya3.2.1:676.1": " Yassa yattha cakkhāyatanaṁ nuppajjittha tassa tattha sotāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:677.1": " Yassa vā pana yattha sotāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:678.1": "Pañcavokāre pacchimabhavikānaṁ tesaṁ tattha sotāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjittha. Suddhāvāsānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha sotāyatanañca nuppajjissati cakkhāyatanañca nuppajjittha. ",
  "ya3.2.1:679.1": " Yassa yattha cakkhāyatanaṁ nuppajjittha tassa tattha ghānāyatanaṁ nuppajjissatīti? Āmantā. ",
  "ya3.2.1:680.1": " Yassa vā pana yattha ghānāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:681.1": "Kāmāvacare pacchimabhavikānaṁ rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjittha. Suddhāvāsānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjissati cakkhāyatanañca nuppajjittha. ",
  "ya3.2.1:682.1": " Yassa yattha cakkhāyatanaṁ nuppajjittha tassa tattha rūpāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:683.1": "Asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjittha, no ca tesaṁ tattha rūpāyatanaṁ nuppajjissati. Suddhāvāsānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca nuppajjittha rūpāyatanañca nuppajjissati. ",
  "ya3.2.1:684.1": " Yassa vā pana yattha rūpāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:685.1": "Pañcavokāre pacchimabhavikānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjittha. Suddhāvāsānaṁ arūpānaṁ tesaṁ tattha rūpāyatanañca nuppajjissati cakkhāyatanañca nuppajjittha. ",
  "ya3.2.1:686.1": " Yassa yattha cakkhāyatanaṁ nuppajjittha tassa tattha manāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:687.1": "Arūpānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjittha, no ca tesaṁ tattha manāyatanaṁ nuppajjissati. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca nuppajjittha manāyatanañca nuppajjissati. ",
  "ya3.2.1:688.1": " Yassa vā pana yattha manāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:689.1": "Pañcavokāre pacchimabhavikānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjittha. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha manāyatanañca nuppajjissati cakkhāyatanañca nuppajjittha. ",
  "ya3.2.1:690.1": " Yassa yattha cakkhāyatanaṁ nuppajjittha tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:691.1": "Asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ nuppajjittha, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha cakkhāyatanañca nuppajjittha dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:692.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha cakkhāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:693.1": "Pañcavokāre pacchimabhavikānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjissati, no ca tesaṁ tattha cakkhāyatanaṁ nuppajjittha. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha dhammāyatanañca nuppajjissati cakkhāyatanañca nuppajjittha. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.1:694.1": " Yassa yattha ghānāyatanaṁ nuppajjittha tassa tattha rūpāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:695.1": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjittha, no ca tesaṁ tattha rūpāyatanaṁ nuppajjissati. Rūpāvacare pacchimabhavikānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca nuppajjittha rūpāyatanañca nuppajjissati. ",
  "ya3.2.1:696.1": " Yassa vā pana yattha rūpāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:697.1": "Kāmāvacare pacchimabhavikānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjissati, no ca tesaṁ tattha ghānāyatanaṁ nuppajjittha. Rūpāvacare pacchimabhavikānaṁ arūpānaṁ tesaṁ tattha rūpāyatanañca nuppajjissati ghānāyatanañca nuppajjittha. ",
  "ya3.2.1:698.1": " Yassa yattha ghānāyatanaṁ nuppajjittha tassa tattha manāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:699.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjittha, no ca tesaṁ tattha manāyatanaṁ nuppajjissati. Rūpāvacare arūpāvacare pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca nuppajjittha manāyatanañca nuppajjissati. ",
  "ya3.2.1:700.1": " Yassa vā pana yattha manāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:701.1": "Kāmāvacare pacchimabhavikānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati, no ca tesaṁ tattha ghānāyatanaṁ nuppajjittha. Rūpāvacare arūpāvacare pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha manāyatanañca nuppajjissati ghānāyatanañca nuppajjittha. ",
  "ya3.2.1:702.1": " Yassa yattha ghānāyatanaṁ nuppajjittha tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:703.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ nuppajjittha, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Rūpāvacare arūpāvacare pacchimabhavikānaṁ tesaṁ tattha ghānāyatanañca nuppajjittha dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:704.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha ghānāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:705.1": "Kāmāvacare pacchimabhavikānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjissati, no ca tesaṁ tattha ghānāyatanaṁ nuppajjittha. Rūpāvacare arūpāvacare pacchimabhavikānaṁ tesaṁ tattha dhammāyatanañca nuppajjissati ghānāyatanañca nuppajjittha. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.1:706.1": " Yassa yattha rūpāyatanaṁ nuppajjittha tassa tattha manāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:707.1": "Arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjittha, no ca tesaṁ tattha manāyatanaṁ nuppajjissati. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha rūpāyatanañca nuppajjittha manāyatanañca nuppajjissati. ",
  "ya3.2.1:708.1": " Yassa vā pana yattha manāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:709.1": "Pañcavokāre pacchimabhavikānaṁ asaññasattānaṁ tesaṁ tattha manāyatanaṁ nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjittha. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha manāyatanañca nuppajjissati rūpāyatanañca nuppajjittha. ",
  "ya3.2.1:710.1": " Yassa yattha rūpāyatanaṁ nuppajjittha tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:711.1": "Arūpānaṁ tesaṁ tattha rūpāyatanaṁ nuppajjittha, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha rūpāyatanañca nuppajjittha dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:712.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha rūpāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:713.1": "Pañcavokāre pacchimabhavikānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjissati, no ca tesaṁ tattha rūpāyatanaṁ nuppajjittha. Suddhāvāsānaṁ arūpe pacchimabhavikānaṁ tesaṁ tattha dhammāyatanañca nuppajjissati rūpāyatanañca nuppajjittha. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.1:714.1": " Yassa yattha manāyatanaṁ nuppajjittha tassa tattha dhammāyatanaṁ nuppajjissatīti? ",
  "ya3.2.1:715.1": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ nuppajjittha, no ca tesaṁ tattha dhammāyatanaṁ nuppajjissati. Suddhāvāsānaṁ tesaṁ tattha manāyatanañca nuppajjittha dhammāyatanañca nuppajjissati. ",
  "ya3.2.1:716.1": " Yassa vā pana yattha dhammāyatanaṁ nuppajjissati tassa tattha manāyatanaṁ nuppajjitthāti? ",
  "ya3.2.1:717.1": "Pacchimabhavikānaṁ tesaṁ tattha dhammāyatanaṁ nuppajjissati, no ca tesaṁ tattha manāyatanaṁ nuppajjittha. Suddhāvāsānaṁ tesaṁ tattha dhammāyatanañca nuppajjissati manāyatanañca nuppajjittha. ",
  "ya3.2.1:718.1": "Uppādavāro. "
}