{
  "ya3.2.2:0.1": "3 Āyatanayamaka ",
  "ya3.2.2:0.2": "3.2 Pavattivāra ",
  "ya3.2.2:0.3": "3.2.2. Nirodhavāra ",
  "ya3.2.2:1.0.1": "3.2.2.1. Paccuppannavāra ",
  "ya3.2.2:1.0.2": "3.2.2.1.1. Anulomapuggala ",
  "ya3.2.2:1.1": " Yassa cakkhāyatanaṁ nirujjhati tassa sotāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:2.1": "Sacakkhukānaṁ asotakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ sotāyatanaṁ nirujjhati. Sacakkhukānaṁ sasotakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati sotāyatanañca nirujjhati. ",
  "ya3.2.2:3.1": " Yassa vā pana sotāyatanaṁ nirujjhati tassa cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:4.1": "Sasotakānaṁ acakkhukānaṁ cavantānaṁ tesaṁ sotāyatanaṁ nirujjhati, no ca tesaṁ cakkhāyatanaṁ nirujjhati. Sasotakānaṁ sacakkhukānaṁ cavantānaṁ tesaṁ sotāyatanañca nirujjhati cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:5.1": " Yassa cakkhāyatanaṁ nirujjhati tassa ghānāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:6.1": "Sacakkhukānaṁ aghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ ghānāyatanaṁ nirujjhati. Sacakkhukānaṁ saghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati ghānāyatanañca nirujjhati. ",
  "ya3.2.2:7.1": " Yassa vā pana ghānāyatanaṁ nirujjhati tassa cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:8.1": "Saghānakānaṁ acakkhukānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nirujjhati, no ca tesaṁ cakkhāyatanaṁ nirujjhati. Saghānakānaṁ sacakkhukānaṁ cavantānaṁ tesaṁ ghānāyatanañca nirujjhati cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:9.1": " Yassa cakkhāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhatīti? Āmantā. ",
  "ya3.2.2:10.1": " Yassa vā pana rūpāyatanaṁ nirujjhati tassa cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:11.1": "Sarūpakānaṁ acakkhukānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nirujjhati, no ca tesaṁ cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ rūpāyatanañca nirujjhati cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:12.1": " Yassa cakkhāyatanaṁ nirujjhati tassa manāyatanaṁ nirujjhatīti? Āmantā. ",
  "ya3.2.2:13.1": " Yassa vā pana manāyatanaṁ nirujjhati tassa cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:14.1": "Sacittakānaṁ acakkhukānaṁ cavantānaṁ tesaṁ manāyatanaṁ nirujjhati, no ca tesaṁ cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ manāyatanañca nirujjhati cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:15.1": " Yassa cakkhāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhatīti? Āmantā. ",
  "ya3.2.2:16.1": " Yassa vā pana dhammāyatanaṁ nirujjhati tassa cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:17.1": "Acakkhukānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhati, no ca tesaṁ cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhati cakkhāyatanañca nirujjhati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:18.1": " Yassa ghānāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhatīti? Āmantā. ",
  "ya3.2.2:19.1": " Yassa vā pana rūpāyatanaṁ nirujjhati tassa ghānāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:20.1": "Sarūpakānaṁ aghānakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nirujjhati, no ca tesaṁ ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ rūpāyatanañca nirujjhati ghānāyatanañca nirujjhati. ",
  "ya3.2.2:21.1": " Yassa ghānāyatanaṁ nirujjhati tassa manāyatanaṁ nirujjhatīti? Āmantā. ",
  "ya3.2.2:22.1": " Yassa vā pana manāyatanaṁ nirujjhati tassa ghānāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:23.1": "Sacittakānaṁ aghānakānaṁ cavantānaṁ tesaṁ manāyatanaṁ nirujjhati, no ca tesaṁ ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ manāyatanañca nirujjhati ghānāyatanañca nirujjhati. ",
  "ya3.2.2:24.1": " Yassa ghānāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhatīti? Āmantā. ",
  "ya3.2.2:25.1": " Yassa vā pana dhammāyatanaṁ nirujjhati tassa ghānāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:26.1": "Aghānakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhati, no ca tesaṁ ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhati ghānāyatanañca nirujjhati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.2:27.1": " Yassa rūpāyatanaṁ nirujjhati tassa manāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:28.1": "Acittakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nirujjhati, no ca tesaṁ manāyatanaṁ nirujjhati. Sarūpakānaṁ sacittakānaṁ cavantānaṁ tesaṁ rūpāyatanañca nirujjhati manāyatanañca nirujjhati. ",
  "ya3.2.2:29.1": " Yassa vā pana manāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:30.1": "Arūpakānaṁ cavantānaṁ tesaṁ manāyatanaṁ nirujjhati, no ca tesaṁ rūpāyatanaṁ nirujjhati. Sarūpakānaṁ sacittakānaṁ cavantānaṁ tesaṁ manāyatanañca nirujjhati rūpāyatanañca nirujjhati. ",
  "ya3.2.2:31.1": " Yassa rūpāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhatīti? Āmantā. ",
  "ya3.2.2:32.1": " Yassa vā pana dhammāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:33.1": "Arūpakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhati, no ca tesaṁ rūpāyatanaṁ nirujjhati. Sarūpakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhati rūpāyatanañca nirujjhati. ",
  "ya3.2.2:34.1": " Yassa manāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhatīti? Āmantā. ",
  "ya3.2.2:35.1": " Yassa vā pana dhammāyatanaṁ nirujjhati tassa manāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:36.1": "Acittakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhati, no ca tesaṁ manāyatanaṁ nirujjhati. Sacittakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhati manāyatanañca nirujjhati. ",
  "ya3.2.2:37.0": "3.2.2.1.2. Anulomaokāsa ",
  "ya3.2.2:37.1": " Yattha cakkhāyatanaṁ nirujjhati …pe… (uppādepi nirodhepi uppādanirodhepi yatthakaṁ sabbattha sadisaṁ.) ",
  "ya3.2.2:38.0": "3.2.2.1.3. Anulomapuggalokāsa ",
  "ya3.2.2:38.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha sotāyatanaṁ nirujjhatīti …pe… ghānāyatanaṁ … rūpāyatanaṁ … manāyatanaṁ … dhammāyatanaṁ nirujjhatīti? (Yassa yatthakampi sadisaṁ vitthāretabbaṁ.) ",
  "ya3.2.2:39.0": "3.2.2.1.4. Paccanīkapuggala ",
  "ya3.2.2:39.1": " Yassa cakkhāyatanaṁ na nirujjhati tassa sotāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:40.1": "Acakkhukānaṁ sasotakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ sotāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ acakkhukānaṁ asotakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca na nirujjhati sotāyatanañca na nirujjhati. ",
  "ya3.2.2:41.1": " Yassa vā pana sotāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:42.1": "Asotakānaṁ sacakkhukānaṁ cavantānaṁ tesaṁ sotāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ asotakānaṁ acakkhukānaṁ cavantānaṁ tesaṁ sotāyatanañca na nirujjhati cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:43.1": " Yassa cakkhāyatanaṁ na nirujjhati tassa ghānāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:44.1": "Acakkhukānaṁ saghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ ghānāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ acakkhukānaṁ aghānakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca na nirujjhati ghānāyatanañca na nirujjhati. ",
  "ya3.2.2:45.1": " Yassa vā pana ghānāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:46.1": "Aghānakānaṁ sacakkhukānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ cakkhāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ aghānakānaṁ acakkhukānaṁ cavantānaṁ tesaṁ ghānāyatanañca na nirujjhati cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:47.1": " Yassa cakkhāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:48.1": "Acakkhukānaṁ sarūpakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ rūpāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca na nirujjhati rūpāyatanañca na nirujjhati. ",
  "ya3.2.2:49.1": " Yassa vā pana rūpāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ na nirujjhatīti? Āmantā. ",
  "ya3.2.2:50.1": " Yassa cakkhāyatanaṁ na nirujjhati tassa manāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:51.1": "Acakkhukānaṁ sacittakānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ manāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ cakkhāyatanañca na nirujjhati manāyatanañca na nirujjhati. ",
  "ya3.2.2:52.1": " Yassa vā pana manāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ na nirujjhatīti? Āmantā. ",
  "ya3.2.2:53.1": " Yassa cakkhāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:54.1": "Acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ cakkhāyatanañca na nirujjhati dhammāyatanañca na nirujjhati. ",
  "ya3.2.2:55.1": " Yassa vā pana dhammāyatanaṁ na nirujjhati tassa cakkhāyatanaṁ na nirujjhatīti? Āmantā. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:56.1": " Yassa ghānāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:57.1": "Aghānakānaṁ sarūpakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ rūpāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ ghānāyatanañca na nirujjhati rūpāyatanañca na nirujjhati. ",
  "ya3.2.2:58.1": " Yassa vā pana rūpāyatanaṁ na nirujjhati tassa ghānāyatanaṁ na nirujjhatīti? Āmantā. ",
  "ya3.2.2:59.1": " Yassa ghānāyatanaṁ na nirujjhati tassa manāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:60.1": "Aghānakānaṁ sacittakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ manāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ ghānāyatanañca na nirujjhati manāyatanañca na nirujjhati. ",
  "ya3.2.2:61.1": " Yassa vā pana manāyatanaṁ na nirujjhati tassa ghānāyatanaṁ na nirujjhatīti? Āmantā. ",
  "ya3.2.2:62.1": " Yassa ghānāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:63.1": "Aghānakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ ghānāyatanañca na nirujjhati dhammāyatanañca na nirujjhati. ",
  "ya3.2.2:64.1": " Yassa vā pana dhammāyatanaṁ na nirujjhati tassa ghānāyatanaṁ na nirujjhatīti? Āmantā. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.2:65.1": " Yassa rūpāyatanaṁ na nirujjhati tassa manāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:66.1": "Arūpakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ na nirujjhati, no ca tesaṁ manāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ rūpāyatanañca na nirujjhati manāyatanañca na nirujjhati. ",
  "ya3.2.2:67.1": " Yassa vā pana manāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:68.1": "Acittakānaṁ cavantānaṁ tesaṁ manāyatanaṁ na nirujjhati, no ca tesaṁ rūpāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ manāyatanañca na nirujjhati rūpāyatanañca na nirujjhati. ",
  "ya3.2.2:69.1": " Yassa rūpāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:70.1": "Arūpakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ rūpāyatanañca na nirujjhati dhammāyatanañca na nirujjhati. ",
  "ya3.2.2:71.1": " Yassa vā pana dhammāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhatīti? Āmantā. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.2:72.1": " Yassa manāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:73.1": "Acittakānaṁ cavantānaṁ tesaṁ manāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ na nirujjhati. Sabbesaṁ upapajjantānaṁ tesaṁ manāyatanañca na nirujjhati dhammāyatanañca na nirujjhati. ",
  "ya3.2.2:74.1": " Yassa vā pana dhammāyatanaṁ na nirujjhati tassa manāyatanaṁ na nirujjhatīti? Āmantā. ",
  "ya3.2.2:75.0": "3.2.2.1.5. Paccanīkaokāsa ",
  "ya3.2.2:75.1": " Yattha cakkhāyatanaṁ na nirujjhati …pe…. ",
  "ya3.2.2:76.0": "3.2.2.1.6. Paccanīkapuggalokāsa ",
  "ya3.2.2:76.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha sotāyatanaṁ na nirujjhatīti …pe… ",
  "ya3.2.2:77.1": "(Yassa yatthakampi yassakasadisaṁ.) ",
  "ya3.2.2:78.0.1": "3.2.2.2. Atītavāra ",
  "ya3.2.2:78.0.2": "3.2.2.2.1. Anulomapuggala ",
  "ya3.2.2:78.1": " Yassa cakkhāyatanaṁ nirujjhittha tassa sotāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:79.1": "Āmantā. (Uppādavārepi nirodhavārepi uppādanirodhavārepi atītā pucchā anulomampi paccanīkampi sadisaṁ.) ",
  "ya3.2.2:80.0.1": "3.2.2.3. Anāgatavāra ",
  "ya3.2.2:80.0.2": "3.2.2.3.1. Anulomapuggala ",
  "ya3.2.2:80.1": " Yassa cakkhāyatanaṁ nirujjhissati tassa sotāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:81.1": " Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:82.1": " Yassa cakkhāyatanaṁ nirujjhissati tassa ghānāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:83.1": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhissati, no ca tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ cakkhāyatanañca nirujjhissati ghānāyatanañca nirujjhissati. ",
  "ya3.2.2:84.1": " Yassa vā pana ghānāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:85.1": " Yassa cakkhāyatanaṁ nirujjhissati tassa rūpāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:86.1": " Yassa vā pana rūpāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:87.1": " Yassa cakkhāyatanaṁ nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:88.1": " Yassa vā pana dhammāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:89.1": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati cakkhāyatanañca nirujjhissati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:90.1": " Yassa ghānāyatanaṁ nirujjhissati tassa rūpāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:91.1": " Yassa vā pana rūpāyatanaṁ nirujjhissati tassa ghānāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:92.1": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nirujjhissati, no ca tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ rūpāyatanañca nirujjhissati ghānāyatanañca nirujjhissati. ",
  "ya3.2.2:93.1": " Yassa ghānāyatanaṁ nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:94.1": " Yassa vā pana dhammāyatanaṁ nirujjhissati tassa ghānāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:95.1": "Pacchimabhavikānaṁ rūpāvacaraṁ arūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati ghānāyatanañca nirujjhissati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.2:96.1": " Yassa rūpāyatanaṁ nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:97.1": " Yassa vā pana dhammāyatanaṁ nirujjhissati tassa rūpāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:98.1": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ rūpāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ dhammāyatanañca nirujjhissati rūpāyatanañca nirujjhissati. ",
  "ya3.2.2:99.1": " Yassa manāyatanaṁ nirujjhissati tassa dhammāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:100.1": " Yassa vā pana dhammāyatanaṁ nirujjhissati tassa manāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:101.0": "3.2.2.3.2. Anulomaokāsa ",
  "ya3.2.2:101.1": " Yattha cakkhāyatanaṁ nirujjhissati …pe…. ",
  "ya3.2.2:102.0": "3.2.2.3.3. Anulomapuggalokāsa ",
  "ya3.2.2:102.1": " Yassa yattha cakkhāyatanaṁ nirujjhissati tassa tattha sotāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:103.1": " Yassa vā pana yattha …pe… ? Āmantā. ",
  "ya3.2.2:104.1": " Yassa yattha cakkhāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:105.1": "Rūpāvacarānaṁ …pe… kāmāvacarānaṁ …pe…. ",
  "ya3.2.2:106.1": " Yassa vā pana yattha …pe… ? Āmantā. ",
  "ya3.2.2:107.1": " Yassa yattha cakkhāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:108.1": " Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:109.1": "Asaññasattānaṁ …pe… pañcavokārānaṁ …pe…. ",
  "ya3.2.2:110.1": " Yassa yattha cakkhāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:111.1": " Yassa vā pana yattha …pe… ? ",
  "ya3.2.2:112.1": "Arūpānaṁ …pe… pañcavokārānaṁ …pe…. ",
  "ya3.2.2:113.1": " Yassa yattha cakkhāyatanaṁ nirujjhissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:114.1": " Yassa vā pana yattha …pe… ? ",
  "ya3.2.2:115.1": "Asaññasattānaṁ arūpānaṁ …pe… pañcavokārānaṁ …pe…. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:116.1": " Yassa yattha ghānāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:117.1": " Yassa vā pana yattha …pe… ? ",
  "ya3.2.2:118.1": "Rūpāvacarānaṁ …pe… kāmāvacarānaṁ …pe…. ",
  "ya3.2.2:119.1": " Yassa yattha ghānāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:120.1": " Yassa vā pana yattha …pe… ? ",
  "ya3.2.2:121.1": "Rūpāvacarānaṁ arūpāvacarānaṁ …pe… kāmāvacarānaṁ …pe…. ",
  "ya3.2.2:122.1": " Yassa yattha ghānāyatanaṁ nirujjhissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:123.1": " Yassa vā pana yattha …pe… ? ",
  "ya3.2.2:124.1": "Rūpāvacarānaṁ arūpāvacarānaṁ …pe… kāmāvacarānaṁ …pe…. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.2:125.1": " Yassa yattha rūpāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:126.1": "Asaññasattānaṁ …pe… pañcavokārānaṁ …pe…. ",
  "ya3.2.2:127.1": " Yassa vā pana yattha …pe… ? ",
  "ya3.2.2:128.1": "Arūpānaṁ …pe… pañcavokārānaṁ …pe…. ",
  "ya3.2.2:129.1": " Yassa yattha rūpāyatanaṁ nirujjhissati tassa tattha dhammāyatanaṁ nirujjhissatīti? Āmantā. ",
  "ya3.2.2:130.1": " Yassa vā pana yattha …pe… ? ",
  "ya3.2.2:131.1": "Arūpānaṁ …pe… pañcavokārānaṁ asaññasattānaṁ …pe…. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.2:132.1": " Yassa yattha manāyatanaṁ …pe… ? Āmantā. ",
  "ya3.2.2:133.1": " Yassa vā pana yattha …pe… ? ",
  "ya3.2.2:134.1": "Asaññasattānaṁ …pe… catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati manāyatanañca nirujjhissati. (Yathā uppādavāre yassa yatthake anāgatā pucchā vitthāritā, evaṁ nirodhepi vitthāretabbā.) ",
  "ya3.2.2:135.0": "3.2.2.3.4. Paccanīkapuggala ",
  "ya3.2.2:135.1": " Yassa cakkhāyatanaṁ na nirujjhissati tassa sotāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:136.1": " Yassa vā pana sotāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:137.1": " Yassa cakkhāyatanaṁ na nirujjhissati tassa ghānāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:138.1": " Yassa vā pana ghānāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:139.1": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhissati. ",
  "ya3.2.2:140.1": " Yassa cakkhāyatanaṁ na nirujjhissati tassa rūpāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:141.1": " Yassa vā pana rūpāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:142.1": " Yassa cakkhāyatanaṁ na nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:143.1": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhissati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ cakkhāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:144.1": " Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhissatīti? Āmantā. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:145.1": " Yassa ghānāyatanaṁ na nirujjhissati tassa rūpāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:146.1": "Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati, no ca tesaṁ rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanañca na nirujjhissati rūpāyatanañca na nirujjhissati. ",
  "ya3.2.2:147.1": " Yassa vā pana rūpāyatanaṁ na nirujjhissati tassa ghānāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:148.1": " Yassa ghānāyatanaṁ na nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:149.1": "Pacchimabhavikānaṁ rūpāvacaraṁ arūpāvacaraṁ upapajjantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ ghānāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:150.1": " Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa ghānāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:151.1": " Yassa rūpāyatanaṁ na nirujjhissati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:152.1": "Pacchimabhavikānaṁ arūpaṁ upapajjantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ rūpāyatanaṁ na nirujjhissati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ rūpāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:153.1": " Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa rūpāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:154.1": " Yassa manāyatanaṁ na nirujjhissati tassa dhammāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:155.1": " Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa manāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:156.0": "3.2.2.3.5. Paccanīkaokāsa ",
  "ya3.2.2:156.1": " Yattha cakkhāyatanaṁ na nirujjhissati …pe…. ",
  "ya3.2.2:157.0": "3.2.2.3.6. Paccanīkapuggalokāsa ",
  "ya3.2.2:157.1": " Yassa yattha cakkhāyatanaṁ na nirujjhissati tassa tattha sotāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:158.1": " Yassa vā pana yattha sotāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:159.1": " Yassa yattha cakkhāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:160.1": " Yassa vā pana yattha ghānāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:161.1": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhissati. ",
  "ya3.2.2:162.1": " Yassa yattha cakkhāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:163.1": "Asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhissati rūpāyatanañca na nirujjhissati. ",
  "ya3.2.2:164.1": " Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:165.1": " Yassa yattha cakkhāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:166.1": "Arūpānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhissati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhissati manāyatanañca na nirujjhissati. ",
  "ya3.2.2:167.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:168.1": " Yassa yattha cakkhāyatanaṁ na nirujjhissati tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:169.1": "Asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:170.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhissatīti? Āmantā. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:171.1": " Yassa yattha ghānāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:172.1": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Pañcavokāre parinibbantānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati rūpāyatanañca na nirujjhissati. ",
  "ya3.2.2:173.1": " Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:174.1": " Yassa yattha ghānāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:175.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati, parinibbantānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati manāyatanañca na nirujjhissati. ",
  "ya3.2.2:176.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:177.1": " Yassa yattha ghānāyatanaṁ na nirujjhissati tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:178.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:179.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:180.1": "Āmantā. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.2:181.1": " Yassa yattha rūpāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:182.1": "Arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhissati manāyatanañca na nirujjhissati. ",
  "ya3.2.2:183.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:184.1": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati rūpāyatanañca na nirujjhissati. ",
  "ya3.2.2:185.1": " Yassa yattha rūpāyatanaṁ na nirujjhissati tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:186.1": "Arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:187.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhissatīti? Āmantā. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.2:188.1": " Yassa yattha manāyatanaṁ na nirujjhissati tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:189.1": "Asaññasattānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Parinibbantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:190.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:191.0.1": "3.2.2.4. Paccuppannātītavāra ",
  "ya3.2.2:191.0.2": "3.2.2.4.1. Anulomapuggala ",
  "ya3.2.2:191.1": " Yassa cakkhāyatanaṁ nirujjhati tassa sotāyatanaṁ nirujjhitthāti? Āmantā. ",
  "ya3.2.2:192.1": " Yassa vā pana sotāyatanaṁ nirujjhittha tassa cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:193.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ sotāyatanaṁ nirujjhittha, no ca tesaṁ cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ sotāyatanañca nirujjhittha cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:194.1": " Yassa cakkhāyatanaṁ nirujjhati tassa ghānāyatanaṁ …pe… rūpāyatanaṁ …pe… manāyatanaṁ …pe… dhammāyatanaṁ nirujjhitthāti? Āmantā. ",
  "ya3.2.2:195.1": " Yassa vā pana dhammāyatanaṁ nirujjhittha tassa cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:196.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhittha, no ca tesaṁ cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhittha cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:197.1": " Yassa ghānāyatanaṁ nirujjhati tassa rūpāyatanaṁ …pe… manāyatanaṁ …pe… dhammāyatanaṁ nirujjhitthāti? Āmantā. ",
  "ya3.2.2:198.1": " Yassa vā pana dhammāyatanaṁ nirujjhittha tassa ghānāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:199.1": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhittha, no ca tesaṁ ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhittha ghānāyatanañca nirujjhati. ",
  "ya3.2.2:200.1": " Yassa rūpāyatanaṁ nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhitthāti? Āmantā. ",
  "ya3.2.2:201.1": " Yassa vā pana dhammāyatanaṁ nirujjhittha tassa rūpāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:202.1": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhittha, no ca tesaṁ rūpāyatanaṁ nirujjhati. Sarūpakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhittha rūpāyatanañca nirujjhati. ",
  "ya3.2.2:203.1": " Yassa manāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhitthāti? Āmantā. ",
  "ya3.2.2:204.1": " Yassa vā pana dhammāyatanaṁ nirujjhittha tassa manāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:205.1": "Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhittha, no ca tesaṁ manāyatanaṁ nirujjhati. Sacittakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhittha manāyatanañca nirujjhati. ",
  "ya3.2.2:206.0": "3.2.2.4.2. Anulomaokāsa ",
  "ya3.2.2:206.1": " Yattha cakkhāyatanaṁ nirujjhati …pe…. ",
  "ya3.2.2:207.0": "3.2.2.4.3. Anulomapuggalokāsa ",
  "ya3.2.2:207.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha sotāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:208.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha sotāyatanaṁ nirujjhittha. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati sotāyatanañca nirujjhittha. ",
  "ya3.2.2:209.1": " Yassa vā pana yattha sotāyatanaṁ nirujjhittha tassa tattha cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:210.1": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha sotāyatanaṁ nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ tattha sotāyatanañca nirujjhittha cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:211.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha ghānāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:212.1": "Rūpāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha ghānāyatanaṁ nirujjhittha. Sacakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati ghānāyatanañca nirujjhittha. ",
  "ya3.2.2:213.1": " Yassa vā pana yattha ghānāyatanaṁ nirujjhittha tassa tattha cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:214.1": "Kāmāvacaraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha ghānāyatanañca nirujjhittha cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:215.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha rūpāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:216.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ nirujjhittha. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati rūpāyatanañca nirujjhittha. ",
  "ya3.2.2:217.1": " Yassa vā pana yattha rūpāyatanaṁ nirujjhittha tassa tattha cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:218.1": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ tattha rūpāyatanañca nirujjhittha cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:219.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha manāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:220.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha manāyatanaṁ nirujjhittha. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati manāyatanañca nirujjhittha. ",
  "ya3.2.2:221.1": " Yassa vā pana yattha manāyatanaṁ nirujjhittha tassa tattha cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:222.1": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ tattha manāyatanañca nirujjhittha cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:223.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:224.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ nirujjhittha. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati dhammāyatanañca nirujjhittha. ",
  "ya3.2.2:225.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhittha tassa tattha cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:226.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca nirujjhittha cakkhāyatanañca nirujjhati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:227.1": " Yassa yattha ghānāyatanaṁ nirujjhati tassa tattha rūpāyatanaṁ nirujjhitthāti? Āmantā. ",
  "ya3.2.2:228.1": " Yassa vā pana yattha rūpāyatanaṁ nirujjhittha tassa tattha ghānāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:229.1": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhittha, no ca tesaṁ tattha ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ tattha rūpāyatanañca nirujjhittha ghānāyatanañca nirujjhati. ",
  "ya3.2.2:230.1": " Yassa yattha ghānāyatanaṁ nirujjhati tassa tattha manāyatanaṁ nirujjhitthāti? Āmantā. ",
  "ya3.2.2:231.1": " Yassa vā pana yattha manāyatanaṁ nirujjhittha tassa tattha ghānāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:232.1": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha manāyatanaṁ nirujjhittha, no ca tesaṁ tattha ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ tattha manāyatanañca nirujjhittha ghānāyatanañca nirujjhati. ",
  "ya3.2.2:233.1": " Yassa yattha ghānāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhitthāti? Āmantā. ",
  "ya3.2.2:234.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhittha tassa tattha ghānāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:235.1": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhittha, no ca tesaṁ tattha ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca nirujjhittha ghānāyatanañca nirujjhati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.2:236.1": " Yassa yattha rūpāyatanaṁ nirujjhati tassa tattha manāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:237.1": "Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhati, no ca tesaṁ tattha manāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārā cavantānaṁ tesaṁ tattha rūpāyatanañca nirujjhati manāyatanañca nirujjhittha. ",
  "ya3.2.2:238.1": " Yassa vā pana yattha manāyatanaṁ nirujjhittha tassa tattha rūpāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:239.1": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ nirujjhittha, no ca tesaṁ tattha rūpāyatanaṁ nirujjhati. Pañcavokārā cavantānaṁ tesaṁ tattha manāyatanañca nirujjhittha rūpāyatanañca nirujjhati. ",
  "ya3.2.2:240.1": " Yassa yattha rūpāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:241.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ nirujjhittha. Itaresaṁ sarūpakānaṁ cavantānaṁ tesaṁ tattha rūpāyatanañca nirujjhati dhammāyatanañca nirujjhittha. ",
  "ya3.2.2:242.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhittha tassa tattha rūpāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:243.1": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhittha, no ca tesaṁ tattha rūpāyatanaṁ nirujjhati. Sarūpakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca nirujjhittha rūpāyatanañca nirujjhati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.2:244.1": " Yassa yattha manāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:245.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha manāyatanaṁ nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ nirujjhittha. Itaresaṁ sacittakānaṁ cavantānaṁ tesaṁ tattha manāyatanañca nirujjhati dhammāyatanañca nirujjhittha. ",
  "ya3.2.2:246.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhittha tassa tattha manāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:247.1": "Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhittha, no ca tesaṁ tattha manāyatanaṁ nirujjhati. Sacittakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca nirujjhittha manāyatanañca nirujjhati. ",
  "ya3.2.2:248.0": "3.2.2.4.4. Paccanīkapuggala ",
  "ya3.2.2:248.1": " Yassa cakkhāyatanaṁ na nirujjhati tassa sotāyatanaṁ na nirujjhitthāti? Nirujjhittha. ",
  "ya3.2.2:249.1": " Yassa vā pana sotāyatanaṁ na nirujjhittha tassa cakkhāyatanaṁ na nirujjhatīti? Natthi. ",
  "ya3.2.2:250.1": " Yassa cakkhāyatanaṁ …pe… ghānāyatanaṁ …pe… rūpāyatanaṁ …pe… manāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhitthāti? Nirujjhittha. ",
  "ya3.2.2:251.1": " Yassa vā pana dhammāyatanaṁ na nirujjhittha tassa manāyatanaṁ na nirujjhatīti? Natthi. ",
  "ya3.2.2:252.0": "3.2.2.4.5. Paccanīkaokāsa ",
  "ya3.2.2:252.1": " Yattha cakkhāyatanaṁ na nirujjhati …pe…. ",
  "ya3.2.2:253.0": "3.2.2.4.6. Paccanīkapuggalokāsa ",
  "ya3.2.2:253.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha sotāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:254.1": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha sotāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati sotāyatanañca na nirujjhittha. ",
  "ya3.2.2:255.1": " Yassa vā pana yattha sotāyatanaṁ na nirujjhittha tassa tattha cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:256.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha sotāyatanaṁ na nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha sotāyatanañca na nirujjhittha cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:257.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha ghānāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:258.1": "Kāmāvacaraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhittha. Rūpāvacaraṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati ghānāyatanañca na nirujjhittha. ",
  "ya3.2.2:259.1": " Yassa vā pana yattha ghānāyatanaṁ na nirujjhittha tassa tattha cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:260.1": "Rūpāvacarā cavantānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Rūpāvacaraṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhittha cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:261.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha rūpāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:262.1": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati rūpāyatanañca na nirujjhittha. ",
  "ya3.2.2:263.1": " Yassa vā pana yattha rūpāyatanaṁ na nirujjhittha tassa tattha cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:264.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanañca na nirujjhittha cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:265.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:266.1": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha manāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati manāyatanañca na nirujjhittha. ",
  "ya3.2.2:267.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhittha tassa tattha cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:268.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanañca na nirujjhittha cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:269.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:270.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati dhammāyatanañca na nirujjhittha. ",
  "ya3.2.2:271.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhittha tassa tattha cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:272.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhittha, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhittha cakkhāyatanañca na nirujjhati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:273.1": " Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha rūpāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:274.1": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhittha. Suddhāvāsānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhati rūpāyatanañca na nirujjhittha. ",
  "ya3.2.2:275.1": " Yassa vā pana yattha rūpāyatanaṁ na nirujjhittha tassa tattha ghānāyatanaṁ na nirujjhatīti? Āmantā. ",
  "ya3.2.2:276.1": " Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:277.1": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha manāyatanaṁ na nirujjhittha. Suddhāvāsānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca na nirujjhati manāyatanañca na nirujjhittha. ",
  "ya3.2.2:278.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhittha tassa tattha ghānāyatanaṁ na nirujjhatīti? Āmantā. ",
  "ya3.2.2:279.1": " Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:280.1": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhittha. Suddhāvāsānaṁ tesaṁ tattha ghānāyatanañca na nirujjhati dhammāyatanañca na nirujjhittha. ",
  "ya3.2.2:281.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhittha tassa tattha ghānāyatanaṁ na nirujjhatīti? Āmantā. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.2:282.1": " Yassa yattha rūpāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:283.1": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhati, no ca tesaṁ tattha manāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhati manāyatanañca na nirujjhittha. ",
  "ya3.2.2:284.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhittha tassa tattha rūpāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:285.1": "Suddhāvāse parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhittha, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca na nirujjhittha rūpāyatanañca na nirujjhati. ",
  "ya3.2.2:286.1": " Yassa yattha rūpāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:287.1": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhati dhammāyatanañca na nirujjhittha. ",
  "ya3.2.2:288.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhittha tassa tattha rūpāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:289.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhittha, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhittha rūpāyatanañca na nirujjhati. ",
  "ya3.2.2:290.1": " Yassa yattha manāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:291.1": "Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhittha. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca na nirujjhati dhammāyatanañca na nirujjhittha. ",
  "ya3.2.2:292.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhittha tassa tattha manāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:293.1": "Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhittha, no ca tesaṁ tattha manāyatanaṁ na nirujjhati. Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhittha manāyatanañca na nirujjhati. ",
  "ya3.2.2:294.0.1": "3.2.2.5. Paccuppannānāgatavāra ",
  "ya3.2.2:294.0.2": "3.2.2.5.1. Anulomapuggala ",
  "ya3.2.2:294.1": " Yassa cakkhāyatanaṁ nirujjhati tassa sotāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:295.1": "Pañcavokāre parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ sotāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati sotāyatanañca nirujjhissati. ",
  "ya3.2.2:296.1": " Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:297.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ sotāyatanaṁ nirujjhissati, no ca tesaṁ cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ sotāyatanañca nirujjhissati cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:298.1": " Yassa cakkhāyatanaṁ nirujjhati tassa ghānāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:299.1": "Pañcavokāre parinibbantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati ghānāyatanañca nirujjhissati. ",
  "ya3.2.2:300.1": " Yassa vā pana ghānāyatanaṁ …pe…. ",
  "ya3.2.2:301.1": " Yassa cakkhāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:302.1": "Pañcavokāre parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ rūpāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati rūpāyatanañca nirujjhissati. ",
  "ya3.2.2:303.1": " Yassa vā pana rūpāyatanaṁ …pe…. ",
  "ya3.2.2:304.1": " Yassa cakkhāyatanaṁ nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:305.1": "Pañcavokāre parinibbantānaṁ tesaṁ cakkhāyatanaṁ nirujjhati, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanañca nirujjhati dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:306.1": " Yassa vā pana dhammāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:307.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ …pe… sacakkhukānaṁ cavantānaṁ tesaṁ …pe…. ",
  "ya3.2.2:308.1": " Yassa ghānāyatanaṁ nirujjhati tassa rūpāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:309.1": "Kāmāvacare parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nirujjhati, no ca tesaṁ rūpāyatanaṁ nirujjhissati. Itaresaṁ saghānakānaṁ cavantānaṁ tesaṁ ghānāyatanañca nirujjhati rūpāyatanañca nirujjhissati. ",
  "ya3.2.2:310.1": " Yassa vā pana rūpāyatanaṁ nirujjhissati tassa ghānāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:311.1": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ nirujjhissati, no ca tesaṁ ghānāyatanaṁ nirujjhati. Saghānakānaṁ cavantānaṁ tesaṁ rūpāyatanañca nirujjhissati ghānāyatanañca nirujjhati. ",
  "ya3.2.2:312.1": " Yassa ghānāyatanaṁ nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:313.1": "Kāmāvacare parinibbantānaṁ tesaṁ ghānāyatanaṁ nirujjhati, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ saghānakānaṁ cavantānaṁ tesaṁ ghānāyatanañca nirujjhati dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:314.1": " Yassa vā pana dhammāyatanaṁ …pe…. ",
  "ya3.2.2:315.1": " Yassa rūpāyatanaṁ nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:316.1": "Pañcavokāre parinibbantānaṁ tesaṁ rūpāyatanaṁ nirujjhati, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ sarūpakānaṁ cavantānaṁ tesaṁ rūpāyatanañca nirujjhati dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:317.1": " Yassa vā pana dhammāyatanaṁ nirujjhissati tassa rūpāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:318.1": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ rūpāyatanaṁ nirujjhati. Sarūpakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhissati rūpāyatanañca nirujjhati. ",
  "ya3.2.2:319.1": " Yassa manāyatanaṁ nirujjhati tassa dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:320.1": "Parinibbantānaṁ tesaṁ manāyatanaṁ nirujjhati, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ sacittakānaṁ cavantānaṁ tesaṁ manāyatanañca nirujjhati dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:321.1": " Yassa vā pana dhammāyatanaṁ nirujjhissati tassa manāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:322.1": "Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ dhammāyatanaṁ nirujjhissati, no ca tesaṁ manāyatanaṁ nirujjhati. Sacittakānaṁ cavantānaṁ tesaṁ dhammāyatanañca nirujjhissati manāyatanañca nirujjhati. ",
  "ya3.2.2:323.0": "3.2.2.5.2. Anulomaokāsa ",
  "ya3.2.2:323.1": " Yattha cakkhāyatanaṁ nirujjhati …pe…. ",
  "ya3.2.2:324.0": "3.2.2.5.3. Anulomapuggalokāsa ",
  "ya3.2.2:324.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha sotāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:325.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha sotāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati sotāyatanañca nirujjhissati. ",
  "ya3.2.2:326.1": " Yassa vā pana yattha sotāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:327.1": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha sotāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ tattha sotāyatanañca nirujjhissati cakkhāyatanañca nirujjhati. ",
  "ya3.2.2:328.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha ghānāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:329.1": "Kāmāvacare parinibbantānaṁ rūpāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha ghānāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati ghānāyatanañca nirujjhissati. ",
  "ya3.2.2:330.1": " Yassa vā pana yattha ghānāyatanaṁ …pe… (yathā paccuppannātītepi tividhaṁ vitthāritaṁ evaṁ idampi vitthāretabbaṁ.) ",
  "ya3.2.2:331.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha rūpāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:332.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati rūpāyatanañca nirujjhissati. ",
  "ya3.2.2:333.1": " Yassa vā pana yattha rūpāyatanaṁ …pe…. ",
  "ya3.2.2:334.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha manāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:335.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha manāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati manāyatanañca nirujjhissati. ",
  "ya3.2.2:336.1": " Yassa vā pana yattha manāyatanaṁ …pe…. ",
  "ya3.2.2:337.1": " Yassa yattha cakkhāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:338.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ nirujjhissati. Itaresaṁ sacakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanañca nirujjhati dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:339.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:340.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhati. Sacakkhukānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati cakkhāyatanañca nirujjhati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:341.1": " Yassa yattha ghānāyatanaṁ nirujjhati tassa tattha rūpāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:342.1": "Kāmāvacare parinibbantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ nirujjhissati. Itaresaṁ saghānakānaṁ cavantānaṁ tesaṁ tattha ghānāyatanañca nirujjhati rūpāyatanañca nirujjhissati. ",
  "ya3.2.2:343.1": " Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ nirujjhatīti? Kāmāvacare parinibbantānaṁ tesaṁ tattha …pe…. ",
  "ya3.2.2:344.1": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ tesaṁ tattha …pe…. ",
  "ya3.2.2:345.1": " Yassa yattha ghānāyatanaṁ nirujjhati tassa tattha manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:346.1": "Kāmāvacare parinibbantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ nirujjhissati. Itaresaṁ saghānakānaṁ cavantānaṁ tesaṁ tattha ghānāyatanañca nirujjhati dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:347.1": " Yassa vā pana yattha dhammāyatanaṁ …pe…. ",
  "ya3.2.2:348.1": " Yassa yattha rūpāyatanaṁ nirujjhati tassa tattha manāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:349.1": "Pañcavokāre parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhati, no ca tesaṁ tattha manāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārā cavantānaṁ tesaṁ tattha rūpāyatanañca nirujjhati manāyatanañca nirujjhissati. ",
  "ya3.2.2:350.1": " Yassa vā pana yattha manāyatanaṁ …pe…. ",
  "ya3.2.2:351.1": " Yassa yattha rūpāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:352.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ nirujjhissati. Itaresaṁ sarūpakānaṁ cavantānaṁ tesaṁ tattha rūpāyatanañca nirujjhati dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:353.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:354.1": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ nirujjhati. Sarūpakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati rūpāyatanañca nirujjhati. ",
  "ya3.2.2:355.1": " Yassa yattha manāyatanaṁ nirujjhati tassa tattha dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:356.1": "Parinibbantānaṁ tesaṁ tattha manāyatanaṁ nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ nirujjhissati. Itaresaṁ sacittakānaṁ cavantānaṁ tesaṁ tattha manāyatanañca nirujjhati dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:357.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ nirujjhatīti? ",
  "ya3.2.2:358.1": "Sabbesaṁ upapajjantānaṁ acittakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha manāyatanaṁ nirujjhati. Sacittakānaṁ cavantānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati manāyatanañca nirujjhati. ",
  "ya3.2.2:359.0": "3.2.2.5.4. Paccanīkapuggala ",
  "ya3.2.2:359.1": " Yassa cakkhāyatanaṁ na nirujjhati tassa sotāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:360.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ sotāyatanaṁ na nirujjhissati. Arūpe pacchimabhavikānaṁ tesaṁ cakkhāyatanañca na nirujjhati sotāyatanañca na nirujjhissati. ",
  "ya3.2.2:361.1": " Yassa vā pana sotāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:362.1": "Pañcavokāre parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ sotāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ na nirujjhati. Arūpe pacchimabhavikānaṁ tesaṁ sotāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:363.1": " Yassa cakkhāyatanaṁ na nirujjhati tassa ghānāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:364.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ ghānāyatanaṁ na nirujjhissati. Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ arūpe pacchimabhavikānaṁ tesaṁ cakkhāyatanañca na nirujjhati ghānāyatanañca na nirujjhissati. ",
  "ya3.2.2:365.1": " Yassa vā pana ghānāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:366.1": "Pañcavokāre parinibbantānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ na nirujjhati. Pacchimabhavikānaṁ rūpāvacaraṁ upapajjantānaṁ arūpe pacchimabhavikānaṁ tesaṁ ghānāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:367.1": " Yassa cakkhāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:368.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ rūpāyatanaṁ na nirujjhissati. Arūpe pacchimabhavikānaṁ tesaṁ cakkhāyatanañca na nirujjhati rūpāyatanañca na nirujjhissati. ",
  "ya3.2.2:369.1": " Yassa vā pana rūpāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:370.1": "Pañcavokāre parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ rūpāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ na nirujjhati. Arūpe pacchimabhavikānaṁ tesaṁ rūpāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:371.1": " Yassa cakkhāyatanaṁ na nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:372.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ tesaṁ cakkhāyatanañca na nirujjhati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:373.1": " Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:374.1": "Pañcavokāre parinibbantānaṁ tesaṁ dhammāyatanaṁ na nirujjhissati, no ca tesaṁ cakkhāyatanaṁ na nirujjhati. Arūpe parinibbantānaṁ tesaṁ dhammāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:375.1": " Yassa ghānāyatanaṁ na nirujjhati tassa rūpāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:376.1": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ rūpāyatanaṁ na nirujjhissati. Rūpāvacare parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ ghānāyatanañca na nirujjhati rūpāyatanañca na nirujjhissati. ",
  "ya3.2.2:377.1": " Yassa vā pana rūpāyatanaṁ na nirujjhissati tassa ghānāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:378.1": "Kāmāvacare parinibbantānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ rūpāyatanaṁ na nirujjhissati, no ca tesaṁ ghānāyatanaṁ na nirujjhati. Rūpāvacare parinibbantānaṁ arūpe pacchimabhavikānaṁ tesaṁ rūpāyatanañca na nirujjhissati ghānāyatanañca na nirujjhati. ",
  "ya3.2.2:379.1": " Yassa ghānāyatanaṁ na nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:380.1": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ ghānāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Rūpāvacare arūpāvacare parinibbantānaṁ tesaṁ ghānāyatanañca na nirujjhati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:381.1": " Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa ghānāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:382.1": "Kāmāvacare parinibbantānaṁ tesaṁ dhammāyatanaṁ na nirujjhissati, no ca tesaṁ ghānāyatanaṁ na nirujjhati. Rūpāvacare arūpāvacare parinibbantānaṁ tesaṁ dhammāyatanañca na nirujjhissati ghānāyatanañca na nirujjhati. ",
  "ya3.2.2:383.1": " Yassa rūpāyatanaṁ na nirujjhati tassa manāyatanaṁ …pe… dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:384.1": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ rūpāyatanaṁ na nirujjhati, no ca tesaṁ dhammāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ tesaṁ rūpāyatanañca na nirujjhati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:385.1": " Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa rūpāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:386.1": "Pañcavokāre parinibbantānaṁ tesaṁ dhammāyatanaṁ na nirujjhissati, no ca tesaṁ rūpāyatanaṁ na nirujjhati. Arūpe parinibbantānaṁ tesaṁ dhammāyatanañca na nirujjhissati rūpāyatanañca na nirujjhati. ",
  "ya3.2.2:387.1": " Yassa manāyatanaṁ na nirujjhati tassa dhammāyatanaṁ na nirujjhissatīti? Nirujjhissati. ",
  "ya3.2.2:388.1": " Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa manāyatanaṁ na nirujjhatīti? Nirujjhati. ",
  "ya3.2.2:389.0": "3.2.2.5.5. Paccanīkaokāsa ",
  "ya3.2.2:389.1": " Yattha cakkhāyatanaṁ na nirujjhati …pe…. ",
  "ya3.2.2:390.0": "3.2.2.5.6. Paccanīkapuggalokāsa ",
  "ya3.2.2:390.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha sotāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:391.1": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha sotāyatanaṁ na nirujjhissati. Asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati sotāyatanañca na nirujjhissati. ",
  "ya3.2.2:392.1": " Yassa vā pana yattha sotāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:393.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha sotāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Asaññasattānaṁ arūpānaṁ tesaṁ tattha sotāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:394.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha ghānāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:395.1": "Kāmāvacaraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhissati. Rūpāvacaraṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati ghānāyatanañca na nirujjhissati. ",
  "ya3.2.2:396.1": " Yassa vā pana yattha ghānāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:397.1": "Kāmāvacare parinibbantānaṁ rūpāvacarā cavantānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Rūpāvacaraṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:398.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha rūpāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:399.1": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati rūpāyatanañca na nirujjhissati. ",
  "ya3.2.2:400.1": " Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:401.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Arūpānaṁ tesaṁ tattha rūpāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:402.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:403.1": "Pañcavokāraṁ upapajjantānaṁ acakkhukānaṁ kāmāvacarā cavantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati manāyatanañca na nirujjhissati. ",
  "ya3.2.2:404.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:405.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Arūpe parinibbantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati. ",
  "ya3.2.2:406.1": " Yassa yattha cakkhāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:407.1": "Sabbesaṁ upapajjantānaṁ acakkhukānaṁ cavantānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:408.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:409.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhati. Arūpe parinibbantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhati. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:410.1": " Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha rūpāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:411.1": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Rūpāvacare parinibbantānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhati rūpāyatanañca na nirujjhissati. ",
  "ya3.2.2:412.1": " Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:413.1": "Kāmāvacare parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhati. Rūpāvacare parinibbantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanañca na nirujjhissati ghānāyatanañca na nirujjhati. ",
  "ya3.2.2:414.1": " Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:415.1": "Kāmāvacaraṁ upapajjantānaṁ aghānakānaṁ kāmāvacarā cavantānaṁ rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Rūpāvacare arūpāvacare parinibbantānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca na nirujjhati manāyatanañca na nirujjhissati. ",
  "ya3.2.2:416.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:417.1": "Kāmāvacare parinibbantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhati. Rūpāvacare arūpāvacare parinibbantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanañca na nirujjhissati ghānāyatanañca na nirujjhati. ",
  "ya3.2.2:418.1": " Yassa yattha ghānāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:419.1": "Sabbesaṁ upapajjantānaṁ aghānakānaṁ cavantānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Rūpāvacare arūpāvacare parinibbantānaṁ tesaṁ tattha ghānāyatanañca na nirujjhati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:420.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:421.1": "Kāmāvacare parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhati. Rūpāvacare arūpāvacare parinibbantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhissati ghānāyatanañca na nirujjhati. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.2:422.1": " Yassa yattha rūpāyatanaṁ na nirujjhati tassa tattha manāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:423.1": "Pañcavokāraṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhati, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhati manāyatanañca na nirujjhissati. ",
  "ya3.2.2:424.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:425.1": "Pañcavokāre parinibbantānaṁ asaññasattā cavantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhati. Arūpe parinibbantānaṁ asaññasattaṁ upapajjantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati rūpāyatanañca na nirujjhati. ",
  "ya3.2.2:426.1": " Yassa yattha rūpāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:427.1": "Sabbesaṁ upapajjantānaṁ arūpakānaṁ cavantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhati, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Arūpe parinibbantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhati dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:428.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhatīti? ",
  "ya3.2.2:429.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhati. Arūpe parinibbantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhissati rūpāyatanañca na nirujjhati. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.2:430.1": " Yassa yattha manāyatanaṁ na nirujjhati tassa tattha dhammāyatanaṁ na nirujjhissatīti? Nirujjhissati. ",
  "ya3.2.2:431.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhatīti? Nirujjhati. ",
  "ya3.2.2:432.0.1": "3.2.2.6. Atītānāgatavāra ",
  "ya3.2.2:432.0.2": "3.2.2.6.1. Anulomapuggala ",
  "ya3.2.2:432.1": " Yassa cakkhāyatanaṁ nirujjhittha tassa sotāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:433.1": "Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhittha, no ca tesaṁ sotāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ cakkhāyatanañca nirujjhittha sotāyatanañca nirujjhissati. ",
  "ya3.2.2:434.1": " Yassa vā pana sotāyatanaṁ nirujjhissati tassa cakkhāyatanaṁ nirujjhitthāti? Āmantā. ",
  "ya3.2.2:435.1": " Yassa cakkhāyatanaṁ nirujjhittha tassa ghānāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:436.1": "Kāmāvacare parinibbantānaṁ rūpāvacare arūpāvacare pacchimabhavikānaṁ ye ca rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhittha, no ca tesaṁ ghānāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ cakkhāyatanañca nirujjhittha ghānāyatanañca nirujjhissati. ",
  "ya3.2.2:437.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya3.2.2:438.1": " Yassa cakkhāyatanaṁ nirujjhittha tassa rūpāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:439.1": "Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ nirujjhittha, no ca tesaṁ rūpāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ cakkhāyatanañca nirujjhittha rūpāyatanañca nirujjhissati. ",
  "ya3.2.2:440.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya3.2.2:441.1": " Yassa cakkhāyatanaṁ nirujjhittha tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:442.1": "Parinibbantānaṁ tesaṁ cakkhāyatanaṁ nirujjhittha, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ cakkhāyatanañca nirujjhittha dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:443.1": " Yassa vā pana …pe… ? Āmantā. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:444.1": " Yassa ghānāyatanaṁ nirujjhittha tassa rūpāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:445.1": "Pañcavokāre parinibbantānaṁ arūpe pacchimabhavikānaṁ ye ca arūpaṁ upapajjitvā parinibbāyissanti tesaṁ cavantānaṁ tesaṁ ghānāyatanaṁ nirujjhittha, no ca tesaṁ rūpāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ ghānāyatanañca nirujjhittha rūpāyatanañca nirujjhissati. ",
  "ya3.2.2:446.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya3.2.2:447.1": " Yassa ghānāyatanaṁ nirujjhittha tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:448.1": "Parinibbantānaṁ tesaṁ ghānāyatanaṁ nirujjhittha, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ ghānāyatanañca nirujjhittha dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:449.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya3.2.2:450.1": " Yassa rūpāyatanaṁ nirujjhittha tassa manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:451.1": "Parinibbantānaṁ tesaṁ rūpāyatanaṁ nirujjhittha, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ rūpāyatanañca nirujjhittha dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:452.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya3.2.2:453.1": " Yassa manāyatanaṁ nirujjhittha tassa dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:454.1": "Parinibbantānaṁ tesaṁ manāyatanaṁ nirujjhittha, no ca tesaṁ dhammāyatanaṁ nirujjhissati. Itaresaṁ tesaṁ manāyatanañca nirujjhittha dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:455.1": " Yassa vā pana …pe… ? Āmantā. ",
  "ya3.2.2:456.0": "3.2.2.6.2. Anulomaokāsa ",
  "ya3.2.2:456.1": " Yattha cakkhāyatanaṁ nirujjhittha …pe…. ",
  "ya3.2.2:457.0": "3.2.2.6.3. Anulomapuggalokāsa ",
  "ya3.2.2:457.1": " Yassa yattha cakkhāyatanaṁ nirujjhittha tassa tattha sotāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:458.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhittha, no ca tesaṁ tattha sotāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca nirujjhittha sotāyatanañca nirujjhissati. ",
  "ya3.2.2:459.1": " Yassa vā pana yattha sotāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:460.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha sotāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha sotāyatanañca nirujjhissati cakkhāyatanañca nirujjhittha. ",
  "ya3.2.2:461.1": " Yassa yattha cakkhāyatanaṁ nirujjhittha tassa tattha ghānāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:462.1": "Kāmāvacare parinibbantānaṁ rūpāvacarānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhittha, no ca tesaṁ tattha ghānāyatanaṁ nirujjhissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha cakkhāyatanañca nirujjhittha ghānāyatanañca nirujjhissati. ",
  "ya3.2.2:463.1": " Yassa vā pana yattha ghānāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhitthāti? Āmantā. ",
  "ya3.2.2:464.1": " Yassa yattha cakkhāyatanaṁ nirujjhittha tassa tattha rūpāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:465.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhittha, no ca tesaṁ tattha rūpāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca nirujjhittha rūpāyatanañca nirujjhissati. ",
  "ya3.2.2:466.1": " Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:467.1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha rūpāyatanañca nirujjhissati cakkhāyatanañca nirujjhittha. ",
  "ya3.2.2:468.1": " Yassa yattha cakkhāyatanaṁ nirujjhittha tassa tattha manāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:469.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhittha, no ca tesaṁ tattha manāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca nirujjhittha manāyatanañca nirujjhissati. ",
  "ya3.2.2:470.1": " Yassa vā pana yattha manāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:471.1": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha manāyatanañca nirujjhissati cakkhāyatanañca nirujjhittha. ",
  "ya3.2.2:472.1": " Yassa yattha cakkhāyatanaṁ nirujjhittha tassa tattha dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:473.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha cakkhāyatanaṁ nirujjhittha, no ca tesaṁ tattha dhammāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha cakkhāyatanañca nirujjhittha dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:474.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha cakkhāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:475.1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati cakkhāyatanañca nirujjhittha. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:476.1": " Yassa yattha ghānāyatanaṁ nirujjhittha tassa tattha rūpāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:477.1": "Kāmāvacare parinibbantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhittha, no ca tesaṁ tattha rūpāyatanaṁ nirujjhissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha ghānāyatanañca nirujjhittha rūpāyatanañca nirujjhissati. ",
  "ya3.2.2:478.1": " Yassa vā pana yattha rūpāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:479.1": "Rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ nirujjhittha. Kāmāvacarānaṁ tesaṁ tattha rūpāyatanañca nirujjhissati ghānāyatanañca nirujjhittha. ",
  "ya3.2.2:480.1": " Yassa yattha ghānāyatanaṁ nirujjhittha tassa tattha manāyatanaṁ …pe… dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:481.1": "Kāmāvacare parinibbantānaṁ tesaṁ tattha ghānāyatanaṁ nirujjhittha, no ca tesaṁ tattha dhammāyatanaṁ nirujjhissati. Itaresaṁ kāmāvacarānaṁ tesaṁ tattha ghānāyatanañca nirujjhittha dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:482.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha ghānāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:483.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ nirujjhittha. Kāmāvacarānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati ghānāyatanañca nirujjhittha. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.2:484.1": " Yassa yattha rūpāyatanaṁ nirujjhittha tassa tattha manāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:485.1": "Pañcavokāre parinibbantānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhittha, no ca tesaṁ tattha manāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ tesaṁ tattha rūpāyatanañca nirujjhittha manāyatanañca nirujjhissati. ",
  "ya3.2.2:486.1": " Yassa vā pana yattha manāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:487.1": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha manāyatanaṁ nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ tesaṁ tattha manāyatanañca nirujjhissati rūpāyatanañca nirujjhittha. ",
  "ya3.2.2:488.1": " Yassa yattha rūpāyatanaṁ nirujjhittha tassa tattha dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:489.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ nirujjhittha, no ca tesaṁ tattha dhammāyatanaṁ nirujjhissati. Itaresaṁ pañcavokārānaṁ asaññasattānaṁ tesaṁ tattha rūpāyatanañca nirujjhittha dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:490.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha rūpāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:491.1": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ nirujjhittha. Itaresaṁ pañcavokārānaṁ asaññasattānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati rūpāyatanañca nirujjhittha. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.2:492.1": " Yassa yattha manāyatanaṁ nirujjhittha tassa tattha dhammāyatanaṁ nirujjhissatīti? ",
  "ya3.2.2:493.1": "Parinibbantānaṁ tesaṁ tattha manāyatanaṁ nirujjhittha, no ca tesaṁ tattha dhammāyatanaṁ nirujjhissati. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha manāyatanañca nirujjhittha dhammāyatanañca nirujjhissati. ",
  "ya3.2.2:494.1": " Yassa vā pana yattha dhammāyatanaṁ nirujjhissati tassa tattha manāyatanaṁ nirujjhitthāti? ",
  "ya3.2.2:495.1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha dhammāyatanaṁ nirujjhissati, no ca tesaṁ tattha manāyatanaṁ nirujjhittha. Itaresaṁ catuvokārānaṁ pañcavokārānaṁ tesaṁ tattha dhammāyatanañca nirujjhissati manāyatanañca nirujjhittha. ",
  "ya3.2.2:496.0": "3.2.2.6.4. Paccanīkapuggala ",
  "ya3.2.2:496.1": " Yassa cakkhāyatanaṁ na nirujjhittha tassa sotāyatanaṁ na nirujjhissatīti? Natthi. ",
  "ya3.2.2:497.1": " Yassa vā pana sotāyatanaṁ na nirujjhissati tassa cakkhāyatanaṁ na nirujjhitthāti? Nirujjhittha. ",
  "ya3.2.2:498.1": " Yassa cakkhāyatanaṁ …pe… ghānāyatanaṁ … rūpāyatanaṁ … manāyatanaṁ na nirujjhittha tassa dhammāyatanaṁ na nirujjhissatīti? Natthi. ",
  "ya3.2.2:499.1": " Yassa vā pana dhammāyatanaṁ na nirujjhissati tassa manāyatanaṁ na nirujjhitthāti? Nirujjhittha. ",
  "ya3.2.2:500.0": "3.2.2.6.5. Paccanīkaokāsa ",
  "ya3.2.2:500.1": " Yassa cakkhāyatanaṁ na nirujjhittha …pe…. ",
  "ya3.2.2:501.0": "3.2.2.6.6. Paccanīkapuggalokāsa ",
  "ya3.2.2:501.1": " Yassa yattha cakkhāyatanaṁ na nirujjhittha tassa tattha sotāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:502.1": "Suddhāvāsaṁ upapajjantānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhittha, no ca tesaṁ tattha sotāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhittha sotāyatanañca na nirujjhissati. ",
  "ya3.2.2:503.1": " Yassa vā pana yattha sotāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:504.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha sotāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha sotāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhittha. ",
  "ya3.2.2:505.1": " Yassa yattha cakkhāyatanaṁ na nirujjhittha tassa tattha ghānāyatanaṁ na nirujjhissatīti? Āmantā. ",
  "ya3.2.2:506.1": " Yassa vā pana yattha ghānāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:507.1": "Kāmāvacare parinibbantānaṁ rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhittha. Suddhāvāsānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhittha. ",
  "ya3.2.2:508.1": " Yassa yattha cakkhāyatanaṁ na nirujjhittha tassa tattha rūpāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:509.1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhittha, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhittha rūpāyatanañca na nirujjhissati. ",
  "ya3.2.2:510.1": " Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:511.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhittha. ",
  "ya3.2.2:512.1": " Yassa yattha cakkhāyatanaṁ na nirujjhittha tassa tattha manāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:513.1": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhittha, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ asaññasattānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhittha manāyatanañca na nirujjhissati. ",
  "ya3.2.2:514.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:515.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanañca na nirujjhissati, cakkhāyatanañca na nirujjhittha. ",
  "ya3.2.2:516.1": " Yassa yattha cakkhāyatanaṁ na nirujjhittha tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:517.1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ arūpānaṁ tesaṁ tattha cakkhāyatanaṁ na nirujjhittha, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ tesaṁ tattha cakkhāyatanañca na nirujjhittha dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:518.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha cakkhāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:519.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ tattha cakkhāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhissati cakkhāyatanañca na nirujjhittha. (Cakkhāyatanamūlakaṁ.) ",
  "ya3.2.2:520.1": " Yassa yattha ghānāyatanaṁ na nirujjhittha tassa tattha rūpāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:521.1": "Rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhittha, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissati. Rūpāvacare parinibbantānaṁ arūpānaṁ tesaṁ tattha ghānāyatanañca na nirujjhittha rūpāyatanañca na nirujjhissati. ",
  "ya3.2.2:522.1": " Yassa vā pana yattha rūpāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:523.1": "Kāmāvacare parinibbantānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhittha. Rūpāvacare parinibbantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanañca na nirujjhissati ghānāyatanañca na nirujjhittha. ",
  "ya3.2.2:524.1": " Yassa yattha ghānāyatanaṁ na nirujjhittha tassa tattha manāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:525.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhittha, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Rūpāvacare arūpāvacare parinibbantānaṁ asaññasattānaṁ tesaṁ tattha ghānāyatanañca na nirujjhittha manāyatanañca na nirujjhissati. ",
  "ya3.2.2:526.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:527.1": "Kāmāvacare parinibbantānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhittha. Rūpāvacare arūpāvacare parinibbantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanañca na nirujjhissati ghānāyatanañca na nirujjhittha. ",
  "ya3.2.2:528.1": " Yassa yattha ghānāyatanaṁ na nirujjhittha tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:529.1": "Rūpāvacarānaṁ arūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhittha, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Rūpāvacare arūpāvacare parinibbantānaṁ tesaṁ tattha ghānāyatanañca na nirujjhittha dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:530.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha ghānāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:531.1": "Kāmāvacare parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ tattha ghānāyatanaṁ na nirujjhittha. Rūpāvacare arūpāvacare parinibbantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhissati ghānāyatanañca na nirujjhittha. (Ghānāyatanamūlakaṁ.) ",
  "ya3.2.2:532.1": " Yassa yattha rūpāyatanaṁ na nirujjhittha tassa tattha manāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:533.1": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhittha, no ca tesaṁ tattha manāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhittha manāyatanañca na nirujjhissati. ",
  "ya3.2.2:534.1": " Yassa vā pana yattha manāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:535.1": "Pañcavokāre parinibbantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ tesaṁ tattha manāyatanañca na nirujjhissati rūpāyatanañca na nirujjhittha. ",
  "ya3.2.2:536.1": " Yassa yattha rūpāyatanaṁ na nirujjhittha tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:537.1": "Suddhāvāsaṁ upapajjantānaṁ arūpānaṁ tesaṁ tattha rūpāyatanaṁ na nirujjhittha, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ tesaṁ tattha rūpāyatanañca na nirujjhittha dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:538.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha rūpāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:539.1": "Pañcavokāre parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ arūpe parinibbantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhissati rūpāyatanañca na nirujjhittha. (Rūpāyatanamūlakaṁ.) ",
  "ya3.2.2:540.1": " Yassa yattha manāyatanaṁ na nirujjhittha tassa tattha dhammāyatanaṁ na nirujjhissatīti? ",
  "ya3.2.2:541.1": "Suddhāvāsaṁ upapajjantānaṁ asaññasattānaṁ tesaṁ tattha manāyatanaṁ na nirujjhittha, no ca tesaṁ tattha dhammāyatanaṁ na nirujjhissati. Suddhāvāse parinibbantānaṁ tesaṁ tattha manāyatanañca na nirujjhittha dhammāyatanañca na nirujjhissati. ",
  "ya3.2.2:542.1": " Yassa vā pana yattha dhammāyatanaṁ na nirujjhissati tassa tattha manāyatanaṁ na nirujjhitthāti? ",
  "ya3.2.2:543.1": "Parinibbantānaṁ tesaṁ tattha dhammāyatanaṁ na nirujjhissati, no ca tesaṁ tattha manāyatanaṁ na nirujjhittha. Suddhāvāse parinibbantānaṁ tesaṁ tattha dhammāyatanañca na nirujjhissati manāyatanañca na nirujjhittha. ",
  "ya3.2.2:544.1": "Nirodhavāro. "
}