{
  "sn49.1-12:0.1": "Verbundene Lehrreden 49.1–12 ",
  "sn49.1-12:0.2": "1. Das Kapitel mit abgekürzten Texten über den Ganges ",
  "sn49.1-12:0.3": "Nach-Osten-Neigen usw. ",
  "sn49.1-12:1.1": "In Sāvatthī. ",
  "sn49.1-12:1.2": "Dort sagte der Buddha: ",
  "sn49.1-12:1.3": "„Mönche und Nonnen, es gibt vier Arten rechten Bemühens. ",
  "sn49.1-12:1.4": "Welche vier? ",
  "sn49.1-12:1.5": "Da entwickelt ein Mönch Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen. ",
  "sn49.1-12:1.6": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden. ",
  "sn49.1-12:1.7": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften aufkommen. ",
  "sn49.1-12:1.8": "Er entwickelt Begeisterung, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "sn49.1-12:1.9": "Das sind die vier Arten rechten Bemühens. ",
  "sn49.1-12:2.1": "Der Ganges neigt sich nach Osten, strebt nach Osten und richtet sich nach Osten aus. ",
  "sn49.1-12:2.2": "Ebenso neigt sich ein Mönch, der die vier Arten rechten Bemühens entwickelt und ausbaut, zum Erlöschen, strebt zum Erlöschen und richtet sich zum Erlöschen aus. ",
  "sn49.1-12:2.3": "Und wie neigt sich ein Mönch, der die vier Arten rechten Bemühens entwickelt und ausbaut, zum Erlöschen, strebt zum Erlöschen und richtet sich zum Erlöschen aus? ",
  "sn49.1-12:2.4": "Da entwickelt ein Mönch Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen. ",
  "sn49.1-12:2.5": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden. ",
  "sn49.1-12:2.6": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften aufkommen. ",
  "sn49.1-12:2.7": "Er entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht seinen Geist und bemüht sich, damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln. ",
  "sn49.1-12:2.8": "So neigt sich ein Mönch, der die vier Arten rechten Bemühens entwickelt und ausbaut, zum Erlöschen, strebt zum Erlöschen und richtet sich zum Erlöschen aus.“ ",
  "sn49.1-12:3.1": "(In voller Länge sprechen wie in [sn45.92]()–102.) ",
  "sn49.1-12:4.1": "Sechs über das Nach-Osten-Neigen ",
  "sn49.1-12:4.2": "und sechs über das Neigen zum Meer; ",
  "sn49.1-12:4.3": "diese beiden Sechsergruppen ergeben zwölf, ",
  "sn49.1-12:4.4": "und so wird dieses Kapitel aufgesagt. "
}