{
  "dn11:1.2": "Das war die Bühne für einige kontroverse Diskussionen mit Jainas ([mn56](), [sn42.8]()), auch für Sāriputtas bewegende Erklärung seines Vertrauens kurz vor seinem Tod ([sn47.12](), [dn16:1.16.1](), [dn28]()). (Sujato) ",
  "dn11:1.3": "Kevaḍḍha wird nur hier genannt. Manuskripte schreiben seinen Namen verschieden, als Kevaddha oder Kevaṭṭa („Fischer“). Die chinesische Form <span lang='lzh'>堅固</span> bedeutet „stämmig“ (von _dṛḍha_) und stützt somit Kevaḍḍha (Sujato) ",
  "dn11:1.5": "Ich erhielt eine Anfrage für die gleiche Sache aus dem gleichen Grund. (Sujato) ",
  "dn11:1.9": "Es ist sogar verboten in [Kd 15:8.2.23](https://suttacentral.net/pli-tv-kd15/en/brahmali#8.2.23). (Sujato) ",
  "dn11:2.2": "Die Lesart _dhaṁsemi_ ist zweifelhaft. Eine alte burmesische Handschrift hat die Lesart _dhammaṁ desemi_, die das wiederholt, was der Buddha gerade vorher gesagt hat. Man beachte auch, dass Kevaḍḍha den Buddha drängt, die Mönche „anzuweisen“ (_samādisatu_, von der gleichen Wurzel wie _desemi_). Ich denke, dass die Spannung beabsichtigt ist: Kevaḍḍha sagt, er sage dem Buddha nicht, wie er lehren solle, aber er tut genau das. Andere Lesarten vermitteln die Bedeutung „angreifen, beleidigen“, aber das scheint nicht angebracht. (Sujato) ",
  "dn11:3.8": "Wie vorher bemerkt, ist die Grundbedeutung von _pāṭihāriya_ „Demonstration“, und wie der Kontext hier zeigt, kann dazu eine „Vorführung von Wundern“, d. h. eine „Wundertat“ gehören oder auch nicht. (Sujato) ",
  "dn11:3.10": "Diese drei werden in den Suttas häufig erwähnt. Nur die letzte wird vom Buddha befürwortet, da sie zu echtem Wachstum führt. (Sujato) ",
  "dn11:4.5": "Seine Vorannahmen wurden bestätigt. (Sujato) ",
  "dn11:5.1": "Man beachte, wie ein skeptischer Geist näher bei der Wahrheit bleibt. (Sujato) ",
  "dn11:5.2": "Zauberspruch ist _vijjā_ (Sanskrit _vidyā_, „(wirkmächtiges) Wissen“, vgl. engl. „wicca“, „wizard“, „witch“; deutsch „Wissen“, A.d.Ü.). Der Kommentar sagt, er sei von den Sehern von Gandhāra (nordwestliches Pakistan) ausgeübt worden. Die Jaina-Tradition kennt auch ein Gandhārī-Mantra, das sie aber gewissen _Vidyādhara_-Gottheiten zuschreibt. Ähnlich kennt auch die Sanskrittradition eine _vidyādevī_ („Weisheitsgottheit“) mit Namen Gandhārī. Gandhāra war ein altes Land der Gelehrsamkeit und ein passender Ort für exotische Magien. (Sujato) ",
  "dn11:5.7": "Diese Taten haben nichts mit spirituellem Wachstum zu tun, sie können daher mit vielen verschiedenen Mitteln hervorgebracht oder vielleicht vorgetäuscht werden. (Sujato) ",
  "dn11:6.1": "„Enthüllung“ ist _ādesana_, von der Wurzel _dis_, „anzeigen, zeigen, hinweisen“. (Sujato) ",
  "dn11:6.2": "Die Paliwörter hier sind _citta_, _cetasika_, _vitakka_ und _vicāra_. (Sujato) ",
  "dn11:6.3": "Hier haben wir _mano_ (zweimal) und _citta_. (Sujato) ",
  "dn11:7.2": "Von _maṇi_, „Edelstein“. Magische Edelsteine sind verbreitete Merkmale der indischen Erzähltradition. In buddhistischen Geschichten kommen oft „wunscherfüllende Edelsteine“ vor (_cintāmaṇi_), und nach dem Kommentar ist das hier gemeint. (Sujato) ",
  "dn11:67.3": "Die Geschichte wird als tatsächlicher Vorfall präsentiert, ist aber wie eine Fabel formuliert. (Sujato) ",
  "dn11:67.4": "Die Frage bezieht sich auf die Meditation, nicht auf die Vernichtung der materiellen Welt. Die ersten vier _Jhānas_ sind auf „subtile Form“ (_sukhumarūpa_) gegründet, die sich in tiefer Meditation als Licht manifestiert. Der Mönch fragt, wie man darüber hinausgehen kann zu den formlosen Zuständen. (Sujato) ",
  "dn11:68.1": "Der Mönch hat die _Jhānas_ bereits gut entwickelt. „Den Körper beherrschen bis hin zur Brahmāwelt“ ist eine der „Demonstrationen übersinnlicher Kraft“, die oben aufgezählt sind. (Sujato) ",
  "dn11:68.2": "Die „Götter der Vier Großen Könige“ sind Gottheiten, die in einem Reich geboren sind, das den Oberherren unterstellt ist, die als die Vier Großen Könige bekannt sind. Diese Gottheiten bewohnen das niederste der himmlischen Reiche. (Sujato) ",
  "dn11:68.7": "Das sind mächtige Geister, die die vier Himmelsrichtungen bewachen. In [an8.36]() wird erklärt, dass sie, wie andere führende Götter, die weiter unten genannt sind, ihre Stellung durch ihre höhere Großzügigkeit und Sittlichkeit erlangt hatten. (Sujato) ",
  "dn11:69.6": "Die „Dreiunddreißig“ genießen verfeinerte sinnliche Wonnen. Ihre Zahl ist eine Verdoppelung der Dreiheit. In buddhistischen Texten werden sie nicht einzeln benannt, aber spätere brahmanische Traditionen rechnen sie als acht Vasus, elf Rudras und zwölf Ādityas, plus zwei, die entweder als Dyaus („Himmel“ = Zeus) und Pṛthivī („Erde“) oder als Indra und Prajāpati oder als die beiden Aśvins bezeichnet werden. (Sujato) ",
  "dn11:70.6": "Gewöhnlich ist er als „Götterkönig“ bekannt, aber tatsächlich herrscht er nur über das relativ niedere Reich der Dreiunddreißig. Er ist der vedische Indra, der heldenhafte Töter des Drachen Vṛtra, und ist der am besten persönlich bekannte Gott de Palikanons. (Sujato) ",
  "dn11:80.5": "Die bisherigen Gottheiten erlangten ihre Stellung rein durch Sittlichkeit und Großzügigkeit, nicht durch _Jhāna_. Die Götter aus Brahmās Gefolge übten das erste _Jhāna_, aber sie wissen nicht, was jenseits davon liegt. (Sujato) ",
  "dn11:80.7": "Die gleiche Passage kommt auch in [dn1:2.5.2]() vor, wo sie ebenfalls einen satirischen Unterton hat, indem sie sich über die Großspurigkeit religiöser Titel lustig macht. (Sujato) ",
  "dn11:80.8": "Selbst die Gemeinschaft Brahmās hat kein Selbstvertrauen. (Sujato) ",
  "dn11:80.12": "Diese Stelle könnte eine der Quellen für den späteren Gebrauch von _nimitta_ in der Bedeutung eines Lichts sein, das das Nahen eines _Jhāna_ anzeigt. (Sujato) ",
  "dn11:81.5": "Er wirft sich in die Brust, aber wie die asketischen Lehrer aus [dn2]() beantwortet er nicht die Frage. (Sujato) ",
  "dn11:82.2": "Er redet Brahmā mit _āvuso_ an. Das wird oft mit „Freund“ übersetzt, aber die Wurzel ist _āyu_ („Alter“), daher ist es respektvoll, nicht vertraulich. (Sujato) ",
  "dn11:83.1": "Statt zu versuchen, sich auf Brahmās Vorstellungen einzulassen, wiederholt er beharrlich seine Frage. Das ist eine geschickte Art, mit narzisstischen Persönlichkeitszügen umzugehen. (Sujato) ",
  "dn11:83.6": "Brahmā geniert sich, seine Unwissenheit einzugestehen. Vielleicht ein satirischer Hinweis auf Bṛhadāraṇyaka-Upaniṣad 3.2.13, wo Yājñavalkya den Jāratkārava Ārtabhāga am Arm  nimmt und für eine geheime Besprechung zur Seite führt. (Sujato) ",
  "dn11:83.9": "Zumindest ist er ehrlich über sein fehlendes Wissen, wenn auch nicht in der Öffentlichkeit. (Sujato) ",
  "dn11:85.10": "Die folgenden Strophen sind schwierig, da sie am Anfang von einer Art von Bewusstsein sprechen und am Ende vom Aufhören des Bewusstseins. Die einfachste Art, das aufzulösen, ist, anzunehmen, es seien zwei getrennte Fragen. (Sujato) ",
  "dn11:85.11": "Das ist eine Umformulierung der ursprünglichen Frage und fragt danach, wo die vier „formhaften“ _Jhānas_ enden. (Sujato) ",
  "dn11:85.13": "Hier beginnt die zweite Frage, die die tiefere Frage stellt, wie alle diese Dinge enden. Eine ähnliche Aufzählung von Schlüsselwörtern an anderer Stelle beschreibt Dinge, die nicht gestohlen werden dürfen ([snp3.9:45.1]()), oder die Arten der Lebewesen ([snp1.8:4.3]()). Das sind die Aspekte, in denen sich „Form“ in erwünschter oder unerwünschter Form manifestiert. (Sujato) ",
  "dn11:85.14": "Die ersten vier Begriffe in dieser Strophe sind identisch mit Yājñavalkyas Beschreibung des unwandelbaren Brahman als „weder grob noch fein, weder kurz noch lang“ in Bṛhadāraṇyaka-Upaniṣad 3.8.8. (Sujato) ",
  "dn11:85.18": "Das Adjektiv „unendlich“ (_ananta_) ist die direkte Bestimmung von „Bewusstsein“, aber im Pali ist es in die nächste Zeile verschoben, damit es ins Versmaß passt. Die Dimension des unendlichen Bewusstseins ist einer der formlosen Bereiche, die Brahmā nicht kennt. Yājñavalkya beschreibt Bewusstsein als unendlich in der berühmten Passage in Bṛhadāraṇyaka-Upaniṣad 2.4.12. (Sujato) ",
  "dn11:85.19": "Der Geist im vierten _Jhāna_, auf dem die formlosen Zustände aufbauen, wird als _pariyodāta_ beschrieben („hell“, wörtlich „überall weiß“), was ein Synonym zu _sabbatopabhaṁ_ („rundum leuchtend“) ist. (Sujato) ",
  "dn11:85.26": "Gemäß dem abhängigen Entstehen hören Name und Form auf, wenn Bewusstsein aufhört, und mit Name und Form hören alle erwünschten und unerwünschten Dinge in der Welt auf. (Sujato) "
}
