{
  "dn12:1.2": "Das ist das einzige Vorkommen eines Ortes mit Namen Sālavatikā („Salbäume im Überfluss“). Eine Kurtisane von Rājagaha mit Namen Sālavatī kommt in [Kd 8:MT 3-3](https://suttacentral.net/pli-tv-kd8/de/maitrimurti-traetow?reference=main&highlight=true#mt3-3) vor; vielleicht kam sie von diesem Ort. (Sujato) ",
  "dn12:1.3": "Ein gewisser Brahmane Lohicca kommt auch in [sn35.132]() vor. Aber da das weit weg in Avantī speilt, nach dem Tod des Buddha, und da es in beiden Fällen heißt, er habe Zuflucht genommen, handelt es sich wahrscheinlich um verschiedene Leute. (Sujato) ",
  "dn12:2.2": "Eine ähnliche Ansicht wird manchmal zu Unrecht den Theravāda-Anhängern zugeschrieben, dass sie nämlich nur an ihrer eigenen Befreiung interessiert wären. (Sujato) ",
  "dn12:4.1": "_Nhāpita_ scheint zwar mit _nhāpaka_ („Bader“) identisch zu sein, aber es wird gewöhnlich gemäß Ja 395 übersetzt, wo es „Barbier“ heißt. (Sujato) ",
  "dn12:4.5": "Man beachte den ungewöhnlichen Gebrauch von _kira_ in diesem Idiom, das man in [sn35.133:2.3](), [mn85:3.5](), [mn127:2.5]() und [ud2.8:6.8]() findet. Ich denke, es drückt eine höfliche Ehrerbietung aus, und gebe es mit „might“ wieder statt mit „would“ („wolle“ oder „möchte“ statt „würde“). (Sujato) ",
  "dn12:8.9": "Es scheint, der Barbier war nicht nur ein zuverlässiger Vertrauter, sondern ein kluger Mann, dem es ernsthaft um Lohiccas Wohl zu tun war. (Sujato) ",
  "dn12:8.10": "Der Buddha ist bescheiden, was seine Erfolgsaussichten angeht. (Sujato) ",
  "dn12:9.6": "Hier ergreift der Buddha die Initiative. „Schädlicher Irrglauben“ ist _pāpakaṁ diṭṭhigataṁ_. (Sujato) ",
  "dn12:11.2": "Die Herrschaft über Kāsi war instabil. Es war zuvor ein unabhängiges Königreich gewesen, war aber von Pasenadis Vater Mahākosala eingenommen worden. Gegen Ende des Lebens des Buddha war es umstritten zwischen Kosala und Magadha und wurde schließlich Teil des größeren Reichs von Magadha. | Hier wird das gleiche Verb _ajjhāvasati_ gebraucht, aber hier passt „herrscht über“ besser als „residiert“. (Sujato) ",
  "dn12:13.7": "Nur indem wir das Gute, das wir kennen, weitergeben, können wir uns gegenseitig unterstützen. (Sujato) ",
  "dn12:16.1": "Obwohl der Buddha Lohiccas Ansicht als schädlich dargestellt hat, kommt er ihm entgegen und zeigt, dass sie nicht vollständig falsch ist. Es gibt Fälle, in denen man besser nicht lehrt. (Sujato) ",
  "dn12:16.12": "Die Geschlechter an dieser Stelle werden durch den Gebrauch weiblicher Substantive klar. Unerwünschte Annäherungsversuche wurden als offensichtliches Beispiel von etwas Falschem angesehen. (Sujato) ",
  "dn12:17.4": "In [dn29:5.2]() wird der entgegengesetzte Sinn als _samādāya taṁ dhammaṁ vattati_ ausgedrückt. (Sujato) ",
  "dn12:18.10": "Der Buddha übernimmt die Formulierung Lohiccas, aber wendet sie in einem spezifischen Sinn an, nicht als Verallgemeinerung. (Sujato) ",
  "dn12:19.2": "Nun, da der Buddha einen gewissen Grad an Überschneidung zwischen ihren Ansichten hergestellt hat, will Lohicca mehr wissen. (Sujato) ",
  "dn12:19.3": "Wieder antwortet der Buddha direkt und einfach. (Sujato) ",
  "dn12:78.2": "_Naraka_ heißt manchmal „Hölle“, aber in [thag16.8:4.2]() ist es ein Ausdruck für einen Abgrund, was zu dem naturalistischen Rahmen hier passt. (Sujato) "
}
