{
  "dn13:1.2": "Manasākaṭa wird nur hier erwähnt. (Sujato) ",
  "dn13:1.3": "Die Aciravatī heißt heute Rapti. Sie war einer der großen Flüsse, die vom Himalaya durch Kosala in den Ganges flossen. (Sujato) ",
  "dn13:3.1": "Ähnliche Diskussionen findet man in [mn98]() = [snp3.9]() und [dn27](). (Sujato) ",
  "dn13:4.2": "Das muss vor Pokkharasādis Bekehrung in [dn3:2.22.1]() gewesen sein. Pokkharasādi war ein Mann mit Familie, der die Wirklichkeit übermenschlicher Meditationszustände abstritt ([mn99:10.4]()) und Sittlichkeit und Pflichten höher stellte als die Abstammungslinie ([mn98:3.7]()), was dazu passt, dass er in Āpastamba-Dharmasūtra 1.6.19.7 und 1.10.28 zu ethischen Fragen zitiert wird. | _Brahmasahabyatā_ heißt nicht „Vereinigung mit Brahmā“, sondern vielmehr „Wiedergeburt als Mitglied von Brahmās Gefolge“ (siehe z. B. [an5.34:9.4]()). Das nicht-dualistische Konzept, dass das begrenzte persönliche Selbst mit der kosmischen Gottheit verschmilzt, wird im Pali vielmehr in Sätzen wie _so attā so loko_ („Das Selbst und das Weltall sind ein und dasselbe“) ausgedrückt. (Sujato) ",
  "dn13:5.2": "In den Palitexten treffen wir Tārukkha nie an, er wird nur in Abwesenheit erwähnt. Er plädierte offenbar dafür, dass die Abstammung, nicht das Verhalten, einen zum Brahmanen macht ([mn98:3.4]()). Es gibt einen Tārukṣya in Aitareya-Āraṇyaka 3.1.6.1, dessen Ansicht es war, dass die Vereinigung (mit Brahmā) mit der Verbindung von Sprache und Atem zustande käme; das wurde neben den Ansichten vieler anderer Brahmanen diskutiert. In Rig-Veda 8.46.32 gibt ein gewisser Balbūtha Tarukṣa der Dāser einem Weisen eine Spende. Sāyaṇa, der vedische Kommentator, sagt, dass Balbūtha Tarukṣa ein Wächter von Kühen gewesen sei, was offensichtlich auf das Aitareya-Āraṇyaka anspielt, das Tārukṣya als den Wächter der Kühe seines Lehrers beschreibt und so Tārukṣya in der Linie von Tarukṣa verortet. Hiraṇyakeśīgṛhyasūtra 2.8.19 erwähnt ihn auch als Lehrer; dort wird er Tarukṣa geschrieben. (Sujato) ",
  "dn13:10.2": "In Jayatillekes *Early Buddhist Theory of Knowledge*, S. 480 werden diese identifiziert. Ihre jeweiligen Texte sind: Śatapathabrāhmaṇa (einschl. Bṛhadāraṇyaka-Upaniṣad), Taittirīyabrāhmaṇa, Chāndogyabrāhmaṇa und Bahvṛcabrāhmaṇa (in Aitareya und Kauśītaki enthalten). Ich benutze die Variante _bavhadija_, da sie dem Sanskrit _bahvṛca_ am nächsten kommt. Dies ist das einzige Mal, dass der Palikanon diese Schulen erwähnt. (Sujato) ",
  "dn13:10.3": "Heute sagen wir „viele Straßen gehen denselben Beg hinauf“. (Sujato; oder auf Deutsch: Viele Wege führen nach Rom.) ",
  "dn13:13.3": "Im Unterschied zu dem buddhistischen Mönch in [dn11:80.1](). (Sujato) ",
  "dn13:14.11": "„Keine beweisbare Grundlage“ ist _appāṭihīrakataṁ_. (Sujato) ",
  "dn13:15.2": "Die „Blinden, die hinter den Blinden herlaufen“ finden sich auch in [mn95:13.24]() und [mn99:9.25](). (Sujato) ",
  "dn13:25.1": "Der Großteil der vedischen Texte besteht aus Gebeten und Anrufungen verschiedener Götter. (Sujato) ",
  "dn13:25.2": "Soma ist die rituelle Rauschdroge, die mit dem Mond gleichgesetzt wird. | Varuṇa ist besonders mit den Wassern verbunden. | Īsāna (Sanskrit Īśāna) wurde von Pajāpati als „Herrscher“ erschaffen, und es heißt, er sei die Sonne (Śatapatha Brāhmaṇa 6.1.3). Er wurde später mit Rudra und Śiva identifiziert. | Pajāpati („Urvater“) war der einsame Schöpfergott; die Hitze seiner inbrünstigen Anstrengungen (_tapas_) schuf die Welt und alle Dinge in ihr (Śatapatha Brāhmaṇa 6). | Brahmā ist, wie Pajāpati, ebenfalls ein Schöpfergott, aber er ist die göttliche Kraft, die der Schöpfung innewohnt, im Unterschied zu dem vergessenen Impulsgeber der Vergangenheit. | Die Lesart Mahiddhi („große Macht“) des Mahāsaṅgīti scheint keiner bestimmten vedischen Gottheit zu entsprechen. Wir sollten die Lesart Mahinda („Großer Indra“; Sanskrit Mahendra) des BJT annehmen; es heißt, dies sei ein Titel, der Indra verliehen wurde, nachdem er den Drachen Vṛtra geschlagen hatte (Śatapatha Brāhmaṇa 2.5.4.9). | Yama („Zwilling“, mit seiner inzestuösen Schwester Yamī) wurde als Unsterblicher geboren, aber wählte die Sterblichkeit und wurde so der Gott der Toten. (Sujato) ",
  "dn13:30.1": "Hier lässt sich die ursprüngliche Metapher für _nīvaraṇā_ als „eingewickelt sein“ (von den Windungen einer riesigen Schlange) erkennen. ",
  "dn13:30.5": "",
  "dn13:36.2": "Ich frage mich, ob das eine Persiflage auf die Idee von _upaniṣad_ („nahebei sitzen“) ist; obwohl sie ihre Treue zu ihren Texten beteuern, driften sie auseinander (_visāra_) zu verschiedenen Schulen und Ideologien. (Sujato) ",
  "dn13:39.2": "Das schließende _-ti_ hat offenbar manche Herausgeber verwirrt; Vāseṭṭha zitiert, was er gehört hat. (Sujato) ",
  "dn13:76.1": "Hier ersetzen die vier _brahmavihāras_ („Brahmāmeditationen“) die sonst üblichen vier _Jhānas_. _Brahmavihāras_ sind einfach eins der Mittel, mit denen man _Jhānas_ erreichen kann, und sie werden hier gewählt, um dem erklärten Ziel zu entsprechen, den Pfad zu Brahmā zu lehren. (Sujato) ",
  "dn13:77.2": "Der Geist im _Jhāna_ ist so machtvoll, dass er jedes begrenzte Kamma, wozu gewöhnliche gute und schlechte Taten zählen, wirksam überwindet. Wenn er keine schweren Verbrechen begangen hat, deren Kamma festgelegt ist, wie Muttermord usw., wird der Meditierende in einer Brahmāwelt wiedergeboren werden. (Sujato) ",
  "dn13:78.1": "Das ist die Eigenschaft des Einfühlungsvermögens in das Leiden anderer oder das eigene und des Wunsches, es zu beseitigen. (Sujato) ",
  "dn13:78.2": "Das ist die Freude und der Jubel über den Erfolg anderer oder den eigenen. (Sujato) ",
  "dn13:78.3": "Gleichmut ist nicht Gleichgültigkeit, weshalb er erst am Ende aufkommt. Wörtlich bedeutet es, „genau hinzuschauen“, ohne sich einzumischen, doch bereitzustehen, wenn es erforderlich ist. (Sujato) ",
  "dn13:81.10": "Hier ist der gesamte abschließende Abschnitt der stufenweisen Schulung, der die Weisheit behandelt, ausgelassen, da das Ziel darauf begrenzt ist, brahmanische Laien die Wiedergeburt bei Brahmā zu lehren und nicht die Befreiung. Vāseṭṭha und Bhāradvāja bewarben sich später um die Ordination, und zu dieser Zeit lehrte der Buddha den vollständigen Pfad zu Nibbāna ([dn27:7.8]()). (Sujato) ",
  "dn13:82.4": "Sie nahmen unter ähnlichen Umständen auch in [mn98:14.4]() = [snp3.9:69.3]() Zuflucht. Laut Kommentar war das das erste und hier das zweite Mal, dass sie Zuflucht nahmen. Das erscheint sinnvoll, wenn man den Fortschritt der Unterweisungen betrachtet, denn dort diskutieren sie, was einen zum Brahmanen macht, wohingegen sie hier die subtilere Frage stellen, wie man eine Wiedergeburt bei Brahmā erlangt. Auch die Diskussion geht hier mehr ins Einzelne und enthält eine ausdrücklichere Kritik an den Brahmanen. Dennoch ist es schwierig, die Einzelheiten der Erzählungen miteinander in Einklang zu bringen, denn die Eröffnung dieses Sutta zeigt Vāseṭṭha und Bhāradvāja, wie sie anhand des Rufs über den Buddha sprechen und nicht als Anhänger, die ihm bereits begegnet sind und Zuflucht genommen haben. (Sujato) "
}
