{
  "dn14:0.2": "",
  "dn14:1.1.1": "In den Suttas bedeutet <i lang='pi' translate='no'>apadāna</i> „Beweis, hinterlassene Spuren“ (<a href='https://suttacentral.net/dn27/de/sabbamitta#16.4'>DN 27:16.4</a>, <a href='https://suttacentral.net/dn24/de/sabbamitta#2.7.3'>DN 24:2.7.3</a>, <a href='https://suttacentral.net/mn15/de/sabbamitta#3.32'>MN 15:3.32</a>, <a href='https://suttacentral.net/an3.2/de/sabbamitta#1.1'>AN 3.2:1.1</a>). Hier scheint der Sinn gewesen zu sein: „(Geschichte über) die Spuren, die Taten hinterlassen“. Die Bedeutung „Legende aus früheren Leben“ entwickelte sich wahrscheinlich aus diesem Sutta heraus und wurde später der Titel von Legendensammlungen aus früheren Leben der Mönche (Thera-apadāna) und Nonnen (Therī-apadāna). (Sujato) ",
  "dn14:1.1.2": "<i lang='pi' translate='no'>Kareri</i> ist offenbar <i lang='la'>Miliusa tomentosa</i>, auf Hindi als <i lang='pi' translate='no'>Hoom</i> oder <i lang='pi' translate='no'>Kari</i> bekannt. Der Baum ist mit dem Zimtapfel (<i lang='la'>Annona squamosa</i>) verwandt, nicht mit dem Currybaum (<i lang='la'>Murraya koenigii</i>). (Sujato) ",
  "dn14:1.1.4": "„Früheres Leben“ ist <i lang='pi' translate='no'>pubbenivāsa</i>, wörtlich „früherer Wohnplatz“. (Sujato) ",
  "dn14:1.4.1": "In <a href='https://suttacentral.net/mn71/de/sabbamitta#14.2'>MN 71:14.2</a> und <a href='https://suttacentral.net/sn42.9/de/sabbamitta#4.5'>SN 42.9:4.5</a> sagt der Buddha, er erinnere sich an 91 Äonen, was bis zum Leben Vipassīs zurückreichen muss. Den Ursprung des Namens werden wir weiter unten sehen. (Sujato) ",
  "dn14:1.4.2": "<i lang='pi' translate='no'>Sikhī</i> heißt „der mit dem Schopf“ und bezieht sich auf einen Heiligenschein oder eine Krone. Eine Geschichte über ihn und seine Schüler wird in <a href='https://suttacentral.net/sn6.14/de/sabbamitta#8.3'>SN 6.14:8.3</a> erzählt. (Sujato) ",
  "dn14:1.4.3": "<i lang='pi' translate='no'>Vessabhū</i> entspricht Sanskrit <i lang='pi' translate='no'>Viśvabhṛt</i>. Es heißt „alles tragend“ und entstand wahrscheinlich als ein Wort für die Erde. Ein legendärer König des gleichen Namens herrschte einst über die Stadt Avantī (<a href='https://suttacentral.net/dn19/de/sabbamitta#36.14'>DN 19:36.14</a>). (Sujato) ",
  "dn14:1.4.4": "Weil in diesem Äon vier Buddhas erschienen sind, ist es als „vom Glück gesegnet“ (<i lang='pi' translate='no'>bhadda</i>) bekannt. | Geschichten aus Kakusandhas Tagen kommen in <a href='https://suttacentral.net/mn50/de/sabbamitta'>MN 50</a> und <a href='https://suttacentral.net/sn15.20/de/sabbamitta#2.7'>SN 15.20:2.7</a> vor. Für seinen Namen gibt es keine offensichtliche Etymologie, aber vielleicht leitet er sich von <i lang='pi' translate='no'>kaku</i> („Gipfel“) ab und ist somit „der Zusammenschluss der Gipfel“, ein Tal an der Nahtstelle zwischen Bergen. (Sujato) ",
  "dn14:1.4.5": "Die Bedeutung von Koṇāgamana ist unklar. Im Sanskrit wird er oft Kanakamuni geschrieben, „der goldene Weise“, wohingegen er im (zweifelhaften) Nigali-Sagar-Edikt von Ashoka Konākamana ist. In <a href='https://suttacentral.net/thig16.1/de/sabbamitta#71.1'>Thig 16.1:71.1</a> hören wir vom früheren Leben von drei Nonnen in der Zeit von Koṇāgamana. (Sujato) ",
  "dn14:1.4.6": "Kassapa (Sanskrit Kaśyapa) heißt „Schildkröte“. Es ist ein geläufiger brahmanischer Stammesname und stammt von einer Figur, die als der älteste der „sieben Weisen“ gilt und dem einige vedische Strophen zugeschrieben werden. Geschichten aus der Zeit des Buddha Kassapa findet man in <a href='https://suttacentral.net/mn81/de/sabbamitta'>MN 81</a> und <a href='https://suttacentral.net/sn48.57/de/sabbamitta#3.1'>SN 48.57:3.1</a>. (Sujato) ",
  "dn14:1.4.7": "Diese Zahlen bilden eine quasi-logarithmische Skala: Die Zeitabstände verdreifachen sich, während sich die Zahl der Buddhas halbiert. Im ersten Äon gibt es vier Buddhas. Dreißig Äonen davor wird die Zahl halbiert, d. h. es gibt zwei Buddhas. Zweimal dreißig Äonen davor wird die Zahl erneut halbiert zu einem Buddha, womit die Skala endet. (Sujato) ",
  "dn14:1.5.7": "Im alten Indien wetteiferten die „Adligen“ (<i lang='pi' translate='no'>khattiya</i>) und die Brahmanen um das Prestige, die oberste Klasse zu sein. Der traditionelle Beschäftigungsbereich der Adligen waren Land, Politik, Landwirtschaft und Krieg, während die Brahmanen eine erbliche Priesterkaste waren, die als Ratgeber fungierten und Rituale vollzogen. Es heißt, der künftige Buddha werde in der zur jeweiligen Zeit einflussreichsten Kaste geboren, sodass sein Wort die größtmögliche Wirkung hat. | In diesem Sutta spricht der Buddha von sich selbst einfach als „ich“ ohne persönlichen Namen. Wenn die sieben Buddhas in <a href='https://suttacentral.net/dn32/de/sabbamitta#3.14'>DN 32:3.14</a> aufgezählt werden, wird er allerdings Aṅgīrasa genannt. (Sujato) ",
  "dn14:1.6.1": "",
  "dn14:1.6.3": "Die Koṇḍaññas (Sanskrit Kauṇḍinya) entstanden als der führende Stamm der Stadt Kuṇḍina, Hauptstadt von Vidarbha, die wahrscheinlich das heutige Kaundinyapura am Fluss Wardha ist. (Sujato) ",
  "dn14:1.6.7": "Gotama ist ein alter brahmanischer Stammesname, der, wie Kassapa, aus den Veden und von den sieben Weisen stammt. Warum hat der Buddha, ein Adliger, einen brahmanischen Stammesnamen? Während der Initiation durch einen brahmanischen Familienpriester (<i lang='pi' translate='no'>purohita</i>) wurde ein Adliger für kurze Zeit rituell zu einem Brahmanen bestimmt, und währenddessen nahm er den Namen der Abstammungslinie des Priesters an. Nachdem er wieder in den Stand des Adligen zurückversetzt wurde, wurden er und seine Familie weiterhin bei diesem Namen genannt. Somit muss der <i lang='pi' translate='no'>purohita</i> der Sakyer von der Linie Gotama gewesen sein. Andere Beispiele dieser Praxis sind etwa die Maller, die Vāseṭṭha genannt werden (<a href='https://suttacentral.net/dn16/de/sabbamitta#5.19.2'>DN 16:5.19.2</a>), und Saccaka, der Aggivessana genannt wird (<a href='https://suttacentral.net/mn35/de/sabbamitta#4.2'>MN 35:4.2</a>). (Sujato) ",
  "dn14:1.7.1": "",
  "dn14:1.8.1": "<i lang='la'>Stereospermum chelonoides</i>. Wörterbücher für Pali und Sanskrit nennen ihn „Trompetenblumenbaum“, aber das wird gewöhnlich eher für <i lang='la'>Oroxylum indicum</i> benutzt. (Sujato) ",
  "dn14:1.8.2": "<i lang='pi' translate='no'>Puṇḍarīka</i> ist der weiße Lotus, aber hier ist es der Name eines Baumes. Der Komm sagt, dies sei <i lang='pi' translate='no'>setamba</i> („weißer Mango“). Es ist aber nicht die Mangoart, die heute unter diesem Namen bekannt ist (<i lang='la'>Mangifera caesia</i>), die man in Indien  nicht findet. (Sujato) ",
  "dn14:1.8.3": "<i lang='la'>Shorea robusta</i>. (Sujato) ",
  "dn14:1.8.4": "<i lang='la'>Albizia lebbeck</i>, manchmal noch unter dem alten Namen Sirisa bekannt. Ältere Quellen nennen ihn manchmal Akazie. (Sujato) ",
  "dn14:1.8.5": "<i lang='la'>Ficus racemosa</i>. (Sujato) ",
  "dn14:1.8.6": "<i lang='la'>Ficus benghalensis</i>. (Sujato) ",
  "dn14:1.8.7": "<i lang='la'>Ficus religiosa</i>, Buddhisten, Jainas und Hindus gleichermaßen heilig. Alte Quellen nannten ihn sowohl <i lang='pi' translate='no'>assattha</i> (Sanskrit <i lang='pi' translate='no'>aśvattha</i>) als auch <i lang='pi' translate='no'>pippala</i>. Buddhisten nennen ihn heute einfach Bodhibaum (oder Bo-Baum). (Sujato) ",
  "dn14:1.10.1": "Die Zahl der Schüler nimmt ab, je näher wir der historischen Zeit kommen. (Sujato) ",
  "dn14:1.10.7": "Eine ausgedehnte Wanderung des Buddha mit 1200 Mönchen und Nonnen ist in <a href='https://suttacentral.net/pli-tv-kd6/de/maitrimurti-traetow'>Kd 6</a> dokumentiert, und irgendwo auf dem Weg spielten die Ereignisse des Selasutta  (<a href='https://suttacentral.net/snp3.7/de/sabbamitta'>Snp 3.7</a> und <a href='https://suttacentral.net/mn91/de/sabbamitta'>MN 91</a>). Auch im Sāmaññaphalasutta (<a href='https://suttacentral.net/dn2/de/sabbamitta'>DN 2</a>) und im Parosahassasutta (<a href='https://suttacentral.net/sn8.8/de/sabbamitta'>SN 8.8</a>) wird der Buddha von 1250 Mönchen und Nonnen begleitet. (Sujato) ",
  "dn14:1.12.4": "Als Sohn von König Morgendämmerung und Königin Leuchten war Sikhī das strahlende Licht der aufgehenden Sonne. Diese Namen erinnern an einen Sonnenmythos. (Sujato) ",
  "dn14:1.12.5": "In Mārkaṇḍeya-Purāṇa Kap. 131 heißt es, eine Pabhāvatī, Tochter des Königs Vidarbha, habe Marutta, den König von Vajjī, geheiratet. (Sujato) ",
  "dn14:1.12.6": "Es gibt einen Fluss Arunawati in Maharashtra, nicht weit von der alten Heimat der Koṇḍaññas in Kuṇḍina. (Sujato) ",
  "dn14:1.12.7": "Vessabhūs Eltern König Guter Fall und Königin Regen erinnern an einen jahreszeitbezogenen Fruchtbarkeitsmythos, in dem sie ihrem Sohn Erde, „dem, der alles ernährt und alles trägt“, das Leben schenken. man beachte aber die Varianten <i lang='pi' translate='no'>suppatīta</i> („hocherfreut“) und <i lang='pi' translate='no'>yasavatī</i> („gefeiert“). (Sujato) ",
  "dn14:1.12.10": "Die Namen der brahmanischen Väter beziehen sich alle auf rituelle Opferungen. Aggidatta heißt „dem Feuer geopfert“. (Sujato) ",
  "dn14:1.12.11": "Die Namen der brahmanischen Mütter erinnern alle an indische <i lang='pi' translate='no'>nakkhatta</i>. Das sind „Sternbilder“ oder genauer „Mondpaläste“ – Himmelssegmente, durch die der Mond hindurchzieht, und die mit bestimmten Sternen oder Sternengruppen assoziiert sind. Im System des Atharvaveda ist Visākhā der 16. Sternengruppe des Mondes (Libra). (Sujato) ",
  "dn14:1.12.13": "Nach der dort befindlichen Ashoka-Säule wird das mit dem heutigen Gotihawa südöstlich von Kapilavastu in Nepal identifiziert. (Sujato) ",
  "dn14:1.12.14": "„Als Opfer gegeben“. (Sujato) ",
  "dn14:1.12.15": "Einige Sternbilder werden als „früher“ (<i lang='pi' translate='no'>pubba</i>) und „später“ (<i lang='pi' translate='no'>uttara</i>) unterschieden. Da sie sich zwischen Visākhā und Dhanavatī befindet, könnte es das 21. Sternbild, Uttara Āṣāḍhā (Sagittarius / Steinbock) sein. (Sujato) ",
  "dn14:1.12.17": "Wenn man dem dubiosen Ashoka-Edikt dort glauben kann, wurde das traditionell mit der Stadt identifiziert, die heute als Nigali Sagar bei Kapilavastu in Nepal bekannt ist. (Sujato) ",
  "dn14:1.12.18": "„An Brahmā geopfert“. Viele Jātakas handeln von einem König dieses Namens, der gewöhnlich in Benares residiert haben soll. (Sujato) ",
  "dn14:1.12.19": "Dhanavatī heißt „wohlhabend“, aber es ist auch ein alternativer Name für das 23. Sternbild, <i lang='pi' translate='no'>dhaniṣṭhā</i> (oder <i lang='pi' translate='no'>śraviṣṭā</i>, Delfin). (Sujato) ",
  "dn14:1.12.20": "Kikī („Blauhäher“) kommt in der Geschichte des früheren Buddha Kassapa in <a href='https://suttacentral.net/mn81/de/sabbamitta'>MN 81</a> vor. (Sujato) ",
  "dn14:1.12.22": "Suddhodana heißt „weißer Reis“. Er wird namentlich in <a href='https://suttacentral.net/thag10.1/de/sabbamitta#8.1'>Thag 10.1:8.1</a>, <a href='https://suttacentral.net/snp3.11/de/sabbamitta#7.2'>Snp 3.11:7.2</a> und <a href='https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow?reference=main&highlight=true#mt1-320'>Kd 1:MT1-320</a> erwähnt. (Sujato) ",
  "dn14:1.12.23": "Māyā heißt „Illusion“. Sie wird namentlich in <a href='https://suttacentral.net/thag10.1/de/sabbamitta#8.2'>Thag 10.1:8.2</a> und <a href='https://suttacentral.net/thig6.6/de/sabbamitta#6.2'>Thig 6.6:6.2</a> erwähnt. (Sujato) ",
  "dn14:1.13.5": "„Prinzip der Lehren“ ist <i lang='pi' translate='no'>dhammadhātu</i>. In <a href='https://suttacentral.net/sn12.32/de/sabbamitta#18.1'>SN 12.32:18.1</a> verleiht seine Meisterschaft im <i lang='pi' translate='no'>dhammadhātu</i> Sāriputta die Fähigkeit, jede Frage über den Dhamma zu beantworten. (Sujato) ",
  "dn14:1.17.0": "",
  "dn14:1.17.1": "Diese Kennzeichen der Geburt eines Bodhisatta finden sich auch in <a href='https://suttacentral.net/mn123/de/sabbamitta'>MN 123</a>, wo Ānanda den Buddha zitiert, obwohl die Formulierung ein wenig anders ist und am Anfang drei zusätzliche Punkte hinzukommen. Außerdem findet man diesen Punkt und den über das achtsame Hervorkommen aus dem Mutterleib in <a href='https://suttacentral.net/an4.127/de/sabbamitta'>AN 4.127</a>. Normalerweise ist das Wort <i lang='pi' translate='no'>bodhisatta</i> im frühen Pali auf den künftigen Buddha beschränkt, nachdem er sein Heim verlassen hat und „zum Erwachen entschlossen“ übt. Diese Passage dehnt den Gebrauch aus bis zurück zur Wiedergeburt von dem unmittelbar vorausgehenden Leben. (Sujato) ",
  "dn14:1.17.2": "„Normal“ ist <i lang='pi' translate='no'>dhammatā</i>, ein Naturgesetz. Diese gesamte Passage weicht von dem frühesten Konzept des <i lang='pi' translate='no'>bodhisatta</i> („der zum Erwachen Entschlossene“) ab, das in frühen Texten für Siddhattha angewendet wird, nachdem er sein Heim verlassen hat. (Sujato) ",
  "dn14:1.17.5": "<i lang='pi' translate='no'>Asaṁvutā</i> wurde von Ñāṇamoḷī mit „abgrundtief“ (<i lang='en'>abysmal</i>) übersetzt, aber das stützt sich auf eine Kosmologie der Kommentare, die man in den Suttas nicht findet. Der Sinn ist vielmehr „grenzenlos“. Die Wurzel greift auf die vedische Schlange Vṛtra zurück, die die Welt in Dunkelheit wickelt. | <i lang='pi' translate='no'>Nānubhonti</i> („macht keinen Eindruck“) wird im Kommentar zu <a href='https://suttacentral.net/an4.127/de/sabbamitta'>AN 4.127</a> als <i lang='pi' translate='no'>nappahonti</i>, „unwirksam“, erklärt. (Sujato) ",
  "dn14:1.17.6": "Das Licht ist physisch, nicht bloß eine Metapher. Nach dieser Stelle scheint es, dass Wesen im interstellaren Raum durch unmittelbares Erscheinen wiedergeboren werden. Vergleiche das Problem der „Boltzmann-Gehirne“ in der Physik. (Sujato) ",
  "dn14:1.17.7": "„Galaxie“ ist wörtlich „das 10 000-fache Weltsystem“. Ich gebrauche die engste moderne Entsprechung. (Sujato) ",
  "dn14:1.18.1": "Die fünf Ethikregeln. (Sujato) ",
  "dn14:1.20.1": "Obwohl Sinnenfreuden Bindungen erzeugen, sind sie doch eine Art von Freude und somit ein Zeichen von Tugend und gutem früherem Kamma. (Sujato) ",
  "dn14:1.22.1": "Diese tragische Einzelheit ist auch in <a href='https://suttacentral.net/ud5.2/de/sabbamitta'>Ud 5.2</a> erwähnt. Der Buddha wird von einer Stiefmutter großgezogen, die im Fall unseres Buddha Māyās Schwester Mahāpajāpatī war. (Sujato) ",
  "dn14:1.23.1": "Zehn bedeutet Fülle und Vollständigkeit wie zum Beispiel bei den „zehn Himmelsrichtungen“. (Sujato) ",
  "dn14:1.24.1": "Sie wird stehend und einen Baum haltend dargestellt in der Haltung, die <i lang='pi' translate='no'>sālabhañjikā</i> genannt wird, ein häufiges Motiv in der indischen Kunst, das den Überfluss des Frühlings symbolisiert. (Sujato) ",
  "dn14:1.27.2": "Kāsi ist das Land, dessen Hauptstadt Varanasi ist. (Sujato) ",
  "dn14:1.29.1": "„Steht mit seinen Füßen fest auf der Erde“ bedeutet, dass er durch seine eigene Anstrengung erwachen wird. | „Norden“ ist <i lang='pi' translate='no'>uttara</i>, das auch „das Jenseits“ heißt; es sagt voraus, dass er Nibbana erlangen wird. | „Sieben Schritte“ bedeutet, die ausgedehnten Kreisläufe von Geburt und Tod zu überschreiten. | Der „weiße Sonnenschirm“ symbolisiert Reinheit und Königswürde. | Die „dramatische Verkündigung“ ist <i lang='pi' translate='no'>āsabhiṁ vācaṁ</i>, wörtlich die „Stimme eines Stiers“, die auch in <a href='https://suttacentral.net/sn52.9/de/sabbamitta#3.2'>SN 52.9:3.2</a> und <a href='https://suttacentral.net/dn28/de/sabbamitta#1.5'>DN 28:1.5</a> = <a href='https://suttacentral.net/sn47.12/de/sabbamitta#5.2'>SN 47.12:5.2</a> erwähnt wird. | In Bṛhadāraṇyaka-Upaniṣad 6.1.1 und Chāndogya-Upaniṣad 5.1.1 heißt es, der „lebendige Atem“ (<i lang='pi' translate='no'>prāṇa</i>) sei „der Älteste und der Erste“ (<i lang='pi' translate='no'>jyeṣṭhaśca śreṣṭhaśca</i>). (Sujato) ",
  "dn14:1.31.1": "Viele Punkte des folgenden Berichts wurden später in Gotamas Lebensgeschichte eingegliedert, gemäß dem Grundsatz, dass die wichtigen Ereignisse im Leben von Buddhas einer natürlichen Ordnung folgen. Dennoch stimmen sie nicht  immer mit anderen Erzählungen in den frühen Texten überein. So sagt der Buddha zum Beispiel im Attadaṇḍasutta, sein Fortziehen sei von Ernüchterung und Furcht angesichts anhaltender Konflikte und Kriege ausgelöst worden (<a href='https://suttacentral.net/snp4.15/de/sabbamitta'>Snp 4.15</a>). (Sujato) ",
  "dn14:1.31.3": "In <a href='https://suttacentral.net/snp3.11/de/sabbamitta'>Snp 3.11</a> wird der neugeborene Siddhattha von dem dunklen Eremiten Asita begutachtet, der nicht als Brahmane eingestuft ist. Diese beiden Versionen werden in späteren Erzählungen kombiniert. (Sujato) ",
  "dn14:1.31.7": "Asita beachtete nicht die 32 Kennzeichen, und er sagte nur ein Schicksal voraus: dass er ein Buddha werden würde. (Sujato) ",
  "dn14:1.32.1": "Die Kennzeichen werden an anderer Stelle in <a href='https://suttacentral.net/dn30/de/sabbamitta#1.2.1'>DN 30:1.2.1</a> und <a href='https://suttacentral.net/mn91/de/sabbamitta#9.1'>MN 91:9.1</a> aufgezählt. Hier zähle ich die entsprechenden Kennzeichen aus der Bṛhatsaṁhitā auf, wie sie von Nathan McGovern identifiziert wurden (<i lang='en'>On the Origins of the 32 Marks of a Great Man</i>, Journal of the International Association of Buddhist Studies, 2016, Bd. 39, S. 207–247). (Sujato) ",
  "dn14:1.32.7": "Das spiegelt die Haltung des neugeborenen Bodhisatta wieder und hat die gleiche Bedeutung: dass er erwachen wird, indem er „auf eigenen Füßen steht“. (Sujato) ",
  "dn14:1.32.8": "Das wird häufig in buddhistischer Kunst abgebildet. Es bezeichnet die Vollkommenheit der Spuren, die der Buddha mit seiner Lehre und Schulung hinterlässt. Bṛhatsaṁhitā 69.17 zählt verschieden glückverheißende Kennzeichen auf, darunter das Rad. (Sujato) ",
  "dn14:1.32.9": "In <a href='https://suttacentral.net/dn30/de/sabbamitta#1.12.8'>DN 30:1.12.8</a> als „ausgedehtn und lang“ beschrieben. (Sujato) ",
  "dn14:1.32.10": "Ebenso in Bṛhatsaṁhitā 68.36. (Sujato) ",
  "dn14:1.32.11": "Weiche Füße in Bṛhatsaṁhitā 68.2. (Sujato) ",
  "dn14:1.32.12": "Bṛhatsaṁhitā 68.2 hat <i lang='pi' translate='no'>śliṣtāṅgulī</i> („kompakte und klebrige Finger“). Der Kommentar bestreitet, dass <i lang='pi' translate='no'>jāla</i> ein physisches Netz meint. Ich denke, es heißt, dass die Finger und Zehen ungewöhnlich eng beieinander gehalten und nicht abgespreizt wurden und er somit keine Dinge durch die Finger schlüpfen ließ. (Sujato) ",
  "dn14:1.32.13": "<i lang='pi' translate='no'>Ussaṅkha</i> heißt „aufwärts (gewölbt) wie eine Muschelschale“; Bṛhatsaṁhitā 68.2 sagt hingegen: „aufwärts gewölbt wie eine Schildkröte“. Die beschreibende Strophe in <a href='https://suttacentral.net/dn30/de/sabbamitta#1.21.12'>DN 30:1.21.12</a> zeigt, dass es sich auf den Fußrücken bezieht. (Sujato) ",
  "dn14:1.32.14": "Das sind vermutlich die langen, eleganten hinteren Unterschenkel der indischen Hirschziegenantilope. (Sujato) ",
  "dn14:1.32.15": "Das stimmt mit Bṛhatsaṁhitā 68.35 überein. (Sujato) ",
  "dn14:1.32.16": "Ebenso in Bṛhatsaṁhitā 68.8. (Sujato) ",
  "dn14:1.32.17": "Bṛhatsaṁhitā 68.102 sagt, Könige hätten eine schimmernde Hautfarbe. (Sujato) ",
  "dn14:1.32.18": "Bṛhatsaṁhitā 68.102 erwähnt eine „reine Hautfarbe“ (<i lang='pi' translate='no'>śuddha</i>). (Sujato) ",
  "dn14:1.32.19": "Ebenso in Bṛhatsaṁhitā 68.5. (Sujato) ",
  "dn14:1.32.20": "Bṛhatsaṁhitā 68.26 sagt, die, deren Haare nach rechts gedreht sind, werden Könige. (Sujato) ",
  "dn14:1.32.21": "Hier ist <i lang='pi' translate='no'>brahm-</i> ein Adjektiv, das von √<i lang='pi' translate='no'>brah</i> + <i lang='pi' translate='no'>ma</i> abgeleitet ist, entsprechend dem Sanskritwort <i lang='pi' translate='no'>bṛṃh</i>, in der Bedeutung „gewachsen, ausgestreckt“. Die Sanskritform ist hier <i lang='pi' translate='no'>bṛhadṛjugātra</i>. (Sujato) ",
  "dn14:1.32.22": "Hände, Füße, Schultern und Brust (<a href='https://suttacentral.net/dn30/de/sabbamitta#1.13.5'>DN 30:1.13.5</a>). (Sujato) ",
  "dn14:1.32.23": "Bṛhatsaṁhitā 68.18 vergleicht nicht die Brust mit einem Löwen, sondern die Hüften. (Sujato) ",
  "dn14:1.32.24": "Bṛhatsaṁhitā 68.27 sagt, das Herz sei erhoben und muskulös. (Sujato) ",
  "dn14:1.32.25": "Bṛhatsaṁhitā 69.13 hat die gleichen Proportionen ohne dieses Gleichnis. Das sind die normalen menschlichen Proportionen, doch wir können nicht unsere Knie berühren, ohne uns vorzubeugen. Die einzige Möglichkeit, wie diese Kennzeichen miteinander in Einklang gebracht werden können, wenn sowohl die Arme als auch die Beine unterhalb der Knie außerordentlich lang wären. Und das ist genau, was uns gesagt wird: Die Fersen sind gestreckt und lang und die Unterschenkel gleichen denen einer Antilope, deren hintere Unterschenkel im Vergleich zu den Oberschenkeln lang sind. Somit erscheinen die Kennzeichen in dieser Hinsicht untereinander konsistent, wenn sie auch keine normale menschliche Anatomie beschreiben. (Sujato) ",
  "dn14:1.32.27": "„Erhabene Geschmacksknospen“ ist <i lang='pi' translate='no'>rasaggasaggī</i>. <i lang='pi' translate='no'>Rasa</i> kann „Geschmack“ oder „Nahrung“ bedeuten, aber der Gebrauch von <i lang='pi' translate='no'>ojā</i> in <a href='https://suttacentral.net/dn30/de/sabbamitta#2.9.8'>DN 30:2.9.8</a> bestätigt Letzteres. <i lang='pi' translate='no'>Gasa</i> ist „schlucken“, und laut <a href='https://suttacentral.net/dn30/de/sabbamitta#2.7.4'>DN 30:2.7.4</a> ist es die „Vermittlung von Geschmack“ (<i lang='pi' translate='no'>rasaharaṇīyo</i>). <i lang='pi' translate='no'>Agga</i> heißt oft „das Beste“, aber das ist von der primären Bedeutung „Gipfel“ abgeleitet. Die Beschreibungen <i lang='pi' translate='no'>uddhagga</i> („erhaben“) in <a href='https://suttacentral.net/dn30/de/sabbamitta#2.7.4'>DN 30:2.7.4</a> und <i lang='pi' translate='no'>susaṇṭhitā</i> („aufragend“) in <a href='https://suttacentral.net/dn30/de/sabbamitta#2.9.8'>DN 30:2.9.8</a> bestätigen, dass Letzteres gemeint ist. Das Kennzeichen bezieht sich auf Geschmacksknospen, die auf der Zunge in erkennbaren Leisten erhoben sind, die Nahrung absorbieren und die Verdauung unterstützen. Das Kennzeichen ist oft als „ausgezeichneter (<i lang='pi' translate='no'>aggī</i>) Geschmacks- (<i lang='pi' translate='no'>rasa</i>) sinn (<i lang='pi' translate='no'>gasa</i>) interpretiert worden, doch das ist, da es für andere nicht wahrnehmbar ist, eher eine sekundäre Folge des Kennzeichens. (Sujato) ",
  "dn14:1.32.30": "Ebenmäßige, lückenlose, weiße Zähne finden sich in Bṛhatsaṁhitā 68.52. (Sujato) ",
  "dn14:1.32.33": "Ebenso in Bṛhatsaṁhitā 68.53. (Sujato) ",
  "dn14:1.32.35": "In <a href='https://suttacentral.net/thig13.1/de/sabbamitta#6.2'>Thig 13.1:6.2</a> beschreibt Ambapālī ihre Augen als <i lang='pi' translate='no'>abhinīla</i>. Zwar haben manche Inder tatsächlich blaue Augen, aber hier wird wahrscheinlich ein Schwarz beschrieben, das so tief ist, dass es blau erscheint. (Sujato) ",
  "dn14:1.32.36": "Kühe haben lange und elegante Wimpern. (Sujato) ",
  "dn14:1.32.38": "Der <i lang='pi' translate='no'>uṇhīsa</i> wird als Wulst auf dem Schädel des Buddha dargestellt. (Sujato) ",
  "dn14:1.33.9": "Das ist die <i lang='pi' translate='no'>dakkhiṇā</i>, die religiöse Gabe, die aus Dankbarkeit und Anerkennung für die Dienstleistung gegeben wird. (Sujato) ",
  "dn14:1.34.1": "Seine leibliche Mutter ist gestorben, und eine Stiefmutter wird nicht erwähnt. (Sujato) ",
  "dn14:1.36.1": "Normalerweise heißt es, Hellsichtigkeit und verwandte Fähigkeiten entstünden durch die Kraft des vierten <i lang='pi' translate='no'>Jhāna</i>, während sie hier auf natürliche Weise aufgrund früheren Kammas auftritt. Nach einem <i lang='pi' translate='no'>Jhāna</i> ist die Fähigkeit verstärkt durch den leuchtenden Geist, der frei von Hindernissen ist, wohingegen es sich hier um die begrenztere Fähigkeit zu handeln scheint, im Dunkeln klar zu sehen. (Sujato) ",
  "dn14:1.37.2": "Vipassīs Name die persönliche Form des Wortes, das in der buddhistischen Meditation berühmt wurde, <i lang='pi' translate='no'>vipassanā</i>. Dieses wird gewöhnlich mit „Einsicht“ wiedergegeben, aber die Bedeutung ist hier eher „klar sehen“. (Sujato) ",
  "dn14:1.37.3": "",
  "dn14:1.37.4": "",
  "dn14:1.37.5": "Indische Erkenntnistheorie erkennt zwei grundlegende Wissensquellen an: unmittelbare Wahrnehmung (<i lang='pi' translate='no'>paccakkha</i>) und Rückschlüsse (<i lang='pi' translate='no'>anumāna</i>). Diese Stelle zeigt, dass <i lang='pi' translate='no'>vipassanā</i> beides einschließt. Ich gebe <i lang='pi' translate='no'>vipassanā</i> mit „<i lang='en'>discernment</i>“ wieder in einem Versuch, beide Nuancen zu erfassen, satt des Standards „Einsicht“. (Sujato) ",
  "dn14:2.2.10": "<i lang='pi' translate='no'>Antepuraṁ</i> („königliche Gemächer“) war der innere Privatbereich der königlichen Residenz. Er bezog sich höchstens auf den Bereich, der von Wällen eingeschlossen war, in dem die herrschende Familie und ihr Gesinde lebten. Später wurde es im engeren Sinn von „Harem“ gebraucht. (Sujato) ",
  "dn14:2.2.12": "„Brüten“ ist <i lang='pi' translate='no'>pajjhāyati</i>. Er hat eine existenzielle Krise. (Sujato) ",
  "dn14:2.4.2": "In allen Geschichten von Prophezeiungen werden Anstrengungen unternommen, ihr Eintreten zu verhindern, und sie scheitern ausnahmslos. Das ist eine rekursive Eigenschaft von Prophezeiungsmythen. Wenn das Eintreten der Prophezeiung verhindert würde, gäbe es den Mythos nicht und wir wüssten nichts davon; aber weil es den Mythos gibt, wissen wir, wie er ausgeht, und die Prophezeiung muss eintreten. (Sujato) ",
  "dn14:2.5.1": "Eine existentielle Krise braucht ihre Zeit; man kann sie nicht beschleunigen. (Sujato) ",
  "dn14:2.6.7": "",
  "dn14:2.10.1": "Weder die Lesart <i lang='pi' translate='no'>vilāta</i> noch die Lesart <i lang='pi' translate='no'>milāta</i> kommt irgendwo anders in dieser Bedeutung vor. Der Kommentar sagt, es sei eine Bahre (<i lang='pi' translate='no'>sivika</i>). (Sujato) ",
  "dn14:2.14.1": "„Hausloser“ ist <i lang='pi' translate='no'>pabbajita</i> („einer, der fortgezogen ist“), eins von vielen Wörtern für religiöse Asketen. Es ist ein allgemeiner Begriff und bezeichnet keine bestimmte Konfessionszugehörigkeit. (Sujato) ",
  "dn14:2.14.7": "„Feiern“ ist <i lang='pi' translate='no'>sādhu</i>, das berühmte buddhistische Wort der Zustimmung und Freude, das man in buddhistischen Theravāda-Kulturen noch immer täglich hört. Später nahm es die Bedeutung „Asket“ an, die es aber im frühen Pali nicht hat. Die Tugenden, die er feiert, sind verbreitete Werte in indischen Religionen. (Sujato) ",
  "dn14:2.15.3": "Seinem scheinbar plötzlichen Entschluss zum Fortziehen geht eine ausgedehnte Zeit der Krise und Kontemplation voraus. (Sujato) ",
  "dn14:2.16.6": "Die Vorstellung, dass eine ganze Bevölkerung dem Bodhisatta auf seinem asketischen Weg folgt, kommt mehrmals in den Jātakas vor. (Sujato) ",
  "dn14:2.16.7": "Ich folge der PTS-Ausgabe darin, <i lang='pi' translate='no'>janapada</i> auszulassen, das im Kommentar und in der parallelen Passage in <a href='https://suttacentral.net/dn19/de/sabbamitta#58.3'>DN 19:58.3</a> fehlt. (Sujato) ",
  "dn14:2.18.1": "Dies ist die einzige Stelle, an der <i lang='pi' translate='no'>vāsūpagata</i> („in seine Hütte gegangen“) zu diesem Standardsatz hinzugefügt ist. (Sujato) ",
  "dn14:2.18.2": "In <a href='https://suttacentral.net/sn12.4/de/sabbamitta'>SN 12.4</a>–10 wird diese Betrachtung jedem der sieben früheren Buddhas zugeordnet, die eine Erforschung des abhängigen Entstehens in umgekehrter Reihenfolge anstößt, indem sie mit dem Ergebnis beginnt: dem Leiden. Hier wird das als eine meditative Betrachtung behandelt, wohingegen das folgende Sutta, <a href='https://suttacentral.net/dn15/de/sabbamitta'>DN 15</a> Mahānidānasutta, sich in die philosophischen Implikationen vertieft. (Sujato) ",
  "dn14:2.18.5": "Die Betrachtung zeigt, wie das Trauma der Entdeckung der Wirklichkeit von Alter und Tod noch in dem Bodhisatta arbeitet. (Sujato) ",
  "dn14:2.18.6": "<i lang='pi' translate='no'>Yoniso maniskāra</i> („gründlicher Gebrauch des Geistes“) ist ein charakteristisch buddhistischer Begriff, der wörtlich bedeutet: „den Geist mittels der Quelle gebrauchen“. Er wird meistens für die Erforschung des Kausalprinzips benutzt, obwohl er mit der Zeit eine allgemeinere Bedeutung von „Betrachtung, Erforschen, Aufmerksamkeit“ annahm. (Sujato) ",
  "dn14:2.18.7": "Hier beginnt die Abfolge des abhängigen Entstehens. Ich gebe hier grundlegende Definitionen der Begriffe und gehe in <a href='https://suttacentral.net/dn15/de/sabbamitta'>DN 15</a> mehr in die Einzelheiten. | Wiedergeburt ist eine notwendige vorausgehende Bedingung für Alter und Tod. Man beachte, dass es keine <em>hinreichende</em> Bedingung ist, denn Viele sterben, wenn sie noch jung sind. (Sujato) ",
  "dn14:2.18.9": "Da es kein Ende der Geburt geben kann, mit der dieses Leben begann, heißt <i lang='pi' translate='no'>jāti</i> „Wiedergeburt“, das nächste Stadium in dem anhaltenden Kreislauf. (Sujato) ",
  "dn14:2.18.10": "",
  "dn14:2.18.11": "<i lang='pi' translate='no'>Bhava</i> heißt „Sein, Dasein, Leben“ im Sinn von „früheren und künftigen Leben“. Es bezieht sich auf den fortlaufenden Vorgang des fortgesetzten Daseins, des Umherwanderns von einem Leben zum anderen. An sich hat <i lang='pi' translate='no'>bhava</i> einen positiven Beiklang und steht für die Sehnsucht vieler Menschen, nach dem Tod in einem dauerhaften und glücklichen Zustand weiterzuleben. Der Buddha ordnet es aber als lediglich eine weitere Dimension im Fluss der Bedingungen ein. (Sujato) ",
  "dn14:2.18.15": "„Ergreifen“ (<i lang='pi' translate='no'>upādāna</i>) von Sinnenfreuden, Ansichten, Regeln und Gelübden und Theorien über ein Selbst (<a href='https://suttacentral.net/dn15/de/sabbamitta#6.3.'>DN 15:6.3.</a>). Ergreifen hat die aktive Bedeutung vom „Aufnehmen“ eines neuen Lebens, nicht bloß „festhalten“, was man hat. Es hat eine doppelte Bedeutung, da es auch „Brennstoff“ bedeutet, der das Feuer des Daseins am Brennen hält. (Sujato) ",
  "dn14:2.18.19": "Verlangen (<i lang='pi' translate='no'>taṇhā</i>, wörtlich „Durst“) und Ergreifen haben ähnliche Bedeutungen, aber Verlangen ist das ursprüngliche Begehren, wohingegen Ergreifen komplexer ist und auch Doktrinen und Verhaltensweisen beinhaltet. (Sujato) ",
  "dn14:2.18.23": "„Gefühl“ (<i lang='pi' translate='no'>vedanā</i>) ist grundlegender als das komplexere Konzept der „Emotion“. Es bezieht sich auf den hedonischen Ton von Erfahrungen als angenehm, schmerzhaft oder neutral. (Sujato) ",
  "dn14:2.18.27": "„Berührung“ ist wörtlich „anfassen“ (<i lang='pi' translate='no'>phassa</i>) und bezieht sich auf die Reizung, die auftritt, wenn ein Sinnesobjekt in der Erfahrung auf ein Sinnesorgan trifft. (Sujato) ",
  "dn14:2.18.31": "Die fünf Sinne und der Geist als sechster. Dieses Thema wird überall im frühen Buddhismus ausführlich behandelt mit dem besonderen Schwerpunkt, die Anziehungskraft der Sinneserregung zu verstehen und zu zügeln. <i lang='pi' translate='no'>Āyatana</i> hat die Wurzelbedeutung „ausdehnen“, und davon abgeleitete Bedeutungen sind unter anderem „Dimension“, „Feld“ usw. (Sujato) ",
  "dn14:2.18.35": "„Name und Form“ (<i lang='pi' translate='no'>nāmarūpa</i>) ist ein vedisches Konzept, das sich auf die Mannigfaltigkeit materieller Formen (<i lang='pi' translate='no'>rūpa</i>) und damit verbundenen Namen (<i lang='pi' translate='no'>nāma</i>) bezieht, insbesondere individuelle „fühlende Organismen“ wie Götter oder Menschen (Rig-Veda 5.43.10, Bṛhadāraṇyaka-Upaniṣad 1.6.1). Diese werden letzten Endes aufgenommen wie Flüsse ins Meer (Muṇḍaka-Upaniṣad 3.2.8, Praśna-Upaniṣad 6.5). Der Buddha behandelte „Name“ analytisch als Gefühl, Wahrnehmung, Absicht, Berührung und Gebrauch des Geistes und „Form“ als die vier Elemente und von ihnen abgeleitete Materie (<a href='https://suttacentral.net/dn15/de/sabbamitta#20.8'>DN 15:20.8</a>, <a href='https://suttacentral.net/mn9/de/sabbamitta#52-54.7'>MN 9:52–54.7</a> und <a href='https://suttacentral.net/sn12.2/de/sabbamitta#11.1'>SN 12.2:11.1</a>). (Sujato) ",
  "dn14:2.18.39": "„Bewusstsein“ (<i lang='pi' translate='no'>viññāṇa</i>) ist einfaches subjektives Gewahrsein, das Gefühl des Wissens. Es wird entweder von einem äußeren Sinneseindruck erregt oder von einem geistigen Phänomen wie Gedanke, Erinnerung usw. Es ist das subjektive Gewahrsein, das die gesamte vielgestaltige Welt von Konzepten und Erscheinungen möglich macht. Bis hierhin stimmt die Analyse mit Yājñavalkya überein, der sagt, die mannigfachen Erscheinungen in der Welt entstehen aus dem Bewusstsein (<i lang='pi' translate='no'>etebhyo bhūtebhyaḥ samutthāya</i>, Bṛhadāraṇyaka-Upaniṣad 2.4.12). (Sujato) ",
  "dn14:2.18.43": "Hier weicht der Buddha maßgeblich von Yājñavalkyas Ansicht ab, das individuierte Gewahrsein (<i lang='pi' translate='no'>saññā</i>) kehre in „diese große Wirklichkeit, unendlich, unbegrenzt, eine schiere Masse von Bewusstsein“ zurück (<i lang='pi' translate='no'>idaṃ mahadbhūtam anantam apāraṁ vijñānaghana eva</i>, Bṛhadāraṇyaka-Upaniṣad 2.4.12). Bewusstsein (<i lang='pi' translate='no'>viññāṇa</i>) ist keine grundlegende Wirklichkeit (<i lang='pi' translate='no'>mahadbhūta</i>), die der Mannigfaltigkeit zugrunde liegt, sondern vielmehr ein bedingter Prozess, der nur zusammen mit Name und Form existiert. (Sujato) ",
  "dn14:2.19.2": "Das abhängige Entstehen setzt sich normalerweise mit zwei weiteren Faktoren fort: Entscheidungen und Unwissenheit. Die vollständige Folge erscheint nicht im Dīgha-Nikāya. Diese verkürzte Reihe betont die Gegenseitigkeit von Name und Form und Bewusstsein, schließt aber die übliche lineare Reihe nicht aus. Jede Darstellung des abhängigen Entstehens offenbart einen anderen Aspekt eines komplexen, verzweigten Prozesses. (Sujato) ",
  "dn14:2.19.4": "Man beachte den Gebrauch der Wiederholung, um die wichtigsten doktrinalen Lehren zusammenzufassen. Das dient dazu, die Sequenz im Gedächtnis festzuhalten und sicherzustellen, dass kein Punkt fehlt oder versetzt wird; und für jemanden, der den Text aus dem Gedächtnis aufsagt, bietet es eine Gelegenheit, über die Bedeutung nachzudenken und sie auf die eigene Erfahrung anzuwenden. (Sujato) ",
  "dn14:2.19.6": "Diese Formulierung erinnert an die erste Lehrrede des Buddha (<a href='https://suttacentral.net/sn56.11/de/sabbamitta#5.1'>SN 56.11:5.1</a>), und es heißt, diese Einsicht sei allen Buddhas gemeinsam (<a href='https://suttacentral.net/sn56.12/de/sabbamitta#1.1'>SN 56.12:1.1</a>). <i lang='pi' translate='no'>Pubbe ananussutesu</i> („zuvor von niemand anderem gehört“) bedeutet, dass es eine frische Einsicht ist, die nicht durch mündliche Überlieferung weitergegeben wurde. (Sujato) ",
  "dn14:2.21.2": "Die PTS-Ausgabe hat hier <i lang='pi' translate='no'>vipassanā-maggo</i>, obwohl sie zugibt, dass sich der Begriff in keinem Manuskript findet und vom Kommentar genommen wurde, wo er eindeutig eine Erklärung ist, keine Lesart (<i lang='pi' translate='no'>maggoti vipassanāmaggo</i>). Dieser Fehler wird von Rhys Davids und Walshe in ihren Übersetzungen übernommen. (Sujato) ",
  "dn14:2.21.5": "Die Einsicht ins abhängige Entstehen zeigt hier das Erreichen des Stromeintritts an. (Sujato) ",
  "dn14:2.22.1": "Die fünf mit Ergreifen verbundenen Aggregate (<i lang='pi' translate='no'>pañcūpādānakkhandhā</i>) werden in der ersten Lehrrede als Zusammenfassung des Leidens erwähnt (<a href='https://suttacentral.net/sn56.11/de/sabbamitta#4.2'>SN 56.11:4.2</a>). Die meisten Lehren zu diesem Thema sind im Khandhasaṁyutta, SN 22, gesammelt, aber sie finden sich auch im Dīgha-Nikāya in <a href='https://suttacentral.net/dn22/de/sabbamitta#14.1'>DN 22:14.1</a>, <a href='https://suttacentral.net/dn33/de/sabbamitta#1.11.45'>DN 33:1.11.45</a>, <a href='https://suttacentral.net/dn33/de/sabbamitta#2.1.4'>DN 33:2.1.4</a> und <a href='https://suttacentral.net/dn34/de/sabbamitta#1.6.16'>DN 34:1.6.16</a>. Die Betrachtung der Aggregate zerstreut die fälschliche Annahme eines Selbst. Viele der Theoretiker in <a href='https://suttacentral.net/dn1/de/sabbamitta'>DN 1</a> setzen das Selbst mit dem einen oder anderen der Aggregate gleich. (Sujato) ",
  "dn14:2.22.5": "<i lang='pi' translate='no'>Saṅkhāra</i> hat im frühen Buddhismus drei wichtige doktrinale Bedeutungen: (1) Die breiteste Bedeutung ist „bedingte Erscheinung“; wir finden sie im Dīgha-Nikāya in <a href='https://suttacentral.net/dn16/de/sabbamitta#6.10.10'>DN 16:6.10.10</a>, <a href='https://suttacentral.net/dn17/de/sabbamitta#2.16.1'>DN 17:2.16.1</a> und <a href='https://suttacentral.net/dn34/de/sabbamitta#1.8.59'>DN 34:1.8.59</a>. Damit ist im Wesentlichen „alles außer Nibbāna“ gemeint. (2) Manchmal ist es ein körperlicher oder geistiger „Vorgang“ oder eine „Aktivität“ wie in <a href='https://suttacentral.net/dn18/de/sabbamitta#24.1'>DN 18:24.1</a>, wo es sich auf das stufenweise Zur-Ruhe-Kommen der Energien bei der Entwicklung der Meditation. (3) Bei den fünf Aggregaten und dem abhängigen Entstehen hat es die Bedeutung „moralisch wirksame Willensakte oder Entscheidungen“ und ist ein Synonym für <i lang='pi' translate='no'>cetanā</i> (Absicht). Es wird in gute, schlechte und unbewegte Entscheidungen aufgeteilt (<a href='https://suttacentral.net/dn33/de/sabbamitta#1.10.77'>DN 33:1.10.77</a>), wobei sich letztere auf das Kamma des vierten <i lang='pi' translate='no'>Jhāna</i> und darüber beziehen. In diesem Sinn sind es die moralischen Entscheidungen zum Guten oder Schlechten, die das Bewusstsein zu einer neuen Wiedergeburt treiben. (Sujato) ",
  "dn14:2.22.6": "Die radikale These der Lehre des Buddha ist die Vorstellung, dass das Bewusstsein bloß eine weitere empirische Erscheinung ist, die zu Ende geht, wie es auch in den Schlussstrophen von <a href='https://suttacentral.net/dn11/de/sabbamitta'>DN 11</a> betont wird. (Sujato) ",
  "dn14:2.22.7": "Das weist auf das Erlangen des Status des Arahant hin, die vollständige Erlösung von allen Bindungen, die zu Wiedergeburt führen. (Sujato) ",
  "dn14:3.1.1": "Er ist kein Bodhisatta mehr und wird zum ersten Mal ein Buddha genannt. (Sujato) ",
  "dn14:3.1.2": "Im frühen Buddhismus kommt die Idee, den Dhamma zu lehren, erst nach dem Erwachen auf. (Sujato) ",
  "dn14:3.1.4": "Eine ähnliche Erzählung gibt es über den Buddha Gotama in <a href='https://suttacentral.net/sn6.1/de/sabbamitta#1.4'>SN 6.1:1.4</a>, <a href='https://suttacentral.net/mn26/de/sabbamitta#19.2'>MN 26:19.2</a> und <a href='https://suttacentral.net/mn85/de/sabbamitta#43.2'>MN 85:43.2</a>. (Sujato) ",
  "dn14:3.1.5": "„Festhalten“ ist hier <i lang='pi' translate='no'>ālaya</i> mit der Wurzelbedeutung „kleben“. (Sujato) ",
  "dn14:3.1.6": "„Spezifische Bedingtheit“ (idappaccayatā_) bezieht sich auf dass das abhängige Entstehen die spezifischen Bedingungen für andere spezifische Dinge feststellt: Dieses bedingt jenes. Es ist kein allgemeines Prinzip allumfassender Bedingtheit („alles ist miteinander verbunden“). (Sujato) ",
  "dn14:3.1.7": "„Beruhigen aller Vorgänge“ (<i lang='pi' translate='no'>sabbasaṅkhārasamatho</i>) ist das Aufhören aller bedingter Energien oder Erscheinungen. | „Bindungen“ ist hier <i lang='pi' translate='no'>upadhi</i>, die Dinge der Welt, an denen wir hängen und die unsere Selbstgefälligkeit verstärken. (Sujato) ",
  "dn14:3.1.8": "Der Kommentar ist so vorsichtig, darauf hinzuweisen, dass der Buddha nur körperliche Erschöpfung meint. (Sujato) ",
  "dn14:3.2.1": "Zur Quelle dieser Strophe, „nicht aus übernatürlicher Quelle eingegeben“ (<i lang='pi' translate='no'>anacchariyā</i>) schließt das vedische „Eingeben“ von Texten durch die Gottheit aus, und „nicht zuvor in der Vergangenheit gehört“ (<i lang='pi' translate='no'>pubbe assutapubbā</i>) ist ein Echo des Dhammacakkappavattanasutta (<a href='https://suttacentral.net/sn56.11/de/sabbamitta#5.1'>SN 56.11:5.1</a>) und schließt mündliche Überlieferung aus. (Sujato) ",
  "dn14:3.2.9": "„Gehüllt“ ist <i lang='pi' translate='no'>āvuṭā</i>, das von der gleichen Wurzel abstammt wie <i lang='pi' translate='no'>asaṁvutā</i> weiter oben bei <a href='https://suttacentral.net/dn14/de/sabbamitta#1.17.5'>DN 14:1.17.5</a> und <i lang='pi' translate='no'>nīvaraṇa</i> („Hindernis“). Alle diese Begriffe stammen ursprünglich von der vedischen Schlange Vṛtra („der Würger“), die die Welt in Dunkelheit einwickelt. (Sujato) ",
  "dn14:3.2.10": "Hätte er dieser Neigung nachgegeben, wäre er ein <i lang='pi' translate='no'>Paccekabuddha</i> geworden, ein „gesonderter Buddha“. (Sujato) ",
  "dn14:3.2.11": "In der Geschichte aus Gotamas Leben wird dieser genauer als Brahmā Sahampati bestimmt. Diese ganze Passage ist ein Augenblick hoher kosmischer Feierlichkeit und Dramatik. (Sujato) ",
  "dn14:3.3.2": "Der Buddha lehrt auf Einladung der höchsten Gottheit hin. Das schafft einen Präzedenzfall für Buddhisten, dass sie nicht missionieren, sondern lehren, wenn sie dazu eingeladen werden. Diese Passagen werden an manchen Orten noch immer aufgesagt, um zu einer Unterweisung einzuladen. (Sujato) ",
  "dn14:3.3.4": "<i lang='pi' translate='no'>Aññātāro</i> ist ein stellvertretendes Substantiv im Plural, wörtlich „Versteher“. (Sujato) ",
  "dn14:3.6.1": "Zuvor hat er die Betrachtung für sich selbst angestellt, jetzt gebraucht er seine übersinnliche Kraft, um das spirituelle Potential der Menschen zu ermitteln. (Sujato) ",
  "dn14:3.6.2": "<i lang='pi' translate='no'>Indriya</i> („Fähigkeit“) ist ein abstraktes Substantiv, das von <i lang='pi' translate='no'>indra</i> abgeleitet ist, dem Namen des mächtigen vedischen Kriegsgottes. In den Veden manifestiert Indra seine <i lang='pi' translate='no'>indriya</i>, indem er Soma trinkt. Die Droge versetzt ihn in die Lage, seine volle Leistung und Macht freizusetzen; ursprünglich bezog sich das wahrscheinlich darauf, vor der Schlacht eine amphetaminartige Substanz zu trinken. Hier sehen wir, dass es etwas wie „spirituelles Potential“ heißt, das durch die Übung des achtfachen Pfades freigesetzt wird. (Sujato) ",
  "dn14:3.7.14": "<i lang='pi' translate='no'>Pamuñcantu saddhaṁ</i> hat Übersetzer lange geplagt, da die Grundbedeutung von <i lang='pi' translate='no'>pamuñcantu</i> „erlösen“ ist. Das Problem besteht schon lange, denn unter Sanskrit-Varianten findet man <i lang='pi' translate='no'>pramodantu</i> („feiern“) oder <i lang='pi' translate='no'>praṇudantu kāṅkṣāḥ</i> („Zweifel vertreiben“). Ich denke, es ist eine poetische Variante von <i lang='pi' translate='no'>adhimuñcantu</i>, „sich entschließen“ oder „sich verpflichten“ zum Vertrauen. Das Pali gebraucht oft ein synonymes Verb, um die Bedeutung eines Substantivs zu verstärken. In <a href='https://suttacentral.net/snp5.19/de/sabbamitta'>Snp 5.19</a> werden <i lang='pi' translate='no'>muttasaddho</i>, <i lang='pi' translate='no'>pamuñcassu saddhaṁ</i> und <i lang='pi' translate='no'>adhimuttacittaṁ</i> alle in diesem Sinn gebraucht. (Sujato) ",
  "dn14:3.8.5": "In Gotamas Geschichte denkt er zuerst daran, seine früheren Kollegen zu unterweisen, unter denen er formlose Meditation geübt hatte. Hier sehen wir den Beginn einer Tendenz in den Legenden über frühere Buddhas, die Ausbildung unter anderen spirituellen Lehrern vor dem Erwachen zu tilgen. Man beachte, dass diese beiden, die Vipassīs Hauptschüler werden sollen, Söhne führender <i lang='pi' translate='no'>Khattiyas</i> und Brahmanen aus dem königlichen Haushalt sind. Khaṇḍa war Vipassīs Bruder, und der Sohn des Priesters gehörte praktisch zur Familie. (Sujato) ",
  "dn14:3.9.1": "<i lang='pi' translate='no'>Khema</i> („Schutzgebiet“) bedeutete ursprünglich „Oase“. Es ist ein gebräuchlicher Name für Seen und Naturparks in den Jātakas. (Sujato) ",
  "dn14:3.9.2": "Es gibt eine klare Unterscheidung zwischen solchen verwalteten „Parks“ und Wildnisgebieten (<i lang='pi' translate='no'>arañña</i>). (Sujato) ",
  "dn14:3.13.1": "In der frühen Periode gab es keinen Unterschied zwischen „Fortziehen“ (<i lang='pi' translate='no'>pabbajjā</i>) und „Ordination“ (<i lang='pi' translate='no'>upasampadā</i>). Sie beziehen sich auf zwei Seiten der gleichen Medaille: das Haus verlassen und ins Asketenleben eintreten. Ursprünglich wurde die Ordination mit einem einfachen Anruf gewährt: „Komm, Mönch!“ (<i lang='pi' translate='no'>ehi bhikkhu</i>). (Sujato) ",
  "dn14:3.13.4": "So wurden sie Arahants und verwirklichten die gleiche Wahrheit, die Vipassī verwirklicht hatte. (Sujato) ",
  "dn14:3.22.4": "Wie in <a href='https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow?reference=main&highlight=true#mt1-101'>Kd 1:MT1-101</a> und <a href='https://suttacentral.net/sn4.5/de/sabbamitta#2.3'>SN 4.5:2.3</a>. Eine der ersten Handlungen des Buddha ist es, seinen Schülern Befugnisse zu geben. (Sujato) ",
  "dn14:3.22.9": "Im Vinaya des gegenwärtigen Buddha erfolgt die Rezitation alle zwei Wochen am <i lang='pi' translate='no'>uposatha</i> („Besinnungstag“) und schließt nur die Mönche oder Nonnen ein, die in einem bestimmten Kloster ansässig sind. Hier kamen sie aus ganz Indien zusammen. (Sujato) ",
  "dn14:3.27.1": "„Indien“ ist <i lang='pi' translate='no'>jambudīpa</i>, der „Rosenapfel-Erdteil“. Die Zahl 84 000 erscheint nicht übertrieben, da chinesische Pilger viele Tausende von Klöstern überall in Indien erfassten. Im heutigen Thailand gibt es etwa 40 000 Klöster. (Sujato) ",
  "dn14:3.28.1": "Die folgenden Strophen bilden den Höhepunkt der gesamten Lehrrede. Sie sind als Ovāda Pātimokkha bekannt, die „Ordenssatzung zur Ermahnung“. Es scheint, dass sie vor der Einführung des Regelverzeichnisses, das ebenfalls  <i lang='pi' translate='no'>patimokkha</i> genannt wird, am <i lang='pi' translate='no'>Uposatha</i> aufgesagt wurden. Die meisten der noch vorhandenen Vinayas schließen diese Strophen im <i lang='pi' translate='no'>Pātimokkha</i>-Text ein, wobei der Palitext die bemerkenswerte Ausnahme ist. (Sujato) ",
  "dn14:3.28.2": "Der Buddha deutet <i lang='pi' translate='no'>tapas</i> von schmerzhafter Kasteiung zu sanftem Hinnehmen um. (Sujato) ",
  "dn14:3.28.3": "Diese Strophen sprechen von „Buddhas“ in der Mehrzahl. (Sujato) ",
  "dn14:3.28.6": "Diese berühmten Zeilen dienen als knappe Zusammenfassung des gesamten buddhistischen Pfades. (Sujato) ",
  "dn14:3.28.7": "„Sich zu eigen machen“ ist <i lang='pi' translate='no'>upasampadā</i>, „eintreten in“. Es ist das gleiche Wort, das für die Ordination benutzt wird und für das Eintreten in ein <i lang='pi' translate='no'>Jhāna</i>. (Sujato) ",
  "dn14:3.28.8": "Durch Meditation. (Sujato) ",
  "dn14:3.28.9": "Das <i lang='pi' translate='no'>buddhasāsana</i> („Anleitung des Buddha“ oder „Lehrsystem des Buddha“) ist das übliche Wort, das Buddhisten benutzen, wenn sie sich auf ihre eigene Religion beziehen. (Sujato) ",
  "dn14:3.28.11": "Hier bedeutet „Ordenssatzung“ die Prinzipien, die in diesen Strophen skizziert sind. In der stufenweisen Schulung (<a href='https://suttacentral.net/dn2/de/sabbamitta'>DN 2</a> usw.) werden sie weiter ausgeführt und münden letztendlich in die ausführliche Rechtssatzung des Vinayapiṭaka. (Sujato) ",
  "dn14:3.28.14": "Der „hohe Geist“ sind die vier <i lang='pi' translate='no'>Jhānas</i> (<a href='https://suttacentral.net/an3.90/de/sabbamitta#3.2'>AN 3.90:3.2</a>). (Sujato) ",
  "dn14:3.29.1": "Der Buddha kehrt in seiner Rede nun in das gegenwärtige Leben zurück. Ukkaṭṭhā ist der Wohnort von Pokkharasāti (<a href='https://suttacentral.net/dn3/de/sabbamitta#2.13.1'>DN 3:2.13.1</a>) und Schauplatz der erstaunlichen und kosmisch bedeutsamen Lehrreden <a href='https://suttacentral.net/mn1/de/sabbamitta'>MN 1</a> und <a href='https://suttacentral.net/mn49/de/sabbamitta'>MN 49</a>. (Sujato) ",
  "dn14:3.29.3": "Nur Nichtwiederkehrer werden in den reinen Aufenthalten (<i lang='pi' translate='no'>suddhāvāsā</i>) geboren, wo sie das vollständige Erwachen verwirklichen. (Sujato) ",
  "dn14:3.29.6": "„Klasse von Göttern“ ist <i lang='pi' translate='no'>devanikāya</i>. Ich verwende „Gottheit“, um <i lang='pi' translate='no'>devatā</i> von <i lang='pi' translate='no'>deva</i> abzugrenzen, aber es gibt keinen substanziellen Unterschied. (Sujato) ",
  "dn14:3.29.18": "Das ist ein Verzeichnis der wichtigsten Ereignisse in jeder Buddha-Biografie. (Sujato) ",
  "dn14:3.29.19": "Die Lebensdauer in einem solchen Reich kann viele Hunderte von Äonen betragen. (Sujato) ",
  "dn14:3.29.20": "Diese fehlen an dieser Stelle im Palitext, werden aber weiter unten erwähnt, und der Kommentar sagt, sie sollten hier aufgenommen werden. (Sujato) ",
  "dn14:3.30.1": "",
  "dn14:3.33.3": "Das ist die ausführliche Antwort auf die Frage, die die Mönche und Nonnen in <a href='https://suttacentral.net/dn14/de/sabbamitta#1.13.6'>DN 14:1.13.6</a> stellen. (Sujato) "
}