{
  "dn15:1.1": "Dieses Sutta wurde zusammen mit seinem Kommentar von Bhikkhu Bodhi in seinem <em>The Great Discourse on Causation</em> („Die große Lehrrede über das Kausalprinzip“) übersetzt. Es ist die längste und komplexeste Lehrrede über abhängiges Entstehen im frühen Buddhismus. (Sujato) ",
  "dn15:1.2": "Kurukṣetra war ein altes brahmanisches Königreich, in der Gegend um das heutige Delhi gelegen, das im Osten vom Ganges, im Westen von der Sarasvatī, im Norden vom Himalaya und im Süden von den Hügeln der Aravalli-Kette begrenzt wurde. Das Mahābharata kulminiert in der Schlacht, die dort zwischen den Kurus und den Pāṇḍavas ausgefochten wurde. Soweit sie historisch belegt werden können, trugen sich diese Ereignisse einige Jahrhunderte vor dem Buddha zu. Kuru markiert den nordwestlichsten Punkt, bis zu dem sich die Wanderungen des Buddha erstreckten. Kammāsadamma wird mit dem modernen Kumashpur in Haryana identifiziert, ca. 40 km nördlich von Delhi. (Sujato) ",
  "dn15:1.3": "Wir können zwar den Text nicht datieren, aber die Tatsachen, dass Ānanda offensichtlich lange Zeit tiefgründige Themen studiert hat, dass die Ereignisse außerhalb der üblichen Schauplätze des Buddha stattfinden und dass auf Lehren aufgebaut wird, die anderswo zu finden sind, legen nahe, dass dies sich eher spät im Leben des Buddha zutrug. In <a href='https://suttacentral.net/sn12.60/de/sabbamitta'>SN 12.60</a> finden wir die gleiche Einführung zu einer viel kürzeren Lehrrede. (Sujato) ",
  "dn15:1.5": "In <a href='https://suttacentral.net/sn6.1/de/sabbamitta#1.6'>SN 6.1:1.6</a> (und <a href='https://suttacentral.net/dn14/de/sabbamitta#3.1.6'>DN 14:3.1.6</a> im Fall von Vipassī) zögert der Buddha, den Dhamma zu lehren, weil das abhängige Entstehen so schwer zu sehen ist. Ānanda war nicht nur gelehrt und weise, er war in den Strom eingetreten und hatte das abhängige Entstehen unmittelbar erfahren (<a href='https://suttacentral.net/sn22.83/de/sabbamitta#4.14'>SN 22.83:4.14</a>), und doch unterschätzt er es noch. (Sujato) ",
  "dn15:1.7": "Das Sutta führt subtile Variationen zur Standardformel ein als Mittel, verborgene Implikationen und Dimensionen auszuleuchten. (Sujato) ",
  "dn15:1.8": "Der Buddha stellt das primäre Ziel des abhängigen Entstehens fest: das Umherwandern zu verstehen, um sich davon zu befreien. (Sujato) ",
  "dn15:2.1": "Das abhängige Entstehen wird hier in rückwärtsgerichteter Reihenfolge (<i lang='pi' translate='no'>paṭiloma</i>, <a href='https://suttacentral.net/ud1.2/de/sabbamitta#1.4'>Ud 1.2:1.4</a>) gelehrt, mit dem existenziellen Problem beginnend: Wir werden alle sterben. Dieser und der nächste sind resultierende Faktoren, wir können sie daher nicht direkt auflösen. (Sujato) ",
  "dn15:2.2": "Damit weist der Buddha das Versprechen der Unsterblichkeit in diesem oder irgendeinem anderen Bereich zurück. (Sujato) ",
  "dn15:2.4": "„Fortgesetztes Dasein“ (oder „Leben“) ist ein umfassender Begriff, der sowohl resultierende als auch ursächliche Dimensionen einschließt. (Sujato) ",
  "dn15:2.6": "„Ergreifen“ und „Verlangen“ (zusammen mit „Unwissenheit“ in der vollständigen Sequenz) sind die Befleckungen, die den Prozess antreiben. Hier ist der Punkt, an dem der Pfad zum Tragen kommt, indem er sie vollständig entwurzelt. (Sujato) ",
  "dn15:2.10": "Die nächsten drei Faktoren verdeutlichen den Vorgang der Sinneserfahrung, der sich automatisch entfaltet. Die Meditation verlangsamt ihn, sodass man ihn klar sehen kann, aber der Vorgang bleibt selbst bei den Vollendeten bestehen. (Sujato) ",
  "dn15:2.14": "Hier begegnen wir dem ersten einzigartigen Merkmal dieser Sequenz, da normalerweise die sechs Sinnesfelder als Bedingung für Kontakt erscheinen. Der Grund für diese besondere Präsentation wird weiter unten klar. (Sujato) ",
  "dn15:2.18": "Die wechselseitige Bedingtheit von Bewusstsein und Name und Form ist eine weitere Subtilität dieser Präsentation. Diese Vorstellung ist uns bereits vorher in <a href='https://suttacentral.net/dn14/de/sabbamitta#2.18.43'>DN 14:2.18.43</a> begegnet; sie kommt auch in <a href='https://suttacentral.net/sn12.65/de/sabbamitta'>SN 12.65</a> und <a href='https://suttacentral.net/sn12.67/de/sabbamitta'>SN 12.67</a> vor. Wieder werden die Implikationen weiter unten erklärt. (Sujato) ",
  "dn15:3.1": "Die Sequenz wird in vorwärtsgerichteter Reihenfolge rekapituliert (<i lang='pi' translate='no'>anuloma</i>, <a href='https://suttacentral.net/ud1.1/de/sabbamitta#1.4'>Ud 1.1:1.4</a>). (Sujato) ",
  "dn15:4.1": "Der Buddha greift nun jeden Begriff für eine tiefere Betrachtung auf. (Sujato) ",
  "dn15:4.2": "Diese eindringliche Wendung macht unmissverständlich klar, dass „Aufhören“ (<i lang='pi' translate='no'>nirodha</i>) nicht einfach ein vorübergehendes Unterdrücken oder Nicht-Erscheinen ist, sondern dauerhafte und vollständige Abwesenheit. (Sujato) ",
  "dn15:4.3": "„Wiedergeburt“ (<i lang='pi' translate='no'>jāti</i>) ist definiert als Geburt eines neuen Lebens, nicht als bloßes Erscheinen. (Sujato) ",
  "dn15:4.5": "Die verschiedenen Begriffe für „Ursache“ werden als Synonyme gebraucht (<i lang='pi' translate='no'>hetu</i>, <i lang='pi' translate='no'>nidāna</i>, <i lang='pi' translate='no'>samudaya</i>, <i lang='pi' translate='no'>paccaya</i>). Der Zweck, zu dem verschiedene Begriffe hier gebraucht werden, ist nicht, Nuancen hinzuzufügen, sondern, die zentrale Bedeutung zu verstärken und vor Sinnverfälschung zu schützen; wenn ein Wort verloren geht oder missverstanden wird, ändert sich die Bedeutung des Satzes als Ganzes nicht. (Sujato) ",
  "dn15:5.3": "Diese Bereiche beziehen sich auf das Kamma, das das Bewusstsein dorthin projiziert. Die Bereiche der „leuchtenden Form“ (<i lang='pi' translate='no'>rūpabhava</i>) und die „formlosen“ Bereiche (<i lang='pi' translate='no'>arūpabhava</i>) werden durch formhafte und formlose subtile Zustände erzeugt. Jedes andere Kamma, gut oder schlecht, gehört zum sinnlichen Bereich (<i lang='pi' translate='no'>kāmabhava</i>). Jede Wiedergeburt findet in dem einen oder anderen dieser Bereiche statt. (Sujato) ",
  "dn15:6.2": "",
  "dn15:6.3": "„Ergreifen“ (<i lang='pi' translate='no'>upādāna</i>) beginnt mit dem grundlegenden Verlangen der Sinne, aber die drei anderen Arten des Ergreifens sind mehr intellektuell und komplexer. Nur ein erwachsener Mensch mit entwickelter Sprachkompetenz ist in der Lage, eine Ansicht zu formulieren, an der er hängen könnte, und ebenso mit dem Haften an religiösen Observanzen und Gelübden und an Selbsttheorien. Das ist der Grund, warum der Großteil des Kamma von erwachsenen Menschen geschaffen wird, im Unterschied etwa zu Tieren oder Kindern, bei denen diese Dimensionen des Ergreifens erst im Keim vorhanden sind. (Sujato) ",
  "dn15:7.3": "„Verlangen“ (<i lang='pi' translate='no'>taṇhā</i>) ist ein grundlegendes Begehren oder ein Drang. Im Unterschied zum Ergreifen ist es bei Kindern und Tieren in vollem Umfang aktiv. Oft hat es eine dreiteilige Definition, die wir weiter unten finden, aber beim abhängigen Entstehen ist es gewöhnlich in Begriffen der sechs Sinne definiert, wodurch es mit den folgenden Faktoren verbunden ist. (Sujato) ",
  "dn15:8.3": "Die übliche dreiteilige Definition von Gefühl (angenehm, schmerzhaft, neutral) wird in Begriffen der sechs Sinne umformuliert. (Sujato) ",
  "dn15:9.1": "Hier führt der Buddha eine weitere noch radikalere Abweichung von der gewöhnlichen Sequenz ein. Anstatt weiter zurückzugehen zu Kontakt und Name und Form, zweigt er in eine völlig neue Richtung ab. Diese „neun Dinge, die im Verlangen wurzeln“, finden sich unabhängig in <a href='https://suttacentral.net/an9.23/de/sabbamitta#1.2'>AN 9.23:1.2</a> und <a href='https://suttacentral.net/dn34/de/sabbamitta#2.2.31'>DN 34:2.2.31</a>, aber nur hier sind sie in die Standardform des abhängigen Entstehens eingebettet. (Sujato) ",
  "dn15:9.2": "Während das Ziel des normalen abhängigen Entstehens darin besteht, das Bedingungsgefüge aufzudecken, das das Leiden des Umherwanderns schafft, nimmt der Buddha hier das Entstehen sozialer Konflikte und Spannungen in den Blick. (Sujato) ",
  "dn15:10.1": "In <a href='https://suttacentral.net/dn27/de/sabbamitta'>DN 27</a> Aggaññasutta erzählt der Buddha eine Legende, die zeigt, wie diese Dinge entstehen. Der wichtigste Punkt ist nicht, dass wir unseren Besitz nicht schützen sollten (<i lang='pi' translate='no'>ārakkha</i>). Es geht vielmehr darum, dass es, solange wir in einer Welt leben, in der es notwendig ist, seinen Besitz zu schützen, immer Konflikte und Gewalt geben wird. (Sujato) ",
  "dn15:11.1": "„Geiz“ ist <i lang='pi' translate='no'>macchariya</i>. (Sujato) ",
  "dn15:13.1": "Es gibt im Pali viele Wörter, die dem englischen Wort „<em>attachment</em>“ (deutsch: „Bindung, Anhänglichkeit“) nahekommen. Hier ist es <i lang='pi' translate='no'>ajjhosāna</i>. (Sujato) ",
  "dn15:15.1": "„Bewerten“ ist <i lang='pi' translate='no'>vinicchaya</i>. Wir wägen gerne ab und bedenken das Für und Wider verschiedener Objekte des Begehrens. (Sujato) ",
  "dn15:16.1": "Die, die nichts haben, sind dankbar für jede Kleinigkeit und ergehen sich nicht im Herauspicken und Wählen. (Sujato) ",
  "dn15:17.1": "Unsere Sinne sind dafür gemacht, hinaus auf die Jagd zu gehen und Vergnügen zu beschaffen. (Sujato) ",
  "dn15:18.3": "Das ist die normale Definition für Verlangen in den vier edlen Wahrheiten und ergänzt die vorige Definition in Begriffen der sechs Sinne. Beide sind in diesem Sutta zusammengebracht, um zu zeigen, dass sie einander nicht widersprechen, sondern vielmehr verschiedene Aspekte derselben Sache aufzeigen. Sinnliches Verlangen ist nicht das Einzige, was Aneignung antreibt. So kämpfen etwa religiöse Menschen um heiliges Land oder heilige Gegenstände, um einen Platz im Himmel zu gewinnen; oder die, die vom Nihilismus angetrieben sind, tun alles Erdenkliche für Alkohol oder Drogen, um die Existenz auszulöschen. (Sujato) ",
  "dn15:18.6": "Die dreiteilige Analyse von Gefühl führt zum Vorgang des Aneignens und die sechsteilige zum abhängigen Entstehen. (Sujato) ",
  "dn15:19.1": "Nun kehren wir zur Hauptsequenz zurück. (Sujato) ",
  "dn15:19.3": "Die Menschen wollen meistens angenehme Empfindungen genießen, in diesem und im nächsten Leben, aber diese Empfindungen hängen von einer ständigen Zufuhr entsprechender Reize ab. (Sujato) ",
  "dn15:20.1": "Name und Form sind auch in <a href='https://suttacentral.net/snp4.11/de/sabbamitta#11.1'>Snp 4.11:11.1</a> als Bedingungen für Kontakt genannt. (Sujato) ",
  "dn15:20.2": "Die „Gruppe der als Name bekannten Erscheinungen“ ist <i lang='pi' translate='no'>nāmakāya</i>. Ihre Funktion hängt nicht von irgendeiner zugrunde liegenden Essenz ab, sondern von den „Merkmalen“, durch die sie „bestimmt wird“; es ist eine phänomenologische Analyse. | „Benennender Kontakt“ ist <i lang='pi' translate='no'>adhivacanasamphassa</i>; er ist der aktive Vorgang, durch den der Geist die Welt begreift, indem er der Erfahrung eine Benennung zuordnet. Diese Passage bekräftigt die linguistische Bedeutung von <i lang='pi' translate='no'>nāma</i>. (Sujato) ",
  "dn15:20.4": "Die „Gruppe der als Form bekannten Erscheinungen“, ist <i lang='pi' translate='no'>rūpakāya</i>. | Der „aufprallende Kontakt“ ist <i lang='pi' translate='no'>paṭighasamphassa</i>. Hier bezieht sich <i lang='pi' translate='no'>paṭigha</i> auf das „Aufprallen“ materieller Erscheinungen aufeinander, so wie etwa Licht auf das Auge „prallt“. Am häufigsten kommt es in dieser Bedeutung in der Formel vor, mit der die formlosen Meditationen beginnen. (Sujato) ",
  "dn15:20.6": "Benennen bewegt sich vom Geist zur Welt; Aufprallen bewegt sich von der Welt zum Geist. Zusammen schaffen sie einen dynamischen, in zwei Richtungen ablaufenden Vorgang, durch den wir die Welt erfahren und lernen, sie zu begreifen. (Sujato) ",
  "dn15:20.8": "Kontakt ist im Wesentlichen eine Begegnung und wird normalerweise als das Zusammentreffen von Sinnesreiz (Licht), Sinnesorgan (Auge) und Bewusstsein ausgedrückt. Indem er die direkte Erwähnung der sechs Sinne überspringt, eröffnet der Buddha einen anderen Blick auf diesen Vorgang: Mentales Benennen trifft auf Sinneseindrücke, die beide füreinander unabdingbar sind; zusammen machen sie Kontakt möglich. Die Analyse selbst veranschaulicht diesen Vorgang, wie sie damit beginnt, den Vorgang von jeder Seite zu betrachten, und sich auf eine Integration zubewegt und dann beide zusammen sieht. (Sujato) ",
  "dn15:21.1": "Bewusstsein ist im abhängigen Entstehen normalerweise als die sechs Arten von Sinnesbewusstsein definiert (<a href='https://suttacentral.net/sn12.2/de/sabbamitta#12.3'>SN 12.2:12.3</a>). Das Ziel ist dabei, zu betonen, dass der Vorgang der Wiedergeburt und des Umherwanderns ein empirischer Prozess ist, der von dem gleichen gewöhnlichen Bewusstsein abhängt, das wir jetzt erfahren. Auch hier öffnet sich wieder, indem die sechs Sinne übersprungen werden, eine neue Art der Analyse, die das organische Wachstum des Individuums betont. (Sujato) ",
  "dn15:21.2": "„Empfangen“ ist <i lang='pi' translate='no'>okkamissatha</i>, wörtlich „herabsteigen“ oder „ankommen“. | „Gerinnen“ geht von der PTS-Lesart <i lang='pi' translate='no'>samucchissatha</i> aus (Sanskrit <i lang='pi' translate='no'>sammurch</i>). Ich glaube, das spiegelt den Glauben wider, dass der Embryo aus der Vermischung von Blut und Samen „gerinnt“. Vergleiche den Jaina-Begriff <i lang='pi' translate='no'>sammūrcchana</i>, „Gerinnung“, der alle Arten von Geburt beschreibt, die nicht aus dem Mutterleib und keine unmittelbare Geburt sind (Tattvārtha Sūtra 2.35). | Linguistisch ist diese Passage bis hin zu <a href='https://suttacentral.net/dn15/de/sabbamitta#22.2'>DN 15:22.2</a> durch die äußerst seltene Verb-Endung  <i lang='pi' translate='no'>-issatha</i> gekennzeichnet, die mittlere Form der dritten Person Singular Konditional. (Sujato) ",
  "dn15:21.4": "„Verloren ginge“ ist <i lang='pi' translate='no'>vokkamissatha</i>. | „Dieser Ort“ ist <i lang='pi' translate='no'>itthattā</i>, das sehr verbreitet in der Erklärung eines Arahant zu finden ist, dass es „für diesen Ort“ nichts mehr weiter für ihn gibt. | „Geboren“ ist hier <i lang='pi' translate='no'>abhinibbatti</i>, das zusammen mit <i lang='pi' translate='no'>jāti</i>, <i lang='pi' translate='no'>okkanti</i> und anderen Begriffen als Synonym in der Standarddefinition der Wiedergeburt aufgeführt ist (<a href='https://suttacentral.net/sn12.2/de/sabbamitta#4.2'>SN 12.2:4.2</a>, <a href='https://suttacentral.net/mn9/de/sabbamitta#24-26.7'>MN 9:24–26.7</a>, <a href='https://suttacentral.net/dn22/de/sabbamitta#18.4'>DN 22:18.4</a>). (Sujato) ",
  "dn15:21.6": "Die Verbindung zwischen abhängigem Entstehen und Kindheitsentwicklung wird in <a href='https://suttacentral.net/mn38/de/sabbamitta#28.1'>MN 38:28.1</a> weiter untersucht. (Sujato) ",
  "dn15:22.1": "Nun wenden wir uns der anderen Seite dieses Paares von Bedingungen zu. (Sujato) ",
  "dn15:22.2": "Gerade wie Name und Form – der organische, fühlende und begreifende Körper – ohne Bewusstsein nicht heranwachsen kann, braucht auch das Bewusstsein einen Landeplatz oder ein Fundament, um in Name und Form „eingepflanzt“ zu werden. | <i lang='pi' translate='no'>Dukkhasamudayasambhavo</i> („das Zustandekommen des Ursprungs des Leidens“) könnte auch mit „das Zustandekommen und der Ursprung des Leidens“ wiedergegeben werden. Allerdings kommt <i lang='pi' translate='no'>dukkhasamudaya</i> einige hundert Male in der Bedeutung „Ursprung des Leidens“ vor, daher nehme ich es hier in der gleichen Bedeutung. Das wird von der abweichenden Lesart <i lang='pi' translate='no'>dukkhasamudayo sambhavo</i> im PTS-Text gestützt. (Sujato) ",
  "dn15:22.5": "Diese Passage fährt mit dem Gebrauch seltener mittlerer Formen fort, diesmal <i lang='pi' translate='no'>-etha</i>, die dritte Person Singular Optativ. (Sujato) ",
  "dn15:22.6": "Diese Stelle erklärt, warum die Sequenz hier endet, statt wie üblich zu Willensbildungsprozessen und Unwissenheit weiterzugehen. Jeder Daseinszustand hängt letzten Endes von der wechselseitigen Abhängigkeit von Name und Form und Bewusstsein ab. Innerhalb dieser wichtigen Beziehung liegt nicht nur die Ausdehnung der Sprache, sondern auch der Weisheit und auch das Geheimnis, wie das Umherwandern selbst aufgelöst werden kann. Eine der vielen tiefgründigen Implikationen davon ist, dass es so etwas wie einen Zustand reinen Bewusstseins unabhängig von Konzepten nicht gibt. | <i lang='pi' translate='no'>Ettāvatā vaṭṭaṁ vattati itthattaṁ paññāpanāya</i> sollte man mit Passagen wie <a href='https://suttacentral.net/sn22.56/de/sabbamitta#5.3'>SN 22.56:5.3</a> lesen: <i lang='pi' translate='no'>ye kevalino vaṭṭaṁ tesaṁ natthi paññāpanāya</i> („Für Vollkommene ist kein Kreislauf der Wiedergeburten zu finden“). | in Chāndogya-Upaniṣad 7.1.5 kann jemand, der Brahmā als Name verehrt, tun, was ihm gefällt „innerhalb der Grenzen des Namens“ (<i lang='pi' translate='no'>yāvannāmno gataṁ</i>). | Die Lesart <i lang='pi' translate='no'>aññamaññapaccayatā pavattati</i> des Mahāsaṅgīti ist fadenscheinig, da sie ein Abhidhamma-Konzept aus dem Kommentar einführt. (Sujato) ",
  "dn15:23.1": "Der Text wendet sich nun einer Analyse von „Selbst“- (<i lang='pi' translate='no'>attā</i>) -Theorien zu, vergleichbar einigen Stellen aus <a href='https://suttacentral.net/dn1/de/sabbamitta'>DN 1</a>. Der Buddha begann seine Lehrrede mit der Feststellung, dass es das fehlende Verstehen des abhängigen Entstehens ist, das die Wesen im Umherwandern gefangen hält. Das abhängige Entstehen erklärt das Umherwandern auf rein empirische Weise, indem es es von den geistigen  und körperlichen Erscheinungen ableitet, die wir hier und jetzt erleben. Selbsttheoretiker auf der anderen Seite erklären das Umherwandern, indem sie ein neues metaphysisches Prinzip, das „Selbst“ oder die „Seele“, einführen, vom dem sie annehmen, dass es der Person eine ewige zugrunde liegende Essenz verleihe. (Sujato) ",
  "dn15:23.2": "„Geformt“ ist <i lang='pi' translate='no'>rūpī</i> („Form besitzend“), wodurch das Selbst mit dem ersten der fünf Aggregate identifiziert wird. Wenn etwas tatsächlich die Kernessenz eines Menschen wäre, würde man denken, das sei leicht zu erkennen. Aber der Buddha zeigt, dass die Theoretiker das Selbst auf vielfältige verschiedene und nicht miteinander zu vereinbarende Arten beschreiben. Jede davon schöpft von einem mehr oder weniger zufälligen Aspekt der empirischen Wirklichkeit wie etwa „Form“, um eine metaphysische Entität zu beschreiben, die nicht erkennbar und tatsächlich bloß eine Annahme ist. (Sujato) ",
  "dn15:23.3": "Ein Beispiel für ein Selbst, das „geformt und begrenzt“ ist, wäre der Körper. (Sujato) ",
  "dn15:23.5": "Wie etwa das Weltall. (Sujato) ",
  "dn15:23.7": "Vielleicht ist das das Selbst mit „begrenzter Wahrnehmung“, (<a href='https://suttacentral.net/dn1/de/sabbamitta#2.38.13'>DN 1:2.38.13</a>). Dabei wäre der Geist einer begrenzten Sache gewahr, und das Selbst würde mit der geistigen Dimension dieses Gewahrseins identifiziert. (Sujato) ",
  "dn15:23.9": "Wie etwa die formlosen Dimensionen. (Sujato) ",
  "dn15:24.2": "Die drei Möglichkeiten („es ist so“, „es wird so sein“ und „ich werde machen, dass es so sein wird“) veranschaulichen, wie der Theoretiker zu immer komplizierteren Mitteln greift, um den Mangel an empirischem Rückhalt für seine Lieblingstheorie zu rechtfertigen. | <i lang='pi' translate='no'>Bhāviṁ</i> („wird mit Gewissheit werden“) besteht aus der Wurzel <i lang='pi' translate='no'>bhū</i> mit der primären Endung <i lang='pi' translate='no'>-ī</i>, was einen unvermeidlichen künftigen Zustand konnotiert. | <i lang='pi' translate='no'>Tattha</i> („an einem anderen Ort“, wörtlich „dort“) wird vom Kommentar mit <i lang='pi' translate='no'>paraloke</i> („in jener Welt“) erklärt. (Sujato) ",
  "dn15:24.3": "Die oberflächlichen Unterschiede sind auf der gleichen zugrunde liegenden Annahme aufgebaut, wenn daher diese Annahme widerlegt ist, ist es nicht nötig, jede einzelne Theorie zu widerlegen. | <i lang='pi' translate='no'>Iccālaṁ</i> wird zu <i lang='pi' translate='no'>iti alaṁ</i> aufgelöst. (Sujato) ",
  "dn15:25.1": "Das ist der Buddha; er bildet keine Theorie über ein metaphysisches Selbst. In dieser Argumentation findet sich implizit Okkhams Rasiermesser: „Entitäten dürfen nicht über das Notwendige hinaus vermehrt werden“. Da die Selbsttheoretiker die Existenz des „Selbst“ beweisen wollen, ist es ihre Aufgabe, die Grundlagen, die ihre Annahmen stützen, vorzulegen. Da sie das nicht können, ist die rationale Position, dass es ein Selbst nicht gibt. Der Buddha unterliegt keiner vergleichbaren Verpflichtung, die Nichtexistenz des „Selbst“ zu beweisen, da es vernünftig ist, anzunehmen, dass Dinge nicht existieren, bis die Evidenz etwas anderes sagt. (Sujato) ",
  "dn15:27.1": "Nachdem sie ein metaphysisches „Selbst“ geltend gemacht haben, stellen die Theoretiker nun bestimmte Beobachtungen und Deutungen diesbezüglich an. (Sujato) ",
  "dn15:27.2": "Der Buddha geht von Theorien des Selbst als Form zum Gefühl, dem zweiten der fünf Aggregate. (Sujato) ",
  "dn15:27.3": "Zum Beispiel, indem man das Selbst mit der angenommenen ewigen Glückseligkeit im Himmel identifiziert. Wie auch bei den Beschreibungen des Selbst in physischen Begriffen bewegt sich auch hier der Theoretiker von einer einfachen Behauptung der Identität zu komplizierteren Hypothesen. (Sujato) ",
  "dn15:27.4": "Das ist die Umkehrung des Vorigen. Das Selbst wird immer noch <em>in Beziehung zum</em> Gefühl definiert, aber es ist eine negative Beziehung. Solche Theorien findet man häufig in den Upaniṣaden, wo eine prominente Analysekette alle Dinge, die <em>nicht</em> das Selbst sind, systematisch verwirft (<i lang='pi' translate='no'>neti</i>), ehe man schließlich bei dem ankommt, was das Selbst <em>ist</em> (z. B. Bṛhadāraṇyaka-Upaniṣad 4.5.15). (Sujato) ",
  "dn15:27.5": "Hier beschreibt der Theoretiker Gefühl als Funktion des Selbst: Es ist  nicht, was das Selbst <em>ist</em>, sondern was das Selbst <em>tut</em>. In <a href='https://suttacentral.net/mn38/de/sabbamitta#5.11'>MN 38:5.11</a> (= <a href='https://suttacentral.net/mn2/de/sabbamitta#8.8'>MN 2:8.8</a>) beschreibt Sāti das Selbst als Bewusstsein, als den, „der spricht, der erkennt, der die Ergebnisse guter und schlechter Taten in den verschiedenen Bereichen erfährt“. (Sujato) ",
  "dn15:28.1": "Der Buddha fährt fort, indem er gezielt Argumente entwickelt, die auf jede einzelne Position eingehen. (Sujato) ",
  "dn15:28.5": "Der Buddha weist auf die allumfassende Erfahrung des Gefühls hin und gründet so sein Argument auf einen gemeinsamen Nenner. Das gleiche Argument findet sich in <a href='https://suttacentral.net/mn74/de/sabbamitta#10.1'>MN 74:10.1</a>. (Sujato) ",
  "dn15:28.7": "Die Vorstellung, dass zu einem Zeitpunkt nur eine Art von Gefühl erfahren werden kann, wurde zu einem Diktum der buddhistischen Psychologie, aber es ist für mich nicht klar ersichtlich, dass dem so ist. Hier und in <a href='https://suttacentral.net/mn74/de/sabbamitta'>MN 74</a> wird angenommen, dass es ein Glaube ist, den auch Nicht-Buddhisten hatten. (Sujato) ",
  "dn15:30.3": "Gefühl ist Teil der grundlegenden Struktur des Bewusstseins. Dieses Argument kommt im Pali klarer heraus, da das Wort für „Gefühl“ (<i lang='pi' translate='no'>vedanā</i>) von der Bedeutung „erkennen, erfahren“ abgeleitet ist und dieser noch nahe ist. Die Frage ist daher: „Wenn es keinen Geist gäbe, gäbe es dann den Gedanken ‚ich bin das‘?“ Der Kommentar scheint die abweichende Lesart <i lang='pi' translate='no'>ahamasmī</i> hier zu stützen. Das ist im Kontext plausibel, denn „ich bin“ ist die erste und ursprünglichste Feststellung eines Selbst, wohingegen „ich bin das“ eine weiter ausgefeilte Identifikation des Selbst in Beziehung zu den Aggregaten ist. (Sujato) ",
  "dn15:31.5": "Der Theoretiker vermeidet, das Selbst mit Gefühl zu identifizieren, aber er muss es mit <em>etwas</em> identifizieren (wie etwa Sāti, der sagte, das Selbst sei <i lang='pi' translate='no'>viññāṇa</i>). Gefühl ist jedoch tief in die Struktur des Bewusstseins verwoben, wenn daher Gefühl gänzlich abwesend wäre, könnte keine andere geistige Erscheinung fortbestehen und es gäbe somit keine Möglichkeit, eine Selbsttheorie zu bilden. (Sujato) ",
  "dn15:32.3": "Loslassen ist nicht nur eine gedankliche Sache, es hat unmittelbare emotionale Konsequenzen. <i lang='pi' translate='no'>Paritassati</i> übermittelt die beiden Bedeutungen Begehren und Bewegung, wofür „anxiety“ („Unruhe“) gut zu passen scheint. (Sujato) ",
  "dn15:32.11": "Das erinnert an die ähnliche Aussage in <a href='https://suttacentral.net/dn15/de/sabbamitta#22.6'>DN 15:22.6</a>. Während es dort eine Aussage über Name und Form und Bewusstsein war, ist es hier eine Beschreibung des Arahant, der das vollständig erkannt hat. Im Unterschied zu den Theoretikern, deren Ansichten einer empirischen Untersuchung nicht standhalten, gründet sich die Befreiung des Arahant auf ein unmittelbares Verstehen der Wirklichkeit. | <i lang='pi' translate='no'>Nirutti</i> bedeutet hier „Begriffsbestimmung“ oder „Definition“ eines Wortes. In vorbuddhistischer Literatur ist das, was „undefiniert“ ist, die mystische Wahrheit, die im Flüsterton gemurmelt wird, während das, was „definiert“ ist, klar sprachlich ausgedrückt wird. Eine Aufstellung solcher Definitionen ist ein <i lang='pi' translate='no'>nirukti</i>, ein Glossar oder Wörterbuch. (Sujato) ",
  "dn15:33.1": "Der Buddha kommt ein weiteres Mal auf die Frage der Wiedergeburt zurück und beschreibt verschiedene Wiedergeburtsbereiche in Begriffen des Bewusstseins. Die sieben Ebenen werden auch in <a href='https://suttacentral.net/dn33/de/sabbamitta#2.3.28'>DN 33:2.3.28</a>, <a href='https://suttacentral.net/dn34/de/sabbamitta#1.8.11'>DN 34:1.8.11</a> und <a href='https://suttacentral.net/an7.44/de/sabbamitta#1.1'>AN 7.44:1.1</a> erwähnt. (Sujato) ",
  "dn15:33.4": "„Bewusstseinsebene“ ist <i lang='pi' translate='no'>viññāṇaṭṭhiti</i>, das auch mit „Station“ wiedergegeben werden könnte. (Sujato) ",
  "dn15:33.17": "In der ersten dieser Dimensionen gibt es überhaupt kein Bewusstsein und in der zweiten gibt es kein Bewusstsein im normalen Sinn; aus diesem Grund können sie nicht „Bewusstseinsebenen“ genannt werden. (Sujato) ",
  "dn15:34.2": "<i lang='pi' translate='no'>Abhinandituṁ</i>, „daran Vergnügen finden“, „es genießen“ oder „sich daran erfreuen“, kommt in der Standardformel der zweiten edlen Wahrheit vor, wo Verlangen „vergnügt sich überall, wo es ankommt“ (<i lang='pi' translate='no'>tatratatrābhinandinī</i>). (Sujato) ",
  "dn15:34.10": "Einer, der „durch Weisheit befreit“ ist, hat Weisheit als vorherrschende Fähigkeit. (Sujato) ",
  "dn15:35.1": "Die acht Befreiungen (<i lang='pi' translate='no'>vimokkhā</i>) sind eine alternative Art, die meditativen Erfahrungen der <i lang='pi' translate='no'>jhānā</i> zu beschreiben. Sie werden auch in <a href='https://suttacentral.net/dn16/de/sabbamitta#3.33.1'>DN 16:3.33.1</a>, <a href='https://suttacentral.net/dn33/de/sabbamitta#3.1.168'>DN 33:3.1.168</a>, <a href='https://suttacentral.net/dn34/de/sabbamitta#2.1.191'>DN 34:2.1.191</a>, <a href='https://suttacentral.net/an/de/sabbamitta#8.66'>AN:8.66</a>, <a href='https://suttacentral.net/mn77/de/sabbamitta#22.1'>MN 77:22.1</a> aufgezählt, und in <a href='https://suttacentral.net/an4.189/de/sabbamitta#1.8'>AN 4.189:1.8</a> und <a href='https://suttacentral.net/thag20.1/de/sabbamitta#33.1'>Thag 20.1:33.1</a> wird darauf Bezug genommen. In <a href='https://suttacentral.net/an8.120/de/sabbamitta'>AN 8.120</a> und <a href='https://suttacentral.net/mn137/de/sabbamitta#27.1'>MN 137:27.1</a> sind sie aufgezählt, werden aber nicht die acht Befreiungen genannt. (Sujato) ",
  "dn15:35.3": "Jemand sieht eine meditative Vision, die sich auf die Wahrnehmung des eigenen Körpers gründet, wie etwa durch Achtsamkeit auf den Atem oder die eigenen Körperteile. Die ersten drei Befreiungen handeln alle von den vier <i lang='pi' translate='no'>jhānā</i>. (Sujato) ",
  "dn15:35.5": "Jemand gründet seine Meditationspraxis auf einen äußeren Fokus wie etwa ein Licht, den Anblick einer Leiche oder ein äußeres Element wie Erde. (Sujato) ",
  "dn15:35.7": "Das ist eine Praxis, die sich auf vollständig reine und erhabene Meditation gründet wie die Meditation über Liebe oder den Anblick einer reinen leuchtenden Farbe wie der Himmel. (Sujato) ",
  "dn15:35.17": "Das „Aufhören von Wahrnehmung und Gefühl“ (<i lang='pi' translate='no'>saññāvedayitanirodha</i>) ist ein äußerst subtiler Meditationszustand auf dem Höhepunkt, der häufig unmittelbar zum Erwachen führt (aber siehe <a href='https://suttacentral.net/an5.166/de/sabbamitta'>AN 5.166</a>). Der Zustand selbst ist, wie alle Meditationszustände, vorübergehend, aber danach können die Befleckungen für immer beseitigt sein. Diese befreiende Einsicht ist die Folge einer ausgewogenen Entwicklung aller acht Faktoren des Pfades. (Sujato) ",
  "dn15:36.1": "Diese Passage betont, dass dieser Mensch die Meditation vollkommen beherrscht und alle ihre Stadien gemeistert hat. Der Buddha behauptete das von sich (<a href='https://suttacentral.net/an9.41/de/sabbamitta#16.1'>AN 9.41:16.1</a>) und hatte die Fähigkeit sogar noch auf seinem Sterbebett (<a href='https://suttacentral.net/dn16/de/sabbamitta#6.8.1'>DN 16:6.8.1</a>). (Sujato) ",
  "dn15:36.2": "Hier sehen wir, wie die Begriffe „einer, der befreit ist“ auf zwei Arten gebraucht werden. Alle Arahants besitzen „Freiheit des Herzens“ (mittels <i lang='pi' translate='no'>samādhi</i>) und „Freiheit durch Weisheit“ (die Verwirklichung des Dhamma). Zugleich gilt jemand, bei dem die Betonung auf <i lang='pi' translate='no'>samādhi</i> liegt, als einer, der „Freiheit des Herzens“ besitzt, im Unterschied zu jemandem, bei dem die Betonung auf der Weisheit liegt, der „Freiheit durch Weisheit“ besitzt. Einer, der vollkommene Meisterschaft sowohl von <i lang='pi' translate='no'>samādhi</i> als auch Weisheit besitzt, gilt als „auf beide Arten befreit“. (Sujato) "
}