{
  "dn1:1.1.1": "Die Überlieferung besagt, dass dies die Worte waren, die Ānanda sprach, als er beim ersten Konzil, das auf den Tod des Buddha folgte, den Suttapiṭaka aufsagte. Es ist in der Tat ein Kennsatz, der besagt, dass der Text durch mündliche Überlieferung weitergegeben wurde und der Sprecher bei den Ereignissen nicht anwesend war (<a href='/dn5/de/sabbamitta#21.10'>DN 5:21.10</a>, <a href='/mn127/de/sabbamitta#17.4'>MN 127:17.4</a>). | Dieses Sutta und sein Kommentar wurden von Bhikkhu Bodhi in seinem <em>The All-Embracing Net of Views</em> übersetzt. (Sujato) | Eine deutsche Übersetzung von Bhikkhu Bodhis Text liegt unter dem Titel „Das allumfassende Netz der Ansichten“ vor. ",
  "dn1:1.1.2": "Die Suttas haben die Gewohnheit, kein Datum anzugeben, sodass wir nur spärliche interne Chronologie haben. | Wenn man von Rājagaha aus (dem heutigen Rajgir) etwa fünfzehn Kilometer nach Norden geht, kommt man nach Nāḷandā. | Engl. <em>mendicant</em> ist eine wörtliche Übersetzung von <i lang='pi' translate='no'>bhikkhu</i>, „einer, der Almosen annimmt“. (Sujato) | Da ein geschlechtsübergreifendes Wort wie <em>mendicant</em> im Deutschen nicht existiert, habe ich mich zu der Übersetzung „Mönche und Nonnen“ entschieden, denn <i lang='pi' translate='no'>bhikkhu</i> bezieht sich in der Regel nicht nur auf Mönche. ",
  "dn1:1.1.3": "Ein „Wanderer“ (<i lang='pi' translate='no'>paribbājaka</i>) war jemand, der keine Wohnung hatte und religiöse Entsagung praktizierte – Männer oder Frauen, Brahmanen oder andere; sie lebten als Wanderer von Almosen. | „Schüler“ ist <i lang='pi' translate='no'>antevāsi</i>, ein im Haus wohnender Schüler eines Meisters. (Sujato) ",
  "dn1:1.1.4": "Heute werden diese die drei Juwelen genannt, die die buddhistische Religion ausmachen; in den frühen Texten sind sie allerdings nicht unter diesem Namen bekannt. (Sujato) ",
  "dn1:1.1.5": "Die Meinungsverschiedenheit zwischen Lehrer und Schüler zeigt einerseits ihre Verwirrung, aber sie steht auch für die Vielfalt von Ansichten innerhalb der brahmanischen Kaste und die Offenheit, mit der ein Schüler seinem Lehrer widersprechen konnte. (Sujato) ",
  "dn1:1.2.1": "Ambalaṭṭhikā heißt „Ort der Mangoschösslinge“. Es war ein Rasthaus, das der König von Rājagaha etwa eine Tagesreise von der Hauptstadt entfernt hatte errichten lassen. Es muss eine beträchtliche Größe gehabt haben. (Sujato) ",
  "dn1:1.3.1": "<i lang='pi' translate='no'>Saṅkhiyadhamma</i> ist ein einzigartiger Begriff. Der Kommentar erklärt ihn mit <i lang='pi' translate='no'>kathādhamma</i>, und infolgedessen wurde er als „Unterhaltung“ oder „Verlauf der Unterhaltung“ übersetzt. Aber <i lang='pi' translate='no'>saṅkhya</i> bedeutet „bewerten, schätzen, messen, berechnen“, und hier dreht sich die Diskussion um die Frage, wie die beiden Parteien den Buddha, den Dhamma und den Saṅgha einschätzen oder beurteilen. Vergleiche die „Einschätzung“ des Buddha in <a href='/dn19/de/sabbamitta#19.2'>DN 19:19.2</a>. (Sujato) ",
  "dn1:1.3.2": "<i lang='pi' translate='no'>Adhimutti</i> ist etwas, das man beschlossen hat, eine Überzeugung oder ein Glaube. (Sujato) ",
  "dn1:1.4.1": "Das war wohl ein Pavillon im Freien beim Rasthaus. Es ist üblich, dass für einen Lehrer oder sonst eine Respektsperson, die sich hinsetzen will, eine Sitzmatte ausgebreitet oder zurechtgemacht wird. (Sujato) ",
  "dn1:1.4.2": "Die allerersten Worte des Buddha im Suttapiṭaka: Er will hören, was andere sagen. (Sujato) ",
  "dn1:1.4.3": "Hier und an ähnlichen Stellen wiederholt das Pali alles, und ich kürze das ab. (Sujato) ",
  "dn1:1.5.1": "Die Ausdrucksweise ist hier ein wenig ungewöhnlich und sehr präzise. Sie „sollen nicht tun“, was verbittert macht (d. h. andere bewerten). Vergleiche <a href='/mn22/de/sabbamitta'>MN 22</a>, wo die gleichen Wendungen gebraucht werden. Im Fall des Buddha ist dort das neutrale <i lang='pi' translate='no'>hoti</i>, aber für die Mönche und Nonnen wird, wie  hier, <i lang='pi' translate='no'>karaṇīya</i> benutzt. (Sujato) ",
  "dn1:1.5.2": "Sich über andere zu beklagen, verletzt nicht diese, sondern nur denjenigen, der sich aufregt. (Sujato) ",
  "dn1:1.5.3": "Gleichmut ist eine Vorbedingung, um Tatsachen zu bewerten. (Sujato) ",
  "dn1:1.7.1": "Sittlichkeit (oder Moral oder Tugend, <i lang='pi' translate='no'>sīla</i>) ist wichtig, aber es verblasst im Vergleich zu den höheren Dimensionen des Pfades des Buddha. Der Buddha bezeichnete sich häufig selbst als den „Klargewordenen“ (<i lang='pi' translate='no'>tathāgata</i>). (Sujato) ",
  "dn1:1.7.2": "Hier legt der Buddha im Einzelnen das sittliche Verhalten für seine Mönchs- und Nonnenanhänger dar. (Sujato) ",
  "dn1:1.8.1": "Die erste und wichtigste Ethikregel. Es ist nicht nur die negative Vorschrift, das Töten zu unterlassen, sondern auch die positive Vorschrift, Mitgefühl mit allen Geschöpfen zu haben. | Der Buddha wird von Nicht-Buddhisten „der Asket Gotama“ genannt. (Sujato) ",
  "dn1:1.8.2": "Ein „gewöhnlicher Mensch“ (<i lang='pi' translate='no'>puthujjana</i>) ist jeder, der nicht wenigstens auf dem Weg zum Stromeintritt ist. (Sujato) ",
  "dn1:1.8.5": "„Keuschheit“ ist <i lang='pi' translate='no'>brahmacariya</i>, wörtlich „göttliches Verhalten“. Hier wird es im engeren Sinn der Abstinenz vom Geschlechtsverkehr gebraucht, aber häufiger hat es eine breitere Bedeutung im Sinn von „geistliches Leben“. (Sujato) ",
  "dn1:1.9.1": "Das ist die erste der vier Arten rechter Rede. Wie die Regel gegen das Töten die positive Vorschrift einschließt, mitfühlend zu leben, so mahnen die Regeln über die Rede zu einem positiven und konstruktiven Gebrauch der Sprache. (Sujato) ",
  "dn1:1.9.3": "„Eintracht“ (oder „Einstimmigkeit“, <i lang='pi' translate='no'>samagga</i>) entschuldigt keine unwahre, scheinheilige oder anderweitig schädliche Rede. Wahre Eintracht erreicht man nur in Gegenwart des Dhamma. (Sujato) ",
  "dn1:1.9.7": "<i lang='pi' translate='no'>Attha</i> ist ein Begriff mit vielen Bedeutungen, hier im Sinn von „bedeutsam“ und „nützlich“ gebraucht. An anderer Stelle heißt es „Ziel“, „Notwendigkeit“, „Zweck“, „Rechtsstreit“ oder „Enden“, und die Bedeutung ist nicht immer leicht herauszufinden. (Sujato) ",
  "dn1:1.10.1": "Buddhisten betrachten im Allgemeinen pflanzliches Leben nicht als empfindungsfähig, aber sie schätzen es als Teil des Ökosystems. (Sujato) ",
  "dn1:1.10.3": "Das wird heute so ausgelegt, dass man nur nach der Morgendämmerung und vor dem Mittag isst. (Sujato) ",
  "dn1:1.10.4": "Das sind sinnliche Zerstreuungen, die den Geist ablenken und erregen. Diese und die folgenden drei Regeln zielen auf inneren Frieden für die Meditation. (Sujato) ",
  "dn1:1.10.5": "Diese Regel wurde vom Cousin des Buddha Nanda nicht beachtet (<a href='/sn21.8/de/sabbamitta#1.2'>SN 21.8:1.2</a>). (Sujato) ",
  "dn1:1.10.6": "Um nicht zu viel zu schlafen. (Sujato) ",
  "dn1:1.10.7": "Wörtlich „Gold und Silber“ (<i lang='pi' translate='no'>jātarūparajata</i>), aber <i lang='pi' translate='no'>rajata</i> wird in <a href='https://suttacentral.net/pli-tv-bu-vb-np18/en/brahmali#2.8'>Bu NP 18</a> als jede Art von Geld erklärt. (Sujato) ",
  "dn1:1.10.8": "Mönche und Nonnen erhalten nur die Mahlzeit für einen Tag; sie halten keine Lebensmittelvorräte und kochen nicht. (Sujato) ",
  "dn1:1.10.11": "Nach altem indischem Recht (Arthaśāstra 3.13) kann sich ein Mensch in einer schwierigen Zeit gegen eine Gebühr zur Arbeit verpflichten. Solche abhängigen Diener waren vor Grausamkeit, sexueller Ausbeutung und unfairer Arbeit geschützt. Nachdem sie ihre vertragliche Gebühr abgearbeitet hatten, wurden sie frei; sie behielten ihr ursprüngliches Erbe und ihren Status. (Sujato) ",
  "dn1:1.10.12": "Das sind Tiere, die zum Verzehr gezüchtet wurden. (Sujato) ",
  "dn1:1.10.15": "Der Saṅgha als Gemeinschaft kenn ein Grundstück für ein Kloster annehmen, aber nicht einzelne Mönche oder Nonnen. (Sujato) ",
  "dn1:1.10.16": "Diese Punkte werden weiter unten im Einzelnen besprochen. | Wegen des wandernden Lebensstils der Mönche und Nonnen war es naheliegend, dass sie als Vermittler für Geschäfte von Laien fungierten. Doch es setzte sie Risiken aus, wenn die Botschaft nicht zugestellt wurde oder eine schlechte Nachricht enthielt. (Sujato) ",
  "dn1:1.10.17": "Etwa mit Klosterbesitz Handel zu treiben. (Sujato) ",
  "dn1:1.11.1": "Dieser Abschnitt führt einige Punkte des vorhergehenden Abschnitts weiter aus. (Sujato) ",
  "dn1:1.11.2": "Dass das nicht fünf „Arten von Samen“ sind, sondern fünf Arten von „Pflanzen, die sich aus Samen vermehren“, wird aus dem Vinaya und seinem Kommentar klar (<a href='https://suttacentral.net/pli-tv-bu-vb-pc11/en/brahmali'>Bu Pc 11</a>: <i lang='pi' translate='no'>Bhūtagāmo nāma pañca bījajātāni</i>). (Sujato) ",
  "dn1:1.12.1": "Zum Bevorraten von Lebensmitteln als Zeichen des Niedergangs siehe <a href='/dn27/de/sabbamitta#17.5'>DN 27:17.5</a>. (Sujato) ",
  "dn1:1.13.2": "<i lang='pi' translate='no'>Sobhanaka</i> („Schönheits-Festumzug“) wird vom Kommentar erklärt als die Bewegung (oder das „Sprenkeln“) von Tänzern oder ihr Herausputzen und Schminken. Die PTS-Lesart <i lang='pi' translate='no'>sobhanagarakaṁ</i>, die von einem Hinweis über eine <i lang='pi' translate='no'>Gandhabba</i>-Stadt gleichen Namens gestützt wird, der keinen Bezug hat, ist ungerechtfertigt. | <i lang='pi' translate='no'>Caṇḍālaṁ vaṁsaṁ dhovanaṁ</i> sollte ein zusammengesetztes Wort sein, wie aus dem Prosatext von Ja 498 hervorgeht; dort ist es eine Aufführung von Ausgestoßenen in Ujjenī. Der DN-Kommentar zitiert <a href='/an10.107/de/sabbamitta'>AN 10.107</a>, wo <i lang='pi' translate='no'>dhovana</i> eine Zeremonie im Süden ist, die von Trinken und Tanzen begleitet ist. Die Kommentare zum AN und DN sagen, es war die rituelle Waschung von Knochen zuvor beerdigter Verstorbener nach der Verwesung des Fleisches. Solche Riten einer „zweiten Beisetzung“ wurden weltweit beobachtet. Aus dem Jātaka scheint es, dass die Tradition zu einer bloßen Aufführung für Schaulustige verkümmert war, bei denen vielleicht nackte einheimische Mädchen zu sehen waren. | Zu <i lang='pi' translate='no'>uyodhika</i> heißt es manchmal, es seien Schaukämpfe, aber in <a href='/an10.30/de/sabbamitta'>AN 10.30</a> ist es keine Schau. Und die Definition in <a href='https://suttacentral.net/pli-tv-bu-vb-pc50/en/brahmali'>Bu Pc 50</a> sagt: <i lang='pi' translate='no'>yattha sampahāro dissati</i>, „wo man Kampf sieht“. (Sujato) ",
  "dn1:1.14.1": "Während Glücksspiel hier nicht ausdrücklich genannt ist, wird <i lang='pi' translate='no'>jūtappamādaṭṭhānānuyoga</i> in DN 31 ausschließlich als Glücksspiel behandelt, daher scheint es impliziert zu sein. (Sujato) ",
  "dn1:1.14.2": "„Dame“ (<i lang='pi' translate='no'>aṭṭhapada</i>) war vermutlich der Vorläufer des <i lang='pi' translate='no'>caturaṅga</i> der Gupta-Zeit und damit des modernen Schachspiels. | <i lang='pi' translate='no'>Yathāvajja</i> wird in den Kommentaren als „Nachahmen von Verunstaltungen“ erklärt, aber ich kann nirgendwo sonst im Pali oder Sanskrit Unterstützung für <i lang='pi' translate='no'>vajja</i> in dieser Bedeutung finden. Wahrscheinlicher bezieht es sich auf Musikinstrumente (Sanskrit <i lang='pi' translate='no'>vādya</i>). (Sujato) ",
  "dn1:1.17.1": "<i lang='pi' translate='no'>Tiracchānakathā</i> heißt wörtlich „Tiergespräch“. Das Paliwort für Tier, <i lang='pi' translate='no'>tiracchāna</i>, hat den Sinn von „sich horizontal fortbewegen“, und „unwürdige Gespräche“ (<em>low talk</em>) sind solche, die nicht erheben. (Sujato) ",
  "dn1:1.17.2": "<i lang='pi' translate='no'>Bhavābhava</i> heißt nicht „Dasein und Nichtsein“, sondern ist ein distributives zusammengesetztes Wort, „dieser oder jener Daseinszustand“. Indische religiöse Texte sind voll von Diskussionen über verschiedene Himmel und Höllen. (Sujato) ",
  "dn1:1.18.2": "Die Torheit der Streitsucht ist ein Thema, das man überall in den Suttas findet, aber es ist ein besonderer Schwerpunkt im Aṭṭhakavagga des Suttanipāta. (Sujato) ",
  "dn1:1.19.2": "„Herrscher“ (<i lang='pi' translate='no'>raññaṁ</i>, Genitiv Plural) schließen sowohl Erbkönige ein wie auch gewählte gemeinschaftliche Anführer republikanischer Staaten wie der Sakyer oder der Vajjier. (Sujato) ",
  "dn1:1.20.1": "Manche Hauslose schmeicheln gerne möglichen Spendern oder führen sich prahlerisch auf, um weitere Spenden zu erhalten. | „Materiellen Besitz benutzen, um mehr materiellem Besitz nachzujagen“ beinhaltet auch, mit Klostereigentum gegen Profit zu handeln. (Sujato) ",
  "dn1:1.21.1": "Dieser Abschnitt betrachtet Praktiken, die für Mönche oder Nonnen einen falschen Lebenserwerb darstellen, aber  nicht für Laien. Der Vinaya erklärt „unwürdige Kunst“ als alles, was nicht buddhistisch oder was nutzlos ist (<a href='https://suttacentral.net/pli-tv-bi-vb-pc49/en/brahmali'>Bi Pc 49</a>), wohingegen der Kommentar sagt, es seien Dinge, die nicht zur Befreiung, sondern in den Himmel führten. (Sujato) ",
  "dn1:1.21.2": "Ich lese <i lang='pi' translate='no'>khattavijjā</i> („Politikwissenschaft“) nach der Variante als <i lang='pi' translate='no'>khettavijjā</i> („Geomantik“). | <i lang='pi' translate='no'>Sara</i> in <i lang='pi' translate='no'>saraparitta</i> heißt „Ton“, nicht „Pfeil“; vergleiche mit <i lang='pi' translate='no'>sarabhañña</i>, „Sprechgesang“. | <i lang='pi' translate='no'>Migacakka</i> wird im Kommentar als Deutung der Schreie und des Verhaltens wilder Tiere erklärt, was von dem astrologischen Text Bṛhatsaṃhitā gestützt wird. Hier bezieht sich die Endung <i lang='pi' translate='no'>-cakka</i> auf das Studiengebiet. Siehe auch <a href='/mil5.3.7/de/sabbamitta#6.1'>Mil 5.3.7:6.1</a> <i lang='pi' translate='no'>sācakkaṁ migacakkaṁ antaracakkaṁ</i> („Aufspüren von Vorzeichen von Hunden, wilden Tieren und den umgebenden Himmelsrichtungen“), Begriffen, die man auch bei Bṛhatsaṃhitā 2 findet. (Sujato) ",
  "dn1:1.22.2": "Der Kommentar hat seltsamerweise „Ohrringe oder Hausgiebel“ für <i lang='pi' translate='no'>kaṇṇika</i> („der mit Ohren“), aber es muss „Kaninchen“ sein; siehe dazu <i lang='pi' translate='no'>sasakaṇṇikā</i> in <a href='/ja535/de/sabbamitta#76'>Ja 535:76</a>. (Sujato) ",
  "dn1:1.24.2": "Trotz dieser Stelle wird von buddhistischen Mönchen und Nonnen heute häufig Astrologie praktiziert. | <i lang='pi' translate='no'>(Up)pathagamana</i> kann kaum bedeuten, dass Sonne, Mond und Sterne „sich verirren“ werden. Vielmehr hat <i lang='pi' translate='no'>patha</i> hier die Bedeutung „Bereich“, somit heißt es „in den Bereich kommen“, womit eine astrologische Konjunktion beschrieben wird. (Sujato) ",
  "dn1:1.25.2": "Kosmologie (<i lang='pi' translate='no'>lokāyata</i>) ist in frühen buddhistischen Texten nicht die heterodoxe Schule des Materialismus, als die sie später bekannt wurde. Sie war vielmehr ein Zweig weltlicher Wissenschaft innerhalb der regulären Vedenkunde, der sich mit der Natur und der Ausdehnung der Welt befasste und damit, wie man das erkennen kann (<a href='/an9.38/de/sabbamitta'>AN 9.38</a>, <a href='/sn12.48/de/sabbamitta'>SN 12.48</a>). (Sujato) ",
  "dn1:1.26.2": "Der Kommentar hat <i lang='pi' translate='no'>saṅkiraṇa</i>/<i lang='pi' translate='no'>vikiraṇa</i> als „sparen und ausgeben“ (vgl. <a href='/snp1.6/de/sabbamitta#23.1'>Snp 1.6:23.1</a>), aber das ist unwahrscheinlich. <i lang='pi' translate='no'>Vikiraṇa</i> heißt Essen oder Sand „verstreuen“, während das Sanskritwort <i lang='pi' translate='no'>vikira</i> das rituelle Streuen von Reis bedeutet. Angesichts des Zusammenhangs denke ich, es bezieht sich auf den Brauch, bei einer Hochzeit Reis zu streuen. | Bei <i lang='pi' translate='no'>viruddhagabbhakaraṇa</i> bedeutet <i lang='pi' translate='no'>viruddha</i> „blockiert“. Der Kommentar, in allgemeiner Übereinstimmung mit dem Niddesa zu <i lang='pi' translate='no'>gabbhakaraṇa</i> in <a href='/snp4.14/de/sabbamitta'>Snp 4.14</a>, erklärt es hier als Behandlungen für das Überleben des Fetus. | Ich lasse <i lang='pi' translate='no'>hanujappana</i> aus, da es im Kommentar fehlt und durch eine Verwechslung hierher gekommen zu sein scheint. (Sujato) ",
  "dn1:1.27.2": "Der Arztberuf ist rechter Lebenserwerb, aber Mönche und Nonnen sollen das nicht zu ihrem Lebensunterhalt machen. Sie können ihre Gefährten im Kloster behandeln, Familienangehörige oder Menschen, die dem Kloster nahestehen. | <i lang='pi' translate='no'>Santikamma</i> entspricht dem Sanskrit <i lang='pi' translate='no'>śāntikakarman</i>, einem Ritus zur Abwendung von Bösem. | Zu <i lang='pi' translate='no'>vassakamma</i> und <i lang='pi' translate='no'>vossakamma</i> hat der Kommentar „fruchtbare und unfruchtbare Männer“ (<i lang='pi' translate='no'>vassoti puriso, vossoti paṇḍako</i>), indem er „Regen“ als Metapher für Samen nimmt. Ein solcher Gebrauch hat an anderer Stelle Präzedenzfälle. Aber in diesem Zusammenhang nehme ich <i lang='pi' translate='no'>vassa</i> einfach als „Regen“ und <i lang='pi' translate='no'>vossa</i> als Äquivalent zu Sanskrit <i lang='pi' translate='no'>vyavasya</i> im Sinn von „Befriedung eines Grundstücks“. (Sujato) ",
  "dn1:1.28.1": "Eine Bedeutung von <i lang='pi' translate='no'>dhamma</i> ist „Grundsatz“ im Sinn eines Naturgesetzes oder auch eines moralischen Wertes. | Hier beginnt die berühmte Darstellung der 62 Ansichten. Das Subtile in der Analyse liegt darin, wie der Buddha, statt die einzelnen Elemente der Ansichten zu widerlegen, sie alle auf ihre zugrunde liegende Psychologie zurückführt. (Sujato) ",
  "dn1:1.30.1": "In solchen Zusammenhängen ist „Selbst“ (<i lang='pi' translate='no'>attā</i>) eine postulierte metaphysische Entität, nicht ein einfaches psychologisches Gefühl persönlicher Identität. Die Natur dieses „Selbst“ oder der „Seele“ wurde endlos debattiert. Der Buddha verwarf alle Theorien eines „Selbst“, und an anderer Stelle heißt es, allen 62 Ansichten des Brahmajāla liege ein „Glaube an eine Persönlichkeit“ zugrunde (<a href='/sn41.3/de/sabbamitta#4.13'>SN 41.3:4.13</a>). | Das „Weltall“ ist <i lang='pi' translate='no'>loka</i>, das sonst mit „Welt“ übersetzt ist. Das bezieht sich manchmal auf die einfache materielle Welt, manchmal auf die Welt der Erfahrung, oder, wie hier, das weite Universum, wie man es sich im alten indischen Denken vorstellte. (Sujato) ",
  "dn1:1.31.1": "„Versenkung“ (<i lang='pi' translate='no'>samādhi</i>) ist tiefe meditative Stille. Das Wort vermittelt die Bedeutung von „versammelt“, „gesammelt“ und hat die zweite Bedeutung „entzündet“, „erleuchtet“. Die Übung des <i lang='pi' translate='no'>samādhi</i> (oder <i lang='pi' translate='no'>jhāna</i>, „Vertiefung“) ist nie als ausschließlich buddhistisch betrachtet worden. Richtige Meditation beginnt allerdings mit rechter Ansicht. Da diese Menschen bei ihrer Meditation von falscher Ansicht ausgehen, ist ihr <i lang='pi' translate='no'>samādhi</i> „falsch“, da er bloß ihren Irrtum verstärkt. (Sujato) ",
  "dn1:1.31.2": "Die Erinnerung an frühere Leben ist genau, reich an Einzelheiten und überzeugend, da sie sich auf den klaren Geist tiefer Versenkung stützt. (Sujato) ",
  "dn1:1.31.4": "Das ist die upaniṣadische Ansicht vom ewigen <i lang='pi' translate='no'>Atman</i>, d. h. der immanenten Seele der Welt oder des Weltalls, <i lang='pi' translate='no'>loka</i>. An anderer Stelle in den Suttas behaupten solche Theoretiker, das Selbst und das Weltall seien identisch (<a href='/sn24.3/de/sabbamitta#1.3'>SN 24.3:1.3</a>: <i lang='pi' translate='no'>so attā so loko</i>). (Sujato) ",
  "dn1:1.31.5": "Das ewige „Selbst“ wird dem flüchtigen Leben der Wesen gegenübergestellt. | Das berühmte Wort <i lang='pi' translate='no'>saṁsara</i> wird oft als ein „Kreislauf“ von Wiedergeburten verstanden, doch die Bedeutung ist vielmehr, „weiter zu wandern“ oder „umherzustreifen“. (Sujato) ",
  "dn1:1.31.9": "Seine Meditationserfahrung lässt ihn einen Prozess flüchtigen und veränderlichen Lebens erkennen, doch daraus leitet er ab, dass es ein ewiges Selbst geben müsse. (Sujato) ",
  "dn1:1.32.3": "Der Unterschied besteht nur in der Zeitdauer, die hier bis zu zehn Äonen beträgt. Ein einzelnes Äon (<i lang='pi' translate='no'>kappa</i>) dauert länger als es dauern würde, ein riesiges Gebirge abzutragen, indem man einmal alle hundert Jahre mit einem Tuch darüber reibt <a href='/sn15.5/de/sabbamitta'>SN 15.5</a>, und die Zahl der Äonen ist größer als die Sandkörner im Ganges <a href='/sn15.8/de/sabbamitta'>SN 15.8</a>. Die riesigen Zeiträume, mit denen in den frühen buddhistischen Texten gerechnet wird, sind denen der modernen Kosmologie in der Physik vergleichbar. (Sujato) ",
  "dn1:1.34.2": "Diese Theoretiker kamen mithilfe eines logischen Prozesses zur gleichen Schlussfolgerung wie die Meditierenden. Verschiedene Gruppen asketischer Philosophen betonten Kontemplation oder rationale Untersuchung als Mittel zur Wahrheitsfindung. Der Buddha erkennt an, dass beide nützlich, aber begrenzt sind, weil sie, wie hier, manchmal zu falschen Schlussfolgerungen führen können. (Sujato) ",
  "dn1:1.35.2": "Ich habe meine Zweifel an diesem Satz. Überall sonst heißt <i lang='pi' translate='no'>ito bahiddhā</i> „außerhalb der buddhistischen Gemeinschaft“, nicht „außerhalb der hier betrachteten Fälle“. Aber der Kommentar und die chinesische Parallele in T 21 stimmen mit dieser Bedeutung überein. (Sujato) ",
  "dn1:1.36.2": "Eine „Ansicht“ (<i lang='pi' translate='no'>diṭṭhi</i>) ist ein relativ feststehender Rahmen, um die Welt zu verstehen, eine „Theorie“. Die „Grundlagen für Ansichten“ (<i lang='pi' translate='no'>diṭṭhiṭṭhānā</i>) sind die Grundlagen, von denen die Ansichten abgeleitet sind. In diesem Fall sind das die Meditationserfahrungen oder die logischen Folgerungen. (Sujato) ",
  "dn1:1.36.3": "Das Wort <i lang='pi' translate='no'>parāmasati</i> heißt „etwas fassen“ und wird oft im Sinn von „falsch auffassen“ gebraucht. | <i lang='pi' translate='no'>Nibbuti</i> ist die Verbform zu <i lang='pi' translate='no'>nibbāna</i>, das sich von der Metapher des „Erlöschens“ einer Flamme ableitet. (Sujato) ",
  "dn1:1.36.4": "<i lang='pi' translate='no'>Yathābhūtaṁ</i> wird oft mit „wie es wirklich ist“ übersetzt, ich gebe es aber gewöhnlich einfach mit „wahrhaftig“ wieder. Es hat oft einen technischen Sinn, dass man sieht, „wie die Dinge entstanden sind (<i lang='pi' translate='no'>bhuta</i>)“, als Vorgang der Bedingtheit (<a href='/sn12.31/de/sabbamitta#7.1'>SN 12.31:7.1</a>). Solch ein unmittelbares Sehen der Wahrheit ist ein Kennzeichen eines Menschen, der in den Strom eintritt, der die erste von vier Stufen des Erwachens verwirklicht hat, im Unterschied zu denen auf dem Pfad, die sich noch auf Vertrauen oder auf Rückschlüsse verlassen (<a href='/sn25.1/de/sabbamitta'>SN 25.1</a>). Hier bezieht es sich auf das Verstehen der Gefühle aus fünf Blickwinkeln. Gefühle unterliegen intellektuellen Theorien und Argumenten, die dazu dienen, Verlangen und Ängste zu stillen. (Sujato) ",
  "dn1:1.37.2": "Lange Texte sind manchmal durch „Abschnitte zum Aufsagen“ (<i lang='pi' translate='no'>bhāṇavāra</i>) markiert; das war die Länge, die in einer Sitzung aufgesagt wurde. (Sujato) ",
  "dn1:2.1.1": "Obwohl es um Ansichten über „das Selbst und das Weltall“ geht, liegt der Schwerpunkt bei den nächsten vier Ansichten auf dem Selbst. (Sujato) ",
  "dn1:2.2.1": "Das ist das Ende eines Äons. Es ist vielleicht mit dem vergleichbar, was Physiker den „Big Crunch“ nennen. (Sujato) ",
  "dn1:2.2.2": "Die menschliche und ähnliche Welten werden in der Feuersbrunst am Ende des Universums zerstört, aber Lebewesen werden durch die Kraft ihres vergangenen Kamma erhalten. | Der „Bereich des strahlenden Glanzes“ ist ein Brahmāhimmel, der dem zweiten <i lang='pi' translate='no'>Jhāna</i> entspricht. (Sujato) ",
  "dn1:2.2.3": "„Geistgeschaffene“ (<i lang='pi' translate='no'>manomaya</i>) Wesen werden aufgrund ihres früheren Kamma durch unmittelbares Erscheinen wiedergeboren, nicht durch geschlechtliche Fortpflanzung. | „Ekstase“ (<i lang='pi' translate='no'>pīti</i>) ist eine freudige emotionale Reaktion auf ein Glücksgefühl, die man üblicherweise im spirituellen Sinn von Erhoben- oder Ergriffensein in der Meditation findet. (Sujato) ",
  "dn1:2.3.1": "Das ist mit dem „Urknall“ in einem zyklischen Universum vergleichbar. (Sujato) ",
  "dn1:2.3.2": "Die Bereiche, in die Lebewesen hineingeboren werden, bestehen in wechselseitiger Abhängigkeit mit den Wesen selbst. Die verschiedenen Dimensionen entsprechen verschiedenen Arten von Kamma. (Sujato) ",
  "dn1:2.3.3": "Das heißt, es geht von einer Welt, die dem zweiten <i lang='pi' translate='no'>Jhāna</i> entspricht, zu einer, die dem ersten <i lang='pi' translate='no'>Jhāna</i> entspricht. (Sujato) ",
  "dn1:2.4.3": "Diese Wesen werden gemäß ihres eigenen Kamma wiedergeboren, und es ist bloßer Zufall, dass sie gerade dann erscheinen, als das erste Wesen seinen Wunsch ausgesprochen hat. (Sujato) ",
  "dn1:2.5.2": "Die Vorstellung von einem Schöpfergott entstand durch Selbstgefühl und Täuschung. (Sujato) ",
  "dn1:2.5.7": "Die anderen Geschöpfe erschienen nach seinem Wunsch, nicht wegen des Wunsches. Gott verwechselt Korrelation mit Ursache, ein Fehler, der von einer nicht geringen Zahl seiner Anhänger fortgesetzt wird. (Sujato) ",
  "dn1:2.6.5": "Auch hier ist die Meditationserfahrung wieder authentisch, aber was es daraus ableitet, geht über die Tatsachen hinaus. (Sujato) ",
  "dn1:2.6.8": "Die überlebenden Formen indischer Religionen (Buddhismus, Hinduismus, Jainismus) vertreten typischerweise die Ansicht, dass alle Geschöpfe letzten Endes die gleiche Natur haben und daher alle Befreiung finden können. Hier sehen wir, dass dies nicht immer so war, denn diese Theoretiker glaubten, dass es in sich unterschiedliche Klassen von Wesen im Weltall gibt. Das hängt nicht mit ihrem Verhalten zusammen, sondern mit den Umständen ihrer Schöpfung. (Sujato) ",
  "dn1:2.7.2": "So angenehm das Leben der Götter auch ist, selbst sie sollten noch eine gewisse Mäßigung üben (<a href='/mn37/de/sabbamitta#11.2'>MN 37:11.2</a>), eine Lektion, die die „durch Spielen Verkommenen“ (<i lang='pi' translate='no'>khiḍḍāpadosikā</i>) vergessen haben. | Beachte, dass Achtsamkeit (<i lang='pi' translate='no'>sati</i>) nicht als spezifisch buddhistische Tugend angesehen wird. Hier bezieht sie sich auf eine Art moralischen Kompass und Selbst-Gewahrsein, nicht so sehr auf eine Meditationsübung. (Sujato) ",
  "dn1:2.9.5": "Hier wird der Unterschied zwischen den Wesen nicht den Umständen ihrer Schöpfung zugeschrieben, sondern ihrem Verhalten. (Sujato) ",
  "dn1:2.10.2": "Die Parallele zwischen den Paliwörtern <i lang='pi' translate='no'>manopadosika</i> („übelwollend“) und <i lang='pi' translate='no'>khiddapadosika</i> („durch Spielen verkommen“) legt eine Übersetzung als „im Geist verkommen“ für <i lang='pi' translate='no'>manopadosika</i> nahe. Allerdings heißt <i lang='pi' translate='no'>manopadosa</i> anderswo in den Suttas durchgängig „böse Absicht“  (<a href='/mn56/de/sabbamitta#13.15'>MN 56:13.15</a>, <a href='/mn93/de/sabbamitta#18.30'>MN 93:18.30</a>, <a href='/dn26/de/sabbamitta#20.3.'>DN 26:20.3.</a>. Siehe auch <i lang='pi' translate='no'>mano padūseyya</i> in <a href='/mn21/de/sabbamitta#20.1'>MN 21:20.1</a> und <a href='/mn28/de/sabbamitta#9.6'>MN 28:9.6</a>). Somit besteht der Unterschied zwischen Gier und Hass. | Hier sind <i lang='pi' translate='no'>mano</i> und <i lang='pi' translate='no'>citta</i> wie gewöhnlich Synonyme für „Geist“. (Sujato) ",
  "dn1:2.13.4": "Das ist Geist-Körper-Dualismus, die Vorstellung, dass der Geist aus einem grundsätzlich anderen Stoff bestehe als der Körper. (Sujato) ",
  "dn1:2.16.1": "Hier gehen wir von Ansichten, die über das Selbst und das Weltall gemeinsam spekulieren, zu solchen, die sich nur auf die physikalische Ausdehnung des Universums richten. Es ist nicht klar, warum diese als „Ansichten über die Vergangenheit“ eingeordnet sind. (Sujato) ",
  "dn1:2.17.1": "Die Ansicht wird wieder als von der Meditation abgeleitet dargestellt, was zeigt, dass meditative Erfahrung von manchen als Mittel angesehen wurde, das echte Wahrheiten über die physische Welt offenbart. (Sujato) ",
  "dn1:2.17.5": "Es wird angenommen, dass die Natur der Meditation die Natur der Welt selbst ist. (Sujato) ",
  "dn1:2.18.2": "In jedem bisherigen Satz von vier Ansichten waren die Ansichten jeweils gleich, nur die Mittel, um sie zu gewinnen, unterschieden sich. Hier unterscheiden sich die Ansichten selbst. Die Unterschiede nehmen die Form eines Tetralemma an: A, nicht-A, sowohl A als auch nicht-A, weder A noch nicht-A. Dieses Muster findet man häufig im frühen Buddhismus und auch im indischen Denken allgemein. Die beiden letzten Punkte sollen nicht undurchsichtig oder geheimnisvoll sein, sondern sie sollen tatsächliche Möglichkeiten ausdrücken, die mit einer einfachen Dualität nicht erfasst werden können. (Sujato) ",
  "dn1:2.18.6": "Heute ist es üblich, zu sagen, dass die eigene Erfahrung für einen selbst gültig ist. Das war offenbar nicht die Art, wie diese Philosophen dachten. (Sujato) ",
  "dn1:2.19.2": "Es scheint, sie nehmen das Universum wahr, als habe es eine Ausdehnung wie eine Scheibe. Man könnte es eine „Scheibenwelt“ nennen. (Sujato) ",
  "dn1:2.20.3": "Der Text macht keine näheren Angaben, was das bedeutet, aber es könnte die Ansicht beinhalten, dass Vorstellungen von „endlich“ oder „unendlich“ unpassend sind, um das Universum zu beschreiben. Denken wir an ein Universum, das sich in Lichtgeschwindigkeit ausdehnt. Zu keinem gegebenen Zeitpunkt ist es unendlich, aber da es nicht möglich ist, an sein Ende zu gelangen, ist es auch nicht endlich. (Sujato) ",
  "dn1:2.23.1": "<i lang='pi' translate='no'>Vikkhepa</i> ist „Kehrtwenden machen“. <i lang='pi' translate='no'>Amarā</i> wird im Kommentar entweder als „unsterblich“ oder als „Aal-artig“ erklärt. <i lang='pi' translate='no'>Amarā</i> im Sinn von „Aal“ findet sich nur im Kommentar zu diesem Begriff und ist daher wohl zweifelhaft. (Sujato) ",
  "dn1:2.24.1": "Das ist eine elementare Anforderung für jeden spirituellen Lehrer. (Sujato) ",
  "dn1:2.24.7": "Trotz ihrer geistigen Beschränkung haben sie ein ernsthaftes Gewissen und wollen das Übertreten von Regeln vermeiden. (Sujato) ",
  "dn1:2.24.8": "Ein weiser Lehrer vermeidet, Äußerungen über etwas zu machen, das er nicht versteht, aber diese Lehrer benutzen das als Deckmantel, um die Tatsche zu verstecken, dass sie nichts verstehen. (Sujato) ",
  "dn1:2.25.5": "Auch hier zeigen sie eine gewisse Ernsthaftigkeit, indem sie vermeiden, dass untaugliche Eigenschaften aufkommen. (Sujato) ",
  "dn1:2.26.6": "Sie vermeiden das Treffen von Aussagen nicht aus dem Gefühl eines Gewissens heraus, sondern aus Furcht vor öffentlicher Bloßstellung. (Sujato) ",
  "dn1:2.27.2": "Auch in <a href='/mn76/de/sabbamitta#30.2'>MN 76:30.2</a>. ",
  "dn1:2.27.4": "Hier beginnt eine Reihe von vier Tetraden, die in den Suttas regelmäßig anzutreffen sind. Die erste ist der Glaube an ein Leben nach dem Tod. (Sujato) ",
  "dn1:2.27.6": "Das Leugnen eines Lebens nach dem Tod. (Sujato) ",
  "dn1:2.27.7": "Das könnte auch einen Glauben einschließen, dass ewiges Leben nur den Anhängern einer bestimmten Religion zuteil wird. (Sujato) ",
  "dn1:2.27.8": "Das könnte die Vorstellung einschließen, dass unsere innerste Natur mit dem Weltall eins ist und unsere Trennung von dieser Unendlichkeit in diesem Leben nur ein Schleier der Täuschung ist. Somit gäbe es keine andere Welt, weil alle Welten diese Welt wären, aber es würde auch nicht zutreffen, dass es nach dem Tod nichts gibt. (Sujato) ",
  "dn1:2.27.9": "Das sind Wesen wie die Götter oder verschiedene Gespenster und Geister, die nicht organisch geboren werden. (Sujato) ",
  "dn1:2.27.10": "Das leugnet die Existenz solcher Wesen. Nicht jeder im alten Indien glaubte an die verschiedenen Klassen von Lebewesen. (Sujato) ",
  "dn1:2.27.11": "Der Glaube, dass Wesen sowohl durch unmittelbares Erscheinen als auch organisch geboren werden. Vielleicht leugnet diese Ansicht, dass eine solche Unterscheidung klar zu treffen ist, weil innerhalb derselben Klasse von Wesen beide Arten von Geburt vorkommen. (Sujato) ",
  "dn1:2.27.12": "Wesen werden auf andere Arten wiedergeboren. (Sujato) ",
  "dn1:2.27.13": "Das ist die buddhistische Standardansicht von Kamma, die auch andere indische Religionen der Zeit teilten, aber nicht alle. (Sujato) ",
  "dn1:2.27.14": "Gutes oder Schlechtes tun hat keine Auswirkung; moralischer Nihilismus. (Sujato) ",
  "dn1:2.27.15": "Manchmal haben gute und schlechte Taten ein Ergebnis, manchmal nicht. (Sujato) ",
  "dn1:2.27.16": "Die Ergebnisse von Taten sind zu subtil, als dass man sie als gut oder schlecht beschreiben könnte. (Sujato) ",
  "dn1:2.27.17": "Ein Erwachter, der Buddha oder ein anderer, besteht nach dem Tod fort, zum Beispiel in einem ewigen Nirvanazustand. (Sujato) ",
  "dn1:2.27.18": "Ein Weiser hört zum Zeitpunkt des Todes auf, zu existieren. Aus buddhistischer Sicht ist das inkohärent, da es die zugrunde liegende Bindung an ein „Selbst“ voraussetzt, die der Klargewordene ausgeräumt hat. (Sujato) ",
  "dn1:2.27.19": "Zum Beispiel: Sein Körper besteht nicht fort, aber sein Geist. (Sujato) ",
  "dn1:2.27.20": "Ein Weiser befindet sich in einem subtilen Zustand, der nicht in Begriffen von Existenz oder Nicht-Existenz beschrieben werden kann. (Sujato) ",
  "dn1:2.31.1": "Das ist ein obskurer Daseinsbereich, in dem die Funktionen des Bewusstseins ausgesetzt sind. (Sujato) ",
  "dn1:2.35.1": "Zuerst wird jeder Abschnitt abgeschlossen, dann wird der gesamte erste Teil abgeschlossen. Diese Art von Formalismus ist ein Merkmal der mündlichen Überlieferung. Er schafft eine verschachtelte Hierarchie des Inhalts, womit er die Struktur des Inhalts klar macht und hilft, den Text im Gedächtnis zu bewahren. (Sujato) ",
  "dn1:2.37.1": "Dieser Abschnitt führt weitere Tetralemmata ein. Viele der Ansichten beschreiben das Selbst in Begriffen der fünf Aggregate: Form, Gefühl, Wahrnehmung, Entscheidungen und Bewusstsein. (Sujato) ",
  "dn1:2.38.3": "Normalerweise stellt man sich ein Selbst als etwas vor, das Wahrnehmung hat, sodass das Subjekt eine Kontinuität erfährt. Das Wort <i lang='pi' translate='no'>aroga</i> („heil“) beinhaltet, dass das Selbst in einer gesunden und unbeschädigten Form überlebt. Ein naiver Glaube an himmlische Wiedergeburt würde unter diese Ansicht fallen. (Sujato) ",
  "dn1:3.2.1": "Hier hat das Selbst eine materielle Dimension, aber keine Wahrnehmung. Das könnte eine Wiedergeburt als Pflanze oder unbelebtes Objekt einschließen. (Sujato) ",
  "dn1:3.5.1": "Der Buddhismus kennt einen formlosen Bereich, der weder Wahrnehmung noch keine Wahrnehmung hat, den man durch fortgeschrittene Meditation erreicht. (Sujato) ",
  "dn1:3.9.1": "Diese Theoretiker behaupten die wirkliche Existenz eines Wesens und fallen so dem Trugschluss des Persönlichkeitsglaubens anheim. Für den Buddha beschreibt das Wort „Wesen“ oder „Selbst“ einen fortlaufenden Vorgang, der bedingt und unbeständig ist, und entspricht keiner tatsächlichen metaphysischen Wirklichkeit. Die Unterscheidung zwischen einer unsicheren empirischen Wirklichkeit und einer metaphysischen, absoluten Existenz ist für das Verständnis des frühen Buddhismus wesentlich. (Sujato) ",
  "dn1:3.10.2": "Das ist die materialistische Ansicht, die nur den groben physischen Bereich anerkennt. Diese Ansicht ist heute verbreitet, aber war auch zur Zeit des Buddha gut bekannt. | Die vier „Grundelemente“ sind Erde, Wasser, Feuer und Luft, d. h. die Zustände der Materie: fest, flüssig, plasmaartig und gasförmig. (Sujato) ",
  "dn1:3.11.2": "Der Theoretiker nimmt mehrere Selbste an. Wenn sich Theorien über ein Selbst entwickeln, bewegen sie sich typischerweise von gröberen materialistischen Theorien zu subtileren Konzepten. Manchmal wird die frühere Ansicht als falsch zurückgewiesen, manchmal wird sie, wie hier, nicht als falsch angesehen, aber als unvollständig und oberflächlich. (Sujato) ",
  "dn1:3.11.4": "„Form“ (<i lang='pi' translate='no'>rūpa</i>) schließt nicht nur den physischen Bereich der Elemente ein, sondern verschiedene Arten feinstofflicher Form (<i lang='pi' translate='no'>sukhumarūpa</i>). Zu diesen gehören Körper aus Energie oder geistgeschaffene Körper von Wesen in verschiedenen Dimensionen. <i lang='pi' translate='no'>Rūpa</i> bezieht sich letztlich auf das Erscheinen oder die Manifestation materieller Eigenschaften und kann sogar die Wahrnehmung von Farben, Licht und Formen im Geist beinhalten. Hier sind die Körper der göttlichen Wesen nicht sehr verschieden von unseren eigenen, da sie noch feste Nahrung zu sich nehmen. Das bezieht sich wahrscheinlich auf verschiedene Naturgottheiten oder Wesen, von denen man glaubte, dass sie die Nahrung verzehren, die ihnen von Menschen dargebracht wird. (Sujato) ",
  "dn1:3.11.7": "Die Philosophen mit Ewigkeitsglauben denken, dass ihre himmlische Wiedergeburt ewig dauert, während die mit Vernichtungsglauben denken, dass auch der Himmel endlich ist und mit einer finalen Vernichtung endet. (Sujato) ",
  "dn1:3.12.4": "Das ist eine subtilere Art göttlicher Wiedergeburt, die nicht länger von physischer Nahrung abhängt. Der subtile Körper nimmt aber immer noch eine humanoide Form an und erscheint vollständig mit allen Gliedern. Dazu zählen Bereiche, die durch die Übung der vier <i lang='pi' translate='no'>Jhānas</i> erzeugt werden. (Sujato) ",
  "dn1:3.13.4": "Eine solche Wiedergeburt hat selbst den subtilen Körper zurückgelassen und wird reines Bewusstsein. | Das Wort <i lang='pi' translate='no'>āyatana</i> stammt von einer Wurzel mit der Bedeutung „Weite“. Es wird besonders in diesem Zusammenhang gebraucht, wo es sich auf einen Bereich oder eine „Dimension“ der Wiedergeburt bezieht, und in der Analyse der Sinneserfahrung, wo es ein „Feld“ der Sinneserfahrung beschreibt. (Sujato) ",
  "dn1:3.13.7": "Dieser Satz erscheint inkongruent, da formlose Wesen keinen Körper  haben. Die chinesische Parallele in DA 21 erwähnt allerdings <i lang='pi' translate='no'>kāya</i> hier nicht, somit ist es wahrscheinlich, dass es als Übertragungsfehler aufgekommen ist, indem ein früherer Satz irrtümlich kopiert wurde. (Sujato) ",
  "dn1:3.16.4": "Die Erweiterung der normalen Beschreibung dieses Zustands um die Wendung „das ist friedvoll, das ist erhaben“ findet sich nur hier und in <a href='/an10.99/de/sabbamitta#35.1'>AN 10.99:35.1</a>. (Sujato) ",
  "dn1:3.19.1": "Der Buddha lehrte das Erlöschen (<i lang='pi' translate='no'>nibbāna</i>) in diesem Leben, aber nicht „eines bestehenden Wesens“ (<i lang='pi' translate='no'>sato sattassa</i>). Diese emphatische Form zeigt, dass sie an ein dauerhaftes Gebilde dachten, ein Selbst oder eine Seele, die dann zerstört würde. Der Buddha verneinte, dass es so etwas gäbe. Wir sind ein Strom sich ständig verändernder Bedingungen, der von Sehnsucht und Anhänglichkeit genährt wird und dem Leiden unterliegt. Wenn das Verlangen endet, gibt es keine Nahrung mehr, um den Strom aufrechtzuerhalten, und das Leiden endet. (Sujato) ",
  "dn1:3.20.2": "Der Hedonist. (Sujato) ",
  "dn1:3.21.5": "Hier sehen wir die philosophische Argumentation, die die Entwicklung verfeinerter Vorstellungen des Selbst anregt. (Sujato) ",
  "dn1:3.21.6": "Die „Vertiefungen“ (<i lang='pi' translate='no'>jhāna</i>) sind für die buddhistische Meditation zentral. Wenn sie allerdings mit falscher Ansicht unternommen werden, wird, wie wir oben gesehen haben, die Erfahrung selbst dazu beitragen, die Bindung an ein Selbst zu verstärken. (Sujato) ",
  "dn1:3.22.3": "Der Theoretiker hat die Erfahrung eines tieferen Meditationszustandes, daher weiß er, dass das erste <i lang='pi' translate='no'>Jhāna</i> nicht das höchste sein kann. (Sujato) ",
  "dn1:3.22.5": "<i lang='pi' translate='no'>Jhānas</i> sind subtile Zustände verfeinerten Bewusstseins, in denen im Vergleich zu dem gewöhnlichen Bewusstsein nichts grob ist. Doch in jedem Stadium sind gewisse geistige Faktoren grob, verglichen  mit anderen. Beim Meditieren geht man durch die <i lang='pi' translate='no'>Jhānas</i>, indem man nacheinander die vergleichsweise gröberen Faktoren auf jeder Stufe zur Ruhe bringt. (Sujato) ",
  "dn1:3.25.2": "Es ist nicht klar, warum die noch subtileren formlosen Meditationszustände hier nicht eingeschlossen sind. (Sujato) ",
  "dn1:3.30.2": "Selbst die Ansichten der Vernichtung oder des Erlöschens führen, anders als ihre Anhänger glauben, zur Wiedergeburt. (Sujato) ",
  "dn1:3.32.1": "Hier stellt der Buddha den Begriff der Gefühle, der im gesamten Text immer kurz angesprochen wurde, in den Vordergrund. Ansichten sind keine objektiven Beschreibungen der Welt, sondern Reaktionen auf unsere innersten Bedürfnisse. Das Wort <i lang='pi' translate='no'>paritassita</i> („Bangigkeit“; engl. „anxiety“) hat sowohl Anklänge an Furcht als auch an Verlangen, während <i lang='pi' translate='no'>vipphandita</i> („Ausweichmanöver“) erfasst, wie der Hang zum Aufstellen von Theorien als Vermeidungsstrategie dient. (Sujato) ",
  "dn1:3.45.1": "Die Analyse führt weitere Elemente des abhängigen Entstehens ein. Die berühmten zwölf Glieder besagen, dass Berührung die Bedingung für Gefühl ist, das wiederum Verlangen bedingt. (Sujato) ",
  "dn1:3.70.1": "Der Text wiederholt alle Punkte, aber ich kürzer zur besseren Lesbarkeit ab. In der mündlichen Überlieferung dienen ausgiebige Wiederholungen der Verstärkung des Lernens und stellen die Verlässlichkeit der Übermittlung sicher. Auf einer subtileren Ebene helfen sie auch, das Verständnis und die Betrachtung zu vertiefen. Nach dem Aufsagen der umfassenden und komplexen Behandlung der 62 Ansichten nimmt sich der Rezitator die Zeit, sie immer wieder durchzugehen, sodass sie sich setzen und festigen. Echtes Lernen braucht Zeit, aber die Wiederholungen, die beim Aufsagen zum Nachdenken und zur Bestätigung dienen, werden beim Lesen lästig und schwerfällig. (Sujato) | Da ich auch das <em>Hören</em> der Suttas im Sinn habe, kürze ich gelegentlich weniger ab als Bhikkhu Sujato. ",
  "dn1:3.71.12": "Schließlich wird der Vorgang des abhängigen Entstehens, den man bereits nach und nach erahnen konnte, zu seinem letztendlichen Abschluss gebracht. Er schließt noch nicht alle zwölf Faktoren ein, aber der Vorgang, der mit Unwissenheit beginnt, wird durchgängig als Voraussetzung angenommen. (Sujato) ",
  "dn1:3.72.1": "„Berührung“ (<i lang='pi' translate='no'>phassa</i>) ist das Zusammentreffen von Sinnesreiz, Sinnesorgan und zugehörigem Bewusstsein. (Sujato) ",
  "dn1:3.72.2": "Sie können keinen Weg aus der Bindung heraus sehen, solange sie Theorien in Begriffen eines existierenden Selbst aufstellen. (Sujato) ",
  "dn1:3.72.3": "Der Titel wird mit einem lebhaften Gleichnis erklärt. Der Buddha war ein Meister der Beobachtung und schöpfte ständig aus der täglichen Erfahrung, um seine Lehren zu illustrieren. Die Metapher kann auf einer oberflächlichen Ebene illustrieren, wie Theoretiker in der Falle sitzen. Aber sie vermittelt auch etwas Tieferes, einen Sinn von Eindringlichkeit und Empathie mit den hilflosen Geschöpfen, die nicht verstehen, warum sie leiden. (Sujato) ",
  "dn1:3.73.1": "Der Buddha ist nicht sein Körper, der bloß ein Überbleibsel alten Kammas ist. Der Ausdruck <i lang='pi' translate='no'>bhavanetti</i> („Kanal zur Wiedergeburt“) lässt an einen Kanal denken, der in ein künftiges Leben führt. (Sujato) ",
  "dn1:3.73.4": "Diese Metapher findet sich in Bṛhadāraṇyaka-Upaniṣad in 4.3.36, wo sie sich auf die Trennung des Selbst vom Körper beim Tod bezieht. (Sujato) ",
  "dn1:3.74.3": "Es ist nicht ungewöhnlich, für ein einziges Sutta mehrere Namen zu finden, und hier sehen wir, wie diese Praxis vom Buddha selbst ausging. Wenn es in  <a href='/sn41.3/de/sabbamitta#2.4'>SN 41.3:2.4</a> und in <a href='https://suttacentral.net/pli-tv-kd21/de/schaefer-beyerlein'>Kd 21</a> (gegen Ende des ersten Abschnittes) namentlich erwähnt wird, wird es jedoch stets <em>brahmajāla</em> genannt. (Sujato) ",
  "dn1:3.74.6": "Das ist ein Zeichen für eine besonders bedeutsame Unterweisung. (Sujato) "
}