{
  "dn23:1.2": "Kumārakassapa wurde mit zwanzig Jahren ordiniert (<a href='https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow#62'>https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow#62</a>). Er ist der Protagonist des Vammikasutta (<a href='https://suttacentral.net/mn23/de/sabbamitta'>MN 23</a>), und seine Strophen sind im Theragāthā (<a href='https://suttacentral.net/thag2.41/de/sabbamitta'>Thag 2.41</a>) gesammelt. Er wurde zum vordersten Mönch mit geistvoller Rede erklärt (<a href='https://suttacentral.net/an1.217/de/sabbamitta'>AN 1.217</a>), offenbar auf der Grundlage dieser Lehrrede. | Das Pāyāsisutta ist der einzige wichtige buddhistische Text, der eine Jaina-Parallele hat, Paesikahāṇayaṁ, ein ähnlicher Dialog zwischen Paesi und Keśin in Setavyā. (Sujato) ",
  "dn23:1.3": "Setavyā lag nordöstlich von Sāvatthī. (Sujato) ",
  "dn23:1.4": "Pāyāsi war ein <i lang='pi' translate='no'>khattiya</i>, doch er erhält ein <i lang='pi' translate='no'>brahmadeyya</i>. Die Bedeutung von <i lang='pi' translate='no'>brahmadeyya</i> als eine Gabe an Brahmanen ist in Inschriften gut bezeugt, daher denke ich, es ist hier wahrscheinlich ein Fehler im Text und kein Hinweis darauf, dass diese Praxis nicht nur für Brahmanen galt. (Sujato) ",
  "dn23:2.2": "Das ist falsche Ansicht nach <a href='https://suttacentral.net/mn117/de/sabbamitta#5.1'>MN 117:5.1</a>. (Sujato) ",
  "dn23:5.4": "Dieses Idiom kehrt in <a href='https://suttacentral.net/an6.38/de/sabbamitta#1.5'>AN 6.38:1.5</a> wieder, wo es sich, wie hier, auf eine wohlbekannte Ansicht bezieht; es kann nicht bedeuten, dass der Sprecher nie davon gehört hat. Dort sagen Text und Kommentar <i lang='pi' translate='no'>māhaṁ</i>, was zusamen mit dem Aorist ausschließend ist, nicht verneinend. Es ist ein Ausdruck des Missfallens. (Sujato) ",
  "dn23:5.11": "Während die Welt „hier unten“ in ihren schmutzigen und kurzlebigen Problemen feststeckt, bewegen sich die Himmelskörper in heiterer, herrlicher, stetiger Gleichgültigkeit. Nicht der Schwerkraft unterworfen, selbstleuchtend und scheinbar ewig, so gehorchen sie anscheinend vollkommen anderen Regeln, einer „Metaphysik“. Was Newton in der Physik tat, tat der Buddha im Spirituellen: Er zeigte, dass der Himmel entgegen dem Anschein den gleichen bedingten Regeln gehorcht, die auch hier unten gelten. (Sujato) ",
  "dn23:5.12": "Kassapas Argument begründet seine Schlussfolgerung nicht unmittelbar. Es ist möglich, dass Götter auf einer völlig anderen Ebene existieren, die nichts mit Kamma und Wiedergeburt zu tun hat. (Sujato) ",
  "dn23:6.18": "Das ist immer noch ein Hauptfaktor für das Formen eines Glaubens. Menschen weisen die Meinungen von Experten zurück und glauben Menschen, die sie kennen. (Sujato) ",
  "dn23:6.21": "Vergleiche Jaiminīya-Brāhmaņa 1.42, wo Varuṇa seien Sohn Bhṛgu fast erstickte und so eine Nahtoderfahrung auslöste, um ihn auf eine Reise in die „andere Welt“ zu schicken. Bhṛgu sah Menschen, die andere Menschen in Stücke schnitten und aßen, und andere erschreckende und auch schöne Anblicke, während er sich die ganze Zeit fragte, ob das, was er sah, wirklich sei, bevor er wieder zu Atem kam. (Sujato) ",
  "dn23:7.8": "",
  "dn23:7.10": "Ich folge der PTS-Lesart <i lang='pi' translate='no'>uddassetvā</i>, die in <a href='https://suttacentral.net/mn82/de/sabbamitta#11.9'>MN 82:11.9</a> die Bedeutung „besuchen“ hat. (Sujato) ",
  "dn23:7.19": "Doch Kassapa hat die Existenz eines Lebens nach dem Tod nicht bewiesen, er hat lediglich Pāyāsis Argument widerlegt. Gemäß Ockhams Rasiermesser liegt die Beweislast bei dem, der die Existenz eines Lebens nach dem Ted feststellen will, nicht bei dem, der das leugnet. Die Argumente werden aber überzeugender, wenn man sie so versteht, dass sie auf der anfänglichen Einigung aufbauen, dass Sonne und Mond Götter sind. Kassapa weiß, dass Pāyāsi eine gewisse Form von Jenseits anerkennt, auch wenn er das Gegenteil behauptet, daher hängt das Argument davon ab, ob Pāyāsis Methoden ausreichen, die Art von Jenseits, die Kassapa vorschlägt, d. h. eines, das vom Kamma gesteuert ist, zu <em>widerlegen</em>. (Sujato) ",
  "dn23:9.31": "Ich folge der PTS-Lesart <i lang='pi' translate='no'>ubbāhati</i>. Vgl. <a href='https://suttacentral.net/an3.93/de/sabbamitta#6.4'>AN 3.93:6.4</a> zum Sinnes„transport“. (Sujato) ",
  "dn23:11.2": "36.000.000 Jahre. (Sujato) ",
  "dn23:11.10": "Das erkennt die Relativität der Zeit an. (Sujato) ",
  "dn23:11.13": "Pāyāsi hat ein gutes Argument: Er verlässt sich nur auf Quellen, von denen er weiß, dass er ihnen trauen kann. (Sujato) ",
  "dn23:11.41": "Kassapa begründet die empirische Methode, durch die diese Wahrheiten erkannt werden. Die Wissenschaft dehnt Wissen mithilfe äußerer Instrumente aus, während Meditation die Reichweite des Bewusstseins ausdehnt. Wer kein Wissenschaftler ist, kann nicht verstehen, wie ein Wissenschaftler seine Schlussfolgerungen begründet, und kann sich nur auf das Vertrauen zu der wissenschaftlichen Begründung verlassen. In ähnlicher Weise kann jemand, der nicht meditiert, die Kapazität des ausgedehnten Bewusstseins nicht verstehen. (Sujato) ",
  "dn23:13.9": "",
  "dn23:13.13": "Der Kommentar erklärt <i lang='pi' translate='no'>opabhoggā</i> („Lohn“) mit <i lang='pi' translate='no'>pādaparicārikā</i> („Ehefrau“). (Sujato) ",
  "dn23:13.26": "Lies <i lang='pi' translate='no'>opāṭesi</i>. (Sujato) ",
  "dn23:13.27": "Ich ziehe die Lesart des Mahāsaṅgīti <i lang='pi' translate='no'>yāva vijāyāmi</i> der PTS-Lesart <i lang='pi' translate='no'>yāva jānāmi</i> („bis ich weiß“) vor; sie knüpft an das <i lang='pi' translate='no'>yāva vijāyāmi</i> von weiter oben an. Der Ausdruck ist nicht vollständig schlüssig, was angesichts der Umstände verständlich ist. (Sujato) ",
  "dn23:13.29": "„Oberflächlich“ ist <i lang='pi' translate='no'>ayoniso</i>, wörtlich „nicht nach der Quelle“. Diese Stelle gibt eine schöne Illustration, was das bedeutet: Das angewandte Mittel hat keinen Bezug zu dem gewünschten Ziel. (Sujato) ",
  "dn23:14.10": "Pāyāsis Experimente waren grausam, aber nicht grausamer als viele, die aus der jüngeren Geschichte aufgezeichnet sind. (Sujato) ",
  "dn23:14.13": "Wir gehen davon aus, dass eine Seele immateriell und unsichtbar sein muss, aber das war damals sicher nicht immer der Fall. Aus <a href='https://suttacentral.net/dn1/de/sabbamitta'>DN 1</a> wissen wir, dass es eine schier unerschöpfliche Vielfalt von Ansichten über das Selbst oder die Seele gab. (Sujato) ",
  "dn23:15.2": "Das klingt an die Diskussionen über die Natur des Traumzustandes und seine Beziehung zum Tod in den Upaniṣaden an. Siehe zum Beispiel Bṛhadāraṇyaka-Upaniṣad 2.1.18, wo es heißt, man könne im Traum ein Brahmane oder ein König werden. (Sujato) ",
  "dn23:15.6": "Bṛhadāraṇyaka-Upaniṣad 4.3.19 beschreibt, wie die Seele zum Körper zurückkehrt wie ein müder Falke, der zum Nest zurückkehrt. (Sujato) ",
  "dn23:16.10": "Abgesehen von der Grausamkeit klingt hier das Galileo zugeschriebene geflügelte Wort an: „Miss, was messbar ist, und mach messbar, was nicht messbar ist.“ Bei ausreichender Genauigkeit wäre diese Methode wirksam, um die Existenz einer stofflichen Seele zu prüfen, die eine Masse hat. (Sujato) ",
  "dn23:16.13": "Wenn überhaupt, wird eine Leiche aufgrund von Ausscheidung und Austrocknung weniger wiegen. (Sujato) ",
  "dn23:17.5": "Der Irrglaube, Eisen sei leichter, wenn es erhitzt werde, wird woanders wiederholt (z. B. <a href='https://suttacentral.net/sn51.22/de/sabbamitta#4.1'>SN 51.22:4.1</a>). Tatsächlich wird es, wenn es  nicht zu chemischen Reaktionen kommt, durch relativistische Effekte geringfügig schwerer sein, aber weniger dicht und daher elastischer. Diese Veränderungen sind allerdings zu klein, um mit Pāyāsis Methoden feststellbar zu sein. (Sujato) ",
  "dn23:18.12": "Der Kommentar erklärt <i lang='pi' translate='no'>āmato</i> mit <i lang='pi' translate='no'>addhamato</i> („halbtot“). (Sujato) ",
  "dn23:18.29": "Diese recht abrupte Einfügung beschreibt in <a href='https://suttacentral.net/an9.37/de/sabbamitta'>AN 9.37</a> passender eine tiefe Meditation. (Sujato) ",
  "dn23:19.0": "",
  "dn23:19.3": "Bṛhadāraṇyaka-Upaniṣad 2.4.8 verwendet die gleiche Metapher bei der Suche nach der Seele. (Sujato) ",
  "dn23:21.3": "Solche „Filzhaarasketen“ sind offenbar die „Waldeinsiedler“ (<i lang='pi' translate='no'>vānaprastha</i>), deren Lebensstil Kauṭilya mit „Keuschheit, auf dem Boden schlafen, Filzhaare und ein Antilopenfell tragen, täglich Feueropfer darbringen, baden, Götter, Ahnen und Gäste verehren und Waldfrüchte essen“ beschreibt (Arthaśāstra 1.3.11, Olivelles Übersetzung). (Sujato) ",
  "dn23:21.52": "Ich nehme die PTS-Lesart <i lang='pi' translate='no'>gavesasi</i> an. (Sujato) ",
  "dn23:22.7": "Pāyāsi gesteht ehrlich den Stellenwert gesellschaftlicher Anpassung und Scham bei der Bildung von Ansichten ein. (Sujato) ",
  "dn23:23.3": "Obwohl diese Geschichte zur ersten Geschichte der Jātakasammlung wurde (<a href='https://suttacentral.net/ja1/de/sabbamitta'>Ja 1</a>), ist sie hier kein Jātaka, da sie nicht als früheres Leben des Buddha erzählt wird. (Sujato) ",
  "dn23:23.8": "Auch wenn keine Orte genannt sind, legt die Reise „von Osten nach Westen“ durch ödes Land nahe, dass sie die Reise von der fruchtbaren Gangesebene nach Westen durch die Tharwüste Rajasthans unternahmen. (Sujato) ",
  "dn23:23.13": "Lies mit PTS <i lang='pi' translate='no'>gadrabharathena</i> („Eselskarren“) statt <i lang='pi' translate='no'>bhadrena rathena</i> („erlesene Kutsche“). (Sujato) ",
  "dn23:23.35": "Der offensichtlich verdächtige Fremde verbildlicht die tatsächlichen Gefahren des Handels in unbekannten Gegenden; er warnt die Reisenden vor räuberischen Stämmen genauso wie vor übernatürlichen Wesen. (Sujato) ",
  "dn23:23.51": "Wieder das Kriterium, dass man  nur denen trauen kann, die man kennt. (Sujato) ",
  "dn23:27.4": "Beim alten indischen Würfelspiel wurden <i lang='pi' translate='no'>vibhītaka</i>-Samen (auch als „Bahera-Nüsse“ von Terminalia bellirica bekannt) in ein Loch geworfen, aus dem die Spieler eine Handvoll herausnahmen. Eine durch vier teilbare Zahl war „perfekt“ (<i lang='pi' translate='no'>kaṭa</i>), und der fünfte Same bedeutete eine „Verlierer“-Hand (<i lang='pi' translate='no'>kali</i>; vgl. <i lang='pi' translate='no'>apaṇṇaka</i> in <a href='https://suttacentral.net/mn60/de/sabbamitta'>MN 60</a> und Anmerkungen). (Sujato) ",
  "dn23:27.6": "<i lang='pi' translate='no'>Pajohissāmi</i> ist mit dem Sanskritwort <i lang='pi' translate='no'>juhoti</i> verwandt, das gewöhnlich im Sinn von „als Trankopfer darbringen“ gebraucht wird, eine Bedeutung, die hier vom Kommentar angenommen wird. Wahrscheinlicher bedeutet es einfach „ausrollen“ (als würde man ein Opfer ausgießen) als Analogie. (Sujato) ",
  "dn23:29.7": "<i lang='pi' translate='no'>Gāmapaṭṭaṁ</i> (Varianten <i lang='pi' translate='no'>-padaṁ</i>, <i lang='pi' translate='no'>-paddhanaṁ</i>, <i lang='pi' translate='no'>-patthaṁ</i>, <i lang='pi' translate='no'>pajjaṁ</i>) wird vom Kommentar als ein verlassenes Dorf erklärt. (Sujato) ",
  "dn23:29.13": "Der Denkfehler der versunkenen Kosten. (Sujato) ",
  "dn23:30.1": "Man kann über Pāyāsi sagen, was man will: Er hatte Charakter. (Sujato) ",
  "dn23:30.7": "Vergleiche <a href='https://suttacentral.net/dn5/de/sabbamitta#4.5'>DN 5:4.5</a>. (Sujato) ",
  "dn23:32.2": "<i lang='pi' translate='no'>Bilaṅga</i> ist neben anderen arzneilichen Früchten in <a href='https://suttacentral.net/pli-tv-kd6/de/maitrimurti-traetow?lang=de&reference=main&highlight=false#mt1-12'>Kd 6:6.1.4</a> erlaubt. Im Sanskrit ist es <i lang='pi' translate='no'>viḍaṅga</i> und als <em>embelia ribes</em> oder „falscher schwarzer Pfeffer“ identifiziert. | Bei <i lang='pi' translate='no'>guḷavālakāni</i> ist <i lang='pi' translate='no'>guḷa</i> „Ball“, <i lang='pi' translate='no'>vāla</i> ist „Schwanz“; vergleiche <i lang='pi' translate='no'>macchavāḷaka</i> („fischschwanzförmig“) in <a href='https://suttacentral.net/pli-tv-kd15/de/sabbamitta#29.4.2'>Kd 15:29.4.2</a> (liegt nicht in deutscher Übersetzung vor; A.d.Ü.). (Sujato) ",
  "dn23:32.22": "Vgl. <a href='https://suttacentral.net/an5.147/de/sabbamitta'>AN 5.147</a>, <a href='https://suttacentral.net/an9.20/de/sabbamitta'>AN 9.20</a>. (Sujato) ",
  "dn23:33.1": "<i lang='pi' translate='no'>Divāvihāra</i> ist „die Meditation des Tages“, während <i lang='pi' translate='no'>divāseyya</i> die „Mittagsruhe“ ist. (Sujato) "
}