{
  "dn2:1.1": "Dieses Sutta mit seinem ausführlichen Kommentar wurde von Bhikkhu Bodhi in seinem <i lang='en'>The Fruits of Recluseship</i> übersetzt. (Sujato) ",
  "dn2:1.2": "Dieses Kloster gehörte Jīvaka, dem Arzt des Buddha, der später im Sutta vorkommt. Seine Geschichte wird in <a href='https://suttacentral.net/pli-tv-kd8/de/maitrimurti-traetow'>Kd 8</a> erzählt. <a href='/mn55/de/sabbamitta'>MN 55</a> über das Fleischessen ist an ihn gerichtet. (Sujato) ",
  "dn2:1.3": "Der Komudī war ein besonders feierlich begangener Vollmondtag im letzten Monat der Regenzeit (<i lang='pi' translate='no'>kattikā</i>, Oktober / November), wenn der Himmel klar war, die Lotusse (<i lang='pi' translate='no'>kumudā</i>) blühten und der Mond in Konjugation mit den Plejaden stand, wonach der Monat seinen Namen hatte. (Sujato) ",
  "dn2:1.4": "<i lang='pi' translate='no'>Ajātasattu</i> bedeutet „einer, gegen den kein Feind geboren ist“. Er war der Sohn Bimbisāras und Erbe der Haryaṅka-Dynastie von Magadha. Die Jaina-Tradition besagt, dass seine Mutter Cellaṇā war, Tochter Ceṭakas, eines Herrschers der Licchaver aus Vesālī. Das wirft die Frage auf, warum es heißt, Cellaṇā sei „von Videha“; vielleicht heiratete er eine Prinzessin aus Videha, um ein Bündnis mit den nördlichen Nachbarn der Licchaver zu schmieden. Auf jeden Fall ist das plausibler als die Version der buddhistischen Überlieferung, dass seine Mutter eine Kosalerin war. (Sujato) ",
  "dn2:1.5": "<i lang='pi' translate='no'>Pāsādikā</i> bedeutet hier nicht „still“; es ist Teil einer Standardreihe von Begriffen in der Bedeutung von „schön, anziehend“ (z. B. <a href='/dn4/de/sabbamitta#13.7'>DN 4:13.7</a>). | <i lang='pi' translate='no'>Lakkhaññā</i> ist einmalig im frühen Pali. Es ist wahrscheinlich ein Synonym im Sinn von „bemerkenswerte Eigenschaften besitzend, eindrucksvoll“ und nicht „glückverheißend“. (Sujato) ",
  "dn2:1.6": "Der König sucht Erlösung durch sein eigenes Handeln; es ist nicht so, als hätte ein Asket besondere Macht, um ihm innere Ruhe zu verschaffen. | Das Sutta hält den Grund für die Unruhe des Königs bewusst zurück. Vergleiche <a href='/an5.50/de/sabbamitta'>AN 5.50</a>, wo der Grund, warum der König Muṇḍa Trost sucht, gleich am Anfang genannt wird. (Sujato) ",
  "dn2:2.1": "Obwohl der König „Asketen und Brahmanen“ sagt, empfehlen seine Berater nur berühmte Lehrer der Asketen (<i lang='pi' translate='no'>samaṇa</i>). Zu einem kürzeren Überblick über ihre Doktrinen siehe <a href='/sn2.30/de/sabbamitta'>SN 2.30</a>. (Sujato) ",
  "dn2:2.2": "Pūraṇa war ein wenig bekannter Lehrer, der das Fehlen eines ursächlichen Zusammenhangs zwischen einer Handlung und ihrer Folge lehrt; es hieß, er sei selbst bei seinen eigenen Schülern schlecht angesehen gewesen <a href='/mn77/de/sabbamitta#6.19'>MN 77:6.19</a>). Es heißt, er habe eine Doktrin von sechs Klassen von Wiedergeburt gelehrt (<a href='/an6.57/de/sabbamitta'>AN 6.57</a>); der gleiche Text spricht ehrerbietig von Makkhali Gosāla. | <i lang='pi' translate='no'>Pūraṇa</i> bedeutet „füllend“ (nicht <i lang='pi' translate='no'>purāṇa</i> = „alt“). (Sujato) ",
  "dn2:2.3": "",
  "dn2:2.5": "Der Grund für das Schweigen des Königs wird später offenbart. Die Erzählung ist voller Andeutungen. (Sujato) ",
  "dn2:3.2": "Begründer der Ājīvikas, die nach dem Buddhismus und dem Jainismus die drittgrößte asketische Bewegung wurden. Keiner ihrer Texte hat überlebt, aber ihre Lehren können teilweise aus buddhistischen und jainistischen Quellen rekonstruiert werden. Makkhali Gosāla praktizierte sechs Jahre mit Mahāvīra, ehe es zu einer abrupten Trennung kam; danach entwickelte er seine Doktrin eines harten Determinismus. <i lang='pi' translate='no'>Makkhali</i> beschreibt eine Art von Asketen, der einen Bambusstab trägt, daher weist es (wie die ähnlichen Bezeichnungen <i lang='pi' translate='no'>nigaṇṭha</i> und <i lang='pi' translate='no'>samaṇa</i>) auf seine Konfessionszugehörigkeit hin. Aus diesem Grund, und wenn man berücksichtigt, dass das buddhistische Sanskrit seinen Namen <i lang='pi' translate='no'>gośālīputra</i> usw. schreibt, könnte sein zweiter Name (wie <i lang='pi' translate='no'>nātaputta</i> und <i lang='pi' translate='no'>gotama</i>) auf seinen Stamm hinweisen. Doch ich kann keine Spur eines solchen Stammes finden, und sowohl die Jaina- als auch die buddhistische Überlieferung sagen (wenn das auch unzuverlässig ist), der Name sei entstanden, weil er in einem Kuhstall geboren wurde. (Sujato) ",
  "dn2:4.2": "Er war ein Materialist, ein früher Vertreter der Ideen, die später als  Cārvāka-Schule bekannt wurden. <i lang='pi' translate='no'>Kesakambala</i> bedeutet „Haardecke“, die als asketische Übung getragen wurde (<a href='/an3.137/de/sabbamitta'>AN 3.137</a>). (Sujato) ",
  "dn2:5.2": "Ein anderer unbekannter Lehrer. Er lehrte einen reduktionistischen Atomismus, der die Möglichkeit eines Handelns mit Folgen verneinte. Sein erster Name wird manchmal Kakudha geschrieben; beide Wörter bezeichnen einen Höcker oder Kamm. (Sujato) ",
  "dn2:6.2": "Ein Agnostiker, der offensichtlich der „Wanderer Sañjaya“ ist, der Sāriputtas und Moggallānas erster Lehrer war, bevor sie ihn verließen und sich dem Buddha anschlossen <a href='https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow#mt1-174'>Kd 1.mt1-174</a>. Sein Name ist unklar. Das Sanskrit schreibt ihn <i lang='pi' translate='no'>vairaṭṭīputra</i>, mit mehreren Varianten, aber immer mit <i lang='pi' translate='no'>ṭi</i>. Der Kommentar sagt, er sei der „Sohn Belaṭṭhas“ gewesen; einen Belaṭṭha Kaccāna findet man in <a href='https://suttacentral.net/pli-tv-kd6/de/maitrimurti-traetow#mt1-99'>Kd 6:mt1-99</a>, wo er Zucker verkauft, was die Idee stützt, dass Belaṭṭha ein persönlicher Name war und kein Stammesname. (Sujato) ",
  "dn2:7.2": "Der Anführer der Jainas Mahāvīra Vardhamāna ist in den Palitexten als Nigaṇṭha Nātaputta bekannt. Er wird als der 24. höchste Anführer der Jainas betrachtet, obwohl nur er und sein Vorgänger Pārśvanātha (in den Palitexten nicht erwähnt) historisch sind. <i lang='pi' translate='no'>Nigaṇṭha</i> heißt „knotenlos“ (d. h. ohne Bindungen); es ist eine Bezeichnung für einen Jaina-Asketen. <i lang='pi' translate='no'>Nātaputta</i> bezeichnet seinen Stamm, die Ñātiker (Sanskrit <i lang='pi' translate='no'>jñātiputra</i>; Prākrit <i lang='pi' translate='no'>nāyaputta</i>). Die Palitradition hat <i lang='pi' translate='no'>ñāti</i> („Familie“) mit <i lang='pi' translate='no'>nāṭa</i> („Tänzer“) verwechselt. Nigaṇṭha Nātaputta bedeutet somit „der Jaina-Asket aus dem Stamm Ñātika“. | Jainismus und Buddhismus sind die einzigen alten <i lang='pi' translate='no'>Samaṇa</i>-Bewegungen, die bis heute überlebt haben. Die wichtigste Lehre des Jainismus ist die Übung von Gewaltlosigkeit, während man früheres Kamma durch inbrünstige Askese abbrennt, um die allwissende Befreiung zu erlangen. (Sujato) ",
  "dn2:8.1": "Die Tatsache, dass er nicht redet, bezeichnet seine Weisheit. Die Erzählung schafft eine dramatische Erwartung durch sein Schweigen, eine ausnehmend buddhistische ästhetische Wahl. (Sujato) ",
  "dn2:8.4": "Laut Vinaya wird ein Kloster normalerweise dem „Saṅgha der vier Himmelsrichtungen“ gespendet und wird sein unveräußerlicher Besitz. In den Suttas ist das nicht so klar, und es scheint, Jīvaka betrachtete das Grundstück noch als sein eigenes. In der Praxis wird es viele mögliche Vereinbarungen gegeben haben, wie das auch heute der Fall ist. (Sujato) ",
  "dn2:8.6": "Das erste Vorkommen der berühmten <i lang='pi' translate='no'>iti pi so</i>-Formel. Sie wird in Theravada-Gemeinschaften bis heute zum Lob des Buddha aufgesagt. (Sujato) ",
  "dn2:10.1": "Indische Könige wurden innerhalb des Harems von bewaffneten Frauen bewacht (Kauṭilyas Arthaśāstra 1.21.1), auch auf der Jagd (Megasthenes’ Indica, via Strabo XV. i. 53–56). Diese Passage könnte der älteste Hinweis auf diese lange geübte Praxis sein. (Sujato) ",
  "dn2:10.7": "Die Stille der Versammlung des Buddha wird oft den lärmenden Zusammenkünften anderer Asketen gegenübergestellt, z. B. der von Poṭṭhapāda in <a href='/dn9/de/sabbamitta#3.1'>DN 9:3.1</a>. (Sujato) ",
  "dn2:10.12": "Dies ist ein doppeltes Wortspiel. <i lang='pi' translate='no'>Dīpa</i> heißt „Lampe“ oder „Insel, Zuflucht“ und <i lang='pi' translate='no'>jhāyati</i> heißt „brennen“ oder „meditieren“. Daher könnte man es wiedergeben als „da sind Retter, die im Pavillon meditieren“. <i lang='pi' translate='no'>Jhāyati</i> ist die Verbform von <i lang='pi' translate='no'>jhāna</i> („Vertiefung“), und das ist die zentrale Praxis der weiter unten beschriebenen Meditation. (Sujato) ",
  "dn2:11.2": "Der Buddha sah aus wie jeder andere Mönch. Aber diese Stelle offenbart auch Ajātasattus spirituelle Blindheit. (Sujato) ",
  "dn2:12.1": "Er hat noch kein Vertrauen gefasst und verbeugt sich daher nicht. (Sujato) ",
  "dn2:12.4": "Obwohl der Buddha sich der Verbrechen Ajātasattus wohl bewusst ist, geht er mitfühlend auf ihn ein. (Sujato) ",
  "dn2:14.1": "Die meisten Übersetzer geben <i lang='pi' translate='no'>sippa</i> mit „Handwerk“ („craft“) wieder. Doch die Grundbedeutung von „Handwerk“ ist Geschick darin, Dinge zu machen oder herzustellen. Was hier gemeint ist, ist eine bezahlte Beschäftigung, unabhängig davon, ob dabei Dinge hergestellt werden, d. h. „Beruf“. (Sujato) ",
  "dn2:14.2": "Das sind die Berufe, die Ajātasattu im Sinn hat. Die ersten vier sind in <a href='/an7.67/de/sabbamitta'>AN 7.67</a> als Zweige des Militärs definiert. (Sujato) ",
  "dn2:14.3": "Die Frage bezieht sich auf den rechten Lebenserwerb, den fünften Faktor des edlen achtfachen Pfades. (Sujato) ",
  "dn2:14.4": "Der Zweck des rechten Lebenserwerbs ist es, in diesem und im nächsten Leben Glück zu bringen. (Sujato) ",
  "dn2:14.5": "Ajātasattus Frage richtet sich nur auf das Glück in diesem Leben. Er wird Asketen gesehen haben, die um künftigen Glücks willen ein hartes und entbehrungsreiches Leben führen. (Sujato) ",
  "dn2:15.1": "Der Ausdruck „großer König“ (<i lang='pi' translate='no'>mahārāja</i>) bezeichnet Ajātasattu als Erbkönig über ein großes Reich, im Unterschied zu den gewählten „Herrschern“ der Adelsrepubliken wie Vajjī und Sakya. (Sujato) ",
  "dn2:15.3": "Wie in <a href='/dn1/de/sabbamitta#1.4.2'>DN 1:1.4.2</a> beginnt der Buddha damit, nach dem zu fragen, was andere gesagt haben. (Sujato) ",
  "dn2:16.2": "Wie bei seiner Begegnung mit dem Buddha ist Ajātasattu respektvoll, aber nicht ehrfurchtsvoll. (Sujato) ",
  "dn2:17.2": "Das ist ein Leugnen der Kamma-Doktrin. Diese Doktrin erscheint moralisch nihilistisch, aber es ist unwahrscheinlich, dass sie Pūraṇa Kassapas vollständige Lehre war. Er war vielleicht ein Anhänger eines harten Determinismus, der besagt, wir haben nicht die Wahl, was wir tun. Oder er glaubte auch, dass man im Sinn eines gesellschaftlichen Vertrags moralische Regeln einhalten sollte, dass das aber keine Auswirkung auf das Leben nach dem Tod hat. (Sujato) ",
  "dn2:18.1": "Die unbefriedigende Art der Antworten, die diese Lehrer geben, wird auch in <a href='/mn36/de/sabbamitta#48.4'>MN 36:48.4</a> betont. (Sujato) ",
  "dn2:18.2": "Brotfrucht ist eine stärkehaltige, faserige Frucht, die natürlich etwas völlig anderes ist als eine Mango. (Sujato) ",
  "dn2:18.5": "Könige hatten die Pflicht, alle Religionen in ihrem Reich zu schützen, selbst solche mit so extremen Ansichten. (Sujato) ",
  "dn2:18.7": "Der Kommentar behandelt <i lang='pi' translate='no'>uggahita</i> und <i lang='pi' translate='no'>nikkujjita</i> als Synonyme. An anderer Stelle heißt <i lang='pi' translate='no'>nikkujjati</i> aber immer „umstürzen“. (Sujato) ",
  "dn2:20.2": "Das leugnet das Kausalprinzip und die Wirksamkeit von Handlungen. Die fatalistischen Lehren der Ājīvikas führten dazu, dass sie als Prognostiker beliebt wurden. (Sujato) ",
  "dn2:20.5": "Die ersten drei Wendungen, mit dem Nominativ Singular auf <i lang='pi' translate='no'>-e</i> des Magadha-Dialekts, sind für diese Passage einzigartig. In <a href='/an6.38/de/sabbamitta#1.4'>AN 6.38:1.4</a> finden wir den regulären Nominativ auf <i lang='pi' translate='no'>-o</i>. (Sujato) ",
  "dn2:20.6": "Alles wird von Umständen bestimmt, die außerhalb unserer Kontrolle liegen. (Sujato) ",
  "dn2:20.7": "Diese seltsame Kosmologie legt den Weg fest, über den Seelen wandern müssen, bevor sie endgültige Befreiung finden. | Da <i lang='pi' translate='no'>nāgāvāsa</i> („Drachen-Wohnplatz“) hier unter verschiedenen Arten von Asketen aufgezählt ist, denke ich, es ist eine Verfälschung von <i lang='pi' translate='no'>naggāvāsa</i> („Wohnplatz nackter Asketen“) und übersetze entsprechend. Jeder Punkt bezieht sich darauf, wie oft man in jedem dieser Zustände wiedergeboren wird. | <i lang='pi' translate='no'>Nigaṇṭhigabbha</i> könnte „Wiedergeburt als Jaina-Asket“ bedeuten, aber an dieser Stelle sind wir bereits von der Aufzählung von Asketen weitergegangen und ich denke, es bezieht sich auf jemanden, der ohne Bindungen geboren wird. Vergleich die buddhistische Vorstellung von „vier Arten der Empfängnis“ (<a href='/dn33/de/sabbamitta#1.11.175'>DN 33:1.11.175</a>). | <i lang='pi' translate='no'>Pavuṭā</i> wird vom Kommentar als <i lang='pi' translate='no'>gaṇṭhikā</i> („Knoten“) erklärt. Allerdings erwähnt der Rig Veda 9.54.2 „sieben Flüsse“ (<i lang='pi' translate='no'>sapta pravata</i>), die aus dem Himmel fließen, und in der gleichen Strophe werden davor <i lang='pi' translate='no'>sarā</i> („Seen“) erwähnt. Dieses Detail legt einen vedischen Einfluss nahe. Die „sieben Flüsse“ werden normalerweise <i lang='pi' translate='no'>sapta sindhu</i> genannt (Rig Veda 1.35.8) mit Bezug auf das Flusssystem in Nordwest-Indien und Pakistan (vgl. Punjab, „fünf Flüsse“). (Sujato) ",
  "dn2:20.8": "Mittels „inbrünstiger Askese“ (<i lang='pi' translate='no'>tapas</i>) „unreife Taten zwingen, ihre Frucht hervorzubringen“ ist eine Jaina-Übung, wohingegen „alte Taten tilgen, indem man  nach und nach ihr Ergebnis erfährt“ in <a href='/an3.74/de/sabbamitta'>AN 3.74</a> von der Ansicht der Jainas abgegrenzt wird. (Sujato) ",
  "dn2:21.1": "„Läuterung durch Umherwandern“ ist <i lang='pi' translate='no'>saṁsārasuddhi</i>. (Sujato) ",
  "dn2:23.2": "Das Leugnen von „Mutter und Vater“ wird gewöhnlich als das Leugnen moralischer Verpflichtungen gegenüber seinen Eltern gedeutet. Ich denke aber, es ist eine Doktrin der Empfängnis, die leugnet, dass ein Kind von Mutter und Vater geschaffen wird. Vielmehr wird das Kind von den vier Elementen erzeugt, und die Eltern sind bloß Impulsgeber und Brutapparat. (Sujato) ",
  "dn2:23.3": "Das ist eine materialistische Analyse des Menschen. (Sujato) ",
  "dn2:26.2": "Das ist ein reduktionistischer Atomismus. Er behauptet, dass Einheiten höherer Ordnung bedeutungslos seien, da alle Dinge aus sieben Grundsubstanzen aufgebaut sind. (Sujato) ",
  "dn2:26.5": "Anders als bei Ajita Kesakambalas Materialismus ist eine der grundlegenden Substanzen die Seele. Er benutzt <i lang='pi' translate='no'>jīva</i>, den gleichen Begriff, den die Jainas benutzen, statt <i lang='pi' translate='no'>attā</i>, das von den Brahmanen bevorzugt wird. (Sujato) ",
  "dn2:29.2": "Zügelung ist zwar ein wichtiger Aspekt der Übung der Jainas, aber die „vierfache Zügelung“ konnte nicht auf Jaina-Schriften zurückgeführt werden. Sie findet sich auch in <a href='/mn56/de/sabbamitta#1.2'>MN 56:1.2</a>, das eine ausführlichere Widerlegung dieser Doktrin bietet. In <a href='/dn25/de/sabbamitta#16.4'>DN 25:16.4</a> gibt es eine andere „vierfache Zügelung“. (Sujato) ",
  "dn2:29.3": "„Zügelung“ (<i lang='pi' translate='no'>vara</i>) spielt mit dem Wort „Wasser“ (<i lang='pi' translate='no'>vāri</i>) im nächsten Satz. (Sujato) ",
  "dn2:29.4": "Jainas betrachteten Wasser als etwas Lebendiges und gleichzeitig voll mit Lebendigem. Asketen waren daran „gehindert“, Wasser zu überqueren, wenn das zu Schaden führen könnte; sie waren der Sorge für Wasser „geweiht“; sie „schüttelten“ Wasser „ab“, indem sie sich natürlich trockenen ließen, wenn sie nass wurden; und sie lebten im Wissen, dass ihr Körper von lebendigem Wasser „durchdrungen“ war. (Sujato) ",
  "dn2:32.3": "Das ordnet ihn unter die ein, die „endlose Kehrtwenden“ machen, siehe <a href='/dn1/de/sabbamitta#2.23.1'>DN 1:2.23.1</a>. Wir wissen aber nicht, auf welcher der vier Grundlagen er seine Ausweichmanöver rechtfertigte. (Sujato) ",
  "dn2:34.7": "Der Buddha antwortet direkt und selbstbewusst. Diese ganze Passage ist ein Meisterstück erfolgreichen Dialogs. (Sujato) ",
  "dn2:34.8": "Er bindet Ajātasattu ein, statt zu dozieren. (Sujato) ",
  "dn2:35.2": "Siehe <i lang='pi' translate='no'>mukhaṁ ullokentī</i> in <a href='/mn79/de/sabbamitta'>MN 79</a> und <a href='/sn56.39/de/sabbamitta'>SN 56.39</a>. (Sujato) ",
  "dn2:35.4": "Selbst ein Diener glaubte an die Kamma-Doktrin. (Sujato) ",
  "dn2:35.5": "Die Frage nach der Göttlichkeit von Königen wird nicht gestellt. (Sujato) ",
  "dn2:35.8": "Die Kamma-Doktrin führt dazu, ein besseres Leben zu führen, nicht dazu, in Groll zu schmoren. (Sujato) ",
  "dn2:35.9": "<a href='https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow#mt1-295'>Kd 1:34</a> stellt die Ordination von abhängigen Dienern oder Sklaven unter Strafe, obwohl Ajātasattus Vater Bimbisāra angeordnet hatte, dass gegen abhängige Diener, die unter dem Buddha die Ordination nahmen, nichts unternommen werden sollte. (Sujato) ",
  "dn2:35.11": "Hier deutet der Buddha die größeren Themen an, die später ausgeführt werden. (Sujato) ",
  "dn2:36.2": "Selbst unter einem so beschädigten König wie Ajātasattu wird ein entlaufener Sklave, der ordiniert wurde, belohnt, nicht bestraft. (Sujato) ",
  "dn2:36.4": "Im Unterschied zu den vorherigen Lehrern gibt der Buddha eine klare Antwort auf eine Art, die Ajātasattu verstehen kann. (Sujato) ",
  "dn2:36.5": "Der Buddha stellt eine gemeinsame Basis mit dem König her, bevor er in tiefere Gewässer vordringt. (Sujato) ",
  "dn2:37.1": "Indem er mit einer ganz grundlegenden und offensichtlichen Frucht beginnt, regt der Buddha Ajātasattu an, eine tiefere Antwort zu suchen. (Sujato) ",
  "dn2:37.5": "<i lang='pi' translate='no'>Karakārako rāsivaḍḍhako</i> ist ein einzigartiger Ausdruck. Zu <i lang='pi' translate='no'>karakāraka</i> vergleiche <a href='/mn57/de/sabbamitta#2.3'>MN 57:2.3</a>, wo ein nackter Asket „eine harte Sache tut“. <i lang='pi' translate='no'>Rāsi</i> heißt „Haufen“ (Korn oder Vermögen laut Kommentar). (Sujato) ",
  "dn2:37.13": "Der abhängige Diener hatte kein Vermögen und keine Familie aufzugeben, aber der Arbeiter hat das. (Sujato) ",
  "dn2:39.3": "Nachdem er bei dem König ein ernsthaftes Interesse und Verständnis geweckt hat, bereitet der Buddha ihn auf die lange Lehrrede vor, die nun folgt. (Sujato) ",
  "dn2:40.1": "Hier beginnt die Unterweisung über die stufenweise Schulung, die Ethik (<i lang='pi' translate='no'>sīla</i>), Meditation (<i lang='pi' translate='no'>samādhi</i>) und Weisheit (<i lang='pi' translate='no'>paññā</i>) umfasst. Nur der Abschnitt über Ethik erschien im Brahmajālasutta; in den verbleibenden Suttas dieses Kapitels werden alle drei Abschnitte noch einmal dargelegt, allerdings in gekürzter Form. (Sujato) ",
  "dn2:40.2": "Nach der buddhistischen Doktrin ist es ein seltenes Ereignis, dass ein Buddha erscheint. Der Buddha erkennt die Wahrheit durch sein eigenes Verständnis, nicht durch göttliche Intervention oder mit anderen metaphysischen Mitteln. (Sujato) ",
  "dn2:40.3": "Sie ist gut, wenn man sie zuerst hört, wenn man sie übt und wenn man die Früchte verwirklicht hat. (Sujato) ",
  "dn2:41.1": "Das Wort „Hausbesitzer“ (<i lang='pi' translate='no'>gahapati</i>) bezieht sich informell auf alle Laien, weist aber insbesondere auf jemanden hin, der ein Haus besitzt, d. h. jemanden mit einem gewissen Ansehen. Das Asketenleben ist nicht nur für Sklaven oder Arbeiter, die ihrem Stand entkommen wollen. (Sujato) ",
  "dn2:42.1": "Das ist eine Art Inhaltsverzeichnis für die nun folgenden Lehren. | Heutzutage bedeutet „Ordenssatzung“ (<i lang='pi' translate='no'>pātimokkha</i>) die Zusammenstellung der Regeln für Mönche und Nonnen aus dem Vinayapiṭaka. In den frühen Texten hat es allerdings drei Hauptbedeutungen. Manchmal bezieht es sich tatsächlich auf die Sammlung der Regeln, wie etwa in <a href='/an10.36/de/sabbamitta#1.6'>AN 10.36:1.6</a>. Hier bezieht es sich jedoch auf den Verhaltenskodex, der folgt, der eine nicht-legalistische Reihe von Richtlinien ist, die dem Vinayapiṭaka vorausging. In <a href='/dn14/de/sabbamitta#3.28.1'>DN 14:3.28.1</a> bezieht es sich auf Strophen, die den Lebenswandel der Mönche und Nonnen zusammenfassen und unter dem Namen „Ovāda-Pātimokkha“ bekannt sind. (Sujato) ",
  "dn2:43.2": "Die Regel hier schließt alle Lebewesen ein, aber wenn ein Mönch oder eine Nonne einen Menschen tötet, bedeutet das den sofortigen und dauerhaften Ausschluss aus dem Orden. (Sujato) ",
  "dn2:43.4": "Irgendetwas von wesentlichem Wert zu stehlen, ist ein mit Ausschluss verbundener Verstoß. (Sujato) ",
  "dn2:43.6": "Buddhistischen Mönchen und Nonnen ist jede Art sexueller Aktivität verboten. Geschlechtsverkehr mit Penetration zu haben, ist ein mit Ausschluss verbundener Verstoß. (Sujato) ",
  "dn2:44.1": "Es ist zwar jede Form von Lügen verboten, aber wenn Mönche oder Nonnen sich fälschlich eine Erleuchtungsstufe oder einen tiefen Meditationszustand zuschreiben, werden sie aus dem Orden ausgeschlossen. (Sujato) ",
  "dn2:45.1": "",
  "dn2:45.2": "",
  "dn2:45.3": "",
  "dn2:45.4": "",
  "dn2:45.5": "Um zu viel Schlaf zu vermeiden. (Sujato) ",
  "dn2:45.6": "",
  "dn2:45.7": "",
  "dn2:45.11": "",
  "dn2:45.14": "",
  "dn2:45.15": "",
  "dn2:45.16": "",
  "dn2:46.1": "",
  "dn2:48.2": "",
  "dn2:53.2": "",
  "dn2:54.2": "",
  "dn2:55.1": "",
  "dn2:56.1": "",
  "dn2:56.2": "",
  "dn2:62.2": "",
  "dn2:63.4": "Das ist der erste Schritt der Antwort, die der Buddha Ajātasattu gibt. Es ist das Gefühl von Glück und Wohlbefinden, das man hat, wenn man weiß, dass man nichts Falsches getan hat, für das einen irgendjemand tadeln könnte. Es ist die psychologische Grundlage für die Meditation. (Sujato) ",
  "dn2:64.1": "Hier beginnt die Reihe von Übungen, die auf den sittlichen Grundlagen aufbauen, um die Grundlage für die Meditation zu errichten. (Sujato) ",
  "dn2:64.3": "Es ist nicht so, dass man keine Dinge sehen könnte, sondern dass man bezüglich der Wirkung achtsam ist und unnötige Stimulation vermeidet. | „Begehrlichkeit und Verdrießlichkeit“ (<i lang='pi' translate='no'>abhijjhā domanassā</i>) sind die starken Formen von Begierde und Abneigung, die durch mangelnde Zügelung entstehen. (Sujato) ",
  "dn2:64.10": "Das Glück vertieft sich in dem Maß, in dem er sieht, dass nicht nur seine Handlungen frei von unheilsamen Dingen werden, sondern auch sein Geist. (Sujato) ",
  "dn2:65.1": "Situational awareness („Situationsbewusstsein“) ist ein psychologischer Begriff, der in den 1990er Jahren breiteren Kreisen bekannt wurde (A.d.Ü.: im englischen Sprachraum offenbar mehr als im deutschen). Es hat mit der Wahrnehmung der Phänomene der Umgebung zu tun und dem Verstehen, was sie bedeuten, und das kommt der Bedeutung des Paliworts <i lang='pi' translate='no'>sampajañña</i> sehr nahe. (Sujato) ",
  "dn2:65.2": "Diese Verrichtungen beschreiben das tägliche Leben eines Mönchs oder einer Nonne: zum Almosengang ins Dorf gehen, wobei es viele ablenkende Dinge zu sehen gibt; dann kommt man zurück, nimmt sein Mahl ein und verbringt den Tag in Meditation. (Sujato) ",
  "dn2:66.2": "Ein buddhistischer Mönch hat drei Roben: eine Unterrobe (Sabong oder Sarong), eine Oberrobe und einen äußeren Umhang. (Sujato) ",
  "dn2:67.1": "Das sind die Vorbedingungen, um mit tiefer Meditation zu beginnen. (Sujato) ",
  "dn2:67.3": "Für <i lang='pi' translate='no'>parimukha</i> („vor sich“) finden wir im Sanskrit <i lang='pi' translate='no'>pratimukha</i>, das das Spiegelbild des Gesichts bedeuten kann. Späte kanonische Palitexte erklären es als „diese Nasenspitze oder das Spiegelbild des Gesichts (<i lang='pi' translate='no'>mukhanimitta</i>)“. | „Die Achtsamkeit verankern“ (<i lang='pi' translate='no'>satiṁ upaṭṭhapetvā</i>) ist wörtlich „Satipaṭṭhāna machen“. (Sujato) ",
  "dn2:68.1": "Begehren (<i lang='pi' translate='no'>abhijjha</i>) wurde durch die Zügelung der Sinne eingedämmt und wird jetzt vollends aufgegeben. (Sujato) ",
  "dn2:68.2": "Ebenso böser Wille (<i lang='pi' translate='no'>byāpādapadosa</i>), der in der Formel der Sinnenzügelung <i lang='pi' translate='no'>domanassa</i> genannt wurde. (Sujato) ",
  "dn2:68.3": "„Achtsamkeit und Situationsbewusstsein“ spielt eine herausragende Rolle für das Aufgeben der Dumpfheit. (Sujato) ",
  "dn2:68.4": "Rastlosigkeit greift nach der Zukunft, und Zufriedenheit wirkt ihr entgegen. Reue wühlt in der Vergangenheit, ihr wirkt sittliche Reinheit entgegen. (Sujato) ",
  "dn2:68.5": "Man begibt sich auf den Pfad der Meditation, nachdem man Vertrauen zum Buddha gefasst hat. (Sujato) ",
  "dn2:69.1": "Das Glück der Meditation ist schwer zu verstehen, ohne dass man sie übt, daher gibt der Buddha eine Reihe von fünf Gleichnissen, um es auf eine Art zu illustrieren, die Ajātasattu verstehen kann. (Sujato) ",
  "dn2:74.1": "Die fünf Hindernisse bleiben eine Säule in der Meditationsunterweisung. Die Wurzelbedeutung umfasst „behindern“ ebenso wie „verdunkeln, vernebeln, verschleiern“. (Sujato) ",
  "dn2:74.2": "Jedes Gleichnis veranschaulicht nicht das Glück, etwas zu gewinnen, sondern das Glück des Loslassens. (Sujato) ",
  "dn2:74.4": "Der Buddha betonte nicht die technischen Einzelheiten der Meditationstechnik, sondern die emotionale Ganzheit und die Freude, die in tiefe Meditation hineinführt. (Sujato) ",
  "dn2:75.1": "<i lang='pi' translate='no'>Jhāna</i> ist ein Zustand von „erhobenem Bewusstsein“ (<i lang='pi' translate='no'>adhicitta</i>), somit haben alle Begriffe eine erhobene Bedeutung. Die Pluralform weist darauf hin, dass „Sinnenfreuden“ auch die sinnliche Erfahrung beinhalten, von der sich ein Meditierender abwenden kann, da er nicht länger danach begehrt. Die „untauglichen Eigenschaften“ sind die fünf Hindernisse. Die „aus Abgeschiedenheit geborene Ekstase und Seligkeit“ ist das Glück des Aufgebens der Hindernisse und der Freiheit von Sinneseindrücken. „Den Geist ausrichten und halten“ (<i lang='pi' translate='no'>vitakka</i>, <i lang='pi' translate='no'>vicāra</i>) benutzt Ausdrücke, die im groben Bewusstsein „Gedanken“ bedeuten, die sich aber im „erhobenen Bewusstsein“ auf die subtile Funktion beziehen,  den Geist der Meditation zu widmen. (Sujato) ",
  "dn2:75.2": "Wenn man in der Meditation fortschreitet, verändert sich die subjektive Erfahrung des „Körpers“ von taktilen Sinneseindrücken (<i lang='pi' translate='no'>phoṭṭhabba</i>) zu der inneren geistigen Erfahrung von Seligkeit und Licht (<i lang='pi' translate='no'>manomayakāya</i>) und zu der unmittelbaren persönlichen Verwirklichung der höchsten Wahrheit (<a href='/mn70/de/sabbamitta#23.2'>MN 70:23.2</a>: <i lang='pi' translate='no'>kāyena ceva paramasaccaṁ sacchikaroti</i>). (Sujato) ",
  "dn2:76.1": "Das Kneten ist das „Ausrichten und Halten des Geistes“, das Wasser ist Seligkeit, und die Tatsache, dass nichts ausläuft, spricht von der geschlossenen Innerlichkeit der Erfahrung. (Sujato) ",
  "dn2:76.3": "Der Buddha hat Ajātasattus Frage beantwortet. Aber er ist noch lange nicht fertig. (Sujato) ",
  "dn2:77.1": "Jedes <i lang='pi' translate='no'>Jhāna</i> beginnt, wenn der am wenigsten verfeinerte Aspekt des vorhergehenden <i lang='pi' translate='no'>Jhāna</i> endet. Das wird nicht bewusst gesteuert, sondern es beschreibt den natürlichen Prozess des Sich-Setzens. Man ist sich in der Meditation jetzt ganz sicher und braucht den Geist nicht länger auszurichten: Er ist einfach still und ganz eins geworden. (Sujato) ",
  "dn2:78.1": "Wieder unterstreicht das Gleichnis mit dem Wasser die Seligkeit, wobei die fehlenden Zuflüsse die innere Begrenzung und die Einheit des Geistes zum Ausdruck bringen. (Sujato) ",
  "dn2:78.2": "Das aufwallende Wasser ist die Ekstase, die erhebende emotionale Antwort auf die Erfahrung der Seligkeit. (Sujato) ",
  "dn2:79.1": "Die emotionale Reaktion auf die Seligkeit reift von der subtilen Erregung der Ekstase zur Ausgeglichenheit des Gleichmuts. Achtsamkeit ist in allen Stadien tiefer Meditation gegenwärtig, aber mit dem Gleichmut tritt sie in den Vordergrund. (Sujato) ",
  "dn2:80.1": "Man ist bis zum Äußersten in der Stille und Seligkeit der Meditation versunken. (Sujato) ",
  "dn2:81.1": "Die emotionale Ausgeglichenheit des Gleichmuts führt dazu, dass das Gefühl von Freude sich zu einem subtileren neutralen Gefühl beruhigt. Schmerz und Traurigkeit wurden schon lange vorher aufgegeben, werden hier aber erwähnt, da sie ein subtiler Gegenspieler zur Freude sind. (Sujato) ",
  "dn2:81.2": "Der Gleichmut des vierten <i lang='pi' translate='no'>Jhāna</i> ist keine Dumpfheit oder Gleichgültigkeit, sondern ein glänzendes und strahlendes Gewahrsein. (Sujato) ",
  "dn2:82.1": "Das weiße Tuch ist die Reinheit und Helligkeit des Gleichmuts. Der Kommentar erklärt das als einen Menschen, der eben aus dem Bad gestiegen ist und vollkommen trocken und zufrieden dasitzt. (Sujato) ",
  "dn2:83.1": "Von den vier Arten des Erkennens und Sehens wird nur die letzte als unverzichtbar angesehen. Das vierte <i lang='pi' translate='no'>Jhāna</i> ist die ideale Grundlage, um die höheren Erkenntnisse zu entwickeln, obwohl der Kanon an anderer Stelle zeigt, dass sogar das erste <i lang='pi' translate='no'>Jhāna</i> eine Grundlage für die befreiende Einsicht sein kann. Ohne <i lang='pi' translate='no'>Jhāna</i> ist der achtfache Pfad jedoch unvollständig und die befreiende Einsicht unmöglich. | Das Verb <i lang='pi' translate='no'>abhininnāmeti</i> („projiziert“) weist darauf hin, dass der Meditierende aus der vollen Versenkung herauskommt wie eine Schildkröte, die ihre Glieder ausstreckt (<a href='/sn35.240/de/sabbamitta#1.7'>SN 35.240:1.7</a>). (Sujato) ",
  "dn2:83.3": "Das ist der „grobe“ (<i lang='pi' translate='no'>olārika</i>) Körper. Man beachte, dass seine Zeugung von Mutter und Vater der Doktrin Ajita Kesakambalas widerspricht. Die offensichtliche Unbeständigkeit des Körpers lädt zu der verlockenden, aber trügerischen Vorstellung ein, der Geist oder die Seele sei dauerhaft; von tieferer Einsicht wird diese aber ausgeräumt. (Sujato) ",
  "dn2:83.4": "Diese Unterscheidung sollte nicht als Geist-Körper-Dualismus missverstanden werden. Es sind keine grundlegenden Stoffe, sondern Erfahrungen eines Menschen, der meditiert. (Sujato) ",
  "dn2:84.1": "",
  "dn2:84.2": "Aufgefädelte Schmuckstücke waren in Indien seit der Harappa-Kultur beliebt, Jahrtausende vor dem Buddha. (Sujato) ",
  "dn2:84.6": "Diese Form von „Erkennen und Sehen“ wird selten erwähnt und findet sich nur hier, in <a href='/dn10/de/sabbamitta#2.21.3'>DN 10:2.21.3</a> und in <a href='/mn77/de/sabbamitta#29.2'>MN 77:29.2</a>. Die nächste Verwirklichung, der „geistgeschaffene Körper“, findet sich ebenfalls nur in diesen drei Suttas. Man beachte, dass die Mahāsaṅgīti-Ausgabe diesem Abschnitt die falsche Überschrift <i lang='pi' translate='no'>vipassanāñāṇa</i> („Einsichtserkenntnis“) hinzufügt. Dieser Begriff taucht nirgendwo im Palikanon auf. (Sujato) ",
  "dn2:85.1": "Der „geistgeschaffene Körper“ ist die innere mentale Repräsentation des physischen Körpers. Im gewöhnlichen Bewusstsein ist das die Propriozeption, die hier durch die Kraft der Meditation verstärkt ist. Die höheren Kräfte werden im Buddhismus als Erweiterungen und Entwicklungen von Aspekten der normalen Erfahrung angesehen, nicht als metaphysische Realitäten, die von der Welt gewöhnlicher Erfahrungen getrennt wären. (Sujato) ",
  "dn2:85.2": "Das ähnelt der Erfahrung des „Astralkärpers“, wie er von modernen Spiritualisten beschrieben wird. Man beachte, dass es sich immer noch um einen „physischen“ (<i lang='pi' translate='no'>rūpī</i>) Körper handelt, auch wenn er geistgeschaffen ist. Es ist der subtile (<i lang='pi' translate='no'>sukhuma</i>) Körper, der eine energetische Erfahrung physikalischer Eigenschaften durch den Geist ist. (Sujato) ",
  "dn2:87.1": "Hier beginnen die „sechs unmittelbaren Einsichten“ (<i lang='pi' translate='no'>chaḷabhiññā</i>), die überall in den frühen Texten häufig zu finden sind. | „Übersinnliche Kräfte“ (<i lang='pi' translate='no'>iddhi</i>) wurden häufig gepflegt, doch die Mittel, um sie zu gewinnen, unterschieden sich: Hingabe an einen Gott, rabiate Bußübungen oder magische Rituale. Der Buddha lehrte, dass der Geist, der im Samādhi entwickelt war, zu Dingen in der Lage ist, die man normalerweise nicht versteht. (Sujato) ",
  "dn2:87.2": "Nur ein paar davon sind als Vorkommnisse in den frühen Texten bezeugt. Das häufigste ist die Fähigkeit, zu verschwinden und wieder zu erscheinen, die der Buddha (<a href='/an8.30/de/sabbamitta#2.1'>AN 8.30:2.1</a>), manche Schüler (<a href='/mn37/de/sabbamitta#6.1'>MN 37:6.1</a>) oder Gottheiten (<a href='/mn67/de/sabbamitta#8.1'>MN 67:8.1</a>) zeigen. (Sujato) ",
  "dn2:88.1": "Diese Gleichnisse greifen auf die Beschreibungen des geläuterten Geistes als geschmeidig und formbar zurück. (Sujato) ",
  "dn2:88.3": "Dieses Gleichnis wird in <a href='/an3.101/de/sabbamitta'>AN 3.101</a> ausführlich ausgeführt. (Sujato) ",
  "dn2:89.1": "„Hellhörigkeit“ ist eine wörtliche Übersetzung von <i lang='pi' translate='no'>dibbasota</i>. Die Wurzelbedeutung von <i lang='pi' translate='no'>dibba</i> ist „scheinen“ wie der helle Himmel oder ein göttliches Wesen. Die Bedeutungen von Klarheit und Göttlichkeit sind beide vorhanden. (Sujato) ",
  "dn2:89.2": "Der Buddha benutzte diese Fähigkeit gelegentlich zum Lehren, wie in <a href='/mn75/de/sabbamitta#6.1'>MN 75:6.1</a>. (Sujato) ",
  "dn2:90.1": "Das Gleichnis betont die Klarheit und Deutlichkeit der Töne. Vergleiche <a href='/an4.114/de/sabbamitta'>AN 4.114</a>: <i lang='pi' translate='no'>bheripaṇavasaṅkhatiṇavaninnādasaddānaṁ</i>. (Sujato) ",
  "dn2:91.1": "Man beachte, dass die indische Ausdrucksweise nicht dem „Lesen“ von Gedanken entspricht, das nahelegt, dass man die Worte in einem inneren Dialog gesprochen hört. Der Buddha tut dies manchmal (z. B. <a href='/an8.30/de/sabbamitta#2.1'>AN 8.30:2.1</a>), aber die Betonung liegt gewöhnlich auf dem Erfassen des allgemeinen Geisteszustandes. (Sujato) ",
  "dn2:92.1": "Wieder betont das Gleichnis, wie klar und unmittelbar die Erfahrung ist. Ohne tiefe Meditation haben wir einen gewissen intuitiven Sinn für den Geisteszustand anderer, aber bei Weitem nicht so klar. (Sujato) ",
  "dn2:93.1": "Hier beginnt das „dreifache Wissen“ (<i lang='pi' translate='no'>tevijjā</i>), eine Untergruppe der sechs unmittelbaren Erkenntnisse. Die ersten beiden spielen eine wichtige Rolle dabei, das Verständnis für die Natur des Leidens im <i lang='pi' translate='no'>Saṁsāra</i> zu vertiefen. Sie sind zwar für die, deren Weisheit scharf ist, nicht erforderlich, doch sie sind hilfreich. (Sujato) ",
  "dn2:93.2": "Wenn sie durch das vierte <i lang='pi' translate='no'>Jhāna</i> verstärkt ist, durchbricht die Erinnerung den Schleier von Geburt und Tod, enthüllt die ausgedehnte Weite der Zeit und vertreibt die Illusion, es könnte im Kreislauf des Umherwanderns irgendeinen Ort ewiger Ruhe oder Geborgenheit geben. (Sujato) ",
  "dn2:94.1": "Das Wort für „früheres Leben“ ist <i lang='pi' translate='no'>pubbanivāsa</i>, wörtlich „früheres Zuhause“, und die Bildsprache von Häusern findet sich auch bei der zweiten Form des dreifachen Wissens. Die Erinnerung an frühere Leben ist frisch und klar wie die Erinnerung an eine kürzlich unternommene Reise. (Sujato) ",
  "dn2:95.2": "Hier erstreckt sich die Erkenntnis auf die Wiedergeburten anderer und auch die eigene. Und was noch bedeutsamer ist, das Verständnis von Ursache und Wirkung kommt ins Spiel: Warum geschieht die Wiedergeburt so, wie sie geschieht? Doch solche Erkenntnis ist nicht unfehlbar, wie der Buddha in <a href='/dn1/de/sabbamitta#2.5.3'>DN 1:2.5.3</a> und <a href='/mn136/de/sabbamitta'>MN 136</a> warnt. Die Erfahrung ist eine Sache, die Schlussfolgerung, die man daraus zieht, eine andere. Man sollte nur vorläufige Schlussfolgerungen ziehen, und erst nach langer Erfahrung. (Sujato) ",
  "dn2:96.1": "<i lang='pi' translate='no'>Pāsāda</i> wird oft als „Palast“ oder „Villa“ übersetzt, aber im frühen Pali bedeutete es ein „Langhaus auf Pfählen“. Wie hier ist es ein erhöhter Ort, von dem aus man die Straße darunter beobachten kann. (Sujato) ",
  "dn2:97.1": "Das ist die Erfahrung des Erwachens, die das wahre Ziel des buddhistischen Pfades ist. Die Befleckungen – Eigenschaften des Geistes, die Leiden schaffen – wurden durch die Übung der Ethik eingedämmt und durch die Kraft der <i lang='pi' translate='no'>Jhānas</i> unterdrückt. Nun sind sie für immer beseitigt. (Sujato) ",
  "dn2:97.2": "Dies sind die vier edlen Wahrheiten, die den Hauptinhalt der ersten Lehrrede des Buddha bilden. Sie stellen das übergreifende Prinzip dar, unter das alle anderen Lehren fallen. Die erstmalige Erkenntnis der vier edlen Wahrheiten zeigt die erste Stufe des Erwachens an, den Stromeintritt. (Sujato) ",
  "dn2:97.3": "Die Anwendung des Musters der vier edlen Wahrheiten auf die Befleckungen weist darauf hin, dass dies die endgültige Stufe des Erwachens ist, die Vollendung (<i lang='pi' translate='no'>arahatta</i>). | Viele Übersetzer benutzen „Befleckung“ („defilement“), um <i lang='pi' translate='no'>kilesa</i> zu übersetzen, aber da <i lang='pi' translate='no'>kilesa</i> nur selten in den frühen Texten vorkommt, benutze ich „Befleckung“ für <i lang='pi' translate='no'>āsava</i>. Beide Wörter beziehen sich auf einen Fleck, eine Verunreinigung oder Verschmutzung im Geist. (Sujato) ",
  "dn2:97.4": "Das ist die Erfahrung des vollkommenen Erwachens. | <i lang='pi' translate='no'>Bhavāsava</i> ist die Befleckung, die danach verlangt, das Leben mit einer neuen Geburt fortzusetzen. (Sujato) ",
  "dn2:97.5": "Das ist ein rückblickendes Gewahrsein der Tatsache des Erwachens. Man überprüft seinen Geist und sieht, dass er von allen Kräften, die zu Leiden führen, frei ist. (Sujato) ",
  "dn2:97.6": "Zu „Daseinszustand“ (wörtlich „So-heit“, <i lang='pi' translate='no'>itthatta</i>) siehe <a href='/dn15/de/sabbamitta#21.4'>DN 15:21.4</a>. (Sujato) ",
  "dn2:98.1": "Wieder einmal steht das Wasserbecken für den Geist, aber nun ist der Meditierende nicht in die Erfahrung versunken, sondern blickt zurück und prüft sie objektiv. (Sujato) ",
  "dn2:98.9": "Der Buddha brüllt sein Löwengebrüll. Seine Lehre führt nicht bloß zu einem gewissen Nutzen, sondern zum höchsten Nutzen, der möglich ist. (Sujato) ",
  "dn2:99.2": "Die Bedrängnis des Königs wurde durch die erhebenden Worte des Buddha erleichtert. (Sujato) ",
  "dn2:99.4": "Das ist die Standardform, in der Laien Zuflucht nahmen. Es ist nichts, was der Buddha verlangt  hätte, sondern ein spontaner Akt des Ergriffenseins. Üblicherweise weist es jemanden als „Buddhisten“ aus. Heute sagen Theravadaanhänger die Formel der Zufluchtnahme dreimal auf, aber in den frühen Texten findet man das nur als Formel für die Novizenordination (<a href='https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow#mt4-106'>Kd 1:mt4-106</a>). (Sujato) ",
  "dn2:99.6": "Der König legt unaufgefordert ein erstaunliches Bekenntnis ab. Das vor so einem öffentlichen Forum zu sagen, vor einer spirituellen Gemeinschaft und seinem eigenen Gefolge, beweist Mut und Integrität. (Sujato) ",
  "dn2:99.7": "Der Buddha hört sein Bekenntnis, aber es liegt in Ajātasattus Verantwortung, es besser zu machen. (Sujato) ",
  "dn2:100.1": "Selbst vor einem so gefährlichen und emotional instabilen König beschönigt der Buddha nichts. Wenn jemand aufrichtig etwas eingesteht, ist es wichtig, das anzuerkennen, und nicht, die Tat kleinzureden. (Sujato) ",
  "dn2:100.3": "Ein Bekenntnis löscht die Vergangenheit nicht aus, aber es stellt die Weichen für die Zukunft in eine bessere Richtung. Dieses Bekenntnis gleicht dem, das Mönche oder Nonnen ablegen, wenn sie Vinayaregeln übertreten haben. (Sujato) ",
  "dn2:102.2": "Diese Ausdrücke werden üblicherweise im Zusammenhang mit dem Einhalten von Ethikregeln gebraucht (z. B. <a href='/an3.50/de/sabbamitta#4.1'>AN 3.50:4.1</a>). Der Buddha unterstützt Ajātasattu, wenn er mit ihm spricht, aber verbirgt nicht die Schwere seines Verbrechens. (Sujato) ",
  "dn2:102.4": "Der Mord am eigenen Vater ist eine der fünf „unheilbaren“ Taten, die mit Sicherheit im nächsten Leben in die Hölle führen (<a href='/an5.129/de/sabbamitta#1.3'>AN 5.129:1.3</a>). Wenn Ajātasattu das nicht getan hätte, wäre er in den Strom eingetreten. (Sujato) "
}