{
  "dn3:1.1.1": "Dieses Sutta markiert einen Wendepunkt, an dem die Lehren des Buddha von Pokkharasādi angenommen wurden. Die folgenden Suttas hallen von den Folgen dieser Begegnung wider. Pokkharasādi war einer der einflussreichsten Brahmanen seiner Zeit, obwohl der Buddha an anderer Stelle in Abrede stellte, dass er irgendein besonderes Wissen hatte ([mn99:15.5]()). Brahmanische Texte bestätigen, dass er eine reale Person war, ein einflussreicher Lehrer um die Zeit des Buddha, der auf Sanskrit als Pauṣkarasādi bekannt ist. Er wird von Kātyāyana und Patañjali und auch im Taittirīyaprātiśākhya über Grammatik zitiert; über erlaubte Nahrungsmittel und Diebstahl im Āpastamba Dharmasūtra; und über vedische Rituale im Śāṅkhāyana-Āraṇyaka. Sein Name lässt sich als von einem Mann aus Puṣkarāvati stammend ermitteln, einer Stadt in Gandhāra. (Sujato) ",
  "dn3:1.1.2": "Icchānaṅgala war ein Zentrum der innovativen Brahmanen der Kosaler Gegend, das östlich von Sāvatthī lag. (Sujato) ",
  "dn3:1.2.1": "Ukkaṭṭhā wird nur selten erwähnt, und immer im Zusammenhang mit außergewöhnlichen Unterweisungen und Ereignissen, die die kosmische Größe des Buddha im Gegensatz zu den Brahmanen betonen ([dn14:3.29.1](), [mn1:1.2](), [mn49:2.1]()). In [mn99:10.3]() heißt es, Pokkharasādi sei „vom Subhaga-Wald“. | „Königlicher Park“ ist _rājadāya_ (vgl. _migadāya_, „Wildpark“.) | _Brahmadeyya_ ist eine Gabe von Land durch einen König an einen Brahmanen und war ein besonderes Merkmal des indischen Feudalismus. (Sujato) ",
  "dn3:1.2.8": "Pokkharasādi kümmert es nicht, ob der Buddha sich als Anhänger der Veden verstand. Die Weisen sorgen sich nicht um religiöse Identität. (Sujato) ",
  "dn3:1.3.1": "Die drei Veden hatten bereits eine umfangreiche Sekundärliteratur angesammelt. Dass es eine fortgeschrittene linguistische Wissenschaft gab, steht außer Frage, denn innerhalb etwa eines Jahrhunderts nach dem Buddha schuf Pāṇini den Aṣṭādhyāyī, ein sprachwissenschaftliches Werk von solcher Präzision und Ausgereiftheit, dass seine Methoden bis heute noch erforscht werden. | „Kosmologie“ (_lokāyata_) ist hier ein Zweig der vedischen Studien, nicht die heterodoxe Schule, die in späterer Zeit unter diesem Namen bekannt war ([an9.38](), [sn12.48]()). | Zu „als Meister legitimiert“ (_anuññātapaṭiññāta_) siehe [mn98:7.1.]() und [snp3.9:6.1.](). | Zu „textlichem Erbe der drei Veden“ (_tevijjake pāvacane_) siehe [mn95:12.2.](). (Sujato) ",
  "dn3:1.3.2": "Fast die gleichen Worte werden zum Bodhisatta von seinen ersten Lehrern, Āḷāra Kālāma und Uddaka Rāmaputta, gesprochen ([mn36:14.9]()). Das verbindet Pokkharasādi mit Āḷāra Kālāma und Uddaka Rāmaputta und legt nahe, dass das Einsetzen begabter Schüler in dieser Art eine regelmäßige Praxis weiser Brahmanen war. (Sujato) ",
  "dn3:1.4.9": "Ich folge der PTS- und der BJT-Ausgabe der parallelen Wendung in [mn91:4.9](), die _tayā_ statt _tathā_ lesen. (Sujato) ",
  "dn3:1.5.1": "Hier ist bereits der erste Hinweis darauf, dass Ambaṭṭha seinem eigenen guten Ruf nicht gerecht wird. ",
  "dn3:1.5.2": "Die 32 Kennzeichen werden in [dn14:1.32.7](), [dn30:1.2.4]() und [mn91:9.1]() ausführlich beschrieben. In buddhistischen Texten werden sie als Erfüllung einer brahmanischen Prophezeiung dargestellt, aber sie sind in keinem brahmanischen Text aus der Zeit des Buddha zu finden. Dennoch enthalten spätere astrologische Texte wie das Gārgīyajyotiṣa (1. Jhd. v. Chr.?) und das Bṛhatsaṃhitā (6. Jhd. n. Chr.?) Bezüge zu vielen dieser Kennzeichen, wenn auch in anderem Zusammenhang; so ist es wahrscheinlich, dass die buddhistischen Texte aus heute verlorenen brahmanischen Texten schöpfen. | Die Vorstellung von einem zweifachen Lebensweg für einen großen Helden – weltlicher oder spiritueller Erfolg – kann bis zum Gilgamesch-Epos zurückverfolgt werden. (Sujato) ",
  "dn3:1.5.3": "Der Vorstellung vom Rad-drehenden Herrscher schöpft aus dem vedischen Pferdeopfer, das die Herrschergewalt eines Königs von einem Ozean zum anderen errichtet. Die buddhistische Erzählung ist aller groben und gewalttätigen Elemente entkleidet. Der Streitwagen auf Rädern verlieh den frühen Indoeuropäern militärische Überlegenheit und erlaubte ihnen, sich von ihrem Ursprungsland nördlich des Schwarzen Meeres aus auszubreiten. Im Buddhismus symbolisiert das Rad, das auch einen solaren Beiklang hat, eine nicht aufzuhaltende Kraft. Für eine legendenhafte Erzählung über einen solchen König siehe das Mahāsudassanasutta [dn17](). (Sujato) ",
  "dn3:1.5.6": "Das Opferpferd wird auf seiner Wanderschaft durch das Land von hundert Söhnen beschützt. (Sujato) ",
  "dn3:1.5.9": "Die Beziehung zwischen Pokkharasādi und Ambaṭṭha gleicht der zwischen dem Buddha und seinen Anhängern. Sie haben das gleiche Verständnis, aber der Buddha hebt sich als der Lehrer hervor. (Sujato) ",
  "dn3:1.6.1": "In diesem Sutta wird _māṇava_ stets auf Ambaṭṭha angewendet und _māṇavaka_ auf die anderen. Es scheint, die Verkleinerungsform _māṇavaka_ heißt „junger Schüler“ oder vielleicht „Student ohne Abschluss“. | Es ist von _sambahula_ Schülern die Rede, ein Wort, das oft mit „viele“ übersetzt wird. Aber später werden wir sehen, dass sie alle in der Hütte des Buddha Platz finden, daher muss es „mehrere“ heißen. (Sujato) ",
  "dn3:1.7.1": "Das ist die Übung der Gehmeditation. Man geht bei der Meditation achtsam einen ebenen Pfad auf und ab, wobei man die Aufmerksamkeit auf den Körper richtet. (Sujato) ",
  "dn3:1.7.3": "_Bho_ ist eine respektvolle Anrede, die von Brahmanen benutzt wird. Die Anredeformen, die im Pali verwendet werden, sind komplex, und es ist selten möglich, sie mit irgendeinem Maß an Genauigkeit in modernes Englisch zu fassen. (Sujato) ",
  "dn3:1.7.4": "Die parallele Passage in [mn35:7.4]() hat hier eine andere Wendung. (Sujato) ",
  "dn3:1.8.3": "Der Ausdruck _kulaputta_ (wörtlich: „Sohn einer Familie“) bezieht sich typischerweise auf jemanden aus einer gutsituierten oder angesehene Familie, einen „Gentleman“ („ehrbaren Menschen“). Es ist ein geschlechtsspezifischer Ausdruck, der den sozialen Status von Männern voraussetzt. (Sujato) ",
  "dn3:1.8.5": "Die Einführung hat uns gesagt, dass sich der Buddha zu der Zeit in einem Wald aufhielt. Dennoch war es keine Wildnis, sondern war genug erschlossen, dass es Hütten mit abschließbaren Türen gab. (Sujato) | Bhikkhu Brahmali weist darauf hin, dass _aggala_ nicht der Riegel, sondern das Türblatt ist. ",
  "dn3:1.9.5": "Der Buddha lenkt die Aufmerksamkeit auf Ambaṭṭha rüdes Benehmen. Überall in den Suttas gibt uns die Art, wie Menschen den Buddha begrüßen, einen Hinweis auf ihre Haltung und Eigenschaften. (Sujato) ",
  "dn3:1.10.3": "Man beachte die Anspielung auf die Rasse durch den Gebrauch von _kaṇha_ („schwarz“) als Schimpfwort. Die Brahmanenkaste stammte von (vergleichsweise) hellhäutigen Indoeuropäern ab, die von Norden nach Indien einwanderten und sich für über den dunkelhäutigen Ureinwohnern stehend hielten. (Sujato) ",
  "dn3:1.11.2": "Ambaṭṭha ist „gut ausgebildet“ (_vusita_) in den Schriften, aber von „gut ausgebildet“ in der spirituellen Entwicklung weit entfernt. _Vusita_ ist ein normalerweise der Ausdruck dafür, dass jemand ein Arahant ist: _vusitaṁ brahmacariyaṁ_ („das geistliche Leben ist erfüllt“). (Sujato) ",
  "dn3:1.12.6": "Die PTS-Lesart _rabhasa_ bedeutet „gewalttätig, aggressiv“. Aber der Kommentar liest _bhassa_ und erklärt es als „redet viel“. Darüber hinaus zeigt die Geschichte im Verlauf keine Gewalt. (Sujato) ",
  "dn3:1.12.7": "Ambaṭṭha schmäht die Sakyer als „Primitive“ (_ibbha_), die die vedische Kultur nicht achten. Das Wort _ibbha_ („primitiv“) ist von einem nicht-arischen Wort für „Elefant“ abgeleitet (_ibha_). Es bezog sich ursprünglich auf die Ureinwohner, die Elefanten zähmten; siehe z. B. Chāndogya-Upaniṣad 1.10. In [snp3.1:18.4]() beschreibt der Buddha sein eigenes Volk als „Ureinwohner“ (_niketino_), als die, die lange mit dem Land verbunden sind. (Sujato) ",
  "dn3:1.14.2": "Die Tatsache, dass der Buddha hier _āyasmā_ benutzt, verdient Beachtung: Er schlägt einen beschwichtigenden Ton an. (Sujato) ",
  "dn3:1.15.5": "_Kaṇhāyana_ heißt „von Kaṇha abstammend“. (Sujato) ",
  "dn3:1.15.6": "Normalerweise nehme ich _ayyaputta_ einfach als Höflichkeitsform, aber hier bedeutet es nicht, dass die Sakyer die Herren waren, sondern dass sie von ihnen abstammten. (Sujato) ",
  "dn3:1.15.7": "Okkāka (Sanskrit Ikṣvāku) war der legendäre Sohn des ersten Menschen, Manu, und der Begründer der solaren Dynastie von Kosala. Es ist ein Munda-Name, der mit der Einführung des Rohrzuckers (_ikṣuḥ_) aus Ostasien in Verbindung gebracht werden kann, eine Theorie, die der Jaina-Gelehrte des neunten Jahrhunderts Jinasena befürwortete (Natubhai Shah, *Jainism, the World of Conquerors* 2004, Bd. 1, S. 15). (Sujato) ",
  "dn3:1.15.10": "„Teak“ ist _sāka_, das erste von zwei Wortspielen mit dem Namen Sakya. Diese Linie identifiziert sie mit ihrer Heimat im Norden im Schatten des Himalaya und bringt die Vorstellung ein, dass das Schlagen von Teakbäumen eine primäre Quelle des Wohlstandes war. Vergleiche Gilgamesch, für den die Libanonzeder die Grundlage für seine königliche Hauptstadt war. (Sujato) ",
  "dn3:1.15.11": "„Eigen“ ist _saka_, das zweite Wortspiel mit dem Namen Sakya. Inzest ist natürlich in königlichen Familien häufig, aus genau dem Grund, der hier angegeben wird. Zu _sambheda_ im Sinn von „auflösen, auslaufen“ siehe [an2.9:1.5]() = [dn26:20.2](), [an5.103:6.4](), [an10.45:4.1](). (Sujato) ",
  "dn3:1.15.13": "Zu dieser Bedeutung von _sammati_ siehe [sn11.9](), [sn11.10](). (Sujato) ",
  "dn3:1.15.17": "Das greift auf die beiden Wortspiele von oben zurück. Doch der Kommentar erklärt _sakya_ hier auch als „fähig“ (_samatthā, paṭibalā_) in Bezug auf ihr Überleben allen Widrigkeiten zum Trotz und verbindet so Sakya mit _sakka_ („fähig“). (Sujato) ",
  "dn3:1.16.1": "_Dāsa_ („Sklave, abhängiger Diener“) bezieht sich auf die „aus dunklem Mutterleib“ (_kṛṣṇayoni_, Rig Veda 2.20.7) stammenden Feinde der arischen Völker (Rig Veda 10.22.8), die nach ihrer Niederlage versklavt wurden (Rig Veda 10.62.10). (Sujato) ",
  "dn3:1.16.2": "Die Stelle schwankt zwischen der Behandlung von _kaṇha_ (Sanskrit _kṛṣṇa_, d. h. Krishna) als einen persönlichen Namen, eine Beschreibung und ein Wort für einen Kobold. Ich versuche, diese Mehrdeutigkeit einzufangen, indem ich Varianten von „black boy“ („schwarzer Junge“) benutze. Man beachte, dass der Text nicht sagt, wer der Vater war. (Sujato) ",
  "dn3:1.16.4": "Wie Siddhattha redete er gleich nach seiner Geburt. Der Junge war kein gewöhnliches Kind, sondern hatte ein weiterreichendes Schicksal. Seine Worte stellen einen dramatischen Kontrast zu Siddhatthas Worten einer selbstbewussten Proklamation dar, auch zu dessen Geburt, die ohne Schmutz oder Unreinheit war. (Sujato) ",
  "dn3:1.16.6": "",
  "dn3:1.17.2": "Abstammung war für die Brahmanen wichtig, aber die Brāhmaṇa- und Upaniṣaden-Literatur zeigen, dass viele, wie hier, sich mehr um Verhalten und Weisheit sorgten als um die Geburt. (Sujato) ",
  "dn3:1.20.3": "Das ist eine gebräuchliche Drohung, die von vedischen Texten ererbt wurde. (Sujato) ",
  "dn3:1.20.5": "In seinen rhetorischen Zweikämpfen mit provokativen Brahmanen zeigte der Buddha oft seine genaue Kenntnis ihrer Doktrinen. (Sujato) ",
  "dn3:1.21.1": "Vajirapāṇī („Blitz in der Hand“) erscheint nur hier und in der parallelen Passage in [mn35:14.1](). Der Kommentar identifiziert ihn mit Sakka. Viel später übernahmen Mahāyāna-Texte den Namen für einen grimmigen Bodhisattva, der ein Beschützer des Dhamma war. (Sujato) ",
  "dn3:1.21.4": "_Upanisīdati_ weist auf die Ableitung von _Upaniṣad_ als „nahebei sitzen“ hin. ",
  "dn3:1.23.5": "Die abwertenden Bedeutungen von „schwarzer Junge“ stehen für die konservative brahmanische Ansicht und werden nicht im Sinn einer Billigung präsentiert, sondern als rhetorisches Mittel, um Ambaṭṭhas Stolz zu untergraben. Der Buddha zeigt nun, wie ein Mann von vermeintlich niederer Geburt zu herausragender spiritueller Größe aufstieg. (Sujato) ",
  "dn3:1.23.6": "„Göttlicher Zauberspruch“ ist _brahmamanta_, ein Ausdruck von einmaligem Vorkommen im Pali. Im modernen Hinduismus wird er für eine Strophe des Lobpreises Brahmas gebraucht, aber das ist hier nicht gemeint. Kaṇha ist einer von mehreren „dunklen Eremiten“, die im Süden mächtige und Traditionen sprengende Kraft erwarben. (Sujato) ",
  "dn3:1.23.8": "Die Geschichten der Hindugottheit Krishna und des Kaṇha dieser Geschichte haben manche Details gemeinsam, während andere sich unterscheiden. Die meisten Gemeinsamkeiten sind zu allgemein, um eine historische Verbindung zu begründen. Aber Krishna gewann die Hand seiner siebten Frau Lakṣmaṇā, die auch als Madrī bekannt ist, bei einem Wettkampf im Bogenschießen. Dieses Detail ist zu präzise, um ein Zufall zu sein, und beweist, dass es eine gemeinsame Grundlage zwischen den beiden Figuren geben muss. (Sujato) ",
  "dn3:1.23.13": "Das schöpft aus dem alten Glauben, dass die Handlungen des Königs sich auf die natürliche Ordnung der Dinge auswirken. (Sujato) ",
  "dn3:1.23.16": "Diese Sequenz scheint ein Entstehungsmythos zu sein, der gewisse Riten des Königtums und der Nachfolge erklärt und eine Entstehungsgeschichte für dieses Gebet liefert. (Sujato) ",
  "dn3:1.23.17": "Nationaler Wohlstand wird durch symbolischen Königsmord sichergestellt. Dieses Beispiel wurde in Frazers Darstellung solcher stellvertretender Opfer ausgelassen. Hier gibt es eine doppelte Stellvertretung: Der Prinz tritt an die Stelle des Königs, und dann tritt eine Drohung an die Stelle des Akts des Tötens. Das legt nahe, dass, selbst aus der legendären Perspektive dieser Geschichte in einer Geschichte, der Ritus alt war und sich durch verschiedene Stadien hindurch entwickelt hatte. (Sujato) ",
  "dn3:1.23.18": "Der Gebrauch des bloßen persönlichen Namens für den König ist ungewöhnlich. (Sujato) ",
  "dn3:1.23.21": "„Göttliche Strafe“ ist _brahmadaṇḍa_ und greift zurück auf den „göttlichen Zauberspruch“ (_brahmamantra_). Der Buddha hatte seine eigene Version von _brahmadaṇḍa_, die darin bestand, jemanden mit Schweigen zu behandeln ([dn16:6.4.1]()). (Sujato) ",
  "dn3:1.23.22": "",
  "dn3:1.24.10": "In [mn56:19.2]() wird _āvaṭa_ /_anāvaṭa_ in Bezug auf Upāli benutzt, der „sein Tor“ vor den Jainas „verschloss“ und es für die Buddhisten öffnete. In [dn17:1.23.2]() bedeutet _anāvaṭa_ „offen für die Allgemeinheit“. (Sujato) ",
  "dn3:1.26.3": "",
  "dn3:1.27.4": "",
  "dn3:1.28.1": "Sanaṅkumāra („der Ewig-Junge“) wurde eine Hindu-Gottheit, die eng mit der Verehrung von Krishna verbunden ist. Er erscheint erstmals im siebten Kapitel der Chāndogya-Upaniṣad. Dort lehrt er den gelehrten Nārada, was unter der bloßen Oberfläche von Worten (_nāma_) liegt, indem er eine fortschreitende Meditationsanleitung gibt, die letztendlich das höchste Selbst offenbart. Somit ist er die perfekte Kontrastfigur zu Ambaṭṭha. (Sujato) ",
  "dn3:2.1.1": "Man muss Ambaṭṭha zugute halten, dass er nach dieser gründlichen Demütigung bereit ist, zu lernen. (Sujato) ",
  "dn3:2.1.2": "Ich lese _anuttarāya vijjācaraṇasampadāya_ als Lokativ, in Übereinstimmung mit _yattha_ weiter unten. (Sujato) ",
  "dn3:2.1.7": "Der Buddha betont, dass sein „Wissen und Verhalten“ die Vorstellung der Bedeutung der Geburt zurückweist, die für die Brahmanen so wesentlich ist. (Sujato) ",
  "dn3:2.2.7": "Der Palitext kürzt die stufenweise Schulung in diesem Sutta und den folgenden ab. Es wird erwartet, dass der Leser sie versteht wie in [dn2](). Man beachte jedoch, dass die Suttas manchmal kleine Unterschiede in ihrem Blickwinkel haben, die eine Rekonstruktion schwierig machen. (Sujato) ",
  "dn3:2.3.1": "Im späteren Theravada bezieht sich _apāyamukha_ auf Taten, die zu einer Wiedergeburt in niederen Bereichen führen. Das trifft allerdings auf die frühen Texte nicht zu; die Handlungen, die hier beschrieben sind, sind nichts Schlechtes. Vielmehr bedeutet es eine „Öffnung“ (_mukha_) zur „Abreise“ (_apāya_). (Sujato) ",
  "dn3:2.3.4": "Eine übliche Praxis vorbuddhistischer Eremiten, die es vermieden, Pflanzen auch nur im Geringsten zu beschädigen. Buddhistische Mönche und Nonnen sollen auch keine Pflanzen beschädigen, aber sie verlassen sich auf Almosen und essen nur im Fall einer Hungersnot herabgefallene Früchte. (Sujato) ",
  "dn3:2.3.5": "Der Buddha dreht Ambaṭṭhas frühere Behauptung um, dass die andern drei Kasten nur Erfolg hätten, wenn sie den Brahmanen dienten ([dn3:1.14.7]()).  (Sujato) ",
  "dn3:2.3.8": "Er ist weniger streng als der vorhergehende Asket, denn er gräbt die Erde um und beschädigt Pflanzen. (Sujato) ",
  "dn3:2.4.2": "„Tradition“ gibt _sācariyaka_ wieder, „was vom eigenen Lehrer stammt“. (Sujato) ",
  "dn3:2.5.5": "",
  "dn3:2.6.3": "Diese Praxis ist nirgends sonst im frühen Pali bezeugt. (Sujato) ",
  "dn3:2.7.2": "_Ugga_ ist ein seltenes Wort, dessen Wurzelbedeutung „mächtig“ ist, aber hier muss es ein Substantiv sein. Da es sich um einen Mann vom Militär handelt, der sich mit dem König berät, übersetze ich mit „Kriegerfürst“. | _Rājañña_ wird in den Suttas gelegentlich benutzt; es ist ein archaisches Synonym für _khattiya_. (Sujato) ",
  "dn3:2.7.6": "Ich nehme dieses und das folgende Segment als einen Satz, entgegen der Zeichensetzung des Mahāsaṅgīti-Textes. (Sujato) ",
  "dn3:2.8.1": "Die „Hymnen“ (_mantā_) sind die Strophen des Rig-Veda. Die zehn Namen hier entsprechen alle vedischen Autoren gemäß der brahmanischen Tradition. Man beachte, dass die Namen der Rishis im Sanskrit von den Inhabern der Überlieferungslinie unterschieden werden, deren Namen sich vom Namen des Vaters ableiten. So ist etwa Bharadvāja der Rishi, die Bhāradvājas sind seine Nachkommen; Vasiṣṭha ist der Rishi, die Vāsiṣṭhas sind seine Nachkommen. Palitexte machen diesen Unterschied nicht, sondern benutzen den abgeleiteten Namen des Vaters, obwohl die beiden Fromen nicht immer leicht zu unterscheiden sind. | „Seher“ steht für _isi_ (Sanskrit _ṛṣi_). Seine Etymologie ist unsicher, aber es erhielt die Bedeutung, dass sie die Veden „gesehen“ (_mantradraṣṭa_) oder durch göttliche Eingebung unmittelbar von Brahmā „gehört“ und sie nicht wie gewöhnliche Autoren „verfasst“ hatten. Doch hier sagt der Buddha, sie seien „Autoren“ (_kattāro_) gewesen. Der Buddha übernahm _isi_ im Sinn von „erleuchteter Weiser“. (Sujato) ",
  "dn3:2.10.5": "_Veṭhakanatapassāhi_ ist nicht anderweitig bezeugt. In [mn55:12.4]() heißt _veṭhaka_ offensichtlich „Kragen“. Im Lokuttaravada-Bhikshuni-Vinaya kommt die schamlose Nonne Thullānandā aus dem Wasser und wickelt sich in ein _veṭhaka_, das hier synonym mit _paṭṭaka_ zu sein scheint, einem Stoffstreifen. Er ist erlaubt, wenn er benutzt wird, um einen Korb festzubinden ([Lo Bi Pn 3](https://suttacentral.net/san-lo-bi-pn3)). _Nata_ ist „Kurve“, _passa_ ist „Seite, Flanke“. Walshe hat „flounces and furbelows“ („Volants und Applikationen“), Rhys Davids hat „fringes and furbelows round their loins“ („Fransen und Applikationen um ihre Lenden“). Das sind prüde Beschreibungen für etwas, das offensichtlich die Ausstattung von Stripperinnen ist. (Sujato) | Franke hat „Mädchen, die den Saum ihrer Hülle auf den Hüften trugen“. ",
  "dn3:2.10.8": "Der Buddha greift auf eine Stelle weiter oben im Sutta zurück, wo Ambaṭṭha eine von Stuten gezogene Kutsche fuhr ([dn3:1.6.1]()). | Die hier gebrauchten Verben (_vitudenti vitacchenti_) werden an anderer Stelle auf das Hacken und Zerfetzen durch Geier, Krähen oder Habichte angewendet ([sn19.1:3.2](), [mn54:16.2]() usw.). Der Buddha war von dieser Misshandlung der Stuten angewidert. (Sujato) ",
  "dn3:2.10.11": "Erinnern wir uns, dass Pokkharasādi auf einem reichen Gut lebte, das ein königliches Geschenk war. Wie damals geht auch heute übermäßiger Reichtum mit Unsicherheit einher. (Sujato) ",
  "dn3:2.10.14": "Der Buddha war hart gegen Ambaṭṭha, aber er ist nicht ungerecht. Er lädt zu der gleichen gründlichen Prüfung seiner eigenen Person ein. (Sujato) ",
  "dn3:2.11.1": "Dieser Übergang kommt sonst nirgends vor. (Sujato) ",
  "dn3:2.11.3": "Schließlich erinnert er sich daran, was sein Lehrer Pokkharasādi ihm in [dn3:1.5.2]() gesagt hatte: Er wird den Buddha an seinen Kennzeichen erkennen. (Sujato) ",
  "dn3:2.12.5": "Dieses außerordentlich seltsame „Wunder“ findet sich auch in [mn91:7.1](), [mn92:14.1]() und [snp3.7:11.5](). (Sujato) ",
  "dn3:2.15.2": "Die verkleinernde Endung in _paṇḍitaka_ ist die gleiche wie in _samaṇaka_, das Ambaṭṭha für den Buddha gebrauchte. | Zu _re_ („verdammt“) vergleiche _cara pi re_ in [Bu Pc 70:1.35](https://suttacentral.net/pli-tv-bu-vb-pc70/en/brahmali#1.35) und _he je kāḷī_ in [mn21:9.13](). So hart der Buddha auch zu Ambaṭṭha war, sein eigener Lehrer war härter. (Sujato) ",
  "dn3:2.15.3": "Pokkharasādi zeigt seine Klugheit, denn in vielen anderen Dialogen unterhielt sich der Buddha vollkommen höflich mit Brahmanen, wie er es etwa im folgenden Sutta tut ([dn4]()). (Sujato) ",
  "dn3:2.15.4": "Das zeigt den Mangel an Zügelung selbst bei einem altehrwürdigen brahmanischen Lehrer. (Sujato) ",
  "dn3:2.16.3": "Angesichts von Pokkharasādis Stimmung war das wohl ein diplomatischer Schachzug. (Sujato) ",
  "dn3:2.16.4": "_Khādanīya_ und _bhojanīya_ sind Kategorien von Lebensmitteln, die häufig im Pali erwähnt sind. Etymologisch stammen sie von „hart und weich“. _Bhojanīya_ ist in [Bu Pc 37:2.1.10](https://suttacentral.net/pli-tv-bu-vb-pc37/en/brahmali#2.1.10) definiert als Getreide, Brei, Mehlprodukte, Fisch und Fleisch, d. h. Lebensmittel, die typischerweise gekocht gegessen werden und mit den Fingern in der Schüssel „zerdrückt“ werden. _Khādanīya_ ist nicht so klar definiert, es ist im Wesentlichen alles, was nicht zu anderen Kategorien gehört. Aber es wird solche „knackigen“ Dinge wie Obst und Gemüse enthalten haben, die ungekocht gegessen werden können. (Sujato) ",
  "dn3:2.17.6": "Pokkharasādi vergewissert sich, dass er die Geschichte von beiden Seiten hört. (Sujato) ",
  "dn3:2.17.9": "So weit hat sich Ambaṭṭha von dem gelehrten Weisen entfernt, der uns am Anfang der Geschichte vorgestellt wurde. (Sujato) ",
  "dn3:2.17.10": "Der Buddha hegt keinen Groll. _Sukhī hotu_ ist eine der am besten wiedererkennbaren Wendungen im Pali, aber in den frühen Texten wird sie selten ausgesprochen: vom Buddha in [dn21:1.8.8]() und [snp5.1:54.1](); von Punabbasus Mutter in [sn10.7:10.1](); und von verschiedenen Frauen in [Bu Ss 5:1.4.8](https://suttacentral.net/pli-tv-bu-vb-ss5/en/brahmali#1.4.8). (Sujato) ",
  "dn3:2.20.3": "„Kleidete sich an“, weil Mönche innerhalb des Klosters normalerweise nur eine Unterrobe trugen und die Oberrobe und (manchmal) die äußere Robe anlegten, wenn sie das Haus eines Laien besuchten. (Sujato) ",
  "dn3:2.21.2": "Alle diese Lehren sind in den Suttas verbreitet, aber es gibt keinen Text, der diesen Rahmen im Einzelnen darstellt. (Sujato) ",
  "dn3:2.21.4": "Das ist die kürzeste Darstellung der vier edlen Wahrheiten. (Sujato) ",
  "dn3:2.21.6": "Das weist darauf hin, dass er in den Strom eintrat (ein _sotāpanna_ wurde) und damit die erste von vier Stufen des Erwachens erreichte. Solche Informationen über persönliche Errungenschaften findet man typischerweise im Erzählteil und nicht in der Lehre, die dem Buddha zugeschrieben wird, d. h. sie wurden irgendwann von den Redakteuren hinzugefügt. Sie variieren beträchtlich in verschiedenen Fassungen. In diesem Fall sagt die Parallele in DA 20, er sei in den Strom eingetreten und später ein Nichtwiederkehrer geworden. T 20 sagt, er verstand die Lehre und nahm Zuflucht, und stimmt darin überein, dass er vor seinem Tod ein Nichtwiederkehrer wurde. (Sujato) ",
  "dn3:2.21.7": "Das ist die Einsicht in die allumfassende Unbeständigkeit und das abhängige Entstehen. (Sujato) ",
  "dn3:2.22.6": "Beim Almosengang wanderten Mönche und Nonnen oft in zufälliger Reihenfolge durch das Dorf (_sapadānacārī_). Doch wenn eine Einladung wie diese ausgesprochen war, konnte der Mönch diesen Ort für eine Mahlzeit aufsuchen. Es wurde als besondere asketische Übung angesehen, solche Einladungen abzulehnen. Die gleiche Einladung wurde in [sn35.132:14.7]() von Lohicca an Mahākaccāna gerichtet. (Sujato) ",
  "dn3:2.22.7": "_Māṇavikā_ wird auch in [mn56:27.1]() und [ud2.6:1.3]() für eine junge verheiratete Frau gebraucht; und in [an5.192:8.5]() für ein Baby, das geboren wird. Somit scheint es nicht „Brahmanenschülerin“ zu bedeuten. (Sujato) ",
  "dn3:2.22.8": "_Kalyāṇaṁ vuccati_ ist eine höflich-zweideutige Wendung. Sie wird zweimal anderswo im Palikanon gesprochen, und beide Male reiste der Mönch, der sie sprach, sofort ab und kam nie zurück ([sn41.3:7.13](), [sn41.4:6.7]()). (Sujato) "
}
