{
  "dn4:1.1": "Dieses Sutta zeigt, wie Pokkharasādis Bekehrung in [dn3]() sich bis zu den Brahmanen des entfernten Campā ausgewirkt hat. (Sujato) ",
  "dn4:1.2": "Campā ist das heutige Champapur nahe Bhagalpur im Staat Bihar,  nicht weit von Westbengalen. Es liegt nahe der östlichsten Ausdehnung der Wanderungen des Buddha. Campā war die Hauptstadt von Aṅga, eines der sechzehn „großen Länder“ (_mahājanapadā_). Es war ein blühendes Handelszentrum und wurde für die Jainas zu einer heiligen Stadt. (Sujato) ",
  "dn4:1.4": "Hier sehen wir, wie die Schenkung eines _brahmadeyya_ dem König von Magadha half, seinen Einfluss über die Aṅger zu festigen. (Sujato) ",
  "dn4:2.1": "„Hausbesitzer“ (_gahapati_) ist wörtlich; es bedeutet Landbesitzer. Somit waren die „Brahmanen und Hausbesitzer“ die wohlhabende Klasse. (Sujato) ",
  "dn4:5.2": "Sowohl die Wiederholung weiter unten als auch die Parallele in [mn95:8.3]() schließen den Satz „es ist angemessen, dass er zu dir kommt, um dich zu sehen“ ein. Es kann sein, dass er hier durch ein Versehen ausgelassen wurde. (Sujato) ",
  "dn4:5.6": "_Jātivāda_ wird manchmal mit „Doktrin von der Geburt“ übersetzt, aber dieser Kontext zeigt, dass das nicht richtig sein kann. Das Wort bezieht sich auf die genealogischen Aufzeichnungen, die die Abstammungslinie der Familie erfassen. (Sujato) ",
  "dn4:5.11": "Statt _vacchasī_ im Mahāsaṅgīti lies _vaccasī_ (Sanskrit _varcasin_), „Herrlichkeit besitzend“. (Sujato) ",
  "dn4:6.10": "Die spätere Tradition sagt, der junge Siddhattha habe sich aus dem Haus geschlichen, um eine solche Szene zu vermeiden, aber die frühen Texten sagen, er ging weg, obwohl seine Eltern weinten. (Sujato) ",
  "dn4:6.16": "Im Unterschied zu einigen der anderen Asketen, die uns in [dn2]() begegnen. (Sujato) ",
  "dn4:6.24": "Diese Beschreibung wird auch in [dn5:7.24]() auf den Buddha angewendet, und in [Bu Ss 13:1.3.4](https://suttacentral.net/pli-tv-bu-vb-ss13/en/brahmali#1.3.4) auch auf die verdorbenen, aber oberflächlich charmanten Mönche Assaji und Punabbasuka. (Sujato) ",
  "dn4:6.25": "Das wären die Versammlungen von Adeligen, Brahmanen, Hausbesitzern und Asketen ([an5.213:3.1]()) und nicht die vier Versammlungen des Buddha von Mönchen, Nonnen, Laienmännern und Laienfrauen ([an4.129]()). (Sujato) ",
  "dn4:6.28": "_Titthakara_, wörtlich „Furt-Macher“, ist ein Ausdruck, der für Menschen wie den Buddha reserviert ist, die eine Religion begründeten, oder wie Mahāvīra, der ein großer Reformer war auf der gleichen Ebene wie ein Gründer. (Sujato) ",
  "dn4:6.32": "Dieses Sutta muss vor den Ereignissen von [dn2]() spielen, aber nach denen von [dn3](). (Sujato) ",
  "dn4:8.5": "Schon bevor er ihm begegnet, hat Soṇadaṇḍa umfangreiche Kenntnis über den Buddha und Vertrauen zu ihm. Es ist auch bemerkenswert, wie Soṇadaṇḍa Pokkharasādi einen besonderen Status einräumt. Vielleicht hat Pokkharasādi Soṇadaṇḍa von der Begegnung mit Ambaṭṭha in [dn3]() erzählt, was sein Zögern erklären würde. | Man beachte auch den Gebrauch des Begriffs _yoniso_ hier, den ich mit „rational“ (rational, vernünftig) wiedergebe. Die Grundbedeutung des Ausdrucks ist „Mutterleib, Quelle“, und er wird gebraucht, um auszudrücken „mit Vernunft“, was hier die Bedeutung von „sachdienlich, relevant“ hat. (Sujato) | Ich übersetze _yoniso_ mit „gründlich“. ",
  "dn4:9.1": "Bei all seiner vorherigen Vertrauensbekundung ist Soṇadaṇḍa jetzt bloß höflich, nicht ehrfurchtsvoll. Das deutet auf das Ende hin. (Sujato) ",
  "dn4:11.3": "Der Buddha kommt ihm entgegen, um es ihm einfach zu machen. Soṇadaṇḍa ist nervös und übermäßig bemüht, zu gefallen, aber er ist  nicht voller Verachtung und auf persönlichen Angriff aus wie Ambaṭṭha. (Sujato) ",
  "dn4:13.9": "_Suja_ (Sanskrit _sruc_) war eine große hölzerne Schöpfkelle, um Ghee auf die heilige Flamme zu gießen. (Sujato) ",
  "dn4:14.1": "Der Buddha benutzt die „sokratische Methode“. Er lässt sein Gegenüber eine Ansicht vorbringen und führt es dann dazu, diese zu verfeinern, sodass es zu einer klareren Sicht der Wahrheit gelangt. (Sujato) ",
  "dn4:22.1": "Wenn der Buddha Soṇadaṇḍa überzeugt, jubelt er nicht darüber oder weidet sich an seinem Unbehagen, sondern er lobt seine Weisheit und bestätigt seine Schlussfolgerung. (Sujato) ",
  "dn4:22.10": "Der Buddha hat sich Mühe gegeben, einen gemeinsamen Nenner festzulegen, aber Soṇadaṇḍa hat nicht beschrieben, was Weisheit bedeutet, daher regt der Buddha ein tiefer gehendes Nachforschen an. (Sujato) ",
  "dn4:23.7": "Normalerweise fasst der Buddha seine Lehren in den Rahmen Sittlichkeit, Meditation und Weisheit, aber hier passt er sie an Soṇadaṇḍas Rahmen an und ordnet die Meditation unter Weisheit ein. (Sujato) ",
  "dn4:26.13": "Soṇadaṇḍas Verhaftung an seinen Ruhm verrät seinen Mangel an innerer Zuversicht und steht im Gegensatz zu Pokkharasādi. Vielleicht kann man es auch als regionale Besonderheit verstehen, da der Buddhismus in der Gegend von Aṅga weniger fest verankert war als im mittleren Magadha. (Sujato) "
}
