{
  "dn5:1.1": "Als er über Opfer befragt wird, erzählt der Buddha eine Geschichte über einen König, der davon überzeugt wurde, auf Grausamkeit zu verzichten und stattdessen eine konstruktive Sozialpolitik zu etablieren. (Sujato) ",
  "dn5:1.2": "Khāṇumata wird nur hier erwähnt. Es bedeutet „voller Baumstümpfe“, was vielleicht darauf hinweist, dass es ein rauer, abgelegener Ort war oder bis vor Kurzem gewesen war. (Sujato) ",
  "dn5:1.3": "Anscheinend nicht der gleiche Ort wie das Ambalaṭṭhikā aus <a href='https://suttacentral.net/dn1/de/sabbamitta#1.2.1'>DN 1:1.2.1</a>. Das war, anders als dieser Ort, ein „königliches Rasthaus“. (Sujato) ",
  "dn5:1.4": "Wie die Stadt Khāṇumata kommt auch der Brahmane Kūṭadanta nur  hier vor. Sein Name bedeutet „spitze Zähne“, aber es gibt keinen Hinweis darauf, dass er ein Vampir war. (Sujato) ",
  "dn5:1.6": "In <a href='https://suttacentral.net/snp2.7/de/sabbamitta#26.1'>Snp 2.7:26.1</a> heißt es insbesondere über das Opfer von Kühen, es sei der Tiefpunkt des Niedergangs für Brahmanen. Wenn ähnliche Opfer an anderer Stelle im Kanon beschrieben werden, beträgt die Anzahl 500 und nicht 700 (<a href='https://suttacentral.net/sn3.9/de/sabbamitta#1.2'>SN 3.9:1.2</a>, <a href='https://suttacentral.net/an7.47/de/sabbamitta#1.2'>AN 7.47:1.2</a>). ",
  "dn5:4.3": "Nachrichten über den Buddha haben sich in brahmanischen Kreisen verbreitet. In <a href='https://suttacentral.net/dn3/de/sabbamitta'>DN 3</a> sahen wir, wie der Buddha mit seiner rhetorischen Technik seine Lehre so anpasste, dass er brahmanische Doktrinen umdeutete, um eine gemeinsame Basis aufzubauen. Hier sehen wir die Kehrseite solcher Techniken, da die Einzelheiten der Umformulierung verloren gingen. (Sujato) ",
  "dn5:4.6": "In den brahmanischen Texten wurde kein solches Opfer identifiziert. (Sujato) ",
  "dn5:9.7": "Kūṭadantas Vorschlag, dass der Buddha ihn unterweisen soll, wie man 700 Tiere opfert, ist ungeheuerlich. Dennoch antwortet der Buddha höflich, da auch Kūṭadanta höflich ist. Man kann den ausgedehnten Komplex des vedischen Rituals und seiner Theorie als eine Struktur verstehen, die dazu da ist, die mit dem Töten verbundene Schuld einzugrenzen. (Sujato) ",
  "dn5:10.1": "Mahāvijita heißt „großes Herrschaftsgebiet“. Er scheint nur aus dieser Geschichte bekannt zu sein. Das Idiom <i lang='pi' translate='no'>bhūtapubbaṁ</i> (wörtlich „so war es früher“) leitet legendenhafte Erzählungen ein, deren Historizität gewöhnlich zweifelhaft ist, wie das englische Idiom „once upon a time“ (oder das deutsche „es war einmal“; A.d.Ü.). (Sujato) ",
  "dn5:10.2": "In den Palitexten kommen Menschen oft wichtige Gedanken, wenn sie sich für sich allein zurückgezogen haben. Das muss nicht notwendigerweise heißen, dass sie formell meditierten. (Sujato) ",
  "dn5:10.3": "Die großen Opfer, besonders das Pferdeopfer, stellten die königliche Autorität sicher. Der schiere Umfang und die Verschwendung demonstrierten den Reichtum des Königs. (Sujato) ",
  "dn5:10.4": "„Hohepriester“ ist <i lang='pi' translate='no'>purohita</i>. Er war ein Familiengeistlicher, der die königliche Familie beriet und weihte. Die Nähe der Beziehung wird dadurch deutlich, dass die königliche Familie den Namen der Abstammungslinie des <i lang='pi' translate='no'>Purohita</i> annahm. (Sujato) ",
  "dn5:11.2": "Damals war die Regierungspolitik wie heute von der Wahrnehmung einer steigenden Kriminalitätsrate bestimmt. Diese ganze Passage ist eine der wichtigsten Aussagen des Buddha zu gesellschaftspolitischen Grundsätzen. Sie werden durch das Erzählen einer Geschichte ausgedrückt, die ein gutes Beispiel gibt, wie Mythen zur Begründung der laufenden Politik herangezogen wurden. (Sujato) ",
  "dn5:11.3": "„Steuern“ ist <i lang='pi' translate='no'>bali</i>. Er hätte sein Volk für die zusätzlichen Mittel, um das Opfer zu begehen, stärker belasten müssen. (Sujato) ",
  "dn5:11.6": "Der Priester weiß, dass der König mit einem pragmatisches Argument besser anzusprechen ist als mit einem moralischen. Wie immer, sucht der Buddha die Ursache zu beheben, nicht das Symptom. (Sujato) ",
  "dn5:11.7": "Wirksame Sozialpolitik erfordert einen vorausschauenden Plan, nicht bloß Reaktion auf Beschwerden. (Sujato) ",
  "dn5:11.8": "Der König soll seine eigenen Mittel ausgeben, um seine Bürger in den verschiedenen Berufen zu unterstützen. (Sujato) ",
  "dn5:11.10": "",
  "dn5:11.11": "Hier identifiziert der Priester eine grundlegende Ursache für soziale Unruhen und Unordnung. (Sujato) ",
  "dn5:11.12": "Der König verwendet Geld aus seiner eigenen Tasche, aber die Wirtschaft floriert, sodass die Steuereinnahmen zunehmen, obwohl er keine Steuern erhöht hat. Das ist das Wesen der keynesianischen Wirtschaftstheorie. (Sujato) ",
  "dn5:11.13": "<i lang='pi' translate='no'>Khema</i> ist ein Ort der Sicherheit, ein Schutzgebiet, wo weder Menschen noch Tiere Furcht haben. Das Wort stammt von der Vorstellung einer „Oase“, einem Ort, wo, lange vor dem Buddha, die wandernden indoeuropäischen Hirten ihre Tiere vom Joch losmachten und am Abend rasteten. (Sujato) ",
  "dn5:11.14": "Ein guter Anführer hört auf einen Rat. (Sujato) ",
  "dn5:12.9": "„Zustimmende Gruppen“ ist <i lang='pi' translate='no'>anumatipakkhā</i>. Der König regiert mit Zustimmung seines Volkes, obwohl nur die Klassen der Grundbesitzer in Betracht gezogen werden. (Sujato) ",
  "dn5:13.1": "Die königliche Autorität gründet sich nicht nur auf Geburt, Eroberung, Ritual oder Macht, sondern auch auf Charaktereigenschaften. (Sujato) ",
  "dn5:13.5": "Lies <i lang='pi' translate='no'>sahati</i> („die Oberhand haben“) vor mehreren anderen Varianten. (Sujato) ",
  "dn5:13.7": "Dies zeigt, wie wichtig das Verstehen im Vergleich zu bloßem Anhängen an eine Tradition ist. (Sujato) ",
  "dn5:13.9": "Beim Meditieren richtet man sich auf die Gegenwart aus, aber das heißt nicht, dass man nicht über Vergangenheit und Zukunft nachdenken könnte; es heißt lediglich, dass man nicht in nutzlosen Gedanken gefangen ist. (Sujato) ",
  "dn5:14.1": "Das sind vier der fünf Eigenschaften, die Soṇadaṇḍa in <a href='https://suttacentral.net/dn4/de/sabbamitta#13.2'>DN 4:13.2</a> als die Eigenschaften eines Brahmanen beschreibt. Es fehlt das Aussehen, das der erste Faktor ist, von dem Soṇadaṇḍa zugibt, dass er unnötig ist. (Sujato) ",
  "dn5:15.3": "Vergleiche die drei Faktoren des Geisteszustands eines Spenders in <a href='https://suttacentral.net/an6.37/de/sabbamitta#2.4'>AN 6.37:2.4</a>. (Sujato) ",
  "dn5:16.1": "Was ein Empfänger mit einer Gabe macht, liegt nicht in der Macht des Spenders. (Sujato) ",
  "dn5:16.4": "Die PTS-Ausgabe erkennt <i lang='pi' translate='no'>sajjata</i> nur als Lesartvariante an, aber es ist im Kommentar, daher sollte es in den Text aufgenommen werden. Es kommt von √<i lang='pi' translate='no'>sajj</i> (aufgeben). (Sujato) ",
  "dn5:17.3": "Eine andere Lektion für Führungskräfte: wie wichtig Kommunikation ist. (Sujato) ",
  "dn5:18.3": "Eine Leitungsperson hat durch Inspiration Erfolg, nicht durch Furcht. (Sujato) ",
  "dn5:18.5": "Diese wurden als wertvolle Produkte angesehen, die keinen Schaden anrichteten. (Sujato) ",
  "dn5:19.2": "Die Großzügigkeit und Ernsthaftigkeit des Königs bringt bei anderen die besten Seiten zum Vorschein. (Sujato) ",
  "dn5:21.1": "Hier endet die Legendenerzählung des Buddha aus der Vergangenheit. (Sujato) ",
  "dn5:21.3": "Die anderen Brahmanen sind zufrieden, aber Kūṭadanta spürt, dass es da noch mehr gibt. (Sujato) ",
  "dn5:21.10": "„So habe ich es gehört“ ist <i lang='pi' translate='no'>evaṁ me sutaṁ</i>, die Standardeinleitung buddhistischer Suttas. Dieses Anhängsel wurde benutzt, um anzuzeigen, dass der Sprecher bei den Ereignissen  nicht zugegen war, sondern von ihnen „hörte“. (Sujato) ",
  "dn5:21.16": "Das macht die Geschichte von Mahāvijita zu einem frühen kanonischen Jātaka. Es gibt eine kleine Anzahl solcher Geschichten in den frühen Suttas, von denen sich nur einige mit den späteren Jātaka-Sammlungen überschneiden; die Geschichte von Mahāvijita gehört nicht dazu. (Sujato) ",
  "dn5:22.1": "Kūṭadanta hofft auf einen besseren Ertrag für seine Investition. Überall in den Suttas finden wir einen Zug von etwas, das man „spirituelle Ökonomie“ nennen könnte. (Sujato) ",
  "dn5:22.4": "Wird in ähnlichem Zusammenhang in <a href='https://suttacentral.net/an4.40/de/sabbamitta#2.2'>AN 4.40:2.2</a> erwähnt. (Sujato) ",
  "dn5:23.4": "Das widerspricht der obigen Beschreibung. (Sujato) ",
  "dn5:24.4": "Das heißt, dass die Unterkunft von jedem Saṅghamitglied genutzt werden konnte, im Unterschied zu etwas, das einem bestimmten Mönch oder einer Gruppe gegeben wird. Die Gabe einer Unterkunft wird als beste Art der Spende an den Saṅgha betrachtet. (Sujato) ",
  "dn5:26.5": "Bis hierhin hat der Buddha die übliche Praxis eines buddhistischen Laien beschrieben. (Sujato) ",
  "dn5:27.16": "Man kann den gesamten Pfad als ein „Opfer“ beschreiben. (Sujato) ",
  "dn5:28.6": "Das Freilassen von Tieren ist bis heute eine buddhistische Praxis. (Sujato) "
}