{
  "dn6:1.2": "Vesālī liegt etwa sechzig Kilometer nördlich von Pāṭaliputra (Patna) und war die größte Stadt der Föderation der Vajjier, einem republikanischen Verbund in der Gegend nördlich des Ganges. (Sujato) ",
  "dn6:1.3": "In den vorhergehenden Suttas dieses Kapitels haben wir gesehen, wie sich, offensichtlich infolge von Pokkharasādis Bekehrung, Nachrichten über den Buddha verbreiteten. Hier sehen wir ein Beispiel von einem solchen Treffen, bei dem diese Art Nachrichten wohl besprochen wurden. | Die Wendung „brahmanische Gesandte“ (<i lang='pi' translate='no'>brāhmaṇadūtā</i>) scheint nirgendwo sonst vorzukommen und wird im Kommentar nicht erklärt. Vielleicht waren sie Gesandte der Könige, die sich an einem neutralen Ort trafen. Oder vielleicht waren sie Gesandte ihrer jeweiligen Brahmanengemeinschaften. (Sujato) ",
  "dn6:1.5": "Dieses Kloster ragt heraus als der gewöhnliche Aufenthaltsort des Buddha bei Vesālī. (Sujato) ",
  "dn6:2.2": "In der zweiten Lebenshälfte des Buddha war Ānanda sein Aufwärter. Dieses Detail legt nahe, dass diese Ereignisse relativ früh in der Lehrerlaufbahn des Buddha stattfanden. (Sujato) ",
  "dn6:2.6": "Zu manchen Zeiten zog sich der Buddha zur Klausur zurück und bat darum, dass niemand ihn besuchen sollte, außer, um ihm zu essen zu bringen; das kam manchmal am Großen Wald vor (<a href='https://suttacentral.net/sn54.9/de/sabbamitta#2.1'>SN 54.9:2.1</a>). Er hatte auch die Gewohnheit, sich zur Meditation direkt in den Wald zurückzuziehen (<a href='https://suttacentral.net/an5.58/de/sabbamitta#1.3'>AN 5.58:1.3</a>). Hier aber hielt er sich einfach in einer nahen Hütte auf, und so scheint es, Nāgita ist etwas übereifrig. (Sujato) ",
  "dn6:3.1": "Oṭṭhaddha heißt „Hasenlippe“ und ist offensichtlich ein Spitzname oder Beiname. Der Buddha nennt ihn durchgängig bei seinem persönlichen Namen Mahāli. Und unter diesem Namen treffen wir ihn wieder in <a href='https://suttacentral.net/sn11.13/de/sabbamitta'>SN 11.13</a> und <a href='https://suttacentral.net/sn22.60/de/sabbamitta'>SN 22.60</a>. | Die Licchaver, deren Name von „Bär“ abgeleitet ist, dominierten die Föderation der Vajjier. Man beachte, dass die Mahāsaṅgīti-Ausgabe hier die männliche Singularform <i lang='pi' translate='no'>licchavī</i> schreibt; normalerweise wird sie <i lang='pi' translate='no'>licchavi</i> geschrieben. (Sujato) ",
  "dn6:4.2": "Kassapa ist der Name von Nāgitas Stamm; er war entweder ein Brahmane oder ein <i lang='pi' translate='no'>khattiya</i>, dessen Familienpriester (<i lang='pi' translate='no'>purohita</i>) ein Kassapa war. (Sujato) ",
  "dn6:4.3": "In seinem Versuch, den Buddha zu schützen, war Nāgita unflexibel und nicht mitfühlend. Als ihm Sīha einen guten Rat gab, reagiere er taktlos und schob die Verantwortung auf einen Jüngeren ab. Kein Wunder, dass er von Ānanda abgelöst wurde.  (Sujato) ",
  "dn6:4.9": "Das ist bei Waldmönchen immer noch ein üblicher Ort, um Gäste zu empfangen. (Sujato) ",
  "dn6:5.1": "Das ist das Letzte, das wir von diesen Gesandten hören. (Sujato) ",
  "dn6:5.3": "Sunakkhatta kommt in mehreren Suttas vor, anhand derer man seine Reise nachverfolgen kann. In <a href='https://suttacentral.net/mn105/de/sabbamitta'>MN 105</a> trifft er den Buddha und fasst Vertrauen; hier in <a href='https://suttacentral.net/dn6/de/sabbamitta'>DN 6</a> wird er unzufrieden; in <a href='https://suttacentral.net/dn24/de/sabbamitta'>DN 24</a> weist er den Buddha zurück; und in <a href='https://suttacentral.net/mn12/de/sabbamitta'>MN 12</a> greift er den Buddha an, nachdem er die Robe abgelegt hat. (Sujato) ",
  "dn6:5.4": "Das bezieht sich auf „Hellsichtigkeit“ und „Hellhörigkeit“, die manchmal mit „göttliches Auge“ und „göttliches Ohr“ übersetzt sind. Obwohl sie Teil der stufenweisen Schulung sind, sind sie kein Ziel der buddhistischen Praxis. Sie sind vielmehr nicht notwendig, aber unter Umständen hilfreich, da sie Dimensionen enthüllen, die dem gewöhnlichen Bewusstsein nicht zugänglich sind. Sunakkhatta war jedoch offensichtlich nur daran interessiert, angenehme übersinnliche Erfahrungen zu haben. (Sujato) ",
  "dn6:5.7": "Das muss seinen Stolz verletzt haben. (Sujato) ",
  "dn6:6.2": "Diese Beschreibung der Meditation ist im Palikanon einmalig. Der Buddha beantwortet unmittelbar Mahālis Frage, obwohl die Voraussetzung Sunakkhattas begrenztes Verständnis erkennen lässt. Wenn ein Fragesteller ernsthaft ist, zeigt eine direkte Antwort Respekt und baut Vertrauen auf. (Sujato) ",
  "dn6:12.2": "Nachdem er die ursprüngliche Frage direkt beantwortet hat, formuliert der Buddha das Thema bei der Rückfrage um. (Sujato) ",
  "dn6:13.2": "Das ist die erste Beschreibung der vier Stufen des Erwachens, die überall im Palikanon zu finden sind. Die drei Fesseln sind Glaube an eine Persönlichkeit, Zweifel und falsches Verständnis von Regeln und Gelübden (<a href='https://suttacentral.net/mn2/de/sabbamitta#11.3'>MN 2:11.3</a>). (Sujato) ",
  "dn6:13.6": "Die fünf niederen Fesseln sind die drei, die oben erwähnt sind, plus sinnliches Verlangen und böser Wille (<a href='https://suttacentral.net/an10.13/de/sabbamitta#1.5'>AN 10.13:1.5</a>). Das ist der Nichtwiederkehrer, der sein letztes Leben in einer erhabenen Brahmāwelt verbringt. | Eine Wiedergeburt „durch unmittelbares Erscheinen“ ist eine, die ohne eine Schwangerschaft im Mutterleib geschieht, wie bei den meisten <i lang='pi' translate='no'>devas</i> und eigentlich auch bei Boltzmann-Gehirnen. (Sujato) ",
  "dn6:13.8": "Das ist der Arahant, der „Würdige“ oder „Vollendete“. An anderer Stelle heißt es, er gibt die fünf höheren Fesseln auf: Wunsch nach Wiedergeburt im Bereich der leuchtenden Form, Wunsch nach Wiedergeburt im formlosen Bereich, Einbildung, Rastlosigkeit und Unwissenheit (<a href='https://suttacentral.net/an10.13/de/sabbamitta#2.2'>AN 10.13:2.2</a>). (Sujato) ",
  "dn6:14.4": "Das ist die grundlegendste Unterweisung, die der Buddha über den Pfad gibt, der in seiner ersten Lehrrede (<a href='https://suttacentral.net/sn56.11/de/sabbamitta'>SN 56.11</a>) dargelegt wird. Sie erscheint wieder in <a href='https://suttacentral.net/dn8/de/sabbamitta#13.5'>DN 8:13.5</a>, <a href='https://suttacentral.net/dn19/de/sabbamitta#61.7'>DN 19:61.7</a> und <a href='https://suttacentral.net/dn22/de/sabbamitta#21.2'>DN 22:21.2</a>. (Sujato) ",
  "dn6:14.5": "Die acht Faktoren lassen sich folgendermaßen grob der stufenweisen Schulung zuordnen: den Dhamma hören lässt rechte Ansicht entstehen; der Entschluss zur Entsagung ist rechtes Denken; die Sittlichkeit enthält rechte Rede, rechtes Handeln und rechten Lebenserwerb; sich in die Abgeschiedenheit begeben und die Sinne zügeln ist rechter Einsatz; die Entwicklung der Meditation ist rechte Achtsamkeit; und das Erlangen der vier <i lang='pi' translate='no'>Jhānas</i> ist rechte Versenkung. Die Verwirklichung des Dhamma schließt den Kreis, indem die konzeptuelle rechte Ansicht durch die befreiende Einsicht vertieft wird. Letzteres wird manchmal ausgedrückt, indem zwei weitere Faktoren, rechte Erkenntnis und rechte Freiheit, angefügt werden. (Sujato) ",
  "dn6:15.1": "Der Buddha erzählt die Ereignisse, die im folgenden Sutta, <a href='https://suttacentral.net/dn7/de/sabbamitta'>DN 7</a>, aufgezeichnet sind. (Sujato) ",
  "dn6:15.3": "<i lang='pi' translate='no'>Muṇḍiya</i> heißt „Geschorener“; sein Name wird in manchen Manuskripten <i lang='pi' translate='no'>Mandissa</i> geschrieben. Er kommt nur in dieser Passage vor. Jāliya kommt wieder in <a href='https://suttacentral.net/dn24/de/sabbamitta#2.4.1'>DN 24:2.4.1</a> vor, das die possenhaften Ereignisse berichtet, die auf Sunakkhattas Ablegen der Robe folgen. Hier nimmt er die Seite des Buddha ein gegen den im Wahn verfangenen Pāṭikaputta, den Sunakkhatta bevorzugt. (Sujato) ",
  "dn6:15.5": "Der Ausdruck „Seele“ (<i lang='pi' translate='no'>jīva</i>) wurde von den <i lang='pi' translate='no'>samaṇas</i> vorgezogen, im Gegensatz zu dem Selbst (<i lang='pi' translate='no'>attā</i>) der Brahmanen. Beides wird vom Buddha als Formen eines „metaphysischen“ Selbst abgelehnt: Sie postulieren die absolute, ewige Existenz von Gebilden, die empirisch nicht begründet werden kann. Die wiederholten Demonstrativpronomen (<i lang='pi' translate='no'>taṁ jīvaṁ taṁ sarīraṁ</i>) beteuern eine nachdrückliche Identität. (Sujato) ",
  "dn6:16.9": "",
  "dn6:16.10": "Sie glaubten offensichtlich, dass die Erfahrung der Jhānas Einsicht in dieses Dilemma gewähren würde. Aber es ist eine Fangfrage: Sie setzt voraus, dass die Seele real ist, und dass das, was es zu bestimmen gilt, ihr Verhältnis zum Körper ist. (Sujato) ",
  "dn6:19.4": "Bis zu diesem Punkt ist keine der beschriebenen Erfahrungen unvereinbar mit der Vorstellung eines ewigen metaphysischen Selbst. Buddhisten glauben, dass Nicht-Buddhisten vor und nach dem Buddha sehr wohl in der Lage sind, solche Zustände zu erlangen. Sie würden aber dazu neigen, sie im Einklang mit ihrem bisherigen Glauben zu deuten und so ihre Theorien des Selbst verstärken. Angesichts des Endes aller Wiedergeburt kann aber keine Theorie eines ewigen Selbst standhalten. (Sujato) "
}