{
  "dn8:1.2": "Ujuñña war eine Kosaler Stadt, in der der König Pasenadi in <a href='/mn90/de/sabbamitta'>MN 90</a> den Buddha besuchte. | „Wildparks“ waren Naturreservate, in denen Tiere vor Jägern sicher waren. (Sujato) ",
  "dn8:1.3": "Nackte Asketen findet man noch heute in Indien. Manche Jainas gingen nackt, aber wenn er ein Jaina gewesen wäre, wäre er als solcher vorgestellt worden. Kassapa ist ein alter Stammesname der Brahmanen, und wir treffen im Kanon vier nackte Asketen mit Namen Kassapa an (hier, <a href='/sn12.17/de/sabbamitta'>SN 12.17</a>, <a href='/sn41.9/de/sabbamitta'>SN 41.9</a> und <a href='/mn124/de/sabbamitta'>MN 124</a>). Sie können nicht die gleiche Person sein, denn am Ende jeder Erzählung heißt es, dass sie fortzogen und Arahants wurden. (Sujato) ",
  "dn8:2.2": "In seiner ersten Lehrrede verurteilte der Buddha extreme Formen der Selbstquälerei. Dort wird der Begriff <i lang='pi' translate='no'>attakilamatha</i> („Selbstquälerei“) benutzt, während es hier <i lang='pi' translate='no'>tapas</i> ist („Hitze, Brennen, Inbrunst“). Beide beziehen sich auf die gleichen Übungen, aber <i lang='pi' translate='no'>tapas</i> weist auf die inbrünstige Glut des Übenden hin, die eine innere Hitze erzeugt, welche die befleckenden Spuren von <i lang='pi' translate='no'>kamma</i> und Befleckungen „abbrennt“. Dieses Thema wird auch in <a href='/an10.94/de/sabbamitta'>AN 10.94</a> besprochen. (Sujato) ",
  "dn8:3.3": "Während Selbstquälerei an sich wohl nutzlos ist, kann der Mensch, der sie übt, andere gute Eigenschaften haben. Der Buddha rät zur Vorsicht vor einem voreiligen Urteil. (Sujato) ",
  "dn8:5.2": "Hier sehen wir wieder die bevorzugte Methode des Buddha, dass er zuerst eine gemeinsame Grundlage schafft und dann von da aus sein Argument aufbaut. (Sujato) ",
  "dn8:5.5": "Statt mit Logik Haare zu spalten, empfiehlt der Buddha, auf das Verhalten eines Menschen zu schauen. (Sujato) ",
  "dn8:13.2": "Hier hat <i lang='pi' translate='no'>-va</i> eine exklusive Bedeutung (= <i lang='pi' translate='no'>eva</i>). Vergleiche <a href='/dhp274/de/sabbamitta'>Dhp 274</a>: <i lang='pi' translate='no'>eseva maggo natthañño</i> („Das ist der Pfad, es gibt keinen anderen“). (Sujato) ",
  "dn8:13.7": "Vergleiche <a href='/dn16/de/sabbamitta#5.27.1'>DN 16:5.27.1</a>. (Sujato) ",
  "dn8:14.2": "Was folgt, ist eine Beschreibung asketischer Übungen, wie sie die Jainas und ähnliche Gruppen unternahmen. | Die Wendung „Gänge der inbrünstigen Bußübung“ (<i lang='pi' translate='no'>tapopakkama</i>) ist in diesem Sutta einzigartig. <i lang='pi' translate='no'>Pakkama</i> heißt „ausschreiten“. (Sujato) ",
  "dn8:14.3": "Buddhistische Mönche und Nonnen sollen kein Essen mit ihren Händen entgegennehmen und diese beim Essen nicht ablecken. Anhänger der hier aufgeführten Übungen sind stetig und wahllos um ihr Almosen umhergegangen und nahmen nur an, was ihnen in der Zeit gegeben wurde. (Sujato) ",
  "dn8:14.4": "Schafe halten (<i lang='pi' translate='no'>eḷaka</i>, zum Schlachten) geht dem Jaina-Grundsatz der Gewaltlosigkeit entgegen, ebenso das Halten von Waffen (<i lang='pi' translate='no'>daṇḍa</i>). | Ein <i lang='pi' translate='no'>musala</i> bedeutet oft „Stößel“, kann aber auch eine „Schaufel“ sein; in <a href='/mn81/de/sabbamitta#18.12'>MN 81:18.12</a> wird es als Tugend angesehen, keine solche zu benutzen, um die Erde aufzugraben (die im Jainismus als lebendiges Wesen angesehen wird). | <i lang='pi' translate='no'>Thusodaka</i> ist offensichtlich ein alkoholisches Getränk, das aus vergorenem Getreide hergestellt ist, „Bier“. (Sujato) ",
  "dn8:14.9": "Es ist nicht einfach, die verschiedenen Arten von Getreide sinnvoll zu unterscheiden. (Sujato) ",
  "dn8:14.11": "Sie sind alle ausgesprochen unbequem. Christliche Asketen trugen ein „härenes Hemd“, um „das Fleisch zu kasteien“. (Sujato) ",
  "dn8:14.18": "Strenge Jaina-Asketen wuschen sich nicht. (Sujato) ",
  "dn8:14.21": "In <a href='https://suttacentral.net/pli-tv-kd6/de/maitrimurti-traetow?reference=main&highlight=true#mt6-31'>Kd 6</a> werden die vier „großen unnatürlichen Dinge“ (oder „schmutzige essbare Dinge“, <i lang='pi' translate='no'>mahāvikaṭa</i>) als Kot, Urin, Asche und Lehm angegeben. In <a href='/mn12/de/sabbamitta#49.3'>MN 12:49.3</a> sagt der Buddha, er habe die „unnatürlichen Dinge“ Kot und Urin zu sich genommen, als er asketische Übungen unternahm. (Sujato) ",
  "dn8:15.2": "Der Ausdruck „Vervollkommnung des Geistes“ (<i lang='pi' translate='no'>cittasampadā</i>) ist äquivalent zu „Vervollkommnung der Versenkung“ (<i lang='pi' translate='no'>samādhisampadā</i>). Allgemeiner gesagt ist <i lang='pi' translate='no'>citta</i>, wenn es im Zusammenhang mit Meditation gebraucht wird, normalerweise ein Synonym für <i lang='pi' translate='no'>samādhi</i>. (Sujato) ",
  "dn8:15.3": "<i lang='pi' translate='no'>Mettā</i> ist allumfassende Liebe und Wohlwollen, das frei von Bindung ist. Es ist die Grundlage für einen guten Charakter und eine gesunde emotionale Entwicklung und dient ebenso dazu, den Geist in die tiefe Meditation der <i lang='pi' translate='no'>Jhānas</i> zu führen. (Sujato) ",
  "dn8:16.11": "Dem Buddha wurde vorgeworfen, er werde weichlich, nachdem er die asketischen Übungen aufgegeben hatte, aber hier dreht er den Spieß um und behauptet, es sei die innere Transformation, die wirklich schwer sei, und nicht das äußere Zeigen von Bußübungen. (Sujato) ",
  "dn8:18.2": "Man beachte, dass die Kapitelüberschrift im Mahāsaṅgīti hier <i lang='pi' translate='no'>samādhi</i> benutzt statt <i lang='pi' translate='no'>citta</i>. Überschriften wurden von späteren Editoren eingefügt und sind nicht Teil des ursprünglichen Textes. (Sujato) ",
  "dn8:21.4": "Das sind die sittlichen Übungen, die in der stufenweisen Schulung beschrieben sind. (Sujato) ",
  "dn8:21.5": "„Bußübung aus Ekel vor Sünde“ gibt <i lang='pi' translate='no'>tapojigucchā</i> wieder; <i lang='pi' translate='no'>tapo</i> ist „inbrünstige Bußübung“ und <i lang='pi' translate='no'>jigucchā</i> ist „Widerwille, Ekel“. Es erfasst den Ernst, mit dem die Büßer das „Böse“ oder die „Sünde“ betrachteten, wovon sie befallen waren, wie einen quasi-physischen Fleck auf der Seele, und die brennende Flamme weiß glühenden Schmerzes war notwendig, um ihre spirituellen Wunden auszubrennen. (Sujato) ",
  "dn8:21.8": "Der Buddha gibt dem Konzept des „Ekels vor Sünde“ eine neue Bedeutung, und hier steht es an der Stelle der Meditation (<i lang='pi' translate='no'>samādhi</i>). (Sujato) ",
  "dn8:22.2": "Ein „Löwengebrüll“ ist eine kompromisslos kühne Erklärung spiritueller Überlegenheit. (Sujato) ",
  "dn8:23.2": "Der Buddha bezieht sich auf die Ereignisse des Udumbarikasutta (<a href='/dn25/de/sabbamitta'>DN 25</a>). Dort wird Nigrodha als ein „Wanderer“ (<i lang='pi' translate='no'>paribbājaka</i>) bezeichnet, der laut Kommentar bekleidet war. Der Ausdruck <i lang='pi' translate='no'>tapabrahmacārī</i> ist hier einmalig und ist im Kommentar nicht erklärt. Ich denke, es bedeutet, er war ein keusch lebender Schüler eines brahmanischen Lehrers. (Sujato) ",
  "dn8:24.1": "Diese Probezeit ist im Vinaya in <a href='https://suttacentral.net/pli-tv-kd1/de/maitrimurti-traetow?reference=main&highlight=true#mt1-268'>Kd 1</a> festgelegt. Der Anwärter muss gutes Verhalten und Zügelung, Beflissenheit bei Pflichten und Begeisterung für die Lehre und Übung des Buddha beweisen. (Sujato) ",
  "dn8:24.2": "Zusätzlich gibt es allgemeine Ausnahmen für Filzhaarasketen, da sie an Kamma glauben, und für die Verwandten des Buddha. (Sujato) "
}