{
  "dn9:1.3": "Mallikā war die Hauptgemahlin von Pasenadi, und ihre Halle wird in ähnlichem Zusammenhang in [mn78:1.3]() erwähnt. Der Kommentar erklärt, Brahmanen, Jainas und andere hätten sich dort versammelt, um „ihre Überzeugungen zu debattieren“ (_samayaṁ pavadanti_). Offenbar hatte das Klostergelände Unterkünfte für viele Asketen unterschiedlichen Glaubens, aber nur „eine Halle“, wo sie zum Debattieren zusammensaßen. Wir hören oft von solchen Debatten, aber hier erhaschen wir einen Blick auf einen Ort, der dafür eingerichtet war, sie zu ermöglichen. | Lies _-ācīra_ im Sinn von „Begrenzung, Hecke“ (Kommentar: _timbarūrukkhapantiyā parikkhittattā_; vgl. Sanskrit _prācīra_, „Einfriedung, Hecke, Zaun, Mauer“). (Sujato) ",
  "dn9:2.2": "Laut Kommentar beschloss er, als er in die Nähe des Stadttors kam, den Sonnenstand zu prüfen, und stellte fest, dass es zu früh war, um einzutreten. Kommentar und Subkommentar erklären, es klinge nur so, als sei der Buddha im Zweifel gewesen, denn Buddhas wögen ab, bevor sie sich für eine Vorgehensweise entschieden. (Sujato) ",
  "dn9:2.3": "Das kann man als Antwort auf die Kritik verstehen, die in [dn8:22.2]() vorgebracht wird, dass der Buddha sich nicht traue, in einer Versammlung zu sprechen. (Sujato) ",
  "dn9:3.1": "Im Gegensatz zu der Stille der Gemeinschaft des Buddha in [dn2:10.7](). (Sujato) ",
  "dn9:4.6": "Der Buddha regt zum Zweck der inneren Entwicklung zur Stille an; Poṭṭhapāda tut es für den guten Ruf. (Sujato) ",
  "dn9:5.3": "Poṭṭhapādas Anrede ist fast zu ehrerbietig. (Sujato) ",
  "dn9:5.10": "Der Buddha ist stets höflich und zeigt als Erstes Interesse an ihnen. (Sujato) ",
  "dn9:6.4": "_Abhisaññā_ kommt nirgendwo sonst vor. Hier bedeutet die Vorsilbe _abhi-_ nicht „höher“, sondern „über, betreffs“. Vergleiche _abhidhamma_ und _abhivinaya_ in [mn32:8.6](): _dve bhikkhū abhidhammakathaṁ kathenti_ („zwei Mönche unterhalten sich über die Lehre“). Der Kommentar sagt dort, _abhi-_ sei ein reiner Partikel, daher muss es nicht übersetzt werden. (Sujato) ",
  "dn9:6.5": "Diese Diskussion scheint unmittelbar von der schwierigen Stelle in der Bṛhadāraṇyaka-Upaniṣad 2.4.12 und 4.5.13 angestoßen zu sein. Der Weise Yājñavalkya, der seine Frau Maitreyī unterweist, sagt, das wahre Selbst sei eine schiere Masse von „Bewusstsein“ (_vijñāna_, Pali _viññāṇa_), das „große, endlose, unendliche Wirklichkeit“ sei. Wenn man das erkannt hat, so sagt er, gebe es keine „Wahrnehmung“ (_saṁjñā_, Pali _saññā_), eine Aussage, die selbst die weise Maitreyī verwirrt. Er erklärt, dass nur in einem scheinbaren Zustand von Dualität (_dvaitamiva_) getrennte Funktionen des Sinnesbewusstseins am Werk seien; wenn all das als das Selbst erkannt wird, wie, so fragt er, kann man das erkennen, durch das all das erkannt wird? Er unterscheidet implizit zwischen _viññāna_ als „unendliche“ (= _vi-_) Erkenntnis und _saññā_ als „begrenzte“ (_saṁ-_) Erkenntnis. Yājñavalkya sagt, das eigenständige Selbst gehe aus diesen Elementen hervor und verschwinde mit ihnen (_etebhyo bhūtebhyaḥ samutthāya tānyevānu vinaśyati_), aber er erklärt nicht, wie oder warum das vor sich geht, und das ist die Frage, die die Theoretiker hier anzugehen versuchen. (Sujato) ",
  "dn9:6.7": "Hier wird Wahrnehmung nicht mit dem „Menschen“ (_purisa_) gleichgesetzt, sondern gehört vielmehr zu ihm (vgl. _etaṁ mama_, „das ist mein“). In der anschließenden Diskussion spricht der Buddha nur diese Theorie direkt an, aber die übrigen sind über Rückschlüsse eingeschlossen. (Sujato) ",
  "dn9:6.12": "Dieses Idiom findet sich auch in [sn47.19:1.10](). (Sujato) ",
  "dn9:6.13": "Das Selbst wird als Wahrnehmung definiert (_eso me attā_), eins der fünf Aggregate. Vergleiche die verschiedenen Theorien über Selbst und Wahrnehmung in [dn1:2.38.0](). (Sujato) ",
  "dn9:6.16": "Das bedeutet, dass jemand zu einer solchen Zeit kein „Selbst“ besitzt. Das hat vielleicht einen Bezug zu den upaniṣadischen Theorien des Selbst, wenn man schläft und träumt. (Sujato) ",
  "dn9:6.20": "Der Kommentar sagt, diese wundermächtigen Asketen seien Anhänger des _āthabbaṇa_, d. h. der Übungen, die im Atharvaveda bewahrt sind. Dieser „vierte Veda“ wird im frühen Pali nur einmal namentlich genannt ([snp4.14:13.1]()), wo er, wie hier, mit dem Vorführen von Magie und dem Anwenden von Zaubersprüchen assoziiert ist. Der Kommentar trieft nur so vor Verachtung: „Angeblich verzaubern die, die den Āthabbaṇa üben, Leute, zeigen den Kopf eines Lebewesens, als sei er abgeschnitten, oder seine Hand, als sei sie abgeschnitten, oder das Wesen, als sei es tot. Dann zeigen sie es wieder im normalen Zustand; indem sie dieses ausmalen, sagen sie: ‚Vom Aufhören sind sie entstanden.‘“ (Sujato) ",
  "dn9:6.21": "Siehe [dn29:16.20]() zu _upakaḍḍhati_ und _apakaḍḍhati_ in dieser Bedeutung. (Sujato) ",
  "dn9:6.34": "_Pakataññū_ ist nirgendwo sonst in den Suttas bezeugt, aber es findet sich im Vinaya, zum Beispiel in [Bu Pc 72:1.8](https://suttacentral.net/pli-tv-bu-vb-pc72/en/brahmali#1.8). (Sujato) ",
  "dn9:7.5": "Das Argument des Buddha ist hier: Da es möglich ist, durch Übung die Natur des eigenen Geistes zu verändern, können solche Veränderungen kein Zufall sein. (Sujato) ",
  "dn9:7.6": "Es ist ungewöhnlich, wenn nicht einmalig, dass „sagte der Buddha“ (_bhagavā avoca_) in einem solchen Zusammenhang eingefügt wird. Normalerweise fügt der Text, sobald jemand zu sprechen beginnt, keine Markierungen ein, die den Sprecher kennzeichnen, wenn nicht ein Grund vorliegt wie etwa eine Unterbrechung für eine Frage. (Sujato) ",
  "dn9:7.8": "Singhalesische Manuskripte, gefolgt von der PTS-Ausgabe, schließen hier die Abschnitte mit der Metapher über die Sicherheit des Königs ([dn2:63.1]()) und das Bewachen der Tore der Sinne ein. (Sujato) ",
  "dn9:10.2": "Das Fortschreiten durch die _Jhānas_ wird als Verfeinerung der Wahrnehmungen erklärt. (Sujato) ",
  "dn9:10.3": "„Subtil und wahrhaftig“ ist _sukhumasacca_, ein Ausdruck, der nur hier vorkommt. (Sujato) ",
  "dn9:14.1": "Wir sind den „formlosen Meditationszuständen“ (_arūpasamāpatti_) vorher begegnet, wo sie eine subtile Grundlage für die Bindung an ein Selbst bildeten ([dn1:3.13.4]()). Hier erscheinen sie als Teil der schrittweisen Verfeinerung des Bewusstseins durch das Aufhören zunehmend subtiler Wahrnehmungen. (Sujato) ",
  "dn9:14.2": "Das ist die Lichtwahrnehmung, die später ein „Zeichen“ (_nimitta_) genannt wurde. Während der ersten vier _Jhānas_ besteht sie als ein „subtiler“ (_sukhuma_) Abglanz oder ein Echo der „stofflichen“ (_olārika_) materiellen Grundlage der Meditation wie etwa des Atems oder der Körperteile. Obwohl es ein rein geistiges Phänomen ist, ist es noch „Form“ (_rūpa_), da es physikalische Eigenschaften wie Licht oder Ausdehnung hat. (Sujato) ",
  "dn9:14.3": "Das Licht (_obhāsa_) der _Jhānas_  entwickelt sich von etwas „Begrenztem“ (_paritta_) zu etwas „Grenzenlosem“ (_appamāṇa_, [mn128:29.1]()). Dann verschwindet selbst die Wahrnehmung dieses grenzenlosen Lichtes, und nur unendlicher Raum bleibt zurück. (Sujato) ",
  "dn9:15.1": "Die Wahrnehmung des unendlichen Raumes schwindet, und nur unendliches Bewusstsein, das gewahr ist, bleibt zurück. (Sujato) ",
  "dn9:16.1": "Man ist nicht einmal mehr des unendlichen Bewusstseins gewahr, sondern des noch gewaltigeren Nichts. (Sujato) ",
  "dn9:16.4": "Der letzte der vier formlosen Zustände ist die Dimension, die weder Wahrnehmung noch keine Wahrnehmung hat. Da sie definitionsgemäß außerhalb des Bereichs der Wahrnehmung liegt, wird sie hier nicht aufgeführt. (Sujato) ",
  "dn9:17.1": "Zu _sakasaññī_ („übernimmt die Verantwortung für seine Wahrnehmung“) siehe [Bu Pj 2:6.2.2](https://suttacentral.net/pli-tv-bu-vb-pj2/en/brahmali#6.2.2). Ein wichtiger Faktor bei der Frage, ob ein Gegenstand gestohlen wurde, ist, ob der Beschuldigte ihn „als sein Eigentum wahrnimmt“. Hier bedeutet es, dass man versteht, dass man seine eigenen Wahrnehmungen durch Meditation entwickeln kann. (Sujato) ",
  "dn9:17.4": "„Beabsichtigen und entscheiden“ ist _ceteyyaṁ abhisaṅkhareyyaṁ_ (1. Pers. Singular Optativ). Diese Synonyme werden in der Bedeutung eines subtilen Gefühls von Willen und Absicht gebraucht, das solchen erhabenen Zuständen zugrunde liegt ([mn52:14.3]()) und das man loslassen muss, da es sonst zu Wiedergeburt führt ([mn140:22.10]()). (Sujato) ",
  "dn9:17.9": "Vergleiche mit „fortschreitendes Aufhören“ ([an9.31]()), „fortschreitendes Aufhören der Bedingungen“ ([sn36.15]()), „fortschreitende Meditationen“ ([an9.32]()) usw. | „Im Bewusstsein von Ursache und Wirkung“ ist _sampajāna_, das uns zuvor als „Situationsbewusstsein“ bei täglichen Handlungen begegnet ist oder als „Bewusstsein“ im dritten _Jhāna_. Hier bezieht es sich auf eine reflektierende Fähigkeit, mit der man die Natur der tiefen Meditation als Folge von Ursachen und Wirkungen versteht. (Sujato) ",
  "dn9:18.3": "Ausgehend vom Kern von Yājñavalkyas Theorie des Aufhörens begrenzter Wahrnehmung erweiterte der Buddha diese mit psychologischen und praktischen Elementen und ließ die metaphysische Annahme des Selbst aus. (Sujato) ",
  "dn9:18.4": "Poṭṭhapāda zeigt dem Buddha, dass er aufgepasst hat. Man beachte, wie es kulturell als normal erscheint, dass es möglich ist, den genauen Wortlaut der Unterweisung zu behalten und zu wiederholen. (Sujato) ",
  "dn9:19.4": "Die Bedeutung dieser Stelle ist mir nicht klar. Sie könnte bedeuten, dass die Einsicht auf der Grundlage jeder dieser Meditationsstufen entwickelt werden kann, sodass der Gipfel der Wahrnehmung sich von Mensch zu Mensch unterscheidet. Der Kommentar sagt, es beziehe sich auf unterschiedliche Meditationsgegenstände oder einfach verschiedene Anlässe zur Meditation. (Sujato) ",
  "dn9:20.1": "Poṭṭhapādas Unterscheidung zwischen „Wahrnehmung“ (_saññā_) und „Erkenntnis“ (_ñāṇa_) spiegelt Yājñavalkyas Unterscheidung zwischen „Wahrnehmung“ (_saṁjā_) und „Bewusstsein“ (_vijñāna_, oder, in der wiederholten Passage in BU 4.5.13, _prajñāna_). (Sujato) ",
  "dn9:20.2": "Wahrnehmung wurde als Fortschreiten durch immer feinere Meditationszustände (_samādhi_) beschrieben. Nur dann erscheint die „Erkenntnis“ (_ñāṇa_) der Einsicht. (Sujato) ",
  "dn9:20.4": "Der Ausdruck „spezifische Bedingung“ (_idappaccayā_) ist vom abhängigen Entstehen gut bekannt (z. B. [sn12.20:2.3]()), wo er sich auf die allgemeine Situation der fortlaufenden Existenz im Umherwandern bezieht. Wenn man Einsicht entwickelt, nimmt man seine eigene Meditationserfahrung als seine zentrale Stelle an. Das wird dann auf ein Verständnis der Natur der bewussten Existenz erweitert. (Sujato) ",
  "dn9:21.1": "Das schöpft aus der anfänglichen Darstellung der verschiedenen Theorien von Mensch und Wahrnehmung ([dn9:6.4]()). (Sujato) ",
  "dn9:21.2": "„Glauben“ ist _paccesi_, wörtlich „zurückfallen auf“. Es impliziert, dass eine Idee etwas ist, auf das man sich stützt oder das man als grundlegend betrachtet. Der Buddha will wissen, wo Poṭṭhapāda steht, bevor er das Thema erschließt. (Sujato) ",
  "dn9:21.3": "Trotz seiner vorherigen Fragen über Wahrnehmung und Selbst stellt sich Poṭṭhapāda auf die Seite einer rein materialistischen Ansicht und setzt das „Selbst“ mit dem organischen „stofflichen“ Körper gleich. (Sujato) ",
  "dn9:21.4": "Wieder erklärt der Buddha Poṭṭhapāda nicht voreilig, ob er richtig oder falsch liegt, sondern zieht die Schlussfolgerungen aus seiner Aussage. (Sujato) ",
  "dn9:21.6": "Hier ist _tiṭṭhateva_ nicht „beiseite lassen“ sondern „bleibt“. Vergleiche die ähnliche Konstruktion in [mn107:13.1](). (Sujato) ",
  "dn9:22.1": "Das ist der „subtile“ (_sukhuma_) Körper, der der Form entspricht, die man in den vier _Jhānas_ erfährt. In allen Manuskripten scheint an dieser Stelle das zu erwartende _rūpī_ zu fehlen, aber es kommt kommt in der entsprechenden Passage über „Inkarnation“ weiter unten. (Sujato) ",
  "dn9:23.1": "Das setzt das Selbst mit dem gleich, was man in den formlosen Meditationen erfährt. Poṭṭhapāda kreist einfach durch mögliche Selbsttheorien, ohne wirklich die Folgerungen durchzudenken. (Sujato) ",
  "dn9:24.1": "Poṭṭhapāda kann nur einen Glauben an verschiedene Theorien bezeugen, doch er weiß nicht, wie er diese für sich selbst bewerten soll. (Sujato) ",
  "dn9:24.3": "Der Text wechselt von _añña_ (z. B. _aññadiṭṭhikena_), „anderer“, zu _aññatra_ (_aññatr’āyogena_), das normalerweise „außer“ bedeutet. Die meisten Autoritäten folgen dem Kommentar, der _aññatra_ hier im Sinn von „anderer“ annimmt. Ich denke aber, der Wechsel ist absichtlich; der Buddha will ihn nicht entmutigen, sondern ihn nur wissen lassen, was erforderlich wäre. (Sujato) ",
  "dn9:25.3": "Das ist die berühmte Auflistung der zehn „nicht erklärten Punkte“, die man überall in den Suttas findet (z. B. [mn63](), [mn72](), das gesamte 44. Saṁyutta). Sie scheinen als eine Art Checkliste fungiert zu haben, mit der Philosophen beurteilt und eingeteilt werden konnten. | Das Wort _loka_ kommt in einer Reihe von Bedeutungen vor, aber hier bezieht es sich auf das gesamte „Weltall“ mit zahllosen Welten. (Sujato) ",
  "dn9:31.1": "Diese Wendung kehrt in [sn21.9:1.4]() und [an3.64:11.1]() wieder, mit Lesartvarianten. (Sujato) ",
  "dn9:32.1": "Der Kommentar sagt, Citta sei der Sohn eines Elefantenzureiters gewesen. Hier zeigt er dem Buddha gegenüber mehr Respekt als Poṭṭhapāda. (Sujato) ",
  "dn9:33.3": "Dieser Punkt scheint bei einer Anzahl moderner Kommentatoren unterzugehen, die aus Stellen wie den zehn nicht erklärten Punkten schließen, dass der Buddha sich weigerte, überhaupt verbindliche Erklärungen abzugeben. Der Buddha war vielmehr ein _vibhajjavādin_ ([mn99:4.4](), [an10.94:4.7]()), „einer, der spricht, nachdem er die Frage aufgegliedert hat“. (Sujato) ",
  "dn9:34.2": "Siehe [dn1:2.38.2](). (Sujato) ",
  "dn9:34.4": "Der Buddha verlässt sich nicht auf Gerüchte; als Erstes überprüft er die Fakten mit den Betroffenen. Das bekräftigt nicht nur sein Bekenntnis zur Wahrheit, es zeigt auch Respekt und schafft eine gemeinsame Basis, von der aus die Auseinandersetzung beginnen kann. (Sujato) ",
  "dn9:34.8": "Das Verb _viharati_ heißt „verweilen“ und fungiert als Hilfsverb, das auf eine Dauer hinweist. Im spirituellen Kontext bedeutet es oft „eine Periode oder ein Zustand der Meditation“. Die erste Frage bezieht sich darauf, ob sie einen solchen Zustand in einer regulären Meditationspraxis sehen. (Sujato) ",
  "dn9:34.11": "Vielleicht sind sie nicht in der Lage, eine Meditation zu entwickeln, um dieses Selbst zu sehen, aber sie könnten irgendwann eine Art Wahrnehmung oder Vision oder Einsicht gehabt haben. (Sujato) ",
  "dn9:34.15": "Wenn sie auch keine Erfahrung haben, könnten sie doch zumindest eine Vorstellung haben, wie man diese Erfahrung erreicht. (Sujato) ",
  "dn9:34.19": "Sie haben nicht einmal einen Bericht darüber gehört. (Sujato) ",
  "dn9:34.23": "„Keine beweisbare Grundlage“ gibt _appāṭihīrakataṁ_ wieder. Es ist mit _pāṭihāra_ verwandt, das gewöhnlich als „Wunder“ verstanden wird. Aber die Wurzelbedeutung ist „Demonstration, Beweis“, und der Sinn „Wundervorführung“ ist sekundär. (Sujato) ",
  "dn9:35.2": "_Janapadakalyāṇī_ wird üblicherweise mit „die schönste Dame im Land“ wiedergegeben. In [sn47.20:2.2]() erfahren wir, dass sie eine umwerfende Sängerin und Tänzerin ist. Und obwohl sie für ihre Schönheit berühmt war ([ud3.2:9.1]()), bedeutet das Wort _kalyāṇa_ normalerweise „(moralisch) gut, erlesen, entzückend“ und bezieht sich nicht ausschließlich auf das Äußere. (Sujato) ",
  "dn9:37.1": "_Nisseni_ kommt außer hier nur in [Bu Ss 6:2.3.6](https://suttacentral.net/pli-tv-bu-vb-ss6/en/brahmali#2.3.6) und [Bu Ss 7:2.67](https://suttacentral.net/pli-tv-bu-vb-ss7/en/brahmali#2.67) vor, wo es etwas ist, das man trägt, d. h. eher eine Leiter als eine Treppenflucht. (Sujato) ",
  "dn9:39.1": "_Attapaṭilābha_ ist wörtlich „erneuter Erwerb des Selbst“, wobei _attā_ vom Kommentar als _attabhāva_ erklärt wird, „der Zustand des Selbst“, der bei der Wiedergeburt erworben wird, d. h. „Reinkarnation“ oder „erneute Verkörperung“. (Sujato) ",
  "dn9:39.2": "Das rekapituliert die drei Thesen bezüglich Wahrnehmung und Selbst, die Poṭṭhapāda von [dn9:22.1]() an aufgestellt hat. (Sujato) ",
  "dn9:40.4": "Vergleiche mit der ähnlichen Aussage in [sn22.2:10.1](). (Sujato) ",
  "dn9:44.4": "Der Buddha verweist auf die Erfahrung, um zu zeigen, wovon er spricht, anstatt eine lange theoretische Erklärung zu geben. _Ayaṁ_ ist ein Pronomen für die Gegenwart, es wird gebraucht, um anzuzeigen, was vor dem Subjekt gegenwärtig ist. (Sujato) ",
  "dn9:48.2": "Citta stellt eine ontologische Frage in der Annahme, dass diese drei Zustände bestehende Wirklichkeiten des Selbst sind. (Sujato) ",
  "dn9:49.1": "Der Buddha formuliert die Frage um zu einer mit konventioneller Beschreibung. Er beschreibt Zustände, in denen man wiedergeboren werden kann, keine zugrunde liegenden ontologischen Entitäten. (Sujato) ",
  "dn9:49.8": "Das nimmt eine der großen philosophischen Debatten der Buddhisten nach der Entstehung von Sekten vorweg, die zur Bildung des Sarvāstivāda führte. Die Kerndoktrin dieser Schule besagte, dass „alles existiert“ (wobei mit „alles“ die drei Zeiten gemeint sind; A.d.Ü.). Der Buddha beschreibt Vergangenheit, Zukunft und Gegenwart mit den drei grammatischen Zeiten. (Sujato) ",
  "dn9:53.5": "Das ist eine kurze und bündige Darstellung einer der Schlüsseleinsichten der Lehre des Buddha. Wörter wie „Selbst“ werden konventionell auf eine bestimmte Weise gebraucht, und in diesem Zusammenhang sind sie völlig in Ordnung. Aber was von dem Wort „Selbst“ bezeichnet wird, verändert sich ständig, da es sich in verschiedenen Zuständen wiederverkörpert. Es ist wie bei einem Fluss, der den gleichen Namen behält, obwohl sein Wasser ständig ausgetauscht wird. Wenn wir unter dem Einfluss der Bindungen annehmen, es gebe eine metaphysische Wirklichkeit, die dem konventionellen „Selbst“ zugrunde liege, verlassen wir das, was man empirisch überprüfen kann. Man beachte aber, dass der Buddha *nicht* behauptet, es gebe zwei Ebenen der Wahrheit, eine konventionelle und eine absolute; diese Unterscheidung findet man im frühen Buddhismus nicht. (Sujato) ",
  "dn9:56.2": "In [an6.60]() treffen wir Citta Hatthisāriputta, einen noch recht jungen Mönch, wie er seine Ältesten rüde unterbricht. Als er ermahnt wird, legt er die Robe ab, aber er nimmt wieder die Ordination und wird später ein Arahant. Wir können diese beiden Erzählungen miteinander vereinbaren, wenn wir anerkennen, dass die Wendung _acira_, „nicht lange nach“, ein konventioneller Ausdruck ist, der auch mehrere Jahre beschreiben kann. Dann fanden die Ereignisse von AN 6.60 irgendwann zwischen seiner Ordination und seinem Erwachen. (Sujato) "
}
