{
  "sn52.8:0.1": "Verbundene Lehrreden 52.8 ",
  "sn52.8:0.2": "1. Das Kapitel über die Klausur für sich allein ",
  "sn52.8:0.3": "Die Weihrauchbaum-Hütte ",
  "sn52.8:1.1": "Einmal hielt sich der Ehrwürdige Anuruddha bei Sāvatthī in der Weihrauchbaum-Hütte auf. ",
  "sn52.8:1.2": "Da wandte sich der Ehrwürdige Anuruddha an die Mönche und Nonnen: ",
  "sn52.8:1.3": "„Werte Freunde, wie wenn, obwohl der Ganges sich nach Osten neigt, er nach Osten strebt und sich nach Osten ausrichtet, ",
  "sn52.8:1.4": "eine große Menschenmenge mit einem Spaten und einem Korb käme und sagen würde: ",
  "sn52.8:1.5": "‚Wir werden den Ganges dazu bringen, sich nach Westen zu neigen, nach Westen zu streben und sich nach Westen auszurichten!‘ ",
  "sn52.8:1.6": "Was denkt ihr, werte Freunde? Würde das gelingen?“ ",
  "sn52.8:1.7": "„Nein, werter Freund. ",
  "sn52.8:1.8": "Und warum nicht? ",
  "sn52.8:1.9": "Der Ganges neigt sich nach Osten, strebt nach Osten und richtet sich nach Osten aus. ",
  "sn52.8:1.10": "Es ist nicht leicht, ihn dazu zu bringen, sich nach Westen zu neigen, nach Westen zu streben und sich nach Westen auszurichten. ",
  "sn52.8:1.11": "Diese große Menschenmenge würde nur erschöpft und verdrossen werden.“ ",
  "sn52.8:2.1": "„Ebenso kann es sein, dass, während ein Mönch die vier Arten der Achtsamkeitsmeditation entwickelt und ausbaut, Könige oder königliche Minister, Freunde, Kollegen, Verwandte oder Angehörige ihn einladen, Vermögen anzunehmen: ",
  "sn52.8:2.2": "‚Bitte, guter Mann, warum lässt du dich von diesen ockerfarbenen Roben quälen? ",
  "sn52.8:2.3": "Warum nimmst du es auf dich, deinen Kopf zu rasieren und eine Almosenschale zu tragen? ",
  "sn52.8:2.4": "Komm, wende dich wieder einem geringeren Leben zu, genieße ein Vermögen und schaffe Verdienst!‘ ",
  "sn52.8:3.1": "Aber es ist unmöglich, dass ein Mönch, der die vier Arten der Achtsamkeitsmeditation entwickelt und ausbaut, die Schulung abbricht und sich wieder einem geringeren Leben zuwendet. ",
  "sn52.8:3.2": "Und warum? ",
  "sn52.8:3.3": "Weil sein Geist sich schon lange zur Abgeschiedenheit neigt, zur Abgeschiedenheit strebt und sich zur Abgeschiedenheit ausrichtet. Daher ist es unmöglich, dass er sich wieder einem geringeren Leben zuwendet. ",
  "sn52.8:3.4": "Und wie entwickelt ein Mönch die vier Arten der Achtsamkeitsmeditation? ",
  "sn52.8:3.5": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet … ",
  "sn52.8:3.6": "indem er einen Aspekt der Gefühle beobachtet … ",
  "sn52.8:3.7": "indem er einen Aspekt des Geistes beobachtet … ",
  "sn52.8:3.8": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn52.8:3.9": "So entwickelt ein Mönch die vier Arten der Achtsamkeitsmeditation.“ "
}