{
  "sn15.3:0.1": "Связанные Наставления 15.3",
  "sn15.3:0.2": "Раздел Первый",
  "sn15.3:0.3": "Сутта Слёзы",
  "sn15.3:1.1": "В Саваттхи располагается.",
  "sn15.3:1.2": "“Без-постижимого-начала это, монахи, скитание (стечение, самсара).",
  "sn15.3:1.3": "Первый момент не может быть понят не-различением-покрытых существ цеплянием-связанных схождения, скитания.",
  "sn15.3:1.4": "То как [вам] представляется, монахи, что же большее, которые вами за это долгое время схождения, скитация от с неприятным связанности (эмоционально), от с приятным несвязанности, рыданий, плачей слёзы вытекшие и пролитые, или которая в четырёх великих океанах вода”?",
  "sn15.3:1.5": "“То как мы, почтенный, Благословенным Дхамму преподанную понимаем, это именно, почтенный, большее, которые нами за это долгое время схождения, скитация от с неприятным связанности, от с приятным несвязанности, рыданий, плачей слёзы вытекшие и пролитые, а не в четырёх великих океанах вода”.",
  "sn15.3:2.1": "“Хорошо, хорошо, монахи, хорошо что мной вы, монахи, так Дхамму преподанную понимаете.",
  "sn15.3:2.2": "Это именно, монахи, большее, которые вами за это долгое время схождения, скитация от с неприятным связанности, от с приятным несвязанности, рыданий, плачей слёзы вытекшие и пролитые, а не в четырёх великих океанах вода”.",
  "sn15.3:2.3": "Долгое время вами, монахи, матерей-умирание переживалось;",
  "sn15.3:2.4": "от тех вас матерей-умирание переживавших, от с неприятным связанности, от с приятным несвязанности, рыданий, плачей слёзы вытекшие и пролитые, а не в четырёх великих океанах вода.",
  "sn15.3:2.5": "Долгое время вами, монахи, отцов-умирание пережито;",
  "sn15.3:2.6": "братьев-умирание переживалось…",
  "sn15.3:2.7": "сестёр-умирание переживалось…",
  "sn15.3:2.8": "сыновей-умирание переживалось…",
  "sn15.3:2.9": "дочерей-умирание переживалось…",
  "sn15.3:2.10": "близких-неприятность-беда переживалась…",
  "sn15.3:2.11": "с-богатством-неприятность-беда переживалась…",
  "sn15.3:2.12": "Долгое время вами, монахи, болезни-неприятности-беда переживалась, от тех вас болезней-неприятность переживавших, от с неприятным связанности, от с приятным несвязанности, рыданий, плачей слёзы вытекшие и пролитые, а не в четырёх великих океанах вода.",
  "sn15.3:2.13": "То от какой причины?",
  "sn15.3:2.14": "Без-постижимого-начала это, монахи, скитание…",
  "sn15.3:2.15": "Настолько что этого, монахи, достаточно для ко всем-составляющим потери интереса, достаточно, чтобы бы стать бесстрастным, достаточно, чтобы высвободится”.",
  "sn15.3:2.16": "Третья."
}