{
  "sn15.8:0.1": "Связанные Наставления 15.8",
  "sn15.8:0.2": "Раздел Первый",
  "sn15.8:0.3": "Сутта Ганг",
  "sn15.8:1.1": "В Раджагахе располагается, в бамбуковой роще.",
  "sn15.8:1.2": "И тогда некий брахман, где Благословенный, туда подошёл; подойдя с Благословенным вместе был вежлив (мягок):",
  "sn15.8:1.3": "Должную-вежливую беседу, что должно-вспомнить завершив с одного края сел. И с одного края севший тот брахман Благословенному это сказал:",
  "sn15.8:1.4": "“Насколько много, уважаемый (для равных) Готама, капп минувших, прошедших”?",
  "sn15.8:1.5": "“Много, брахман, капп минувших, прошедших.",
  "sn15.8:1.6": "Те не легко сосчитать:",
  "sn15.8:1.7": "'столько-то капп это, или столько-то капп-сотен это, или столько-то капп-тысяч это, или столько-то капп-сотен-тысяч это'”.",
  "sn15.8:2.1": "“Можно ли, уважаемый Готама, подобие привести”?",
  "sn15.8:2.2": "“Можно, брахман” Благословенный сказал.",
  "sn15.8:2.3": "“Это как, брахман, откуда эта Ганг река появляется и где великого океана достигает, которые в этом промежутке персчинки те не легко сосчитать:",
  "sn15.8:2.4": "'столько-то песчинок это, или столько-то песчинок-сотен это, или столько-то песчинок-тысяч это, или столько-то песчинок-сотен-тысяч это'.",
  "sn15.8:2.5": "Вот так множественны, брахман, каппы минувшие прошедшие.",
  "sn15.8:2.6": "Те не легко сосчитать:",
  "sn15.8:2.7": "'столько-то капп это, или столько-то капп-сотен это, или столько-то капп-тысяч это, или столько-то капп-сотен-тысяч это'”.",
  "sn15.8:2.8": "То от какой причины?",
  "sn15.8:2.9": "Без-постижимого-начала это, брахман, скитание (стечение, самсара).",
  "sn15.8:2.10": "Первый момент не может быть понят не-различением-покрытых существ цеплянием-связанных схождения, скитания.",
  "sn15.8:2.11": "Вот так долговременна, брахман, боль испытанная, резь испытанная, неприятность-беда испытанная, кладбищ наполнение",
  "sn15.8:2.12": "Настолько что этого, брахман, достаточно для ко всем-составляющим потери интереса, достаточно, чтобы бы стать бесстрастным, достаточно, чтобы высвободится”.",
  "sn15.8:3.1": "На так сказанное, тот брахман благословенному это сказал:",
  "sn15.8:3.2": "“Превосходно, уважаемый готама, превосходно, уважаемый Готама”…",
  "sn15.8:3.3": "мирским-последователем меня уважаемый Готама пусть считает (держит, помнит) с этого момента [покуда] жизнью (дыханием)-наделён прибежище принято”.",
  "sn15.8:3.4": "Восьмая."
}