{
  "patthana5.2:0.1": "Paṭṭhānapakaraṇa",
  "patthana5.2:0.2": "Dhammānuloma (1), Tikatikapaṭṭhānapāḷi (5)",
  "patthana5.2:0.3": "5.2. Tika Kusalattika",
  "patthana5.2:1.0": "5.2.1. Vedanāttika, Kusalattika",
  "patthana5.2:1.1": "Sukhāya vedanāya sampayuttaṃ kusalaṃ dhammaṃ paṭicca sukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:2.1": "Adukkhamasukhāya vedanāya sampayuttaṃ kusalaṃ dhammaṃ paṭicca adukkhamasukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:3.1": "Hetuyā dve …pe… avigate dve. (Saṃkhittaṃ.) (Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṃ.)",
  "patthana5.2:4.1": "Sukhāya vedanāya sampayutto kusalo dhammo sukhāya vedanāya sampayuttassa kusalassa dhammassa hetupaccayena paccayo. (1)",
  "patthana5.2:5.1": "Adukkhamasukhāya vedanāya sampayutto kusalo dhammo adukkhamasukhāya vedanāya sampayuttassa kusalassa dhammassa hetupaccayena paccayo. (1) (Saṃkhittaṃ.)",
  "patthana5.2:6.1": "Hetuyā dve, ārammaṇe adhipatiyā cattāri …pe… upanissaye cattāri …pe… avigate dve. (Saṃkhittaṃ. Sabbattha vitthāro.)",
  "patthana5.2:7.1": "Sukhāya vedanāya sampayuttaṃ akusalaṃ dhammaṃ paṭicca sukhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:8.1": "Dukkhāya vedanāya sampayuttaṃ akusalaṃ dhammaṃ paṭicca dukkhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:9.1": "Adukkhamasukhāya vedanāya sampayuttaṃ akusalaṃ dhammaṃ paṭicca adukkhamasukhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana5.2:10.1": "Hetuyā tīṇi …pe… avigate tīṇi. (Saṃkhittaṃ. Sabbattha vitthāro.)",
  "patthana5.2:11.1": "Sukhāya vedanāya sampayuttaṃ abyākataṃ dhammaṃ paṭicca sukhāya vedanāya sampayutto abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:12.1": "Adukkhamasukhāya vedanāya sampayuttaṃ abyākataṃ dhammaṃ paṭicca adukkhamasukhāya vedanāya sampayutto abyākato dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana5.2:13.1": "Hetuyā dve, ārammaṇe tīṇi …pe… āsevane dve …pe… avigate tīṇi. (Saṃkhittaṃ.)",
  "patthana5.2:14.0": "Hetu",
  "patthana5.2:14.1": "Vipākadhammadhammaṃ kusalaṃ dhammaṃ paṭicca vipākadhammadhammo kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana5.2:15.1": "Hetuyā ekaṃ …pe… avigate ekaṃ. (Saṃkhittaṃ.)",
  "patthana5.2:16.1": "Vipākadhammadhammaṃ akusalaṃ dhammaṃ paṭicca vipākadhammadhammo akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana5.2:17.1": "Hetuyā ekaṃ. (Sabbattha ekaṃ.)",
  "patthana5.2:18.1": "Vipākaṃ abyākataṃ dhammaṃ paṭicca vipāko abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:19.1": "Nevavipākanavipākadhammadhammaṃ abyākataṃ dhammaṃ paṭicca nevavipākanavipākadhammadhammo abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:20.1": "Vipākaṃ abyākatañca nevavipākanavipākadhammadhammaṃ abyākatañca dhammaṃ paṭicca vipāko abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana5.2:21.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… upanissaye cattāri, purejāte dve, āsevane ekaṃ …pe… sampayutte cattāri …pe… avigate nava. (Saṃkhittaṃ. Sabbattha vitthāro.)",
  "patthana5.2:22.0": "Hetu",
  "patthana5.2:22.1": "Anupādinnupādāniyaṃ kusalaṃ dhammaṃ paṭicca anupādinnupādāniyo kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:23.1": "Anupādinnaanupādāniyaṃ kusalaṃ dhammaṃ paṭicca anupādinnaanupādāniyo kusalo dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana5.2:24.1": "Hetuyā dve …pe… avigate dve. (Sabbattha vitthāro.)",
  "patthana5.2:25.1": "Anupādinnupādāniyaṃ akusalaṃ dhammaṃ paṭicca anupādinnupādāniyo akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ. Sabbattha vitthāro.)",
  "patthana5.2:26.1": "Upādinnupādāniyaṃ abyākataṃ dhammaṃ paṭicca upādinnupādāniyo abyākato dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha vitthāro.)",
  "patthana5.2:27.1": "Anupādinnupādāniyaṃ abyākataṃ dhammaṃ paṭicca anupādinnupādāniyo abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:28.1": "Anupādinnaanupādāniyaṃ abyākataṃ dhammaṃ paṭicca anupādinnaanupādāniyo abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:29.1": "Anupādinnupādāniyaṃ abyākatañca anupādinnaanupādāniyaṃ abyākatañca dhammaṃ paṭicca anupādinnupādāniyo abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:30.1": "Upādinnupādāniyaṃ abyākatañca anupādinnupādāniyaṃ abyākatañca dhammaṃ paṭicca anupādinnupādāniyo abyākato dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana5.2:31.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… āsevane ekaṃ …pe… avigate nava. (Sabbattha vitthāro.)",
  "patthana5.2:32.0": "Hetu",
  "patthana5.2:32.1": "Asaṃkiliṭṭhasaṃkilesikaṃ kusalaṃ dhammaṃ paṭicca asaṃkiliṭṭhasaṃkilesiko kusalo dhammo uppajjati hetupaccayā.",
  "patthana5.2:33.1": "Asaṃkiliṭṭhaasaṃkilesikaṃ kusalaṃ dhammaṃ paṭicca asaṃkiliṭṭhaasaṃkilesiko kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve.)",
  "patthana5.2:34.1": "Saṃkiliṭṭhasaṃkilesikaṃ akusalaṃ dhammaṃ paṭicca saṃkiliṭṭhasaṃkilesiko akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:35.1": "Asaṃkiliṭṭhasaṃkilesikaṃ abyākataṃ dhammaṃ paṭicca asaṃkiliṭṭhasaṃkilesiko abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana5.2:36.1": "Hetuyā pañca ārammaṇe dve …pe… āsevane ekaṃ …pe… avigate pañca.",
  "patthana5.2:37.0": "Hetu",
  "patthana5.2:37.1": "Savitakkasavicāraṃ kusalaṃ dhammaṃ paṭicca savitakkasavicāro kusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:38.1": "Avitakkavicāramattaṃ kusalaṃ dhammaṃ paṭicca avitakkavicāramatto kusalo dhammo uppajjati hetupaccayā … cattāri.",
  "patthana5.2:39.1": "Avitakkaavicāraṃ kusalaṃ dhammaṃ paṭicca avitakkaavicāro kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:40.1": "Avitakkaavicāraṃ kusalaṃ dhammaṃ paṭicca avitakkavicāramatto kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:41.1": "Avitakkavicāramattaṃ kusalañca avitakkaavicāraṃ kusalañca dhammaṃ …pe… savitakkasavicāraṃ kusalañca avitakkavicāramattaṃ kusalañca dhammaṃ paṭicca savitakkasavicāro kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:42.1": "Hetuyā ekādasa …pe… avigate ekādasa. (Saṃkhittaṃ.)",
  "patthana5.2:43.1": "Savitakkasavicāraṃ akusalaṃ dhammaṃ paṭicca savitakkasavicāro akusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:44.1": "Avitakkavicāramattaṃ akusalaṃ dhammaṃ paṭicca savitakkasavicāro akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:45.1": "Savitakkasavicāraṃ akusalañca avitakkavicāramattaṃ akusalañca dhammaṃ paṭicca savitakkasavicāro akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:46.1": "Hetuyā pañca …pe… avigate pañca. (Saṃkhittaṃ.)",
  "patthana5.2:47.1": "Savitakkasavicāraṃ abyākataṃ dhammaṃ paṭicca savitakkasavicāro abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana5.2:48.1": "Hetuyā sattatiṃsa, ārammaṇe ekavīsa …pe… aññamaññe aṭṭhavīsa …pe… purejāte āsevane ekādasa …pe… avigate sattatiṃsa. (Saṃkhittaṃ.)",
  "patthana5.2:49.0": "Hetu",
  "patthana5.2:49.1": "Pītisahagataṃ kusalaṃ dhammaṃ paṭicca pītisahagato kusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:50.1": "Sukhasahagataṃ kusalaṃ dhammaṃ paṭicca sukhasahagato kusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:51.1": "Upekkhāsahagataṃ kusalaṃ dhammaṃ paṭicca upekkhāsahagato kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:52.1": "Pītisahagataṃ kusalañca sukhasahagataṃ kusalañca dhammaṃ paṭicca pītisahagato kusalo dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha dasa. Sabbattha vitthāro.)",
  "patthana5.2:53.1": "Pītisahagataṃ akusalaṃ dhammaṃ paṭicca pītisahagato akusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:54.1": "Sukhasahagataṃ akusalaṃ dhammaṃ paṭicca sukhasahagato akusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:55.1": "Upekkhāsahagataṃ akusalaṃ dhammaṃ paṭicca upekkhāsahagato akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:56.1": "Pītisahagataṃ akusalañca sukhasahagataṃ akusalañca dhammaṃ paṭicca pītisahagato akusalo dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha dasa. Sabbattha vitthāro.)",
  "patthana5.2:57.1": "Pītisahagataṃ abyākataṃ dhammaṃ paṭicca pītisahagato abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:58.1": "Sukhasahagataṃ abyākataṃ dhammaṃ paṭicca sukhasahagato abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:59.1": "Upekkhāsahagataṃ abyākataṃ dhammaṃ paṭicca upekkhāsahagato abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:60.1": "Pītisahagataṃ abyākatañca sukhasahagataṃ abyākatañca dhammaṃ paṭicca pītisahagato abyākato dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha dasa. Sabbattha vitthāro.)",
  "patthana5.2:61.0": "Hetu",
  "patthana5.2:61.1": "Nevadassanena nabhāvanāya pahātabbaṃ kusalaṃ dhammaṃ paṭicca nevadassanena nabhāvanāya pahātabbo kusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:62.1": "Dassanena pahātabbaṃ akusalaṃ dhammaṃ paṭicca dassanena pahātabbo akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:63.1": "Bhāvanāya pahātabbaṃ akusalaṃ dhammaṃ paṭicca bhāvanāya pahātabbo akusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:64.1": "Nevadassanena nabhāvanāya pahātabbaṃ abyākataṃ dhammaṃ paṭicca nevadassanena nabhāvanāya pahātabbo abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:65.0": "Hetu",
  "patthana5.2:65.1": "Nevadassanena nabhāvanāya pahātabbahetukaṃ kusalaṃ dhammaṃ paṭicca nevadassanena nabhāvanāya pahātabbahetuko kusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ. Sabbattha vitthāro.)",
  "patthana5.2:66.1": "Dassanena pahātabbahetukaṃ akusalaṃ dhammaṃ paṭicca dassanena pahātabbahetuko akusalo dhammo uppajjati hetupaccayā.",
  "patthana5.2:67.1": "Bhāvanāya pahātabbahetukaṃ akusalaṃ dhammaṃ paṭicca bhāvanāya pahātabbahetuko akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana5.2:68.1": "Hetuyā cha, ārammaṇe dasa, adhipatiyā dve …pe… avigate dasa. (Sabbattha vitthāro.)",
  "patthana5.2:69.1": "Nevadassanena nabhāvanāya pahātabbahetukaṃ abyākataṃ dhammaṃ paṭicca nevadassanena nabhāvanāya pahātabbahetuko abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:70.0": "Hetu",
  "patthana5.2:70.1": "Ācayagāmiṃ kusalaṃ dhammaṃ paṭicca ācayagāmī kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:71.1": "Apacayagāmiṃ kusalaṃ dhammaṃ paṭicca apacayagāmī kusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:72.1": "Ācayagāmiṃ akusalaṃ dhammaṃ paṭicca ācayagāmī akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:73.1": "Nevācayagāmināpacayagāmiṃ abyākataṃ dhammaṃ paṭicca nevācayagāmināpacayagāmī abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:74.0": "Hetu",
  "patthana5.2:74.1": "Sekkhaṃ kusalaṃ dhammaṃ paṭicca sekkho kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:75.1": "Nevasekkhanāsekkhaṃ kusalaṃ dhammaṃ paṭicca nevasekkhanāsekkho kusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:76.1": "Nevasekkhanāsekkhaṃ akusalaṃ dhammaṃ paṭicca nevasekkhanāsekkho akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:77.1": "Sekkhaṃ abyākataṃ dhammaṃ paṭicca sekkho abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana5.2:78.1": "Hetuyā nava, ārammaṇe tīṇi …pe… āsevane ekaṃ …pe… avigate nava. (Sabbattha vitthāretabbaṃ.)",
  "patthana5.2:79.0": "Hetu",
  "patthana5.2:79.1": "Parittaṃ kusalaṃ dhammaṃ paṭicca paritto kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:80.1": "Mahaggataṃ kusalaṃ dhammaṃ paṭicca mahaggato kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:81.1": "Appamāṇaṃ kusalaṃ dhammaṃ paṭicca appamāṇo kusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha tīṇi. Sabbattha vitthāro.)",
  "patthana5.2:82.1": "Parittaṃ akusalaṃ dhammaṃ paṭicca paritto akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:83.1": "Parittaṃ abyākataṃ dhammaṃ paṭicca paritto abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:84.1": "Mahaggataṃ abyākataṃ dhammaṃ paṭicca mahaggato abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:85.1": "Appamāṇaṃ abyākataṃ dhammaṃ paṭicca appamāṇo abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana5.2:86.1": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava …pe… aññamaññe satta …pe… purejāte tīṇi, āsevane dve, kamme terasa …pe… avigate terasa. (Saṃkhittaṃ.)",
  "patthana5.2:87.0": "Hetu",
  "patthana5.2:87.1": "Parittārammaṇaṃ kusalaṃ dhammaṃ paṭicca parittārammaṇo kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:88.1": "Mahaggatārammaṇaṃ kusalaṃ dhammaṃ paṭicca mahaggatārammaṇo kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:89.1": "Appamāṇārammaṇaṃ kusalaṃ dhammaṃ paṭicca appamāṇārammaṇo kusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha tīṇi. Sabbattha vitthāro.)",
  "patthana5.2:90.1": "Parittārammaṇaṃ akusalaṃ dhammaṃ paṭicca parittārammaṇo akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:91.1": "Mahaggatārammaṇaṃ akusalaṃ dhammaṃ paṭicca mahaggatārammaṇo akusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:92.1": "Parittārammaṇaṃ abyākataṃ dhammaṃ paṭicca parittārammaṇo abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:93.1": "Mahaggatārammaṇaṃ abyākataṃ dhammaṃ paṭicca mahaggatārammaṇo abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:94.1": "Appamāṇārammaṇaṃ abyākataṃ dhammaṃ paṭicca appamāṇārammaṇo abyākato dhammo uppajjati hetupaccayā. (1) (Sabbattha tīṇi. Sabbattha vitthāro.)",
  "patthana5.2:95.0": "Hetu",
  "patthana5.2:95.1": "Majjhimaṃ kusalaṃ dhammaṃ paṭicca majjhimo kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:96.1": "Paṇītaṃ kusalaṃ dhammaṃ paṭicca paṇīto kusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:97.1": "Hīnaṃ akusalaṃ dhammaṃ paṭicca hīno akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:98.1": "Majjhimaṃ abyākataṃ dhammaṃ paṭicca majjhimo abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:99.1": "Paṇītaṃ abyākataṃ dhammaṃ paṭicca paṇīto abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:100.1": "Majjhimaṃ abyākatañca paṇītaṃ abyākatañca dhammaṃ paṭicca majjhimo abyākato dhammo uppajjati hetupaccayā. (1) (Saṃkhittaṃ.)",
  "patthana5.2:101.1": "Hetuyā pañca, ārammaṇe dve …pe… āsevane ekaṃ …pe… avigate pañca. (Sabbattha vitthāro.)",
  "patthana5.2:102.0": "Hetu",
  "patthana5.2:102.1": "Sammattaniyataṃ kusalaṃ dhammaṃ paṭicca sammattaniyato kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:103.1": "Aniyataṃ kusalaṃ dhammaṃ paṭicca aniyato kusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:104.1": "Micchattaniyataṃ akusalaṃ dhammaṃ paṭicca micchattaniyato akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:105.1": "Aniyataṃ akusalaṃ dhammaṃ paṭicca aniyato akusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:106.1": "Aniyataṃ abyākataṃ dhammaṃ paṭicca aniyato abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:107.0": "Hetu",
  "patthana5.2:107.1": "Maggārammaṇaṃ kusalaṃ dhammaṃ paṭicca maggārammaṇo kusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:108.1": "Maggahetukaṃ kusalaṃ dhammaṃ paṭicca maggahetuko kusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:109.1": "Maggādhipatiṃ kusalaṃ dhammaṃ paṭicca maggādhipati kusalo dhammo uppajjati hetupaccayā … pañca.",
  "patthana5.2:110.1": "Maggārammaṇaṃ kusalañca maggādhipatiṃ kusalañca dhammaṃ paṭicca maggārammaṇo kusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:111.1": "Maggahetukaṃ kusalañca maggādhipatiṃ kusalañca dhammaṃ paṭicca maggahetuko kusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana5.2:112.1": "Hetuyā sattarasa …pe… avigate sattarasa. (Saṃkhittaṃ.)",
  "patthana5.2:113.1": "Maggārammaṇaṃ abyākataṃ dhammaṃ paṭicca maggārammaṇo abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:114.1": "Maggādhipatiṃ abyākataṃ dhammaṃ paṭicca maggādhipati abyākato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.2:115.1": "Maggārammaṇaṃ abyākatañca maggādhipatiṃ abyākatañca dhammaṃ paṭicca maggārammaṇo abyākato dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha nava. Sabbattha vitthāro.)",
  "patthana5.2:116.0": "Hetu",
  "patthana5.2:116.1": "Uppanno kusalo dhammo uppannassa kusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṃ. Sabbattha vitthāro.)",
  "patthana5.2:117.1": "Uppanno akusalo dhammo uppannassa akusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṃ. Sabbattha vitthāro.)",
  "patthana5.2:118.1": "Uppanno abyākato dhammo uppannassa abyākatassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana5.2:119.1": "Hetuyā ekaṃ, ārammaṇe tīṇi …pe… upanissaye tīṇi …pe… avigate ekaṃ. (Sabbattha vitthāro.)",
  "patthana5.2:120.0": "Hetu",
  "patthana5.2:120.1": "Paccuppanno kusalo dhammo paccuppannassa kusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṃ.)",
  "patthana5.2:121.1": "Paccuppanno akusalo dhammo paccuppannassa akusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṃ. Sabbattha vitthāro.)",
  "patthana5.2:122.1": "Paccuppanno abyākato dhammo paccuppannassa abyākatassa dhammassa hetupaccayena paccayo.",
  "patthana5.2:123.1": "Hetuyā ekaṃ, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… upanissaye tīṇi …pe… avigate ekaṃ. (Sabbattha vitthāro.)",
  "patthana5.2:124.0": "Hetu",
  "patthana5.2:124.1": "Atītārammaṇaṃ kusalaṃ dhammaṃ paṭicca atītārammaṇo kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:125.1": "Anāgatārammaṇaṃ kusalaṃ dhammaṃ paṭicca anāgatārammaṇo kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:126.1": "Paccuppannārammaṇaṃ kusalaṃ dhammaṃ paṭicca paccuppannārammaṇo kusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha tīṇi. Sabbattha vitthāro.)",
  "patthana5.2:127.1": "Atītārammaṇaṃ akusalaṃ dhammaṃ paṭicca atītārammaṇo akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:128.1": "Anāgatārammaṇaṃ akusalaṃ dhammaṃ paṭicca anāgatārammaṇo akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:129.1": "Paccuppannārammaṇaṃ akusalaṃ dhammaṃ paṭicca paccuppannārammaṇo akusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha tīṇi. Sabbattha vitthāro.)",
  "patthana5.2:130.1": "Atītārammaṇaṃ abyākataṃ dhammaṃ paṭicca atītārammaṇo abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:131.1": "Anāgatārammaṇaṃ abyākataṃ dhammaṃ paṭicca anāgatārammaṇo abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:132.1": "Paccuppannārammaṇaṃ abyākataṃ dhammaṃ paṭicca paccuppannārammaṇo abyākato dhammo uppajjati hetupaccayā. (1) (Sabbattha tīṇi. Sabbattha vitthāro.)",
  "patthana5.2:133.0": "Hetu",
  "patthana5.2:133.1": "Ajjhattaṃ kusalaṃ dhammaṃ paṭicca ajjhatto kusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:134.1": "Bahiddhā kusalaṃ dhammaṃ paṭicca bahiddhā kusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:135.1": "Ajjhattaṃ akusalaṃ dhammaṃ paṭicca ajjhatto akusalo dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:136.1": "Bahiddhā akusalaṃ dhammaṃ paṭicca bahiddhā akusalo dhammo uppajjati hetupaccayā. (1) (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:137.1": "Ajjhattaṃ abyākataṃ dhammaṃ paṭicca ajjhatto abyākato dhammo uppajjati hetupaccayā. (1)",
  "patthana5.2:138.1": "Bahiddhā abyākataṃ dhammaṃ paṭicca bahiddhā abyākato dhammo uppajjati hetupaccayā. (1) (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:139.0": "Hetu",
  "patthana5.2:139.1": "Ajjhattārammaṇaṃ kusalaṃ dhammaṃ paṭicca ajjhattārammaṇo kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:140.1": "Ajjhattārammaṇaṃ akusalaṃ dhammaṃ paṭicca ajjhattārammaṇo akusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:141.1": "Ajjhattārammaṇaṃ abyākataṃ dhammaṃ paṭicca ajjhattārammaṇo abyākato dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.)",
  "patthana5.2:142.0": "Hetu",
  "patthana5.2:142.1": "Anidassanaappaṭighaṃ kusalaṃ dhammaṃ paṭicca anidassanaappaṭigho kusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:143.1": "Anidassanaappaṭighaṃ akusalaṃ dhammaṃ paṭicca anidassanaappaṭigho akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṃ.)",
  "patthana5.2:144.1": "Anidassanasappaṭighaṃ abyākataṃ dhammaṃ paṭicca anidassanasappaṭigho abyākato dhammo uppajjati hetupaccayā. (Ekaṃ.)",
  "patthana5.2:145.1": "Anidassanasappaṭighaṃ abyākataṃ dhammaṃ paṭicca sanidassanasappaṭigho abyākato dhammo uppajjati hetupaccayā. (Dve.)",
  "patthana5.2:146.1": "Anidassanasappaṭighaṃ abyākataṃ dhammaṃ paṭicca anidassanaappaṭigho abyākato dhammo uppajjati hetupaccayā. (Tīṇi.)",
  "patthana5.2:147.1": "Anidassanasappaṭighaṃ abyākataṃ dhammaṃ paṭicca sanidassanasappaṭigho abyākato ca anidassanaappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Cattāri.)",
  "patthana5.2:148.1": "Anidassanasappaṭighaṃ abyākataṃ dhammaṃ paṭicca anidassanasappaṭigho abyākato ca anidassanaappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Pañca.)",
  "patthana5.2:149.1": "Anidassanasappaṭighaṃ abyākataṃ dhammaṃ paṭicca sanidassanasappaṭigho abyākato ca anidassanasappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Cha.)",
  "patthana5.2:150.1": "Anidassanasappaṭighaṃ abyākataṃ dhammaṃ paṭicca sanidassanasappaṭigho abyākato ca anidassanasappaṭigho abyākato ca anidassanaappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Satta.)",
  "patthana5.2:151.1": "Anidassanaappaṭighaṃ abyākataṃ dhammaṃ paṭicca anidassanaappaṭigho abyākato dhammo uppajjati hetupaccayā. (Satta.)",
  "patthana5.2:152.1": "Anidassanaappaṭighaṃ abyākatañca anidassanasappaṭighaṃ abyākatañca dhammaṃ paṭicca sanidassanasappaṭigho abyākato dhammo uppajjati hetupaccayā. (Satta.) (Saṃkhittaṃ.)",
  "patthana5.2:153.1": "Hetuyā ekavīsa, ārammaṇe ekaṃ, adhipatiyā ekavīsa …pe… aññamaññe cha …pe… avigate ekavīsa. (Saṃkhittaṃ.)",
  "patthana5.2:154.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṃ.)"
}