{
  "patthana20.8:0.1": "Paṭṭhānapakaraṇa ",
  "patthana20.8:0.2": "Dhammapaccanīyānuloma (4), Dukapaṭṭhānapāḷi (2) ",
  "patthana20.8:0.3": "20.8. Piṭṭhiduka ",
  "patthana20.8:1.1": "Nadassanena pahātabbaṁ dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana20.8:2.1": "Nanadassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati hetupaccayā. Nanadassanena pahātabbaṁ dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā. Nanadassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo ca nadassanena pahātabbo ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana20.8:3.1": "Nadassanena pahātabbañca nanadassanena pahātabbañca dhammaṁ paṭicca nadassanena pahātabbo dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) ",
  "patthana20.8:4.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. ",
  "patthana20.8:5.1": "Nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.8:6.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. ",
  "patthana20.8:7.1": "Nadassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.8:8.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca …pe… vipāke ekaṁ …pe… avigate nava. ",
  "patthana20.8:9.1": "Nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.8:10.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca …pe… vipāke ekaṁ …pe… avigate nava. ",
  "patthana20.8:11.1": "Nasavitakkaṁ dhammaṁ paṭicca savitakko dhammo uppajjati hetupaccayā. Nasavitakkaṁ dhammaṁ paṭicca avitakko dhammo uppajjati hetupaccayā. Nasavitakkaṁ dhammaṁ paṭicca savitakko ca avitakko ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana20.8:12.1": "Naavitakkaṁ dhammaṁ paṭicca avitakko dhammo uppajjati hetupaccayā. Naavitakkaṁ dhammaṁ paṭicca savitakko dhammo uppajjati hetupaccayā. Naavitakkaṁ dhammaṁ paṭicca savitakko ca avitakko ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana20.8:13.1": "Nasavitakkañca naavitakkañca dhammaṁ paṭicca savitakko dhammo uppajjati hetupaccayā. Nasavitakkañca naavitakkañca dhammaṁ paṭicca avitakko dhammo uppajjati hetupaccayā. Nasavitakkañca naavitakkañca dhammaṁ paṭicca savitakko ca avitakko ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana20.8:14.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava. ",
  "patthana20.8:15.1": "Nasavicāraṁ dhammaṁ paṭicca savicāro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.8:16.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava. ",
  "patthana20.8:17.1": "Nasappītikaṁ dhammaṁ paṭicca sappītiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.8:18.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava. ",
  "patthana20.8:19.1": "Napītisahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.8:20.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava. ",
  "patthana20.8:21.1": "Nasukhasahagataṁ dhammaṁ paṭicca sukhasahagato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.8:22.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava. ",
  "patthana20.8:23.1": "Naupekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato dhammo uppajjati hetupaccayā. Naupekkhāsahagataṁ dhammaṁ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā. Naupekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato ca naupekkhāsahagato ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana20.8:24.1": "Nanaupekkhāsahagataṁ dhammaṁ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana20.8:25.1": "Naupekkhāsahagatañca nanaupekkhāsahagatañca dhammaṁ paṭicca upekkhāsahagato dhammo uppajjati hetupaccayā. Naupekkhāsahagatañca nanaupekkhāsahagatañca dhammaṁ paṭicca naupekkhāsahagato dhammo uppajjati hetupaccayā. Naupekkhāsahagatañca nanaupekkhāsahagatañca dhammaṁ paṭicca upekkhāsahagato ca naupekkhāsahagato ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana20.8:26.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane cha …pe… avigate nava. ",
  "patthana20.8:27.1": "Nakāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro dhammo uppajjati hetupaccayā. Nakāmāvacaraṁ dhammaṁ paṭicca nakāmāvacaro dhammo uppajjati hetupaccayā. Nakāmāvacaraṁ dhammaṁ paṭicca kāmāvacaro ca nakāmāvacaro ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana20.8:28.1": "Nanakāmāvacaraṁ dhammaṁ paṭicca nakāmāvacaro dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana20.8:29.1": "Nakāmāvacarañca nanakāmāvacarañca dhammaṁ paṭicca kāmāvacaro dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana20.8:30.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane dve …pe… avigate nava. ",
  "patthana20.8:31.1": "Narūpāvacaraṁ dhammaṁ paṭicca rūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.8:32.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane dve …pe… avigate nava. ",
  "patthana20.8:33.1": "Naarūpāvacaraṁ dhammaṁ paṭicca naarūpāvacaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.8:34.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke dve …pe… avigate pañca. ",
  "patthana20.8:35.1": "Napariyāpannaṁ dhammaṁ paṭicca pariyāpanno dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana20.8:36.1": "Naapariyāpannaṁ dhammaṁ paṭicca pariyāpanno dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana20.8:37.1": "Napariyāpannañca naapariyāpannañca dhammaṁ paṭicca pariyāpanno dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) ",
  "patthana20.8:38.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. ",
  "patthana20.8:39.1": "Naniyyānikaṁ dhammaṁ paṭicca aniyyāniko dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana20.8:40.1": "Naaniyyānikaṁ dhammaṁ paṭicca aniyyāniko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana20.8:41.1": "Naniyyānikañca naaniyyānikañca dhammaṁ paṭicca aniyyāniko dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) ",
  "patthana20.8:42.1": "Hetuyā pañca, ārammaṇe ekaṁ …pe… vipāke ekaṁ …pe… avigate pañca. ",
  "patthana20.8:43.1": "Naniyataṁ dhammaṁ paṭicca aniyato dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana20.8:44.1": "Naaniyataṁ dhammaṁ paṭicca aniyato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana20.8:45.1": "Naniyatañca naaniyatañca dhammaṁ paṭicca aniyato dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) ",
  "patthana20.8:46.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. ",
  "patthana20.8:47.1": "Nasauttaraṁ dhammaṁ paṭicca sauttaro dhammo uppajjati hetupaccayā. Nasauttaraṁ dhammaṁ paṭicca anuttaro dhammo uppajjati hetupaccayā. Nasauttaraṁ dhammaṁ paṭicca sauttaro ca anuttaro ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana20.8:48.1": "Naanuttaraṁ dhammaṁ paṭicca sauttaro dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana20.8:49.1": "Nasauttarañca naanuttarañca dhammaṁ paṭicca sauttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.8:50.1": "Hetuyā pañca, ārammaṇe dve …pe… avigate pañca. "
}