{
  "patthana20.5:0.1": "Paṭṭhānapakaraṇa",
  "patthana20.5:0.2": "Dhammapaccanīyānuloma (4), Dukapaṭṭhānapāḷi (2)",
  "patthana20.5:0.3": "20.5. Mahantaraduka",
  "patthana20.5:1.1": "Nasārammaṇaṁ dhammaṁ paṭicca sārammaṇo dhammo uppajjati hetupaccayā. Nasārammaṇaṁ dhammaṁ paṭicca anārammaṇo dhammo uppajjati hetupaccayā. Nasārammaṇaṁ dhammaṁ paṭicca sārammaṇo ca anārammaṇo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.5:2.1": "Naanārammaṇaṁ dhammaṁ paṭicca anārammaṇo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.5:3.1": "Nasārammaṇañca naanārammaṇañca dhammaṁ paṭicca sārammaṇo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana20.5:4.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane ekaṁ …pe… avigate nava.",
  "patthana20.5:5.1": "Nacittaṁ dhammaṁ paṭicca citto dhammo uppajjati hetupaccayā. Nacittaṁ dhammaṁ paṭicca nocitto dhammo uppajjati hetupaccayā. Nacittaṁ dhammaṁ paṭicca citto ca nocitto ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana20.5:6.1": "Nanocittaṁ dhammaṁ paṭicca nocitto dhammo uppajjati hetupaccayā … ekaṁ.",
  "patthana20.5:7.1": "Nacittañca nanocittañca dhammaṁ paṭicca nocitto dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.)",
  "patthana20.5:8.1": "Hetuyā pañca …pe… avigate pañca.",
  "patthana20.5:9.1": "Nacetasikaṁ dhammaṁ paṭicca cetasiko dhammo uppajjati hetupaccayā. Nacetasikaṁ dhammaṁ paṭicca acetasiko dhammo uppajjati hetupaccayā. Nacetasikaṁ dhammaṁ paṭicca cetasiko ca acetasiko ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.5:10.1": "Hetuyā nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:11.1": "Nacittasampayuttaṁ dhammaṁ paṭicca cittasampayutto dhammo uppajjati hetupaccayā. Nacittasampayuttaṁ dhammaṁ paṭicca cittavippayutto dhammo uppajjati hetupaccayā. Nacittasampayuttaṁ dhammaṁ paṭicca cittasampayutto ca cittavippayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana20.5:12.1": "Nacittavippayuttaṁ dhammaṁ paṭicca cittavippayutto dhammo uppajjati hetupaccayā. Nacittavippayuttaṁ dhammaṁ paṭicca cittasampayutto dhammo uppajjati hetupaccayā. Nacittavippayuttaṁ dhammaṁ paṭicca cittasampayutto ca cittavippayutto ca dhammā uppajjanti hetupaccayā. ",
  "patthana20.5:13.1": "Nacittasampayuttañca nacittavippayuttañca dhammaṁ paṭicca cittasampayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana20.5:14.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane ekaṁ …pe… avigate nava.",
  "patthana20.5:15.1": "Nacittasaṁsaṭṭhaṁ dhammaṁ paṭicca cittasaṁsaṭṭho dhammo uppajjati hetupaccayā. Nacittasaṁsaṭṭhaṁ dhammaṁ paṭicca cittavisaṁsaṭṭho dhammo uppajjati hetupaccayā. Nacittasaṁsaṭṭhaṁ dhammaṁ paṭicca cittasaṁsaṭṭho ca cittavisaṁsaṭṭho ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.5:16.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane ekaṁ …pe… avigate nava.",
  "patthana20.5:17.1": "Nacittasamuṭṭhānaṁ dhammaṁ paṭicca cittasamuṭṭhāno dhammo uppajjati hetupaccayā. Nacittasamuṭṭhānaṁ dhammaṁ paṭicca nocittasamuṭṭhāno dhammo uppajjati hetupaccayā. Nacittasamuṭṭhānaṁ dhammaṁ paṭicca cittasamuṭṭhāno ca nocittasamuṭṭhāno ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.5:18.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā pañca …pe… avigate nava.",
  "patthana20.5:19.1": "Nacittasahabhuṁ dhammaṁ paṭicca cittasahabhū dhammo uppajjati hetupaccayā. Nacittasahabhuṁ dhammaṁ paṭicca nocittasahabhū dhammo uppajjati hetupaccayā. Nacittasahabhuṁ dhammaṁ paṭicca cittasahabhū ca nocittasahabhū ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.5:20.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:21.1": "Nacittānuparivattiṁ dhammaṁ paṭicca cittānuparivattī dhammo uppajjati hetupaccayā. Nacittānuparivattiṁ dhammaṁ paṭicca nocittānuparivattī dhammo uppajjati hetupaccayā. Nacittānuparivattiṁ dhammaṁ paṭicca cittānuparivattī ca nocittānuparivattī ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.5:22.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:23.1": "Nacittasaṁsaṭṭhasamuṭṭhānaṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.5:24.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:25.1": "Nacittasaṁsaṭṭhasamuṭṭhānasahabhuṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.5:26.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:27.1": "Nacittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ dhammaṁ paṭicca cittasaṁsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.5:28.1": "Hetuyā nava, ārammaṇe nava …pe… purejāte āsevane pañca …pe… avigate nava.",
  "patthana20.5:29.1": "Naajjhattikaṁ dhammaṁ paṭicca ajjhattiko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.5:30.1": "Nabāhiraṁ dhammaṁ paṭicca bāhiro dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana20.5:31.1": "Naajjhattikañca nabāhirañca dhammaṁ paṭicca ajjhattiko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana20.5:32.1": "Hetuyā nava, ārammaṇe pañca …pe… avigate nava.",
  "patthana20.5:33.1": "Naupādā dhammaṁ paṭicca upādā dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.5:34.1": "Hetuyā pañca, ārammaṇe tīṇi …pe… purejāte āsevane ekaṁ …pe… avigate pañca.",
  "patthana20.5:35.1": "Naupādinnaṁ dhammaṁ paṭicca anupādinno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana20.5:36.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā ekaṁ …pe… āsevane ekaṁ …pe… avigate pañca."
}