{
  "patthana20.1:0.1": "Paṭṭhānapakaraṇa ",
  "patthana20.1:0.2": "Dhammapaccanīyānuloma (4), Dukapaṭṭhānapāḷi (2) ",
  "patthana20.1:0.3": "20.1. Hetugocchaka ",
  "patthana20.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa. ",
  "patthana20.1:2.1": "Nahetuṁ dhammaṁ paṭicca hetu dhammo uppajjati hetupaccayā. Nahetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati hetupaccayā. Nahetuṁ dhammaṁ paṭicca hetu ca nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana20.1:3.1": "Nanahetuṁ dhammaṁ paṭicca hetu dhammo uppajjati hetupaccayā. Nanahetuṁ dhammaṁ paṭicca nahetu dhammo uppajjati hetupaccayā. Nanahetuṁ dhammaṁ paṭicca hetu ca nahetu ca dhammā uppajjanti hetupaccayā. ",
  "patthana20.1:4.1": "Nahetuñca nanahetuñca dhammaṁ paṭicca hetu dhammo uppajjati hetupaccayā. Nahetuñca nanahetuñca dhammaṁ paṭicca nahetu dhammo uppajjati hetupaccayā. Nahetuñca nanahetuñca dhammaṁ paṭicca hetu ca nahetu ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana20.1:5.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. ",
  "patthana20.1:6.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) ",
  "patthana20.1:7.1": "Nasahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati hetupaccayā. Nasahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati hetupaccayā. Nasahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana20.1:8.1": "Naahetukaṁ dhammaṁ paṭicca ahetuko dhammo uppajjati hetupaccayā. Naahetukaṁ dhammaṁ paṭicca sahetuko dhammo uppajjati hetupaccayā. Naahetukaṁ dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. ",
  "patthana20.1:9.1": "Nasahetukañca naahetukañca dhammaṁ paṭicca sahetuko dhammo uppajjati hetupaccayā. Nasahetukañca naahetukañca dhammaṁ paṭicca ahetuko dhammo uppajjati hetupaccayā. Nasahetukañca naahetukañca dhammaṁ paṭicca sahetuko ca ahetuko ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana20.1:10.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca …pe… avigate nava. ",
  "patthana20.1:11.1": "Nahetusampayuttaṁ dhammaṁ paṭicca hetusampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ. Sahetukadukasadisaṁ.) ",
  "patthana20.1:12.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca …pe… avigate nava. ",
  "patthana20.1:13.1": "Nahetuñceva naahetukañca dhammaṁ paṭicca hetu ceva sahetuko ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.1:14.1": "Hetuyā nava …pe… avigate nava. ",
  "patthana20.1:15.1": "Nahetuñceva nahetuvippayuttañca dhammaṁ paṭicca hetu ceva hetusampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.1:16.1": "Hetuyā nava …pe… avigate nava. ",
  "patthana20.1:17.1": "Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu sahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana20.1:18.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane dve …pe… avigate nava. "
}