{
  "sn21.4:0.1": "Verbundene Lehrreden 21.4 ",
  "sn21.4:0.2": "1. Das Kapitel mit Mönchen ",
  "sn21.4:0.3": "Ein jüngerer Mönch ",
  "sn21.4:1.1": "In Sāvatthī. ",
  "sn21.4:1.2": "Zu dieser Zeit ging einer der jüngeren Mönche nach dem Essen, wenn er vom Almosengang zurückkam, in seine Hütte und verharrte in Untätigkeit und Schweigen. Er half den Mönchen und Nonnen nicht, als es Zeit zum Robennähen war. ",
  "sn21.4:1.3": "Da gingen mehrere Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm davon. ",
  "sn21.4:2.1": "Da wandte sich der Buddha an einen gewissen Mönch: ",
  "sn21.4:2.2": "„Bitte, Mönch, sag diesem Mönch in meinem Namen, dass der Lehrer ihn rufen lässt.“ ",
  "sn21.4:2.3": "„Ja, Herr“, antwortete der Mönch. Er ging zu diesem Mönch und sagte: ",
  "sn21.4:2.4": "„Geehrter, der Lehrer lässt dich rufen.“ ",
  "sn21.4:2.5": "„Ja, Geehrter“, antwortete dieser Mönch. Er ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "sn21.4:2.6": "„Ist es wirklich wahr, Mönch, dass du nach dem Essen, wenn du vom Almosengang zurückkamst, in deine Hütte gegangen bist und in Untätigkeit und Schweigen verharrt hast, und dass du den Mönchen und Nonnen nicht geholfen hast, als es Zeit zum Robennähen war?“ ",
  "sn21.4:2.7": "„Herr, ich tue meine eigene Arbeit.“ ",
  "sn21.4:3.1": "Da erkannte der Buddha, was dieser Mönch dachte, und wandte sich an die Mönche und Nonnen: ",
  "sn21.4:3.2": "„Mönche und Nonnen, beklagt euch nicht über diesen Mönch. ",
  "sn21.4:3.3": "Dieser Mönch erlangt die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not. Und er ist in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangt. Er lebt an dem Ziel, das er durch eigene Einsicht erkannt hat, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.“ ",
  "sn21.4:4.1": "Das sagte der Buddha. ",
  "sn21.4:4.2": "Und der Heilige, der Lehrer, fuhr fort: ",
  "sn21.4:5.1": "„Nicht, indem man lasch ist, ",
  "sn21.4:5.2": "noch mit geringer Kraft ",
  "sn21.4:5.3": "wird das Erlöschen verwirklicht, ",
  "sn21.4:5.4": "die Befreiung von allem Leiden. ",
  "sn21.4:6.1": "Dieser junge Mönch, ",
  "sn21.4:6.2": "der beste der Männer, ",
  "sn21.4:6.3": "trägt seinen letzten Körper; ",
  "sn21.4:6.4": "Māra und sein Heer hat er bezwungen.“ "
}