{
  "an1.61:0.1": "Numbered Discourses 1 ",
  "an1.61:0.2": "7. Arousing Energy ",
  "an1.61:0.3": "61 ",
  "an1.61:1.1": "“Mendicants, I do not see a single thing that gives rise to skillful qualities, or makes unskillful qualities decline like arousing energy. ",
  "an1.61:1.2": "When you’re energetic, skillful qualities arise and unskillful qualities decline.” ",
  "an1.61:1.3": " ",
  "an1.62:0.1": "62 ",
  "an1.62:1.1": "“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or makes skillful qualities decline like having many wishes. ",
  "an1.62:1.2": "When you have many wishes, unskillful qualities arise and skillful qualities decline.” ",
  "an1.62:1.3": " ",
  "an1.63:0.1": "63 ",
  "an1.63:1.1": "“Mendicants, I do not see a single thing that gives rise to skillful qualities, or makes unskillful qualities decline like having few wishes. ",
  "an1.63:1.2": "When you have few wishes, skillful qualities arise and unskillful qualities decline.” ",
  "an1.63:1.3": " ",
  "an1.64:0.1": "64 ",
  "an1.64:1.1": "“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or makes skillful qualities decline like lack of contentment. ",
  "an1.64:1.2": "When you lack contentment, unskillful qualities arise and skillful qualities decline.” ",
  "an1.64:1.3": " ",
  "an1.65:0.1": "65 ",
  "an1.65:1.1": "“Mendicants, I do not see a single thing that gives rise to skillful qualities, or makes unskillful qualities decline like contentment. ",
  "an1.65:1.2": "When you’re contented, skillful qualities arise and unskillful qualities decline.” ",
  "an1.65:1.3": " ",
  "an1.66:0.1": "66 ",
  "an1.66:1.1": "“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or makes skillful qualities decline like improper attention. ",
  "an1.66:1.2": "When you attend improperly, unskillful qualities arise and skillful qualities decline.” ",
  "an1.66:1.3": " ",
  "an1.67:0.1": "67 ",
  "an1.67:1.1": "“Mendicants, I do not see a single thing that gives rise to skillful qualities, or makes unskillful qualities decline like proper attention. ",
  "an1.67:1.2": "When you attend properly, skillful qualities arise and unskillful qualities decline.” ",
  "an1.67:1.3": " ",
  "an1.68:0.1": "68 ",
  "an1.68:1.1": "“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or makes skillful qualities decline like lack of situational awareness. ",
  "an1.68:1.2": "When you lack situational awareness, unskillful qualities arise and skillful qualities decline.” ",
  "an1.68:1.3": " ",
  "an1.69:0.1": "69 ",
  "an1.69:1.1": "“Mendicants, I do not see a single thing that gives rise to skillful qualities, or makes unskillful qualities decline like situational awareness. ",
  "an1.69:1.2": "When you have situational awareness, skillful qualities arise and unskillful qualities decline.” ",
  "an1.69:1.3": " ",
  "an1.70:0.1": "70 ",
  "an1.70:1.1": "“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or makes skillful qualities decline like bad friends. ",
  "an1.70:1.2": "When you have bad friends, unskillful qualities arise and skillful qualities decline.” ",
  "an1.70:1.3": " "
}