{
  "ya4.2.1:0.1": "4 Dhātuyamaka",
  "ya4.2.1:0.2": "4.2 Pavattivāra",
  "ya4.2.1:0.3": "4.2.1. Uppādavāra",
  "ya4.2.1:1.0.1": "4.2.1.1 Paccuppannavāra",
  "ya4.2.1:1.0.2": "4.2.1.1.1. Anulomapuggala",
  "ya4.2.1:1.1": "» Yassa cakkhudhātu uppajjati tassa sotadhātu uppajjatīti?",
  "ya4.2.1:2.1": "Sacakkhukānaṁ asotakānaṁ upapajjantānaṁ tesaṁ cakkhudhātu uppajjati, no ca tesaṁ sotadhātu uppajjati. Sacakkhukānaṁ sasotakānaṁ upapajjantānaṁ tesaṁ cakkhudhātu ca uppajjati sotadhātu ca uppajjati.",
  "ya4.2.1:3.1": "« Yassa vā pana sotadhātu uppajjati tassa cakkhudhātu uppajjatīti?",
  "ya4.2.1:4.1": "Sasotakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ sotadhātu uppajjati, no ca tesaṁ cakkhudhātu uppajjati. Sasotakānaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ sotadhātu ca uppajjati cakkhudhātu ca uppajjati.",
  "ya4.2.1:5.1": "» Yassa cakkhudhātu uppajjati tassa ghānadhātu uppajjatīti?",
  "ya4.2.1:6.1": "Sacakkhukānaṁ aghānakānaṁ upapajjantānaṁ tesaṁ cakkhudhātu uppajjati, no ca tesaṁ ghānadhātu uppajjati. Sacakkhukānaṁ saghānakānaṁ upapajjantānaṁ tesaṁ cakkhudhātu ca uppajjati ghānadhātu ca uppajjati.",
  "ya4.2.1:7.1": "« Yassa vā pana ghānadhātu uppajjati tassa cakkhudhātu uppajjatīti?",
  "ya4.2.1:8.1": "Saghānakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ ghānadhātu uppajjati, no ca tesaṁ cakkhudhātu uppajjati. Saghānakānaṁ sacakkhukānaṁ upapajjantānaṁ tesaṁ ghānadhātu ca uppajjati cakkhudhātu ca uppajjati.",
  "ya4.2.1:9.1": "» Yassa cakkhudhātu uppajjati tassa rūpadhātu uppajjatīti? Āmantā.",
  "ya4.2.1:10.1": "« Yassa vā pana rūpadhātu uppajjati tassa cakkhudhātu uppajjatīti?",
  "ya4.2.1:11.1": "Sarūpakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ rūpadhātu uppajjati, no ca tesaṁ cakkhudhātu uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ rūpadhātu ca uppajjati cakkhudhātu ca uppajjati.",
  "ya4.2.1:12.1": "» Yassa cakkhudhātu uppajjati tassa manoviññāṇadhātu uppajjatīti? Āmantā.",
  "ya4.2.1:13.1": "« Yassa vā pana manoviññāṇadhātu uppajjati tassa cakkhudhātu uppajjatīti?",
  "ya4.2.1:14.1": "Sacittakānaṁ acakkhukānaṁ upapajjantānaṁ tesaṁ manoviññāṇadhātu uppajjati, no ca tesaṁ cakkhudhātu uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ manoviññāṇadhātu ca uppajjati cakkhudhātu ca uppajjati.",
  "ya4.2.1:15.1": "» Yassa cakkhudhātu uppajjati tassa dhammadhātu uppajjatīti? Āmantā.",
  "ya4.2.1:16.1": "« Yassa vā pana dhammadhātu uppajjati tassa cakkhudhātu uppajjatīti?",
  "ya4.2.1:17.1": "Acakkhukānaṁ upapajjantānaṁ tesaṁ dhammadhātu uppajjati, no ca tesaṁ cakkhudhātu uppajjati. Sacakkhukānaṁ upapajjantānaṁ tesaṁ dhammadhātu ca uppajjati cakkhudhātu ca uppajjati.",
  "ya4.2.1:18.1": "(Yathā āyatanayamakaṁ vibhattaṁ evaṁ dhātuyamakampi vibhajitabbaṁ, sadisaṁ kātabbaṁ.)"
}