{
  "sn1.34:0.1": "Budini govori tematski grupisani 1.34 ",
  "sn1.34:0.2": "4. Satullapa božanstva ",
  "sn1.34:0.3": "Ne postoji ",
  "sn1.34:1.1": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn1.34:1.2": "Kad je jednom noć bila na izmaku, grupa Satullapa božanstava izuzetne lepote, dođe do Blaženog i obasja svojim sjajem čitav Đetin gaj. Kad su stigli, pokloniše se Blaženom, pa stadoše sa strane. ",
  "sn1.34:1.3": "Stojeći tako, jedno božanstvo u prisustvu Blaženog izgovori ove stihove: ",
  "sn1.34:2.1": "„Ne postoje među ljudima trajna zadovoljstva čula, ",
  "sn1.34:2.2": "ovde su samo poželjne stvari i kada se čovek za njih veže, ",
  "sn1.34:2.3": "nepažljiv među njima, u carstvo smrti stalno se vraća, ",
  "sn1.34:2.4": "takav čovek zaista ne postaje ne-povratnik.” ",
  "sn1.34:3.1": "„Iz želje se muka rađa, iz želje se patnja rađa, ",
  "sn1.34:3.2": "kada se ukloni želja, i muka biva uklonjena. ",
  "sn1.34:3.3": "kada se ukloni želja, i patnja biva uklonjena.” ",
  "sn1.34:4.1": "„Lepe stvari u ovom svetu ne čine žudnju u čoveku, ",
  "sn1.34:4.2": "strašću ispunjena misao u njemu žudnju čini. ",
  "sn1.34:4.3": "Lep stvari ostaju takve kakve jesu u svetu ovom, ",
  "sn1.34:4.4": "ali mudri u sebi uklanjaju želju za njima. ",
  "sn1.34:5.1": "Odbaciti bes treba, obmanutosti okrenuti leđa, ",
  "sn1.34:5.2": "i svaki okov prevazići treba. ",
  "sn1.34:5.3": "One koji se za ime i oblik ne vezuju, ",
  "sn1.34:5.4": "one koji svoj posed nemaju, patnja ne muči. ",
  "sn1.34:6.1": "Takav je prazne reči napustio, obmanu odbacio, ",
  "sn1.34:6.2": "žeđ za imenom i oblikom upravo ovde je presekao. ",
  "sn1.34:6.3": "Iako božanstva i ljudi za njime tragaju ",
  "sn1.34:6.4": "u svetu ovom i drugom, na nebesima i svim boravištima, ",
  "sn1.34:6.5": "ne nalaze onoga u kome su svi čvorovi presečeni, ",
  "sn1.34:6.6": "onoga ko je neuznemiren, svake žudnje lišen.” ",
  "sn1.34:7.1": "„Ako na taj način oslobođenoga ni bogovi ni ljudi” ",
  "sn1.34:7.2": "(reče poštovani Moghrāđa) ",
  "sn1.34:7.3": "„ne vide u svetu ovom, niti u svetu drugom, ",
  "sn1.34:7.4": "da li su onda oni koji slave takvog plemenitoga ",
  "sn1.34:7.5": "predanog dobrobiti ljudi, i sami pohvalu zaslužuju?” ",
  "sn1.34:8.1": "„Pohvala su vredni i oni monasi, ",
  "sn1.34:8.2": "(Moghrāđa,” reče Blaženi) ",
  "sn1.34:8.3": "„koji slave onoga ko je na taj način oslobođen. ",
  "sn1.34:8.4": "Ali razumevši učenje i sumnjičavost napustivši, ",
  "sn1.34:8.5": "takvi monasi čak i vezanosti mogu prevladati.” "
}