{
  "sn23.2:0.1": "Verbundene Lehrreden 23.2 ",
  "sn23.2:0.2": "1. Das erste Kapitel über Māra ",
  "sn23.2:0.3": "Lebewesen ",
  "sn23.2:1.1": "In Sāvatthī. ",
  "sn23.2:1.2": "Als er sich zur Seite hingesetzt hatte, sagte der Ehrwürdige Rādha zum Buddha: ",
  "sn23.2:1.3": "„Herr, man spricht von dieser Sache, die ‚Lebewesen‘ genannt wird. ",
  "sn23.2:1.4": "Inwiefern gibt es ein Lebewesen?“ ",
  "sn23.2:1.5": "„Rādha, wenn du an Sehnen, Begehren, Genießen und Verlangen in Bezug auf Form festhältst, kräftig festhältst, dann spricht man von einem Lebewesen. ",
  "sn23.2:1.6": "Wenn du an Sehnen, Begehren, Genießen und Verlangen in Bezug auf Gefühl … ",
  "sn23.2:1.7": "in Bezug auf Wahrnehmung … ",
  "sn23.2:1.8": "in Bezug auf Entscheidungen … ",
  "sn23.2:1.9": "in Bezug auf Bewusstsein festhältst, kräftig festhältst, dann spricht man von einem Lebewesen. ",
  "sn23.2:2.1": "Wie wenn einige Jungen oder Mädchen mit Sandburgen spielen würden: ",
  "sn23.2:2.2": "Solange sie nicht von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach diesen Sandburgen frei sind, schätzen sie sie, sind vernarrt in sie, geben viel darauf und behandeln sie als ihr Eigen. ",
  "sn23.2:2.3": "Aber sobald sie von Begehren, Sehnen, Zuneigung, Durst, Leidenschaft und Verlangen nach diesen Sandburgen frei sind, ziehen sie sie mit ihren Händen und Füßen auseinander, zerstören sie, reißen sie nieder und richten sie so zu, dass man nicht mehr damit spielen kann. ",
  "sn23.2:2.4": "Ebenso solltet ihr Form auseinanderziehen, zerstören, niederreißen und so zurichten, dass man nicht mehr damit spielen kann. Und ihr solltet für die Auflösung des Verlangens üben. ",
  "sn23.2:2.5": "Ihr solltet Gefühl auseinanderziehen, zerstören, niederreißen … ",
  "sn23.2:2.6": "Ihr solltet Wahrnehmung auseinanderziehen, zerstören, niederreißen … ",
  "sn23.2:2.7": "Ihr solltet Entscheidungen auseinanderziehen, zerstören, niederreißen … ",
  "sn23.2:2.8": "Ihr solltet Bewusstsein auseinanderziehen, zerstören, niederreißen und so zurichten, dass man nicht mehr damit spielen kann. Und ihr solltet für die Auflösung des Verlangens üben. ",
  "sn23.2:2.9": "Denn die Auflösung des Verlangens ist Erlöschen.“ "
}