{
  "an6.54:1.2": "See my discussion here: https://discourse.suttacentral.net/t/about-the-monk-called-dhammika/2682/1",
  "an6.54:9.1": "Here khandha refers to the secondary trunks rather than branches. BB uses “branch “and” section” for khandha, then “branch” again for sakha.",
  "an6.54:9.2": "The size is only moderately hyperbolic: https://en.wikipedia.org/wiki/Thimmamma_Marrimanu",
  "an6.54:9.7": "This story, a very rare specimen of extended narrative in the suttas, has the ring of a very old tale. Not only because of the folk beliefs it depends on, but the conceit of an entire kingdom living in one tree, no matter how large, sounds like a tribal society.",
  "an6.54:10.2": "Adhivattha is used virtually exclusively for a deva, and surely deserves a more elevated term than “live”. But we don’t have a positive word for “haunt”.",
  "an6.54:11.2": "The question mark in MS is incorrect. I have corrected it.",
  "an6.54:11.3": "Reading pātesi. This passage is the locus classic for the phrase: “that escalated quickly”.",
  "an6.54:12.10": "Also not a question. I have corrected",
  "an6.54:13.7": "For AN, BB has changed from “spiritual guide “to” founder of a spiritual sect” for titthakara. But the idiomatic usage seems to be “religious founders”.sc14",
  "an6.54:13.9": "See BB’s note on this. the text seems corrupt, I give the apparent meaning.",
  "an6.54:20.7": "See BB’s note on this. It seems to me the sentence is following the previous sections and saying “In non-Buddhist communities, it is not possible to do such harm as it is in the Buddhist community when you harm your spiritual companions”. From BB’s translation, I think he is reading it as saying, “A Buddhist monastic cannot create harm against outsiders in the same way as they do for those in Buddhism.”",
  "an6.54:20.9": "See BB’s note. I accept the most common reading in text and commentaries, “āmasabrahmacarisu”. This follows Edgerton: āmaPage 99, col 2 m., defined in ŚsP as = religious longings (lit. thirsts; could the word be connected with Skt. Lex. āma, m., disease? i.e. pathological state?): ŚsP 486.4–5 …mahāsattvasyāmaḥ; 7 āmaḥ, dharmatr̥ṣṇāḥ; 14–15, 22, etc., dharmatr̥ṣṇā āmaḥ. See s.v. mūdhāma. I think Dhammika was not a monk, but hoping to be one.",
  "an6.54:23.1": "Following text’s adhimutta"
}