{
  "sa2:0.1": "Kotbah-Kotbah Berkelompok yang Diturunkan ",
  "sa2:0.2": "2. Pengamatan Seksama ",
  "sa2:1.1": "Demikianlah telah kudengar. ",
  "sa2:1.2": "Pada suatu ketika Sang Buddha sedang berdiam di Sāvatthī di Hutan Jeta, Taman Anāthapiṇḍika. ",
  "sa2:2.1": "Pada waktu itu Sang Bhagavā berkata kepada para bhikkhu: ",
  "sa2:2.2": "“Kalian seharusnya memberikan pengamatan seksama terhadap bentuk, dengan merenungkan bentuk sebagai tidak kekal, memahaminya sebagaimana adanya. ",
  "sa2:2.3": "Mengapakah demikian? ",
  "sa2:2.4": "Para bhikkhu, seseorang yang memberikan pengamatan seksama terhadap bentuk, yang merenungkan bentuk sebagai tidak kekal dan memahaminya sebagaimana adanya, akan melenyapkan keinginan dan nafsu sehubungan dengan bentuk. ",
  "sa2:2.5": "Seseorang yang melenyapkan keinginan dan nafsu sehubungan dengan bentuk, Aku katakan, terbebaskan pikirannya. ",
  "sa2:3.1": "“Dengan cara yang sama kalian harus memberikan pengamatan seksama terhadap perasaan … persepsi … bentukan … kesadaran, dengan merenungkan kesadaran sebagai tidak kekal, memahaminya sebagaimana adanya. ",
  "sa2:3.2": "Mengapakah demikian? ",
  "sa2:3.3": "Seseorang yang memberikan pengamatan seksama terhadap kesadaran, yang merenungkan kesadaran sebagai tidak kekal dan memahaminya sebagaimana adanya, akan melenyapkan keinginan dan nafsu sehubungan dengan kesadaran. ",
  "sa2:3.4": "Seseorang yang melenyapkan keinginan dan nafsu sehubungan dengan kesadaran, Aku katakan, terbebaskan pikirannya. ",
  "sa2:4.1": "“Seseorang yang telah terbebaskan pikirannya dengan cara ini, para bhikkhu, jika ia ingin menyatakan dirinya dapat menyatakan dirinya: ",
  "sa2:4.2": "‘Kelahiran bagiku telah dilenyapkan, kehidupan suci telah dikembangkan, apa yang harus dilakukan telah dilakukan. ",
  "sa2:4.3": "Aku sendiri mengetahui bahwa tidak akan ada kelangsungan yang lebih jauh lagi.’” ",
  "sa2:5.1": "Kemudian para bhikkhu, yang mendengarkan apa yang telah dikatakan Sang Buddha, bergembira dan menerimanya dengan hormat. "
}