{
  "sa5:0.1": "Kotbah-Kotbah Berkelompok yang Diturunkan ",
  "sa5:0.2": "5. Tidak Memahami (3) ",
  "sa5:1.1": "Demikianlah telah kudengar. ",
  "sa5:1.2": "Pada suatu ketika Sang Buddha sedang berdiam di Sāvatthī di Hutan Jeta, Taman Anāthapiṇḍika. ",
  "sa5:2.1": "Pada waktu itu Sang Bhagavā berkata kepada para bhikkhu: ",
  "sa5:2.2": "“Seseorang yang menginginkan dan menyenangi bentuk, menginginkan dan menyenangi dukkha. Seseorang yang menginginkan dan menyenangi dukkha tidak akan mencapai pembebasan dari dukkha, tidak akan memiliki pengetahuan dan pikirannya tidak terbebaskan dari keinginan terhadapnya. Dengan cara yang sama seseorang yang menginginkan dan menyenangi perasaan … persepsi … bentukan … kesadaran menginginkan dan menyenangi dukkha. Seseorang yang menginginkan dan menyenangi dukkha tidak akan mencapai pembebasan dari dukkha. ",
  "sa5:2.3": "“Para bhikkhu, tidak memahami bentuk, tidak memiliki pengetahuan sehubungan dengannya, tidak terbebaskan dari keinginan dan nafsu terhadapnya, pikiran tidak akan terbebaskan. Seseorang yang tidak membebaskan pikiran dari nafsu tidak akan dapat melenyapkan dukkha. ",
  "sa5:2.4": "Dengan cara yang sama tidak memahami perasaan… persepsi… bentukan… kesadaran, tidak memiliki pengetahuan sehubungan dengannya, tidak terbebaskan dari keinginan dan nafsu terhadapnya, seseorang tidak akan membebaskan pikiran dan tidak akan dapat melenyapkan dukkha. ",
  "sa5:3.1": "“Memahami bentuk, memiliki pengetahuan sehubungannya, terbebaskan dari keinginan dan nafsu terhadapnya, seseorang akan mencapai pembebasan pikiran dan dapat melenyapkan dukkha. ",
  "sa5:3.2": "Dengan cara yang sama memahami perasaan … persepsi … bentukan … kesadaran, memiliki pengetahuan sehubungan dengannya, terbebaskan dari keinginan dan nafsu terhadapnya, seseorang akan mencapai pembebasan pikiran dan dapat melenyapkan dukkha. ",
  "sa5:4.1": "Kemudian para bhikkhu, yang mendengarkan apa yang telah dikatakan Sang Buddha, bergembira dan menerimanya dengan hormat. "
}