{
  "an11.9:0.1": "Aṅguttara Nikāya 11 ",
  "an11.9:0.2": "1. Nissayavagga ",
  "an11.9:0.3": "9. Saddhasutta ",
  "an11.9:1.1": "Ekaṁ samayaṁ bhagavā nātike viharati giñjakāvasathe. ",
  "an11.9:1.2": "Atha kho āyasmā saddho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ saddhaṁ bhagavā etadavoca: ",
  "an11.9:2.1": "“Ājānīyajhāyitaṁ kho, saddha, jhāya; ",
  "an11.9:2.2": "mā khaḷuṅkajhāyitaṁ. ",
  "an11.9:2.3": "Kathañca, khaḷuṅkajhāyitaṁ hoti? ",
  "an11.9:2.4": "Assakhaḷuṅko hi, saddha, doṇiyā baddho ‘yavasaṁ yavasan’ti jhāyati. ",
  "an11.9:2.5": "Taṁ kissa hetu? ",
  "an11.9:2.6": "Na hi, saddha, assakhaḷuṅkassa doṇiyā baddhassa evaṁ hoti: ",
  "an11.9:2.7": "‘kiṁ nu kho maṁ ajja assadammasārathi kāraṇaṁ kāressati, kimassāhaṁ paṭikaromī’ti. ",
  "an11.9:2.8": "So doṇiyā baddho ‘yavasaṁ yavasan’ti jhāyati. ",
  "an11.9:2.9": "Evamevaṁ kho, saddha, idhekacco purisakhaḷuṅko araññagatopi rukkhamūlagatopi suññāgāragatopi kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ nappajānāti. ",
  "an11.9:2.10": "So kāmarāgaṁyeva antaraṁ katvā jhāyati pajjhāyati nijjhāyati avajjhāyati, ",
  "an11.9:2.11": "byāpādapariyuṭṭhitena cetasā viharati … ",
  "an11.9:2.12": "thinamiddhapariyuṭṭhitena cetasā viharati … ",
  "an11.9:2.13": "uddhaccakukkuccapariyuṭṭhitena cetasā viharati … ",
  "an11.9:2.14": "vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ nappajānāti. ",
  "an11.9:2.15": "So vicikicchaṁyeva antaraṁ katvā jhāyati pajjhāyati nijjhāyati avajjhāyati. ",
  "an11.9:2.16": "So pathavimpi nissāya jhāyati, āpampi nissāya jhāyati, tejampi nissāya jhāyati, vāyampi nissāya jhāyati, ākāsānañcāyatanampi nissāya jhāyati, viññāṇañcāyatanampi nissāya jhāyati, ākiñcaññāyatanampi nissāya jhāyati, nevasaññānāsaññāyatanampi nissāya jhāyati, idhalokampi nissāya jhāyati, paralokampi nissāya jhāyati, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tampi nissāya jhāyati. ",
  "an11.9:2.17": "Evaṁ kho, saddha, purisakhaḷuṅkajhāyitaṁ hoti. ",
  "an11.9:3.1": "Kathañca, saddha, ājānīyajhāyitaṁ hoti? ",
  "an11.9:3.2": "Bhadro hi, saddha, assājānīyo doṇiyā baddho na ‘yavasaṁ yavasan’ti jhāyati. ",
  "an11.9:3.3": "Taṁ kissa hetu? ",
  "an11.9:3.4": "Bhadrassa hi, saddha, assājānīyassa doṇiyā baddhassa evaṁ hoti: ",
  "an11.9:3.5": "‘kiṁ nu kho maṁ ajja assadammasārathi kāraṇaṁ kāressati, kimassāhaṁ paṭikaromī’ti. ",
  "an11.9:3.6": "So doṇiyā baddho na ‘yavasaṁ yavasan’ti jhāyati. ",
  "an11.9:3.7": "Bhadro hi, saddha, assājānīyo yathā iṇaṁ yathā bandhaṁ yathā jāniṁ yathā kaliṁ evaṁ patodassa ajjhoharaṇaṁ samanupassati. ",
  "an11.9:3.8": "Evamevaṁ kho, saddha, bhadro purisājānīyo araññagatopi rukkhamūlagatopi suññāgāragatopi na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṁ yathābhūtaṁ pajānāti, ",
  "an11.9:3.9": "na byāpādapariyuṭṭhitena cetasā viharati … ",
  "an11.9:3.10": "na thinamiddhapariyuṭṭhitena cetasā viharati … ",
  "an11.9:3.11": "na uddhaccakukkuccapariyuṭṭhitena cetasā viharati … ",
  "an11.9:3.12": "na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṁ yathābhūtaṁ pajānāti. ",
  "an11.9:3.13": "So neva pathaviṁ nissāya jhāyati, na āpaṁ nissāya jhāyati, na tejaṁ nissāya jhāyati, na vāyaṁ nissāya jhāyati, na ākāsānañcāyatanaṁ nissāya jhāyati, na viññāṇañcāyatanaṁ nissāya jhāyati, na ākiñcaññāyatanaṁ nissāya jhāyati, na nevasaññānāsaññāyatanaṁ nissāya jhāyati, na idhalokaṁ nissāya jhāyati, na paralokaṁ nissāya jhāyati, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tampi nissāya na jhāyati; ",
  "an11.9:3.14": "jhāyati ca pana. ",
  "an11.9:3.15": "Evaṁ jhāyiñca pana, saddha, bhadraṁ purisājānīyaṁ saindā devā sabrahmakā sapajāpatikā ārakāva namassanti: ",
  "an11.9:4.1": "‘Namo te purisājañña, ",
  "an11.9:4.2": "namo te purisuttama; ",
  "an11.9:4.3": "Yassa te nābhijānāma, ",
  "an11.9:4.4": "yampi nissāya jhāyasī’”ti. ",
  "an11.9:5.1": "Evaṁ vutte, āyasmā saddho bhagavantaṁ etadavoca: ",
  "an11.9:5.2": "“kathaṁ jhāyī pana, bhante, bhadro purisājānīyo neva pathaviṁ nissāya jhāyati, na āpaṁ nissāya jhāyati, na tejaṁ nissāya jhāyati, na vāyaṁ nissāya jhāyati, na ākāsānañcāyatanaṁ nissāya jhāyati, na viññāṇañcāyatanaṁ nissāya jhāyati, na ākiñcaññāyatanaṁ nissāya jhāyati, na nevasaññānāsaññāyatanaṁ nissāya jhāyati, na idhalokaṁ nissāya jhāyati, na paralokaṁ nissāya jhāyati, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tampi nissāya na jhāyati; ",
  "an11.9:5.3": "jhāyati ca pana? ",
  "an11.9:5.4": "Kathaṁ jhāyiñca pana, bhante, bhadraṁ purisājānīyaṁ saindā devā sabrahmakā sapajāpatikā ārakāva namassanti: ",
  "an11.9:6.1": "‘Namo te purisājañña, ",
  "an11.9:6.2": "namo te purisuttama; ",
  "an11.9:6.3": "Yassa te nābhijānāma, ",
  "an11.9:6.4": "yampi nissāya jhāyasī’”ti. ",
  "an11.9:7.1": "“Idha, saddha, bhadrassa purisājānīyassa pathaviyaṁ pathavisaññā vibhūtā hoti, āpasmiṁ āposaññā vibhūtā hoti, tejasmiṁ tejosaññā vibhūtā hoti, vāyasmiṁ vāyosaññā vibhūtā hoti, ākāsānañcāyatane ākāsānañcāyatanasaññā vibhūtā hoti, viññāṇañcāyatane viññāṇañcāyatanasaññā vibhūtā hoti, ākiñcaññāyatane ākiñcaññāyatanasaññā vibhūtā hoti, nevasaññānāsaññāyatane nevasaññānāsaññāyatanasaññā vibhūtā hoti, idhaloke idhalokasaññā vibhūtā hoti, paraloke paralokasaññā vibhūtā hoti, yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tatrāpi saññā vibhūtā hoti. ",
  "an11.9:7.2": "Evaṁ jhāyī kho, saddha, bhadro purisājānīyo neva pathaviṁ nissāya jhāyati …pe… ",
  "an11.9:7.3": "yampidaṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tampi nissāya na jhāyati; ",
  "an11.9:7.4": "jhāyati ca pana. ",
  "an11.9:7.5": "Evaṁ jhāyiñca pana, saddha, bhadraṁ purisājānīyaṁ saindā devā sabrahmakā sapajāpatikā ārakāva namassanti: ",
  "an11.9:8.1": "‘Namo te purisājañña, ",
  "an11.9:8.2": "namo te purisuttama; ",
  "an11.9:8.3": "Yassa te nābhijānāma, ",
  "an11.9:8.4": "yampi nissāya jhāyasī’”ti. ",
  "an11.9:8.5": "Navamaṁ. "
}