{
  "an11.13:0.1": "Aṅguttara Nikāya 11 ",
  "an11.13:0.2": "2. Anussativagga ",
  "an11.13:0.3": "13. Nandiyasutta ",
  "an11.13:1.1": "Ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "an11.13:1.2": "Tena kho pana samayena bhagavā sāvatthiyaṁ vassāvāsaṁ upagantukāmo hoti. ",
  "an11.13:2.1": "Assosi kho nandiyo sakko: ",
  "an11.13:2.2": "“bhagavā kira sāvatthiyaṁ vassāvāsaṁ upagantukāmo”ti. ",
  "an11.13:2.3": "Atha kho nandiyassa sakkassa etadahosi: ",
  "an11.13:2.4": "“yannūnāhampi sāvatthiyaṁ vassāvāsaṁ upagaccheyyaṁ. ",
  "an11.13:2.5": "Tattha kammantañceva adhiṭṭhahissāmi, bhagavantañca lacchāmi kālena kālaṁ dassanāyā”ti. ",
  "an11.13:3.1": "Atha kho bhagavā sāvatthiyaṁ vassāvāsaṁ upagacchi. ",
  "an11.13:3.2": "Nandiyopi kho sakko sāvatthiyaṁ vassāvāsaṁ upagacchi. ",
  "an11.13:3.3": "Tattha kammantañceva adhiṭṭhāsi, bhagavantañca labhi kālena kālaṁ dassanāya. ",
  "an11.13:3.4": "Tena kho pana samayena sambahulā bhikkhū bhagavato cīvarakammaṁ karonti: ",
  "an11.13:3.5": "“niṭṭhitacīvaro bhagavā temāsaccayena cārikaṁ pakkamissatī”ti. ",
  "an11.13:4.1": "Assosi kho nandiyo sakko: ",
  "an11.13:4.2": "“sambahulā kira bhikkhū bhagavato cīvarakammaṁ karonti: ",
  "an11.13:4.3": "‘niṭṭhitacīvaro bhagavā temāsaccayena cārikaṁ pakkamissatī’”ti. ",
  "an11.13:4.4": "Atha kho nandiyo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho nandiyo sakko bhagavantaṁ etadavoca: ",
  "an11.13:4.5": "“sutaṁ metaṁ, bhante: ",
  "an11.13:4.6": "‘sambahulā kira bhikkhū bhagavato cīvarakammaṁ karonti—",
  "an11.13:4.7": "niṭṭhitacīvaro bhagavā temāsaccayena cārikaṁ pakkamissatī’ti. ",
  "an11.13:4.8": "Tesaṁ no, bhante, nānāvihārehi viharataṁ kenassa vihārena vihātabban”ti? ",
  "an11.13:5.1": "“Sādhu sādhu, nandiya. ",
  "an11.13:5.2": "Etaṁ kho, nandiya, tumhākaṁ patirūpaṁ kulaputtānaṁ, yaṁ tumhe tathāgataṁ upasaṅkamitvā puccheyyātha: ",
  "an11.13:5.3": "‘tesaṁ no, bhante, nānāvihārehi viharataṁ kenassa vihārena vihātabban’ti? ",
  "an11.13:5.4": "Saddho kho, nandiya, ārādhako hoti, no assaddho; ",
  "an11.13:5.5": "sīlavā ārādhako hoti, no dussīlo; ",
  "an11.13:5.6": "āraddhavīriyo ārādhako hoti, no kusīto; ",
  "an11.13:5.7": "upaṭṭhitassati ārādhako hoti, no muṭṭhassati; ",
  "an11.13:5.8": "samāhito ārādhako hoti, no asamāhito; ",
  "an11.13:5.9": "paññavā ārādhako hoti, no duppañño. ",
  "an11.13:5.10": "Imesu kho te, nandiya, chasu dhammesu patiṭṭhāya pañcasu dhammesu ajjhattaṁ sati upaṭṭhāpetabbā. ",
  "an11.13:6.1": "Idha tvaṁ, nandiya, tathāgataṁ anussareyyāsi: ",
  "an11.13:6.2": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi, satthā devamanussānaṁ buddho bhagavā’ti. ",
  "an11.13:6.3": "Iti kho te, nandiya, tathāgataṁ ārabbha ajjhattaṁ sati upaṭṭhāpetabbā. ",
  "an11.13:7.1": "Puna caparaṁ tvaṁ, nandiya, dhammaṁ anussareyyāsi: ",
  "an11.13:7.2": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī’ti. ",
  "an11.13:7.3": "Iti kho te, nandiya, dhammaṁ ārabbha ajjhattaṁ sati upaṭṭhāpetabbā. ",
  "an11.13:8.1": "Puna caparaṁ tvaṁ, nandiya, kalyāṇamitte anussareyyāsi: ",
  "an11.13:8.2": "‘lābhā vata me, suladdhaṁ vata me, ",
  "an11.13:8.3": "yassa me kalyāṇamittā anukampakā atthakāmā ovādakā anusāsakā’ti. ",
  "an11.13:8.4": "Iti kho te, nandiya, kalyāṇamitte ārabbha ajjhattaṁ sati upaṭṭhāpetabbā. ",
  "an11.13:9.1": "Puna caparaṁ tvaṁ, nandiya, attano cāgaṁ anussareyyāsi: ",
  "an11.13:9.2": "‘lābhā vata me, suladdhaṁ vata me, ",
  "an11.13:9.3": "yohaṁ maccheramalapariyuṭṭhitāya pajāya vigatamalamaccherena cetasā agāraṁ ajjhāvasāmi muttacāgo payatapāṇi vossaggarato yācayogo dānasaṁvibhāgarato’ti. ",
  "an11.13:9.4": "Iti kho te, nandiya, cāgaṁ ārabbha ajjhattaṁ sati upaṭṭhāpetabbā. ",
  "an11.13:10.1": "Puna caparaṁ tvaṁ, nandiya, devatā anussareyyāsi: ",
  "an11.13:10.2": "‘yā devatā atikkammeva kabaḷīkārāhārabhakkhānaṁ devatānaṁ sahabyataṁ aññataraṁ manomayaṁ kāyaṁ upapannā, tā karaṇīyaṁ attano na samanupassanti katassa vā paticayaṁ’. ",
  "an11.13:10.3": "Seyyathāpi, nandiya, bhikkhu asamayavimutto karaṇīyaṁ attano na samanupassati katassa vā paticayaṁ; ",
  "an11.13:10.4": "evamevaṁ kho, nandiya, yā tā devatā atikkammeva kabaḷīkārāhārabhakkhānaṁ devatānaṁ sahabyataṁ aññataraṁ manomayaṁ kāyaṁ upapannā, tā karaṇīyaṁ attano na samanupassanti katassa vā paticayaṁ. ",
  "an11.13:10.5": "Iti kho te, nandiya, devatā ārabbha ajjhattaṁ sati upaṭṭhāpetabbā. ",
  "an11.13:11.1": "Imehi kho, nandiya, ekādasahi dhammehi samannāgato ariyasāvako pajahateva pāpake akusale dhamme, na upādiyati. ",
  "an11.13:11.2": "Seyyathāpi, nandiya, kumbho nikkujjo vamateva udakaṁ, no vantaṁ paccāvamati; ",
  "an11.13:11.3": "seyyathāpi vā pana, nandiya, sukkhe tiṇadāye aggi mutto ḍahaññeva gacchati, no daḍḍhaṁ paccudāvattati; ",
  "an11.13:11.4": "evamevaṁ kho, nandiya, imehi ekādasahi dhammehi samannāgato ariyasāvako pajahateva pāpake akusale dhamme, na upādiyatī”ti. ",
  "an11.13:11.5": "Tatiyaṁ. "
}