{
  "an11.14:0.1": "Aṅguttara Nikāya 11 ",
  "an11.14:0.2": "2. Anussativagga ",
  "an11.14:0.3": "14. Subhūtisutta ",
  "an11.14:1.1": "Atha kho āyasmā subhūti saddhena bhikkhunā saddhiṁ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ subhūtiṁ bhagavā etadavoca: ",
  "an11.14:1.2": "“ko nāmāyaṁ, subhūti, bhikkhū”ti? ",
  "an11.14:1.3": "“Saddho nāmāyaṁ, bhante, bhikkhu, sudattassa upāsakassa putto, saddhā agārasmā anagāriyaṁ pabbajito”ti. ",
  "an11.14:2.1": "“Kacci panāyaṁ, subhūti, saddho bhikkhu sudattassa upāsakassa putto saddhā agārasmā anagāriyaṁ pabbajito sandissati saddhāpadānesū”ti? ",
  "an11.14:2.2": "“Etassa, bhagavā, kālo; etassa, sugata, kālo, ",
  "an11.14:2.3": "yaṁ bhagavā saddhassa saddhāpadānāni bhāseyya. ",
  "an11.14:2.4": "Idānāhaṁ jānissāmi yadi vā ayaṁ bhikkhu sandissati saddhāpadānesu yadi vā no”ti. ",
  "an11.14:3.1": "“Tena hi, subhūti, suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "an11.14:3.2": "“Evaṁ, bhante”ti kho āyasmā subhūti bhagavato paccassosi. ",
  "an11.14:3.3": "Bhagavā etadavoca: ",
  "an11.14:4.1": "“Idha, subhūti, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an11.14:4.2": "Yampi, subhūti, bhikkhu sīlavā hoti …pe… samādāya sikkhati sikkhāpadesu, idampi, subhūti, saddhassa saddhāpadānaṁ hoti. ",
  "an11.14:5.1": "Puna caparaṁ, subhūti, bhikkhu bahussuto hoti sutadharo sutasannicayo; ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
  "an11.14:5.2": "Yampi, subhūti, bhikkhu bahussuto hoti …pe… diṭṭhiyā suppaṭividdhā, idampi, subhūti, saddhassa saddhāpadānaṁ hoti. ",
  "an11.14:6.1": "Puna caparaṁ, subhūti, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ",
  "an11.14:6.2": "Yampi, subhūti, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko, idampi, subhūti, saddhassa saddhāpadānaṁ hoti. ",
  "an11.14:7.1": "Puna caparaṁ, subhūti, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṁ. ",
  "an11.14:7.2": "Yampi, subhūti, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṁ, idampi, subhūti, saddhassa saddhāpadānaṁ hoti. ",
  "an11.14:8.1": "Puna caparaṁ, subhūti, bhikkhu yāni tāni sabrahmacārīnaṁ uccāvacāni kiṅkaraṇīyāni tatra dakkho hoti analaso tatrupāyāya vīmaṁsāya samannāgato alaṁ kātuṁ alaṁ saṁvidhātuṁ. ",
  "an11.14:8.2": "Yampi, subhūti, bhikkhu yāni tāni sabrahmacārīnaṁ uccāvacāni kiṅkaraṇīyāni tatra dakkho hoti analaso tatrupāyāya vīmaṁsāya samannāgato alaṁ kātuṁ alaṁ saṁvidhātuṁ, idampi, subhūti, saddhassa saddhāpadānaṁ hoti. ",
  "an11.14:9.1": "Puna caparaṁ, subhūti, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo. ",
  "an11.14:9.2": "Yampi, subhūti, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo, idampi, subhūti, saddhassa saddhāpadānaṁ hoti. ",
  "an11.14:10.1": "Puna caparaṁ, subhūti, bhikkhu āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an11.14:10.2": "Yampi, subhūti, bhikkhu āraddhavīriyo viharati akusalānaṁ dhammānaṁ pahānāya kusalānaṁ dhammānaṁ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu, idampi, subhūti, saddhassa saddhāpadānaṁ hoti. ",
  "an11.14:11.1": "Puna caparaṁ, subhūti, bhikkhu catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "an11.14:11.2": "Yampi, subhūti, bhikkhu catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī, idampi, subhūti, saddhassa saddhāpadānaṁ hoti. ",
  "an11.14:12.1": "Puna caparaṁ, subhūti, bhikkhu anekavihitaṁ pubbenivāsaṁ anussarati, ",
  "an11.14:12.2": "seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "an11.14:12.3": "Yampi, subhūti, bhikkhu anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. Idampi, subhūti, saddhassa saddhāpadānaṁ hoti. ",
  "an11.14:13.1": "Puna caparaṁ, subhūti, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ",
  "an11.14:13.2": "Yampi, subhūti, bhikkhu dibbena cakkhunā visuddhena …pe… yathākammūpage satte pajānāti, idampi, subhūti, saddhassa saddhāpadānaṁ hoti. ",
  "an11.14:14.1": "Puna caparaṁ, subhūti, bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an11.14:14.2": "Yampi, subhūti, bhikkhu āsavānaṁ khayā …pe… sacchikatvā upasampajja viharati, idampi, subhūti, saddhassa saddhāpadānaṁ hotī”ti. ",
  "an11.14:15.1": "Evaṁ vutte āyasmā subhūti bhagavantaṁ etadavoca: ",
  "an11.14:15.2": "“yānimāni, bhante, bhagavatā saddhassa saddhāpadānāni bhāsitāni, saṁvijjanti tāni imassa bhikkhuno, ayañca bhikkhu etesu sandissati. ",
  "an11.14:16.1": "Ayaṁ, bhante, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "an11.14:17.1": "Ayaṁ, bhante, bhikkhu bahussuto hoti sutadharo sutasannicayo; ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
  "an11.14:18.1": "Ayaṁ, bhante, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ",
  "an11.14:19.1": "Ayaṁ, bhante, bhikkhu suvaco hoti …pe… anusāsaniṁ. ",
  "an11.14:20.1": "Ayaṁ, bhante, bhikkhu yāni tāni sabrahmacārīnaṁ uccāvacāni kiṅkaraṇīyāni tattha dakkho hoti analaso tatrupāyāya vīmaṁsāya samannāgato alaṁ kātuṁ alaṁ saṁvidhātuṁ. ",
  "an11.14:21.1": "Ayaṁ, bhante, bhikkhu dhammakāmo hoti piyasamudāhāro abhidhamme abhivinaye uḷārapāmojjo. ",
  "an11.14:22.1": "Ayaṁ, bhante, bhikkhu āraddhavīriyo viharati …pe… thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "an11.14:23.1": "Ayaṁ, bhante, bhikkhu catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "an11.14:24.1": "Ayaṁ, bhante, bhikkhu anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "an11.14:25.1": "Ayaṁ, bhante, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena …pe… yathākammūpage satte pajānāti. ",
  "an11.14:26.1": "Ayaṁ, bhante, bhikkhu āsavānaṁ khayā …pe… sacchikatvā upasampajja viharati. ",
  "an11.14:26.2": "Yānimāni, bhante, bhagavatā saddhassa saddhāpadānāni bhāsitāni, saṁvijjanti tāni imassa bhikkhuno, ayañca bhikkhu etesu sandissatī”ti. ",
  "an11.14:27.1": "“Sādhu sādhu, subhūti. ",
  "an11.14:27.2": "Tena hi tvaṁ, subhūti, iminā ca saddhena bhikkhunā saddhiṁ vihareyyāsi. ",
  "an11.14:27.3": "Yadā ca tvaṁ, subhūti, ākaṅkheyyāsi tathāgataṁ dassanāya, iminā saddhena bhikkhunā saddhiṁ upasaṅkameyyāsi tathāgataṁ dassanāyā”ti. ",
  "an11.14:27.4": "Catutthaṁ. "
}