{
  "iti22:0.1": "So wurde es gesagt 22 ",
  "iti22:0.2": "Das Einerbuch ",
  "iti22:0.3": "3. Das dritte Kapitel ",
  "iti22:0.4": "Die vorteilhaften Folgen der Liebe ",
  "iti22:1.1": "Das wurde vom Buddha, dem Vollendeten, gesagt; das habe ich gehört: ",
  "iti22:2.1": "„Mönche und Nonnen, habt keine Angst, Gutes zu tun. ",
  "iti22:2.2": "Denn ‚Gutes tun‘ ist ein Ausdruck für Glück, für das, was erwünscht, willkommen und angenehm ist. ",
  "iti22:2.3": "Ich erinnere mich, dass ich eine lange Zeit das erwünschte, willkommene, angenehme Ergebnis guter Taten erfuhr, die ich über lange Zeit verübt hatte. ",
  "iti22:2.4": "Nachdem ich das getan hatte, kehrte ich sieben Äonen lang, in denen sich das Weltall ausdehnte und zusammenzog, nicht in diese Welt zurück. ",
  "iti22:2.5": "Wenn das Weltall sich zusammenzog, ging ich in den Bereich des strahlenden Glanzes. ",
  "iti22:2.6": "Wenn es sich ausdehnte, wurde ich in einem leeren Brahmāpalast wiedergeboren. ",
  "iti22:3.1": "Dort war ich Brahmā, der Große Brahmā, der Bezwinger, der Unbezwungene, der allumfassende Seher, der, der die Macht hat. ",
  "iti22:3.2": "Sechsunddreißig Mal war ich Sakka der Götterkönig. ",
  "iti22:3.3": "Viele hundert Male war ich ein König, ein Rad-drehender Herrscher, ein gerechter und prinzipientreuer König. Mein Herrschaftsgebiet erstreckte sich nach allen vier Seiten, ich hatte für das Land Sicherheit gewonnen und besaß die sieben Juwelen. ",
  "iti22:3.4": "Ganz zu schweigen von Königsmacht über ein einzelnes Land! ",
  "iti22:4.1": "Da dachte ich: ",
  "iti22:4.2": "‚Von welcher Tat, die ich begangen habe, ist es die Frucht und das Ergebnis, dass ich jetzt so mächtig und gewaltig bin?‘ ",
  "iti22:4.3": "Dann dachte ich: ",
  "iti22:4.4": "‚Es ist die Frucht und das Ergebnis von drei Arten von Taten: ",
  "iti22:4.5": "Geben, Selbstbeherrschung und Zügelung.‘“ ",
  "iti22:4.6": "Der Buddha sprach diese Sache. ",
  "iti22:4.7": "Dazu wird gesagt: ",
  "iti22:5.1": "„Nur gute Taten soll man üben, ",
  "iti22:5.2": "deren glückliche Auswirkung sich vor einem erstreckt. ",
  "iti22:5.3": "Geben und sittliches Verhalten, ",
  "iti22:5.4": "ein liebevolles Herz entwickeln: ",
  "iti22:6.1": "Wenn er diese Dinge entwickelt hat, ",
  "iti22:6.2": "die drei, die Glück erbringen, ",
  "iti22:6.3": "wird dieser kluge Mensch ",
  "iti22:6.4": "in einer glücklichen, erfreulichen Welt wiedergeboren.“ ",
  "iti22:7.1": "Auch das ist eine Sache, die vom Gesegneten gesprochen wurde: Das habe ich gehört. "
}