{
  "iti91:0.1": "Taip bylota 91 ",
  "iti91:0.2": "Trejetukų knyga ",
  "iti91:0.3": "Penktasis skyrius ",
  "iti91:0.4": "Gyvenimo būdas ",
  "iti91:1.1": "Aš girdėjau, kad taip tikrai bylojo Palaimintasis, taip bylojo <i lang='pi' translate='no'>Arahantas</i>: ",
  "iti91:2.1": "„Vienuoliai, gyvenimas iš išmaldos – tai žemiausias gyvenimo būdas. ",
  "iti91:2.2": "Pasaulyje jį smerkia, sakydami: „Vaikštinėja elgeta nešinas dubeniu.” ",
  "iti91:2.3": "Tačiau, vienuoliai, kilnios šeimos žmonės tikslingai jį pasirenka. ",
  "iti91:2.4": "Ne dėl to, kad jie būtų verčiami valdžios ar banditų, ne iš baimės ar neturėjimo iš ko pragyventi, bet galvodami: ",
  "iti91:2.5": "„Esame kamuojami gimimo, senėjimo, mirties, liūdesio, raudojimo, skausmo, nusiminimo ir nevilties, kamuojami kančios, varginami kančios. ",
  "iti91:2.6": "Tikrai turi būti įmanoma pažinti viso šio kančios kalno baigtį.” ",
  "iti91:2.7": "Taip kilnios šeimos žmogus, žengė priekin iš namų į gyvenimą be namų. ",
  "iti91:2.8": "Tačiau jis yra gobšus, jis stipriai godi juslinių malonumų, turi piktanorišką mąstymą, blogus ketinimus, yra pamiršęs atidą, stokoja aiškaus supratimo, yra nesusitelkęs, klaidžiojančio proto, eilinių gebėjimų. ",
  "iti91:2.9": "Vienuoliai, kaip iš abiejų galų apdegęs nuodėgulis nuo kremacijos laužo vidury išteptas išmatomis nebus panaudotas malkoms nei kaime, nei miške, ",
  "iti91:2.10": "panašiai ir šis žmogus, sakau, neteko gyvenimo namuose gerovės ir neįgyvendino atsiskyrėliško gyvenimo tikslo.” ",
  "iti91:2.11": "Apie tai Palaimintasis kalbėjo. ",
  "iti91:2.12": "Taip pasakyta apie tai: ",
  "iti91:3.1": "„Netekęs gyvenimo namuose gerovės, ",
  "iti91:3.2": "neįgyvendinęs atsiskyrėliško gyvenimo tikslo, ",
  "iti91:3.3": "jis nyksta ir iššvaisto gyvenimą, ",
  "iti91:3.4": "pražūsta kaip nuodėgulis. ",
  "iti91:4.1": "Geltonais apdarais apsivynioję kaklus, ",
  "iti91:4.2": "amoralūs, nesitvardantys, ",
  "iti91:4.3": "blogiečiai dėl nelabų veiksmų ",
  "iti91:4.4": "atgimsta pragare. ",
  "iti91:5.1": "Geriau praryti geležies rutulį ",
  "iti91:5.2": "įkaitintą, panašu į ugnies liepsną, ",
  "iti91:5.3": "nei nedorajam, nesitvardančiajam ",
  "iti91:5.4": "mėgautis šalies nešamomis aukomis.” ",
  "iti91:6.1": "Apie tai taip pat Palaimintasis kalbėjo. Taip aš girdėjau. "
}