{
  "iti99:0.1": "Taip bylota 99 ",
  "iti99:0.2": "Trejetukų knyga ",
  "iti99:0.3": "Penktasis skyrius ",
  "iti99:0.4": "Trys žinojimai ",
  "iti99:1.1": "Aš girdėjau, kad taip tikrai bylojo Palaimintasis, taip bylojo <i lang='pi' translate='no'>Arahantas</i>: ",
  "iti99:2.1": "Vienuoliai, aš pripažįstu kažką brahmanu su trimis žinojimais dėl <i lang='pi' translate='no'>dhamm</i>os (pažinimo), o ne dėl to, kad jis kartoja tai, ką jam pasakė. ",
  "iti99:3.1": "Ir kaip, vienuoliai, aš pripažįstu kažką brahmanu su trimis žinojimais dėl <i lang='pi' translate='no'>dhamm</i>os (pažinimo), o ne dėl to, kad jis kartoja tai, ką jam pasakė? ",
  "iti99:3.2": "Štai, vienuoliai, vienuolis prisimena daugelį praeitų gyvenimų, t. y.: vieną gimimą, du gimimus, tris gimimus, keturis gimimus, penkis gimimus, dešimt gimimų, dvidešimt gimimų, trisdešimt gimimų, keturiasdešimt gimimų, penkiasdešimt gimimų, šimtą gimimų, tūkstantį gimimų, šimtą tūkstančių gimimų, daugybę vystymosi erų, daugybę nykimo erų, daugybę vystymosi–nykimo erų. „Buvau toks ir toks, tokiu vardu, tokios giminės, tokios išvaizdos, valgiau taip, patyriau tokius malonumus ir skausmus, gyvenau tiek metų, ten miręs, atgimiau štai ten; toliau buvau ten, tokiu vardu, tokios giminės, tokios išvaizdos, valgiau taip, patyriau tokius malonumus ir skausmus, gyvenau tiek metų, ten miręs, atgimiau čia”. Taip jis išsamiai, su buitiškomis detalėmis prisimena daugelį praeitų gyvenimų. ",
  "iti99:3.3": "Tai pirmasis jo pasiektas žinojimas. Neišmanymas buvo sunaikintas, atsirado žinojimas, tamsa buvo sunaikinta, atsirado šviesa. Taip būna tiems, kas gyvena, būdami budrus, entuziastingi ir energingi. ",
  "iti99:4.1": "Toliau, vienuoliai, vienuolis išgryninta viršžmogiška dieviška akimi mato kaip mirštančios būtybės atgimsta žemesnėmis, aukštesnėmis, gražiomis, negražiomis, geroje vietoje, blogoje vietoje. Jis supranta kaip būtybių gyvenimų eiga priklauso nuo jų veiksmų: „Šios gerbiamos būtybės, blogo kūno elgesio, blogo kalbos elgesio, blogo proto elgesio, įžeidinėjančios tauriuosius, neteisingų pažiūrų, elgėsi besivadovaudamos neteisingomis pažiūromis. Jos po kūno žūties, po mirties atgimė pragaištingoje, blogoje vietoje, kančių pasaulyje, pragare. O šios gerbiamos būtybės, gero kūno elgesio, gero kalbos elgesio, gero proto elgesio, neįžeidinėjančios tauriųjų, teisingų pažiūrų, elgėsi besivadovaudamos teisingomis pažiūromis, jos po kūno žūties, po mirties atgimė geroje vietoje, dangaus pasaulyje.” Taip jis išgryninta viršžmogiška dieviška akimi mato kaip mirštančios būtybės atgimsta žemesnėmis, aukštesnėmis, gražiomis, negražiomis, geroje vietoje, blogoje vietoje. Jis supranta kaip būtybių gyvenimų eiga priklauso nuo jų veiksmų. ",
  "iti99:4.2": "Tai antrasis jo pasiektas žinojimas. Neišmanymas buvo sunaikintas, atsirado žinojimas, tamsa buvo sunaikinta, atsirado šviesa. Taip būna tiems, kas gyvena, būdami budrus, entuziastingi ir energingi. ",
  "iti99:5.1": "Toliau, vienuoliai, vienuolis, išsekinęs antplūdžius, dar šiame gyvenime tiesiogine patirtimi pažinęs neturintį antplūdžių aukščiausią proto išlaisvinimą ir išlaisvinimą išmintimi, buvoja juose. ",
  "iti99:5.2": "Tai trečiasis jo pasiektas žinojimas. Neišmanymas buvo sunaikintas, atsirado žinojimas, tamsa buvo sunaikinta, atsirado šviesa. Taip būna tiems, kas gyvena, būdami budrus, entuziastingi ir energingi. ",
  "iti99:5.3": "Taip, vienuoliai, aš pripažįstu kažką brahmanu su trimis žinojimais dėl <i lang='pi' translate='no'>dhamm</i>os (pažinimo), o ne dėl to, kad jis kartoja tai, ką jam pasakė.” ",
  "iti99:5.4": "Apie tai Palaimintasis kalbėjo. ",
  "iti99:5.5": "Taip pasakyta apie tai: ",
  "iti99:6.1": "„Žinantis praeitus gyvenimus, ",
  "iti99:6.2": "matantis dangiškuosius ir žemesnius pasaulius, ",
  "iti99:6.3": "išminčius pasiekęs galimybės gimti išsekimą, ",
  "iti99:6.4": "yra ištobulinęs aukštesnįjį žinojimą. ",
  "iti99:7.1": "Dėl šių trijų žinojimų ",
  "iti99:7.2": "brahmanas yra su trimis žinojimais. ",
  "iti99:7.3": "Jį vadinu trijų žinojimų meistru, ",
  "iti99:7.4": "o ne tą, kuris kartoja tai, ką jam pasakė.” ",
  "iti99:8.1": "Apie tai taip pat Palaimintasis kalbėjo. Taip aš girdėjau. "
}