{
  "an1.82:0.1": "Numbered Discourses 1.82–97 ",
  "an1.82:0.2": "9. Negligence ",
  "an1.82:1.0": "82 ",
  "an1.82:1.1": "“Mendicants, I do not see a single thing that is so very harmful as negligence. ",
  "an1.82:1.2": "Negligence is very harmful.” ",
  "an1.83:1.0": "83 ",
  "an1.83:1.1": "“Mendicants, I do not see a single thing that is so very beneficial as diligence. ",
  "an1.83:1.2": "Diligence is very beneficial.” ",
  "an1.84:1.0": "84 ",
  "an1.84:1.1": "“Mendicants, I do not see a single thing that is so very harmful as laziness. ",
  "an1.84:1.2": "Laziness is very harmful.” ",
  "an1.85:1.0": "85 ",
  "an1.85:1.1": "“Mendicants, I do not see a single thing that is so very beneficial as arousing energy. ",
  "an1.85:1.2": "Arousing energy is very beneficial.” ",
  "an1.86:1.0": "86 ",
  "an1.86:1.1": "“Mendicants, I do not see a single thing that is so very harmful as having many wishes. ",
  "an1.86:1.2": "Having many wishes is very harmful.” ",
  "an1.87:1.0": "87 ",
  "an1.87:1.1": "“Mendicants, I do not see a single thing that is so very beneficial as having few wishes. ",
  "an1.87:1.2": "Having few wishes is very beneficial.” ",
  "an1.88:1.0": "88 ",
  "an1.88:1.1": "“Mendicants, I do not see a single thing that is so very harmful as lack of contentment. ",
  "an1.88:1.2": "Lack of contentment is very harmful.” ",
  "an1.89:1.0": "89 ",
  "an1.89:1.1": "“Mendicants, I do not see a single thing that is so very beneficial as contentment. ",
  "an1.89:1.2": "Contentment is very beneficial.” ",
  "an1.90:1.0": "90 ",
  "an1.90:1.1": "“Mendicants, I do not see a single thing that is so very harmful as irrational application of mind. ",
  "an1.90:1.2": "Irrational application of mind is very harmful.” ",
  "an1.91:1.0": "91 ",
  "an1.91:1.1": "“Mendicants, I do not see a single thing that is so very beneficial as rational application of mind. ",
  "an1.91:1.2": "Rational application of mind is very beneficial.” ",
  "an1.92:1.0": "92 ",
  "an1.92:1.1": "“Mendicants, I do not see a single thing that is so very harmful as lack of situational awareness. ",
  "an1.92:1.2": "Lack of situational awareness is very harmful.” ",
  "an1.93:1.0": "93 ",
  "an1.93:1.1": "“Mendicants, I do not see a single thing that is so very beneficial as situational awareness. ",
  "an1.93:1.2": "Situational awareness is very beneficial.” ",
  "an1.94:1.0": "94 ",
  "an1.94:1.1": "“Mendicants, I do not see a single thing that is so very harmful as bad friends. ",
  "an1.94:1.2": "Bad friends are very harmful.” ",
  "an1.95:1.0": "95 ",
  "an1.95:1.1": "“Mendicants, I do not see a single thing that is so very beneficial as good friends. ",
  "an1.95:1.2": "Good friends are very beneficial.” ",
  "an1.96:1.0": "96 ",
  "an1.96:1.1": "“Mendicants, I do not see a single thing that is so very harmful as pursuing bad habits and not good habits. ",
  "an1.96:1.2": "Pursuing bad habits and not good habits is very harmful.” ",
  "an1.97:1.0": "97 ",
  "an1.97:1.1": "“Mendicants, I do not see a single thing that is so very beneficial as pursuing good habits and not bad habits. ",
  "an1.97:1.2": "Pursuing good habits and not bad habits is very beneficial.” "
}