{
  "an1.11:0.1": "Numbered Discourses 1.11–20 ",
  "an1.11:0.2": "The Chapter on Giving Up the Hindrances ",
  "an1.11:1.0": "11 ",
  "an1.11:1.1": "“Mendicants, I do not see a single thing that gives rise to sensual desire, or, when it has arisen, makes it increase and grow like the feature of beauty. ",
  "an1.11:1.2": "When you attend improperly to the feature of beauty, sensual desire arises, and once arisen it increases and grows.” ",
  "an1.12:1.0": "12 ",
  "an1.12:1.1": "“Mendicants, I do not see a single thing that gives rise to ill will, or, when it has arisen, makes it increase and grow like the feature of harshness. ",
  "an1.12:1.2": "When you attend improperly to the feature of harshness, ill will arises, and once arisen it increases and grows.” ",
  "an1.13:1.0": "13 ",
  "an1.13:1.1": "“Mendicants, I do not see a single thing that gives rise to dullness and drowsiness, or, when they have arisen, makes them increase and grow like discontent, sloth, yawning, sleepiness after eating, and mental sluggishness. ",
  "an1.13:1.2": "When you have a sluggish mind, dullness and drowsiness arise, and once arisen they increase and grow.” ",
  "an1.14:1.0": "14 ",
  "an1.14:1.1": "“Mendicants, I do not see a single thing that gives rise to restlessness and remorse, or, when they have arisen, makes them increase and grow like an unsettled mind. ",
  "an1.14:1.2": "When you have no peace of mind, restlessness and remorse arise, and once arisen they increase and grow.” ",
  "an1.15:1.0": "15 ",
  "an1.15:1.1": "“Mendicants, I do not see a single thing that gives rise to doubt, or, when it has arisen, makes it increase and grow like improper attention. ",
  "an1.15:1.2": "When you attend improperly, doubt arises, and once arisen it increases and grows.” ",
  "an1.16:1.0": "16 ",
  "an1.16:1.1": "“Mendicants, I do not see a single thing that prevents sensual desire from arising, or, when it has arisen, abandons it like the feature of ugliness. ",
  "an1.16:1.2": "When you attend properly to the feature of ugliness, sensual desire does not arise, or, if it has already arisen, it’s given up.” ",
  "an1.17:1.0": "17 ",
  "an1.17:1.1": "“Mendicants, I do not see a single thing that prevents ill will from arising, or, when it has arisen, abandons it like the heart’s release by love. ",
  "an1.17:1.2": "When you attend properly on the heart’s release by love, ill will does not arise, or, if it has already arisen, it’s given up.” ",
  "an1.18:1.0": "18 ",
  "an1.18:1.1": "“Mendicants, I do not see a single thing that prevents dullness and drowsiness from arising, or, when they have arisen, gives them up like the elements of initiative, persistence, and vigor. ",
  "an1.18:1.2": "When you’re energetic, dullness and drowsiness do not arise, or, if they’ve already arisen, they’re given up.” ",
  "an1.19:1.0": "19 ",
  "an1.19:1.1": "“Mendicants, I do not see a single thing that prevents restlessness and remorse from arising, or, when they have arisen, gives them up like peace of mind. ",
  "an1.19:1.2": "When your mind is peaceful, restlessness and remorse do not arise, or, if they’ve already arisen, they’re given up.” ",
  "an1.20:1.0": "20 ",
  "an1.20:1.1": "“Mendicants, I do not see a single thing that prevents doubt from arising, or, when it has arisen, gives it up like proper attention. ",
  "an1.20:1.2": "When you attend properly, doubt does not arise, or, if it’s already arisen, it’s given up.” "
}