{
  "an1.51:0.1": "Numbered Discourses 1.51–60 ",
  "an1.51:0.2": "The Chapter on a Finger-Snap ",
  "an1.51:1.0": "51 ",
  "an1.51:1.1": "“This mind, mendicants, is radiant. ",
  "an1.51:1.2": "But it is corrupted by passing corruptions. ",
  "an1.51:1.3": "An unlearned ordinary person does not truly understand this. ",
  "an1.51:1.4": "So I say that the unlearned ordinary person has no development of the mind.” ",
  "an1.52:1.0": "52 ",
  "an1.52:1.1": "“This mind, mendicants, is radiant. ",
  "an1.52:1.2": "And it is freed from passing corruptions. ",
  "an1.52:1.3": "A learned noble disciple truly understands this. ",
  "an1.52:1.4": "So I say that the learned noble disciple has development of the mind.” ",
  "an1.53:1.0": "53 ",
  "an1.53:1.1": "“If, mendicants, a mendicant cultivates a mind of love even as long as a finger-snap, ",
  "an1.53:1.2": "they’re called ",
  "an1.53:1.3": "a mendicant who does not lack absorption, who follows the Teacher’s instructions, who responds to advice, and who does not eat the country’s alms in vain. ",
  "an1.53:1.4": "How much more so those who make much of it!” ",
  "an1.54:1.0": "54 ",
  "an1.54:1.1": "“If, mendicants, a mendicant develops a mind of love even as long as a finger-snap, ",
  "an1.54:1.2": "they’re called ",
  "an1.54:1.3": "a mendicant who does not lack absorption, who follows the Teacher’s instructions, who responds to advice, and who does not eat the country’s alms in vain. ",
  "an1.54:1.4": "How much more so those who make much of it!” ",
  "an1.55:1.0": "55 ",
  "an1.55:1.1": "“If, mendicants, a mendicant focuses on a mind of love even as long as a finger-snap, ",
  "an1.55:1.2": "they’re called ",
  "an1.55:1.3": "a mendicant who does not lack absorption, who follows the Teacher’s instructions, who responds to advice, and who does not eat the country’s alms in vain. ",
  "an1.55:1.4": "How much more so those who make much of it!” ",
  "an1.56:1.0": "56 ",
  "an1.56:1.1": "“Mendicants, intention shapes all phenomena whatsoever that are unskillful, part of the unskillful, on the side of the unskillful. ",
  "an1.56:1.2": "Intention is the first of those phenomena to arise, and unskillful phenomena follow right behind.” ",
  "an1.57:1.0": "57 ",
  "an1.57:1.1": "“Mendicants, intention shapes all phenomena whatsoever that are skillful, part of the skillful, on the side of the skillful. ",
  "an1.57:1.2": "Intention is the first of those phenomena to arise, and skillful phenomena follow right behind.” ",
  "an1.58:1.0": "58 ",
  "an1.58:1.1": "“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or makes skillful qualities decline like negligence. ",
  "an1.58:1.2": "When you’re negligent, unskillful qualities arise and skillful qualities decline.” ",
  "an1.59:1.0": "59 ",
  "an1.59:1.1": "“Mendicants, I do not see a single thing that gives rise to skillful qualities, or makes unskillful qualities decline like diligence. ",
  "an1.59:1.2": "When you’re diligent, skillful qualities arise and unskillful qualities decline.” ",
  "an1.60:1.0": "60 ",
  "an1.60:1.1": "“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or makes skillful qualities decline like laziness. ",
  "an1.60:1.2": "When you’re lazy, unskillful qualities arise and skillful qualities decline.” "
}