{
  "an1.31:0.1": "Numbered Discourses 1.31–40 ",
  "an1.31:0.2": "4. Wild ",
  "an1.31:1.0": "31 ",
  "an1.31:1.1": "“Mendicants, I do not see a single thing that, when it’s not tamed, is so very harmful as the mind. ",
  "an1.31:1.2": "A wild mind is very harmful.” ",
  "an1.32:1.0": "32 ",
  "an1.32:1.1": "“Mendicants, I do not see a single thing that, when it is tamed, is so very beneficial as the mind. ",
  "an1.32:1.2": "A tamed mind is very beneficial.” ",
  "an1.33:1.0": "33 ",
  "an1.33:1.1": "“Mendicants, I do not see a single thing that, when it’s not guarded, is so very harmful as the mind. ",
  "an1.33:1.2": "An unguarded mind is very harmful.” ",
  "an1.34:1.0": "34 ",
  "an1.34:1.1": "“Mendicants, I do not see a single thing that, when it is guarded, is so very beneficial as the mind. ",
  "an1.34:1.2": "A guarded mind is very beneficial.” ",
  "an1.35:1.0": "35 ",
  "an1.35:1.1": "“Mendicants, I do not see a single thing that, when it’s not protected, is so very harmful as the mind. ",
  "an1.35:1.2": "An unprotected mind is very harmful.” ",
  "an1.36:1.0": "36 ",
  "an1.36:1.1": "“Mendicants, I do not see a single thing that, when it is protected, is so very beneficial as the mind. ",
  "an1.36:1.2": "A protected mind is very beneficial.” ",
  "an1.37:1.0": "37 ",
  "an1.37:1.1": "“Mendicants, I do not see a single thing that, when it’s not restrained, is so very harmful as the mind. ",
  "an1.37:1.2": "An unrestrained mind is very harmful.” ",
  "an1.38:1.0": "38 ",
  "an1.38:1.1": "“Mendicants, I do not see a single thing that, when it is restrained, is so very beneficial as the mind. ",
  "an1.38:1.2": "A restrained mind is very beneficial.” ",
  "an1.39:1.0": "39 ",
  "an1.39:1.1": "“Mendicants, I do not see a single thing that, when it is not tamed, guarded, protected, and restrained, is so very harmful as the mind. ",
  "an1.39:1.2": "An untamed, unguarded, unprotected, and unrestrained mind is very harmful.” ",
  "an1.40:1.0": "40 ",
  "an1.40:1.1": "“Mendicants, I do not see a single thing that, when it is tamed, guarded, protected, and restrained, is so very beneficial as the mind. ",
  "an1.40:1.2": "A tamed, guarded, protected, and restrained mind is very beneficial.” "
}