{
  "an1.287:0.1": "Numbered Discourses 1.287–295 ",
  "an1.287:0.2": "Chapter Three ",
  "an1.287:1.0": "287 ",
  "an1.287:1.1": "“It is impossible, mendicants, it cannot happen for an unlikable, undesirable, disagreeable result to come from good bodily conduct. ",
  "an1.287:1.2": "But it is possible for a likable, desirable, agreeable result to come from good bodily conduct.” ",
  "an1.288-289:1.0": "288–289 ",
  "an1.288-289:1.1": "“It is impossible, mendicants, it cannot happen for an unlikable, undesirable, disagreeable result to come from good verbal … good mental conduct. ",
  "an1.288-289:1.2": "But it is possible for a likable, desirable, agreeable result to come from good verbal … good mental conduct.” ",
  "an1.290:1.0": "290 ",
  "an1.290:1.1": "“It is impossible, mendicants, it cannot happen that someone who has engaged in bad bodily conduct, could for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm. ",
  "an1.290:1.2": "But it is possible that someone who has engaged in bad bodily conduct could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, a bad place, the underworld, hell.” ",
  "an1.291-292:1.0": "291–292 ",
  "an1.291-292:1.1": "“It is impossible, mendicants, it cannot happen that someone who has engaged in bad verbal … bad mental conduct could, for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm. ",
  "an1.291-292:1.2": "But it is possible that someone who has engaged in bad verbal … bad mental conduct could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, a bad place, the underworld, hell.” ",
  "an1.293:1.0": "293 ",
  "an1.293:1.1": "“It is impossible, mendicants, it cannot happen that someone who has engaged in good bodily conduct could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, the underworld, a lower realm, hell. ",
  "an1.293:1.2": "But it is possible that someone who has engaged in good bodily conduct could, for that reason alone, when their body breaks up, after death, be reborn in a good place, a heavenly realm.” ",
  "an1.294-295:1.0": "294–295 ",
  "an1.294-295:1.1": "“It is impossible, mendicants, it cannot happen that someone who has engaged in good verbal … good mental conduct could, for that reason alone, when their body breaks up, after death, be reborn in a place of loss, a bad place, the underworld, hell. ",
  "an1.294-295:1.2": "But it is possible that someone who has engaged in good verbal … good mental conduct could, for that reason alone, when their body breaks up, after death, be reborn in a good place, heavenly realm.” "
}