{
  "an1.71:0.1": "Numbered Discourses 1.71–81 ",
  "an1.71:0.2": "8. Good Friends ",
  "an1.71:1.0": "71 ",
  "an1.71:1.1": "“Mendicants, I do not see a single thing that gives rise to skillful qualities, or makes unskillful qualities decline like good friends. ",
  "an1.71:1.2": "When you have good friends, skillful qualities arise and unskillful qualities decline.” ",
  "an1.72:1.0": "72 ",
  "an1.72:1.1": "“Mendicants, I do not see a single thing that gives rise to unskillful qualities, or makes skillful qualities decline like pursuing bad habits and not good habits. ",
  "an1.72:1.2": "When you pursue bad habits and not good habits, unskillful qualities arise and skillful qualities decline.” ",
  "an1.73:1.0": "73 ",
  "an1.73:1.1": "“Mendicants, I do not see a single thing that gives rise to skillful qualities, or makes unskillful qualities decline like pursuing good habits and not bad habits. ",
  "an1.73:1.2": "When you pursue good habits and not bad habits, skillful qualities arise and unskillful qualities decline.” ",
  "an1.74:1.0": "74 ",
  "an1.74:1.1": "“Mendicants, I do not see a single thing that prevents the awakening factors from arising, or, if they’ve already arisen, prevents them from being fully developed like improper attention. ",
  "an1.74:1.2": "When you attend improperly, the awakening factors don’t arise, or, if they’ve already arisen, they’re not fully developed.” ",
  "an1.75:1.0": "75 ",
  "an1.75:1.1": "“Mendicants, I do not see a single thing that gives rise to the awakening factors, or, if they’ve already arisen, fully develops them like proper attention. ",
  "an1.75:1.2": "When you attend properly, the awakening factors arise, or, if they’ve already arisen, they’re fully developed.” ",
  "an1.76:1.0": "76 ",
  "an1.76:1.1": "“Loss of relatives, mendicants, is a small thing. ",
  "an1.76:1.2": "Wisdom is the worst thing to lose.” ",
  "an1.77:1.0": "77 ",
  "an1.77:1.1": "“Growth of relatives, mendicants, is a small thing. ",
  "an1.77:1.2": "Wisdom is the best thing to grow. ",
  "an1.77:1.3": "So you should train like this: ",
  "an1.77:1.4": "‘We will grow in wisdom.’ ",
  "an1.77:1.5": "That’s how you should train.” ",
  "an1.78:1.0": "78 ",
  "an1.78:1.1": "“Loss of wealth, mendicants, is a small thing. ",
  "an1.78:1.2": "Wisdom is the worst thing to lose.” ",
  "an1.79:1.0": "79 ",
  "an1.79:1.1": "“Growth of wealth, mendicants, is a small thing. ",
  "an1.79:1.2": "Wisdom is the best thing to grow. ",
  "an1.79:1.3": "So you should train like this: ",
  "an1.79:1.4": "‘We will grow in wisdom.’ ",
  "an1.79:1.5": "That’s how you should train.” ",
  "an1.80:1.0": "80 ",
  "an1.80:1.1": "“Loss of fame, mendicants, is a small thing. ",
  "an1.80:1.2": "Wisdom is the worst thing to lose.” ",
  "an1.81:1.0": "81 ",
  "an1.81:1.1": "“Growth of fame, mendicants, is a small thing. ",
  "an1.81:1.2": "Wisdom is the best thing to grow. ",
  "an1.81:1.3": "So you should train like this: ",
  "an1.81:1.4": "‘We will grow in wisdom.’ ",
  "an1.81:1.5": "That’s how you should train.” "
}