{
  "pli-tv-bu-vb-ss1:2.2.11": "“Gives the trial period” renders <i lang='pi' translate='no'>mānattaṁ deti</i>. For the meaning of <i lang='pi' translate='no'>mānatta</i> see “A Translation and Analysis of the Pātimokkha”, by Bhikkhu Ñāṇatusita, p.123. | The point here, which can only be understood from the Pali, is that the word <i lang='pi' translate='no'>saṅghādisesa</i> (<i lang='pi' translate='no'>saṅgha</i> + <i lang='pi' translate='no'>ādisesa</i>) is derived from the fact that only the <i lang='pi' translate='no'>sangha</i> can do the legal procedures required when a monastic commits this offense. ",
  "pli-tv-bu-vb-ss1:3.3.30": "For an explanation of these sectional summaries, see appendix on technical terms. ",
  "pli-tv-bu-vb-ss1:4.27": "“Pouring” renders <i lang='pi' translate='no'>usseko</i>, which I take to be related to <i lang='pi' translate='no'>seka</i>, perhaps via the prefix <i lang='pi' translate='no'>ud</i>. ",
  "pli-tv-bu-vb-ss1:5.8.1": "Vmv.1.264: <i lang='pi' translate='no'>Vatthinti aṅgajātasīsacchādakacammaṃ</i>, “<i lang='pi' translate='no'>Vatthi</i>: the skin covering the head of the penis.” ",
  "pli-tv-bu-vb-ss1:5.9.7": "Bhikkhu Ṭhānissaro argues in Buddhist Monastic Code I, page 105, that it was the novice monk who emitted semen. But these rules concern monks, not novices. In the present case the Buddha specifically says that there is no offense of <i lang='pi' translate='no'>saṅghādisea</i>, which would make no sense if it referred to the novice monk. Bhikkhu Ṭhānissaro argues that his reading is required, otherwise we are forced to conclude that <i lang='pi' translate='no'>saṅghādisea</i> offenses can be incurred by indirect stimulation. Yet the cases found here are widely diverging. It is not given that they must all, potentially, be <i lang='pi' translate='no'>saṅghādiseas</i>. ",
  "pli-tv-bu-vb-ss1:5.16.17": "Sp-ṭ.2.267: <i lang='pi' translate='no'>Pupphāvalīti kīḷāvisesassādhivacanaṃ. Taṃ kīḷantā nadīādīsu chinnataṭaṃ udakena cikkhallaṃ katvā tattha ubho pāde pasāretvā nisinnā papatanti</i>; “<i lang='pi' translate='no'>Pupphāvalīti</i>: it is an expression for a kind of game. Playing it in rivers, etc., having made a muddy, steep slope with water, having extended both feet right there, they sit and slide down.” ",
  "pli-tv-bu-vb-ss1:5.16.20": ""
}