{
  "pli-tv-bu-vb-ss5:4.2.17": "Sp.1.303: <i lang='pi' translate='no'>Saha ārakkhenāti sārakkhā</i>; “<i lang='pi' translate='no'>Sārakkha</i> means having protection.” Sp-ṭ.1.303: <i lang='pi' translate='no'>Sasāmikā sārakkhā</i>; “<i lang='pi' translate='no'>Sārakkhā</i> means having a husband.” But it clearly does not mean marriage in a modern sense. ",
  "pli-tv-bu-vb-ss5:4.3.9": "",
  "pli-tv-bu-vb-ss5:4.3.10": "Sp.1.303: <i lang='pi' translate='no'>Odapattakinīti ubhinnaṃ ekissā udakapātiyā hatthe otāretvā “idaṃ udakaṃ viya saṃsaṭṭhā abhejjā hothā”ti vatvā pariggahitāya vohāranāmametaṃ, niddesepissa “tāya saha udakapattaṃ āmasitvā taṃ vāsetī”ti evamattho veditabbo</i>; “<i lang='pi' translate='no'>Odapattakinī</i>: this is an expression for both having entered their hand into a single bowl of water, saying, for the purpose of talking possession, ʻMay you not be split but be together like this water.ʼ Also, it may be specified like this: ʻAfter touching the bowl of water with you, he lives with you.ʼ The meaning is to be understood in this way.” ",
  "pli-tv-bu-vb-ss5:4.3.12": "Sp.1.303: <i lang='pi' translate='no'>Obhaṭaṃ oropitaṃ cumbaṭamassāti obhaṭacumbaṭā, kaṭṭhahārikādīnaṃ aññatarā, yassā sīsato cumbaṭaṃ oropetvā ghare vāseti, tassā etaṃ adhivacanaṃ</i>; “<i lang='pi' translate='no'>Obhaṭacumbaṭā</i>: her head pad, which is for carrying sticks, etc , has been taken down, removed. This is a term for one who lives together in a house, after removing the cloth pad from her head.” ",
  "pli-tv-bu-vb-ss5:4.4.19": "At first glance the Pali seems to concern a single wife who is protected in two ways, not two separate wives. However, since the immediately following question is phrased in the plural, <i lang='pi' translate='no'>hotha … bhariyāyo dhanakkītā</i>, “please be the bought wives,” it is clear that this is about two wives. To bring this out in translation, I have added “so-and-so” to each potential wife. ",
  "pli-tv-bu-vb-ss5:4.4.33": "For an explanation of these sectional summaries, see appendix on technical terms. ",
  "pli-tv-bu-vb-ss5:4.4.52": "Here the series is said to be linked because it ends where the previous series started. In effect the series forms a loop.  “The basis in brief” refers to the fact that the series is heavily contracted, as indicated by the ellipses points at the start of the next series. "
}