{
  "pli-tv-bu-vb-ss1:2.2.11": "“Gives the trial period” renders _mānattaṁ deti_. For the meaning of _mānatta_ see TAP, p.123. | The point here, which can only be understood from the Pali, is that the word _saṅghādisesa_ (_saṅgha_ + _ādisesa_) is derived from the fact that only the _sangha_ can do the legal procedures required when a monastic commits this offense. ",
  "pli-tv-bu-vb-ss1:3.3.30": "For an explanation of these sectional summaries, see Appendix of Technical Terms. ",
  "pli-tv-bu-vb-ss1:3.4.10": "See Glossary of Specialized Terms for these section-ending terms. ",
  "pli-tv-bu-vb-ss1:3.5.82": "See Glossary of Specialized Terms for these section-ending terms. ",
  "pli-tv-bu-vb-ss1:3.8.30": "See Glossary of Specialized Terms for these section-ending terms. ",
  "pli-tv-bu-vb-ss1:3.9.10": "See Glossary of Specialized Terms for these section-ending terms. ",
  "pli-tv-bu-vb-ss1:4.27": "“Pouring” renders _usseko_, which I take to be related to _seka_, perhaps via the prefix _ud_. ",
  "pli-tv-bu-vb-ss1:5.8.1": "Vmv 1.264: _Vatthinti aṅgajātasīsacchādakacammaṁ_, “_Vatthi_: the skin covering the head of the penis.” ",
  "pli-tv-bu-vb-ss1:5.9.7": "Bhikkhu Ṭhānissaro argues in BMC I, page 105, that it was the novice monk who emitted semen. But these rules concern monks, not novices. In the present case the Buddha specifically says that there is no offense of _saṅghādisesa_, which would make no sense if it referred to the novice monk. Bhikkhu Ṭhānissaro argues that his reading is required, otherwise we are forced to conclude that _saṅghādisesa_ offenses can be incurred by indirect stimulation. Yet the cases found here are widely diverging. It is not given that they must all, even potentially, give rise to a _saṅghādisesa_. ",
  "pli-tv-bu-vb-ss1:5.16.17": "Sp-t 2.267: _Pupphāvalīti kīḷāvisesassādhivacanaṁ. Taṁ kīḷantā nadīādīsu chinnataṭaṁ udakena cikkhallaṁ katvā tattha ubho pāde pasāretvā nisinnā papatanti_; “_Pupphāvalīti_: it is an expression for a kind of game. Playing it in rivers, etc., having made a muddy, steep slope with water, having extended both feet right there, they sit and slide down.” "
}