{
  "an6.63:0.1": "Восходящие Наставления 6.63",
  "an6.63:0.2": "Большая Глава",
  "an6.63:0.3": "Сутта Проникающее",
  "an6.63:1.1": "“Проникающее объяснение вам, монахи, дхаммы объяснение преподам.",
  "an6.63:1.2": "Это услышьте, хорошо в уме-представлении отразите, буду говорить”.",
  "an6.63:1.3": "“Так, почтенный” те монахи Благословенному ответили.",
  "an6.63:1.4": "Благословенный это сказал:",
  "an6.63:2.1": "“И каково оно, монахи, проникающее объяснение, дхаммы объяснение?",
  "an6.63:2.2": "Желания, монахи, должны быть выведаны (познано чувствованием, веданием, интуитивно постигнуто), желаний обстоятельство проявления должно быть выведано, желаний разнообразие (разнообразность, ~размерность) должно быть выведано, желаний созревание-результат (процесс получения результата) должен быть выведан, желания-устранение должно быть выведано, к желания-устранению ведущая практика должна быть выведана.",
  "an6.63:3.1": "Чувство (чувствование, ведание), монахи, должно быть выведано, чувств обстоятельство проявления должно быть выведано, чувств разнообразие должно быть выведано, чувств результат должен быть выведан, чувства-устранение должно быть выведано, к чувства-устранению ведущая практика должна быть выведана.",
  "an6.63:4.1": "Сознавание (перцепция, прямое восприятие объектов, снимание), монахи, должно быть выведано, сознаваний обстоятельство проявления должно быть выведано, сознаваний разнообразие должно быть выведано, сознаваний результат должен быть выведан, сознавания-устранение должно быть выведано, к сознавания-устранению ведущая практика должна быть выведана.",
  "an6.63:5.1": "Выделения (брожения), монахи, должны быть выведаны, выделений обстоятельство проявления должно быть выведано, выделений разнообразие должно быть выведано, выделений результат должен быть выведан, выделения-устранение должно быть выведано, к выделения-устранению ведущая практика должна быть выведана.",
  "an6.63:6.1": "Активность (деятельность, ~действие, камма), монахи, должна быть выведана, активности обстоятельство проявления должно быть выведано, активности разнообразие должно быть выведано, активности результат должен быть выведан, активности-устранение должно быть выведано, к активности-устранению ведущая практика должна быть выведана.",
  "an6.63:7.1": "Боль, монахи, должна быть выведана, боли обстоятельство проявления должно быть выведано, боли разнообразие должно быть выведано, боли результат должен быть выведан, боле-устранение должно быть выведано, к боле-устранению ведущая практика должна быть выведана.",
  "an6.63:8.1": "'Желания, монахи, должны быть выведаны, желаний обстоятельство проявления должно быть выведано, желаний разнообразие должно быть выведано, желаний результат должен быть выведан, желания-устранение должно быть выведано, к желания-устранению ведущая практика должна быть выведана', это сказано.",
  "an6.63:8.2": "И относительно чего это сказано?",
  "an6.63:8.3": "Эти пять, монахи, — желания-множители:",
  "an6.63:8.4": "Глазом распознаваемые (которые могут быть распознаны, потенциально распознаваемые) объекты (виды, рупы) – желанные, обожаемые, приятные, миловидные, связанные с желанием, очаровывающие-вызывающие страсть.",
  "an6.63:8.5": "ухом распознаваемые звуки…",
  "an6.63:8.6": "носом распознаваемые запахи…",
  "an6.63:8.7": "языком распознаваемые вкусы…",
  "an6.63:8.8": "телом распознаваемые касания – желанные, обожаемые, приятные, миловидные, связанные с желанием, очаровывающие.",
  "an6.63:8.9": "Но, монахи, те не 'желания' зовутся, желания-множители именуются те в выведении (вычищении, винае) Благородного—",
  "an6.63:8.10": "'Заготовко(паттерн, шаблон, намерение-привычка, преднамерение)-страсть — желание человека,",
  "an6.63:8.11": "Те не желания, кои красивости на свете;",
  "an6.63:8.12": "Заготовко-страсть — желание человека,",
  "an6.63:8.13": "Остаются красивости здесь на свете;",
  "an6.63:8.14": "Здесь (в этом отношении) мудрые вычищают импульс-намерение (выбор, согласие)'.",
  "an6.63:9.1": "И каково, монахи, желаний обстоятельство проявления?",
  "an6.63:10.2": "Касание, монахи, — желаний обстоятельство проявления.",
  "an6.63:11.1": "И каково, монахи, желаний разнообразие?",
  "an6.63:11.2": "Одно, монахи, желание об объектах (с объектами), другое — желание о звуках, другое — желание о запахах, другое — желание о вкусах, другое — желание об ощущениях.",
  "an6.63:11.3": "Это называется, монахи, желаний разнообразие.",
  "an6.63:12.1": "И каков, монахи, желаний результат?",
  "an6.63:12.2": "Тот, кто, монахи, желающий соответствующее само-бытие порождает связанное с благом или связанное с не-благом, это называется, монахи, желаний результат.",
  "an6.63:13.1": "И каково, монахи, желания-устранение?",
  "an6.63:13.2": "Касания-устранение, монахи, желания-устранение.",
  "an6.63:13.3": "Только этот Благородный восьмеричный путь к желания-устранению ведущая практика, в частности —",
  "an6.63:13.4": "правильный взгляд, правильное намерение-заготовка, правильная речь, правильный поступок, правильный быт, правильное старание, правильное памятование, правильное объединение опыта.",
  "an6.63:14.1": "И когда, монахи, благородно-слушатель так желания понимает, так желаний условие проявления понимает, так желаний разнообразие понимает, так желаний результат понимает, так желания-устранение понимает, так к желания-устранению ведущую практику понимает, он эту проникающую святую жизнь понимает желания-устранение.",
  "an6.63:14.2": "'Желания, монахи, должны быть выведано… к желания-устранению ведущая практика должна быть выведана',",
  "an6.63:14.3": "то что было сказано, относительно этого было сказано.",
  "an6.63:15.1": "'Чувство, монахи, должно быть выведано… к чувство-устранению ведущая практика должна быть выведана',",
  "an6.63:15.2": "это сказано. И относительно чего это сказано?",
  "an6.63:15.3": "Три эти, монахи, чувства —",
  "an6.63:15.4": "приятное чувство, болезненное чувство, ни-болезненное-ни-приятное чувство.",
  "an6.63:16.1": "И каково, монахи, чувств обстоятельство проявления?",
  "an6.63:16.2": "Касание, монахи, — чувств обстоятельство проявления.",
  "an6.63:17.1": "И каково, монахи, чувств разнообразие?",
  "an6.63:17.2": "Есть, монахи, плотское приятное чувство, есть не-плотское приятное чувство, есть плотское болезненное чувство, есть не-плотское болезненное чувство, есть плотское ни-болезненное-ни-приятное чувство, есть не-плотское ни-болезненное-ни-приятное чувство.",
  "an6.63:17.3": "Это называется, монахи, чувств разнообразие.",
  "an6.63:18.1": "И каков, монахи, чувств результат?",
  "an6.63:18.2": "Тот, кто, монахи, чувствующий соответствующее само-бытие порождает связанное с благом или связанное с не-благом,",
  "an6.63:18.3": "это называется, монахи, чувств результат.",
  "an6.63:19.1": "И каково, монахи, чувства-устранение?",
  "an6.63:19.2": "Касания-устранение, монахи, чувства-устранение.",
  "an6.63:19.3": "Только этот Благородный восьмеричный путь к чувства-устранению ведущая практика, в частности —",
  "an6.63:19.4": "правильный взгляд… правильное объединение опыта.",
  "an6.63:20.1": "И когда, монахи, благородно-слушатель так чувство понимает, так чувств условие проявления понимает, так чувств разнообразие понимает, так чувств результат понимает, так чувство-устранение понимает, так к чувство-устранению ведущую практику понимает, он эту проникающую святую жизнь понимает чувство-устранение.",
  "an6.63:20.2": "'Чувство, монахи, должно быть выведано… к чувство-устранению ведущая практика должна быть выведана',",
  "an6.63:20.3": "то что было сказано, относительно этого было сказано.",
  "an6.63:21.1": "'Сознавание, монахи, должно быть выведано… к сознавания-устранению ведущая практика должна быть выведана',",
  "an6.63:21.2": "это сказано. И относительно чего это сказано?",
  "an6.63:21.3": "Шесть эти, монахи, сознаваний —",
  "an6.63:21.4": "боъекто‐сознавание, звуко-сознавание, запахо-сознавание, вкусо-сознавание, касания-сознавание, явления-сознавание.",
  "an6.63:22.1": "И каково, монахи, сознаваний обстоятельство проявления?",
  "an6.63:22.2": "Касание, монахи, сознаваний обстоятельство проявления.",
  "an6.63:23.1": "И каково, монахи, сознаваний разнообразие?",
  "an6.63:23.2": "Одно, монахи, сознавание с объектами, другое — сознавание со звуками, другое — сознавание с запахами, другое — сознавание со вкусами, другое — сознавание с касаниями, другое — сознавание с явлениями.",
  "an6.63:23.3": "Это называется, монахи, сознаваний разнообразие.",
  "an6.63:24.1": "И каков, монахи, сознаваний результат?",
  "an6.63:24.2": "В выражении результат, монахи, сознавания утверждаю.",
  "an6.63:24.3": "Как то сознаёт так выражает: 'так сознавал'.",
  "an6.63:24.4": "Это называется, монахи, сознаваний результат.",
  "an6.63:25.1": "И каково, монахи, сознавания-устранение?",
  "an6.63:25.2": "Касания-устранение, монахи, — сознавания-устранение.",
  "an6.63:25.3": "Только этот Благородный восьмеричный путь — к сознавания-устранению ведущая практика, в частности —",
  "an6.63:25.4": "правильный взгляд… правильное объединение опыта.",
  "an6.63:26.1": "И когда, монахи, благородно-слушатель так сознавание понимает, так сознаваний условие проявления понимает, так сознаваний разнообразие понимает, так сознаваний результат понимает, так сознавания-устранение понимает, так к сознавания-устранению ведущую практику понимает, он эту проникающую святую жизнь понимает сознавания-устранение.",
  "an6.63:26.2": "'Сознавание, монахи, должно быть выведано… к сознавания-устранению ведущая практика должна быть выведана',",
  "an6.63:26.3": "то что было сказано, относительно этого было сказано.",
  "an6.63:27.1": "'Выделения, монахи, должны быть выведаны… к выделения-устранению ведущая практика должна быть выведана',",
  "an6.63:27.2": "это сказано. И относительно чего это сказано?",
  "an6.63:27.3": "Три эти, монахи, выделения —",
  "an6.63:27.4": "желания-выделение, случая-выделение, неразличения (незнания)-выделение.",
  "an6.63:28.1": "И каково, монахи, выделений обстоятельство проявления?",
  "an6.63:28.2": "Неразличение, монахи, — выделений обстоятельство проявление.",
  "an6.63:29.1": "И каково, монахи, выделений разнообразие?",
  "an6.63:29.2": "Есть, монахи, выделения ведущие в ад, есть выделения ведущие в лоно животного, есть выделения ведущие в обитель духов-предков, есть выделения ведущие в мир-свет людей, есть выделения ведущие в мир дэвов.",
  "an6.63:29.3": "Это называется, монахи, выделений разнообразие.",
  "an6.63:30.1": "И каков, монахи, выделений результат?",
  "an6.63:30.2": "Тот, кто, монахи, неразличающий соответствующее само-бытие порождает связанное с благом или связанное с не-благом, это называется, монахи, выделений результат.",
  "an6.63:31.1": "И каково, монахи, выделения-устранение?",
  "an6.63:31.2": "Неразличения-устранение, монахи, — выделения-устранение.",
  "an6.63:31.3": "Только этот Благородный восьмеричный путь — к активности-устранению ведущая практика, в частности —",
  "an6.63:31.4": "правильный взгляд… правильное объединение опыта.",
  "an6.63:32.1": "И когда, монахи, благородно-слушатель так выделения понимает, так выделений условие проявления понимает, так выделений разнообразие понимает, так выделений результат понимает, так выделения-устранение понимает, так к выделения-устранению ведущую практику понимает, он эту проникающую святую жизнь понимает выделения-устранение.",
  "an6.63:32.2": "'Выделения, монахи, должны быть выведаны… к выделения-устранению ведущая практика должна быть выведана'.",
  "an6.63:32.3": "То что было сказано, относительно этого было сказано.",
  "an6.63:33.1": "'Активность, монахи, должна быть выведана… к активности-устранению ведущая практика должна быть выведана', это сказано.",
  "an6.63:33.2": "И относительно чего это сказано?",
  "an6.63:33.3": "Осмысление-считание-отождествление я, монахи, — активность называю.",
  "an6.63:33.4": "Осмыслив-отождествившись активность совершает (делает) —",
  "an6.63:33.5": "телом, речью, умом-представлением.",
  "an6.63:34.1": "И каково, монахи, активностей обстоятельство проявления?",
  "an6.63:34.2": "Касание, монахи, активностей обстоятельство проявления.",
  "an6.63:35.1": "И каково, монахи, активностей разнообразие?",
  "an6.63:35.2": "Есть, монахи, активность адо-чувствующееся, есть активность лоно-животно-чувствующееся, есть активность обителе-духо-чувствующееся, есть активность мира-людей-чувствующееся, есть активность мира-дэвов -чувствующееся.",
  "an6.63:35.3": "Это называется, монахи, активностей разнообразие.",
  "an6.63:36.1": "И каков, монахи, активностей результат?",
  "an6.63:36.2": "Три вида я, монахи, активностей результат говорю —",
  "an6.63:36.3": "в видимой действительности, в последующем, в другом ¿случае.",
  "an6.63:36.4": "Это называется, монахи, активностей результат.",
  "an6.63:37.1": "И каково, монахи, активности-устранение?",
  "an6.63:37.2": "Касания-устранение, монахи, — активности-устранение.",
  "an6.63:37.3": "Только этот Благородный восьмеричный путь — к активности-устранению ведущая практика, в частности —",
  "an6.63:37.4": "правильный взгляд… правильное объединение опыта.",
  "an6.63:38.1": "И когда, монахи, благородно-слушатель так активность понимает, так активности условие проявления понимает, так активности разнообразие понимает, так активностей результат понимает, так активности-устранение понимает, так к активности-устранению ведущую практику понимает, он эту проникающую святую жизнь понимает активности-устранение.",
  "an6.63:38.2": "'Активность, монахи, должна быть выведана… к активности-устранению ведущая практика должна быть выведана',",
  "an6.63:38.3": "то что было сказано, относительно этого было сказано.",
  "an6.63:39.1": "'Боль, монахи, должна быть выведана, боли обстоятельство проявления должно быть выведано, боли разнообразие должно быть выведано, боли результат должен быть выведан, боле-устранение должно быть выведано, к боле-устранению ведущая практика должна быть выведана'.",
  "an6.63:39.2": "Это сказано, и относительно чего это сказано?",
  "an6.63:39.3": "Рождение в том числе болезненно, старость в том числе болезненна, болезнь в том числе болезненна, умирание в том числе болезненно, страдание-плач-боль-недовольство-тоска в том числе болезненны, то, что желанное не обрезать, то в том числе болезненно, сжато — пять поддерживания-блоков болезненны.",
  "an6.63:40.1": "И каково, монахи, боли обстоятельство проявления?",
  "an6.63:40.2": "Цепляние (сцепление, липкость-залипание), монахи, боли обстоятельство проявления.",
  "an6.63:41.1": "И каково, монахи, боли разнообразие?",
  "an6.63:41.2": "Есть, монахи, боль чрезмерная, есть ограниченная, есть долго выцветающая, есть быстро выцветающая.",
  "an6.63:41.3": "Это называется, монахи, боли разнообразие.",
  "an6.63:42.1": "И каков, монахи, боли результат?",
  "an6.63:42.2": "Вот, монахи, некто болью покорённый, умом-состоянием захваченый, страдает, тяготится, плачет, бьющий в грудь кричит, приходит в замешательство, или покорённый болью, умом захваченый к поиску снаружи приходит:",
  "an6.63:42.3": "‘Кто одну строку-стопу, две строки знает для этой боли устранения’?",
  "an6.63:42.4": "В замешательстве-результирующая, монахи, боль я утверждаю, либо в поиске-результирующая.",
  "an6.63:42.5": "Это называется, монахи, боли результат.",
  "an6.63:43.1": "И каково, монахи, боле-устранение?",
  "an6.63:43.2": "Цепляния-устранение, монахи, — боле-устранение.",
  "an6.63:43.3": "Только этот Благородный восьмеричный путь — к боле-устранению ведущая практика, в частности —",
  "an6.63:43.4": "правильный взгляд… правильное объединение опыта.",
  "an6.63:44.1": "И когда, монахи, благородно-слушатель так боль понимает, так боли условие проявления понимает, так боли разнообразие понимает, так боли результат понимает, так боле-устранение понимает, так к боле-устранению ведущую практику понимает, он эту проникающую святую жизнь понимает боле-устранение.",
  "an6.63:44.2": "'Боль, монахи, должна быть выведана, боли обстоятельство проявления должно быть выведано, боли разнообразие должно быть выведано, боли результат должен быть выведан, боле-устранение должно быть выведано, к боле-устранению ведущая практика должна быть выведана'.",
  "an6.63:44.3": "То что было сказано, относительно этого было сказано.",
  "an6.63:45.1": "Вот это, монахи, проникающее объяснение, дхаммы объяснение”.",
  "an6.63:45.2": "Девятая."
}