{
  "ne10:0.1": "Netti",
  "ne10:0.2": "Paṭiniddesavāra",
  "ne10:0.3": "Vibhaṅga 7",
  "ne10:0.4": "Āvaṭṭahāravibhaṅga",
  "ne10:1.1": "Tattha katamo āvaṭṭo hāro?",
  "ne10:1.2": "“Ekamhi padaṭṭhāne”ti ayaṃ.",
  "ne10:2.1": "“Ārambhatha nikkamatha,",
  "ne10:2.2": "Yuñjatha buddhasāsane;",
  "ne10:2.3": "Dhunātha maccuno senaṃ,",
  "ne10:2.4": "Naḷāgāraṃva kuñjaro”ti.",
  "ne10:3.1": "“Ārambhatha nikkamathā”ti vīriyassa padaṭṭhānaṃ.",
  "ne10:3.2": "“Yuñjatha buddhasāsane”ti samādhissa padaṭṭhānaṃ.",
  "ne10:3.3": "“Dhunātha maccuno senaṃ, naḷāgāraṃva kuñjaro”ti paññāya padaṭṭhānaṃ.",
  "ne10:3.4": "“Ārambhatha nikkamathā”ti vīriyindriyassa padaṭṭhānaṃ.",
  "ne10:3.5": "“Yuñjatha buddhasāsane”ti samādhindriyassa padaṭṭhānaṃ.",
  "ne10:3.6": "“Dhunātha maccuno senaṃ, naḷāgāraṃva kuñjaro”ti paññindriyassa padaṭṭhānaṃ.",
  "ne10:3.7": "Imāni padaṭṭhānāni desanā.",
  "ne10:4.1": "Ayuñjantānaṃ vā sattānaṃ yoge, yuñjantānaṃ vā ārambho.",
  "ne10:5.1": "Tattha ye na yuñjanti, te pamādamūlakā na yuñjanti.",
  "ne10:5.2": "So pamādo duvidho taṇhāmūlako avijjāmūlako ca.",
  "ne10:5.3": "Tattha avijjāmūlako yena aññāṇena nivuto ñeyyaṭṭhānaṃ nappajānāti pañcakkhandhā uppādavayadhammāti, ayaṃ avijjāmūlako.",
  "ne10:5.4": "Yo taṇhāmūlako, so tividho anuppannānaṃ bhogānaṃ uppādāya pariyesanto pamādaṃ āpajjati, uppannānaṃ bhogānaṃ ārakkhanimittaṃ paribhoganimittañca pamādaṃ āpajjati ayaṃ loke catubbidho pamādo ekavidho avijjāya tividho taṇhāya.",
  "ne10:5.5": "Tattha avijjāya nāmakāyo padaṭṭhānaṃ.",
  "ne10:5.6": "Taṇhāya rūpakāyo padaṭṭhānaṃ.",
  "ne10:5.7": "Taṃ kissa hetu, rūpīsu bhavesu ajjhosānaṃ, arūpīsu sammoho?",
  "ne10:5.8": "Tattha rūpakāyo rūpakkhandho nāmakāyo cattāro arūpino khandhā.",
  "ne10:5.9": "Ime pañcakkhandhā katamena upādānena saupādānā, taṇhāya ca avijjāya ca?",
  "ne10:5.10": "Tattha taṇhā dve upādānāni kāmupādānañca sīlabbatupādānañca.",
  "ne10:5.11": "Avijjā dve upādānāni diṭṭhupādānañca attavādupādānañca.",
  "ne10:5.12": "Imehi catūhi upādānehi ye saupādānā khandhā, idaṃ dukkhaṃ.",
  "ne10:5.13": "Cattāri upādānāni, ayaṃ samudayo.",
  "ne10:5.14": "Pañcakkhandhā dukkhaṃ.",
  "ne10:5.15": "Tesaṃ bhagavā pariññāya pahānāya ca dhammaṃ deseti dukkhassa pariññāya samudayassa pahānāya.",
  "ne10:6.1": "Tattha yo tividho taṇhāmūlako pamādo anuppannānaṃ bhogānaṃ uppādāya pariyesati, uppannānaṃ bhogānaṃ ārakkhaṇañca karoti paribhoganimittañca, tassa sampaṭivedhena rakkhaṇā paṭisaṃharaṇā, ayaṃ samatho.",
  "ne10:7.1": "So kathaṃ bhavati?",
  "ne10:7.2": "Yadā jānāti kāmānaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato okārañca saṃkilesañca vodānañca nekkhamme ca ānisaṃsaṃ.",
  "ne10:7.3": "Tattha yā vīmaṃsā upaparikkhā ayaṃ vipassanā.",
  "ne10:7.4": "Ime dve dhammā bhāvanāpāripūriṃ gacchanti samatho ca vipassanā ca.",
  "ne10:7.5": "Imesu dvīsu dhammesu bhāviyamānesu dve dhammā pahīyanti taṇhā ca avijjā ca, imesu dvīsu dhammesu pahīnesu cattāri upādānāni nirujjhanti.",
  "ne10:7.6": "Upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.",
  "ne10:7.7": "Evametassa kevalassa dukkhakkhandhassa nirodho hoti.",
  "ne10:7.8": "Iti purimakāni ca dve saccāni dukkhaṃ samudayo ca, samatho ca vipassanā ca maggo.",
  "ne10:7.9": "Bhavanirodho nibbānaṃ imāni cattāri saccāni.",
  "ne10:7.10": "Tenāha bhagavā “ārambhatha nikkamathā”ti.",
  "ne10:8.1": "“Yathāpi mūle anupaddave daḷhe,",
  "ne10:8.2": "Chinnopi rukkho punareva rūhati;",
  "ne10:8.3": "Evampi taṇhānusaye anūhate,",
  "ne10:8.4": "Nibbattatī dukkhamidaṃ punappunaṃ”.",
  "ne10:9.1": "Ayaṃ taṇhānusayo.",
  "ne10:9.2": "Katamassā taṇhāya?",
  "ne10:9.3": "Bhavataṇhāya.",
  "ne10:9.4": "Yo etassa dhammassa paccayo ayaṃ avijjā.",
  "ne10:9.5": "Avijjāpaccayā hi bhavataṇhā.",
  "ne10:9.6": "Ime dve kilesā taṇhā ca avijjā ca.",
  "ne10:9.7": "Tāni cattāri upādānāni tehi catūhi upādānehi ye saupādānā khandhā, idaṃ dukkhaṃ.",
  "ne10:9.8": "Cattāri upādānāni ayaṃ samudayo.",
  "ne10:9.9": "Pañcakkhandhā dukkhaṃ.",
  "ne10:9.10": "Tesaṃ bhagavā pariññāya ca pahānāya ca dhammaṃ deseti dukkhassa pariññāya samudayassa pahānāya.",
  "ne10:10.1": "Yena taṇhānusayaṃ samūhanati, ayaṃ samatho.",
  "ne10:10.2": "Yena taṇhānusayassa paccayaṃ avijjaṃ vārayati, ayaṃ vipassanā.",
  "ne10:10.3": "Ime dve dhammā bhāvanāpāripūriṃ gacchanti samatho ca vipassanā ca.",
  "ne10:10.4": "Tattha samathassa phalaṃ rāgavirāgā cetovimutti, vipassanāya phalaṃ avijjāvirāgā paññāvimutti.",
  "ne10:10.5": "Iti purimakāni ca dve saccāni dukkhaṃ samudayo ca, samatho vipassanā ca maggo, dve ca vimuttiyo nirodho.",
  "ne10:10.6": "Imāni cattāri saccāni.",
  "ne10:10.7": "Tenāha bhagavā “yathāpi mūle”ti.",
  "ne10:11.1": "“Sabbapāpassa akaraṇaṃ,",
  "ne10:11.2": "kusalassa upasampadā;",
  "ne10:11.3": "Sacittapariyodāpanaṃ,",
  "ne10:11.4": "etaṃ buddhāna sāsanan”ti.",
  "ne10:12.1": "Sabbapāpaṃ nāma tīṇi duccaritāni kāyaduccaritaṃ vacīduccaritaṃ manoduccaritaṃ, te dasa akusalakammapathā pāṇātipāto adinnādānaṃ kāmesumicchācāro musāvādo pisuṇā vācā pharusā vācā samphappalāpo abhijjhā byāpādo micchādiṭṭhi, tāni dve kammāni cetanā cetasikañca.",
  "ne10:12.2": "Tattha yo ca pāṇātipāto yā ca pisuṇā vācā yā ca pharusā vācā, idaṃ dosasamuṭṭhānaṃ.",
  "ne10:12.3": "Yañca adinnādānaṃ yo ca kāmesumicchācāro yo ca musāvādo, idaṃ lobhasamuṭṭhānaṃ, yo samphappalāpo, idaṃ mohasamuṭṭhānaṃ.",
  "ne10:12.4": "Imāni satta kāraṇāni cetanākammaṃ.",
  "ne10:12.5": "Yā abhijjhā, ayaṃ lobho akusalamūlaṃ.",
  "ne10:12.6": "Yo byāpādo, ayaṃ doso akusalamūlaṃ.",
  "ne10:12.7": "Yā micchādiṭṭhi, ayaṃ micchāmaggo.",
  "ne10:12.8": "Imāni tīṇi kāraṇāni cetasikakammaṃ.",
  "ne10:12.9": "Tenāha “cetanākammaṃ cetasikakamman”ti.",
  "ne10:13.1": "Akusalamūlaṃ payogaṃ gacchantaṃ catubbidhaṃ agatiṃ gacchati chandā dosā bhayā mohā.",
  "ne10:13.2": "Tattha yaṃ chandā agatiṃ gacchati, idaṃ lobhasamuṭṭhānaṃ.",
  "ne10:13.3": "Yaṃ dosā agatiṃ gacchati, idaṃ dosasamuṭṭhānaṃ.",
  "ne10:13.4": "Yaṃ bhayā ca mohā ca agatiṃ gacchati, idaṃ mohasamuṭṭhānaṃ.",
  "ne10:13.5": "Tattha lobho asubhāya pahīyati.",
  "ne10:13.6": "Doso mettāya.",
  "ne10:13.7": "Moho paññāya.",
  "ne10:13.8": "Tathā lobho upekkhāya pahīyati.",
  "ne10:13.9": "Doso mettāya ca karuṇāya ca.",
  "ne10:13.10": "Moho muditāya pahānaṃ abbhatthaṃ gacchati.",
  "ne10:13.11": "Tenāha bhagavā “sabbapāpassa akaraṇan”ti.",
  "ne10:14.1": "Sabbapāpaṃ nāma aṭṭha micchattāni micchādiṭṭhi micchāsaṅkappo micchāvācā micchākammanto micchāājīvo micchāvāyāmo micchāsati micchāsamādhi, idaṃ vuccati sabbapāpaṃ.",
  "ne10:14.2": "Imesaṃ aṭṭhannaṃ micchattānaṃ yā akiriyā akaraṇaṃ anajjhācāro, idaṃ vuccati sabbapāpassa akaraṇaṃ.",
  "ne10:15.1": "Aṭṭhasu micchattesu pahīnesu aṭṭha sammattāni sampajjanti.",
  "ne10:15.2": "Aṭṭhannaṃ sammattānaṃ yā kiriyā karaṇaṃ sampādanaṃ, ayaṃ vuccati kusalassa upasampadā.",
  "ne10:15.3": "Sacittapariyodāpananti atītassa maggassa bhāvanākiriyaṃ dassayati, citte pariyodāpite pañcakkhandhā pariyodāpitā bhavanti, evañhi bhagavā āha—",
  "ne10:15.4": "“cetovisuddhatthaṃ, bhikkhave, tathāgate brahmacariyaṃ vussatī”ti.",
  "ne10:15.5": "Duvidhā hi pariyodāpanā nīvaraṇappahānañca anusayasamugghāto ca.",
  "ne10:15.6": "Dve pariyodāpanabhūmiyo dassanabhūmi ca, bhāvanābhūmi ca, tattha yaṃ paṭivedhena pariyodāpeti, idaṃ dukkhaṃ.",
  "ne10:15.7": "Yato pariyodāpeti, ayaṃ samudayo.",
  "ne10:15.8": "Yena pariyodāpeti, ayaṃ maggo.",
  "ne10:15.9": "Yaṃ pariyodāpitaṃ, ayaṃ nirodho.",
  "ne10:15.10": "Imāni cattāri saccāni.",
  "ne10:15.11": "Tenāha bhagavā “sabbapāpassa akaraṇan”ti.",
  "ne10:16.1": "“Dhammo have rakkhati dhammacāriṃ,",
  "ne10:16.2": "Chattaṃ mahantaṃ yatha vassakāle;",
  "ne10:16.3": "Esānisaṃso dhamme suciṇṇe,",
  "ne10:16.4": "Na duggatiṃ gacchati dhammacārī”ti.",
  "ne10:17.1": "Dhammo nāma duvidho indriyasaṃvaro maggo ca.",
  "ne10:17.2": "Duggati nāma duvidhā devamanusse vā upanidhāya apāyā duggati, nibbānaṃ vā upanidhāya sabbā upapattiyo duggati.",
  "ne10:17.3": "Tattha yā saṃvarasīle akhaṇḍakāritā, ayaṃ dhammo suciṇṇo apāyehi rakkhati.",
  "ne10:17.4": "Evaṃ bhagavā āha—",
  "ne10:17.5": "“dvemā, bhikkhave, sīlavato gatiyo devā ca manussā ca”.",
  "ne10:17.6": "Evañca nāḷandāyaṃ nigame asibandhakaputto gāmaṇi bhagavantaṃ etadavoca—",
  "ne10:18.1": "“Brāhmaṇā, bhante, pacchābhūmakā kāmaṇḍalukā sevālamālikā udakorohakā aggiparicārakā, te mataṃ kālaṅkataṃ uyyāpenti nāma, saññāpenti nāma, saggaṃ nāma okkāmenti.",
  "ne10:18.2": "Bhagavā pana, bhante, arahaṃ sammāsambuddho pahoti tathā kātuṃ, yathā sabbo loko kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyā”ti.",
  "ne10:19.1": "“Tena hi, gāmaṇi, taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṃ byākareyyāsīti.",
  "ne10:20.1": "Taṃ kiṃ maññasi, gāmaṇi, idhassa puriso pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavāco pharusavāco samphappalāpī abhijjhālu byāpannacitto micchādiṭṭhiko, tamenaṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatū’ti.",
  "ne10:20.2": "Taṃ kiṃ maññasi, gāmaṇi, api nu so puriso mahato janakāyassa āyācanahetu vā thomanahetuvā pañjalikaṃ anuparisakkanahetu vā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyā”ti.",
  "ne10:20.3": "“No hetaṃ, bhante”.",
  "ne10:21.1": "“Seyyathāpi, gāmaṇi, puriso mahatiṃ puthusilaṃ gambhīre udakarahade pakkhipeyya, tamenaṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘ummujja, bho, puthusile, uplava bho puthusile, thalamuplava, bho puthusile’ti.",
  "ne10:21.2": "Taṃ kiṃ maññasi, gāmaṇi, api nu sā mahatī puthusilā mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikaṃ anuparisakkanahetu vā ummujjeyya vā uplaveyya vā thalaṃ vā uplaveyyā”ti.",
  "ne10:21.3": "“No hetaṃ, bhante”.",
  "ne10:21.4": "“Evameva kho, gāmaṇi, yo so puriso pāṇātipātī …pe…",
  "ne10:21.5": "micchādiṭṭhiko, kiñcāpi naṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatū’ti.",
  "ne10:21.6": "Atha kho so puriso kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya.",
  "ne10:22.1": "Taṃ kiṃ maññasi, gāmaṇi, idhassa puriso pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato pisuṇāya vācāya paṭivirato pharusāya vācāya paṭivirato samphappalāpā paṭivirato anabhijjhālu abyāpannacitto sammādiṭṭhiko, tamenaṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatū’ti.",
  "ne10:22.2": "Taṃ kiṃ maññasi, gāmaṇi, api nu so puriso mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikaṃ anuparisakkanahetu vā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyā”ti.",
  "ne10:22.3": "“No hetaṃ, bhante”.",
  "ne10:23.1": "“Seyyathāpi, gāmaṇi, puriso sappikumbhaṃ vā telakumbhaṃ vā gambhīre udakarahade ogāhetvā bhindeyya.",
  "ne10:23.2": "Tatra yāssa sakkharakaṭhalaṃ, sā adhogāmī assa.",
  "ne10:23.3": "Yañca khvassa tatra sappi vā telaṃ vā, taṃ uddhaṅgāmi assa.",
  "ne10:23.4": "Tamenaṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘osīda, bho sappitela, saṃsīda, bho sappitela, adho gaccha, bho sappitelā’ti.",
  "ne10:23.5": "Taṃ kiṃ maññasi gāmaṇi, api nu taṃ sappitelaṃ mahato janakāyassa āyācanahetu vā thomanahetu vā pañjalikaṃ anuparisakkanahetu vā ‘osīdeyya vā saṃsīdeyya vā adho vā gaccheyyā’”ti.",
  "ne10:23.6": "“No hetaṃ, bhante”.",
  "ne10:24.1": "“Evameva kho, gāmaṇi, yo so puriso pāṇātipātā paṭivirato …pe…",
  "ne10:24.2": "sammādiṭṭhiko, kiñcāpi naṃ mahā janakāyo saṅgamma samāgamma āyāceyya thomeyya pañjaliko anuparisakkeyya ‘ayaṃ puriso kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatū’”ti.",
  "ne10:24.3": "Atha kho so puriso kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyya.",
  "ne10:24.4": "Iti dhammo suciṇṇo apāyehi rakkhati.",
  "ne10:24.5": "Tattha yā maggassa tikkhatā adhimattatā, ayaṃ dhammo suciṇṇo sabbāhi upapattīhi rakkhati.",
  "ne10:24.6": "Evaṃ bhagavā āha—",
  "ne10:25.1": "“Tasmā rakkhitacittassa,",
  "ne10:25.2": "sammāsaṅkappagocaro;",
  "ne10:25.3": "Sammādiṭṭhipurekkhāro,",
  "ne10:25.4": "ñatvāna udayabbayaṃ;",
  "ne10:25.5": "Thinamiddhābhibhū bhikkhu,",
  "ne10:25.6": "sabbā duggatiyo jahe”ti.",
  "ne10:26.1": "Tattha duggatīnaṃ hetu taṇhā ca avijjā ca, tāni cattāri upādānāni, tehi catūhi upādānehi ye saupādānā khandhā, idaṃ dukkhaṃ.",
  "ne10:26.2": "Cattāri upādānāni, ayaṃ samudayo.",
  "ne10:26.3": "Pañcakkhandhā dukkhaṃ, tesaṃ bhagavā pariññāya ca pahānāya ca dhammaṃ deseti dukkhassa pariññāya samudayassa pahānāya.",
  "ne10:26.4": "Tattha taṇhāya pañcindriyāni rūpīni padaṭṭhānaṃ.",
  "ne10:26.5": "Avijjāya manindriyaṃ padaṭṭhānaṃ.",
  "ne10:26.6": "Pañcindriyāni rūpīni rakkhanto samādhiṃ bhāvayati, taṇhañca niggaṇhāti.",
  "ne10:26.7": "Manindriyaṃ rakkhanto vipassanaṃ bhāvayati, avijjañca niggaṇhāti.",
  "ne10:26.8": "Taṇhāniggahena dve upādānāni pahīyanti kāmupādānañca sīlabbatupādānañca.",
  "ne10:26.9": "Avijjāniggahena dve upādānāni pahīyanti diṭṭhupādānañca attavādupādānañca.",
  "ne10:26.10": "Catūsu upādānesu pahīnesu dve dhammā bhāvanāpāripūriṃ gacchanti samatho ca vipassanā ca.",
  "ne10:26.11": "Idaṃ vuccati brahmacariyanti.",
  "ne10:27.1": "Tattha brahmacariyassa phalaṃ cattāri sāmaññaphalāni sotāpattiphalaṃ sakadāgāmiphalaṃ anāgāmiphalaṃ arahattaṃ aggaphalaṃ.",
  "ne10:27.2": "Imāni cattāri brahmacariyassa phalāni.",
  "ne10:27.3": "Iti purimakāni ca dve saccāni dukkhaṃ samudayo ca.",
  "ne10:27.4": "Samatho ca vipassanā ca brahmacariyañca maggo, brahmacariyassa phalāni ca tadārammaṇā ca asaṅkhatādhātu nirodho.",
  "ne10:27.5": "Imāni cattāri saccāni.",
  "ne10:27.6": "Tenāha bhagavā “dhammo have rakkhatī”ti.",
  "ne10:28.1": "Tattha yaṃ paṭivedhena rakkhati, idaṃ dukkhaṃ.",
  "ne10:28.2": "Yato rakkhati, ayaṃ samudayo.",
  "ne10:28.3": "Yena rakkhati, ayaṃ maggo.",
  "ne10:28.4": "Yaṃ rakkhati, ayaṃ nirodho.",
  "ne10:28.5": "Imāni cattāri saccāni.",
  "ne10:28.6": "Tenāha āyasmā mahākaccāyano “ekamhi padaṭṭhāne”ti.",
  "ne10:28.7": "Niyutto āvaṭṭo hāro."
}