{
  "ne11:0.1": "Netti",
  "ne11:0.2": "Paṭiniddesavāra",
  "ne11:0.3": "Vibhaṅga 8",
  "ne11:0.4": "Vibhattihāravibhaṅga",
  "ne11:1.1": "Tattha katamo vibhattihāro?",
  "ne11:1.2": "“Dhammañca padaṭṭhānaṃ bhūmiñcā”ti.",
  "ne11:2.1": "Dve suttāni vāsanābhāgiyañca nibbedhabhāgiyañca.",
  "ne11:2.2": "Dve paṭipadā puññabhāgiyā ca phalabhāgiyā ca.",
  "ne11:2.3": "Dve sīlāni saṃvarasīlañca pahānasīlañca, tattha bhagavā vāsanābhāgiyaṃ suttaṃ puññabhāgiyāya paṭipadāya desayati, so saṃvarasīle ṭhito tena brahmacariyena brahmacārī bhavati, tattha bhagavā nibbedhabhāgiyaṃ suttaṃ phalabhāgiyāya paṭipadāya desayati, so pahānasīle ṭhito tena brahmacariyena brahmacārī bhavati.",
  "ne11:3.1": "Tattha katamaṃ vāsanābhāgiyaṃ suttaṃ?",
  "ne11:3.2": "Vāsanābhāgiyaṃ nāma suttaṃ dānakathā sīlakathā saggakathā kāmānaṃ ādīnavo nekkhamme ānisaṃsoti.",
  "ne11:4.1": "Tattha katamaṃ nibbedhabhāgiyaṃ suttaṃ?",
  "ne11:4.2": "Nibbedhabhāgiyaṃ nāma suttaṃ yā catusaccappakāsanā, vāsanābhāgiye sutte natthi pajānanā, natthi maggo, natthi phalaṃ.",
  "ne11:4.3": "Nibbedhabhāgiye sutte atthi pajānanā, atthi maggo, atthi phalaṃ.",
  "ne11:4.4": "Imāni cattāri suttāni.",
  "ne11:4.5": "Imesaṃ catunnaṃ suttānaṃ desanāya phalena sīlena brahmacariyena sabbato vicayena hārena vicinitvā yuttihārena yojayitabbā yāvatikā ñāṇassa bhūmi.",
  "ne11:5.1": "Tattha katame dhammā sādhāraṇā?",
  "ne11:5.2": "Dve dhammā sādhāraṇā nāmasādhāraṇā vatthusādhāraṇā ca.",
  "ne11:5.3": "Yaṃ vā pana kiñci aññampi evaṃ jātiyaṃ, micchattaniyatānaṃ sattānaṃ aniyatānañca sattānaṃ dassanappahātabbā kilesā sādhāraṇā, puthujjanassa sotāpannassa ca kāmarāgabyāpādā sādhāraṇā, puthujjanassa anāgāmissa ca uddhambhāgiyā saṃyojanā sādhāraṇā, yaṃ kiñci ariyasāvako lokiyaṃ samāpattiṃ samāpajjati, sabbā sā avītarāgehi sādhāraṇā, sādhāraṇā hi dhammā evaṃ aññamaññaṃ paraṃ paraṃ sakaṃ sakaṃ visayaṃ nātivattanti.",
  "ne11:5.4": "Yopi imehi dhammehi samannāgato na so taṃ dhammaṃ upātivattati.",
  "ne11:5.5": "Ime dhammā sādhāraṇā.",
  "ne11:6.1": "Tattha katame dhammā asādhāraṇā?",
  "ne11:6.2": "Yāva desanaṃ upādāya gavesitabbā sekkhāsekkhā bhabbābhabbāti, aṭṭhamakassa sotāpannassa ca kāmarāgabyāpādā sādhāraṇā dhammatā asādhāraṇā, aṭṭhamakassa anāgāmissa ca uddhambhāgiyā saṃyojanā sādhāraṇā dhammatā asādhāraṇā.",
  "ne11:6.3": "Sabbesaṃ sekkhānaṃ nāmaṃ sādhāraṇaṃ dhammatā asādhāraṇā.",
  "ne11:6.4": "Sabbesaṃ paṭipannakānaṃ nāmaṃ sādhāraṇaṃ dhammatā asādhāraṇā.",
  "ne11:6.5": "Sabbesaṃ sekkhānaṃ sekkhasīlaṃ sādhāraṇaṃ dhammatā asādhāraṇā.",
  "ne11:6.6": "Evaṃ visesānupassinā hīnukkaṭṭhamajjhimaṃ upādāya gavesitabbaṃ.",
  "ne11:7.1": "Dassanabhūmi niyāmāvakkantiyā padaṭṭhānaṃ, bhāvanābhūmi uttarikānaṃ phalānaṃ pattiyā padaṭṭhānaṃ, dukkhā paṭipadā dandhābhiññā samathassa padaṭṭhānaṃ, sukhā paṭipadā khippābhiññā vipassanāya padaṭṭhānaṃ, dānamayaṃ puññakiriyavatthu parato ghosassa sādhāraṇaṃ padaṭṭhānaṃ, sīlamayaṃ puññakiriyavatthu cintāmayiyā paññāya sādhāraṇaṃ padaṭṭhānaṃ, bhāvanāmayaṃ puññakiriyavatthu bhāvanāmayiyā paññāya sādhāraṇaṃ padaṭṭhānaṃ.",
  "ne11:7.2": "Dānamayaṃ puññakiriyavatthu parato ca ghosassa sutamayiyā ca paññāya sādhāraṇaṃ padaṭṭhānaṃ sīlamayaṃ puññakiriyavatthu cintāmayiyā ca paññāya yoniso ca manasikārassa sādhāraṇaṃ padaṭṭhānaṃ, bhāvanāmayaṃ puññakiriyavatthu bhāvanāmayiyā ca paññāya sammādiṭṭhiyā ca sādhāraṇaṃ padaṭṭhānaṃ.",
  "ne11:7.3": "Patirūpadesavāso vivekassa ca samādhissa ca sādhāraṇaṃ padaṭṭhānaṃ, sappurisūpanissayo tiṇṇañca aveccappasādānaṃ samathassa ca sādhāraṇaṃ padaṭṭhānaṃ, attasammāpaṇidhānaṃ hiriyā ca vipassanāya ca sādhāraṇaṃ padaṭṭhānaṃ, akusalapariccāgo kusalavīmaṃsāya ca samādhindriyassa ca sādhāraṇaṃ padaṭṭhānaṃ, dhammasvākkhātatā kusalamūlaropanāya ca phalasamāpattiyā ca sādhāraṇaṃ padaṭṭhānaṃ, saṃghasuppaṭipannatā saṃghasuṭṭhutāya sādhāraṇaṃ padaṭṭhānaṃ, satthusampadā appasannānañca pasādāya pasannānañca bhiyyobhāvāya sādhāraṇaṃ padaṭṭhānaṃ, appaṭihatapātimokkhatā dummaṅkūnañca puggalānaṃ niggahāya pesalānañca puggalānaṃ phāsuvihārāya sādhāraṇaṃ padaṭṭhānaṃ.",
  "ne11:7.4": "Tenāha āyasmā mahākaccāyano “dhammañca padaṭṭhānan”ti.",
  "ne11:7.5": "Niyutto vibhatti hāro."
}