{
  "ne13:0.1": "Netti",
  "ne13:0.2": "Paṭiniddesavāra",
  "ne13:0.3": "Vibhaṅga 10",
  "ne13:0.4": "Vevacanahāravibhaṅga",
  "ne13:1.1": "Tattha katamo vevacano hāro?",
  "ne13:1.2": "“Vevacanāni bahūnī”ti.",
  "ne13:1.3": "Yathā ekaṃ bhagavā dhammaṃ aññamaññehi vevacanehi niddisati.",
  "ne13:1.4": "Yathāha bhagavā—",
  "ne13:2.1": "“Āsā ca pihā abhinandanā ca,",
  "ne13:2.2": "Anekadhātūsu sarā patiṭṭhitā;",
  "ne13:2.3": "Aññāṇamūlappabhavā pajappitā,",
  "ne13:2.4": "Sabbā mayā byantikatā samūlikā”ti.",
  "ne13:3.1": "**Āsā** nāma vuccati yā bhavissassa atthassa āsīsanā avassaṃ āgamissatīti āsāssa uppajjati.",
  "ne13:3.2": "Pihā nāma yā vattamānassa atthassa patthanā, seyyataraṃ vā disvā “ediso bhaveyyan”ti pihāssa uppajjati.",
  "ne13:3.3": "Atthanipphattipaṭipālanā abhinandanā nāma, piyaṃ vā ñātiṃ abhinandati, piyaṃ vā dhammaṃ abhinandati, appaṭikūlato vā abhinandati.",
  "ne13:4.1": "**Anekadhātū**ti cakkhudhātu rūpadhātu cakkhuviññāṇadhātu, sotadhātu saddadhātu sotaviññāṇadhātu, ghānadhātu gandhadhātu ghānaviññāṇadhātu, jivhādhātu rasadhātu jivhāviññāṇadhātu, kāyadhātu phoṭṭhabbadhātu kāyaviññāṇadhātu, manodhātu dhammadhātu manoviññāṇadhātu.",
  "ne13:5.1": "**Sarā**ti keci rūpādhimuttā keci saddādhimuttā keci gandhādhimuttā keci rasādhimuttā keci phoṭṭhabbādhimuttā keci dhammādhimuttā.",
  "ne13:5.2": "Tattha yāni cha gehasitāni domanassāni yāni ca cha gehasitāni somanassāni yāni ca cha nekkhammasitāni domanassāni yāni ca cha nekkhammasitāni somanassāni, imāni catuvīsapadāni taṇhāpakkho, taṇhāya etaṃ vevacanaṃ.",
  "ne13:5.3": "Yā cha upekkhā gehasitā, ayaṃ diṭṭhipakkho.",
  "ne13:6.1": "Sāyeva patthanākārena dhammanandī dhammapemaṃ dhammajjhosānanti taṇhāya etaṃ vevacanaṃ.",
  "ne13:6.2": "Cittaṃ mano viññāṇanti cittassa etaṃ vevacanaṃ.",
  "ne13:6.3": "Manindriyaṃ manodhātu manāyatanaṃ vijānanāti manassetaṃ vevacanaṃ.",
  "ne13:6.4": "Paññindriyaṃ paññābalaṃ adhipaññā sikkhā paññā paññākkhandho dhammavicayasambojjhaṅgo ñāṇaṃ sammādiṭṭhi tīraṇā vipassanā dhamme ñāṇaṃ atthe ñāṇaṃ anvaye ñāṇaṃ khaye ñāṇaṃ anuppāde ñāṇaṃ anaññātaññassāmītindriyaṃ aññindriyaṃ aññātāvindriyaṃ cakkhu vijjā buddhi bhūri medhā āloko, yaṃ vā pana yaṃ kiñci aññampi evaṃ jātiyaṃ, paññāya etaṃ vevacanaṃ.",
  "ne13:6.5": "Pañcindriyāni lokuttarāni, sabbā paññā.",
  "ne13:6.6": "Api ca ādhipateyyaṭṭhena saddhā, ārambhaṭṭhena vīriyaṃ, apilāpanaṭṭhena sati, avikkhepaṭṭhena samādhi, pajānanaṭṭhena paññā.",
  "ne13:7.1": "Yathā ca buddhānussatiyaṃ vuttaṃ itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.",
  "ne13:7.2": "Balanipphattigato vesārajjappatto adhigatappaṭisambhido catuyogavippahīno agatigamanavītivatto uddhaṭasallo nirūḷhavaṇo madditakaṇḍako nibbāpitapariyuṭṭhāno bandhanātīto ganthaviniveṭhano ajjhāsayavītivatto bhinnandhakāro cakkhumā lokadhammasamatikkanto anurodhavirodhavippayutto iṭṭhāniṭṭhesu dhammesu asaṅkhepagato bandhanātivatto ṭhapitasaṅgāmo abhikkantataro ukkādharo ālokakaro pajjotakaro tamonudo raṇañjaho aparimāṇavaṇṇo appameyyavaṇṇo asaṅkheyyavaṇṇo ābhaṅkaro pabhaṅkaro dhammobhāsapajjotakaroti ca buddhā bhagavantoti ca buddhānussatiyā etaṃ vevacanaṃ.",
  "ne13:8.1": "Yathā ca dhammānussatiyaṃ vuttaṃ svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi.",
  "ne13:8.2": "Yadidaṃ madanimmadano pipāsavinayo ālayasamugghāṭo vaṭṭūpacchedo suññato atidullabho taṇhakkhayo virāgo nirodho nibbānaṃ.",
  "ne13:9.1": "“Asaṅkhataṃnantamanāsavañca,",
  "ne13:9.2": "Saccañca pāraṃ nipuṇaṃ sududdasaṃ;",
  "ne13:9.3": "Ajajjaraṃ dhuvaṃ apalokitaṃ,",
  "ne13:9.4": "Anidassanaṃ nippapañca santaṃ.",
  "ne13:10.1": "Amataṃ paṇītañca sivañca khemaṃ,",
  "ne13:10.2": "Taṇhakkhayo acchariyañca abbhutaṃ;",
  "ne13:10.3": "Anītikaṃ anītikadhammaṃ,",
  "ne13:10.4": "Nibbānametaṃ sugatena desitaṃ.",
  "ne13:11.1": "Ajātaṃ abhūtaṃ anupaddavañca,",
  "ne13:11.2": "Akataṃ asokañca atho visokaṃ;",
  "ne13:11.3": "Anūpasaggaṃnupasaggadhammaṃ,",
  "ne13:11.4": "Nibbānametaṃ sugatena desitaṃ.",
  "ne13:12.1": "Gambhīrañceva duppassaṃ,",
  "ne13:12.2": "uttarañca anuttaraṃ;",
  "ne13:12.3": "Asamaṃ appaṭisamaṃ,",
  "ne13:12.4": "jeṭṭhaṃ seṭṭhanti vuccati.",
  "ne13:13.1": "Leṇañca tāṇaṃ araṇaṃ anaṅgaṇaṃ,",
  "ne13:13.2": "Akāca metaṃ vimalanti vuccati;",
  "ne13:13.3": "Dīpo sukhaṃ appamāṇaṃ patiṭṭhā,",
  "ne13:13.4": "Akiñcanaṃ appapañcanti vuttan”ti.",
  "ne13:14.1": "Dhammānussatiyā etaṃ vevacanaṃ.",
  "ne13:15.1": "Yathā ca saṃghānussatiyaṃ vuttaṃ suppaṭipanno ujuppaṭipanno ñāyappaṭipanno sāmīcippaṭipanno yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṃgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa, sīlasampanno samādhisampanno paññāsampanno vimuttisampanno vimuttiñāṇadassanasampanno sattānaṃ sāro sattānaṃ maṇḍo sattānaṃ uddhāro sattānaṃ esikā sattānaṃ surabhipasūnaṃ pujjo devānañca manussānañcāti saṃghānussatiyā etaṃ vevacanaṃ.",
  "ne13:16.1": "Yathā ca sīlānussatiyaṃ vuttaṃ yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni ariyāni ariyakantāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni, alaṅkāro ca sīlaṃ uttamaṅgopasobhaṇatāya, nidhānañca sīlaṃ sabbadobhaggasamatikkamanaṭṭhena, sippañca sīlaṃ akkhaṇavedhitāya, velā ca sīlaṃ anatikkamanaṭṭhena, dhaññañca sīlaṃ daliddopacchedanaṭṭhena, ādāso ca sīlaṃ dhammavolokanatāya, pāsādo ca sīlaṃ volokanaṭṭhena, sabbabhūmānuparivatti ca sīlaṃ amatapariyosānanti sīlānussatiyā etaṃ vevacanaṃ.",
  "ne13:17.1": "Yathā ca cāgānussatiyaṃ vuttaṃ yasmiṃ samaye ariyasāvako agāraṃ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgaratoti cāgānussatiyā etaṃ vevacanaṃ.",
  "ne13:17.2": "Tenāha āyasmā mahākaccāyano “vevacanāni bahūnī”ti.",
  "ne13:17.3": "Niyutto vevacano hāro."
}