{
  "ne17:0.1": "Netti",
  "ne17:0.2": "Paṭiniddesavāra",
  "ne17:0.3": "Vibhaṅga 14",
  "ne17:0.4": "Adhiṭṭhānahāravibhaṅga",
  "ne17:1.1": "Tattha katamo adhiṭṭhāno hāro?",
  "ne17:1.2": "“Ekattatāya dhammā, yepi ca vemattatāya niddiṭṭhā”ti.",
  "ne17:2.1": "Ye tattha niddiṭṭhā, tathā te dhārayitabbā.",
  "ne17:3.1": "“Dukkhan”ti ekattatā.",
  "ne17:3.2": "Tattha katamaṃ dukkhaṃ?",
  "ne17:3.3": "Jāti dukkhā, jarā dukkhā, byādhi dukkho, maraṇaṃ dukkhaṃ, appiyehi sampayogo dukkho, piyehi vippayogo dukkho, yampicchaṃ na labhati tampi dukkhaṃ, saṃkhittena pañcupādānakkhandhā dukkhā, rūpā dukkhā, vedanā dukkhā, saññā dukkhā, saṅkhārā dukkhā, viññāṇaṃ dukkhaṃ.",
  "ne17:3.4": "Ayaṃ vemattatā.",
  "ne17:4.1": "“Dukkhasamudayo”ti ekattatā.",
  "ne17:4.2": "Tattha katamo dukkhasamudayo?",
  "ne17:4.3": "Yāyaṃ taṇhā ponobhavikā nandīrāgasahagatā tatratatrābhinandinī.",
  "ne17:4.4": "Seyyathidaṃ—",
  "ne17:4.5": "kāmataṇhā bhavataṇhā vibhavataṇhā.",
  "ne17:4.6": "Ayaṃ vemattatā.",
  "ne17:5.1": "“Dukkhanirodho”ti ekattatā.",
  "ne17:5.2": "Tattha katamo dukkhanirodho?",
  "ne17:5.3": "Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo.",
  "ne17:5.4": "Ayaṃ vemattatā.",
  "ne17:6.1": "“Dukkhanirodhagāminī paṭipadā”ti ekattatā.",
  "ne17:6.2": "Tattha katamā dukkhanirodhagāminī paṭipadā?",
  "ne17:6.3": "Ayameva ariyo aṭṭhaṅgiko maggo.",
  "ne17:6.4": "Seyyathidaṃ—",
  "ne17:6.5": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi.",
  "ne17:6.6": "Ayaṃ vemattatā.",
  "ne17:7.1": "“Maggo”ti ekattatā.",
  "ne17:7.2": "Tattha katamo maggo?",
  "ne17:7.3": "Nirayagāmī maggo tiracchānayonigāmī maggo pettivisayagāmī maggo asurayoniyo maggo saggagāmiyo maggo manussagāmī maggo nibbānagāmī maggo.",
  "ne17:7.4": "Ayaṃ vemattatā.",
  "ne17:8.1": "“Nirodho”ti ekattatā.",
  "ne17:8.2": "Tattha katamo nirodho?",
  "ne17:8.3": "Paṭisaṅkhānirodho appaṭisaṅkhānirodho anunayanirodho paṭighanirodho mānanirodho makkhanirodho paḷāsanirodho issānirodho macchariyanirodho sabbakilesanirodho.",
  "ne17:8.4": "Ayaṃ vemattatā.",
  "ne17:9.1": "“Rūpan”ti ekattatā.",
  "ne17:9.2": "Tattha katamaṃ rūpaṃ?",
  "ne17:9.3": "Cātumahābhūtikaṃ rūpaṃ catunnaṃ mahābhūtānaṃ upādāya rūpassa paññatti.",
  "ne17:9.4": "Tattha katamāni cattāri mahābhūtāni?",
  "ne17:9.5": "Pathavīdhātu āpodhātu tejodhātu vāyodhātu.",
  "ne17:10.1": "Dvīhi ākārehi dhātuyo pariggaṇhāti saṅkhepena ca vitthārena ca.",
  "ne17:10.2": "Kathaṃ vitthārena dhātuyo pariggaṇhāti?",
  "ne17:10.3": "Vīsatiyā ākārehi pathavīdhātuṃ vitthārena pariggaṇhāti, dvādasahi ākārehi āpodhātuṃ vitthārena pariggaṇhāti, catūhi ākārehi tejodhātuṃ vitthārena pariggaṇhāti, chahi ākārehi vāyodhātuṃ vitthārena pariggaṇhāti.",
  "ne17:11.1": "Katamehi vīsatiyā ākārehi pathavīdhātuṃ vitthārena pariggaṇhāti?",
  "ne17:11.2": "Atthi imasmiṃ kāye kesā lomā nakhā dantā taco, maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ, hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ, antaṃ antaguṇaṃ udariyaṃ karīsaṃ matthake matthaluṅganti imehi vīsatiyā ākārehi pathavīdhātuṃ vitthārena pariggaṇhāti.",
  "ne17:12.1": "Katamehi dvādasahi ākārehi āpodhātuṃ vitthārena pariggaṇhāti?",
  "ne17:12.2": "Atthi imasmiṃ kāye pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttanti imehi dvādasahi ākārehi āpodhātuṃ vitthārena pariggaṇhāti.",
  "ne17:13.1": "Katamehi catūhi ākārehi tejodhātuṃ vitthārena pariggaṇhāti?",
  "ne17:13.2": "Yena ca santappati, yena ca jīrīyati, yena ca pariḍayhati, yena ca asitapītakhāyitasāyitaṃ sammā pariṇāmaṃ gacchati, imehi catūhi ākārehi tejodhātuṃ vitthārena pariggaṇhāti.",
  "ne17:14.1": "Katamehi chahi ākārehi vāyodhātuṃ vitthārena pariggaṇhāti?",
  "ne17:14.2": "Uddhaṅgamā vātā, adhogamā vātā, kucchisayā vātā, koṭṭhāsayā vātā, aṅgamaṅgānusārino vātā, assāso passāso iti, imehi chahi ākārehi vāyodhātuṃ vitthārena pariggaṇhāti.",
  "ne17:15.1": "Evaṃ imehi dvācattālīsāya ākārehi vitthārena dhātuyo sabhāvato upalakkhayanto tulayanto parivīmaṃsanto pariyogāhanto paccavekkhanto na kiñci gayhūpagaṃ passati kāyaṃ vā kāyapadesaṃ vā, yathā candanikaṃ pavicinanto na kiñci gayhūpagaṃ passeyya, yathā saṅkāraṭṭhānaṃ pavicinanto na kiñci gayhūpagaṃ passeyya, yathā vaccakuṭiṃ pavicinanto na kiñci gayhūpagaṃ passeyya, yathā sivathikaṃ pavicinanto na kiñci gayhūpagaṃ passeyya.",
  "ne17:15.2": "Evameva imehi dvācattālīsāya ākārehi evaṃ vitthārena dhātuyo sabhāvato upalakkhayanto tulayanto parivīmaṃsanto pariyogāhanto paccavekkhanto na kiñci gayhūpagaṃ passati kāyaṃ vā kāyapadesaṃ vā.",
  "ne17:15.3": "Tenāha bhagavā yā ceva kho pana ajjhattikā pathavīdhātu, yā ca bāhirā pathavīdhātu, pathavīdhāturevesā.",
  "ne17:15.4": "Taṃ “netaṃ mama, nesohamasmi, na meso attā”ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ, evametaṃ yathābhūtaṃ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṃ virājeti.",
  "ne17:15.5": "Yā ceva kho pana ajjhattikā āpodhātu, yā ca bāhirā āpodhātu …pe…",
  "ne17:15.6": "yā ceva kho pana ajjhattikā tejodhātu, yā ca bāhirā tejodhātu …pe…",
  "ne17:15.7": "yā ceva kho pana ajjhattikā vāyodhātu, yā ca bāhirā vāyodhātu, vāyodhāturevesā.",
  "ne17:15.8": "Taṃ “netaṃ mama, nesohamasmi, na meso attā”ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ, evametaṃ yathābhūtaṃ sammappaññāya disvā vāyodhātuyā nibbindati, vāyodhātuyā cittaṃ virājeti.",
  "ne17:15.9": "Ayaṃ vemattatā.",
  "ne17:16.1": "“Avijjā”ti ekattatā.",
  "ne17:16.2": "Tattha katamā avijjā?",
  "ne17:16.3": "Dukkhe aññāṇaṃ, dukkhasamudaye aññāṇaṃ, dukkhanirodhe aññāṇaṃ, dukkhanirodhagāminiyā paṭipadāya aññāṇaṃ, pubbante aññāṇaṃ, aparante aññāṇaṃ, pubbantāparante aññāṇaṃ, idappaccayatāpaṭiccasamuppannesu dhammesu aññāṇaṃ, yaṃ evarūpaṃ aññāṇaṃ adassanaṃ anabhisamayo ananubodho asambodho appaṭivedho asallakkhaṇā anupalakkhaṇā apaccupalakkhaṇā asamavekkhaṇā apaccakkhakammaṃ dummejjhaṃ bālyaṃ asampajaññaṃ moho pamoho sammoho avijjā avijjogho avijjāyogo avijjānusayo avijjāpariyuṭṭhānaṃ avijjālaṅgī moho akusalamūlaṃ.",
  "ne17:16.4": "Ayaṃ vemattatā.",
  "ne17:17.1": "“Vijjā”ti ekattatā.",
  "ne17:17.2": "Tattha katamā vijjā?",
  "ne17:17.3": "Dukkhe ñāṇaṃ, dukkhasamudaye ñāṇaṃ, dukkhanirodhe ñāṇaṃ, dukkhanirodhagāminiyā paṭipadāya ñāṇaṃ, pubbante ñāṇaṃ, aparante ñāṇaṃ, pubbantāparante ñāṇaṃ, idappaccayatāpaṭiccasamuppannesu dhammesu ñāṇaṃ, yā evarūpā paññā pajānanā vicayo pavicayo dhammavicayo sallakkhaṇā upalakkhaṇā paccupalakkhaṇā paṇḍiccaṃ kosallaṃ nepuññaṃ vebhabyā cintā upaparikkhā bhūrī medhā pariṇāyikā vipassanā sampajaññaṃ patodo paññā paññindriyaṃ paññābalaṃ paññāsatthaṃ paññāpāsādo paññāāloko paññāobhāso paññāpajjoto paññāratanaṃ amoho dhammavicayo sammādiṭṭhi dhammavicayasambojjhaṅgo maggaṅgaṃ maggapariyāpannaṃ.",
  "ne17:17.4": "Ayaṃ vemattatā.",
  "ne17:18.1": "“Samāpattī”ti ekattatā.",
  "ne17:18.2": "Tattha katamā samāpatti?",
  "ne17:18.3": "Saññāsamāpatti asaññāsamāpatti, nevasaññānāsaññāsamāpatti.",
  "ne17:18.4": "Vibhūtasaññāsamāpatti nirodhasamāpattīti.",
  "ne17:18.5": "Ayaṃ vemattatā.",
  "ne17:19.1": "“Jhāyī”ti ekattatā.",
  "ne17:19.2": "Tattha katamo jhāyī?",
  "ne17:19.3": "Atthi sekkho jhāyī, atthi asekkho jhāyī, nevasekkhanāsekkho jhāyī, ājāniyo jhāyī, assakhaluṅko jhāyī, diṭṭhuttaro jhāyī, taṇhuttaro jhāyī, paññuttaro jhāyī.",
  "ne17:19.4": "Ayaṃ vemattatā.",
  "ne17:20.1": "“Samādhī”ti ekattatā.",
  "ne17:20.2": "Tattha katamo samādhi?",
  "ne17:20.3": "Saraṇo samādhi, araṇo samādhi, savero samādhi, avero samādhi, sabyāpajjo samādhi, abyāpajjo samādhi, sappītiko samādhi, nippītiko samādhi, sāmiso samādhi, nirāmiso samādhi, sasaṅkhāro samādhi, asaṅkhāro samādhi, ekaṃsabhāvito samādhi, ubhayaṃsabhāvito samādhi, ubhayato bhāvitabhāvano samādhi, savitakkasavicāro samādhi, avitakkavicāramatto samādhi, avitakkaavicāro samādhi, hānabhāgiyo samādhi, ṭhitibhāgiyo samādhi, visesabhāgiyo samādhi, nibbedhabhāgiyo samādhi, lokiyo samādhi, lokuttaro samādhi, micchāsamādhi, sammāsamādhi.",
  "ne17:20.4": "Ayaṃ vemattatā.",
  "ne17:21.1": "“Paṭipadā”ti ekattatā.",
  "ne17:21.2": "Tattha katamā paṭipadā?",
  "ne17:21.3": "Āgāḷhapaṭipadā, nijjhāmapaṭipadā, majjhimapaṭipadā, akkhamā paṭipadā, khamā paṭipadā, samā paṭipadā, damā paṭipadā, dukkhā paṭipadā dandhābhiññā, dukkhā paṭipadā khippābhiññā, sukhā paṭipadā dandhābhiññā, sukhā paṭipadā khippābhiññāti.",
  "ne17:21.4": "Ayaṃ vemattatā.",
  "ne17:22.1": "“Kāyo”ti ekattatā.",
  "ne17:22.2": "Tattha katamo kāyo?",
  "ne17:22.3": "Nāmakāyo rūpakāyo ca.",
  "ne17:22.4": "Tattha katamo rūpakāyo?",
  "ne17:22.5": "Kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttaṃ matthaluṅganti—",
  "ne17:22.6": "ayaṃ rūpakāyo.",
  "ne17:22.7": "Nāmakāyo nāma vedanā saññā cetanā cittaṃ phasso manasikāroti—",
  "ne17:22.8": "ayaṃ nāmakāyoti.",
  "ne17:22.9": "Ayaṃ vemattatā.",
  "ne17:23.1": "Evaṃ yo dhammo yassa dhammassa samānabhāvo, so dhammo tassa dhammassa ekattatāya ekī bhavati.",
  "ne17:23.2": "Yena yena vā pana vilakkhaṇo, tena tena vemattaṃ gacchati.",
  "ne17:23.3": "Evaṃ sutte vā veyyākaraṇe vā gāthāyaṃ vā pucchitena vīmaṃsayitabbaṃ, kiṃ ekattatāya pucchati, udāhu vemattatāyāti.",
  "ne17:23.4": "Yadi ekattatāya pucchitaṃ, ekattatāya visajjayitabbaṃ.",
  "ne17:23.5": "Yadi vemattatāya pucchitaṃ, vemattatāya visajjayitabbaṃ.",
  "ne17:23.6": "Yadi sattādhiṭṭhānena pucchitaṃ, sattādhiṭṭhānena visajjayitabbaṃ.",
  "ne17:23.7": "Yadi dhammādhiṭṭhānena pucchitaṃ, dhammādhiṭṭhānena visajjayitabbaṃ.",
  "ne17:23.8": "Yathā yathā vā pana pucchitaṃ tathā tathā visajjayitabbaṃ.",
  "ne17:23.9": "Tenāha āyasmā mahākaccāyano “ekattatāya dhammā”ti.",
  "ne17:23.10": "Niyutto adhiṭṭhāno hāro."
}