{
  "ne8:0.1": "Netti",
  "ne8:0.2": "Paṭiniddesavāra",
  "ne8:0.3": "Vibhaṅga 5",
  "ne8:0.4": "Lakkhaṇahāravibhaṅga",
  "ne8:1.1": "Tattha katamo lakkhaṇo hāro?",
  "ne8:1.2": "“Vuttamhi ekadhamme”ti, ayaṃ lakkhaṇo hāro.",
  "ne8:1.3": "Kiṃ lakkhayati?",
  "ne8:1.4": "Ye dhammā ekalakkhaṇā, tesaṃ dhammānaṃ ekasmiṃ dhamme vutte avasiṭṭhā dhammā vuttā bhavanti.",
  "ne8:1.5": "Yathā kiṃ bhave?",
  "ne8:1.6": "Yathāha bhagavā—",
  "ne8:2.1": "“Cakkhuṃ, bhikkhave, anavaṭṭhitaṃ ittaraṃ parittaṃ pabhaṅgu parato dukkhaṃ byasanaṃ calanaṃ kukkuḷaṃ saṅkhāraṃ vadhakaṃ amittamajjhe”.",
  "ne8:2.2": "Imasmiṃ cakkhusmiṃ vutte avasiṭṭhāni ajjhattikāni āyatanāni vuttāni bhavanti.",
  "ne8:2.3": "Kena kāraṇena?",
  "ne8:2.4": "Sabbāni hi cha ajjhattikāni āyatanāni vadhakaṭṭhena ekalakkhaṇāni.",
  "ne8:2.5": "Yathā cāha bhagavā—",
  "ne8:3.1": "“Atīte, rādha, rūpe anapekkho hohi, anāgataṃ rūpaṃ mā abhinandi, paccuppannassa rūpassa nibbidāya virāgāya nirodhāya cāgāya paṭinissaggāya paṭipajja”.",
  "ne8:3.2": "Imasmiṃ rūpakkhandhe vutte avasiṭṭhā khandhā vuttā bhavanti.",
  "ne8:3.3": "Kena kāraṇena?",
  "ne8:3.4": "Sabbe hi pañcakkhandhā yamakovādasutte vadhakaṭṭhena ekalakkhaṇā vuttā.",
  "ne8:3.5": "Yathā cāha bhagavā—",
  "ne8:4.1": "“Yesañca susamāraddhā,",
  "ne8:4.2": "niccaṃ kāyagatāsati;",
  "ne8:4.3": "Akiccaṃ te na sevanti,",
  "ne8:4.4": "kicce sātaccakārino”.",
  "ne8:5.1": "Iti kāyagatāya satiyā vuttāya vuttā bhavanti vedanāgatā sati cittagatā dhammagatā ca.",
  "ne8:5.2": "Tathā yaṃ kiñci diṭṭhaṃ vā sutaṃ vā mutaṃ vāti vutte vuttaṃ bhavati viññātaṃ.",
  "ne8:5.3": "Yathā cāha bhagavā—",
  "ne8:6.1": "“Tasmātiha tvaṃ bhikkhu kāye kāyānupassī viharāhi ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ”.",
  "ne8:6.2": "“Ātāpī”ti vīriyindriyaṃ, “sampajāno”ti paññindriyaṃ, “satimā”ti satindriyaṃ, “vineyya loke abhijjhādomanassan”ti samādhindriyaṃ, evaṃ kāye kāyānupassino viharato cattāro satipaṭṭhānā bhāvanāpāripūriṃ gacchanti.",
  "ne8:6.3": "Kena kāraṇena, ekalakkhaṇattā catunnaṃ indriyānaṃ.",
  "ne8:7.1": "Catūsu satipaṭṭhānesu bhāviyamānesu cattāro sammappadhānā bhāvanāpāripūriṃ gacchanti, catūsu sammappadhānesu bhāviyamānesu cattāro iddhipādā bhāvanāpāripūriṃ gacchanti, catūsu iddhipādesu bhāviyamānesu pañcindriyāni bhāvanāpāripūriṃ gacchanti, pañcasu indriyesu bhāviyamānesu pañca balāni bhāvanāpāripūriṃ gacchanti, pañcasu balesu bhāviyamānesu satta bojjhaṅgā bhāvanāpāripūriṃ gacchanti, sattasu bojjhaṅgesu bhāviyamānesu ariyo aṭṭhaṅgiko maggo bhāvanāpāripūriṃ gacchati, sabbeva bodhaṅgamā dhammā bodhipakkhiyā bhāvanāpāripūriṃ gacchanti.",
  "ne8:7.2": "Kena kāraṇena, sabbe hi bodhaṅgamā bodhipakkhiyā neyyānikalakkhaṇena ekalakkhaṇā, te ekalakkhaṇattā bhāvanāpāripūriṃ gacchanti.",
  "ne8:8.1": "Evaṃ akusalāpi dhammā ekalakkhaṇattā pahānaṃ abbhatthaṃ gacchanti.",
  "ne8:8.2": "Catūsu satipaṭṭhānesu bhāviyamānesu vipallāsā pahīyanti, āhārā cassa pariññaṃ gacchanti, upādānehi anupādāno bhavati, yogehi ca visaṃyutto bhavati, ganthehi ca vippayutto bhavati, āsavehi ca anāsavo bhavati, oghehi ca nitthiṇṇo bhavati, sallehi ca visallo bhavati, viññāṇaṭṭhitiyo cassa pariññaṃ gacchanti, agatigamanehi na agatiṃ gacchati, evaṃ akusalāpi dhammā ekalakkhaṇattā pahānaṃ abbhatthaṃ gacchanti.",
  "ne8:9.1": "Yattha vā pana rūpindriyaṃ desitaṃ, desitā tattheva rūpadhātu rūpakkhandho rūpañcāyatanaṃ.",
  "ne8:9.2": "Yattha vā pana sukhā vedanā desitā, desitaṃ tattha sukhindriyaṃ somanassindriyaṃ dukkhasamudayo ca ariyasaccaṃ.",
  "ne8:9.3": "Yattha vā pana dukkhā vedanā desitā, desitaṃ tattha dukkhindriyaṃ domanassindriyaṃ dukkhañca ariyasaccaṃ.",
  "ne8:9.4": "Yattha vā pana adukkhamasukhā vedanā desitā, desitaṃ tattha upekkhindriyaṃ sabbo ca paṭiccasamuppādo.",
  "ne8:9.5": "Kena kāraṇena, adukkhamasukhāya hi vedanāya avijjā anuseti.",
  "ne8:9.6": "Avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṃ, viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā saḷāyatanaṃ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti, evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "ne8:9.7": "So ca sarāgasadosasamohasaṃkilesapakkhena hātabbo, vītarāgavītadosavītamohaariyadhammehi hātabbo.",
  "ne8:10.1": "Evaṃ ye dhammā ekalakkhaṇā kiccato ca lakkhaṇato ca sāmaññato ca cutūpapātato ca, tesaṃ dhammānaṃ ekasmiṃ dhamme vutte avasiṭṭhā dhammā vuttā bhavanti.",
  "ne8:10.2": "Tenāha āyasmā mahākaccāyano “vuttamhi ekadhamme”ti.",
  "ne8:10.3": "Niyutto lakkhaṇo hāro."
}