{
  "ne8:0.1": "Netti",
  "ne8:0.2": "Paṭiniddesavāra",
  "ne8:0.3": "Vibhaṅga 5",
  "ne8:0.4": "Lakkhaṇahāravibhaṅga",
  "ne8:1.1": "Tattha katamo lakkhaṇo hāro?",
  "ne8:1.2": "“Vuttamhi ekadhamme”ti, ayaṁ lakkhaṇo hāro.",
  "ne8:1.3": "Kiṁ lakkhayati?",
  "ne8:1.4": "Ye dhammā ekalakkhaṇā, tesaṁ dhammānaṁ ekasmiṁ dhamme vutte avasiṭṭhā dhammā vuttā bhavanti.",
  "ne8:1.5": "Yathā kiṁ bhave?",
  "ne8:1.6": "Yathāha bhagavā—",
  "ne8:2.1": "“Cakkhuṁ, bhikkhave, anavaṭṭhitaṁ ittaraṁ parittaṁ pabhaṅgu parato dukkhaṁ byasanaṁ calanaṁ kukkuḷaṁ saṅkhāraṁ vadhakaṁ amittamajjhe”.",
  "ne8:2.2": "Imasmiṁ cakkhusmiṁ vutte avasiṭṭhāni ajjhattikāni āyatanāni vuttāni bhavanti.",
  "ne8:2.3": "Kena kāraṇena?",
  "ne8:2.4": "Sabbāni hi cha ajjhattikāni āyatanāni vadhakaṭṭhena ekalakkhaṇāni.",
  "ne8:2.5": "Yathā cāha bhagavā—",
  "ne8:3.1": "“Atīte, rādha, rūpe anapekkho hohi, anāgataṁ rūpaṁ mā abhinandi, paccuppannassa rūpassa nibbidāya virāgāya nirodhāya cāgāya paṭinissaggāya paṭipajja”.",
  "ne8:3.2": "Imasmiṁ rūpakkhandhe vutte avasiṭṭhā khandhā vuttā bhavanti.",
  "ne8:3.3": "Kena kāraṇena?",
  "ne8:3.4": "Sabbe hi pañcakkhandhā yamakovādasutte vadhakaṭṭhena ekalakkhaṇā vuttā.",
  "ne8:3.5": "Yathā cāha bhagavā—",
  "ne8:4.1": "“Yesañca susamāraddhā,",
  "ne8:4.2": "niccaṁ kāyagatāsati;",
  "ne8:4.3": "Akiccaṁ te na sevanti,",
  "ne8:4.4": "kicce sātaccakārino”.",
  "ne8:5.1": "Iti kāyagatāya satiyā vuttāya vuttā bhavanti vedanāgatā sati cittagatā dhammagatā ca.",
  "ne8:5.2": "Tathā yaṁ kiñci diṭṭhaṁ vā sutaṁ vā mutaṁ vāti vutte vuttaṁ bhavati viññātaṁ.",
  "ne8:5.3": "Yathā cāha bhagavā—",
  "ne8:6.1": "“Tasmātiha tvaṁ bhikkhu kāye kāyānupassī viharāhi ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ”.",
  "ne8:6.2": "“Ātāpī”ti vīriyindriyaṁ, “sampajāno”ti paññindriyaṁ, “satimā”ti satindriyaṁ, “vineyya loke abhijjhādomanassan”ti samādhindriyaṁ, evaṁ kāye kāyānupassino viharato cattāro satipaṭṭhānā bhāvanāpāripūriṁ gacchanti.",
  "ne8:6.3": "Kena kāraṇena, ekalakkhaṇattā catunnaṁ indriyānaṁ.",
  "ne8:7.1": "Catūsu satipaṭṭhānesu bhāviyamānesu cattāro sammappadhānā bhāvanāpāripūriṁ gacchanti, catūsu sammappadhānesu bhāviyamānesu cattāro iddhipādā bhāvanāpāripūriṁ gacchanti, catūsu iddhipādesu bhāviyamānesu pañcindriyāni bhāvanāpāripūriṁ gacchanti, pañcasu indriyesu bhāviyamānesu pañca balāni bhāvanāpāripūriṁ gacchanti, pañcasu balesu bhāviyamānesu satta bojjhaṅgā bhāvanāpāripūriṁ gacchanti, sattasu bojjhaṅgesu bhāviyamānesu ariyo aṭṭhaṅgiko maggo bhāvanāpāripūriṁ gacchati, sabbeva bodhaṅgamā dhammā bodhipakkhiyā bhāvanāpāripūriṁ gacchanti.",
  "ne8:7.2": "Kena kāraṇena, sabbe hi bodhaṅgamā bodhipakkhiyā neyyānikalakkhaṇena ekalakkhaṇā, te ekalakkhaṇattā bhāvanāpāripūriṁ gacchanti.",
  "ne8:8.1": "Evaṁ akusalāpi dhammā ekalakkhaṇattā pahānaṁ abbhatthaṁ gacchanti.",
  "ne8:8.2": "Catūsu satipaṭṭhānesu bhāviyamānesu vipallāsā pahīyanti, āhārā cassa pariññaṁ gacchanti, upādānehi anupādāno bhavati, yogehi ca visaṁyutto bhavati, ganthehi ca vippayutto bhavati, āsavehi ca anāsavo bhavati, oghehi ca nitthiṇṇo bhavati, sallehi ca visallo bhavati, viññāṇaṭṭhitiyo cassa pariññaṁ gacchanti, agatigamanehi na agatiṁ gacchati, evaṁ akusalāpi dhammā ekalakkhaṇattā pahānaṁ abbhatthaṁ gacchanti.",
  "ne8:9.1": "Yattha vā pana rūpindriyaṁ desitaṁ, desitā tattheva rūpadhātu rūpakkhandho rūpañcāyatanaṁ.",
  "ne8:9.2": "Yattha vā pana sukhā vedanā desitā, desitaṁ tattha sukhindriyaṁ somanassindriyaṁ dukkhasamudayo ca ariyasaccaṁ.",
  "ne8:9.3": "Yattha vā pana dukkhā vedanā desitā, desitaṁ tattha dukkhindriyaṁ domanassindriyaṁ dukkhañca ariyasaccaṁ.",
  "ne8:9.4": "Yattha vā pana adukkhamasukhā vedanā desitā, desitaṁ tattha upekkhindriyaṁ sabbo ca paṭiccasamuppādo.",
  "ne8:9.5": "Kena kāraṇena, adukkhamasukhāya hi vedanāya avijjā anuseti.",
  "ne8:9.6": "Avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṁ, viññāṇapaccayā nāmarūpaṁ, nāmarūpapaccayā saḷāyatanaṁ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṁ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā sambhavanti, evametassa kevalassa dukkhakkhandhassa samudayo hoti.",
  "ne8:9.7": "So ca sarāgasadosasamohasaṅkilesapakkhena hātabbo, vītarāgavītadosavītamohaariyadhammehi hātabbo.",
  "ne8:10.1": "Evaṁ ye dhammā ekalakkhaṇā kiccato ca lakkhaṇato ca sāmaññato ca cutūpapātato ca, tesaṁ dhammānaṁ ekasmiṁ dhamme vutte avasiṭṭhā dhammā vuttā bhavanti.",
  "ne8:10.2": "Tenāha āyasmā mahākaccāyano “vuttamhi ekadhamme”ti.",
  "ne8:10.3": "Niyutto lakkhaṇo hāro."
}