{
  "home:1": "티피타카(삼장) — 초기 불교 경전의 세 바구니 ",
  "home:3": "부처님의 지혜는 방대한 고대 경전들 속에 보존되어 왔습니다. 이 경전들 중 많은 부분이 이제 세계 여러 언어로 번역되었습니다. ",
  "home:4": "SuttaCentral은 이 경전들을 하나로 모아 무료로 제공하고 있습니다. 언어와 전통의 경계를 넘어, 부처님께서 하신 말씀을 직접 전달합니다. ",
  "home:5": "부처님의 말씀 ",
  "home:6": "이 경전 읽기 ",
  "home:7": "19세기경 미얀마의 야자수잎 (올라) 경전 사본 ",
  "home:8": "무엇이 있습니까 ",
  "home:9": "SuttaCentral에는 초기 불교 경전인 티피타카(삼장)이 있습니다. 이것은 약 2500년 전 인도에서 가르쳤던 부처님과 그의 초기 제자들의 방대한 교리 모음입니다. 이 경전들은 모든 불교 종파에서 신성한 정경으로 여겨집니다. ",
  "home:10": "소개 ",
  "home:11": "대한민국 해인사에 있는 팔만대장경 목판 ",
  "home:12": "어디서 시작하나요 ",
  "home:13": "수천 개의 초기 불교 경전이 있으며, 이들은 쉽게 읽을 수 있도록 정리되어 있지 않습니다. 하지만 좋은 소식은 여러분은 혼자가 아니라는 것입니다. 저희도 이 길을 걸어왔으며, 여러분이 조금 더 쉽게 접근할 수 있도록 노력했습니다. 다음은 여러분이 시도해볼 수 있는 몇 가지 방법입니다. ",
  "home:14": "시작하기 ",
  "home:15": "관련 프로젝트 ",
  "home:17": "경전 듣기 ",
  "home:18": "음성은 SuttaCentral의 텍스트와 번역을 시각 장애인과 시각이 있는 사람 모두에게 접근 가능하게 합니다. 경전은 처음에 음성으로 전해졌듯이, 이제 다시 음성으로 전해질 수 있게 되었습니다. ",
  "home:19": "음성으로 된 경전을 찾아보세요 ",
  "home:20": "또는 SuttaCentral에서 경전 카드 위의 스피커 아이콘을 클릭하세요 ",
  "home:22": "경전을 AI로 매핑하기 ",
  "home:23": "신경망의 최첨단 응용을 통해 불교 경전 사이의 숨겨진 관계를 탐구합니다. 팔리어 경전은 SuttaCentral에서 가져온 것입니다. 평행 구절의 개념을 한 단계 더 발전시켜 이 기술은 모든 전통과 시대에 따른 경전의 진화에 대한 더 깊은 통찰의 가능성을 열어줍니다. ",
  "home:25": "SuttaCentral 포럼 ",
  "home:26": "우리의 활기차고 친근한 경전 애호가 커뮤니티에 가입하세요. 완전 초보자부터 전문가까지 모두 서로에게서 배울 수 있습니다. ",
  "home:27": "경험을 나누세요 ",
  "home:28": "질문하세요 ",
  "home:29": "강연, 독경, 책, 그리고 논문을 찾아보세요. ",
  "home:31": "가르침에 대한 쉬운 접근 ",
  "home:32": "Buddhism.net은 불교를 배우고, 수행법을 정립하며, 스승과 공동체를 발견하는 데 도움을 줍니다. 종파를 초월하여 모든 불교 종파의 공통 뿌리인 초기 불교에 중점을 둡니다. 초기 불교에 대한 확고한 기초를 쌓는 것은 어떤 종파의 불교를 따르건 도움이 됩니다. ",
  "home:33": "우리가 읽는 이유 ",
  "home:34": "증언 더보기 ",
  "home:35": "미얀마의 팔리어 경전 사본 ",
  "home:36": "팔리어 경전을 위한 독자 가이드 ",
  "home:37": "팔리 삼장(티피타카)의 경전, 특히 네 개의 주요 니까야는 부처님과 그의 가르침을 이해하고자 하는 사람들에게 필수적인 읽을거리입니다. 비구 수자토는 진지한 학습자를 위해 광범위한 독자 가이드를 준비했습니다. 이 가이드는 초기 불교의 관점에서 핵심 가르침 대부분을 포괄하며 필수적인 배경 지식을 제공합니다. ",
  "home:38": "가이드 ",
  "home:39": "비구니 파티목카, 19세기 버마어 경전 사본. 대영 도서관 ",
  "home:40": "색인 및 용어집 ",
  "home:41": "다른 전문 분야와 마찬가지로, 불교 연구에는 고유의 용어와 내용이 있습니다. 쉽게 길을 잃거나 참조를 놓치기 쉬우므로, 여기에서는 주제, 이름, 비유에 따라 정렬된 초기 경전의 용어 색인과 중요한 용어의 용어집을 제공합니다. 이러한 신중하게 선별된 목록은 찾고자 하는 경전이나 구절을 찾는 또 다른 방법을 제공합니다. ",
  "home:42": "색인 ",
  "home:43": "SuttaCentral 판본들 ",
  "home:44": "선택된 SuttaCentral 번역본을 책으로 읽으세요 ",
  "home:45": "기부 ",
  "home:46": "SuttaCentral 개발을 위해 기부해 주세요 ",
  "home:47": "SuttaCentral은 초기 불교 경전의 보존, 연구, 번역 및 보급을 위한 다분야 프로젝트입니다. 이 프로젝트의 일환으로, 번역자들이 세계 각국의 언어로 가르침(담마)를 소개할 수 있도록 돕는 전문 소프트웨어를 개발하고 있습니다. 현재 이 프로젝트를 완성하기 위해 자금이 필요합니다. 담마를 전 세계 사람들에게 계속해서 제공하기 위해 여러분의 지원이 필요합니다. ",
  "home:48": "더 많은 놀라운 SuttaCentral의 기능들 ",
  "home:pirivenaButton": "더 알아보기 ",
  "home:pirivenaText": "SuttaCentral은 Amarapura–Rāmañña 및 Siam Nikāyas와 협력하여, 경전(Suttas)과 율장(Vinaya)의 영어 번역본을 스리랑카의 승원 교육 센터(Pirivena)를 통해 인쇄, 배포하게 되어 기쁩니다. ",
  "home:pirivenaTitle": "스리랑카 승원 교육 센터(Pirivena)를 위한 SuttaCentral 번역본 "
}