{
  "patthana21.52:0.1": "Paṭṭhānapakaraṇa",
  "patthana21.52:0.2": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
  "patthana21.52:0.3": "21.52. Mahantaraduka, Sanidassanattika",
  "patthana21.52:1.1": "Nasārammaṇaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca anārammaṇo sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana21.52:2.1": "Naanārammaṇaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca anārammaṇo sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:3.1": "(Anidassanasappaṭighe tīṇiyeva.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… aññamaññe ekaṃ …pe… avigate tīṇi.",
  "patthana21.52:4.1": "Nasārammaṇaṃ naanidassanaappaṭighaṃ dhammaṃ paṭicca anārammaṇo anidassanaappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ, adhipatiyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.52:5.1": "Nocittaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nocitto sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana21.52:6.1": "Nanocittaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nocitto sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.)",
  "patthana21.52:7.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:8.1": "Nacetasikaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nacetasiko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.52:9.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:10.1": "Nacittasampayuttaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca cittavippayutto sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.52:11.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:12.1": "Nacittasaṃsaṭṭhaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca cittavisaṃsaṭṭho sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.52:13.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:14.1": "Nocittasamuṭṭhānaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca cittasamuṭṭhāno sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Cittasamuṭṭhānarūpeneva tīṇi. Saṃkhittaṃ.)",
  "patthana21.52:15.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:16.1": "Nocittasahabhuṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nocittasahabhū sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.52:17.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:18.1": "Nocittānuparivattiṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nocittānuparivattī sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.52:19.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:20.1": "Nocittasaṃsaṭṭhasamuṭṭhānaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nocittasaṃsaṭṭhasamuṭṭhāno sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.52:21.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:22.1": "Nocittasaṃsaṭṭhasamuṭṭhānasahabhuṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nocittasaṃsaṭṭhasamuṭṭhānasahabhū sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.52:23.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:24.1": "Nocittasaṃsaṭṭhasamuṭṭhānānuparivattiṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nocittasaṃsaṭṭhasamuṭṭhānānuparivattī sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.52:25.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:26.1": "Naajjhattikaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca bāhiro sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana21.52:27.1": "Nabāhiraṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca bāhiro sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ. (Saṃkhittaṃ.)",
  "patthana21.52:28.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:29.1": "Noupādā nasanidassanasappaṭighaṃ dhammaṃ paṭicca upādā sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.52:30.1": "Hetuyā ekaṃ, adhipatiyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.52:31.1": "Naupādinnaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca anupādinno sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.52:32.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi."
}