{
  "patthana21.55:0.1": "Paṭṭhānapakaraṇa",
  "patthana21.55:0.2": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
  "patthana21.55:0.3": "21.55. Piṭṭhiduka, Sanidassanattika",
  "patthana21.55:1.1": "Nadassanena pahātabbaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nadassanena pahātabbo sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:2.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana21.55:3.1": "Nabhāvanāya pahātabbaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nabhāvanāya pahātabbo sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:4.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana21.55:5.1": "Nadassanena pahātabbahetukaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nadassanena pahātabbahetuko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:6.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana21.55:7.1": "Nabhāvanāya pahātabbahetukaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nabhāvanāya pahātabbahetuko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:8.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana21.55:9.1": "Nasavitakkaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca avitakko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:10.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.55:11.1": "Nasavicāraṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca avicāro sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:12.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.55:13.1": "Nasappītikaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nasappītiko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:14.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.55:15.1": "Napītisahagataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca napītisahagato sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:16.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.55:17.1": "Nasukhasahagataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca nasukhasahagato sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:18.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.55:19.1": "Naupekkhāsahagataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naupekkhāsahagato sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:20.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.55:21.1": "Nakāmāvacaraṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca kāmāvacaro sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:22.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.55:23.1": "Narūpāvacaraṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca narūpāvacaro sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:24.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.55:25.1": "Naarūpāvacaraṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca naarūpāvacaro sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:26.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana21.55:27.1": "Napariyāpannaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca pariyāpanno sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:28.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.55:29.1": "Naniyyānikaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca aniyyāniko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:30.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana21.55:31.1": "Naniyataṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca aniyato sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:32.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana21.55:33.1": "Nasauttaraṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca sauttaro sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:34.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.55:35.1": "Nasaraṇaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca araṇo sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana21.55:36.1": "Naaraṇaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca araṇo sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṃ.",
  "patthana21.55:37.1": "Nasaraṇaṃ nasanidassanasappaṭighañca naaraṇaṃ nasanidassanasappaṭighañca dhammaṃ paṭicca araṇo sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.55:38.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana21.55:39.1": "(Anidassanasappaṭighe tīṇiyeva.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… aññamaññe ekaṃ …pe… vipāke ekaṃ …pe… avigate tīṇi.",
  "patthana21.55:40.1": "Paccanīya",
  "patthana21.55:41.0": "Nahetu-naārammaṇa",
  "patthana21.55:41.1": "Nasaraṇaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca araṇo sanidassanasappaṭigho dhammo uppajjati nahetupaccayā … ekaṃ.",
  "patthana21.55:42.1": "Nasaraṇaṃ nasanidassanasappaṭighaṃ dhammaṃ paṭicca araṇo sanidassanasappaṭigho dhammo uppajjati naārammaṇapaccayā … tīṇi. (Saṃkhittaṃ.) Nahetuyā ekaṃ, naārammaṇe tīṇi, naadhipatiyā tīṇi …pe… nakamme ekaṃ, naāhāre naindriye najhāne namagge ekaṃ …pe… novigate tīṇi.",
  "patthana21.55:43.1": "Hetupaccayā naārammaṇe tīṇi. (Saṃkhittaṃ.)",
  "patthana21.55:44.1": "Naārammaṇapaccayā hetuyā tīṇi. (Saṃkhittaṃ.)",
  "patthana21.55:45.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṃsaṭṭhavārampi sampayuttavārampi vitthāretabbaṃ.)",
  "patthana21.55:46.0": "Hetu",
  "patthana21.55:46.1": "Nasaraṇo nasanidassanasappaṭigho dhammo araṇassa sanidassanasappaṭighassa dhammassa hetupaccayena paccayo. Naaraṇo nasanidassanasappaṭigho dhammo araṇassa sanidassanasappaṭighassa dhammassa hetupaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana21.55:47.1": "Hetuyā dve, adhipatiyā dve …pe… sahajāte nissaye tīṇi, pacchājāte kamme dve, vipāke ekaṃ, āhāre indriye jhāne magge vippayutte dve …pe… avigate tīṇi.",
  "patthana21.55:48.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṃ, evaṃ gaṇetabbaṃ.)"
}