{
  "patthana21.13:0.1": "Paṭṭhānapakaraṇa",
  "patthana21.13:0.2": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
  "patthana21.13:0.3": "21.13. Mahantaraduka, Kusalattika",
  "patthana21.13:1.1": "Nasārammaṇaṃ nakusalaṃ dhammaṃ paccayā sārammaṇo kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.13:2.1": "Nasārammaṇaṃ naakusalaṃ dhammaṃ paccayā sārammaṇo akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.13:3.1": "Naanārammaṇaṃ naabyākataṃ dhammaṃ paṭicca anārammaṇo abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ, adhipatiyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.13:4.1": "Nocittaṃ nakusalaṃ dhammaṃ paccayā citto kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:5.1": "Hetuyā tīṇi …pe… avigate tīṇi. (Naakusale tīṇi. Naabyākate tīṇi. Saṃkhittaṃ.)",
  "patthana21.13:6.1": "Nacetasikaṃ nakusalaṃ dhammaṃ paccayā cetasiko kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:7.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:8.1": "Nacittasampayuttaṃ nakusalaṃ dhammaṃ paccayā cittasampayutto kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:9.1": "Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.13:10.1": "Nacittasaṃsaṭṭhaṃ nakusalaṃ dhammaṃ paccayā cittasaṃsaṭṭho kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:11.1": "Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.13:12.1": "Nacittasamuṭṭhānaṃ nakusalaṃ dhammaṃ paccayā cittasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:13.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:14.1": "Nacittasahabhuṃ nakusalaṃ dhammaṃ paccayā cittasahabhū kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:15.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:16.1": "Nacittānuparivattiṃ nakusalaṃ dhammaṃ paccayā cittānuparivattī kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:17.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:18.1": "Nacittasaṃsaṭṭhasamuṭṭhānaṃ nakusalaṃ dhammaṃ paccayā cittasaṃsaṭṭhasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:19.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:20.1": "Nacittasaṃsaṭṭhasamuṭṭhānasahabhuṃ nakusalaṃ dhammaṃ paccayā cittasaṃsaṭṭhasamuṭṭhānasahabhū kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:21.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:22.1": "Nacittasaṃsaṭṭhasamuṭṭhānānuparivattiṃ nakusalaṃ dhammaṃ paccayā cittasaṃsaṭṭhasamuṭṭhānānuparivattī kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:23.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:24.1": "Naajjhattikaṃ nakusalaṃ dhammaṃ paccayā ajjhattiko kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:25.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:26.1": "Nanoupādā nakusalaṃ dhammaṃ paccayā noupādā kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:27.1": "Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.13:28.1": "Naanupādinnaṃ nakusalaṃ dhammaṃ paccayā anupādinno kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.13:29.1": "Hetuyā ekaṃ …pe… avigate ekaṃ."
}