{
  "patthana21.52:0.1": "Paṭṭhānapakaraṇa",
  "patthana21.52:0.2": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
  "patthana21.52:0.3": "21.52. Mahantaraduka, Sanidassanattika",
  "patthana21.52:1.1": "Nasārammaṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca anārammaṇo sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ.",
  "patthana21.52:2.1": "Naanārammaṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca anārammaṇo sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:3.1": "(Anidassanasappaṭighe tīṇiyeva.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… aññamaññe ekaṁ …pe… avigate tīṇi.",
  "patthana21.52:4.1": "Nasārammaṇaṁ naanidassanaappaṭighaṁ dhammaṁ paṭicca anārammaṇo anidassanaappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.52:5.1": "Nocittaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nocitto sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ.",
  "patthana21.52:6.1": "Nanocittaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nocitto sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.)",
  "patthana21.52:7.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:8.1": "Nacetasikaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nacetasiko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.52:9.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:10.1": "Nacittasampayuttaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca cittavippayutto sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.52:11.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:12.1": "Nacittasaṁsaṭṭhaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca cittavisaṁsaṭṭho sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.52:13.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:14.1": "Nocittasamuṭṭhānaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca cittasamuṭṭhāno sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Cittasamuṭṭhānarūpeneva tīṇi. Saṅkhittaṁ.)",
  "patthana21.52:15.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:16.1": "Nocittasahabhuṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nocittasahabhū sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.52:17.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:18.1": "Nocittānuparivattiṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nocittānuparivattī sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.52:19.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:20.1": "Nocittasaṁsaṭṭhasamuṭṭhānaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nocittasaṁsaṭṭhasamuṭṭhāno sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.52:21.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:22.1": "Nocittasaṁsaṭṭhasamuṭṭhānasahabhuṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nocittasaṁsaṭṭhasamuṭṭhānasahabhū sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.52:23.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:24.1": "Nocittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nocittasaṁsaṭṭhasamuṭṭhānānuparivattī sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.52:25.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:26.1": "Naajjhattikaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca bāhiro sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ.",
  "patthana21.52:27.1": "Nabāhiraṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca bāhiro sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.)",
  "patthana21.52:28.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.52:29.1": "Noupādā nasanidassanasappaṭighaṁ dhammaṁ paṭicca upādā sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.52:30.1": "Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.52:31.1": "Naupādinnaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca anupādinno sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.52:32.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi."
}