{
  "patthana21.16:0.1": "Paṭṭhānapakaraṇa",
  "patthana21.16:0.2": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
  "patthana21.16:0.3": "21.16. Piṭṭhiduka, Kusalattika",
  "patthana21.16:1.1": "Nadassanena pahātabbaṃ nakusalaṃ dhammaṃ paccayā nadassanena pahātabbo kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.16:2.1": "Nadassanena pahātabbaṃ naakusalaṃ dhammaṃ paccayā dassanena pahātabbo akusalo dhammo uppajjati hetupaccayā. Nadassanena pahātabbaṃ naakusalaṃ dhammaṃ paccayā nadassanena pahātabbo akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā dve …pe… avigate dve.",
  "patthana21.16:3.1": "Nadassanena pahātabbaṃ naabyākataṃ dhammaṃ paṭicca nadassanena pahātabbo abyākato dhammo uppajjati hetupaccayā. Nanadassanena pahātabbaṃ naabyākataṃ dhammaṃ paṭicca nadassanena pahātabbo abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā dve, adhipatiyā dve …pe… avigate dve.",
  "patthana21.16:4.1": "Nabhāvanāya pahātabbaṃ nakusalaṃ dhammaṃ paccayā nabhāvanāya pahātabbo kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:5.1": "Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.16:6.1": "Nadassanena pahātabbahetukaṃ nakusalaṃ dhammaṃ paccayā nadassanena pahātabbahetuko kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:7.1": "Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.16:8.1": "Nabhāvanāya pahātabbahetukaṃ nakusalaṃ dhammaṃ paccayā nabhāvanāya pahātabbahetuko kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:9.1": "Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.16:10.1": "Nasavitakkaṃ nakusalaṃ dhammaṃ paccayā savitakko kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:11.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:12.1": "Nasavicāraṃ nakusalaṃ dhammaṃ paccayā savicāro kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:13.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:14.1": "Nasappītikaṃ nakusalaṃ dhammaṃ paccayā sappītiko kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:15.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:16.1": "Napītisahagataṃ nakusalaṃ dhammaṃ paccayā pītisahagato kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:17.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:18.1": "Nasukhasahagataṃ nakusalaṃ dhammaṃ paccayā sukhasahagato kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:19.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:20.1": "Naupekkhāsahagataṃ nakusalaṃ dhammaṃ paccayā upekkhāsahagato kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:21.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:22.1": "Nanakāmāvacaraṃ nakusalaṃ dhammaṃ paccayā nakāmāvacaro kusalo dhammo uppajjati hetupaccayā. Nanakāmāvacaraṃ nakusalaṃ dhammaṃ paccayā kāmāvacaro kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:23.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:24.1": "Narūpāvacaraṃ nakusalaṃ dhammaṃ paccayā rūpāvacaro kusalo dhammo uppajjati hetupaccayā. Narūpāvacaraṃ nakusalaṃ dhammaṃ paccayā narūpāvacaro kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:25.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:26.1": "Naarūpāvacaraṃ nakusalaṃ dhammaṃ paccayā arūpāvacaro kusalo dhammo uppajjati hetupaccayā. Naarūpāvacaraṃ nakusalaṃ dhammaṃ paccayā naarūpāvacaro kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:27.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:28.1": "Naapariyāpannaṃ nakusalaṃ dhammaṃ paccayā apariyāpanno kusalo dhammo uppajjati hetupaccayā. Naapariyāpannaṃ nakusalaṃ dhammaṃ paccayā pariyāpanno kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:29.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:30.1": "Naniyyānikaṃ nakusalaṃ dhammaṃ paccayā niyyāniko kusalo dhammo uppajjati hetupaccayā. Naniyyānikaṃ nakusalaṃ dhammaṃ paccayā naaniyyāniko kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:31.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:32.1": "Naniyataṃ nakusalaṃ dhammaṃ paccayā niyato kusalo dhammo uppajjati hetupaccayā. Naniyataṃ nakusalaṃ dhammaṃ paccayā aniyato kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:33.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:34.1": "Naanuttaraṃ nakusalaṃ dhammaṃ paccayā anuttaro kusalo dhammo uppajjati hetupaccayā. Naanuttaraṃ nakusalaṃ dhammaṃ paccayā sauttaro kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.)",
  "patthana21.16:35.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:36.1": "Nasaraṇaṃ nakusalaṃ dhammaṃ paccayā araṇo kusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.16:37.1": "Nasaraṇaṃ naakusalaṃ dhammaṃ paccayā saraṇo akusalo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā ekaṃ …pe… avigate ekaṃ.",
  "patthana21.16:38.1": "Nasaraṇaṃ naabyākataṃ dhammaṃ paṭicca araṇo abyākato dhammo uppajjati hetupaccayā. Naaraṇaṃ naabyākataṃ dhammaṃ paṭicca araṇo abyākato dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā dve, adhipatiyā dve …pe… avigate dve."
}