{
  "patthana21.13:0.1": "Paṭṭhānapakaraṇa",
  "patthana21.13:0.2": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
  "patthana21.13:0.3": "21.13. Mahantaraduka, Kusalattika",
  "patthana21.13:1.1": "Nasārammaṇaṁ nakusalaṁ dhammaṁ paccayā sārammaṇo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.13:2.1": "Nasārammaṇaṁ naakusalaṁ dhammaṁ paccayā sārammaṇo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.13:3.1": "Naanārammaṇaṁ naabyākataṁ dhammaṁ paṭicca anārammaṇo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.13:4.1": "Nocittaṁ nakusalaṁ dhammaṁ paccayā citto kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:5.1": "Hetuyā tīṇi …pe… avigate tīṇi. (Naakusale tīṇi. Naabyākate tīṇi. Saṅkhittaṁ.)",
  "patthana21.13:6.1": "Nacetasikaṁ nakusalaṁ dhammaṁ paccayā cetasiko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:7.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:8.1": "Nacittasampayuttaṁ nakusalaṁ dhammaṁ paccayā cittasampayutto kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:9.1": "Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.13:10.1": "Nacittasaṁsaṭṭhaṁ nakusalaṁ dhammaṁ paccayā cittasaṁsaṭṭho kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:11.1": "Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.13:12.1": "Nacittasamuṭṭhānaṁ nakusalaṁ dhammaṁ paccayā cittasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:13.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:14.1": "Nacittasahabhuṁ nakusalaṁ dhammaṁ paccayā cittasahabhū kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:15.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:16.1": "Nacittānuparivattiṁ nakusalaṁ dhammaṁ paccayā cittānuparivattī kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:17.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:18.1": "Nacittasaṁsaṭṭhasamuṭṭhānaṁ nakusalaṁ dhammaṁ paccayā cittasaṁsaṭṭhasamuṭṭhāno kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:19.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:20.1": "Nacittasaṁsaṭṭhasamuṭṭhānasahabhuṁ nakusalaṁ dhammaṁ paccayā cittasaṁsaṭṭhasamuṭṭhānasahabhū kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:21.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:22.1": "Nacittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ nakusalaṁ dhammaṁ paccayā cittasaṁsaṭṭhasamuṭṭhānānuparivattī kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:23.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:24.1": "Naajjhattikaṁ nakusalaṁ dhammaṁ paccayā ajjhattiko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:25.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.13:26.1": "Nanoupādā nakusalaṁ dhammaṁ paccayā noupādā kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:27.1": "Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.13:28.1": "Naanupādinnaṁ nakusalaṁ dhammaṁ paccayā anupādinno kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.13:29.1": "Hetuyā ekaṁ …pe… avigate ekaṁ."
}