{
  "patthana21.16:0.1": "Paṭṭhānapakaraṇa",
  "patthana21.16:0.2": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
  "patthana21.16:0.3": "21.16. Piṭṭhiduka, Kusalattika",
  "patthana21.16:1.1": "Nadassanena pahātabbaṁ nakusalaṁ dhammaṁ paccayā nadassanena pahātabbo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.16:2.1": "Nadassanena pahātabbaṁ naakusalaṁ dhammaṁ paccayā dassanena pahātabbo akusalo dhammo uppajjati hetupaccayā. Nadassanena pahātabbaṁ naakusalaṁ dhammaṁ paccayā nadassanena pahātabbo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā dve …pe… avigate dve.",
  "patthana21.16:3.1": "Nadassanena pahātabbaṁ naabyākataṁ dhammaṁ paṭicca nadassanena pahātabbo abyākato dhammo uppajjati hetupaccayā. Nanadassanena pahātabbaṁ naabyākataṁ dhammaṁ paṭicca nadassanena pahātabbo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā dve, adhipatiyā dve …pe… avigate dve.",
  "patthana21.16:4.1": "Nabhāvanāya pahātabbaṁ nakusalaṁ dhammaṁ paccayā nabhāvanāya pahātabbo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:5.1": "Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.16:6.1": "Nadassanena pahātabbahetukaṁ nakusalaṁ dhammaṁ paccayā nadassanena pahātabbahetuko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:7.1": "Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.16:8.1": "Nabhāvanāya pahātabbahetukaṁ nakusalaṁ dhammaṁ paccayā nabhāvanāya pahātabbahetuko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:9.1": "Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.16:10.1": "Nasavitakkaṁ nakusalaṁ dhammaṁ paccayā savitakko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:11.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:12.1": "Nasavicāraṁ nakusalaṁ dhammaṁ paccayā savicāro kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:13.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:14.1": "Nasappītikaṁ nakusalaṁ dhammaṁ paccayā sappītiko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:15.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:16.1": "Napītisahagataṁ nakusalaṁ dhammaṁ paccayā pītisahagato kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:17.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:18.1": "Nasukhasahagataṁ nakusalaṁ dhammaṁ paccayā sukhasahagato kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:19.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:20.1": "Naupekkhāsahagataṁ nakusalaṁ dhammaṁ paccayā upekkhāsahagato kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:21.1": "Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana21.16:22.1": "Nanakāmāvacaraṁ nakusalaṁ dhammaṁ paccayā nakāmāvacaro kusalo dhammo uppajjati hetupaccayā. Nanakāmāvacaraṁ nakusalaṁ dhammaṁ paccayā kāmāvacaro kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:23.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:24.1": "Narūpāvacaraṁ nakusalaṁ dhammaṁ paccayā rūpāvacaro kusalo dhammo uppajjati hetupaccayā. Narūpāvacaraṁ nakusalaṁ dhammaṁ paccayā narūpāvacaro kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:25.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:26.1": "Naarūpāvacaraṁ nakusalaṁ dhammaṁ paccayā arūpāvacaro kusalo dhammo uppajjati hetupaccayā. Naarūpāvacaraṁ nakusalaṁ dhammaṁ paccayā naarūpāvacaro kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:27.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:28.1": "Naapariyāpannaṁ nakusalaṁ dhammaṁ paccayā apariyāpanno kusalo dhammo uppajjati hetupaccayā. Naapariyāpannaṁ nakusalaṁ dhammaṁ paccayā pariyāpanno kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:29.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:30.1": "Naniyyānikaṁ nakusalaṁ dhammaṁ paccayā niyyāniko kusalo dhammo uppajjati hetupaccayā. Naniyyānikaṁ nakusalaṁ dhammaṁ paccayā naaniyyāniko kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:31.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:32.1": "Naniyataṁ nakusalaṁ dhammaṁ paccayā niyato kusalo dhammo uppajjati hetupaccayā. Naniyataṁ nakusalaṁ dhammaṁ paccayā aniyato kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:33.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:34.1": "Naanuttaraṁ nakusalaṁ dhammaṁ paccayā anuttaro kusalo dhammo uppajjati hetupaccayā. Naanuttaraṁ nakusalaṁ dhammaṁ paccayā sauttaro kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana21.16:35.1": "Hetuyā dve …pe… avigate dve.",
  "patthana21.16:36.1": "Nasaraṇaṁ nakusalaṁ dhammaṁ paccayā araṇo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.16:37.1": "Nasaraṇaṁ naakusalaṁ dhammaṁ paccayā saraṇo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.16:38.1": "Nasaraṇaṁ naabyākataṁ dhammaṁ paṭicca araṇo abyākato dhammo uppajjati hetupaccayā. Naaraṇaṁ naabyākataṁ dhammaṁ paṭicca araṇo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā dve, adhipatiyā dve …pe… avigate dve."
}