{
  "patthana21.55:0.1": "Paṭṭhānapakaraṇa ",
  "patthana21.55:0.2": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3) ",
  "patthana21.55:0.3": "21.55. Piṭṭhiduka, Sanidassanattika ",
  "patthana21.55:1.1": "Nadassanena pahātabbaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nadassanena pahātabbo sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:2.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana21.55:3.1": "Nabhāvanāya pahātabbaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nabhāvanāya pahātabbo sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:4.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana21.55:5.1": "Nadassanena pahātabbahetukaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nadassanena pahātabbahetuko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:6.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana21.55:7.1": "Nabhāvanāya pahātabbahetukaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nabhāvanāya pahātabbahetuko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:8.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana21.55:9.1": "Nasavitakkaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca avitakko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:10.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana21.55:11.1": "Nasavicāraṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca avicāro sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:12.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana21.55:13.1": "Nasappītikaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nasappītiko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:14.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana21.55:15.1": "Napītisahagataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca napītisahagato sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:16.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana21.55:17.1": "Nasukhasahagataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nasukhasahagato sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:18.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana21.55:19.1": "Naupekkhāsahagataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naupekkhāsahagato sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:20.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana21.55:21.1": "Nakāmāvacaraṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca kāmāvacaro sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:22.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana21.55:23.1": "Narūpāvacaraṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca narūpāvacaro sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:24.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana21.55:25.1": "Naarūpāvacaraṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naarūpāvacaro sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:26.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana21.55:27.1": "Napariyāpannaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca pariyāpanno sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:28.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana21.55:29.1": "Naniyyānikaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca aniyyāniko sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:30.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana21.55:31.1": "Naniyataṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca aniyato sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:32.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana21.55:33.1": "Nasauttaraṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca sauttaro sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:34.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana21.55:35.1": "Nasaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca araṇo sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana21.55:36.1": "Naaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca araṇo sanidassanasappaṭigho dhammo uppajjati hetupaccayā … ekaṁ. ",
  "patthana21.55:37.1": "Nasaraṇaṁ nasanidassanasappaṭighañca naaraṇaṁ nasanidassanasappaṭighañca dhammaṁ paṭicca araṇo sanidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana21.55:38.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana21.55:39.1": "(Anidassanasappaṭighe tīṇiyeva.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… aññamaññe ekaṁ …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana21.55:40.1": "Nasaraṇaṁ naanidassanaappaṭighaṁ dhammaṁ paṭicca araṇo anidassanaappaṭigho dhammo uppajjati hetupaccayā. (Saṁkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ…pe… avigate ekaṁ. ",
  "patthana21.55:41.0.1": "Paccanīya ",
  "patthana21.55:41.0.2": "Nahetu-naārammaṇa ",
  "patthana21.55:41.1": "Nasaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca araṇo sanidassanasappaṭigho dhammo uppajjati nahetupaccayā … ekaṁ. ",
  "patthana21.55:42.1": "Nasaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca araṇo sanidassanasappaṭigho dhammo uppajjati naārammaṇapaccayā … tīṇi. (Saṅkhittaṁ.) Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā tīṇi …pe… nakamme ekaṁ, naāhāre naindriye najhāne namagge ekaṁ …pe… novigate tīṇi. ",
  "patthana21.55:43.1": "Hetupaccayā naārammaṇe tīṇi. (Saṅkhittaṁ.) ",
  "patthana21.55:44.1": "Naārammaṇapaccayā hetuyā tīṇi. (Saṅkhittaṁ.) ",
  "patthana21.55:45.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi vitthāretabbaṁ.) ",
  "patthana21.55:46.0.1": "21.55.7. Pañhāvāra ",
  "patthana21.55:46.0.2": "Hetu ",
  "patthana21.55:46.1": "Nasaraṇo nasanidassanasappaṭigho dhammo araṇassa sanidassanasappaṭighassa dhammassa hetupaccayena paccayo. Naaraṇo nasanidassanasappaṭigho dhammo araṇassa sanidassanasappaṭighassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana21.55:47.1": "Hetuyā dve, adhipatiyā dve …pe… sahajāte nissaye tīṇi, pacchājāte kamme dve, vipāke ekaṁ, āhāre indriye jhāne magge vippayutte dve …pe… avigate tīṇi. ",
  "patthana21.55:48.1": "(Yathā kusalattike pañhāvārassa anulomampi paccanīyampi anulomapaccanīyampi paccanīyānulomampi gaṇitaṁ, evaṁ gaṇetabbaṁ.) "
}