{
  "patthana21.5:0.1": "Paṭṭhānapakaraṇa",
  "patthana21.5:0.2": "Dhammapaccanīyānuloma (4), Dukatikapaṭṭhānapāḷi (3)",
  "patthana21.5:0.3": "21.5. Cūḷantaraduka, Kusalattika",
  "patthana21.5:1.1": "Naappaccayaṁ nakusalaṁ dhammaṁ paccayā sappaccayo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:2.1": "Naappaccayaṁ naakusalaṁ dhammaṁ paccayā sappaccayo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:3.1": "Naappaccayaṁ naabyākataṁ dhammaṁ paṭicca sappaccayo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:4.1": "Naasaṅkhataṁ …pe…. (Sappaccayadukasadisaṁ.)",
  "patthana21.5:5.1": "Nasanidassanaṁ nakusalaṁ dhammaṁ paccayā anidassano kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:6.1": "Nasanidassanaṁ naakusalaṁ dhammaṁ paccayā anidassano akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:7.1": "Nasanidassanaṁ naabyākataṁ dhammaṁ paṭicca sanidassano abyākato dhammo uppajjati hetupaccayā. Nasanidassanaṁ naabyākataṁ dhammaṁ paṭicca anidassano abyākato dhammo uppajjati hetupaccayā. Nasanidassanaṁ naabyākataṁ dhammaṁ paṭicca sanidassano abyākato ca anidassano abyākato ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.5:8.1": "Nasappaṭighaṁ nakusalaṁ dhammaṁ paccayā appaṭigho kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:9.1": "Nasappaṭighaṁ naakusalaṁ dhammaṁ paccayā appaṭigho akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:10.1": "Nasappaṭighaṁ naabyākataṁ dhammaṁ paṭicca sappaṭigho abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana21.5:11.1": "Naarūpiṁ nakusalaṁ dhammaṁ paccayā arūpī kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:12.1": "Naarūpiṁ naakusalaṁ dhammaṁ paccayā arūpī akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:13.1": "Narūpiṁ naabyākataṁ dhammaṁ paṭicca rūpī abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:14.1": "Nalokuttaraṁ nakusalaṁ dhammaṁ paccayā lokiyo kusalo dhammo uppajjati hetupaccayā. Nalokuttaraṁ nakusalaṁ dhammaṁ paccayā lokuttaro kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā dve …pe… avigate dve.",
  "patthana21.5:15.1": "Nalokuttaraṁ naakusalaṁ dhammaṁ paccayā lokiyo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ.",
  "patthana21.5:16.1": "Nalokiyaṁ naabyākataṁ dhammaṁ paṭicca lokiyo abyākato dhammo uppajjati hetupaccayā. Nalokuttaraṁ naabyākataṁ dhammaṁ paṭicca lokiyo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā dve, adhipatiyā dve …pe… avigate dve.",
  "patthana21.5:17.1": "Nakenaci viññeyyaṁ nakusalaṁ dhammaṁ paccayā kenaci viññeyyo kusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana21.5:18.1": "Nakenaci naviññeyyaṁ nakusalaṁ dhammaṁ paccayā kenaci naviññeyyo kusalo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana21.5:19.1": "Nakenaci viññeyyaṁ nakusalañca nakenaci naviññeyyaṁ nakusalañca dhammaṁ paccayā kenaci viññeyyo kusalo dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha nava.)",
  "patthana21.5:20.1": "Nakenaci viññeyyaṁ naakusalaṁ dhammaṁ paccayā kenaci viññeyyo akusalo dhammo uppajjati hetupaccayā. Nakenaci naviññeyyaṁ naakusalaṁ dhammaṁ paccayā kenaci naviññeyyo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava.",
  "patthana21.5:21.1": "Nakenaci viññeyyaṁ naabyākataṁ dhammaṁ paṭicca kenaci viññeyyo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, adhipatiyā nava …pe… avigate nava."
}