{
  "iti82:0.1": "So It Was Said",
  "iti82:0.2": "The Book of the Threes",
  "iti82:0.3": "Chapter Four",
  "iti82:0.4": "82. The Cry of the Gods",
  "iti82:1.1": "This was said by the Buddha, the Perfected One: that is what I heard.",
  "iti82:2.1": "“Mendicants, these three cries are uttered among the gods on occasion.",
  "iti82:2.2": "What three? ",
  "iti82:2.3": "When a noble disciple shaves off their hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness, the gods cry out:",
  "iti82:2.4": "‘This noble disciple intends to join battle with Māra!’",
  "iti82:2.5": "This is the first occasion a cry is uttered among the gods.",
  "iti82:3.1": "Furthermore, when a noble disciple meditates pursuing the development of the seven qualities that lead to awakening, the gods cry out:",
  "iti82:3.2": "‘This noble disciple is joining battle with Māra!’",
  "iti82:3.3": "This is the second occasion a cry is uttered among the gods.",
  "iti82:4.1": "Furthermore, when a noble disciple realizes the undefiled freedom of heart and freedom by wisdom in this very life, and they live having realized it with their own insight due to the ending of defilements, the gods cry out:",
  "iti82:4.2": "‘This noble disciple has won victory in battle, establishing himself as foremost in battle!’",
  "iti82:4.3": "This is the third occasion a cry is uttered among the gods.",
  "iti82:4.4": "These are the three cries that are uttered among the gods on occasion.”",
  "iti82:4.5": "That is what the Buddha said. ",
  "iti82:4.6": "On this it is said: ",
  "iti82:5.1": "“Seeing the winner of the battle—",
  "iti82:5.2": "a disciple of the Buddha,",
  "iti82:5.3": "a great one, rid of naivety—",
  "iti82:5.4": "even the deities revere them:",
  "iti82:6.1": "‘Homage to you, O thoroughbred! ",
  "iti82:6.2": "You won a battle hard to win!",
  "iti82:6.3": "Having defeated the army of death, ",
  "iti82:6.4": "your liberation is unobstructed.’",
  "iti82:7.1": "And so the deities revere the one, ",
  "iti82:7.2": "who has achieved their heart’s desire.",
  "iti82:7.3": "For they see nothing in them by means of which ",
  "iti82:7.4": "they might fall under the sway of Death.”",
  "iti82:8.1": "This too was spoken by the Blessed One: that is what I heard."
}