{
  "mnd7:0.1": "Mahāniddesa",
  "mnd7:0.2": "Aṭṭhakavagga",
  "mnd7:0.3": "7. Tissametteyyasuttaniddesa",
  "mnd7:1.1": "Atha tissametteyyasuttaniddesaṃ vakkhati—",
  "mnd7:2.1": "**Methunamanuyuttassa,**",
  "mnd7:2.2": "(iccāyasmā tisso metteyyo)",
  "mnd7:2.3": "**Vighātaṃ brūhi mārisa;**",
  "mnd7:2.4": "**Sutvāna tava sāsanaṃ,**",
  "mnd7:2.5": "**Viveke sikkhissāmase.**",
  "mnd7:3.1": "**Methunamanuyuttassā**ti.",
  "mnd7:3.2": "**Methunadhammo** nāma yo so asaddhammo gāmadhammo vasaladhammo duṭṭhullo odakantiko rahasso dvayaṃdvayasamāpatti.",
  "mnd7:3.3": "Kiṃkāraṇā vuccati methunadhammo?",
  "mnd7:3.4": "Ubhinnaṃ rattānaṃ sārattānaṃ avassutānaṃ pariyuṭṭhitānaṃ pariyādinnacittānaṃ ubhinnaṃ sadisānaṃ dhammoti—",
  "mnd7:3.5": "taṃkāraṇā vuccati methunadhammo.",
  "mnd7:3.6": "Yathā ubho kalahakārakā methunakāti vuccanti, ubho bhaṇḍanakārakā methunakāti vuccanti, ubho bhassakārakā methunakāti vuccanti, ubho vivādakārakā methunakāti vuccanti, ubho adhikaraṇakārakā methunakāti vuccanti, ubho vādino methunakāti vuccanti, ubho sallāpakā methunakāti vuccanti;",
  "mnd7:3.7": "evamevaṃ ubhinnaṃ rattānaṃ sārattānaṃ avassutānaṃ pariyuṭṭhitānaṃ pariyādinnacittānaṃ ubhinnaṃ sadisānaṃ dhammoti—",
  "mnd7:3.8": "taṃkāraṇā vuccati methunadhammo.",
  "mnd7:4.1": "**Methunamanuyuttassā**ti.",
  "mnd7:4.2": "Methunadhamme yuttassa payuttassa āyuttassa samāyuttassa taccaritassa tabbahulassa taggarukassa tanninnassa tappoṇassa tappabbhārassa tadadhimuttassa tadadhipateyyassāti—",
  "mnd7:4.3": "methunamanuyuttassa.",
  "mnd7:5.1": "**Iccāyasmā tisso metteyyo**ti.",
  "mnd7:5.2": "**Iccā**ti padasandhi padasaṃsaggo padapāripūrī akkharasamavāyo byañjanasiliṭṭhatā padānupubbatāpetaṃ—",
  "mnd7:5.3": "iccāti.",
  "mnd7:5.4": "**Āyasmā**ti piyavacanaṃ garuvacanaṃ sagāravavacanaṃ sappatissavacanametaṃ—",
  "mnd7:5.5": "āyasmāti.",
  "mnd7:5.6": "**Tisso**ti tassa therassa nāmaṃ saṅkhā samaññā paññatti vohāro nāmaṃ nāmakammaṃ nāmadheyyaṃ nirutti byañjanaṃ abhilāpo.",
  "mnd7:5.7": "**Metteyyo**ti tassa therassa gottaṃ saṅkhā samaññā paññatti vohāroti—",
  "mnd7:5.8": "iccāyasmā tisso metteyyo.",
  "mnd7:6.1": "**Vighātaṃ brūhi mārisā**ti.",
  "mnd7:6.2": "**Vighātan**ti vighātaṃ upaghātaṃ pīḷanaṃ ghaṭṭanaṃ upaddavaṃ upasaggaṃ brūhi ācikkha desehi paññapehi paṭṭhapehi vivara vibhaja uttānīkarohi pakāsehi.",
  "mnd7:6.3": "**Mārisā**ti piyavacanaṃ garuvacanaṃ sagāravavacanaṃ sappatissavacanametaṃ mārisāti—",
  "mnd7:6.4": "vighātaṃ brūhi mārisa.",
  "mnd7:7.1": "**Sutvāna tava sāsanan**ti.",
  "mnd7:7.2": "Tuyhaṃ vacanaṃ byappathaṃ desanaṃ anusāsanaṃ anusiṭṭhiṃ sutvā suṇitvā uggahetvā upadhārayitvā upalakkhayitvāti—",
  "mnd7:7.3": "sutvāna tava sāsanaṃ.",
  "mnd7:8.1": "**Viveke sikkhissāmase**ti.",
  "mnd7:8.2": "**Viveko**ti tayo vivekā—",
  "mnd7:8.3": "kāyaviveko, cittaviveko, upadhiviveko.",
  "mnd7:8.4": "Katamo kāyaviveko?",
  "mnd7:8.5": "Idha bhikkhu vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palāsapuñjaṃ, kāyena vivitto viharati.",
  "mnd7:8.6": "So eko gacchati, eko tiṭṭhati, eko nisīdati, eko seyyaṃ kappeti, eko gāmaṃ piṇḍāya pavisati, eko paṭikkamati, eko raho nisīdati, eko caṅkamaṃ adhiṭṭhāti, eko carati, eko viharati iriyati vattati pāleti yapeti yāpeti—",
  "mnd7:8.7": "ayaṃ kāyaviveko.",
  "mnd7:9.1": "Katamo cittaviveko?",
  "mnd7:9.2": "Paṭhamaṃ jhānaṃ samāpannassa nīvaraṇehi cittaṃ vivittaṃ hoti,",
  "mnd7:9.3": "dutiyaṃ jhānaṃ samāpannassa vitakkavicārehi cittaṃ vivittaṃ hoti,",
  "mnd7:9.4": "tatiyaṃ jhānaṃ samāpannassa pītiyā cittaṃ vivittaṃ hoti,",
  "mnd7:9.5": "catutthaṃ jhānaṃ samāpannassa sukhadukkhehi cittaṃ vivittaṃ hoti,",
  "mnd7:9.6": "ākāsānañcāyatanaṃ samāpannassa rūpasaññāya paṭighasaññāya nānattasaññāya cittaṃ vivittaṃ hoti,",
  "mnd7:9.7": "viññāṇañcāyatanaṃ samāpannassa ākāsānañcāyatanasaññāya cittaṃ vivittaṃ hoti,",
  "mnd7:9.8": "ākiñcaññāyatanaṃ samāpannassa viññāṇañcāyatanasaññāya cittaṃ vivittaṃ hoti,",
  "mnd7:9.9": "nevasaññānāsaññāyatanaṃ samāpannassa ākiñcaññāyatanasaññāya cittaṃ vivittaṃ hoti,",
  "mnd7:9.10": "sotāpannassa sakkāyadiṭṭhiyā vicikicchāya sīlabbataparāmāsā diṭṭhānusayā vicikicchānusayā tadekaṭṭhehi ca kilesehi cittaṃ vivittaṃ hoti,",
  "mnd7:9.11": "sakadāgāmissa oḷārikā kāmarāgasaṃyojanā paṭighasaṃyojanā oḷārikā kāmarāgānusayā paṭighānusayā tadekaṭṭhehi ca kilesehi cittaṃ vivittaṃ hoti,",
  "mnd7:9.12": "anāgāmissa anusahagatā kāmarāgasaṃyojanā paṭighasaṃyojanā anusahagatā kāmarāgānusayā paṭighānusayā tadekaṭṭhehi ca kilesehi cittaṃ vivittaṃ hoti,",
  "mnd7:9.13": "arahato rūparāgā arūparāgā mānā uddhaccā avijjāya mānānusayā bhavarāgānusayā avijjānusayā tadekaṭṭhehi ca kilesehi bahiddhā ca sabbanimittehi cittaṃ vivittaṃ hoti—",
  "mnd7:9.14": "ayaṃ cittaviveko.",
  "mnd7:10.1": "Katamo upadhiviveko?",
  "mnd7:10.2": "**Upadhi** vuccanti kilesā ca khandhā ca abhisaṅkhārā ca.",
  "mnd7:10.3": "Upadhiviveko vuccati amataṃ nibbānaṃ.",
  "mnd7:10.4": "Yo so sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhakkhayo virāgo nirodho nibbānaṃ—",
  "mnd7:10.5": "ayaṃ upadhiviveko.",
  "mnd7:10.6": "Kāyaviveko ca vivekaṭṭhakāyānaṃ nekkhammābhiratānaṃ;",
  "mnd7:10.7": "cittaviveko ca parisuddhacittānaṃ paramavodānappattānaṃ;",
  "mnd7:10.8": "upadhiviveko ca nirūpadhīnaṃ puggalānaṃ visaṅkhāragatānaṃ.",
  "mnd7:10.9": "**Viveke sikkhissāmase**ti.",
  "mnd7:10.10": "So thero pakatiyā sikkhitasikkho.",
  "mnd7:10.11": "Api ca dhammadesanaṃ upādāya dhammadesanaṃ sāvento evamāha—",
  "mnd7:10.12": "viveke sikkhissāmaseti.",
  "mnd7:11.1": "Tenāha thero tissametteyyo—",
  "mnd7:12.1": "“Methunamanuyuttassa,",
  "mnd7:12.2": "(iccāyasmā tisso metteyyo)",
  "mnd7:12.3": "Vighātaṃ brūhi mārisa;",
  "mnd7:12.4": "Sutvāna tava sāsanaṃ,",
  "mnd7:12.5": "Viveke sikkhissāmase”ti.",
  "mnd7:13.1": "**Methunamanuyuttassa**,",
  "mnd7:13.2": "(metteyyāti bhagavā)",
  "mnd7:13.3": "**Mussate vāpi sāsanaṃ;**",
  "mnd7:13.4": "**Micchā ca paṭipajjati,**",
  "mnd7:13.5": "**Etaṃ tasmiṃ anāriyaṃ.**",
  "mnd7:14.1": "**Methunamanuyuttassā**ti.",
  "mnd7:14.2": "Methunadhammo nāma yo so asaddhammo gāmadhammo vasaladhammo duṭṭhullo odakantiko rahasso dvayaṃdvayasamāpatti.",
  "mnd7:14.3": "Kiṃkāraṇā vuccati methunadhammo?",
  "mnd7:14.4": "Ubhinnaṃ rattānaṃ sārattānaṃ avassutānaṃ pariyuṭṭhitānaṃ pariyādinnacittānaṃ ubhinnaṃ sadisānaṃ dhammoti—",
  "mnd7:14.5": "taṃkāraṇā vuccati methunadhammo.",
  "mnd7:14.6": "Yathā ubho kalahakārakā methunakāti vuccanti, ubho bhaṇḍanakārakā methunakāti vuccanti, ubho bhassakārakā methunakāti vuccanti, ubho vivādakārakā methunakāti vuccanti, ubho adhikaraṇakārakā methunakāti vuccanti, ubho vādino methunakāti vuccanti, ubho sallāpakā methunakāti vuccanti;",
  "mnd7:14.7": "evamevaṃ ubhinnaṃ rattānaṃ sārattānaṃ avassutānaṃ pariyuṭṭhitānaṃ pariyādinnacittānaṃ ubhinnaṃ sadisānaṃ dhammoti—",
  "mnd7:14.8": "taṃkāraṇā vuccati methunadhammo.",
  "mnd7:15.1": "**Methunamanuyuttassā**ti.",
  "mnd7:15.2": "Methunadhamme yuttassa payuttassa āyuttassa samāyuttassa taccaritassa tabbahulassa taggarukassa tanninnassa tappoṇassa tappabbhārassa tadadhimuttassa tadadhipateyyassāti—",
  "mnd7:15.3": "methunamanuyuttassa.",
  "mnd7:16.1": "**Metteyyā**ti bhagavā taṃ theraṃ gottena ālapati.",
  "mnd7:16.2": "**Bhagavā**ti gāravādhivacanaṃ.",
  "mnd7:16.3": "Api ca bhaggarāgoti bhagavā,",
  "mnd7:16.4": "bhaggadosoti bhagavā,",
  "mnd7:16.5": "bhaggamohoti bhagavā,",
  "mnd7:16.6": "bhaggamānoti bhagavā,",
  "mnd7:16.7": "bhaggadiṭṭhīti bhagavā,",
  "mnd7:16.8": "bhaggakaṇḍakoti bhagavā,",
  "mnd7:16.9": "bhaggakilesoti bhagavā,",
  "mnd7:16.10": "bhaji vibhaji pavibhaji dhammaratananti bhagavā,",
  "mnd7:16.11": "bhavānaṃ antakaroti bhagavā,",
  "mnd7:16.12": "bhāvitakāyo bhāvitasīlo bhāvitacitto bhāvitapaññoti bhagavā,",
  "mnd7:16.13": "bhaji vā bhagavā araññavanapatthāni pantāni senāsanāni appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppānīti bhagavā,",
  "mnd7:16.14": "bhāgī vā bhagavā cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānanti bhagavā,",
  "mnd7:16.15": "bhāgī vā bhagavā attharasassa dhammarasassa vimuttirasassa adhisīlassa adhicittassa adhipaññāyāti bhagavā,",
  "mnd7:16.16": "bhāgī vā bhagavā catunnaṃ jhānānaṃ catunnaṃ appamaññānaṃ catunnaṃ arūpasamāpattīnanti bhagavā,",
  "mnd7:16.17": "bhāgī vā bhagavā aṭṭhannaṃ vimokkhānaṃ aṭṭhannaṃ abhibhāyatanānaṃ navannaṃ anupubbavihārasamāpattīnanti bhagavā,",
  "mnd7:16.18": "bhāgī vā bhagavā dasannaṃ saññābhāvanānaṃ dasannaṃ kasiṇasamāpattīnaṃ ānāpānassatisamādhissa asubhasamāpattiyāti bhagavā,",
  "mnd7:16.19": "bhāgī vā bhagavā catunnaṃ satipaṭṭhānānaṃ catunnaṃ sammappadhānānaṃ catunnaṃ iddhipādānaṃ pañcannaṃ indriyānaṃ pañcannaṃ balānaṃ sattannaṃ bojjhaṅgānaṃ ariyassa aṭṭhaṅgikassa maggassāti bhagavā,",
  "mnd7:16.20": "bhāgī vā bhagavā dasannaṃ tathāgatabalānaṃ catunnaṃ vesārajjānaṃ catunnaṃ paṭisambhidānaṃ channaṃ abhiññānaṃ channaṃ buddhadhammānanti bhagavā.",
  "mnd7:16.21": "Bhagavāti netaṃ nāmaṃ mātarā kataṃ, na pitarā kataṃ, na bhātarā kataṃ, na bhaginiyā kataṃ, na mittāmaccehi kataṃ, na ñātisālohitehi kataṃ na samaṇabrāhmaṇehi kataṃ, na devatāhi kataṃ.",
  "mnd7:16.22": "Vimokkhantikametaṃ buddhānaṃ bhagavantānaṃ bodhiyā mūle saha sabbaññutaññāṇassa paṭilābhā sacchikā paññatti yadidaṃ bhagavāti—",
  "mnd7:16.23": "metteyyāti bhagavā.",
  "mnd7:17.1": "**Mussate vāpi sāsanan**ti.",
  "mnd7:17.2": "Dvīhi kāraṇehi sāsanaṃ mussati—",
  "mnd7:17.3": "pariyattisāsanampi mussati, paṭipattisāsanampi mussati.",
  "mnd7:17.4": "Katamaṃ pariyattisāsanaṃ?",
  "mnd7:17.5": "Yaṃ tassa pariyāpuṭaṃ—",
  "mnd7:17.6": "suttaṃ geyyaṃ veyyākaraṇaṃ gāthā udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallaṃ—",
  "mnd7:17.7": "idaṃ pariyattisāsanaṃ.",
  "mnd7:17.8": "Tampi mussati sammussati pamussati sampamussati paribāhiro hotīti—",
  "mnd7:17.9": "evampi mussate vāpi sāsanaṃ.",
  "mnd7:18.1": "Katamaṃ paṭipattisāsanaṃ?",
  "mnd7:18.2": "Sammāpaṭipadā anulomapaṭipadā apaccanīkapaṭipadā anvatthapaṭipadā dhammānudhammapaṭipadā sīlesu paripūrakāritā indriyesu guttadvāratā bhojane mattaññutā jāgariyānuyogo satisampajaññaṃ cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo—",
  "mnd7:18.3": "idaṃ paṭipattisāsanaṃ.",
  "mnd7:18.4": "Tampi mussati sammussati pamussati sampamussati paribāhiro hotīti.",
  "mnd7:18.5": "Evampi mussate vāpi sāsanaṃ.",
  "mnd7:19.1": "**Micchā ca paṭipajjatī**ti.",
  "mnd7:19.2": "Pāṇampi hanati, adinnampi ādiyati, sandhimpi chindati, nillopampi harati, ekāgārikampi karoti, paripanthepi tiṭṭhati, paradārampi gacchati, musāpi bhaṇatīti—",
  "mnd7:19.3": "micchā ca paṭipajjati.",
  "mnd7:20.1": "**Etaṃ tasmiṃ anāriyan**ti.",
  "mnd7:20.2": "Etaṃ tasmiṃ puggale anariyadhammo bāladhammo mūḷhadhammo aññāṇadhammo amarāvikkhepadhammo, yadidaṃ micchāpaṭipadāti—",
  "mnd7:20.3": "etaṃ tasmiṃ anāriyaṃ.",
  "mnd7:21.1": "Tenāha bhagavā—",
  "mnd7:22.1": "“Methunamanuyuttassa,",
  "mnd7:22.2": "(metteyyāti bhagavā)",
  "mnd7:22.3": "Mussate vāpi sāsanaṃ;",
  "mnd7:22.4": "Micchā ca paṭipajjati,",
  "mnd7:22.5": "Etaṃ tasmiṃ anāriyan”ti.",
  "mnd7:23.1": "**Eko pubbe caritvāna,**",
  "mnd7:23.2": "**methunaṃ yo nisevati;**",
  "mnd7:23.3": "**Yānaṃ bhantaṃva taṃ loke,**",
  "mnd7:23.4": "**hīnamāhu puthujjanaṃ.**",
  "mnd7:24.1": "**Eko pubbe caritvānā**ti.",
  "mnd7:24.2": "Dvīhi kāraṇehi eko pubbe caritvāna—",
  "mnd7:24.3": "pabbajjāsaṅkhātena vā gaṇāvavassaggaṭṭhena vā.",
  "mnd7:24.4": "Kathaṃ pabbajjāsaṅkhātena eko pubbe caritvāna?",
  "mnd7:24.5": "Sabbaṃ gharāvāsapalibodhaṃ chinditvā puttadārapalibodhaṃ chinditvā ñātipalibodhaṃ chinditvā mittāmaccapalibodhaṃ chinditvā sannidhipalibodhaṃ chinditvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajitvā akiñcanabhāvaṃ upagantvā eko carati viharati iriyati vattati pāleti yapeti yāpeti.",
  "mnd7:24.6": "Evaṃ pabbajjāsaṅkhātena eko pubbe caritvāna.",
  "mnd7:25.1": "Kathaṃ gaṇāvavassaggaṭṭhena eko pubbe caritvāna?",
  "mnd7:25.2": "So evaṃ pabbajito samāno eko araññavanapatthāni pantāni senāsanāni paṭisevati appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni.",
  "mnd7:25.3": "So eko gacchati, eko tiṭṭhati, eko nisīdati, eko seyyaṃ kappeti, eko gāmaṃ piṇḍāya pavisati, eko paṭikkamati, eko raho nisīdati, eko caṅkamaṃ adhiṭṭhāti, eko carati viharati iriyati vattati pāleti yapeti yāpeti.",
  "mnd7:25.4": "Evaṃ gaṇāvavassaggaṭṭhena eko pubbe caritvāna.",
  "mnd7:26.1": "**Methunaṃ yo nisevatī**ti.",
  "mnd7:26.2": "**Methunadhammo** nāma yo so asaddhammo …pe…",
  "mnd7:26.3": "taṃkāraṇā vuccati methunadhammo.",
  "mnd7:26.4": "**Methunaṃ yo nisevatī**ti.",
  "mnd7:26.5": "Yo aparena samayena buddhaṃ dhammaṃ saṃghaṃ sikkhaṃ paccakkhāya hīnāyāvattitvā methunaṃ dhammaṃ sevati nisevati saṃsevati paṭisevatīti—",
  "mnd7:26.6": "methunaṃ yo nisevati.",
  "mnd7:27.1": "**Yānaṃ bhantaṃva taṃ loke**ti.",
  "mnd7:27.2": "**Yānan**ti hatthiyānaṃ assayānaṃ goyānaṃ ajayānaṃ meṇḍayānaṃ oṭṭhayānaṃ kharayānaṃ bhantaṃ adantaṃ akāritaṃ avinītaṃ uppathaṃ gaṇhāti, visamaṃ khāṇumpi pāsāṇampi abhiruhati, yānampi ārohanakampi bhañjati, papātepi papatati.",
  "mnd7:27.3": "Yathā taṃ bhantaṃ yānaṃ adantaṃ akāritaṃ avinītaṃ uppathaṃ gaṇhāti;",
  "mnd7:27.4": "evamevaṃ so vibbhantako bhantayānapaṭibhāgo uppathaṃ gaṇhāti, micchādiṭṭhiṃ gaṇhāti …pe… micchāsamādhiṃ gaṇhāti.",
  "mnd7:27.5": "Yathā taṃ bhantaṃ yānaṃ adantaṃ akāritaṃ avinītaṃ visamaṃ khāṇumpi pāsāṇampi abhiruhati;",
  "mnd7:27.6": "evamevaṃ so vibbhantako bhantayānapaṭibhāgo visamaṃ kāyakammaṃ abhiruhati, visamaṃ vacīkammaṃ abhiruhati, visamaṃ manokammaṃ abhiruhati, visamaṃ pāṇātipātaṃ abhiruhati, visamaṃ adinnādānaṃ abhiruhati, visamaṃ kāmesumicchācāraṃ abhiruhati, visamaṃ musāvādaṃ abhiruhati, visamaṃ pisuṇavācaṃ abhiruhati, visamaṃ pharusavācaṃ abhiruhati, visamaṃ samphappalāpaṃ abhiruhati, visamaṃ abhijjhaṃ abhiruhati, visamaṃ byāpādaṃ abhiruhati, visamaṃ micchādiṭṭhiṃ abhiruhati, visame saṅkhāre abhiruhati, visame pañca kāmaguṇe abhiruhati, visame nīvaraṇe abhiruhati.",
  "mnd7:27.7": "Yathā taṃ bhantaṃ yānaṃ adantaṃ akāritaṃ avinītaṃ yānampi ārohanakampi bhañjati;",
  "mnd7:27.8": "evamevaṃ so vibbhantako bhantayānapaṭibhāgo niraye attānaṃ bhañjati, tiracchānayoniyaṃ attānaṃ bhañjati, pettivisaye attānaṃ bhañjati, manussaloke attānaṃ bhañjati, devaloke attānaṃ bhañjati.",
  "mnd7:27.9": "Yathā taṃ bhantaṃ yānaṃ adantaṃ akāritaṃ avinītaṃ papāte papatati;",
  "mnd7:27.10": "evamevaṃ so vibbhantako bhantayānapaṭibhāgo jātipapātampi papatati, jarāpapātampi papatati, byādhipapātampi papatati, maraṇapapātampi papatati, sokaparidevadukkhadomanassupāyāsapapātampi papatati.",
  "mnd7:27.11": "**Loke**ti apāyaloke manussaloketi—",
  "mnd7:27.12": "yānaṃ bhantaṃva taṃ loke.",
  "mnd7:28.1": "**Hīnamāhu puthujjanan**ti.",
  "mnd7:28.2": "**Puthujjanā**ti kenaṭṭhena puthujjanā?",
  "mnd7:28.3": "Puthu kilese janentīti puthujjanā, puthu avihatasakkāyadiṭṭhikāti puthujjanā, puthu satthārānaṃ mukhullokikāti puthujjanā, puthu sabbagatīhi avuṭṭhitāti puthujjanā, puthu nānābhisaṅkhāre abhisaṅkharontīti puthujjanā, puthu nānāoghehi vuyhantīti puthujjanā, puthu nānāsantāpehi santapantīti puthujjanā, puthu nānāpariḷāhehi paridayhantīti puthujjanā, puthu pañcasu kāmaguṇesu rattā giddhā gadhitā mucchitā ajjhosannā laggā laggitā palibuddhāti puthujjanā, puthu pañcahi nīvaraṇehi āvutā nivutā ovutā pihitā paṭicchannā paṭikujjitāti puthujjanā.",
  "mnd7:28.4": "**Hīnamāhu puthujjanan**ti.",
  "mnd7:28.5": "Puthujjanaṃ hīnaṃ nihīnaṃ omakaṃ lāmakaṃ chatukkaṃ parittanti evamāhaṃsu evaṃ kathenti evaṃ bhaṇanti evaṃ dīpayanti evaṃ voharantīti—",
  "mnd7:28.6": "hīnamāhu puthujjanaṃ.",
  "mnd7:29.1": "Tenāha bhagavā—",
  "mnd7:30.1": "“Eko pubbe caritvāna,",
  "mnd7:30.2": "methunaṃ yo nisevati;",
  "mnd7:30.3": "Yānaṃ bhantaṃva taṃ loke,",
  "mnd7:30.4": "hīnamāhu puthujjanan”ti.",
  "mnd7:31.1": "**Yaso kitti ca yā pubbe,**",
  "mnd7:31.2": "**hāyate vāpi tassa sā;**",
  "mnd7:31.3": "**Etampi disvā sikkhetha,**",
  "mnd7:31.4": "**methunaṃ vippahātave.**",
  "mnd7:32.1": "**Yaso kitti ca yā pubbe, hāyate vāpi tassa sā**ti.",
  "mnd7:32.2": "Katamo **yaso**?",
  "mnd7:32.3": "Idhekacco pubbe samaṇabhāve sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ—",
  "mnd7:32.4": "ayaṃ yaso.",
  "mnd7:32.5": "Katamā **kitti**?",
  "mnd7:32.6": "Idhekacco pubbe samaṇabhāve kittivaṇṇagato hoti paṇḍito viyatto medhāvī bahussuto cittakathī kalyāṇapaṭibhāno—",
  "mnd7:32.7": "suttantikoti vā vinayadharoti vā dhammakathikoti vā āraññikoti vā piṇḍapātikoti vā paṃsukūlikoti vā tecīvarikoti vā sapadānacārikoti vā khalupacchābhattikoti vā nesajjikoti vā yathāsanthatikoti vā",
  "mnd7:32.8": "paṭhamassa jhānassa lābhīti vā dutiyassa jhānassa lābhīti vā tatiyassa jhānassa lābhīti vā catutthassa jhānassa lābhīti vā ākāsānañcāyatanasamāpattiyā lābhīti vā viññāṇañcāyatanasamāpattiyā lābhīti vā ākiñcaññāyatanasamāpattiyā lābhīti vā nevasaññānāsaññāyatanasamāpattiyā lābhīti vā, ayaṃ kittīti—",
  "mnd7:32.9": "yaso kitti ca yā pubbe.",
  "mnd7:33.1": "**Hāyate vāpi tassa sā**ti.",
  "mnd7:33.2": "Tassa aparena samayena buddhaṃ dhammaṃ saṃghaṃ sikkhaṃ paccakkhāya hīnāyāvattassa so ca yaso sā ca kitti hāyati parihāyati paridhaṃsati paripatati antaradhāyati vippalujjatīti—",
  "mnd7:33.3": "yaso kitti ca yā pubbe hāyate vāpi tassa sā.",
  "mnd7:34.1": "**Etampi disvā sikkhetha methunaṃ vippahātave**ti.",
  "mnd7:34.2": "**Etan**ti pubbe samaṇabhāve yaso kitti ca, aparabhāge buddhaṃ dhammaṃ saṃghaṃ sikkhaṃ paccakkhāya hīnāyāvattassa ayaso ca akitti ca;",
  "mnd7:34.3": "etaṃ sampattiṃ vipattiṃ.",
  "mnd7:34.4": "**Disvā**ti passitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṃ katvāti—",
  "mnd7:34.5": "etampi disvā.",
  "mnd7:34.6": "**Sikkhethā**ti tisso sikkhā—",
  "mnd7:34.7": "adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhā.",
  "mnd7:34.8": "Katamā adhisīlasikkhā?",
  "mnd7:34.9": "Idha bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.",
  "mnd7:34.10": "Khuddako sīlakkhandho, mahanto sīlakkhandho.",
  "mnd7:34.11": "Sīlaṃ patiṭṭhā ādi caraṇaṃ saṃyamo saṃvaro mukhaṃ pamukhaṃ kusalānaṃ dhammānaṃ samāpattiyā—",
  "mnd7:34.12": "ayaṃ adhisīlasikkhā.",
  "mnd7:35.1": "Katamā adhicittasikkhā?",
  "mnd7:35.2": "Idha bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati …pe…",
  "mnd7:35.3": "dutiyaṃ jhānaṃ …",
  "mnd7:35.4": "tatiyaṃ jhānaṃ …",
  "mnd7:35.5": "catutthaṃ jhānaṃ upasampajja viharati—",
  "mnd7:35.6": "ayaṃ adhicittasikkhā.",
  "mnd7:36.1": "Katamā adhipaññāsikkhā?",
  "mnd7:36.2": "Idha bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.",
  "mnd7:36.3": "So idaṃ dukkhanti yathābhūtaṃ pajānāti, ayaṃ dukkhasamudayoti yathābhūtaṃ pajānāti, ayaṃ dukkhanirodhoti yathābhūtaṃ pajānāti, ayaṃ dukkhanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti, ime āsavāti yathābhūtaṃ pajānāti, ayaṃ āsavasamudayoti yathābhūtaṃ pajānāti, ayaṃ āsavanirodhoti yathābhūtaṃ pajānāti, ayaṃ āsavanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti—",
  "mnd7:36.4": "ayaṃ adhipaññāsikkhā.",
  "mnd7:36.5": "**Methunadhammo** nāma yo so asaddhammo …pe…",
  "mnd7:36.6": "taṃkāraṇā vuccati methunadhammo.",
  "mnd7:37.1": "**Etampi disvā sikkhetha, methunaṃ vippahātave**ti.",
  "mnd7:37.2": "Methunadhammassa pahānāya vūpasamāya paṭinissaggāya paṭipassaddhiyā adhisīlampi sikkheyya, adhicittampi sikkheyya, adhipaññampi sikkheyya.",
  "mnd7:37.3": "Imā tisso sikkhāyo āvajjanto sikkheyya, jānanto sikkheyya, passanto sikkheyya, paccavekkhanto sikkheyya, cittaṃ adhiṭṭhahanto sikkheyya, saddhāya adhimuccanto sikkheyya, vīriyaṃ paggaṇhanto sikkheyya, satiṃ upaṭṭhapento sikkheyya, cittaṃ samādahanto sikkheyya, paññāya pajānanto sikkheyya, abhiññeyyaṃ abhijānanto sikkheyya, pariññeyyaṃ parijānanto sikkheyya, pahātabbaṃ pajahanto sikkheyya, bhāvetabbaṃ bhāvento sikkheyya, sacchikātabbaṃ sacchikaronto sikkheyya ācareyya samācareyya samādāya vatteyyāti—",
  "mnd7:37.4": "etampi disvā sikkhetha, methunaṃ vippahātave.",
  "mnd7:38.1": "Tenāha bhagavā—",
  "mnd7:39.1": "“Yaso kitti ca yā pubbe,",
  "mnd7:39.2": "hāyate vāpi tassa sā;",
  "mnd7:39.3": "Etampi disvā sikkhetha,",
  "mnd7:39.4": "methunaṃ vippahātave”ti.",
  "mnd7:40.1": "**Saṅkappehi pareto so,**",
  "mnd7:40.2": "**kapaṇo viya jhāyati;**",
  "mnd7:40.3": "**Sutvā paresaṃ nigghosaṃ,**",
  "mnd7:40.4": "**maṅku hoti tathāvidho.**",
  "mnd7:41.1": "**Saṅkappehi pareto so, kapaṇo viya jhāyatī**ti.",
  "mnd7:41.2": "Kāmasaṅkappena byāpādasaṅkappena vihiṃsāsaṅkappena diṭṭhisaṅkappena phuṭṭho pareto samohito samannāgato pihito kapaṇo viya mando viya momūho viya jhāyati pajjhāyati nijjhāyati apajjhāyati.",
  "mnd7:41.3": "Yathā ulūko rukkhasākhāyaṃ mūsikaṃ magayamāno jhāyati pajjhāyati nijjhāyati apajjhāyati, yathā kotthu nadītīre macche magayamāno jhāyati pajjhāyati nijjhāyati apajjhāyati, yathā biḷāro sandhisamalasaṅkaṭire mūsikaṃ magayamāno jhāyati pajjhāyati nijjhāyati apajjhāyati, yathā gadrabho vahacchinno sandhisamalasaṅkaṭire jhāyati pajjhāyati nijjhāyati apajjhāyati;",
  "mnd7:41.4": "evamevaṃ so vibbhantako kāmasaṅkappena byāpādasaṅkappena vihiṃsāsaṅkappena diṭṭhisaṅkappena phuṭṭho pareto samohito samannāgato pihito kapaṇo viya mando viya momūho viya jhāyati pajjhāyati nijjhāyati apajjhāyatīti—",
  "mnd7:41.5": "saṅkappehi pareto so kapaṇo viya jhāyati.",
  "mnd7:42.1": "**Sutvā paresaṃ nigghosaṃ, maṅku hoti tathāvidho**ti.",
  "mnd7:42.2": "**Paresan**ti upajjhāyā vā ācariyā vā samānupajjhāyakā vā samānācariyakā vā mittā vā sandiṭṭhā vā sambhattā vā sahāyā vā codenti—",
  "mnd7:42.3": "“tassa te, āvuso, alābhā, tassa te dulladdhaṃ, yaṃ tvaṃ evarūpaṃ uḷāraṃ satthāraṃ labhitvā evaṃ svākkhāte dhammavinaye pabbajitvā evarūpaṃ ariyagaṇaṃ labhitvā hīnassa methunadhammassa kāraṇā buddhaṃ dhammaṃ saṃghaṃ sikkhaṃ paccakkhāya hīnāyāvattosi.",
  "mnd7:42.4": "Saddhāpi nāma te nāhosi kusalesu dhammesu, hirīpi nāma te nāhosi kusalesu dhammesu, ottappampi nāma te nāhosi kusalesu dhammesu, vīriyampi nāma te nāhosi kusalesu dhammesu, satipi nāma te nāhosi kusalesu dhammesu, paññāpi nāma te nāhosi kusalesu dhammesū”ti.",
  "mnd7:42.5": "Tesaṃ vacanaṃ byappathaṃ desanaṃ anusāsanaṃ anusiṭṭhiṃ sutvā suṇitvā uggahetvā upadhārayitvā upalakkhayitvā maṅku hoti, pīḷito ghaṭṭito byādhito domanassito hoti.",
  "mnd7:42.6": "**Tathāvidho**ti tathāvidho tādiso tassaṇṭhito tappakāro tappaṭibhāgo.",
  "mnd7:42.7": "Yo so vibbhantakoti—",
  "mnd7:42.8": "sutvā paresaṃ nigghosaṃ maṅku hoti tathāvidho.",
  "mnd7:43.1": "Tenāha bhagavā—",
  "mnd7:44.1": "“Saṅkappehi pareto so,",
  "mnd7:44.2": "kapaṇo viya jhāyati;",
  "mnd7:44.3": "Sutvā paresaṃ nigghosaṃ,",
  "mnd7:44.4": "maṅku hoti tathāvidho”ti.",
  "mnd7:45.1": "**Atha satthāni kurute,**",
  "mnd7:45.2": "**paravādehi codito;**",
  "mnd7:45.3": "**Esa khvassa mahāgedho,**",
  "mnd7:45.4": "**mosavajjaṃ pagāhati.**",
  "mnd7:46.1": "**Atha satthāni kurute, paravādehi codito**ti.",
  "mnd7:46.2": "**Athā**ti padasandhi padasaṃsaggo padapāripūrī akkharasamavāyo byañjanasiliṭṭhatā padānupubbatāpetaṃ—",
  "mnd7:46.3": "athāti.",
  "mnd7:46.4": "**Satthānī**ti tīṇi satthāni—",
  "mnd7:46.5": "kāyasatthaṃ, vacīsatthaṃ, manosatthaṃ.",
  "mnd7:46.6": "Tividhaṃ kāyaduccaritaṃ kāyasatthaṃ, catubbidhaṃ vacīduccaritaṃ vacīsatthaṃ, tividhaṃ manoduccaritaṃ manosatthaṃ.",
  "mnd7:46.7": "**Paravādehi codito**ti.",
  "mnd7:46.8": "Upajjhāyehi vā ācariyehi vā samānupajjhāyakehi vā samānācariyakehi vā mittehi vā sandiṭṭhehi vā sambhattehi vā sahāyehi vā codito sampajānamusā bhāsati.",
  "mnd7:46.9": "“Abhirato ahaṃ, bhante, ahosiṃ pabbajjāya.",
  "mnd7:46.10": "Mātā me posetabbā, tenamhi vibbhanto”ti bhaṇati.",
  "mnd7:46.11": "“Pitā me posetabbo, tenamhi vibbhanto”ti bhaṇati.",
  "mnd7:46.12": "“Bhātā me posetabbo …",
  "mnd7:46.13": "bhaginī me posetabbā …",
  "mnd7:46.14": "putto me posetabbo …",
  "mnd7:46.15": "dhītā me posetabbā …",
  "mnd7:46.16": "mittā me posetabbā …",
  "mnd7:46.17": "amaccā me posetabbā …",
  "mnd7:46.18": "ñātakā me posetabbā …",
  "mnd7:46.19": "sālohitā me posetabbā, tenamhi vibbhanto”ti bhaṇati.",
  "mnd7:46.20": "Vacīsatthaṃ karoti saṅkaroti janeti sañjaneti nibbatteti abhinibbattetīti—",
  "mnd7:46.21": "atha satthāni kurute, paravādehi codito.",
  "mnd7:47.1": "**Esa khvassa mahāgedho**ti.",
  "mnd7:47.2": "Eso tassa mahāgedho mahāvanaṃ mahāgahanaṃ mahākantāro mahāvisamo mahākuṭilo mahāpaṅko mahāpalipo mahāpalibodho mahābandhanaṃ, yadidaṃ sampajānamusāvādoti—",
  "mnd7:47.3": "esa khvassa mahāgedho.",
  "mnd7:48.1": "**Mosavajjaṃ pagāhatī**ti.",
  "mnd7:48.2": "Mosavajjaṃ vuccati musāvādo.",
  "mnd7:48.3": "Idhekacco sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho—",
  "mnd7:48.4": "“ehambho purisa, yaṃ jānāsi taṃ vadehī”ti,",
  "mnd7:48.5": "so ajānaṃ vā āha—“jānāmī”ti,",
  "mnd7:48.6": "jānaṃ vā āha—“na jānāmī”ti,",
  "mnd7:48.7": "apassaṃ vā āha—“passāmī”ti,",
  "mnd7:48.8": "passaṃ vā āha—“na passāmī”ti.",
  "mnd7:48.9": "Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsati—",
  "mnd7:48.10": "idaṃ vuccati mosavajjaṃ.",
  "mnd7:49.1": "Api ca tīhākārehi musāvādo hoti.",
  "mnd7:49.2": "Pubbevassa hoti—",
  "mnd7:49.3": "“musā bhaṇissan”ti, bhaṇantassa hoti—",
  "mnd7:49.4": "“musā bhaṇāmī”ti, bhaṇitassa hoti—",
  "mnd7:49.5": "“musā mayā bhaṇitan”ti.",
  "mnd7:49.6": "Imehi tīhākārehi musāvādo hoti.",
  "mnd7:49.7": "Api ca catūhākārehi musāvādo hoti.",
  "mnd7:49.8": "Pubbevassa hoti—",
  "mnd7:49.9": "“musā bhaṇissan”ti, bhaṇantassa hoti—",
  "mnd7:49.10": "“musā bhaṇāmī”ti, bhaṇitassa hoti—",
  "mnd7:49.11": "“musā mayā bhaṇitan”ti, vinidhāya diṭṭhiṃ.",
  "mnd7:49.12": "Imehi catūhākārehi musāvādo hoti.",
  "mnd7:49.13": "Api ca pañcahākārehi …",
  "mnd7:49.14": "chahākārehi …",
  "mnd7:49.15": "sattahākārehi …",
  "mnd7:49.16": "aṭṭhahākārehi musāvādo hoti.",
  "mnd7:49.17": "Pubbevassa hoti—",
  "mnd7:49.18": "“musā bhaṇissan”ti, bhaṇantassa hoti—",
  "mnd7:49.19": "“musā bhaṇāmī”ti, bhaṇitassa hoti—",
  "mnd7:49.20": "“musā mayā bhaṇitan”ti, vinidhāya diṭṭhiṃ, vinidhāya khantiṃ, vinidhāya ruciṃ, vinidhāya saññaṃ, vinidhāya bhāvaṃ.",
  "mnd7:49.21": "Imehi aṭṭhahākārehi musāvādo hoti.",
  "mnd7:49.22": "**Mosavajjaṃ pagāhatī**ti.",
  "mnd7:49.23": "Mosavajjaṃ pagāhati ogāhati ajjhogāhati pavisatīti—",
  "mnd7:49.24": "mosavajjaṃ pagāhati.",
  "mnd7:50.1": "Tenāha bhagavā—",
  "mnd7:51.1": "“Atha satthāni kurute,",
  "mnd7:51.2": "paravādehi codito;",
  "mnd7:51.3": "Esa khvassa mahāgedho,",
  "mnd7:51.4": "mosavajjaṃ pagāhatī”ti.",
  "mnd7:52.1": "**Paṇḍitoti samaññāto,**",
  "mnd7:52.2": "**ekacariyaṃ adhiṭṭhito;**",
  "mnd7:52.3": "**Sa cāpi methune yutto,**",
  "mnd7:52.4": "**mandova parikissati.**",
  "mnd7:53.1": "**Paṇḍitoti samaññāto**ti.",
  "mnd7:53.2": "Idhekacco pubbe samaṇabhāve kitti vaṇṇagato hoti—",
  "mnd7:53.3": "“paṇḍito viyatto medhāvī bahussuto cittakathī kalyāṇapaṭibhāno suttantikoti vā vinayadharoti vā dhammakathikoti vā …pe…",
  "mnd7:53.4": "nevasaññānāsaññāyatanasamāpattiyā lābhī”ti vā.",
  "mnd7:53.5": "Evaṃ ñāto hoti paññāto samaññāto hotīti—",
  "mnd7:53.6": "paṇḍitoti samaññāto.",
  "mnd7:54.1": "**Ekaccariyaṃ adhiṭṭhito**ti.",
  "mnd7:54.2": "Dvīhi kāraṇehi ekaccariyaṃ adhiṭṭhito—",
  "mnd7:54.3": "pabbajjāsaṅkhātena vā gaṇāvavassaggaṭṭhena vā.",
  "mnd7:54.4": "Kathaṃ pabbajjāsaṅkhātena ekacariyaṃ adhiṭṭhito?",
  "mnd7:54.5": "Sabbaṃ gharāvāsapalibodhaṃ chinditvā …pe…",
  "mnd7:54.6": "evaṃ pabbajjāsaṅkhātena ekaccariyaṃ adhiṭṭhito.",
  "mnd7:54.7": "Kathaṃ gaṇāvavassaggaṭṭhena ekacariyaṃ adhiṭṭhito?",
  "mnd7:54.8": "So evaṃ pabbajito samāno eko araññavanapatthāni pantāni …pe…",
  "mnd7:54.9": "evaṃ gaṇāvavassaggaṭṭhena ekacariyaṃ adhiṭṭhitoti—",
  "mnd7:54.10": "ekacariyaṃ adhiṭṭhito.",
  "mnd7:55.1": "**Sa cāpi methune yutto**ti.",
  "mnd7:55.2": "**Methunadhammo** nāma yo so asaddhammo gāmadhammo …pe…",
  "mnd7:55.3": "taṃkāraṇā vuccati methunadhammo.",
  "mnd7:55.4": "**Sa cāpi methune yutto**ti.",
  "mnd7:55.5": "So aparena samayena buddhaṃ dhammaṃ saṃghaṃ sikkhaṃ paccakkhāya hīnāyāvattitvā methunadhamme yutto payutto āyutto samāyuttoti—",
  "mnd7:55.6": "sa cāpi methune yutto.",
  "mnd7:56.1": "**Mandova parikissatī**ti.",
  "mnd7:56.2": "Kapaṇo viya mando viya momūho viya kissati parikissati parikilissati.",
  "mnd7:56.3": "Pāṇampi hanati, adinnampi ādiyati, sandhimpi chindati, nillopampi harati, ekāgārikampi karoti, paripanthepi tiṭṭhati, paradārampi gacchati, musāpi bhaṇati.",
  "mnd7:56.4": "Evampi kissati parikissati parikilissati.",
  "mnd7:56.5": "Tamenaṃ rājāno gahetvā vividhā kammakāraṇā kārenti—",
  "mnd7:56.6": "kasāhipi tāḷenti, vettehipi tāḷenti, addhadaṇḍakehipi tāḷenti, hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti, bilaṅgathālikampi karonti, saṅkhamuṇḍikampi karonti, rāhumukhampi karonti, jotimālikampi karonti, hatthapajjotikampi karonti, erakavattikampi karonti, cīrakavāsikampi karonti, eṇeyyakampi karonti, baḷisamaṃsikampi karonti, kahāpaṇikampi karonti, khārāpatacchikampi karonti, palighaparivattikampi karonti, palālapīṭhakampi karonti, tattenapi telena osiñcanti, sunakhehipi khādāpenti, jīvantampi sūle uttāsenti, asināpi sīsaṃ chindanti.",
  "mnd7:56.7": "Evampi kissati parikissati parikilissati.",
  "mnd7:57.1": "Atha vā kāmataṇhāya abhibhūto pariyādinnacitto bhoge pariyesanto nāvāya mahāsamuddaṃ pakkhandati, sītassa purakkhato uṇhassa purakkhato ḍaṃsamakasavātātapasarīsapasamphassehi pīḷiyamāno khuppipāsāya miyyamāno tigumbaṃ gacchati, takkolaṃ gacchati, takkasīlaṃ gacchati, kālamukhaṃ gacchati, purapūraṃ gacchati, vesuṅgaṃ gacchati, verāpathaṃ gacchati, javaṃ gacchati, tāmaliṃ gacchati, vaṅgaṃ gacchati, eḷabandhanaṃ gacchati, suvaṇṇakūṭaṃ gacchati, suvaṇṇabhūmiṃ gacchati, tambapāṇiṃ gacchati, suppārakaṃ gacchati, bhārukacchaṃ gacchati, suraṭṭhaṃ gacchati, bhaṅgalokaṃ gacchati, bhaṅgaṇaṃ gacchati, paramabhaṅgaṇaṃ gacchati, yonaṃ gacchati, paramayonaṃ gacchati, vinakaṃ gacchati, mūlapadaṃ gacchati, marukantāraṃ gacchati, jaṇṇupathaṃ gacchati, ajapathaṃ gacchati, meṇḍapathaṃ gacchati, saṅkupathaṃ gacchati, chattapathaṃ gacchati, vaṃsapathaṃ gacchati, sakuṇapathaṃ gacchati, mūsikapathaṃ gacchati, daripathaṃ gacchati, vettācāraṃ gacchati.",
  "mnd7:57.2": "Evampi kissati parikissati parikilissati.",
  "mnd7:58.1": "Gavesanto na vindati, alābhamūlakampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "mnd7:58.2": "Evampi kissati parikissati parikilissati.",
  "mnd7:59.1": "Gavesanto vindati, laddhāpi ārakkhamūlakampi dukkhaṃ domanassaṃ paṭisaṃvedeti—",
  "mnd7:59.2": "“kinti me bhoge neva rājāno hareyyuṃ, na corā hareyyuṃ, na aggi daheyya, na udakaṃ vaheyya, na apiyā dāyādā hareyyun”ti.",
  "mnd7:59.3": "Tassa evaṃ ārakkhato gopayato te bhogā vippalujjanti.",
  "mnd7:59.4": "So vippayogamūlakampi dukkhaṃ domanassaṃ paṭisaṃvedeti.",
  "mnd7:59.5": "Evampi kissati parikissati parikilissatīti—",
  "mnd7:59.6": "sa cāpi methune yutto, mandova parikissati.",
  "mnd7:60.1": "Tenāha bhagavā—",
  "mnd7:61.1": "“Paṇḍitoti samaññāto,",
  "mnd7:61.2": "ekacariyaṃ adhiṭṭhito;",
  "mnd7:61.3": "Sa cāpi methune yutto,",
  "mnd7:61.4": "mandova parikissatī”ti.",
  "mnd7:62.1": "**Etamādīnavaṃ ñatvā,**",
  "mnd7:62.2": "**Muni pubbāpare idha;**",
  "mnd7:62.3": "**Ekacariyaṃ daḷhaṃ kayirā,**",
  "mnd7:62.4": "**Na nisevetha methunaṃ.**",
  "mnd7:63.1": "**Etamādīnavaṃ ñatvā, muni pubbāpare idhā**ti.",
  "mnd7:63.2": "**Etan**ti pubbe samaṇabhāve yaso ca kitti ca, aparabhāge buddhaṃ dhammaṃ saṃghaṃ sikkhaṃ paccakkhāya hīnāyāvattassa ayaso ca akitti ca;",
  "mnd7:63.3": "etaṃ sampattiṃ vipattiñca.",
  "mnd7:63.4": "**Ñatvā**ti jānitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṃ katvā.",
  "mnd7:63.5": "**Munī**ti.",
  "mnd7:63.6": "**Monaṃ** vuccati ñāṇaṃ.",
  "mnd7:63.7": "Yā paññā pajānanā …pe… saṅgajālamaticca so muni.",
  "mnd7:63.8": "**Idhā**ti imissā diṭṭhiyā imissā khantiyā imissā ruciyā imasmiṃ ādāye imasmiṃ dhamme imasmiṃ vinaye imasmiṃ dhammavinaye imasmiṃ pāvacane imasmiṃ brahmacariye imasmiṃ satthusāsane imasmiṃ attabhāve imasmiṃ manussaloketi—",
  "mnd7:63.9": "etamādīnavaṃ ñatvā muni pubbāpare idha.",
  "mnd7:64.1": "**Ekacariyaṃ daḷhaṃ kayirā**ti.",
  "mnd7:64.2": "Dvīhi kāraṇehi ekacariyaṃ daḷhaṃ kareyya—",
  "mnd7:64.3": "pabbajjāsaṅkhātena vā gaṇāvavassaggaṭṭhena vā.",
  "mnd7:64.4": "Kathaṃ pabbajjāsaṅkhātena ekacariyaṃ daḷhaṃ kareyya?",
  "mnd7:64.5": "Sabbaṃ gharāvāsapalibodhaṃ chinditvā puttadārapalibodhaṃ chinditvā ñātipalibodhaṃ chinditvā mittāmaccapalibodhaṃ chinditvā sannidhipalibodhaṃ chinditvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajitvā akiñcanabhāvaṃ upagantvā eko careyya vihareyya iriyeyya vatteyya pāleyya yapeyya yāpeyya.",
  "mnd7:64.6": "Evaṃ pabbajjāsaṅkhātena ekacariyaṃ daḷhaṃ kareyya.",
  "mnd7:65.1": "Kathaṃ gaṇāvavassaggaṭṭhena ekacariyaṃ daḷhaṃ kareyya?",
  "mnd7:65.2": "So evaṃ pabbajito samāno eko araññavanapatthāni pantāni senāsanāni paṭiseveyya appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni.",
  "mnd7:65.3": "So eko gaccheyya, eko tiṭṭheyya, eko nisīdeyya, eko seyyaṃ kappeyya, eko gāmaṃ piṇḍāya paviseyya, eko paṭikkameyya, eko raho nisīdeyya, eko caṅkamaṃ adhiṭṭheyya, eko careyya vihareyya iriyeyya vatteyya pāleyya yapeyya yāpeyya.",
  "mnd7:65.4": "Evaṃ gaṇāvavassaggaṭṭhena **ekacariyaṃ daḷhaṃ kareyyā**ti—",
  "mnd7:65.5": "ekacariyaṃ daḷhaṃ kareyya, thiraṃ kareyya, daḷhaṃ samādāno assa, avaṭṭhitasamādāno assa kusalesu dhammesūti—",
  "mnd7:65.6": "ekacariyaṃ daḷhaṃ kayirā.",
  "mnd7:66.1": "**Na nisevetha methunan**ti.",
  "mnd7:66.2": "**Methunadhammo** nāma yo so asaddhammo gāmadhammo …pe…",
  "mnd7:66.3": "taṃkāraṇā vuccati methunadhammo.",
  "mnd7:66.4": "Methunadhammaṃ na seveyya na niseveyya na saṃseveyya na paṭiseveyya na careyya na samācareyya na samādāya vatteyyāti—",
  "mnd7:66.5": "na nisevetha methunaṃ.",
  "mnd7:67.1": "Tenāha bhagavā—",
  "mnd7:68.1": "“Etamādīnavaṃ ñatvā,",
  "mnd7:68.2": "Muni pubbāpare idha;",
  "mnd7:68.3": "Ekacariyaṃ daḷhaṃ kayirā,",
  "mnd7:68.4": "Na nisevetha methunan”ti.",
  "mnd7:69.1": "**Vivekaññeva sikkhetha,**",
  "mnd7:69.2": "**etaṃ ariyānamuttamaṃ;**",
  "mnd7:69.3": "**Na tena seṭṭho maññetha,**",
  "mnd7:69.4": "**sa ve nibbānasantike.**",
  "mnd7:70.1": "**Vivekaññeva sikkhethā**ti.",
  "mnd7:70.2": "**Viveko**ti tayo vivekā—",
  "mnd7:70.3": "kāyaviveko, cittaviveko, upadhiviveko.",
  "mnd7:70.4": "Katamo kāyaviveko …pe…",
  "mnd7:70.5": "ayaṃ upadhiviveko.",
  "mnd7:70.6": "Kāyaviveko ca vivekaṭṭhakāyānaṃ nekkhammābhiratānaṃ.",
  "mnd7:70.7": "Cittaviveko ca parisuddhacittānaṃ paramavodānappattānaṃ.",
  "mnd7:70.8": "Upadhiviveko ca nirūpadhīnaṃ puggalānaṃ visaṅkhāragatānaṃ.",
  "mnd7:70.9": "**Sikkhā**ti tisso sikkhā—",
  "mnd7:70.10": "adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhā …pe…",
  "mnd7:70.11": "ayaṃ adhipaññāsikkhā.",
  "mnd7:70.12": "**Vivekaññeva sikkhethā**ti vivekaññeva sikkheyya ācareyya samācareyya samādāya vatteyyāti—",
  "mnd7:70.13": "vivekaññeva sikkhetha.",
  "mnd7:71.1": "**Etaṃ ariyānamuttaman**ti.",
  "mnd7:71.2": "**Ariyā** vuccanti buddhā ca buddhasāvakā ca paccekabuddhā ca.",
  "mnd7:71.3": "Ariyānaṃ etaṃ aggaṃ seṭṭhaṃ visiṭṭhaṃ pāmokkhaṃ uttamaṃ pavaraṃ yadidaṃ vivekacariyāti—",
  "mnd7:71.4": "etaṃ ariyānamuttamaṃ.",
  "mnd7:72.1": "**Na tena seṭṭho maññethā**ti.",
  "mnd7:72.2": "Kāyavivekacariyāya unnatiṃ na kareyya, unnamaṃ na kareyya, mānaṃ na kareyya, thāmaṃ na kareyya, thambhaṃ na kareyya, na tena mānaṃ janeyya, na tena thaddho assa patthaddho paggahitasiroti—",
  "mnd7:72.3": "tena seṭṭho na maññetha.",
  "mnd7:73.1": "**Sa ve nibbānasantike**ti.",
  "mnd7:73.2": "So nibbānassa santike sāmantā āsanne avidūre upakaṭṭheti—",
  "mnd7:73.3": "sa ve nibbānasantike.",
  "mnd7:74.1": "Tenāha bhagavā—",
  "mnd7:75.1": "“Vivekaññeva sikkhetha,",
  "mnd7:75.2": "etaṃ ariyānamuttamaṃ;",
  "mnd7:75.3": "Na tena seṭṭho maññetha,",
  "mnd7:75.4": "sa ve nibbānasantike”ti.",
  "mnd7:76.1": "**Rittassa munino carato,**",
  "mnd7:76.2": "**kāmesu anapekkhino;**",
  "mnd7:76.3": "**Oghatiṇṇassa pihayanti,**",
  "mnd7:76.4": "**kāmesu gadhitā pajā.**",
  "mnd7:77.1": "**Rittassa munino carato**ti.",
  "mnd7:77.2": "Rittassa vivittassa pavivittassa, kāyaduccaritena rittassa vivittassa pavivittassa.",
  "mnd7:77.3": "Vacīduccaritena …pe…",
  "mnd7:77.4": "manoduccaritena …",
  "mnd7:77.5": "rāgena …",
  "mnd7:77.6": "dosena …",
  "mnd7:77.7": "mohena …",
  "mnd7:77.8": "kodhena …",
  "mnd7:77.9": "upanāhena …",
  "mnd7:77.10": "makkhena …",
  "mnd7:77.11": "paḷāsena …",
  "mnd7:77.12": "issāya …",
  "mnd7:77.13": "macchariyena …",
  "mnd7:77.14": "māyāya …",
  "mnd7:77.15": "sāṭheyyena …",
  "mnd7:77.16": "thambhena …",
  "mnd7:77.17": "sārambhena …",
  "mnd7:77.18": "mānena …",
  "mnd7:77.19": "atimānena …",
  "mnd7:77.20": "madena …",
  "mnd7:77.21": "pamādena …",
  "mnd7:77.22": "sabbakilesehi …",
  "mnd7:77.23": "sabbaduccaritehi …",
  "mnd7:77.24": "sabbadarathehi …",
  "mnd7:77.25": "sabbapariḷāhehi …",
  "mnd7:77.26": "sabbasantāpehi …",
  "mnd7:77.27": "sabbākusalābhisaṅkhārehi rittassa vivittassa pavivittassa.",
  "mnd7:77.28": "**Munino**ti.",
  "mnd7:77.29": "**Monaṃ** vuccati ñāṇaṃ …pe… saṅgajālamaticca so muni.",
  "mnd7:77.30": "**Carato**ti carato viharato iriyato vattato pālayato yapayato yāpayatoti—",
  "mnd7:77.31": "rittassa munino carato.",
  "mnd7:78.1": "**Kāmesu anapekkhino**ti.",
  "mnd7:78.2": "**Kāmā**ti uddānato dve kāmā—",
  "mnd7:78.3": "vatthukāmā ca kilesakāmā ca …pe…",
  "mnd7:78.4": "ime vuccanti vatthukāmā …pe…",
  "mnd7:78.5": "ime vuccanti kilesakāmā.",
  "mnd7:78.6": "Vatthukāme parijānitvā kilesakāme pahāya pajahitvā vinodetvā byantiṃ karitvā anabhāvaṃ gametvā kāmesu anapekkhamāno cattakāmo vantakāmo muttakāmo pahīnakāmo paṭinissaṭṭhakāmo, vītarāgo cattarāgo vantarāgo muttarāgo pahīnarāgo paṭinissaṭṭharāgo nicchāto nibbuto sītibhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharatīti—",
  "mnd7:78.7": "kāmesu anapekkhino.",
  "mnd7:79.1": "**Oghatiṇṇassa pihayanti, kāmesu gadhitā pajā**ti.",
  "mnd7:79.2": "**Pajā**ti sattādhivacanaṃ pajā kāmesu rattā giddhā gadhitā mucchitā ajjhosannā laggā laggitā palibuddhā.",
  "mnd7:79.3": "Te kāmoghaṃ tiṇṇassa bhavoghaṃ tiṇṇassa diṭṭhoghaṃ tiṇṇassa avijjoghaṃ tiṇṇassa sabbasaṅkhārapathaṃ tiṇṇassa uttiṇṇassa nittiṇṇassa atikkantassa samatikkantassa vītivattassa pāraṅgatassa pāraṃ pattassa antaṃ gatassa antaṃ pattassa koṭiṃ gatassa koṭiṃ pattassa pariyantaṃ gatassa pariyantaṃ pattassa vosānaṃ gatassa vosānaṃ pattassa tāṇaṃ gatassa tāṇaṃ pattassa leṇaṃ gatassa leṇaṃ pattassa saraṇaṃ gatassa saraṇaṃ pattassa abhayaṃ gatassa abhayaṃ pattassa accutaṃ gatassa accutaṃ pattassa amataṃ gatassa amataṃ pattassa nibbānaṃ gatassa nibbānaṃ pattassa icchanti sādiyanti patthayanti pihayanti abhijappanti.",
  "mnd7:79.4": "Yathā iṇāyikā ānaṇyaṃ patthenti pihayanti, yathā ābādhikā ārogyaṃ patthenti pihayanti, yathā bandhanabaddhā bandhanamokkhaṃ patthenti pihayanti, yathā dāsā bhujissaṃ patthenti pihayanti, yathā kantāraddhānapakkhandā khemantabhūmiṃ patthenti pihayanti;",
  "mnd7:79.5": "evamevaṃ pajā kāmesu rattā giddhā gadhitā mucchitā ajjhosannā laggā laggitā palibuddhā te kāmoghaṃ tiṇṇassa bhavoghaṃ tiṇṇassa …pe…",
  "mnd7:79.6": "nibbānaṃ gatassa nibbānaṃ pattassa icchanti sādiyanti patthayanti pihayanti abhijappantīti—",
  "mnd7:79.7": "oghatiṇṇassa pihayanti, kāmesu gadhitā pajā.",
  "mnd7:80.1": "Tenāha bhagavā—",
  "mnd7:81.1": "“Rittassa munino carato,",
  "mnd7:81.2": "kāmesu anapekkhino;",
  "mnd7:81.3": "Oghatiṇṇassa pihayanti,",
  "mnd7:81.4": "kāmesu gadhitā pajā”ti.",
  "mnd7:82.1": "Tissametteyyasuttaniddeso sattamo."
}