{
  "sn37.30:0.1": "Verbundene Lehrreden 37.30 ",
  "sn37.30:0.2": "3. Das Kapitel über Kräfte ",
  "sn37.30:0.3": "Sie schicken sie fort ",
  "sn37.30:1.1": "„Mönche und Nonnen, es gibt fünf Kräfte einer Frauensperson. ",
  "sn37.30:1.2": "Welche fünf? ",
  "sn37.30:1.3": "Ansprechendes Äußeres, Vermögen, Verwandte, Kinder und sittliches Verhalten. ",
  "sn37.30:1.4": "Wenn eine Frauensperson die Kraft des ansprechenden Äußeren besitzt, aber nicht die Kraft sittlichen Verhaltens, wird die Familie sie fortschicken, sie werden sie nicht aufnehmen. ",
  "sn37.30:1.5": "Wenn eine Frauensperson die Kraft des ansprechenden Äußeren und die Kraft des Vermögens besitzt, aber nicht die Kraft sittlichen Verhaltens, wird die Familie sie fortschicken, sie werden sie nicht aufnehmen. ",
  "sn37.30:1.6": "Wenn eine Frauensperson die Kraft des ansprechenden Äußeren, die Kraft des Vermögens und die Kraft von Verwandten besitzt, aber nicht die Kraft sittlichen Verhaltens, wird die Familie sie fortschicken, sie werden sie nicht aufnehmen. ",
  "sn37.30:1.7": "Wenn eine Frauensperson die Kraft des ansprechenden Äußeren, die Kraft des Vermögens, die Kraft von Verwandten und die Kraft von Kindern besitzt, aber nicht die Kraft sittlichen Verhaltens, wird die Familie sie fortschicken, sie werden sie nicht aufnehmen. ",
  "sn37.30:1.8": "Wenn eine Frauensperson die Kraft sittlichen Verhaltens besitzt, aber nicht die Kraft des ansprechenden Äußeren, wird die Familie sie aufnehmen, sie werden sie nicht fortschicken. ",
  "sn37.30:1.9": "Wenn eine Frauensperson die Kraft sittlichen Verhaltens besitzt, aber nicht die Kraft des Vermögens, wird die Familie sie aufnehmen, sie werden sie nicht fortschicken. ",
  "sn37.30:1.10": "Wenn eine Frauensperson die Kraft sittlichen Verhaltens besitzt, aber nicht die Kraft von Verwandten, wird die Familie sie aufnehmen, sie werden sie nicht fortschicken. ",
  "sn37.30:1.11": "Wenn eine Frauensperson die Kraft sittlichen Verhaltens besitzt, aber nicht die Kraft von Kindern, wird die Familie sie aufnehmen, sie werden sie nicht fortschicken. ",
  "sn37.30:1.12": "Das sind die fünf Kräfte einer Frauensperson.“ "
}