{
  "sn37.29:0.1": "Verbundene Lehrreden 37.29 ",
  "sn37.29:0.2": "3. Das Kapitel über Kräfte ",
  "sn37.29:0.3": "In dieser Hinsicht ",
  "sn37.29:1.1": "„Mönche und Nonnen, es gibt fünf Kräfte einer Frauensperson. ",
  "sn37.29:1.2": "Welche fünf? ",
  "sn37.29:1.3": "Ansprechendes Äußeres, Vermögen, Verwandte, Kinder und sittliches Verhalten. ",
  "sn37.29:1.4": "Eine Frauensperson, die die Kraft des ansprechenden Äußeren besitzt, aber nicht die Kraft des Vermögens, ",
  "sn37.29:1.5": "ist in dieser Hinsicht unvollständig. ",
  "sn37.29:1.6": "Aber wenn sie die Kraft des ansprechenden Äußeren und die Kraft des Vermögens besitzt, ",
  "sn37.29:1.7": "ist sie in dieser Hinsicht vollständig. ",
  "sn37.29:1.8": "Eine Frauensperson, die die Kraft des ansprechenden Äußeren und die Kraft des Vermögens besitzt, aber nicht die Kraft von Verwandten, ",
  "sn37.29:1.9": "ist in dieser Hinsicht unvollständig. ",
  "sn37.29:1.10": "Aber wenn sie die Kraft des ansprechenden Äußeren, die Kraft des Vermögens und die Kraft von Verwandten besitzt, ",
  "sn37.29:1.11": "ist sie in dieser Hinsicht vollständig. ",
  "sn37.29:1.12": "Eine Frauensperson, die die Kraft des ansprechenden Äußeren, die Kraft des Vermögens und die Kraft von Verwandten besitzt, aber nicht die Kraft von Kindern, ",
  "sn37.29:1.13": "ist in dieser Hinsicht unvollständig. ",
  "sn37.29:1.14": "Aber wenn sie die Kraft des ansprechenden Äußeren, die Kraft des Vermögens, die Kraft von Verwandten und die Kraft von Kindern besitzt, ",
  "sn37.29:1.15": "ist sie in dieser Hinsicht vollständig. ",
  "sn37.29:1.16": "Eine Frauensperson, die die Kraft des ansprechenden Äußeren, die Kraft des Vermögens, die Kraft von Verwandten und die Kraft von Kindern besitzt, aber nicht die Kraft sittlichen Verhaltens, ",
  "sn37.29:1.17": "ist in dieser Hinsicht unvollständig. ",
  "sn37.29:1.18": "Aber wenn sie die Kraft des ansprechenden Äußeren, die Kraft des Vermögens, die Kraft von Verwandten, die Kraft von Kindern und die Kraft sittlichen Verhaltens besitzt, ",
  "sn37.29:1.19": "ist sie in dieser Hinsicht vollständig. ",
  "sn37.29:1.20": "Das sind die fünf Kräfte einer Frauensperson.“ "
}