{
  "pli-tv-kd9:2.1.7": "Three renders _sambahulā_. [Sp.1.84](): _Sambahulāti vinayapariyāyena tayo janā sambahulāti vuccanti, tato paraṃ saṅgho_, “_Sambahula_: in the Monastic Law three people are called _sambahula_; more than that is a sangha.”",
  "pli-tv-kd9:3.1.4": "“Announcement” renders _anussāvana_. When used to describe elements of a _sanghakamma_, “a formal procedure”, _anussāvana_ and _kammavācā_ are used synonymously. In these case they refer to the one or three “announcements” that follow the motion, and so I render them both as “announcement”. Occasionally, however, _anussāvana_, but not _kammavācā_, is used to describe the full legal procedure of both motion and announcements. In such instances I render it as “proclamation”.",
  "pli-tv-kd9:4.9.8": "_Anapadāna_. [Sp.3.407](): _Apadānaṃ vuccati paricchedo; āpattiparicchedavirahitoti attho_, “Determining is called _apadāna_; the meaning is ‘without determining the offense’.”",
  "pli-tv-kd9:4.11.8": "This single phrase combines two Pali terms, _aṅgulicchinna_ and _aḷacchinna_. The latter refers to a thumb or a big toe, whereas the former refers to any of the remaining four fingers or toes.",
  "pli-tv-kd9:4.11.11": "_Phaṇahatthaka_, lit. “one who has a hand like a snake’s hood”. [Sp.3.119](): _Phaṇahatthakoti yassa vaggulipakkhakā viya aṅguliyo sambaddhā honti_, “_Phaṇahatthako_: one whose fingers are connected like the wings of a bat.”",
  "pli-tv-kd9:4.11.17": "_Likhitaka_, lit. “one who has been written about”. [Sp.3.119](): _Atha kho yo koci corikaṃ vā aññaṃ vā garuṃ rājāparādhaṃ katvā palāto, rājā ca naṃ paṇṇe vā potthake vā “itthannāmo yattha dissati, tattha gahetvā māretabbo”ti vā “hatthapādānissa chinditabbānī”ti vā “ettakaṃ nāma daṇḍaṃ āharāpetabbo”ti vā likhāpeti, ayaṃ likhitako nāma_, “When someone has run away after stealing or doing another serious offense against the king, and the king causes the writing about him on a leaf or in a book that ‘wherever so-and-so is seen, he should be seized and executed’ or ‘his hands and feet are to be cut off’ or ‘this penalty is to be imposed’, this a called a sentenced criminal.”",
  "pli-tv-kd9:4.11.20": "_Parisadūsaka_, lit. “one who defiles an assembly”. [Sp.3.93](): _Parisadūsakoti yo attano virūpatāya parisaṃ dūseti; atidīgho vā hoti aññesaṃ sīsappamāṇanābhippadeso, atirasso vā …_, “_Parisadūsaka_: whoever defiles an assembly through his own bad appearance. He is too tall, a head taller than others, or he is too short …”",
  "pli-tv-kd9:4.11.24": "_Pakkhahata_. [Sp.3.119](): _Pakkhahatoti yassa eko hattho vā pādo vā aḍḍhasarīraṃ vā sukhaṃ na vahati_, “_Pakkhahata_: for whom one hand or one foot or half the body does not work properly.”",
  "pli-tv-kd9:4.11.25": "_Chinniriyāpatha_, lit. “the ways of movement have been cut off”. [Sp.3.119](): _Chinniriyāpathoti pīṭhasappi vuccati_, “One who crawls is called _chinniriyāpatha_.” The exact meaning is not clear.",
  "pli-tv-kd9:6.5.1": "The text is not clear about the relationship between the two applications of resolution, but usually an “and” is the default conjunction if nothing else is specified in the text. This seems to be confirmed by the commentary. [Sp.3.400](): _Dvimūlake yathā sativinayo amūḷhavinayena saddhiṃ ekā pucchā katā_, “When there are two items, as with resolution through recollection together with resolution through past insanity, a single question is posed.” In other words, the _saṅghakamma_ seems to be against two individuals together.",
  "pli-tv-kd9:7.12.1": "“Conducts himself properly and suitably so as to deserve to be released” renders _sammā vattati, lomaṃ pāteti, netthāraṃ vattati_. The first of these phrases is straightforward, but the last two are more difficult. Commenting on _bhikkhu-saṅghādisesa_ 13, [Sp.1.435]() explains: _Na lomaṃ pātentīti anulomapaṭipadaṃ appaṭipajjanatāya na pannalomā honti. Na netthāraṃ vattantīti attano nittharaṇamaggaṃ na paṭipajjanti_, “_Na lomaṃ pātenti_: because of their non-practicing in conformity with the path, their bodily hairs are not flat. _Na netthāraṃ vattanti_: they are not practicing the path for their own getting out [of the offense].” My rendering attempts to capture the meaning in a non-literal way.",
  "pli-tv-kd9:7.16.36": "The Pali mistakenly reads _samagga_, “a complete assembly”, instead of _vagga_, “an incomplete assembly”."
}
