{
  "pli-tv-kd7:1.5.3": "_Ullikhitamattena_. [Sp.3.308](): _Ullikhitamattenāti dīghato ca puthulato ca pamāṇaggahaṇamattena_, “_Ullikhitamattena_: merely by taking the measure lengthwise or crosswise.”",
  "pli-tv-kd7:1.5.5": "_Cīvaravicāraṇamattena_. [Sp.3.308](): _Cīvaravicāraṇamattenāti “pañcakaṃ vā sattakaṃ vā navakaṃ vā ekādasakaṃ vā hotū”ti evaṃ vicāritamattena_, “_Cīvaravicāraṇamattena_: merely by planning the robe in this way: let it consists of five, seven, nine, or eleven.” [Vmv.3.308]() specifies: _Pañcakanti pañcakhaṇḍaṃ_, “_Pañcaka_ means: five sections.”",
  "pli-tv-kd7:1.5.7": "_Bandhanamattena_. [Sp.3.308](): _Bandhanamattenāti moghasuttakāropanamattena_, “_Bandhanamattena_: merely by inserting a false thread.”",
  "pli-tv-kd7:1.5.8": "_Ovaṭṭiyakaraṇamattena_. [Sp.3.308](): _Ovaṭṭiyakaraṇamattenāti moghasuttakānusārena dīghasibbitamattena_, “_Ovaṭṭiyakaraṇamattena_: merely by sewing a long seam in conformity with the false thread.”",
  "pli-tv-kd7:1.5.9": "_Kaṇḍusakaraṇamattena_. [Sp.3.308](): _Kaṇḍusakaraṇamattenāti muddhiyapattabandhanamattena_, “_Kaṇḍusakaraṇamattena_ means merely by fixing a panel for calculating.” [Vjb.3.308](): _Kaṇḍusaṃ nāma pubbabandhana_, “_Kaṇḍusa_ is a prior fixing.”",
  "pli-tv-kd7:1.5.11": "_Anuvātakaraṇamattena_. [Sp.3.308](): _Anuvātakaraṇamattenāti piṭṭhianuvātāropanamattena_, “_Anuvātakaraṇamattena_ means merely by mounting a border at the back.” This is further explained at [Sp-ṭ.3.3.308](): _Piṭṭhianuvātāropanamattenāti dīghato anuvātassa āropanamattena_, “_Piṭṭhianuvātāropanamattena_ means merely by mounting a border lengthwise.”",
  "pli-tv-kd7:1.5.12": "_Paribhaṇḍakaraṇamattena_. [Sp.3.308](): _Paribhaṇḍakaraṇamattenāti kucchianauvātāropanamattena_, “_Paribhaṇḍakaraṇamattena_ means merely by mounting a border at the belly.” This is further explained at [Sp-ṭ.3.3.308](): _Kucchianuvātāropanamattenāti puthulato anuvātassa āropanamattena_, “_Kucchianuvātāropanamattena_ means merely by adding a border crosswise.”",
  "pli-tv-kd7:1.5.13": "_Ovaddheyyakaraṇamattena_. [Sp.3.308](): _Ovaddheyyakaraṇamattenāti āgantukapattāropanamattena; kathinacīvarato vā pattaṃ gahetvā aññasmiṃ akathinacīvare pattāropanamattena_, “_Ovaddheyyakaraṇamattena_: merely by adding a panel to an external (robe); having taken a panel from the cloth for the robe-making ceremony, then adding it to another robe, which is not the cloth for the robe-making ceremony.”",
  "pli-tv-kd7:1.5.14": "_Kambalamaddanamattena_. [Sp.3.308](): _Kambalamaddanamattenāti ekavāraṃyeva rajane pakkhittena dantavaṇṇena paṇḍupalāsavaṇṇena vā_, “_Kambalamaddanamattena_: dying it just once by putting it into the color of ivory or beige.” The implication seems to be that the _kathina_ ceremony can be done by a process of proper dying. [Sp.3.308](): _Sace pana sakiṃ vā dvikkhattuṃ vā rattampi sāruppaṃ hoti, vaṭṭati_, “But if it is suitably dyed, once or twice, it is allowable.”",
  "pli-tv-kd7:1.5.15": "_Nimittakatena_. [Sp.3.308](): _Nimittakatenāti “‘iminā dussena kathinaṃ attharissāmī’ti evaṃ nimittakatena. Ettakameva hi parivāre vuttaṃ. Aṭṭhakathāsu pana ‘ayaṃ sāṭako sundaro, sakkā iminā kathinaṃ attharitu’nti evaṃ nimittakammaṃ katvā laddhenā”ti vuttaṃ_, “_Nimittakatena_: it is said in the Parivāra that it means making an indication in this way: ‘I will do the robe-making ceremony with this cloth.’ But it is said in the commentaries that it is by obtaining (a robe) after making an indication in this way: ‘This cloth is beautiful; it is possible to do the robe-making ceremony with it.’”",
  "pli-tv-kd7:1.5.16": "_Parikathākatena_. [Sp.3.308](): _Parikathākatenāti “kathinaṃ nāma dātuṃ vaṭṭati, kathinadāyako bahuṃ puññaṃ pasavatī”ti evaṃ parikathāya uppāditena_, “_Parikathākatena_: by one who causes it to be given by hinting in this way: ‘It is allowable to give a cloth for the robe-making ceremony; one who gives this makes much merit.’”",
  "pli-tv-kd7:1.5.17": "_Kukkukatena_. [Sp.3.308](): _Kukkukatenāti tāvakālikena_, “_Kukkukatena_: with one that is borrowed.”",
  "pli-tv-kd7:1.5.20": "_Akappakatena_. See _bhikkhu-pācittiya_ 58, [](pli-tv-bu-vb-pc58:0.5).",
  "pli-tv-kd7:1.5.24": "[Sp.3.308]() explains _pañcakena vā atirekapañcakena vā_, “five or more”, as _pañca vā atirekāni vā khaṇḍāni_, “five or more sections”. Each section is made up of a large panel (_maṇḍala_) and a medium-sized panel (_aḍḍhamaṇḍala_) with a strip (_aḍḍhakusi_) in between. In this case _maṇḍala_ seems to be used as an umbrella term for both _maṇḍala_ and _aḍḍhamaṇḍala_. [Sp.3.308](): _Mahāmaṇḍalaaḍḍhamaṇḍalāni dassetvā_, “Showing large panels and medium-sized panels.” See also [](pli-tv-kd8:12.2.3).",
  "pli-tv-kd7:1.5.25": "_Na aññatra puggalassa atthārā atthataṃ hoti kathinaṃ_. [Sp.3.308](): _Aññatra puggalassa atthārāti puggalassa atthāraṃ ṭhapetvā na aññena saṅghassa vā gaṇassa vā atthārena atthataṃ hoti_, “_Aññatra puggalassa atthārā_: apart from an individual doing it, there is no other doing it by a sangha or by a group.” The doing, lit. “spreading”, does not refer to the making of the robe, but to the ceremony done when the robe is complete. [Sp.3.306](): _Katapariyositaṃ pana kathinaṃ gahetvā atthārakena bhikkhunā “sace saṅghāṭiyā kathinaṃ attharitukāmo hoti, porāṇikā saṅghāṭi paccuddharitabbā, navā saṅghāṭi adhiṭṭhātabbā, ‘Imāya saṅghāṭiyā kathinaṃ attharāmī’ti vācā bhinditabbā”tiādinā parivāre vuttavidhānena kathinaṃ attharitabbaṃ_, “By the monk who is doing the ceremony, having taken the completed _kathina_ (robe), the _kathina_ ceremony is done/spread by the ceremony spoken of in the Parivāra: ‘If he wants to do the _kathina_ ceremony with an outer robe, he should first relinquish his old outer robe and determine the new one, and then say, “I do/spread the _kathina_ ceremony with this outer robe”’, etc.”",
  "pli-tv-kd7:1.5.26": "[Sp.3.306]() explains the appreciation as follows: _Tehi anumodakehi bhikkhūhi ekaṃsaṃ uttarāsaṅgaṃ karitvā añjaliṃ paggahetvā evamassa vacanīyo – “atthataṃ āvuso saṅghassa kathinaṃ, dhammiko kathinatthāro, anumodāmā”ti evamādinā parivāre vuttavidhāneneva anumodāpetabbaṃ_, “The expression of appreciation is to be done by the ceremony spoken of in the Parivāra, thus: the monks who express their appreciation should put their upper robe over one shoulder, put the palms of their hands together, and says this: ‘The _kathina_ ceremony has been done by the Sangha, it is legitimate, we express our appreciation.’”",
  "pli-tv-kd7:1.6.2": "_Ahatena_. [Sp.3.309](): _Ahatenāti aparibhuttena_, “_Ahatena_: not used.” | _Ahatakappena_. [Sp.3.309](): _Ahatakappenāti ahatasadisena ekavāraṃ vā dvikkhattuṃ vā dhotena_, “_Ahatakappena_: similar to one that is brand new; washed once or twice.” | _Pilotikāya_. [Sp.3.309](): _Pilotikāyāti hatavatthakasāṭakena_, “_Pilotikāya_: a used robe-cloth.”",
  "pli-tv-kd7:2.2.12": "The point seems to be that he makes it back to the monastery before the end of the robe-making season.",
  "pli-tv-kd7:11.1.9": "Presumably this means he will leave the monastery once the robe is finished and not return before the end of the robe season.",
  "pli-tv-kd7:12.1.2": "“Whose meditation is going well” is an attempt at an inspired rendering of _phāsuvihārika_. _Vihāra_ is a common _sutta_ term for a state of meditation, as in _diṭṭhadhammasukhavihāra_, “a happy (meditation) abiding in this very life”, which is a reference to the four _jhānas_. _Phāsu_ means “comfortable” or “at ease”. Although this may be understood quite broadly, it seems likely that meditation would be the main component."
}
