{
  "pli-tv-kd6:1.2.6": "“Tonics” renders _bhesajja_. The Pali word _bhesajja_ is broader than the English “medicine”. It includes certain foods that provide nourishment without being considered substantial. In most contexts this latter group concerns a standard set of five non-substantial foods: ghee, butter, oil, honey, and sugar. Occasionally it also refers to other edibles that are closer to food than medicine proper, such as fats (which are to be melted and mixed with oil) and in one case even rice porridge. I have called these “tonics”, following a precedent set by others, such as Bhikkhu Ṭhānissaro. In other context _bhesajja_ is rendered as medicine, including cases when _bhesajja_ is used as an umbrella term for all these substances.",
  "pli-tv-kd6:3.1.4": "_Vacā_. Identified in “South Asian Flora as reflected in the twelfth-century Pali lexicon Abhidhānapadīpikā” (SAF), by J. Liyanaratne, p.75, as the _Acorus calamus_. | _Vacatta_. [Sp.3.263](): _Vacattanti setavacaṃ_, “_Vacatta_ is the ‘white sweet flag’.” Monier-Williams’ Sanskrit English Dictionary (SED): “Ṣvetavacā [= setavaca], f. N. of two kinds of plant (= ativisha or = Ṣuklavacā), L.” Yet the _ativisha_ is identified as a separate plant in the Pali text (_ativisā_). Moreover, SED identifies the _Ṣuklavacā_ as _Terminalia Chebula_, which is called _harītaka_in the Pali texts. The identity of the _vacatta_ consequently remains uncertain, but it seems possible that it is a sub-species of the _vacā_. | _Ativisā_. Identified in SAF p.96 as the _Aconitum Heterophyllum_. | _Bhaddamuttaka_. Identified in SAF p.74 as the _Cyperus rotundus_.",
  "pli-tv-kd6:4.1.4": "_Nimba_. Identified in “South Asian Flora as reflected in the twelfth-century Pali lexicon Abhidhānapadīpikā” (SAF), by J. Liyanaratne, p.86 as the _Azadirachta indica_. | _Kuṭaja_. Identified in SAF p.69 as the _Holarrhena pubescens_. | _Paṭola_. Identified in SAF p.87 as the _Trichosanthes dioica_. | _Phaggava_. Identified in “Nature and the Environment in Early Buddhism”, by Bhante S. Dhammika, as the _Ficus rumphii_. | _Nattamāla_. Identified in SAF p.83 as the _Pongamia pinnata_.",
  "pli-tv-kd6:5.1.4": "_Sulasī _. Identified in “Nature and the Environment in Early Buddhism”, by Bhante S. Dhammika, as the _Ocimum sanctum_. [Vjb.2.249](): _Sulasipaṇṇanti tasāpalikaṃ_, “The leaf of the _sulasī_ is the _tasāpalika_.” | _Kappāsa_. Identified in SAF p.66 as the _Gossypium hirsutum_.",
  "pli-tv-kd6:6.1.4": "_Bilaṅga_ or _vilaṅga_. Identified in “South Asian Flora as reflected in the twelfth-century Pali lexicon Abhidhānapadīpikā” (SAF), by J. Liyanaratne, p.104 as the _Embelia ribes_ | _Harītaka_. _Terminalia chebula_, also known as “black myrobalan”. | _Vibhītaka_. _Terminalia bellirica_. | _Āmalaka_. _Phyllanthus emblica_. | _Goṭṭhaphala_. According to [Khuddas-pṭ.93](): _Goṭṭhaphalanti madanaphalanti vadanti_, “They say the _goṭṭhaphala_ is the ‘_madana_ fruit’”, which is identified by SAF p.106 as the _Catunaregam spinosa_. [Vjb.2.249](): _Goṭṭhaphalaṃ pūvaphalanti eke_, “Some say the _goṭṭhaphala_ is the ‘biscuit fruit’.”",
  "pli-tv-kd6:7.1.4": "_Hiṅgu_. This sap and the next two are all derived from the _hiṅgu_ plant. [Sp.3.263](): _Hiṅguhiṅgujatuhiṅgusipāṭikā hiṅgujātiyoyeva_, “_Hiṅguhiṅgujatuhiṅgusipāṭikā_ are all kinds of _hiṅgu_.” [Sp-ṭ.3.2.249]() clarifies the distinction between the three: _Hiṅgūti hiṅgurukkhato paggharitaniyyāso. Hiṅgujatuādayopi hiṅguvikatiyo eva. Tattha hiṅgujatu nāma hiṅgurukkhassa daṇḍapattāni pacitvā kataniyyāso, hiṅgusipāṭikaṃ nāma hiṅgupattāni pacitvā kataniyyāso_, “_Hiṅgu_ is the gum exuded from the _hiṅgu_ tree. _Hiṅgujatu_, etc. are also made from _hiṅgu_. The gum produced from boiling sticks and leaves of the _hiṅgu_ tree is called _hiṅgujatu_. The gum produced from boiling _hiṅgu_ leaves is called _hiṅgusipāṭika_.” | I have not been able to find any information to identify _taka_. It is not even clear whether it is the name of a plant or a word for gum, with [Vjb.3.263]() suggesting it could either: _Takaṃ nāma tassa rukkhassa tacapākodakaṃ … Atha vā takaṃ nāma lākhā_, “The water from the boiled bark of that tree is called _taka_ … alternatively the gum is called _taka_.” In any case, this gum and the next two are closely related, all stemming from the same plant, the _taka_. [Sp.3.363](): _Takatakapattitakapaṇṇiyo lākhājātiyo_, “_Takatakapattitakapaṇṇiyo_ are kinds of gum.” [Sp-ṭ.3.2.249]() elaborates: _Takanti aggakoṭiyā nikkhantasileso. Takapattinti pattato nikkhantasileso. Takapaṇṇinti palāse bhajjitvā katasileso. Daṇḍato nikkhantasileso tipi vadanti_, “_Taka_: the gum exuding at the highest point. _Takapatti_: the gum exuding from the leaves. _Takapaṇṇi_: the gum produced from roasting the foliage. They also say it is the gum exuding from sticks.”",
  "pli-tv-kd6:8.1.4": "_Sindhava_. _Sindhavanti setavaṇṇaṃ pabbate uṭṭhahati_, “_Sindhava_: it appears as a white color in the hills.” | _Ubbhida_. _Ubbhidanti bhūmito aṅkuraṃ uṭṭhahati_, “_Ubbhida_ it appears like a sprout from the earth.” But [Sp-ṭ.3.3.263]() says: _Ubbhidaṃ nāma ūsarapaṃsumayaṃ_, “What is made from saline soil is called _ubbhidaṃ_.” | _Bila_. _Bilanti dabbasambhārehi saddhiṃ pacitaṃ, taṃ rattavaṇṇaṃ_, “_Bila_: it is boiled together with a material that has the color red.”",
  "pli-tv-kd6:9.2.2": "_Piḷaka_. [Sp.2.539](): _Piḷakāti lohitatuṇḍikā sukhumapiḷakā_, “_Piḷaka_ is a minor _piḷaka_ with blood on the tip.” | _Thullakacchu_. [Sp.2.539](): _Thullakacchu vā ābādhoti mahāpiḷakābādho vuccati_, “_Thullakacchu vā ābādha_ is a sickness with large boils.”",
  "pli-tv-kd6:9.2.3": "_Chakaṇa_, lit. “dung”, but I translate according to function rather than substance. In this context _chakaṇa_ is used as a cleaning agent. There are a several Canonical passages that support this. [Sp.3.264](): _Chakaṇanti gomayaṃ_, “_Chakaṇa_ is cow dung.” [Sp-yoj.2.264]() clarifies: _Chakaṇasaddassa assādīnaṃ malepi pavattanato vuttaṃ “gomayan”ti_, “For the word _chakaṇa_, ‘cow dung’ is said for horses, etc. because of the use in regard to stains.” There is a particularly clear passage in the _suttas_ at [](sn22.89:12.1): _Seyyathāpi, āvuso, vatthaṃ saṃkiliṭṭhaṃ malaggahitaṃ. Tamenaṃ sāmikā rajakassa anupadajjuṃ. Tamenaṃ rajako ūse vā khāre vā gomaye vā sammadditvā acche udake vikkhāleti_, “Suppose there is a dirty and stained cloth. The owners take it to a dyer. The dyer kneads it with salt or lye or cow dung and then rinses it in clean water.” A commentarial passage at [Sp.3.34]() reinforces the point that cow dung is used in this way, _Daharakumārako pana sayaṃ udakaṃ otaritvā gomayamattikāhi ghaṃsitvā nahāpetabbo_, “But the young boy having himself entered the water, having rubbed with cow dung and clay, he should bathe.” | _Mattika_. Again, I translate according to function rather than substance. _Mattika_ is clay, but in this context it is used as a cleaning agent. There are a number of Canonical passages that show _mattika_ and _cuṇṇa_ (clay and powder) being the two principal agents for cleaning the body. At [](pli-tv-kd1:25.12.4) and a number of similar passages, we find that the two would always be made ready before entering the _jantāghara_, the sauna/bathroom. At _bhikkhu-pācittiya_ 57 bathing is _defined_ as bathing with powder or clay. At [](pli-tv-kd20:27.4.5) and [](pli-tv-kd20:27.4.12) the nuns are prohibited from bathing with powder or scented clay, but should use ordinary clay instead. In the commentaries, at [Sp.3.33](), we find that clay is used for washing one’s hair: _Kesā panassa sayameva mattikaṃ gahetvā dhovitabbā_. | _Rajananippakka_, lit. “dye that has been cooked”. The function here, too, is that of cleaning. [Sp.3.264](): _Rajananippakkanti rajanakasaṭaṃ. Pākatikacuṇṇampi koṭṭetvā udakena temetvā nhāyituṃ vaṭṭati; etampi rajananippakkasaṅkhepameva gacchati_, “_Rajananippakka_ are the dregs from dying. Having ground regular bathing powder, having moistened it, it is allowable to bathe. The same goes for _rajananippakka_.” Since dying and cleaning was often the same process in ancient India, the dying agent would have had cleansing properties. The dregs could therefore be used as a cleaning agent.",
  "pli-tv-kd6:11.2.5": "_Rasañjana_. [Sp.3.365](): _Rasañjanaṃ nānāsambhārehi kataṃ_, “_Rasañjana_ is made with many ingredients.” | _Sotañjana_. [Sp.3.365](): _Sotañjananti nadīsotādīsu uppajjanakaṃ añjanaṃ_, “_Sotañjana_: an ointment found in the stream of rivers.”",
  "pli-tv-kd6:11.2.8": "_Tagara_. According to Dictionary of Pali this is the _Tabernaemontana coronaria_. | _Kāḷānusāriya_. Identified in “South Asian Flora as reflected in the twelfth-century Pali lexicon Abhidhānapadīpikā”, by J. Liyanaratne, p.111 as the _Parmelia perlata_. | _Tālīsa_. According to Monier-Williams’ Sanskrit English Dictionary this is the _Flacourtia cataphracta_.",
  "pli-tv-kd6:12.1.6": "I here render _uccāvaca_ as luxurious. This rendering seems required by the context. See also use of this word at [](sn2.29:7.1).",
  "pli-tv-kd6:12.1.12": "_Phalamaya_. [Khuddas-pṭ.185](): _āmalakakakkādīhi katā phalamayā_, “Made of fruit means made from ground emblic myrobalan, etc.”",
  "pli-tv-kd6:12.4.3": "Reading _salākodhāniya_ with the PTS edition.",
  "pli-tv-kd6:12.4.9": "_Bandhanasuttaka_. [Vin-ālaṅ-ṭ.34.67](): _Añjanitthavikāya aṃse lagganatthāya aṃsabaddhakampi bandhanasuttakampi vaṭṭati_, “A shoulder strap and also a _bandhanasuttaka_ is allowed for the purpose of the hanging of the ointment-box bag from the shoulder.”",
  "pli-tv-kd6:14.1.1": "_Vātābādha_, lit. “a wind disease”. According to the Indian system of classification, this included a number of illnesses, such as arthritis. Since intestinal gas is elsewhere called _udaravātābādha_, “stomach wind disease”, it is unclear what is meant in this context. The commentaries are silent.",
  "pli-tv-kd6:14.1.5": "_Telapāka_. [Sp.3.267](): _Anujānāmi bhikkhave telapākanti yaṃkiñci bhesajjapakkhittaṃ sabbaṃ anuññātameva hoti_, “I allow _telapāka_: whatever medicines are included are all allowed.”",
  "pli-tv-kd6:14.2.8": "_Phalatumba_. Sp-ṭ̣.3.305: _Phalatumbo nāma lābuādi_, “A vessel made of fruit is a gourd, etc.”",
  "pli-tv-kd6:14.3.1": "“Arthiritis of the hands and feet” renders _aṅgavāta_, literally “wind of the limbs”. I follow the commentarial explanation at [Sp.3.267](): _Aṅgavātoti hatthapāde vāto_, “_Aṅgavāta_ means wind in the hands and the feet.” ",
  "pli-tv-kd6:14.3.6": "_Sambhāraseda_. [Sp.3.267](): _Sambhārasedanti nānāvidhapaṇṇabhaṅgasedaṃ_, “_Sambhārasedanti_: sweating with various shredded leaves.”",
  "pli-tv-kd6:14.3.12": "_Bhaṅgodaka_. [Sp.3.267](): _Bhaṅgodakanti nānāpaṇṇabhaṅgakuthitaṃ udakaṃ; tehi paṇṇehi ca udakena ca siñcitvā siñcitvā sedetabbo_, “_Bhaṅgodaka_: water with various putrid, shredded leaves. One is made to sweat by repeated pouring the water and the leaves.”",
  "pli-tv-kd6:14.3.15": "_Udakakoṭṭhaka_. [Sp.3.267](): _Udakakoṭṭhakanti udakakoṭṭhe cāṭiṃ vā doṇiṃ vā uṇhodakassa pūretvā tattha pavisitvā sedakammakaraṇaṃ anujānāmīti attho_, “_Udakakoṭṭhaka_: the meaning is ‘I allow the causing of sweating by entering a tank or trough filled with hot water in a bathroom.’”",
  "pli-tv-kd6:14.4.6": "_Anujānāmi, bhikkhave, lohitaṃ mocetvā visāṇena gāhetunti_. I have not been able to trace any explanation of this, either in the commentaries or elsewhere.",
  "pli-tv-kd6:14.5.3": "_Kabaḷika_. [Sp.3.267](): _Kabaḷikanti vaṇamukhe sattupiṇḍaṃ pakkhipituṃ_, “_Kabaḷika_ means to place a lump of flour on the sore.” The definition in Dictionary of Pali is wrong.",
  "pli-tv-kd6:14.5.13": "_Vaḍḍhamaṃsa_. [Sp.3.267](): _Vaḍḍhamaṃsanti adhikamaṃsaṃ āṇi viya uṭṭhahati_, “_Vaḍḍhamaṃsa_ means an excess of flesh was sticking out like a peg.”",
  "pli-tv-kd6:14.5.15": "_Loṇasakkharikāya chindituṃ_. [Sp.3.267](): _Loṇasakkharikāya chinditunti khurena chindituṃ_, “_Loṇasakkharikāya chindituṃ_ means to cut with a razor.”",
  "pli-tv-kd6:14.6.6": "The question seems to be whether these can be given to the bitten person in an unreceived state, _appaṭiggahitāni_, or whether they have to be received first, _paṭiggahetabbānī_.",
  "pli-tv-kd6:14.7.1": "_Gharadinnakābādha_. [Sp.3.269](): _Gharadinnakābādhoti vasīkaraṇapānakasamuṭṭhitarogo_, “_Gharadinnakābādha_ is a sickness coming from drinking an overpowering drink.” [Sp-ṭ.3.3.269]() adds: _Gharadinnakābādho nāma vasīkaraṇatthāya gharaṇiyā dinnabhesajjasamuṭṭhito ābādho_, “_Gharadinnakābādha_ is the name of a sickness coming from medicine given by a housewife for the purpose of overpowering.” The point seems to be that one is given a substance so that one can subsequently be overpowered.",
  "pli-tv-kd6:14.7.3": "_Sītāloḷī_, lit. “what is mixed in a furrow”. [Sp.3.269](): _Sītāloḷinti naṅgalena kasantassa phāle laggamattikaṃ udakena āloḷetvā pāyetuṃ anujānāmīti attho_, “_Sītāloḷī_: the meaning is ‘I allow you to drink a mixture of water and the clay sticking to a plowshare of one plowing with a plow.’”",
  "pli-tv-kd6:14.7.4": "_Duṭṭhagahaṇika_. [Sp.3.269](): _Duṭṭhagahaṇikoti vipannagahaṇiko; kicchena uccāro nikkhamatīti attho_, “_Duṭṭhagahaṇiko_: one whose stomach has failed; the meaning is he has difficulties excreting feces.”",
  "pli-tv-kd6:14.7.13": "_Abhisannakāya_. [Sp.3.269](): _Abhisannakāyoti ussannadosakāyo_, “_Abhisannakāya_ means the body is full of impurities.”",
  "pli-tv-kd6:14.7.21": "_Akaṭayūsa_. [Sp.3.269](): _Akaṭayusanti asiniddho muggapacitapānīyo_, “_Akaṭayūsa_ is drinkable mung bean gram that has been boiled without oil.” [Sp-ṭ.3.3.269](), however, says: _Akaṭayūsenāti anabhisaṅkhatena muggayūsena_, “_Akaṭayūsena_ means the juice of unprepared mung beans.” This would seem to mean the raw juice of mung beans. I follow the more ancient authority.",
  "pli-tv-kd6:14.7.24": "_Kaṭākaṭa_. [Sp.3.269](): _Kaṭākaṭanti sova dhotasiniddho_, “_Kaṭākaṭa_ the same (as the previous) but washed in oil.” [Sp-ṭ.3.3.269](), however, says: _Kaṭākaṭenāti mugge pacitvā acāletvāva parissāvitena muggasūpenāti_, “_Kaṭākaṭa_ means mung-bean soup made by boiling mung beans and then filtering them without stirring.” But this seems indistinguishable from the previous medicine, the mung-bean broth.",
  "pli-tv-kd6:14.7.27": "_Paṭicchādanīyena_. [Sp.3.269](): _Paṭicchādanīyenāti maṃsarasena_, “_Paṭicchādanīyena_ means having the juice of meat.”",
  "pli-tv-kd6:17.1.3": "_Tekaṭulayāgu_. This is commonly rendered as rice-porridge “having three pungent ingredients”. Yet rice and mung beans can hardly be called pungent. I would suggest it is the taste of the combination of the three that is pungent.",
  "pli-tv-kd6:17.2.4": "_Setughāta_, lit. “destroyed the bridge”. [Sp.1.16]() comments: _Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṃ hoti_, “The path is called the bridge; such speech is destroyed by the path.” The commentary seems to take _setu_, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access.",
  "pli-tv-kd6:18.4.4": "_Appamattakepi pavārenti_. [](Sp-ṭ̣.3.276): _Appamattakepi pavārentīti appamattakepi gahite pavārenti, “bahumhi gahite aññesaṃ nappahotī”ti maññamānā appamattakaṃ gahetvā pavārentīti adhippāyo_, “_Appamattakepi pavārenti_: the meaning is that they expressed their satisfaction after taking only a little. Thinking, ‘If I take a lot, there will not be sufficient for others’, they expressed their satisfaction after taking only a little. This is the meaning.”",
  "pli-tv-kd6:18.4.5": "They did not accept because they did not want to fall into an offense under _bhikkhu-pācittiya_ 35.",
  "pli-tv-kd6:19.2.3": "They did not accept because of _bhikkhu-pācittiya_ 35.",
  "pli-tv-kd6:20.4.2": "They did not accept because of _bhikkhu-pācittiya_ 35.",
  "pli-tv-kd6:21.1.4": "_Nibbattabīja_. _Nibbatta_ is a past participle that normally means “come into being” or “developed”. According to Monier-Williams’ Sanskrit English Dictionary (sv. _nir-vṛit_), however, it can also mean “removed”. [Sp.3.278]() says: _Nibbaṭṭabījanti bījaṃ nibbaṭṭetvā apanetvā paribhuñjitabbakaṃ ambapanasādi_, “_Nibbattabīja_ means having _nibbatta_-ed, having removed the seed, mangoes, jackfruit, etc. may be eaten.”",
  "pli-tv-kd6:22.3.8": "[Vjb.3.279](): _Sambādha_. _Sambādheti vaccamagge bhikkhussa bhikkhuniyā ca passāvamaggepi anulomato_, “_Sambādha_ means the anus of a monk or a nun, and also the genital area accords with this.”",
  "pli-tv-kd6:22.4.10": "That is, two _aṅgulā_. This is based on my calculation of the _aṅgula_, “the fingerbreadth”, as 1.67 cm. The conversion to metrical units is based on the following calculation. According to a report published by Imperial College London (http://www.imperial.ac.uk/news/173634/dutch-latvian-women-tallest-world-according/), the height of an average Indian man in 1914 was 162 centimeters. We may perhaps assume that the average height of an Indian man at the time of the Buddha was roughly the same, say 160 centimeters. If we assume, following The Buddhist Monastic Code I (p.465), that the forearm (_hattha_) is one quarter the length of a person’s height, we then have a forearm measure of 40 cm. Since a forearm is equal to two hand spans (_vidatthi_) and a hand span is equal to twelve fingerbreadths (_aṅgula_), we arrive at a fingerbreadth measure of 1.67 cm. | _Vatthikamma_. [Sp.3.279](): _Yena kenaci pana cammena vā vatthena vā vatthipīḷanampi na kātabbaṃ_, “One should not do bladder-action, _vatthipīḷana_, with whatever skin or cloth.” [Vmv.3.279](): _Vatthipīḷananti yathā vatthigatatelādi antosarīre ārohanti, evaṃ hatthena vatthimaddanaṃ_, “_Vatthipīḷana_: in order for oils, etc. in a bladder to go up inside the body, thus one squeezes the bladder with the hand.” The meaning is not entirely clear. My rendering is no more than a suggestion.",
  "pli-tv-kd6:23.2.7": "“Ready meat” is for _pavattamaṃsa_. The Pali Text Society dictionary gives “raw meat”, but this seems to be a mistake.",
  "pli-tv-kd6:24.6.1": "This is partial parallel to AN5.207 at [](an5.207:0.3).",
  "pli-tv-kd6:25.1.2": "“Thick rice-porridge” is for _bhojjayāgu_. [Sp.3.283](): _Bhojjayāgunti yā pavāraṇaṃ janeti_, “_Bhojjayāgu_: what gives rise to satisfaction.” [Vin-vn-ṭ.309]() elaborates: _Ettha ca bhojjayāgu nāma bahalayāgu_, “In this case it is thick rice-porridge that is called _bhojjayāgu_.”",
  "pli-tv-kd6:26.6.5": "_Appaharita_, lit. “few green plants”. According to _bhikkhu-pācittiya_ 19 at [](pli-tv-bu-vb-pc19:2.1.14): _Haritaṃ nāma pubbaṇṇaṃ aparaṇṇaṃ_, “_Harita_ means: vegetables and grains.”",
  "pli-tv-kd6:28.7.1": "_Suññāgāra_. This normally means an empty dwelling, but here the context suggests another meaning is intended. [DN-a.1.151](), commenting on the parallel at DN16 ([](dn16:1.25.4)), says: _Suññāgāranti pāṭiyekkaṃ suññāgāraṃ nāma natthi, tattheva pana ekapasse sāṇipākārena parikkhipitvā – “idha satthā vissamissatī”ti mañcakaṃ paññapesuṃ_, “_Suññāgāra_: it is not a distinct (dwelling) that is called a _suññāgāra_. But they prepared a bed to one side right there, having surrounded it with a curtain, thinking, ‘The Teacher will rest here.’”",
  "pli-tv-kd6:28.8.8": "_Puṭabhedana_. See “Hoary Past and Hazy Memory”, by Oskar von Hinüber, p.203.",
  "pli-tv-kd6:28.13.4": "_Pallalāni_. I understand this as a poetic term for any body of water.",
  "pli-tv-kd6:30.4.5": "_Vesāliṃ sāhāraṃ_, lit. “Vesālī with its support”. [Sp.3.289](): _Sāhāraṃ dajjeyyāthāti sajanapadaṃ dadeyyātha_, “_Sāhāraṃ dajjeyyātha_ means you should give me (Vesālī) together with the country.”",
  "pli-tv-kd6:31.1.1": "_Santhāgāra_. This building seems to have been used for multiple purposes. In the present context it is used as a meeting place, the exact nature of the meeting not being spelled out. Other contexts show that the _santhāgāra_ was used for a number of purposes. At [](mn51:10.3) it is used as a place to perform a ritual; from [](mn53:2.1) and similar contexts we can deduce from the word _anajjhāvuṭṭha_, “not (previously) lived in”, that it was used as a place of lodging; at [](dn3:1.13.4) the Sakyans were enjoying themselves in their _santhāgāra_; according to [](dn16:5.20.1) and other _suttas_, the official meetings were held there; and at [](sn56.45:1.3) the Licchavī were practicing archery in the _santhāgāra_. By contrast the _sabhā_ seems to have been used exclusively for official meetings. As a consequence I translate _santhāgāra_ as “public hall” and _sabhā_ as “public meeting hall”.",
  "pli-tv-kd6:32.2.6": "That is, _bhikkhu-pācittiya_ 35.",
  "pli-tv-kd6:33.2.1": "“Stilt house” combines _aḍḍhayoga_, _pāsāda_, and _hammiya _ in one word. See comment at [](pli-tv-kd1:77.1.13) for an explanation.",
  "pli-tv-kd6:33.5.8": "_Ussāvanantika_. [Sp.3.295](): _Paṭhamathambhaṃ pana paṭhamabhittipādaṃ vā patiṭṭhāpentehi bahūhi samparivāretvā “kappiyakuṭiṃ karoma, kappiyakuṭiṃ karomā”ti vācaṃ nicchārentehi manussesu ukkhipitvā patiṭṭhāpentesu āmasitvā vā sayaṃ ukkhipitvā vā thambhe vā bhittipādo vā patiṭṭhāpetabbo_, “After the many who are installing have surrounded the first pillar or the first base for a wall, after extolling among people by saying, ‘We make a food-store’, having touched those who are installing or oneself having extolled, at the pillar or the base of the wall is to be established.” The details are not entirely clear, but the main point seems to be that one announces in the presence of others that one is building a food-store. | _Gonisādika_, lit. “a place where cows sit”. [Sp.3.295](): _Ettha kappiyakuṭiṃ laddhuṃ vaṭṭati_, “To obtain a food-store here is allowable.” I am not able to determine the precise meaning of this. | _Gahapati_. [Sp.3.295](): _Gahapatīti manussā āvāsaṃ katvā “kappiyakuṭiṃ dema, paribhuñjathā”ti vadanti_, “_Gahapati_: having made a building, the people say, ‘We give a food-store, please use it.’” | _Sammuti_. [Sp.3.295](): _Sammutikā nāma kammavācaṃ sāvetvā katāti_, “What is constructed/designated after making an official proclamation in the Sangha is called _sammutika_.”",
  "pli-tv-kd6:34.2.2": "_Catudoṇika piṭaka_, “A basket with a capacity of four _doṇas_.” According “On the Ancient Coins and Measures of Ceylon”, by Thomas Rhys Davids, p.18, one _doṇa_ is equivalent to 64 handfuls. It may well be that this amounts to more than one liter, but given the uncertainty one liter seems like a suitably round number.",
  "pli-tv-kd6:34.21.9": "_Jātarūparajata_, lit. “gold and silver”, but this would have included gold and silver coins, that is, money. See _bhikkhu nissaggiya pācittiya_ 18 at [](pli-tv-bu-vb-np18:1.36) where _rajata_ is defined as money, and the _Sattasatikakkhandhaka_, [](pli-tv-kd22:1.1.10) and [](pli-tv-kd22:1.1.15), where the context makes it clear that _jātarūparajata_ and _hirañña_ (gold) refer to money.",
  "pli-tv-kd6:35.6.3": "_Cocapāna_. [Sp.3.300](): _Cocapānanti aṭṭhikehi kadaliphalehi katapānaṃ_, “_Cocapāna_: a drink made with plantain fruits that have seeds.” | _Mocapāna_. [Sp.3.300](): _Mocapānanti anaṭṭhikehi kadaliphalehi katapānaṃ_, “_Mocapāna_: a drink made with seedless plantain fruit.” | _Madhūkapāna_, lit. “a drink from the honey tree (fruit)”. Bassia latifolia or Madhuca longifolia. [Sp.3.300](): _Madhukapānanti madhukānaṃ jātirasena katapānaṃ_, “_Madhukapāna_: a drink made with the natural juice from honey tree fruits.” This might also refer to sap from the honey tree. | _Muddikapāna_. [Sp.3.300](): _Muddikapānanti muddikā udake madditvā ambapānaṃ viya katapānaṃ_, “_Muddikapāna_: having crushed grapes in water, it is a drink made like a mango drink.” | _Sālūkapāna_. [Sp.3.300](): _Sālūkapānanti rattuppalanīluppalādīnaṃ sālūke madditvā katapānaṃ_, “_Sālūkapāna_: a drink made by having crushed the tubers of red and blue lotuses.” | _Phārusakapāna_. Monier-Williams’ Sanskrit English Dictionary identifies this as the _Grewia Asiatica_, sv. _parūsha_. [Sp.3.300](): _Phārusakapānanti phārusakaphalehi ambapānaṃ viya katapānaṃ_, “_Phārusakapāna_: a drink made like a mango drink but with _phārusaka_ fruits.”",
  "pli-tv-kd6:35.6.5": "_Ḍākarasa_. Identified in “Nature and the Environment in Early Buddhism”, by Bhante S. Dhammika, as the _Antidesma diandrum_ or the _Antidesma acidum_.",
  "pli-tv-kd6:37.4.2": "_Bhusāgāre_. [Sp-ṭ.3.3.303](): _Bhusāgāreti bhusamaye agārake_, “_Bhusāgāre_: a house made of husk.”",
  "pli-tv-kd6:39.1.4": "[Sp.3.304](): _Bhāgaṃ datvāti … bhūmisāmikānaṃ dātabbo_, “Having given a share: … it is to be given to the owners of the land.”"
}
