{
  "pli-tv-kd5:2.1.12": "_Mahāraṅgaratta_. According to Monier-Williams’ Sanskrit English Dictionary, the _mahāraṅga_ (sv. _mahārajana_) is the safflower, which is normally deep yellow or orange. | _Mahānāmaratta_. [Sp.3.246](): _Mahānāmarattā sambhinnavaṇṇā hoti paṇḍupalāsavaṇṇā_, “_Mahānāmaratta_ is a mixed color, the color of withered leaves.”",
  "pli-tv-kd5:2.3.5": "_Khallakabaddha_. [Sp.3.246](): _Khallakabaddhāti paṇhipidhānatthaṃ tale khallakaṃ bandhitvā katā_, “_Khallakabaddha_: they are made by fastening leather at the sole for the purpose of covering the heel.” [Vmv.3.246]() adds: _Khallakanti sabbapaṇhipidhānacammaṃ_, “_Khallaka_: a skin to cover the entire heel.”",
  "pli-tv-kd5:2.3.6": "_Puṭabaddha_. [Sp.3.246](): _Puṭabaddhāti yonakaupāhanā vuccati, yā yāvajaṅghato sabbapādaṃ paṭicchādeti_, “Greek sandals are called _puṭabaddha_: whatever covers the entire foot as far as the shin.” | _Pāliguṇṭhima_. [Sp.3.246](): _Pāliguṇṭhimāti paliguṇṭhitvā katā; yā upari pādamattameva paṭicchādeti, na jaṅghaṃ_, “_Pāliguṇṭhima_: they are made by enclosing: whatever covers merely the top of the foot, but not the shin.” | _Tūlapuṇṇika_. [Sp.3.246](): _Tūlapuṇṇikāti tūlapicunā pūretvā katā_, “_Tūlapuṇṇika_: they are made by filling with cotton down.” | _Tittirapattika_. [Sp.3.246](): _Tittirapattikāti tittirapattasadisā vicittabaddhā_, “_Tittirapattika_: they are colored, like the feathers of a partridge.” | _Meṇḍavisāṇavaddhika_. [Sp.3.246](): _Meṇḍavisāṇavaddhikāti kaṇṇikaṭṭhāne meṇḍakasiṅgasaṇṭhāne vaddhe yojetvā katā_, “_Meṇḍavisāṇavaddhika_: they are made by connecting a strap with the appearance of a ram-horn at one corner.” | _Vicchikāḷika_. [Sp.3.246](): _Vicchikāḷikāpi tattheva vicchikanaṅguṭṭhasaṇṭhāne vaddhe yojetvā katā_, “_Vicchikāḷika_: they are made by connecting a strap with the appearance of scorpion claw.” | _Morapiñchaparisibbita_. [Sp.3.246](): _Morapiñchaparisibbitāti talesu vā vaddhesu vā morapiñchehi suttakasadisehi parisibbitā_, “_Morapiñchaparisibbita_: they are sewn on the sole or on the strap with thread like the tail-feather of a peacock.”",
  "pli-tv-kd5:2.4.6": "_Luvakacammaparikkhaṭa_. [Sp.3.246](): _Lūvakacammaparikkhaṭāti pakkhibiḷālacammaparikkhaṭā_, “_Luvakacammaparikkhaṭa_: decorated with the skin of a winged cat.” [Sp-yoj.2.246]() adds: _Pakkhibiḷāloti tuliyo_, “A winged cat is a flying fox.”",
  "pli-tv-kd5:3.1.4": "I read _orohitvā_ with the PTS version, against _ārohitvā_ in Mahāsaṅgīti. The Mahāsaṅgīti text is saying that he is already wearing sandals, but then puts them on before going to meet the Buddha, which does not make good sense.",
  "pli-tv-kd5:6.4.12": "The shoe, _pādukā_, is introduced in this section, as distinct from the _upāhanā_, “sandal”, of the previous sections. They are both footwear and the distinction between them is not obvious. The best indication as to the difference is found at [Sp-yoj.1.638](): _Pādukanti upāhanaviseso. So hi pajjate imāyāti pādukāti vuccati, sā bahupaṭalā cammamayā vā hoti kaṭṭhamayā vā_, “A _pāduka_: it is distinct from an _upāhana_. It is called a _pāduka_, because one should walk with it. It has much covering made of skin or wood.” Here the distinction between the two appears to hinge on the amount of covering, and thus translating the two terms as “shoe” and “sandal” seems justified. Moreover, the distinction made in The Buddhist Monastic Code I (p.444) and The Buddhist Monastic Code II (chapter III) that _upāhāna_ refers leather footwear whereas _pāduka_ refers to non-leather footwear is here contradicted: it is specifically stated that a _pāduka_ can be made of leather.",
  "pli-tv-kd5:8.1.4": "“Grass” here covers two separate Pali terms, _tiṇa_, and _kamala_. | “Reed” here covers two separate Pali terms, _muñja_, and _pabbaja_.",
  "pli-tv-kd5:8.3.4": "_Hintāla_ is identified as the fishtail palm in “South Asian Flora as reflected in the twelfth-century Pali lexicon Abhidhānapadīpikā”, by J. Liyanaratne, p.190. | “Beryl” renders _veḷuriya_. The commentary at [Sp.ṭ.2.281]() says: _Veḷuriyoti vaṃsavaṇṇamaṇi_, “The bamboo-colored gem is called _veḷuriya_.” According to PED the _veḷuriya_ is lapis lazuli, which cannot be correct because the lapis lazuli is blue.",
  "pli-tv-kd5:8.3.9": "_Pāduka_, translated as “shoe” above, I have here translated as “foot-stand”. This seems to be required from the current context. [Sp.4.290]() says: _Passāvapādukanti ettha pādukā iṭṭhakāhipi silāhipi dārūhipi kātuṃ vaṭṭati. Vaccapādukāyapi eseva nayo_, “A _pāduka_ for urinating: here it is allowable to make a _pāduka_ of bricks, stone, or wood. The same method also applies for _pāduka_ for defecating.” These fixtures seem more likely to be platforms or stands than shoes in any ordinary sense.",
  "pli-tv-kd5:10.5.2": "_Āsandī_. [Sp.3.254](): _āsandīti pamāṇātikkantāsanaṃ_, “The _āsandī_ is seat that is too large.” [Sp-yoj.2.254]() clarifies: _Pamāṇātikkantāsananti dīghāsanaṃ_, “A seat that is too large is a seat that is too high.” As can be seen from elsewhere, such as Kd.16, the _āsandī_ was used both for sitting on and for lying down. Thus my clumsy expression “seat-bed”. | _Pallaṅka_. [Sp.3.254](): _Pallaṅkoti pādesu vāḷarūpāni ṭhapetvā kato_, “The _pallaṅka_ is made with images of wild animals on its legs.” As can be seen from elsewhere, such as Kd.16, the _pallaṅka_ was used both for sitting on and for lying down. Thus my clumsy expression “seat-bed”. | _Gonaka_. [Sp.3.254](): _Gonakoti dīghalomako mahākojavo; caturaṅgulādhikāni kira tassa lomāni_, “The _gonaka_ is a large cover with long fleece. Its fleece is more than eight centimeters long.” | _Cittaka_. [Sp.3.254](): _Cittakāti vānacitro uṇṇāmayattharaṇo_, “The _cittaka_ is a rug made of wool woven with many colors.” | _Paṭika_. [Sp.3.254](): _Paṭikāti uṇṇāmayo setattharaṇo_, “The _paṭika_ is a white rug made of wool.” | _Paṭalika_. [Sp.3.254](): _Paṭalikāti ghanapupphako uṇṇāmayalohitattharaṇo; yo āmalakapaṭṭotipi vuccati_, “The _paṭalika_ is a red rug made of wool, dyed with deep red. Also, what has the pattern of an emblic myrobalan is so called.” | _Tūlikā_. [Sp.3.254](): _Tūlikāti pakatitūlikāyeva_, “The _tūlikā_: just ordinary cotton.” [Sp-ṭ.3.3.254]() adds: _Pakatitūlikāti rukkhatūlalatātūlapoṭakītūlasaṅkhātānaṃ tiṇṇaṃ tūlānaṃ aññatarapuṇṇā tūlikā_, “Ordinary cotton: a _tūlikā_ is filled with one of the three cotton downs, either cotton down from trees, cotton down from creepers, or cotton down from grass.” It is not clear whether the _tūlika_ was used as an underlay or as a cover. Quite possibly it was used as both. | _Vikatikā_. [Sp.3.254](): _Vikatikāti sīhabyagghādirūpavicitro uṇṇāmayattharaṇo_, “The _vikatikā_ is a rug made of wool decorated with images of lions, tigers, etc.” | _Uddhalomī_. [Sp.3.254](): _Uddalomīti ekato uggatalomaṃ uṇṇāmayattharaṇaṃ_, “The _uddalomī_ is a rug made of wool with tall hairs on one side.” | _Ekantalomī_. [Sp.3.254](): _Ekantalomīti ubhato uggatalomaṃ uṇṇāmayattharaṇaṃ_, “The _ekantalomī_ is a rug made of wool with tall hairs on both sides.” | _Kaṭṭissa_. [Sp.3.254](): _Kaṭṭissanti ratanaparisibbitaṃ koseyyakaṭṭissamayaṃ paccattharaṇaṃ_, “The _kaṭṭissa_ is a sheet made of silken _kaṭṭissa_ with gems sewn into it.” | _Koseyya_. [Sp.3.254](): _Koseyyanti ratanaparisibbitaṃ kosiyasuttamayaṃ paccattharaṇaṃ; suddhakoseyyaṃ pana vaṭṭati_, “The _koseyya_ is a sheet made of silken threads with gems sewn into it; but pure silk is also allowed.” The name of the sheet suggests that the silk is its main attribute. | _Kuttaka_. [Sp.3.254](): _Kuttakanti soḷasannaṃ nāṭakitthīnaṃ ṭhatvā naccanayoggaṃ uṇṇāmayaattharaṇaṃ_, “The _kuttaka_ is a rug made of wool suitable for sixteen dancing girls to dance.” | _Hatthattharaassatthara_. [Sp.3.254](): _Hatthattharaassattharāti hatthiassapiṭṭhīsu attharaṇakaattharaṇā eva. Rathattharepi eseva nayo_, “The _hatthattharaassatthara_ are rugs to cover over the backs of elephants and horses. The _rathatthara_, too, is to be understood the same way.” | _Ajinappaveṇī_. [Sp.3.254](): _Ajinappaveṇīti ajinacammehi mañcappamāṇena sibbitvā katā paveṇī_, “The _ajinappaveṇī_ is a mat made by sewing _ajina_-hides to the size of a bed.” [Sp-ṭ.3.3.254]() adds: _Ajinacammehīti ajinamigacammehi_, “_Ajina_-hides are hides of the _ajina_-antelope.” According to Cone’ Dictionary of Pali the hide is black. | _Kadalīmigapavarapaccattharaṇa_. [Sp.3.254](): _Kadalīmigapavarapaccattharaṇanti kadalīmigacammaṃ nāma atthi, tena kataṃ pavarapaccattharaṇaṃ, uttamapaccattharaṇanti attho; taṃ kira setavatthassa upari kadalīmigacammaṃ pattharitvā sibbitvā karonti_, “_Kadalīmigapavarapaccattharaṇa_: an excellent sheet made with the hide of a _kadalī_-deer; the meaning is ‘the best kind of sheet’. They make it by spreading a white cloth on top and sewing them together.” | _Sauttaracchada_. [Sp.3.254](): _Sauttaracchadanti saha uttaracchadanena; uparibaddhena rattavitānena saddhinti attho_, “_Sauttaracchada_: together with a canopy. The meaning is: together with a dyed canopy which is fastened above.” | _Ubhatolohitakūpadhāna_. [Sp.3.254](): _Ubhatolohitakūpadhānanti sīsūpadhānañca pādūpadhānañcāti mañcassa ubhatolohitakūpadhānaṃ, etaṃ na kappati_, “_Ubhatolohitakūpadhāna_: a cushion for the head and a cushion for the feet, this is the meaning of red cushions at both ends of a bed, which is not allowed.”",
  "pli-tv-kd5:13.6.6": "[Sp.3.257](): _Eragū, moragū, majjārū, jantūti imā catassopi tiṇajātiyo_, “_Eragū_, _moragū_, _majjārū_, and _jantu_: these are four kinds of grass.” The _moragū_ is identified in Monier-Williams’ Sanskrit English Dictionary as Achyranthes Aspera, “chaff-flower grass”, or Celosia Cristata.",
  "pli-tv-kd5:13.7.5": "This refers to _bhikkhu nissaggiya pācittiya_ 1, which prohibits a monk from keeping extra robe cloth for more than ten days. (The _bhikkhunīs_ have the same rule, being their _nissaggiya pācittiya_ 13.) The point made here is that these monks would count the days from the moment the cloth was given. If they arrived at the monastery more than ten days after the cloth had been given, they would not be able to receive it without falling into an offense.",
  "pli-tv-kd5:13.9.5": "The fourth chapter of the Sutta Nipāta.",
  "pli-tv-kd5:13.10.2": "_Api ca sambādhā gharāvāsā bahukiccā bahukaraṇīyāti_, “Still, household life is crowded, with much business and many duties.” I have added a bit from the commentary to make the sentence clearer. [Ud-a.46](): _Kāmesu ādīnave kenaci pakārena diṭṭhepi na tāvāhaṃ gharāvāsato nikkhamituṃ asakkhiṃ_, “Although I had seen the danger in sensual pleasures of whatever kind, I was not able to leave the household life for so long.”",
  "pli-tv-kd5:13.13.11": "This relates to _bhikkhu nissaggiya pācittiyas_ 1 and 3."
}
