{
  "pli-tv-kd2:2.1.9": "The Pali has ellipses points at the end of this sentence. This seems to be a mistake. ",
  "pli-tv-kd2:7.1.8": "The Pali for 50, 65, 80, and 40 kilometers is 4, 5, 6, and 3 _yojanas_ respectively. The length of a _yojana_ is uncertain, and perhaps it never was a precise distance. But a reasonable estimate is 8 miles or approximately 13 kilometers (see “On the Ancient Coins and Measures of Ceylon”, by Thomas Rhys Davids, p.16). Because of the lack of certainty, I use round figures rather than exact multiples of 13. The commentary, [Sp.3.140](), explains “40 kilometers at the most” as follows: _Sammannantena pana majjhe ṭhatvā yathā catūsupi disāsu diyaḍḍhadiyaḍḍhayojanaṃ hoti, evaṃ sammannitabbā. Sace pana majjhe ṭhatvā ekekadisato tiyojanaṃ karonti, chayojanaṃ hotīti na vaṭṭati. Caturassaṃ vā tikoṇaṃ vā sammannantena yathā koṇato koṇaṃ tiyojanaṃ hoti, evaṃ sammannitabbā_, “If a sangha is establishing a boundary, it is to be established thus: while standing in the middle, 20 kilometers (one and a half _yojanas_) in each of the four directions. It is not allowable, however, if, while standing in the middle, they make it 80 kilometers (six _yojanas_) by making it 40 kilometers (three _yojanas_) in each direction. If a sangha is establishing a quadrangular or triangular boundary, it is to be established thus: 40 kilometers (three _yojanas_) from corner to corner.”",
  "pli-tv-kd2:8.1.1": "The point seems to be that they recited the _pātimokkha_ in a different place every half-month. [Sp.3.141](): _Anupariveṇiyanti ekasīmamahāvihāre tasmiṃ tasmiṃ pariveṇe_, “‘In one precincts after another’ means in this or that precincts within a large monastery within one boundary.”",
  "pli-tv-kd2:8.1.7": "Apart from the _vihāra_, “a dwelling”, and the _guha_, “a cave”, the Pali mentions three kinds of buildings, the _aḍḍhayoga_, the _pāsāda_, and the _hammiya_, all of which, according to the commentaries are different kinds of _pāsāda_, “stilt houses”. Rather than try to name each of these buildings, which in any case would not be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. [Sp.4.294](): _Aḍḍhayogoti supaṇṇavaṅkagehaṃ_, “An _aḍḍhayoga_ is a house bent like a _supaṇṇa_.” [Sp-ṭ.3.4.294]() clarifies: _Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṃ_, “_Supaṇṇavaṅkageha_: a house made in the shape of the wings of a _garula_ (=_garuda_).” [Sp.4.294]() continues: _Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva_, “A _pāsāda_ is a long stilt house. A _hammiya_ is just a _pāsāda_ that has a house with a peak established on top of the flat roof.” At [Sp-ṭ.3.3.74](), however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess.",
  "pli-tv-kd2:12.7.2": "The distance given in the Pali is 7 _abbhantaras_. According to [Sp.1.489](): _Ekaṃ abbhantaraṃ aṭṭhavīsatihatthaṃ hoti_, “One _abbhantara_ is equal to 28 forearms (_hatthas_).” Following my own estimate of the _hattha_ as 40 centimeters, this gives 11.2 metes for one _abbhantara_ or just under 80 meters for 7. The boundary defined here thus seems to be a circle with a radius of about 80 meters. The conversion to metrical units is based on the following. According to a report published by Imperial College London (http://www.imperial.ac.uk/news/173634/dutch-latvian-women-tallest-world-according/), the height of an average Indian man in 1914 was 162 centimeters. We may perhaps assume that the average height of an Indian man at the time of the Buddha was roughly the same, say 160 centimeters. If we assume, following The Buddhist Monastic Code I (p.465), that the forearm (_hattha_) is one quarter the length of a person’s height, we then have a forearm measure of 40 cm.",
  "pli-tv-kd2:18.4.4": "“By name” renders the obscure compound _nāmaggena_. The commentaries are silent. Alternative readings include _nāmamattena_, _gaṇamaggena_, and _nasamaggena_, none of which makes good sense in the context.",
  "pli-tv-kd2:21.2.4": "I have here translated _mattika_ as “soap”. _Mattika_ is actually clay, but it had multiple uses at the Buddha’s time. In the context of personal hygiene, for instance, it was used to cover the face when entering a sauna (see [](pli-tv-kd1:25.12.4)). But it also seems to have been used as a general cleaning agent, as in the current passage, which is explained at [Sp.3.34](): _Kesā panassa sayameva mattikaṃ gahetvā dhovitabbā_, “Having taken clay himself, he should wash his hair.” See also [](pli-tv-bu-vb-pc57:7.1.8).",
  "pli-tv-kd2:24.3.5": "“Enemies of monks” is a translation of _bhikkhupaccatthikā_. At _bhikkhu-pārājika_ 1, I have translated the same compound as “enemy monks”. At _bhikkhu-pārājika_ 1 this seems required because various people who are acting as enemies of monks are mentioned separately, such as kings, bandits, and scoundrels. Moreover, all of these are compounded with _paccatthikā_: _bhikkhupaccatthikā_, _rājapaccatthikā_, and so on. Since it seems reasonable to assume that all these compounds have the same structure, it follows that they should all be read as “enemies who are so-and-so” rather than “enemies of so-and-so”. This understanding is confirmed by at [Sp.1.58](): _bhikkhū eva paccatthikā bhikkhupaccatthikā_, “_Bhikkhupaccatthikā_ are just monks who are enemies.” In the present context, however, this interpretation does not seem to work. If _bhikkhupaccatthikā_ refers to enemies who are monks, then they would have to be invited to take part in the ceremony, or some other arrangement would have to be made, but nothing is said about this in either the Pali or the commentaries. Moreover, kings, bandits, and scoundrels are in this case not compounded with _paccatthikā_, as they are in _bhikkhu-pārājika_ 1. I therefore conclude that the meaning here must be “enemies of monks”.",
  "pli-tv-kd2:28.1.3": "Here “resident monk” means a monk who is within the _sīmā_, the monastery boundary.",
  "pli-tv-kd2:36.4.1": "“A passed-on purity that has expired”, _pārivāsikapārisuddhidānena_, seems to refer to purity that was conveyed for a different occasion. So long as the assembly is still seated, the occasion is regarded as the same. See _bhikkhunī-pācittiya_ 81 for a more detailed explanation."
}
