{
  "pli-tv-kd4:1.3.1": "_Harita_ could in principle refer to all plants, but it is elsewhere defined as what is cultivated, see [](pli-tv-bu-vb-pc19:2.1.14) and [](pli-tv-bi-vb-pc9:2.1.14).",
  "pli-tv-kd4:1.10.4": "_Setughāta_, lit. “destroyed the bridge”. Sp.1.16 comments: _Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṃ hoti_, “The path is called the bridge; such speech is destroyed by the path.” The commentary seems to take _setu_, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access.",
  "pli-tv-kd4:7.1.3": "Here “resident monk” means a monk who is within the _sīmā_, the monastery boundary.",
  "pli-tv-kd4:13.1.23": "The Pali text has ellipsis points at the end of this sentence, but this seems to be a mistake, cf. [](pli-tv-kd2:34.6.3).",
  "pli-tv-kd4:13.1.72": "Here and below I understand a monastery, an _āvāsa_, to refer to a monastery with a properly defined boundary, a _sīmā_. A non-monastery, an _anāvāsa_, is then a monastic residence without such a boundary.”",
  "pli-tv-kd4:14.4.1": "“A passed-on invitation that has expired”, _pārivāsikapavāraṇādānena_, seems to refer to an invitation that was conveyed for a different occasion. So long as the assembly is still seated, the occasion is regarded as the same. See _bhikkhunī-pācittiya_ 81 for a more detailed explanation.",
  "pli-tv-kd4:16.16.4": "_Sānuvādo_. [Vin-vn-ṭ.2777](): _Sānuvādoti ettha anuvādo nāma codanā, saha anuvādena vattatīti sānuvādo_, “_Sānuvādo_: here accusing is called _anuvādo_. _Sānuvādo_ means he proceeds with an accusation.”",
  "pli-tv-kd4:16.23.7": "_Idāneva naṃ vadehi_. [Sp.3.239](): _Idāneva naṃ vadehīti sace iminā vatthunā kañci puggalaṃ parisaṅkasi, idāneva naṃ apadisāhīti attho_, “_Idāneva naṃ vadehi_: the meaning is: if you suspect someone to have committed this offense, then indicate who it is now.”",
  "pli-tv-kd4:16.24.7": "_Idāneva naṃ vadehi_. [Sp.3.239](): _Idāneva naṃ vadehīti yaṃ tvaṃ puggalaṃ ṭhapesi, tassa puggalassa idāneva dosaṃ vada_, “_Idāneva naṃ vadehi_: say now the fault of the person of whom you are canceling the invitation.”"
}
