{
  "pli-tv-kd16:1.2.15": "_Leṇa_. [Sp-ṭ.3.4.294](): _Pañca leṇānīti pañca līyanaṭṭhānāni. Nilīyanti ettha bhikkhūti leṇāni_, “The five _leṇas_: the five places for resting. _Leṇas_ are where monks hide away.”",
  "pli-tv-kd16:1.2.16": "“Stilt house” renders _pāsāda_, often translated as “palace” or “mansion”. Apart from the phonetic similarity between _pāsāda_ and “palace”, which does not seem to have any linguistic significance, this is based mostly on the commentarial explanations. The Canonical texts, however, do not support these latter two renderings. To start with, _pāsādas_ were allowed by the Buddha for monastics. One of the main principles found in the Vinaya is that monastics should not live in luxury. On this basis alone we can conclude that _pāsādas_ were not generally luxurious. This immediately eliminates “palace” and “mansion” as suitable translations. Another thing that stands out about _pāsādas_ is that they are always ascended to and descended from. This means that they must have been relatively tall buildings. An interesting point is that the _suttas_ do not seem to mention any other way of accessing these buildings—apart from ascent/descent—which must mean that they were not directly accessible from ground level. They must have been built on some sort of high foundation. A passage at ([](sn3.21:5.1)) is particularly instructive: “Suppose, great king, a man would climb from the ground on to a palanquin, or from a palanquin on to horseback, or from horseback to an elephant mount, or from an elephant mount to a _pāsāda_ …” According to a number of passages, _pāsādas_ had external staircases (_sopānakaḷevara_, [](mn85:5.1)) or ladders (_nisseṇi_, [](dn9:37.1) and [](dn13:21.1)), including the _pāsāda_ given to the Sangha by Visākha ([](mn107:2.2)), and they were apparently always entered with the help of these. Similes in [](dn9:37.1) and [](dn13:21.1) speak of making the ladder before building a hypothetical _pāsāda_. These similes seem to imply that all _pāsādas_ were accessed by climbing. In addition, the use of the word “ladder” shows that _pāsādas_ often were quite humble buildings. The need for climbing to get access also seems to be why—in one of the case stories to _bhikkhu-pārājika_ two ([](pli-tv-bu-vb-pj2:7.47.3))—Ven. Pilindavaccha was able to make use of a _pāsāda_ to hide children from kidnappers. If _pāsādas_ were high off the ground and the access ladder was removed, then the children were presumably safe. We also find the fairly common compound _uparipāsāda_, “up the _pāsāda_”, which fits this description. No other names for types of buildings are compounded with _upari_ in this way. The final clue to the meaning of _pāsāda_ is that they seem to have had a space underneath. At [](an3.39:2.2), where the Buddha speaks of his life before going forth, it is said that he stayed in the rainy-season _pāsāda_ for the full four months of the rains, without _heṭṭhāpāsādaṃ orohami_. _Orohati_ means “descends” and _heṭṭhā_ means “below”. _Heṭṭhā_ is used in other compounds such as _heṭṭhāmañcaṃ_ which unambiguously means “below the bed (_mañca_)”. It follows that _heṭṭhāpāsādaṃ orohati_ can only really mean “descends to below the _pāsāda_”, which must mean that _pāsādas_ had open spaces under them. The most obvious sort of building that fits with this is a stilt house. | Apart from _vihāra_, “dwellings”, and _guha_, “caves”, the Pali mentions three kinds of buildings, the _aḍḍhayoga_, the _pāsāda_, and the _hammiya_, all of which, according to the commentaries are different kinds of _pāsāda_, “stilt houses”. Rather than try to name each of these buildings, which in any case would not be useful from a practical perspective, I have instead grouped them together as “stilt houses”. Here is what the commentaries have to say. [Sp.4.294](): _Aḍḍhayogoti supaṇṇavaṅkagehaṃ_, “An _aḍḍhayoga_ is a house bent like a _supaṇṇa_.” [Sp-ṭ.3.4.294]() clarifies: _Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṃ_, “_Supaṇṇavaṅkageha_: a house made in the shape of the wings of a _garula_ (=_garuda_).” [Sp.4.294]() continues: _Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva_, “A _pāsāda_ is a long stilt house. A _hammiya_ is just a _pāsāda_ that has a house with a peak established on top of the flat roof.” At [Sp-ṭ.3.3.74](), however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess. | The term _guhā_ does not have a precise equivalent in English. The general meaning seems to be “enclosed place” or “hiding place”, derived from the root _guh_, meaning “to cover” or “to hide”. In the Vinaya Piṭaka such places are either naturally occurring, as in _giriguhā_ [](pli-tv-kd16:1.1.4), or man-made [](pli-tv-kd3:5.5.8). But in most cases, probably all cases, a _guhā_ was used to shelter or cover something. It was used, for instance, to shelter food from the rain [](pli-tv-kd6:33.2.1), to store robes from destruction by insects [](pli-tv-kd8:7.1.3), and to shelter monks while doing the _uposatha_ ceremony [](pli-tv-kd2:8.1.7). Further details are found in the commentaries, e.g. at [Sp.4.294](): _Guhāti iṭṭhakāguhā silāguhā dāruguhā paṃsuguhā_, “_Guhā_: a _guhā_ made of bricks, a _guhā_ made of rocks, a _guhā_ made of wood, a _guhā_ made of dirt.” And at [Sp.ṭ.3.294](): _Giriguhā nāma dvinnaṃ pabbatānaṃ antarā, ekasmiṃyeva vā umaṅgasadisaṃ mahāvivaraṃ_, “_Giriguha_: in the middle of two hills or a great opening like a tunnel in just one (of them).” In sum, it is likely that “cave” does not properly capture all nuances of _guhā_, but in the absence of a more fitting term, it is perhaps satisfactory.",
  "pli-tv-kd16:2.1.11": "“Door frame” renders _piṭṭhasaṅghāṭa_. The precise meaning of the two words that make up this compound is never clarified in the Pali texts, but it seems clear enough that the compound as a whole refers to the entire door frame, for instance when it is used to define the _dvārakosa_ at _bhikkhu-pācitttiya_ 19. [Vmv.1.349](): Piṭṭhasaṅghāṭo nāma dvārabāhasaṅkhāto caturassadārusaṅghāṭo, yattha sauttarapāsaṃ kavāṭaṃ apassāya dvāraṃ pidahanti, “Piṭṭhasaṅghāṭo: a rectangular binding together of wood, called a doorcase, where the door with its hinges are supported and shut the doorway.” | “Lower and upper hinges” renders _udukkhalika_ and _uttarapāsaka_, respectively. [Sp.1.77](): … _yena kenaci kavāṭaṃ katvā heṭṭhā udukkhale upari uttarapāsake ca pavesetvā kataṃ parivattakadvārameva saṃvaritabbaṃ … atha dvārassa udukkhalaṃ vā uttarapāsako vā bhinno vā hoti aṭṭhapito vā, saṃvarituṃ na sakkoti_, “Having made a door by whatever (material), having entered it into the _udukkhala_ below and into the _uttarapāsaka_ above, it is made a revolving door to be closed … but when the _udukkhala_ or the _uttarapāsaka_ is broken or not mounted, then one cannot close the door.” From this it seems that the _udukkhala_ and _uttarapāsaka_, together with the two corresponding “projecting pivots” on the door, are the functional equivalents of hinges. _Udukkhalika_ and _udukkhala_ refer to the same thing, the former being used in the canonical text, whereas the latter is found in the summary verses. For further details see the Critical Pali Dictionary under _uttarapāsaka_.",
  "pli-tv-kd16:2.1.12": "_Kavāṭā na phusīyanti_. Elsewhere we have the expression _phusitaggaḷa_, “with a touching door”, to describe a well-built house, e.g. at [](mn12:41.4). The same description says that the house is _nivāta_, “free from draft”. [MN-a.1.154]() comments: _Phusitaggaḷanti dvārabāhāhi saddhiṃ supihitakavāṭaṃ_, “With a touching door: the door-panel closes well with the door frame.” The point seems to be that the door is closed all the way so that it touches the door frame.",
  "pli-tv-kd16:2.1.14": "“A hole … for pulling it” and “a rope for pulling it” render _āviñchanachidda_ and _āviñchanarajju_ respectively. [Vmv.4.296](): _Āviñchanachiddanti yattha aṅguliṃ vā rajjusaṅkhalikādiṃ vā pavesetvā kavāṭaṃ ākaḍḍhantā dvārabāhaṃ phusāpenti_, “_Āviñchanachidda_: where, having entered the finger or a rope or a chain, etc. they pull the door and make it touch the door post.” [Sp.4.296](): _Āviñchanarajjunti kavāṭeyeva chiddaṃ katvā tattha pavesetvā yena rajjukena kaḍḍhantā dvāraṃ phusāpenti_, “Having made a hole in the door, having entered (the rope) there, the rope with which they close and make the door touch (the post).”",
  "pli-tv-kd16:2.1.15": "_Kavāṭā na thakiyanti_. The commentaries are silent. Under the entry _thaketi_, Cone’s Dictionary of Pali says: “covers, covers up; closes”. The context, however, suggests that this concerns more than merely closing the door, which is already effected by the hole and the rope mentioned just above. That more than closing is meant is also apparent from the fact that the remedy is to allow the use of bolts.",
  "pli-tv-kd16:2.1.17": "_Aggaḷavaṭṭi_. [Sp.4.260](): _Aggaḷavaṭṭi nāma dvārabāhāya samappamāṇoyeva aggaḷatthambho vuccati, yattha tīṇi cattāri chiddāni katvā sūciyo denti_, “_Aggaḷavaṭṭi_: it is called a door post, which is the same length as the door frame. It is where three or four holes are made for inserting bolts.” Whenever the Canonical text lists the parts of a door and door frame, the _aggaḷavaṭṭi_ always has the same position, being grouped together with the parts for the locking mechanism, such as bolts. Given the commentarial explanation, it is natural to think that it was a special post added to the door frame for the purpose of receiving bolts. | _Kapisīsaka_. [Sp.4.260](): _Kapisīsakaṃ nāma dvārabāhaṃ vijjhitvā tattha pavesito aggaḷapāsako vuccati_, “The bolt-receiving socket which is inserted after piercing the door post is called a _kapisīsaka_.” | _Sūcika_. [Sp.4.260](): _Sūcikāti tattha majjhe chiddaṃ katvā pavesitā_, “It is entered, having made a hole in the middle there.” | _Ghaṭika_. [Sp-ṭ.3.4.255](): _Ghaṭikanti upari yojitaṃ aggaḷaṃ_, “_Ghaṭika_: a bolt fastened at the top.” From the origin story to _bhikkhu-saṅghādisesa_ 2 at [](pli-tv-bu-vb-ss2:1.1.11) it seems that the _ghaṭika_ was the name of a lockable bolt: _Avāpuraṇaṃ ādāya ghaṭikaṃ ugghāṭetvā kavāṭaṃ paṇāmetvā vihāraṃ pāvisi_, “(Udāyī) took the key, unlocked the bolt, opened the door, and entered the dwelling.”",
  "pli-tv-kd16:2.1.18": "The point seems to be that they were somehow able to fasten the internal bolts from the outside, but not to unfasten them.",
  "pli-tv-kd16:2.1.25": "_Yantaka_ and _sūcika_. A _yantaka_ seems to be any implement that is used as bolt, whereas a _sūcika_ is a bolt proper. [Sp.4.296](): _Yantakaṃ sūcikanti ettha yaṃ yaṃ jānāti taṃ taṃ yantakaṃ, tassa vivaraṇasūcikañca kātuṃ vaṭṭati_, “Here, whatever he finds, that is a _yantaka_; to make an bolt for opening of it is allowed.”",
  "pli-tv-kd16:2.2.4": "“Firm up the structure” renders _ogumphetvā_. [Sp.4.257](): _Ogumphetvā ullittāvalittaṃ kātunti chadanaṃ odhunitvā ghanadaṇḍakaṃ katvā anto ceva bahi ca mattikāya limpitunti attho_, “_Ogumphetvā ullittāvalittaṃ kātuṃ_: having shook out the roof cover and added rods to firm up (the structure), to smear with clay inside and outside—this is the meaning.” At [](pli-tv-kd5:11.1.5) the same verb, in the form _ogumphiyanti_, is used to show how dwellings are “held together” by straps of leather. This makes it certain that _ogumphetvā_ in the present context must refer to the “firming up” rather than the “shaking out”.",
  "pli-tv-kd16:2.2.8": "_Vedikāvātapāna_. [Sp.4.296](): _Vedikāvātapānaṃ nāma cetiye vedikāsadisaṃ_, “(A window) like the railing on a shrine is called _vedikāvātapāna_.” | _Salākavātapāna_. [Sp.4.296](): _Salākavātapānaṃ nāma thambhakavātapānaṃ_, “Windows with rods are called _salākavātapāna_.”",
  "pli-tv-kd16:2.2.11": "_Vātapānacakkalika_. [Sp.4.296](): _Cakkalikanti ettha “coḷakapādapuñchanaṃ bandhituṃ anujānāmī”ti attho_, “_Cakkalika_: the meaning is: ‘I allow to bind a foot-wiping cloth there.’”",
  "pli-tv-kd16:2.2.14": "_Vātapānakavāṭaka_ and _vātapānabhisika_. I am not able to make a meaningful distinction between the two. _Vātapānakavāṭaka_, lit. means “a small door for the windows”. The _vātapānabhisika_ is described at [Sp.4.296](): _Vātapānabhisīti vātapānappamāṇena bhisiṃ katvā bandhituṃ anujānāmīti attho_, “_Vātapānabhisi_: the meaning is: ‘I allow, having made a small mattress the size of the window, to bind it on.’”",
  "pli-tv-kd16:2.3.7": "_Miḍḍhi_. [Vmv.4.296](): _Miḍḍhakanti mañcākārena kaṭṭhamattikādīhi katave_, “_Miḍḍhaka_: having the appearance of a bed and made of wood, clay, etc.”",
  "pli-tv-kd16:2.3.10": "_Bidalamañcaka_. [Sp.4.296](): _Bidalamañcakanti vettamañcaṃ; veḷuvilīvehi vā vītaṃ_, “_Bidalamañcaka_: a bed of cane or one woven with bamboo or reeds.”",
  "pli-tv-kd16:2.3.12": "_Sosānika_. [Vin-vn-ṭ.663]() says: _Sosānikanti susāne chaḍḍitaṃ_, “_Sosānika_ means what is discarded on a charnel ground.” | The text gives two different kinds of beds (and benches just below) called _masāraka_ and _bundikābaddha_. The only difference between the two seems to be how the rails are fastened to the legs. From this it seems reasonable to conclude that all beds with legs and a frame are allowable, as long as they adhere the the other standards of the Vinaya, such as _bhikkhu-pācittiya_ 87. Thus my decision to group these beds and benches together as “various kinds of beds/benches”. The commentaries have this to say about the nature of these beds and benches. [Sp.2.111](): _Masārakoti mañcapāde vijjhitvā tattha aṭaniyo pavesetvā kato. Bundikābaddhoti aṭanīhi mañcapāde ḍaṃsāpetvā pallaṅkasaṅkhepena kato_, “_Masāraka_: it is made by making a hole in the legs of the bed and then inserting the rails of the frame there. _Bundikābaddha_: it is made by making the rails of the frame ‘bite’ the legs of the bed, in the way of a luxurious bed (_pallaṅka_).” [Sp-yoj.1.111]() adds: _Bundo eva bundiko, pādo, tasmiṃ ābaddhā bandhitā aṭanī yassāti bundikābaddho_, “_Bundikābaddho_: a _bundika_ is just a _bunda_, a leg; in that to which the rail is bound, attached.”",
  "pli-tv-kd16:2.3.24": "_Kuḷīrapādaka_. [Sp.2.111](): _Kuḷīrapādakoti assameṇḍakādīnaṃ pādasadisehi pādehi kato. Yo vā pana koci vaṅkapādako, ayaṃ vuccati kuḷīrapādako_, “It is made with legs like those of horses or rams, etc. Whatever has angular legs, this is called a _kuḷīrapādaka_.”",
  "pli-tv-kd16:2.4.1": "_Āsandika_. [Sp.4.297](): _Āsandikoti caturassapīṭhaṃ vuccati_, “A bench with four sides is called an _āsandika_.” [Vmv.4.297]() adds: _Caturassapīṭhanti samacaturassaṃ_, “A bench with four sides is one with four equal sides.”",
  "pli-tv-kd16:2.4.7": "_Sattaṅga_. [Sp.4.297](): _Sattaṅgo nāma tīsu disāsu apassayaṃ katvā katamañco_, “A bed made with support on three sides is called a _sattaṅga_.”",
  "pli-tv-kd16:2.4.13": "_Bhaddapīṭha_. [Sp.4.297](): _Bhaddapīṭhanti vettamayaṃ pīṭhaṃ vuccati_, “A bench made of cane is called a _bhaddapīṭha_.”",
  "pli-tv-kd16:2.4.16": "_Pīṭhika_. [Sp.4.297](): _Pīṭhikāti pilotikābaddhapīṭhameva_, “_Pīṭhika_: just a bench bound with pieces of cloth.” The diminutive ending _-ika_ suggests it was small.",
  "pli-tv-kd16:2.4.22": "_Āmalakavaṭṭika pīṭha_. [Sp.4.297](): _Āmalakavaṭṭikapīṭhaṃ nāma āmalakākārena yojitaṃ bahupādakapīṭhaṃ_, “_Āmalakavaṭṭikapīṭhaṃ_: a bench with many legs connected in the manner of an emblic myrobalan.”",
  "pli-tv-kd16:2.4.25": "_Phalaka_. [Vin-vn-ṭ.1064]() says: _Phalaka’nti iminā pāṭhāgataṃ phalakapīṭhameva dassitaṃ_, “_Phalaka_: by this the reading plank bench is shown.” This is a comment on _bhikkhu-pācittiya_ 14, but I take this to be the meaning also in the present context, which is all about seats.",
  "pli-tv-kd16:2.5.9": "_Mañcapaṭipādaka_. These were not legs but a loose kind of prop used to keep the bed off the ground, see [](pli-tv-kd1:25.15.3) and [](pli-tv-kd1:25.16.2).",
  "pli-tv-kd16:2.5.16": "_Aṭṭhaṅgulaparama_. I take this to be equivalent to the maximum height allowed under _bhikkhu-pācittiya_ 87, where the _aṅgula_ is specified as the _sugataṅgula_, “the standard finger-breadth”. The _sugata_ measures have historically been hard to pin down, something that still remains the case. The measures of length in ancient India were based on the physical body. It seems plausible, perhaps likely, that at some point this was thought too inaccurate to provide measures that could practically be used by Buddhist monastics in deciding important issues, such as the maximum size of their robes. I suggest, therefore, that the prefix _sugata_ was added to give a reliable “standard”, and thus my rendering. Moreover, the word _sugata_ does not necessarily imply that this standard is literally tied to the physical size of the Buddha. More likely, I think, the _sugata_ measures were *laid down* by the Buddha. They can perhaps be regarded as equivalent to the modern “king-size”, in that they provided an ample upper limit within which all monastics, regardless of size, would comfortably be able to function, whether in regard to robes, huts, or other requisites. For a more comprehensive discussion of these points, see [GIVE LINK TO ESSAY]. ",
  "pli-tv-kd16:2.6.3": "Reading _veṭhetuṃ_.",
  "pli-tv-kd16:2.6.6": "The meaning of this is not clear. The commentaries are silent.",
  "pli-tv-kd16:2.6.9": "_Cimilikā_. [Sp.4.297](): _Cimilikā nāma parikammakatāya bhūmiyā chavisaṃrakkhaṇatthāya attharaṇaṃ vuccati_, “A mat to protect the skin from a treated floor is called a _cimilikā_.” But at [Sp.2.112]() we find the following definition: _Cimilikā nāma sudhādiparikammakatāya bhūmiyā vaṇṇānurakkhaṇatthaṃ katā hoti, taṃ heṭṭhā pattharitvā upari kaṭasārakaṃ pattharanti_, “A _cimilikā_ is made to protect the color of a floor that has been plastered, etc. It is spread out underneath, with a straw-mat spread out on top.”",
  "pli-tv-kd16:2.6.10": "_Tūlikā_. [Sp.3.254](): _Tūlikāti pakatitūlikāyeva_, “The _tūlikā_: just ordinary cotton.” [Sp-ṭ.3.3.254]() adds: _Pakatitūlikāti rukkhatūlalatātūlapoṭakītūlasaṅkhātānaṃ tiṇṇaṃ tūlānaṃ aññatarapuṇṇā tūlikā_, “Ordinary cotton: a _tūlikā_ is filled with one of the three cotton downs, either cotton down from trees, cotton down from creepers, or cotton down from grass.” It is not clear whether the _tūlika_ was used as an underlay or as a cover. Quite possibly it was used as both.",
  "pli-tv-kd16:2.7.2": "_Mahāmattā_. [Sp.1.92](), commenting on _bhikkhu-pārājika_ 2, says: _Mahāmattāti ṭhānantarappattā mahāamaccā; tepi tattha tattha gāme vā nigame vā nisīditvā rājakiccaṃ karonti_, “_Mahāmattā_ means an important worker, who has attained a position; those who sit down in this or that village or town, and do the work of the King.” _Mahāmatta_ is often translated as “minister” or even “great minister”, but the relatively small scale of ancient Indian society suggests a more humble translation.",
  "pli-tv-kd16:2.7.19": "[Sp.4.297]() explains this as follows: _Phositunti rajanena vā haliddiyā vā upari phusitāni dātuṃ_, “To sprinkle means to apply spots of dye or turmeric on top.” [](Sp-ṭ̣.3.297) further explains: _Phusitāni dātunti saññākaraṇatthaṃ bindūni dātuṃ_, “To apply spots means to apply marks for the purpose of recognition.”",
  "pli-tv-kd16:2.7.21": "_Bhattikamma_. [Sp.4.297]() says, “_Bhattikammanti bhisicchaviyā upari bhattikammaṃ_, “_Bhattikamma_ means _bhattikamma_ on top of the mattress covering.” [Vmv.4.297]() adds, “_Bhittikammanti nānāvaṇṇehi vibhittirājikaraṇaṃ_”, “_Bhittikamma_ means making separate lines by means of many colors.” According to Monier-Williams’ Sanskrit English Dictionary,  the Sanskrit _bhakti_ can mean “distribution, partition, separation”, “division by streaks or lines”, or “a streak, line, variegated decoration”. Based on this, it seems possible that _bhatti_ refers to multi-colored lines drawn on the cloth.",
  "pli-tv-kd16:2.7.23": "_Hatthabhattikamma_. It is not clear what the difference is between _hatthabhattikamma_ and _hatthabhatti_, the latter being found in the next rule. _Hatthabhattikamma_ is not mentioned in the commentaries, nor is it found in the PTS version of the Canon. It may be that this word has been accidentally added to the Mahāsaṅgīti.",
  "pli-tv-kd16:2.7.25": "_Hatthabhatti_. [Sp.4.297]() says, “_Hatthabhattinti pañcaṅgulibhattiṃ_, “_Hatthabhatti_ means _bhatti_ with the five fingers.” Commenting on the word _hatthakamma_, “hand-work”, [Vmv.4.297]() says: “_Hatthakammanti hatthena yaṃ kiñci saññākaraṇaṃ_”, “_Hatthakamma_ means whatever mark is made by hand.”",
  "pli-tv-kd16:3.1.7": "The action described here seems to be an ancient equivalent of sanding. [Sp-ṭ.3.4.298](): _Paṭibāhetvāti maṭṭhaṃ katvā_, “_Paṭibāhetva_ means having polished.” [Vmv.4.298](): _Paṭibāhetvāti ghaṃsitvā_, “_Paṭibāhetva_ means having rubbed.”",
  "pli-tv-kd16:3.1.11": "“Sap” renders _ikkāsa_. [Sp.4.298](): _Ikkāsanti rukkhaniyyāsaṃ vā silesaṃ vā_, “_Ikkāsa_ means exudation from a tree or gum.”",
  "pli-tv-kd16:3.1.25": "_Gaṇḍumattika_. [Sp.4.275](): _Gaṇḍumattikanti gaṇḍuppādagūthamattikaṃ_, “_Gaṇḍumattika_ means clay from excretion which has been produced in lumps.”",
  "pli-tv-kd16:3.2.9": "_Makaradantaka_, lit. “like the teeth of a _makara_.” In later Buddhism the _makara_ is the name of a mythological marine animal, but what it refers to in this context is not clear. According to [Sp-yoj.3.243]() _makara_ is the name of a certain species of fish: _Makaradantaketi makaranāmakassa macchassa dantasadise dante_, “Teeth like the teeth of a fish called _makara_.” According to [Vin-vn-ṭ.3048](), _Makaradantakanti girikūṭākāraṃ_, “_Makaradantaka_ means making (a design) like the peak of a hill.” The Pali English Dictionary suggests “the tooth of a swordfish”, but apparently swordfish do not have teeth. Given that the _makara_ were fearsome creatures and that their teeth looked like the peak of a hill, presumably meaning that their teeth were pointed, “shark teeth” seems like a reasonable rendering. | _Pañcapaṭika_. [Vmv.4.299](): _Pāḷiyaṃ pañcapaṭikanti jātiādipañcappakāravaṇṇamaṭṭhaṃ_, “_Pañcapaṭika_ in the canonical text means treated with the color of the five kinds, starting with jasmine.” The meaning is not clear. It seems unlikely to me, however, that it should refer to colors, since these have just been listed.",
  "pli-tv-kd16:3.3.12": "“Open to view” renders _āḷakamandā_. In the _suttas_ _āḷakamandā_ is a name for the capital city of the _devas._ In the present context, however, the meaning must be something else, albeit perhaps semantically related. [Sp.4.300](): _Ekaṅgaṇā manussābhikiṇṇā_, “Single open space, thronged with people”. ",
  "pli-tv-kd16:3.3.20": "_Sivikāgabbha_. [Sp.4.300](): _Sivikāgabbhoti caturassagabbho_, “_Sivikāgabbha_ means a rectangular room.” | _Nāḷikāgabbha_. [Sp.4.300](): _Nāḷikāgabbhoti vitthārato diguṇatiguṇāyāmo dīghagabbho_, “_Nāḷikāgabbha_ means a long room, twice or three times as long as it is wide.” | _Hammiyagabbha_. [Sp.4.300](): _Hammiyagabbhoti ākāsatale kūṭāgāragabbho vā muṇḍacchadanagabbho vā_, “_Hammiyagabbha_ means a room on the roof, either with a peaked roof or with a flat roof.”",
  "pli-tv-kd16:3.3.22": "_Upacāro na hoti_. [Vmv.4.300](): _Upacāro na hotīti gabbhassa bahi samantā anuparigamanassa okāso nappahoti_, “_Upacāro na hoti_ means there was insufficient space for walking all the way around outside the room.”",
  "pli-tv-kd16:3.4.5": "_Parittāṇakiṭika_ and _uddasudha_ respectively. [Sp.4.300](): _Parittāṇakiṭikanti vassaparittāṇatthaṃ kiṭikaṃ. Uddasudhanti vacchakagomayena ceva chārikāya ca saddhiṃ madditamattikaṃ_, “_Parittāṇakiṭika_ means a screen for the purpose of protection against the rain. _Uddasudha_ means clay mixed with calf-manure and ash.”",
  "pli-tv-kd16:3.5.4": "_Bhittikhilaṃ nāgadantakaṃ_, lit. “a wall peg and an elephant tusk”. These are different kinds of pegs and I have not tried to differentiate between them.",
  "pli-tv-kd16:3.5.9": "_Āḷinda_. [Sp.4.300](): _Āḷindo nāma pamukhaṃ vuccati_, “The forecourt is called an _āḷinda_.” In other words, this seems to refer to an entrance area with a roof.",
  "pli-tv-kd16:3.5.11": "_Paghana_. [Sp.4.300](): _Paghanaṃ nāma yaṃ nikkhamantā ca pavisantā ca pādehi hananti, tassa vihāradvāre ubhato kuṭṭaṃ nīharitvā katapadesassetaṃ adhivacanaṃ_, “Where those who leave and enter stomp their feet is called a _paghāna_. This is a word for a place made at the door to the dwelling, having removed the wall on both sides.” [](Sp-ṭ̣.4.300) further explains this as follows: _Ubhato kuṭṭaṃ nīharitvā katapadesassāti yathā antodvārasamīpe nisinnehi ujukaṃ bahi oloketuṃ na sakkā hoti, evaṃ ubhohi passehi kuṭṭaṃ nīharitvā abhimukhe bhittiṃ upaṭṭhapetvā katapadesassa_, “The place made […] having removed the wall on both sides means: just as one seated near the inside of the door is not able to see straight outside, so it is for the place made after removing the wall from both sides and building a wall in front.” | _Pakuṭṭa_. [Sp.4.300](): _Pakuṭṭanti majjhe gabbhassa samantā pariyāgāro vuccati_, “A corridor on all sides of a room in the middle is called a _pakuṭṭa_.” | _Osāraka_. [Sp.4.300](): _Osārakanti anāḷindake vihāre vaṃsaṃ datvā tato daṇḍake osāretvā katachadanapamukhaṃ_, “_Osāraka_ means: for a dwelling without a porch, one makes a roof in front with sticks fixed to a bamboo pole.”",
  "pli-tv-kd16:3.5.14": "_Saṃsāraṇakiṭika_. [Sp.4.300](): _Saṃsāraṇakiṭiko nāma cakkalayutto kiṭiko_, “_Saṃsāraṇakiṭika_ means a screen connected to wheels. [](Sp-ṭ̣.4.300) adds: _Cakkalayutto kiṭikoti kavāṭaṃ viya vivaraṇathakanasukhatthaṃ cakkalabandhakiṭikaṃ_, “_Cakkalayutto kiṭika_ means a screen fixed to wheels for the purpose of easy opening and closing, like a door.” | _Ugghāṭanakiṭika_. [Vmv.4.300](): _Pāḷiyaṃ ugghāṭanakiṭikanti āpaṇādīsu anatthikakāle ukkhipitvā, upari ca bandhitvā pacchā otaraṇakiṭikaṃ, kappasīsehi vā upatthambhanīhi ukkhipitvā pacchā otaraṇakiṭikampi_, “_Ugghāṭanakiṭika_, in the Canonical text, means: outside of business hours, having lifted it up onto a shop, etc, having fixed it at the top, then lowering the screen; or having raised it with a post and a bolt socket, then lowering the screen.”",
  "pli-tv-kd16:3.7.3": "“Drinking-water shed” renders _pāniyasālā_. _Sālā_ is etymologically related to the English word “hall” and is often translated as such. In some contexts this may be roughly appropriate, but _sālā_ is in fact used much more broadly than “hall”. At the lower end of the spectrum it refers to small buildings, probably no more than sheds, for instance the _aggisālā_ (“a water-boiling shed”), the _udapānasāla_ (“a well-house”), and the _pānīyasālā_ (“a drinking-water shed”). Buildings that were presumably intermediate in size, were also called _sālā_, such as the _kathinasālā_ (“a sewing shed”), the _jantāgharasālā_ (“a sauna shed”), and the _āpaṇasālā_ (“a shop”). _Sālā_ includes buildings that would have been quite substantial, including the _upaṭṭhānasālā_ (“an assembly hall”). The Canon also mentions the _kūṭāgārasālā_ (“the peaked house _sālā_”) and the fact that wealthy people had _mahāsālās_ (“large _sālās_”). In addition to this, _sālā_ covers large but simple buildings, such as _caṅkamasālā_ (“an indoor walking path”), _gosālā_ (“a cow shed”), _assasālā_ (“a horse stables”), and _hatthisālā_ (“an elephant stables”). Apart from the issue of size, there is no indication that a _sālā_ had to consist of a single room, as implied by the rendering “hall”. Another piece of evidence is found at _bhikkhu-pācittiya_ 31, where the _sālā_ as a venue for eating is contrasted with the _maṇḍapa_ (“a roof-cover”) and open air venues (_rukkhamūla_ and _ajjhokāsa_). In this last instance _sālā_ seems to be a generic reference to an indoor venue, perhaps best rendered as “building”. Given this diversity in usage, it seems _sālā_, in its generic sense, may best be rendered as “building”. In more particular instances, such as here, it seems best to render it according to context.",
  "pli-tv-kd16:3.7.16": "_Pānīyabhājana_. [Sp.4.301](): _Pānīyabhājananti pivantānaṃ pānīyadānabhājanaṃ_, “_Pānīyabhājana_ means vessel for taking the drinking water for those who are drinking.”",
  "pli-tv-kd16:3.8.14": "“Precincts” renders _pariveṇa_, sometimes rendered as “cell”, for which there is no proper basis. The _pariveṇa_ is the area surrounding a building. That it is not an indoor area can be seen from the present context where a _pariveṇa_ is said to get muddy, upon which the Buddha allows gravel, stepping stones, and drains. The _pariveṇa_ is often mentioned in connection with keeping a building tidy, specifically as an area that is to be swept ([](pli-tv-bu-vb-ss2:1.1.6)). It seems natural to conclude that this must refer to the area, or part of it, that surrounds a building. This is confirmed by the commentaries. [Sp.ṭ.3.117](): _Pariveṇanti ekekassa vihārassa parikkhepabbhantaraṃ_, “_Pariveṇa_: 11 meters surrounding each individual dwelling.” Sometimes, but not always it seems, this area would be walled in. [Sp.ṭ.2.103](): _Pariveṇanti mahāvihārassa abbhantare visuṃ visuṃ pākāraparicchinnaṭṭhānaṃ_, “_Pariveṇa_: a separate place delimited by a wall within a large monastery.” This fits with the fact that _pariveṇas_ are said to be constructed ([](pli-tv-kd3:5.5.9)), as well as the frequent mention in the Vinaya Piṭaka of _koṭṭhakas_, “gateways”. Gateways would make no sense without a surrounding wall. On a more general note, the term _pariveṇa_ is not found in the four main Nikāyas, and in the Vinaya Piṭaka it is found only in narratives, minor rules on conduct, and explanatory material. This suggests it may not have existed in the earliest period of Buddhist monasticism. The earliest buildings and monasteries would have been simple, without much embelishment, especially the surrounding walls.",
  "pli-tv-kd16:3.8.18": "Or “slabs of stone”, _padarasila_. See [](pli-tv-bu-vb-pc18:2.3.5) where _padara_ means “floor boards”.",
  "pli-tv-kd16:3.9.4": "“Water-boiling shed” renders _aggisālā_, lit. “fire shed”. The nature of the _aggisālā_ is not clear from the Canonical texts, the term being found almost exclusively in lists of buildings and stock passages. We need to turn to the commentaries for a description. [Sp.2.112](): _Ajjhokāse rajanaṃ pacitvā rajanabhājanaṃ rajanauḷuṅko rajanadoṇikāti sabbaṃ aggisālāya paṭisāmetabbaṃ_, “After boiling dye outside, the dye-vessel, the dye-ladle, and the dye-trough should all be put away in the _aggisālā_.” [Sp-yoj.1.112](): _Aggisālāyanti agginā pacanasālāyaṃ_, “_Aggisālā_: the shed for boiling with a fire.” This suggests that the purpose of this building was to boil water, one purpose of which was to dye cloth. Occasionally _aggisālā_ can also refer to a “fire hut”, as used by ascetics who tended the sacred fire. The latter half of the word, _sālā_, is etymologically related to the English word “hall” and is often translated as such. In some contexts this may be roughly appropriate, but _sālā_ is in fact used much more broadly than “hall”. At the lower end of the spectrum it refers to small buildings, probably no more than sheds, for instance the _aggisālā_ (“a water-boiling shed”), the _udapānasāla_ (“a well-house”), and the _pānīyasālā_ (“a drinking-water shed”). Buildings that were presumably intermediate in size, were also called _sālā_, such as the _kathinasālā_ (“a sewing shed”), the _jantāgharasālā_ (“a sauna shed”), and the _āpaṇasālā_ (“a shop”). _Sālā_ includes buildings that would have been quite substantial, including the _upaṭṭhānasālā_ (“an assembly hall”). The Canon also mentions the _kūṭāgārasālā_ (“the peaked house _sālā_”) and the fact that wealthy people had _mahāsālās_ (“large _sālās_”). In addition to this, _sālā_ covers large but simple buildings, such as _caṅkamasālā_ (“an indoor walking path”), _gosālā_ (“a cow shed”), _assasālā_ (“a horse stables”), and _hatthisālā_ (“an elephant stables”). Apart from the issue of size, there is no indication that a _sālā_ had to consist of a single room, as implied by the rendering “hall”. Another piece of evidence is found at _bhikkhu-pācittiya_ 31, where the _sālā_ as a venue for eating is contrasted with the _maṇḍapa_ (“a roof-cover”) and open air venues (_rukkhamūla_ and _ajjhokāsa_). In this last instance _sālā_ seems to be a generic reference to an indoor venue, perhaps best rendered as “building”. Given this diversity in usage, it seems _sālā_, in its generic sense, may best be rendered as “building”. In more particular instances, such as here, it seems best to render it according to context.",
  "pli-tv-kd16:3.10.5": "Reading _kaṇṭakīvāṭa_ and _parikha_ with the PTS edition.",
  "pli-tv-kd16:3.10.8": "_Apesi_. [Sp.4.303](): _Apesīti dīghadārumhi khāṇuke pavesetvā kaṇṭakasākhāhi vinandhitvā kataṃ dvārathakanakaṃ_, “_Apesi_ means a closing gate that is made by entering stakes into a long piece of wood and covering it with thorny branches.”",
  "pli-tv-kd16:3.10.15": "Or “slabs of stone”, _padarasila_. See [](pli-tv-bu-vb-pc18:2.3.5) where _padara_ means “floor boards”.",
  "pli-tv-kd16:4.4.11": "Verse 1317 and 1318 are also found at [](sn10.8:12.1) and [](an3.35:8.1).",
  "pli-tv-kd16:5.3.4": "My rendering “should put […] in charge” is for the Pali word _dadeyya_, which literally means, “Should give (out)”. [Vmv.4.309]() explains: _Dadeyyāti navakammaṃ adhiṭṭhātuṃ vihāre issariyaṃ dadeyyāti attho_, “The meaning of _dadeyya_ is that they should give control over the dwelling to supervise the building work.” This definition seems required by the context.",
  "pli-tv-kd16:6.3.2": "Reading _himavantapasse_ with the PTS edition.",
  "pli-tv-kd16:6.3.27": "There seems to be a play on words here, whereby _tittiriya_ refers to both a partridge and a class of brahmins.",
  "pli-tv-kd16:6.4.2": "_Idha kho taṃ, bhikkhave, sobhetha_ is explained at [Sp.3.248](): _Ettha tanti nipātamattaṃ, idha kho bhikkhave sobheyyāthāti attho_, “Here _taṃ_ is a mere indeclinable. The meaning is, ‘In this case, monks, would you shine?’”",
  "pli-tv-kd16:6.5.8": "_Okāsa_, which [Vmv.4.313]() defines as _nivāsokāsa_, “a place to stay”.",
  "pli-tv-kd16:6.5.10": "To make this sentence fit the context I read _saṃghikaññeva_ as _saṃghikaṃ + na + eva_.",
  "pli-tv-kd16:6.5.30": "_Āsandī_. [Sp.3.254](): _āsandīti pamāṇātikkantāsanaṃ_, “The _āsandī_ is seat that is too large.” [Sp-yoj.2.254]() clarifies: _Pamāṇātikkantāsananti dīghāsanaṃ_, “A seat that is too large is a seat that is too high.” As can be seen from the ensuing discussion, the _āsandī_ was used both for sitting on and for lying down. Thus my clumsy expression “seat-bed”. | _Pallaṅka_. [Sp.3.254](): _Pallaṅkoti pādesu vāḷarūpāni ṭhapetvā kato_, “The _pallaṅka_ is made with images of wild animals on its legs.” As can be seen from the ensuing discussion, the _pallaṅka_ was used both for sitting on and for lying down. Thus my clumsy expression “seat-bed”. | _Gonaka_. [Sp.3.254](): _Gonakoti dīghalomako mahākojavo; caturaṅgulādhikāni kira tassa lomāni_, “The _gonaka_ is a large cover with long fleece. Its fleece is more than eight centimeters long.” | _Cittaka_. [Sp.3.254](): _Cittakāti vānacitro uṇṇāmayattharaṇo_, “The _cittaka_ is a rug made of wool woven with many colors.” | _Paṭika_. [Sp.3.254](): _Paṭikāti uṇṇāmayo setattharaṇo_, “The _paṭika_ is a white rug made of wool.” | _Paṭalika_. [Sp.3.254](): _Paṭalikāti ghanapupphako uṇṇāmayalohitattharaṇo; yo āmalakapaṭṭotipi vuccati_, “The _paṭalika_ is a red rug made of wool, dyed with deep red. Also, what has the pattern of an emblic myrobalan is so called.” | _Tūlikā_. [Sp.3.254](): _Tūlikāti pakatitūlikāyeva_, “The _tūlikā_: just ordinary cotton.” [Sp-ṭ.3.3.254]() adds: _Pakatitūlikāti rukkhatūlalatātūlapoṭakītūlasaṅkhātānaṃ tiṇṇaṃ tūlānaṃ aññatarapuṇṇā tūlikā_, “Ordinary cotton: a _tūlikā_ is filled with one of the three cotton downs, either cotton down from trees, cotton down from creepers, or cotton down from grass.” It is not clear whether the _tūlika_ was used as an underlay or as a cover. Quite possibly it was used as both. | _Vikatikā_. [Sp.3.254](): _Vikatikāti sīhabyagghādirūpavicitro uṇṇāmayattharaṇo_, “The _vikatikā_ is a rug made of wool decorated with images of lions, tigers, etc.” | _Uddhalomī_. [Sp.3.254](): _Uddalomīti ekato uggatalomaṃ uṇṇāmayattharaṇaṃ_, “The _uddalomī_ is a rug made of wool with tall hairs on one side.” | _Ekantalomī_. [Sp.3.254](): _Ekantalomīti ubhato uggatalomaṃ uṇṇāmayattharaṇaṃ_, “The _ekantalomī_ is a rug made of wool with tall hairs on both sides.” | _Kaṭṭissa_. [Sp.3.254](): _Kaṭṭissanti ratanaparisibbitaṃ koseyyakaṭṭissamayaṃ paccattharaṇaṃ_, “The _kaṭṭissa_ is a sheet made of silken _kaṭṭissa_ with gems sewn into it.” | _Koseyya_. [Sp.3.254](): _Koseyyanti ratanaparisibbitaṃ kosiyasuttamayaṃ paccattharaṇaṃ; suddhakoseyyaṃ pana vaṭṭati_, “The _koseyya_ is a sheet made of silken threads with gems sewn into it; but pure silk is also allowed.” The name of the sheet suggests that the silk is its main attribute. | _Kuttaka_. [Sp.3.254](): _Kuttakanti soḷasannaṃ nāṭakitthīnaṃ ṭhatvā naccanayoggaṃ uṇṇāmayaattharaṇaṃ_, “The _kuttaka_ is a rug made of wool suitable for sixteen dancing girls to dance.” | _Hatthattharaassatthara_. [Sp.3.254](): _Hatthattharaassattharāti hatthiassapiṭṭhīsu attharaṇakaattharaṇā eva. Rathattharepi eseva nayo_, “The _hatthattharaassatthara_ are rugs to cover over the backs of elephants and horses. The _rathatthara_, too, is to be understood the same way.” | _Ajinappaveṇī_. [Sp.3.254](): _Ajinappaveṇīti ajinacammehi mañcappamāṇena sibbitvā katā paveṇī_, “The _ajinappaveṇī_ is a mat made by sewing _ajina_-hides to the size of a bed.” [Sp-ṭ.3.3.254]() adds: _Ajinacammehīti ajinamigacammehi_, “_Ajina_-hides are hides of the _ajina_-antelope.” According to Cone’ Dictionary of Pali the hide is black. | _Kadalīmigapavarapaccattharaṇa_. [Sp.3.254](): _Kadalīmigapavarapaccattharaṇanti kadalīmigacammaṃ nāma atthi, tena kataṃ pavarapaccattharaṇaṃ, uttamapaccattharaṇanti attho; taṃ kira setavatthassa upari kadalīmigacammaṃ pattharitvā sibbitvā karonti_, “_Kadalīmigapavarapaccattharaṇa_: an excellent sheet made with the hide of a _kadalī_-deer; the meaning is ‘the best kind of sheet’. They make it by spreading a white cloth on top and sewing them together.” | _Sauttaracchada_. [Sp.3.254](): _Sauttaracchadanti saha uttaracchadanena; uparibaddhena rattavitānena saddhinti attho_, “_Sauttaracchada_: together with a canopy. The meaning is: together with a dyed canopy which is fastened above.” | _Ubhatolohitakūpadhāna_. [Sp.3.254](): _Ubhatolohitakūpadhānanti sīsūpadhānañca pādūpadhānañcāti mañcassa ubhatolohitakūpadhānaṃ, etaṃ na kappati_, “_Ubhatolohitakūpadhāna_: a cushion for the head and a cushion for the feet, this is the meaning of red cushions at both ends of a bed, which is not allowed.”",
  "pli-tv-kd16:10.1.23": "_Pavārita_. [Sp.3.316](): _Pavārito ca hotīti yaṃ so vuṭṭhāpeti, ayañca bhikkhu pavārito ca hoti, tena vattabbo – “gaccha udakaṃ āharāhī”ti_, “‘Expressed your satisfaction’: whom he asks to get up, this monk has expressed his satisfaction. He should say, ‘Go and get some water.’” In other words, it is the junior monk who has expressed his satisfaction. The point is that this prohibits him from continuing his meal elsewhere after getting up. According to _bhikkhu-pācittiya_ 35, once you have expressed your satisfaction and risen from your seat, you cannot eat any further.",
  "pli-tv-kd16:10.2.13": "[Sp.4.316](): _Lesakappenāti appakena sīsābādhādimattena_, “Pretext: merely a minor headache.”",
  "pli-tv-kd16:10.2.15": "“Resting place” renders _senāsana_. _Senāsana_, lit. “bed and seat”, refers broadly to any kind of “resting place”, ranging from huts ([](pli-tv-kd16:1.1.2)) to furniture ([](pli-tv-bu-vb-pc14:1.1.5)) and bedding ([](pli-tv-bu-vb-pc15:1.5)), including even resting places at the foot of a tree ([](pli-tv-kd1:77.1.10)). It can also mean an individual resting place within a single dwelling ([](pli-tv-kd5:13.8.5)). This broad range of meaning is confirmed by the sub-commentary [Sp-ṭ.3.4.294](): _Catubbidhañhi senāsanaṃ vihārasenāsanaṃ mañcapīṭhasenāsanaṃ santhatasenāsanaṃ okāsasenāsananti. … Yattha vā pana bhikkhū paṭikkamanti, sabbametaṃ senāsananti_, “There are four kinds of _senāsana_: the dwelling _senāsana_, the bed-or-bench _senāsana_, the bedding (or “mat”) _senāsana_, and the place _senāsana_. … Wherever monks retire to, all that is called _senāsana_.” It is almost impossible to capture this range of meaning with a single English word, with the possible exception of “resting place”. In practice, however, “resting place” is too vague to be properly meaningful. For this reason I vary my translation according to context, using “dwelling”, “furniture”, and “resting place” as appropriate.",
  "pli-tv-kd16:11.2.2": "“Dwelling” renders _senāsana_. In the present context an alternative rendering would have been “resting place”. _Senāsana_, lit. “bed and seat”, refers broadly to any kind of “resting place”, ranging from huts ([](pli-tv-kd16:1.1.2)) to furniture ([](pli-tv-bu-vb-pc14:1.1.5)) and bedding ([](pli-tv-bu-vb-pc15:1.5)), including even resting places at the foot of a tree ([](pli-tv-kd1:77.1.10)). It can also mean an individual resting place within a single dwelling ([](pli-tv-kd5:13.8.5)). This broad range of meaning is confirmed by the sub-commentary [Sp-ṭ.3.4.294](): _Catubbidhañhi senāsanaṃ vihārasenāsanaṃ mañcapīṭhasenāsanaṃ santhatasenāsanaṃ okāsasenāsananti. … Yattha vā pana bhikkhū paṭikkamanti, sabbametaṃ senāsananti_, “There are four kinds of _senāsana_: the dwelling _senāsana_, the bed-or-bench _senāsana_, the bedding (or “mat”) _senāsana_, the place _senāsana_. … Wherever monks retire to, all that is called _senāsana_.” It is almost impossible to capture this range of meaning in a single English word, with the possible exception of “resting place”. In practice, however, “resting place” is too vague to be properly meaningful. For this reason I vary my translation according to context, using “dwelling”, “furniture”, and “resting place” as appropriate.",
  "pli-tv-kd16:11.3.4": "_Seyyaggena_. [Sp.4.318]() says, _Seyyaggenāti seyyāparicchedena, vassūpanāyikadivase kālaṃ ghosetvā ekamañcaṭṭhānaṃ ekassa bhikkhuno gāhetuṃ anujānāmīti attho_, _Seyyaggena_ means by dividing the beds; the meaning is I allow you, after announcing the time on the day for entering the rainy-season residence, to allocate one bed-place to one monk.",
  "pli-tv-kd16:11.4.5": "_Antarāmuttaka_. This is obscure. [Sp-yoj.3.318](): _Antarā dvīhi vassūpanāyikadivasehi mutte kāle gāho antarāmuttako_, “When the time it is given up is in between the two days for entering the rainy season retreat, then the allocation is given up in between.” This would seem to refer to what is relinquished between the former and the latter entry to the rainy-season residence. I am not sure, however, whether this judgment makes sense, since such a dwelling might be allocated for the second rainy-season residence. It seems to me, rather, that _antarāmuttaka_ must refer to any dwelling that has been either vacant for the whole rainy-season residence or vacated during the rainy-season residence. Such a dwelling may then be allocated for the following rainy-season residence on the day after the invitation ceremony.",
  "pli-tv-kd16:11.4.30": "My translation is a paraphrasing that accords with the explanation given in the commentary at [Sp.4.319](). The Canonical phrasing is succinct to the point of being incomprehensible.",
  "pli-tv-kd16:13.2.20": "_Hatthinakhaka_, lit. “elephant nails”. [Sp.4.319](): _Hatthinakhakanti hatthikumbhe patiṭṭhitaṃ; evaṃ katassa kiretaṃ nāmaṃ_, “_Hatthinakhaka_ means established on elephant globes; this is a name for what is made in this way.” Elephant globes are the frontal globes on an elephant’s forehead.",
  "pli-tv-kd16:13.2.26": "All the following items seem to fall into the category seat/bed (see [](pli-tv-kd16:6.5.30) and [](pli-tv-kd5:10.5.2)), the two often not being differentiated in the Canonical texts. In other words, beds were often used as seats, and vice versa.",
  "pli-tv-kd16:13.2.27": "See comments at [](pli-tv-kd5:10.5.2) for a further explanation of these requisites.",
  "pli-tv-kd16:15.2.21": "I have rendered _muñja_-reed and _pabbaja_-reed with the single word “reed”. I am not aware that these two kinds of reed can be distinguished in English.",
  "pli-tv-kd16:17.1.5": "_Piṇḍanikkhepanamattena_. [Vmv.4.323](): _Pāḷiyaṃ piṇḍanikkhepanamattenātiādīsu khaṇḍaphullaṭṭhāne mattikāpiṇḍaṭṭhapanaṃ piṇḍanikkhepanaṃ nāma_, “Among _piṇḍanikkhepanamattena_, etc, in the Canonical text, the placing of bits of clay in the gaps and cracks is called _piṇḍanikkhepana_.”",
  "pli-tv-kd16:17.1.14": "_Bandhanamatta_. [Vmv.4.323](): _Bandhanaṃ nāma daṇḍavalliādīhi chadanabandhanameva_, “Just the binding of a roof with sticks and creepers, etc, is called _bandhana_.”",
  "pli-tv-kd16:17.1.15": "_Bhaṇḍikāṭṭhapanamatta_. The meaning is not clear. I follow the suggestion given in Cone’ Dictionary of Pali, sv “_kapota_”.",
  "pli-tv-kd16:17.1.17": "_Paribhaṇḍakaraṇamattenā_. [Sp.4.323](): _Paribhaṇḍakaraṇamattenāti gomayaparibhaṇḍakasāvaparibhaṇḍakaraṇamattena_, “_Paribhaṇḍakaraṇamattena_ means merely doing _paribhaṇḍa_ with cow dung or with a bitter substance.” [Vmv.4.318]() adds: _Kasāvaparibhaṇḍanti kasāvarasehi bhūmiparikammaṃ_, “_Paribhaṇḍa_ with a bitter substance means treating the floor with a bitter substance.”",
  "pli-tv-kd16:17.1.21": "_Dhūmakālikampi pariyositaṃ vihāraṃ navakammaṃ denti_. [Sp.4.323](): _Dhūmakālikanti idaṃ yāvassa citakadhūmo na paññāyati, tāva ayaṃ vihāro etassevāti evaṃ dhūmakāle apaloketvā katapariyositaṃ vihāraṃ denti_, “_Dhūmakālika_: here, ‘As long as the smoke from the funeral pile is not seen, until then this dwelling is for this one’, in this way, looking for the time of the smoke, they give a dwelling that has been finished.”",
  "pli-tv-kd16:17.1.64": "_Aḍḍhayoga_. [Vmv.3.73]() says, _Aḍḍhayogoti ekasālo dīghapāsādo_, “An _aḍḍhayoga_ is a long stilt house with a single room.” That the _aḍḍhayoga_ is smaller than a regular _pāsāda_, which is the generic term for a “stilt house”, is also implied by the duration of the work that may be given.",
  "pli-tv-kd16:17.2.1": "_Bhikkhū sabbe vihāre navakammaṃ denti_. [Vmv.4.323](): _Ekassa sabbesu vihāresu navakammaṃ detīti attho_, “The meaning is they gave the building work on all the buildings to one person.”",
  "pli-tv-kd16:17.3.34": "[Sp.4.323](): _Pariyosite pakkamati tassevetanti puna āgantvā vasantassa antovassaṃ tasseva taṃ_, “‘Departs when it is finished, then it is still his’ means: after returning, if he stays there, then within the rainy-season residence it is still his.”",
  "pli-tv-kd16:17.3.59": "_Phātikammatthāya parivattetuṃ_. [Sp.4.324](): _Phātikammatthāyāti vaḍḍhikammatthāya. Phātikammañcettha samakaṃ vā atirekaṃ vā agghanakaṃ mañcapīṭhādisenāsanameva vaṭṭati_, “_Phātikammatthāya_ means for the purpose of making a profit. Here making a benefit with furniture, such as a bed or bench, etc, equal or greater in value, is allowed.”",
  "pli-tv-kd16:17.3.66": "_Cakkalika_. [Sp.4.324](): _Cakkalikanti kambalādīhi veṭhetvā katacakkalikaṃ_, “_Cakkalika_ means a _cakkalika_ made by wrapping with woolen cloth, etc.” [Sp-ṭ.3.4.324]() adds: _Cakkalikanti kambalādīhi veṭhetvā cakkasaṇṭhānena pādapuñchanayoggaṃ kataṃ_, “_Cakkalika_ means after wrapping with woolen cloth, etc. having the shape of a wheel, it is made suitable as a doormat.”",
  "pli-tv-kd16:20.2.19": "Presumably because their feet were still wet.",
  "pli-tv-kd16:21.1.28": "_Salākāya vā paṭṭikāya vā upanibandhitvā opuñjitvā_. [Sp.4.325](): _Rukkhasāramayāya salākāya vā veḷuvilīvatālapaṇṇādimayāya paṭṭikāya vā “asukassa nāma salākabhattan”ti evaṃ akkharāni upanibandhitvā pacchiyaṃ vā cīvarabhoge vā katvā sabbā salākāyo opuñjitvā punappunaṃ heṭṭhuparivaseneva āloḷetvā pañcaṅgasamannāgatena bhattuddesakena sace ṭhitikā atthi, ṭhitikato paṭṭhāya; no ce atthi, therāsanato paṭṭhāya salākā dātabbā_, “Having marked with letters a (_salākā_)-ticket made of heartwood or (_paṭṭikā_)-ticket made of bamboo or palm leaves, (showing), ‘This is the meal drawn by lots for so-and-so’, having placed it in a basket or the fold of a robe, having collected all the tickets, having mixed them again and again from below and above, the distributor of meals who has five qualities should give tickets according to the rota, if there is one, or according to seniority, if there is not.” The point, presumably, is that the names that have been drawn are distributed according to seniority.",
  "pli-tv-kd16:21.3.16": "The last six terms are explained in the commentaries as follows. [Vin-vn-ṭ.563](): _Kusinti āyāmato ca vitthārato ca anuvātaṃ cīvaramajjhe tādisameva dīghapattañca_, “A _kusi_ is a long panel that is a lengthwise or crosswise border in the middle of the robe.” | [Vin-vn-ṭ.563](): _Aḍḍhakusinti anuvātasadisaṃ cīvaramajjhe tattha tattha rassapattaṃ_, “An _aḍḍhakusi_ is a short panel like a border, here and there in the middle of the robe.” | [Sp.3.245](): _Maṇḍalanti pañcakhaṇḍikacīvarassa ekekasmiṃ khaṇḍe mahāmaṇḍalaṃ_, “A _maṇḍala_ is the large panel in each section of a robe with five sections.” | The _aḍḍhamaṇḍala_ is explained in connection with comments on the _vivaṭṭa_, “the middle section”. [Vin-vn-ṭ.563]() says: _Vivaṭṭanti maṇḍalaṃ, aḍḍhamaṇḍalañcāti dve ekato katvā sibbitaṃ vemajjhe khaṇḍaṃ_, “The _vivaṭṭa_ is the section in the middle, which is made by sewing together a large panel (_maṇḍala_) and a medium-sized panel (_aḍḍhamaṇḍala_).” The _vivaṭṭa_, “section in the middle”, is one of usually five main sections of the robe; see just below. | _Anuvāta_ is explained in connection with making the _kathina_ robe in the commentary to the Kathinakhandhaka. [Sp.3.308](): _Anuvātakaraṇamattenāti piṭṭhianuvātāropanamattena_, “_Anuvātakaraṇamattena_ means merely by mounting a border at the back.” Which is further explained at [Sp-ṭ.3.3.308](): _Piṭṭhianuvātāropanamattenāti dīghato anuvātassa āropanamattena_, “_Piṭṭhianuvātāropanamattena_ means merely by mounting a border lengthwise.” | _Paribhaṇḍa_ is also explained in connection with making the _kathina_ robe in the commentary to the Kathinakhandhaka. [Sp.3.308](): _Paribhaṇḍakaraṇamattenāti kucchianauvātāropanamattena_, “_Paribhaṇḍakaraṇamattena_ means merely by mounting a border at the belly.” Which is further explained at [Sp-ṭ.3.3.308](): _Kucchianuvātāropanamattenāti puthulato anuvātassa āropanamattena_, “_Kucchianuvātāropanamattena_ means merely by adding a border crosswise.”",
  "pli-tv-kd16:21.3.20": "_Sāṭiyaggāhāpaka_. Commenting on _bhikkhu-pācittiya_ 79 [](Kkh-pṭ) says: _Sāṭiyaggāhāpakoti vassikasāṭiyaggāhāpako_, “_Sāṭiyaggāhāpaka_ means a distributor of rainy-season bathing cloths.”",
  "pli-tv-kd16:21.3.22": "_Ārāmika_. The typical translation of this word, found both in the Critical Pali Dictionary and Cone’s Dictionary of Pali, is “monastery attendant” or “monastery servant”. Yet perhaps the only place in the Canonical texts where the meaning of the word is clear from the context, which is at _bhikkhu nissaggiya pācittiya 23_, it means “monastery worker”."
}
