{
  "pli-tv-kd3:1.3.4": "_Vassaṃ upagantuṃ_, lit. “to enter the rainy season”, but the idea of staying put in one place is implied. In these cases _vassa_, “rainy season”, is used synonymously with _vassāvāsa_, “rainy-season residence” or “rains residence”.",
  "pli-tv-kd3:3.2.4": "The Pali has ellipses points at the end of this sentence. This seems to be a mistake.",
  "pli-tv-kd3:2.2.6": "Although the match is not precise, I have here translated Āsāḷha as July.",
  "pli-tv-kd3:4.3.4": "_Rājūnaṃ anuvattituṃ_, lit. “(You should) behave according to the kings.” This is often understood to mean that monastics are obliged to follow the laws of the land in which they live.",
  "pli-tv-kd3:5.2.6": "The Pali word translated here as “give” is _patiṭṭhāpetu_, which normally means “establish”. In the present context I understand it as “establishing a gift”, in the sense that the gift is meant for the Sangha but given in the presence of the local monks. The expression _dakkhiṇaṃ patiṭṭhāpeti_, “to establish a gift”, is quite common in the _suttas_, see [](sn3.19:3.2), [](an4.61:16.1), [](an5.41:5.1), [](an5.227:2.3), and [](an6.37:1.2).",
  "pli-tv-kd3:5.5.5": "“Stilt house” renders _pāsāda_, often translated as “palace” or “mansion”. Apart from the phonetic similarity between _pāsāda_ and “palace”, which does not seem to have any linguistic significance, this is based mostly on the commentarial explanations. The Canonical texts, however, do not support these latter two renderings. To start with, _pāsādas_ were allowed by the Buddha for monastics. One of the main principles of the Vinaya is that monastics should not live in luxury. On this basis alone we can conclude that _pāsādas_ were not generally luxurious. This immediately eliminates “palace” and “mansion” as suitable translations. Another thing that stands out about _pāsādas_ is that they are always ascended to and descended from. This means that they must have been relatively tall buildings. An interesting point is that the _suttas_ do not seem to mention any other way of accessing these buildings—apart from ascent/descent—which must mean that they were not directly accessible from ground level. They must have been built on some sort of high foundation. A passage at ([](sn3.21:5.1)) is particularly instructive: “Suppose, great king, a man would climb from the ground on to a palanquin, or from a palanquin on to horseback, or from horseback to an elephant mount, or from an elephant mount to a _pāsāda_ …” According to a number of passages, _pāsādas_ had external staircases (_sopānakaḷevara_, [](mn85:5.1)) or ladders (_nisseṇi_, [](dn9:37.1) and [](dn13:21.1)), including the _pāsāda_ given to the Sangha by Visākha ([](mn107:2.2)), and they were apparently always entered with the help of these. Similes in [](dn9:37.1) and [](dn13:21.1) speak of making the ladder before building a hypothetical _pāsāda_. These similes seem to imply that all _pāsādas_ were accessed by climbing. In addition, the use of the word “ladder” shows that _pāsādas_ often were quite humble buildings. The need for climbing to get access also seems to be why—in one of the case stories to _bhikkhu-pārājika_ two ([](pli-tv-bu-vb-pj2:7.47.3))—Ven. Pilindavaccha was able to make use of a _pāsāda_ to hide children from kidnappers. If _pāsādas_ were high off the ground and the access ladder was removed, then the children were presumably safe. We also find the fairly common compound _uparipāsāda_, “up the _pāsāda_”, which fits this description. No other names for types of buildings are compounded with _upari_ in this way. The final clue to the meaning of _pāsāda_ is that they seem to have had a space underneath. At [](an3.39:2.2), where the Buddha speaks of his life before going forth, it is said that he stayed in the rainy-season _pāsāda_ for the full four months of the rains, without _heṭṭhāpāsādaṃ orohami_. _Orohati_ means “descends” and _heṭṭhā_ means “below”. _Heṭṭhā_ is used in other compounds such as _heṭṭhāmañcaṃ_ which unambiguously means “below the bed (_mañca_)”. It follows that _heṭṭhāpāsādaṃ orohati_ can only really mean “descends to below the _pāsāda_”, which must mean that _pāsādas_ had open spaces under them. The most obvious sort of building that fits with this is a stilt house. | As elsewhere, I have rendered _aḍḍhayoga_, _pāsāda_, and _hammiya_ together a “stilt house”. According to the commentaries, the _aḍḍhayoga_, the _pāsāda_, and the _hammiya_, are all different kinds of _pāsāda_, “stilt houses”. Rather than try to name each of these buildings, which in any case would not be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. [Sp.4.294](): _Aḍḍhayogoti supaṇṇavaṅkagehaṃ_, “An _aḍḍhayoga_ is a house bent like a _supaṇṇa_.” [Sp-ṭ.3.4.294]() clarifies: _Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṃ_, “_Supaṇṇavaṅkageha_: a house made in the shape of the wings of a _garula_ (=_garuda_).” [Sp.4.294]() continues: _Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva_, “A _pāsāda_ is a long stilt house. A _hammiya_ is just a _pāsāda_ that has a house with a peak established on top of the flat roof.” At [Sp-ṭ.3.3.74](), however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess.",
  "pli-tv-kd3:5.5.8": "_Guhā_. The exact meaning of this word is disputed, and I am not aware of any unambiguous definition in Pali sources. In Sanskrit, however, an attested meaning of _guhā_ is “cave” or “hiding place”.",
  "pli-tv-kd3:5.5.12": "“Water-boiling shed” renders _aggisālā_, lit. “fire shed”. The nature of the _aggisālā_ is not clear from the Canonical texts, the term being found almost exclusively in lists of buildings and stock passages. We need to turn to the commentaries for a description. [Sp.2.112](): _Ajjhokāse rajanaṃ pacitvā rajanabhājanaṃ rajanauḷuṅko rajanadoṇikāti sabbaṃ aggisālāya paṭisāmetabbaṃ_, “After boiling dye outside, the dye-vessel, the dye-ladle, and the dye-trough should all be put away in the _aggisālā_.” [Sp-yoj.1.112](): _Aggisālāyanti agginā pacanasālāyaṃ_, “_Aggisālā_: the shed for boiling with a fire.” This suggests that the purpose of this building was to boil water, one purpose of which was to dye cloth. Occasionally _aggisālā_ can also refer to a “fire hut”, as used by ascetics who tended the sacred fire. The latter half of the word, _sālā_, is often rendered as “hall”, but in some context, such as here, a humble structure is clearly intended. In fact _sālā_ seems to be a generic term for a building.",
  "pli-tv-kd3:5.5.19": "“Sauna” renders _jantāghara_. The Buddha’s personal physician, Jīvaka, recommended a _janṭāghara_ for the Sangha to keep the monks healthy ([](pli-tv-kd15:14.1.8)). The _jantāghara_ was a room with a fire place and a flue ([](pli-tv-kd15:14.3.16)). It was used to make one sweat ([](pli-tv-kd15:14.3.31)) and was also a place for cleaning oneself ([](pli-tv-kd1:25.12.4)). Moreover, the verb for what one does in a _jantāghara_ is “bathe”, _nahāyat_i ([]( pli-tv-kd20:27.4.15)). All in all it comes very close to what we now call a sauna.",
  "pli-tv-kd3:5.9.8": "According to the commentaries the _māḷa_, the _pāsāda_, and the _hammiya_ are all different kinds of stilt houses. It is hard to make a meaningful distinction between these buildings from a modern perspective, and I have there grouped them together into the single category of stilt house. See [Sp.1.482]() for further details.",
  "pli-tv-kd3:5.12.19": "According to the commentaries the _māḷa_, the _pāsāda_, and the _hammiya_ are all different kinds of stilt houses. It is hard to make a meaningful distinction between these buildings from a modern perspective, and I have there grouped them together into the single category of stilt house. See [Sp.1.482]() for further details.",
  "pli-tv-kd3:6.11.4": "“Conducts himself properly and suitably so as to deserve to be released” renders _sammā vattati, lomaṃ pāteti, netthāraṃ vattati_. The first of these phrases is straightforward, but the last two are more difficult. Commenting on _bhikkhu-saṅghādisesa_ 13, [Sp.1.435]() explains: _Na lomaṃ pātentīti anulomapaṭipadaṃ appaṭipajjanatāya na pannalomā honti. Na netthāraṃ vattantīti attano nittharaṇamaggaṃ na paṭipajjanti_, “_Na lomaṃ pātenti_: because of their non-practicing in conformity with the path, their bodily hairs are not flat. _Na netthāraṃ vattanti_: they are not practicing the path for their own getting out [of the offense].” My rendering attempts to capture the meaning in a non-literal way.",
  "pli-tv-kd3:6.25.4": "_Vassaṃ pucchitukāmo_. _Vassa_ could here refer to rains/rainy season or to the year, i.e. the age of the novice, perhaps to find out out whether he is eligible for ordination. The commentaries are silent.",
  "pli-tv-kd3:7.8.2": "“One who is staying with monks” renders _bhikkhugatika_. [Sp.3.275](): _Bhikkhugatikoti ekasmiṃ vihāre bhikkhūhi saddhiṃ vasanakapuriso_, “_Bhikkhugatika_ means a man living with the monks in a particular monastery.”",
  "pli-tv-kd3:12.9.1": "_Cāṭi_. [Sp.3.204](): _Cāṭiyāti etthāpi mahantena kapallena_, “Here _cāṭi_ is a large bowl.”",
  "pli-tv-kd3:14.3.1": "The Pali has ellipses points at the end of this sentence. This seems to be a mistake."
}
