{
  "pli-tv-kd8:1.36.3": "_Pāvāra_. [Sp.3.337](): _Pāvāroti salomako kappāsādibhedo_, “_Pāvāra_ means cotton, etc. with hair.” [Sp-yoj.2.337]() adds: _Pāvāroti uttarāsaṅgo_, “_Pāvāro_ means upper robe.”",
  "pli-tv-kd8:1.36.9": "_Kojava_. [Vin-ālaṅ-ṭ.34.57](): _Kojavanti uṇṇāmayo pāvārasadiso_, “_Kojava_ is like a _pāvāra_ made of wool.”",
  "pli-tv-kd8:2.1.10": "_Kambala_. In connection with _bhikkhu nissaggiya pācittiya_ 6, which concerns thread used for weaving robes, [Sp.1.636]() says: _Kambalanti eḷakalomasuttaṃ_, “_Kambala_ means a thread of wool.”",
  "pli-tv-kd8:4.4.2": "[Sp.3.340](): _Sadisā susānaṃ okkamiṃsūti sabbe samaṃ okkamiṃsu_, “_Sadisā susānaṃ okkamiṃsu_: they all entered together.”",
  "pli-tv-kd8:4.5.2": "_Te katikaṃ katvā_. [Sp.3.340](): _Te katikaṃ katvāti laddhaṃ paṃsukūlaṃ sabbe bhājetvā gaṇhissāmāti bahimeva katikaṃ katvā_, “After making an agreement about it means: having made an agreement outside, as follows: ‘We will get (rags) by sharing the obtained rags with everyone.’”",
  "pli-tv-kd8:7.1.3": "Apart from the _vihāra_, “a dwelling”, and the _guha_, “a cave”, the Pali mentions three kinds of buildings, the _aḍḍhayoga_, the _pāsāda_, and the _hammiya_, all of which, according to the commentaries are different kinds of _pāsāda_, “stilt houses”. Rather than try to name each of these buildings, which in any case would not be useful from a practical perspective, I have instead grouped them together as “stilt house”. Here is what the commentaries have to say. [Sp.4.294](): _Aḍḍhayogoti supaṇṇavaṅkagehaṃ_, “An _aḍḍhayoga_ is a house bent like a _supaṇṇa_.” [Sp-ṭ.3.4.294]() clarifies: _Supaṇṇavaṅkagehanti garuḷapakkhasaṇṭhānena katagehaṃ_, “_Supaṇṇavaṅkageha_: a house made in the shape of the wings of a _garula_ (=_garuda_).” [Sp.4.294]() continues: _Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale patiṭṭhitakūṭāgāro pāsādoyeva_, “A _pāsāda_ is a long stilt house. A _hammiya_ just a _pāsāda_ that has a house with a peak established on top of the flat roof.” At [Sp-ṭ.3.3.74](), however, we find slightly different explanations. It seems clear, however, that all three are stilt houses and that they are distinguished according to their shape and the kind of roof they possess.",
  "pli-tv-kd8:8.1.3": "_Guttāgutta_. [Sp.3.343](): _Guttāguttañca jāneyyāti ettha yassa tāva chadanādīsu koci doso natthi, taṃ guttaṃ_, “_Guttāguttañca jāneyya_: here, in so far as there is no fault in the roofing, etc. it is protected.” The commentary then goes on to say he should make repairs if the stored goods are unprotected.",
  "pli-tv-kd8:9.2.4": "_Paṭhamaṃ uccinitvā tulayitvā vaṇṇāvaṇṇaṃ katvā bhikkhū gaṇetvā vaggaṃ bandhitvā cīvarapaṭivīsaṃ ṭhapetuṃ_. [Sp.3.343](): _Uccinitvāti “‘idaṃ thūlaṃ, idaṃ saṇhaṃ, idaṃ ghanaṃ, idaṃ tanukaṃ, idaṃ paribhuttaṃ, idaṃ aparibhuttaṃ, idaṃ dīghato ettakaṃ puthulato ettaka’nti evaṃ vatthāni vicinitvā. Tulayitvāti ‘idaṃ ettakaṃ agghati, idaṃ ettakan’ti evaṃ agghaparicchedaṃ katvā. ‘Vaṇṇāvaṇṇaṃ katvā’ti ‘sace sabbesaṃ ekekameva dasagghanakaṃ pāpuṇāti, iccetaṃ kusalaṃ; no ce pāpuṇāti, yaṃ nava vā aṭṭha vā agghati, taṃ aññena ekaagghanakena ca dviagghanakena ca saddhiṃ bandhitvā etena upāyena same paṭivīse ṭhapetvā’ti attho. ‘Bhikkhū gaṇetvā vaggaṃ bandhitvā’ti ‘sace ekekassa diyamāne divaso nappahoti, dasa dasa bhikkhū gaṇetvā dasa dasa cīvarapaṭivīse ekavaggaṃ bandhitvā ekaṃ bhaṇḍikaṃ katvā evaṃ cīvarapaṭivīsaṃ ṭhapetuṃ anujānāmī’”ti attho_ , “_Uccinitvā_ means having distinguished in this way: ‘This is coarse, this is soft, this is thick, this is thin, this is used, this is unused, this is so long and so wide.’ _Tulayitvā_ means dividing up according to value in this way: ‘This is worth so much, this so much.’ _Vaṇṇāvaṇṇaṃ katvā_: the meaning is: ‘if each one of them obtains what has a value of ten, it is good. If not, then what has the value of nine or eight should be bound with another (piece) that has the value of one or two, in this way fixing equal shares’. _Bhikkhū gaṇetvā vaggaṃ bandhitvā_: the meaning is: ‘I allow, if one day is not sufficient to give it out to each one separately, to count the monks in groups of ten, then to bind ten shares of robe-cloth for each group, then to make one bundle, and in this way to fix the shares of robe-cloth.’”",
  "pli-tv-kd8:9.3.1": "_Uttaritukāma_, lit. “desiring to cross over”. [Sp.3.343](): _Uttaritukāmoti nadiṃ vā kantāraṃ vā uttaritukāmo; satthaṃ labhitvā disā pakkamitukāmoti attho_, “_Uttaritukāmo_: means desiring to cross over a river or a wilderness; the meaning is: ‘Having found a caravan, he desires to leave for the districts.’”",
  "pli-tv-kd8:9.4.4": "_Vikalake tosetvā kusapātaṃ kātuṃ_. [Sp.3.343](): _Vikalake tosetvāti … Cīvaravikalakaṃ nāma sabbesaṃ pañca pañca vatthāni pattāni, sesānipi atthi, ekekaṃ pana na pāpuṇāti, chinditvā dātabbāni. … Chinditvā dinne pana taṃ tositaṃ hoti, atha kusapāto kātabbo_, “_Vikalake tosetvā_: … _Cīvaravikalaka_ means when five cloths are obtained by everyone and there are leftovers, but not sufficient for each one, the cloth should be cut up and then divided out. … When it is divided out after cutting it up, that means the remainder is shared out. Then the _kusa_-grass should be dropped.” The meaning of “kusa-grass should be dropped” is not clear, but I take it to be a randomized method for giving out shares of robe-cloth. I translate accordingly.",
  "pli-tv-kd8:10.2.7": "_Uttarāḷumpa_. [Sp.3.344](): _Uttarāḷumpanti vaṭṭādhārakaṃ, rajanakumbhiyā majjhe ṭhapetvā taṃ ādhārakaṃ parikkhipitvā rajanaṃ pakkhipituṃ anujānāmīti attho. Evañhi kate rajanaṃ na uttarati_, “_Uttarāḷumpa_: the meaning is a circular collar; having fixed it on the middle of the dying-pot, having made a circle of it, you should add the dye. For when it is done in this way, the dye does not overflow.” [Sp-ṭ.3.3.344]() specifies that the collar goes inside the pot, _antorajanakumbhiyā_. [Vmv.3.344]() adds: _Evañhi kateti vaṭṭādhārassa anto rajanodakaṃ, bahi challikañca katvā viyojane kate. Na uttaratīti kevalaṃ udakato pheṇuṭṭhānābhāvā na uttarati_, “‘For when it is done in this way’ means: after placing the dying water inside the circular collar and the (dying-)bark on the outside, they are kept separate. ‘It does not overflow’ means: the foam rising completely from the water does not overflow.”",
  "pli-tv-kd8:10.3.7": "_Rajanakolamba_ and _rajanaghaṭa_. [Vin-ālaṅ-ṭ.34.57](): _Tattha rajanakolambanti rajanakuṇḍaṃ. Tattha rajanakuṇḍanti pakkarajanaṭṭhapanakaṃ mahāghaṭaṃ_, “There the _rajanakolamba_ is a _rajanakuṇḍa_. There the _rajanakuṇḍa_ is a large waterpot (_ghaṭa_) for the placing of finished dye.”",
  "pli-tv-kd8:11.2.1": "_Patthinna_. [Sp.3.344](): _Patthinnanti atirajitattā thaddhaṃ_, “_Patthinna_: stiff because of too much dye.”",
  "pli-tv-kd8:12.1.5": "_Saṃvidahituṃ_. [Sp.3.345](): _Saṃvidahitunti kātuṃ_, “_Saṃvidahituṃ_ means to make.”",
  "pli-tv-kd8:12.2.3": "_Kusi_. [Vin-vn-ṭ.563](): _Kusinti āyāmato ca vitthārato ca anuvātaṃ cīvaramajjhe tādisameva dīghapattañca_, “A _kusi_ is a long panel that is a lengthwise or crosswise border in the middle of the robe.” | _Aḍḍhakusi_. [Vin-vn-ṭ.563](): _Aḍḍhakusinti anuvātasadisaṃ cīvaramajjhe tattha tattha rassapattaṃ_, “An _aḍḍhakusi_ is a short panel like a border, here and there in the middle of the robe.” | _Maṇḍala_. [Sp.3.245](): _Maṇḍalanti pañcakhaṇḍikacīvarassa ekekasmiṃ khaṇḍe mahāmaṇḍalaṃ_, “A _maṇḍala_ is the large panel in each section of a robe with five sections.” | _Aḍḍhamaṇḍala_. Commenting on the _vivaṭṭa_, “the middle section”, [Vin-vn-ṭ.563]() says: _Vivaṭṭanti maṇḍalaṃ, aḍḍhamaṇḍalañcāti dve ekato katvā sibbitaṃ vemajjhe khaṇḍaṃ_, “The _vivaṭṭa_ is the section in the middle, which is made by sewing together a large panel (_maṇḍala_) and a medium-sized panel (_aḍḍhamaṇḍala_).” The _vivaṭṭa_, “section in the middle”, is one of usually five main sections of the robe; see just below. | _Vivaṭṭa_. [Sp.3.245](): _Vivaṭṭanti maṇḍalañca aḍḍhamaṇḍalañca ekato katvā sibbitaṃ majjhimakhaṇḍaṃ_, “The _vivaṭṭa_ is the sewn-together section in the middle, made by making the large panel and the medium-sized panel into one.” | _Anuvivaṭṭa_. [Sp.3.245](): _Anuvivaṭṭanti tassa ubhosu passesu dve khaṇḍāni_, “The _anuvivaṭṭa_s are the two sections on both sides of it.” [Vin-vn-ṭ.563]() clarifies that “it” refers to the _majjhimakhaṇḍa_, “the middle section”. | _Gīveyyaka_. [Sp.3.245](): _Gīveyyakanti gīvāveṭhanaṭṭhāne daḷhīkaraṇatthaṃ aññaṃ suttasaṃsibbitaṃ āgantukapattaṃ_, “The _gīveyyaka_ is another added panel, sewn on with thread and for the purpose of strengthening, around the neck area.” | _Jaṅgheyyaka_. [Sp.3.245](): _Jaṅgheyyakanti jaṅghapāpuṇanaṭṭhāne tatheva saṃsibbitaṃ pattaṃ_, “The _jaṅgheyyaka_ is the panel sewn on in the same way at the place reaching the calves.” | _Bāhanta_. [Sp.3.245](): _Bāhantanti anuvivaṭṭānaṃ bahi ekekaṃ khaṇḍaṃ_, “The _bāhanta_ is the pair of outer sections sewn onto the outer side of the intermediate sections.” [Sp.3.245]() then adds: _Iti pañcakhaṇḍikacīvarenetaṃ vicāritanti_, “In this way is the layout of a robe with five section.”",
  "pli-tv-kd8:13.6.8": "That is, _bhikkhu nissaggiya pācittiya 1_.",
  "pli-tv-kd8:14.2.12": "_Aggaḷa_. [Sp-ṭ.3.3.348](): _Dubbalaṭṭhānaṃ apanetvā allīyāpanavatthakhaṇḍaṃ_, “Having removed the place which is weak, one attaches a piece of cloth.” The basic meaning of _aggaḷa_ is “door”. The connection with patch might be that the door, that is, the door panel, is regarded as “patching” the doorway, the _dvāra_. | _Tunna_. [Sp.3.348](): _Suttena saṃsibbitaṃ tunnaṃ_, “_Tunna_ is sewing (the patch) together with a thread.” | _Ovaṭṭika_. [Sp.3.348](): _Vaṭṭetvā karaṇaṃ ovaṭṭikaṃ_, “_Ovaṭṭika_ is folding and then fixing it in place.” | _Kaṇḍusaka_. [Sp.3.348](): _Kaṇḍusakaṃ vuccati muddikā_, “Calculating is called _kaṇḍusaka_.” [Vjb.3.308]() adds: _Kaṇḍusaṃ nāma pubbabandhana_, “_Kaṇḍusa_ is a prior fixing.” The meaning is not clear. I follow the definition given in the Critical Pali Dictionary.",
  "pli-tv-kd8:16.3.1": "This is parallel to AN5.210 at [](an5.210:0.3).",
  "pli-tv-kd8:20.2.4": "“Transfer” renders _vikappeti_/_vikappanā_, sometimes translated as “shared ownership”. There is little evidence, however, for this latter rendering, and the Canon clearly supports the former. In the main rule that deals with _vikappanā_, _bhikkhu-pācittiya_ 59, it is described as follows: “I give (_dammi_) this robe-cloth to you for the purpose of _vikappanā_” and “I give it to them (_dammi)”. And once the cloth has been transferred, it is called “their property” (_tesaṃ santakaṃ_). It is clear from this that _vikappanā_ refers to a change in ownership. This finding is reinforced by the usage of _vikappanā_ in _bhikkhu-pācittiya_ 33. The Buddha tells Ven. Ānanda to _vikappeti_ a meal in the following way: “I give (_dammi_) my expected meal to so-and-so.” In the context of this rule _vikappeti_ can only mean “to transfer ownership”, not “to share ownership”. Sometimes _vikappanā_ is rendered simply as “transfer”. But since it only concerns a transfer of ownership, not necessarily a physical transfer, it could also be rendered “transfer of ownership”, although this latter expression is a bit clumsy in most contexts.",
  "pli-tv-kd8:20.2.10": "“Transfer” renders _vikappeti_ . This verb is sometimes translated as “place under dual ownership”, but there is little evidence from the Canonical text that this is what it means. At _bhikkhu-pācittiya_ 33, [](pli-tv-bu-vb-pc33:4.8), it is used as follows: _Anujānāmi, bhikkhave, vikappetvā paramparabhojanaṃ bhuñjituṃ. Evañca pana, bhikkhave, vikappetabbaṃ – “mayhaṃ bhattapaccāsaṃ itthannāmassa dammī”ti_ , “Monks, I allow you to eat one meal before another if you first transfer the other meal. And it should be transferred in this way: I give my expected meal to so-and-so.” There is no sense here that the meal is to be shared. The explanation of _vikappeti_ given at _bhikkhu-pācittiya_ 59, at [](pli-tv-bu-vb-pc59:2.1.23), gives the same impression, speaking of the article as belonging to the person it has been _vikappeti_’ed to: _Parammukhāvikappanā nāma “imaṃ cīvaraṃ vikappanatthāya tuyhaṃ dammī”ti. Tena vattabbo—“ko te mitto vā sandiṭṭho vā”ti? “Itthannāmo ca itthannāmo cā”ti. Tena vattabbo—“ahaṃ tesaṃ dammi, tesaṃ santakaṃ paribhuñja vā vissajjehi vā yathāpaccayaṃ vā karohī”ti_, “Transfer in the absence of: one should say, ‘I give this robe-cloth to you for the purpose of transfer.’ The other should ask, ‘Who is your friend or companion?’ One should reply, ‘So-and-so and so-and-so’. The other should say, ‘I give it to them. Please use their property, give it away, or do as you like with it.’”",
  "pli-tv-kd8:21.1.4": "The _sugata_ measures have historically been hard to pin down, something that still remains the case. The measures of length in ancient India were based on the physical body. It seems plausible, perhaps likely, that at some point this was thought too inaccurate to provide measures that could practically be used by Buddhist monastics in deciding important issues, such as the maximum size of their robes. I suggest, therefore, that the prefix _sugata_ was added to give a reliable “standard”, and thus my rendering. Moreover, the word _sugata_ does not necessarily imply that this standard is literally tied to the physical size of the Buddha. More likely, I think, the _sugata_ measures were *laid down* by the Buddha. They can perhaps be regarded as equivalent to the modern “king-size”, in that they provided an ample upper limit within which all monastics, regardless of size, would comfortably be able to function, whether in regard to robes, huts, or other requisites. For a more comprehensive discussion of these points, see [GIVE LINK TO ESSAY].",
  "pli-tv-kd8:21.1.7": "_Suttalūkhaṃ kātuṃ_. [Sp.3.359](): _Suttalūkhaṃ kātunti sutteneva aggaḷaṃ kātunti attho_, “_Suttalūkhaṃ kātuṃ_ means to patch just using thread.”",
  "pli-tv-kd8:21.1.8": "_Vikaṇṇo hoti_. [Sp.3.359](): _Vikaṇṇo hotīti suttaṃ acchetvā acchetvā sibbantānaṃ eko saṅghāṭikoṇo dīgho hoti_, “_Vikaṇṇo hoti_: repeated leaving the thread uncut, for those sewing one corner of the upper robe becomes long.”",
  "pli-tv-kd8:21.1.10": "_Vikaṇṇaṃ uddharituṃ_. [Sp.3.359](): _Vikaṇṇaṃ uddharitunti dīghakoṇaṃ chindituṃ_, “_Vikaṇṇaṃ uddharituṃ_ means to cut off the long corner.”",
  "pli-tv-kd8:21.1.13": "_Anuvāta_ and _paribhaṇḍa_, refer to long and short borders respectively. This is what the commentaries have to say. [Sp.3.308](): _Anuvātakaraṇamattenāti piṭṭhianuvātāropanamattena_, “_Anuvātakaraṇamattena_ means merely by mounting a border at the back.” Which is further explained at [Sp-ṭ.3.3.308](): _Piṭṭhianuvātāropanamattenāti dīghato anuvātassa āropanamattena_, “_Piṭṭhianuvātāropanamattena_ means merely by mounting a border lengthwise.” [Sp.3.308](): _Paribhaṇḍakaraṇamattenāti kucchianauvātāropanamattena_, “_Paribhaṇḍakaraṇamattena_ means merely by mounting a border at the belly.” Which is further explained at [Sp-ṭ.3.3.308](): _Kucchianuvātāropanamattenāti puthulato anuvātassa āropanamattena_, “_Kucchianuvātāropanamattena_ means merely by adding a border crosswise.”",
  "pli-tv-kd8:21.1.16": "_Aṭṭhapadakaṃ kātuṃ_. [Sp.3.359](): _Aṭṭhapadakaṃ kātunti aṭṭhapadakacchannena pattamukhaṃ sibbituṃ_, “_Aṭṭhapadakaṃ kātuṃ_ means to sew the opening in the panel with a network-covering.” “Network” is the suggested rendering in the Critical Pali Dictionary for _aṭṭhapadaka_.",
  "pli-tv-kd8:21.2.9": "_Anvādhikampi āropetuṃ_. [Sp.3.360](): _Anvādhikampi āropetunti āgantukapattampi dātuṃ_, “_Anvādhikampi āropetuṃ_: to add an extra panel.”",
  "pli-tv-kd8:22.1.6": "[Sp.3.361](): _Ettha sesañātīnaṃ dento vinipātetiyeva_, “In this context it goes to ruin when given to other relatives.” Presumably this means one should not give to anyone who is not a monastic, apart from one’s parents.",
  "pli-tv-kd8:23.3.2": "_Vassikasaṅketa_. [Sp.3.362](): _Vassikasaṅketanti vassike cattāro māse_, “_Vassikasaṅketa_ means the four months of the rainy season.” | _Aggaḷaguttivihāra_. The basic meaning of _aggaḷa_ is “door”. Doors at that time often had a closing mechanism that included a bolt, perhaps even a lockable bolt. _Aggaḷa_ also means patch. The connection seems to be that the door, that is, the door panel, “patches” the doorway, the _dvāra_.",
  "pli-tv-kd8:26.7.2": "_Bhesajjaṃ saṃvidhātuṃ_. [Sp.3.366](): _Bhesajjaṃ saṃvidhātunti bhesajjaṃ yojetuṃ asamattho hoti_, “_Bhesajjaṃ saṃvidhātuṃ_: he is incapable of preparing medicine.”",
  "pli-tv-kd8:28.2.3": "_Phalakacīra_. [Sp.1.67](): _Phalakacīraṃ nāma phalakasaṇṭhānāni phalakāni sibbitvā katacīraṃ_, “_Phalakacīra_: a robe made by sewing together bits of wood or what has the appearance of wood.”",
  "pli-tv-kd8:28.3.12": "_Potthaka_. [Sp.3.371](): _Potthakoti makacimayo vuccati_, “What is made of _makaci_ is called _potthaka_.” “Nature and the Environment in Early Buddhism”, by Bhante S. Dhammika, p.90, identifies _potthaka_ as jute.",
  "pli-tv-kd8:29.1.6": "_Mahāraṅgaratta_. According to the Sanskrit English Dictionary, the _mahāraṅga_ (sv. _mahārajana_) is the safflower, which is normally deep yellow or orange.",
  "pli-tv-kd8:29.1.7": "_Mahānāmaratta_. [Sp.3.246](): _Mahānāmarattā sambhinnavaṇṇā hoti paṇḍupalāsavaṇṇā_, “_Mahānāmaratta_ is a mixed color, the color of withered leaves.”",
  "pli-tv-kd8:29.1.13": "_Tirīṭaka_. [Sp.3.372](): _Tirīṭakaṃ pana rukkhachallimayaṃ_, “But _tirīṭaka_ means made of tree bark.” [Khuddas-nṭ.57]() adds: _Tirīṭaketi taṃ nāmaka rukkhatace_, “_Tirīṭake_ is the bark of a tree with that name.” The _tirīṭa_ is identified as the “lodh tree” at “South Asian Flora as reflected in the twelfth-century Pali lexicon Abhidhānapadīpikā”, by J. Liyanaratne, p.73.",
  "pli-tv-kd8:30.2.1": "_Sante patirūpe gāhake_. [Sp.3.374]() says: _Patirūpe gāhaketi sace koci bhikkhu “ahaṃ tassa gaṇhāmī”ti gaṇhāti, dātabbanti attho_, “_Patirūpe gāhake_ means: if there is any monk who thinks, ‘I will take it for him’, he should take it.”",
  "pli-tv-kd8:32.1.2": "_Sīmāya deti_. [Sp.3.379](): _… sīmaṃ parāmasitvā dento sīmāya deti nāma_, “… giving while touching the boundary (or “the area within the boundary”) is called giving within a boundary.”"
}
