{
  "pli-tv-kd17:1.2.24": "“Go ahead” renders _upajānāhi_. According to [Sp.4.330](), _upajānāhi_ is just another word for _jānāhi_. [Sp-ṭ.3.4.330]() adds: _Jānāhīti cettha paṭipajjāti attho veditabbo_, “_Jānāhi_: here the meaning ‘practise’ should be understood.”",
  "pli-tv-kd17:2.1.20": "_Saṅghāṭipattacīvaradharo_. In the _vinaya_ _saṅghāṭi_ frequently refers to whatever robe is worn on the upper body without distinguishing whether it is the single layered one or the double layered one. In other instances where _saṅghāṭi_ and _cīvara_ are spoken of together, as they are here, the _cīvara_ seems to refer to the third robe, which is often spare, whereas the _saṅghāṭi_ refers to the upper robe. See for instance [](pli-tv-bu-vb-ss8:1.7.21) where we find the following: _Atha kho mettiyabhūmajakā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā ārāmaṃ gantvā pattacīvaraṃ paṭisāmetvā bahārāmakoṭṭhake saṅghāṭipallatthikāya nisīdiṃsu_, “After the meal they returned to the monastery, put their bowls and robes away, and squatted on their heels outside the monastery gateway, supported by their upper robe.”",
  "pli-tv-kd17:2.2.1": "This is a parallel to AN5.100 at [](an5.100:0.1).",
  "pli-tv-kd17:2.3.8": "_Sammannati kho pana cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena_, which is rather obscure. [Vmv.4.334](): _Sammannatīti cīvarādinā amhākaṃ sammānaṃ karoti, parehi vā ayaṃ satthā sammānīyatīti attho_, “_Sammannati_: the meaning is: he creates honor for us by way of robes, etc, or this teacher is being honored by others.”",
  "pli-tv-kd17:3.1.12": "_Kheḷāsaka_, lit. “an eater of spittle”. The spittle apparently refers to the gains, honor, and fame he has acquired in an inappropriate manner. [Sp.4.336]() says: _Kheḷāsakassāti ettha micchājīvena uppannapaccayā ariyehi vantabbā kheḷasadisā, tathārūpe paccaye ayaṃ ajjhoharatīti katvā kheḷāsakoti bhagavatā vutto_, “_Kheḷāsakassa_ here means that those requisites he has acquired though wrong livelihood, which the noble ones would vomit up like spittle, such requisites he has swallowed down. _Kheḷāsakassa_ was said by the Buddha in this connection.”",
  "pli-tv-kd17:3.8.22": "Here I follow the PTS edition. The Mahāsaṅgīti adds, “The Buddha then said to them, ‘Don’t go back along this path, go along that one.’ And he sent them down a different path”, which is absent from the PTS edition. This seems to be an error in the Mahāsaṅgīti based on automatic copying from the previous paragraphs.",
  "pli-tv-kd17:3.10.19": "Partial parallel to AN5.100 at [](an5.100:0.1).",
  "pli-tv-kd17:3.10.26": "_Sammannati kho pana cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena_, which is rather obscure. [Vmv.4.334](): _Sammannatīti cīvarādinā amhākaṃ sammānaṃ karoti, parehi vā ayaṃ satthā sammānīyatīti attho_, “_Sammannati_: the meaning is: he creates honor for us by way of robes, etc, or this teacher is being honored by others.”",
  "pli-tv-kd17:3.13.22": "See _bhikkhu-pācittiya_ 32, [](pli-tv-bu-vb-pc32:8.15).",
  "pli-tv-kd17:3.14.2": "_Cakkabheda_. [Sp.3.410](): _Cakkabhedāyāti āṇābhedāya_, “_Cakkabheda_ means a break in authority.” [Vjb.4.343](): _Cakkabhedanti sāsanabhedaṃ_, “_Cakkabheda_ means a break in the instruction.”",
  "pli-tv-kd17:4.6.1": "Parallel to AN8.16 at [](an8.16:0.3).",
  "pli-tv-kd17:4.7.1": "Partial parallel to AN8.7 at [](an8.7:0.3).",
  "pli-tv-kd17:4.7.6": "_Ayaso_. [Sp.2.264](): _Ayasoti parivāravipatti; parammukhagarahā vā_, “_Lack of fame_ means lacking an entourage or disparaged in one’s absence.”",
  "pli-tv-kd17:4.7.49": "Parallel to [Iti.89]().",
  "pli-tv-kd17:4.8.20": "_Bhesmā_, lit. “frightening”. The commentary to the parallel verses at [Iti.89]() says, _Bhesmāti vipulabhāvena gambhīrabhāvena ca bhiṃsāpento viya, vipulagambhīroti attho_, “‘Frightening’ means large and deep, as if frightening because of its size and depth.”",
  "pli-tv-kd17:4.8.23": "Reading _sammaggata_/_sammāgata_ with the Vipassana Research Institute and the PTS editions.",
  "pli-tv-kd17:5.4.1": "Partial parallels to AN10.39 at [](an10.39:0.3) and [Iti.18]().",
  "pli-tv-kd17:5.4.9": "Partial parallels to AN10.40 at [](an10.40:0.3) and [Iti.19]().",
  "pli-tv-kd17:5.4.12": "_Samaggānañca anuggaho_, lit. “and the helping of those who are united”. The commentary to the parallel verses at [Iti.19]() says: _Samaggānañcanuggahoti samaggānaṃ sāmaggianumodanena anuggaṇhanaṃ sāmaggianurūpaṃ, yathā te sāmaggiṃ na vijahanti, tathā gahaṇaṃ ṭhapanaṃ anubalappadānanti attho_, “_Samaggānañcanuggaho_ means: one who rejoices in unity helps those who are united in accordance with what is suitable for unity; he takes hold of it, firms it up, and supports it, so that they do not abandon that unity.”",
  "pli-tv-kd17:5.5.20": "Mahāsaṅgīti includes the following case, which is missing in the PTS edition: _Tasmiṃ dhammadiṭṭhi bhede dhammadiṭṭhi_, “He has the view that what he says is legitimate and the view that the schism is legitimate.” This seems to be a mistake in Mahāsaṅgīti, since the whole point of this is that the monk “misrepresents his view of what is true, his belief of what is true, his acceptance of what is true, and his sentiment of what is true”.",
  "pli-tv-kd17:5.5.48": "Here too Mahāsaṅgīti includes the following case, which is missing in the PTS edition: _Tasmiṃ dhammadiṭṭhi bhede dhammadiṭṭhi_, “He has the view that what he says is legitimate and the view that the schism is legitimate.” This too must be a mistake in Mahāsaṅgīti; see above."
}
