{
  "sn43.1:1.2": "In Vedic usage, something that is <i lang='pi' translate='no'>saṅkhata</i> (Sanskrit <i lang='pi' translate='no'>saṁskṛta</i>, “conditioned”) has been worked through a process (<i lang='pi' translate='no'>saṅkhāra</i>) that shapes it into its “completed” or “perfected” form (eg. Śatapatha Brāhmaṇa 7.1.2.6). To be <i lang='pi' translate='no'>saṅkhata</i> is to be “equipped” for battle (Rig Veda 8.33.9) or “prepared” for the ritual (Śatapatha Brāhmaṇa 8.6.1.1). When natural language is “refined” through meticulous grammar, it becomes <i lang='pi' translate='no'>saṅkhata</i>, or as we say today, “Sanskrit”. Linguistically, it is a past participle, describing something that has been made into this form. But it also conveys the sense of something “readied” or “energized” or “charged” and thus fit for purpose, “potent” to perform its function. The Buddha inverts the Vedic value system, positioning the “unconditioned” Nibbāna as independent of Vedic or other rituals of “potentization”. <i lang='pi' translate='no'>Asaṅkhata</i> conveys the sense of “unworked” (as a natural gem), or “unconsecrated” (by Vedic rites) and thus implies a raw or natural state. In Pali, <i lang='pi' translate='no'>asaṅkhata</i> is used as an adjective describing something; but that something is unstated as the referent is empty. So whereas in English we say, “the unconditioned”, in Pali it is just “unconditioned” and does not imply an existent state or reality that is unconditioned. The prefix <i lang='pi' translate='no'>saṁ</i> is sometimes said to mean “together” yielding the sense “compounded”, but usage suggests the primary sense of <i lang='pi' translate='no'>saṁ</i> here is “good, well, perfect”. Nor does <i lang='pi' translate='no'>saṅkhata</i> convey the sense “created” or “fabricated”, but rather “processed”. This aligns with the Buddhist rejection of creation from nothing. Existence is an ongoing process, inheriting what was made in the past, processing and potentizing it and thereby shaping the future. The English word “conditioned” conveys these senses quite well, implying something dependent on conditions, shaped into a specified state, or prepared for a given purpose. ",
  "sn43.1:1.5": "The unconditioned is not “produced” by the eightfold path, but rather, the practice of the path leads to the cessation of greed, hate, and delusion, which are the conditions for suffering. This series of discourses all make the same point, each highlighting a particular way of describing the path. ",
  "sn43.1:1.8": "Treated in detail in the Kāyagatāsatisutta (<a href='https://suttacentral.net/mn119/en/sujato'>MN 119</a>). "
}