{
  "donations:1": "SuttaCentral အတွက် လှူဒါန်းခြင်း ",
  "donations:2": "သင်၏ အလှူငွေအတွက် မိမိတို့များစွာ ကျေးဇူးတင်ဝမ်းမြောက်မိပါသည်။ သင်၏ အလှူငွေသည် မိမိတို့ SuttaCentral ၏လက်ရှိ လုပ်ငန်းများကိုအထောက်အကူဖြစ်စေခြင်းကြောင့် မြတ်ဗုဒ္ဓ၏ အဆုံးအမများကို ကမ္ဘာတဝှမ်းရှိ လူသားအားလုံး လွယ်ကူစွာ ကြားနာနိုင်ရန် မိမိတို့ ဆက်လက်လုပ်ဆောင်သွားနိုင်မည် ဖြစ်ပါသည်။ ",
  "donations:3": "လှူမည် ",
  "donations:4": "SuttaCentral သည် အလှူငွေများကို မည်သို့ အသုံးပြုနေပါသနည်း။",
  "donations:5": "နည်းပညာ တည်ဆောက်မှု - မိမိတို့သည် လုပ်အားပေးများအပြင် ပရိုဂရမ် ရေးဆွဲသူများကိုပါ ငှားရမ်းထားခြင်း။ ",
  "donations:6": "ဆာဗာများ(Servers) - ဆာဗာများနှင့် အခြားအခြေခံ အဆောက်အအုံ တည်ဆောက်မှုများအတွက် အသုံးစရိတ်။ ",
  "donations:7": "အမာထည်(Hardware) - ကွန်ပျူတာများနှင့် SC  ရှိအလုပ်သမားများအတွက် တခြားအမာထည်များ၊ အထူးသဖြင့် သံဃာတော်များနှင့် သက်ဆိုင်သော အရာများအတွက်  သုံးစွဲမှု။ ",
  "donations:8": "အခြားအသုံးစရိတ်များ",
  "donations:9": "လူ့အဖွဲ့အစည်း ကျင့်ဝတ်နှင့်ညီသော ဘဏ်လုပ်ငန်း",
  "donations:10": "SuttaCentral Development Trust သည် သဘာဝစိမ်းလန်းစိုပြေရေးတွင် ရင်းနှီးမြှုပ်နှံသော မူဝါဒကို ကျင့်သုံးသည့် Adelaide Bendigo လူ့အဖွဲ့အစည်း အရင်းပြုဘဏ်စံနစ်ကို သုံးပါသည်။ Bendigo Bank ဇီဝလောင်စာဆီ ရင်းနှီးမြှုပ်နှံမှုလုပ်ငန်းများမှ သွေဖည်သွားပြီ ဖြစ်သည်။ ",
  "donations:11": "Account အမည် ",
  "donations:12": "<b>SuttaCentral Development Trust</b> ",
  "donations:13": "ဘဏ်အမည် ",
  "donations:14": "<b>Adelaide Bendigo Community Sector Banking</b> ",
  "donations:15": "BSB ",
  "donations:16": "<b>633 000</b> ",
  "donations:17": "Account နံပါတ် ",
  "donations:18": "<b>154500086</b> ",
  "donations:19": "လိပ်စာ ",
  "donations:20": "<b>1273 Pacific Highway, Turramurra NSW 2074</b> ",
  "donations:21": "Swift code ",
  "donations:22": "<b>BENDAU3B</b> ",
  "donations:23": "မိတ်ဆွေများ သိလိုသည်များရှိလျှင် ဘဏ္ဍာရေးအရာရှိ Deepika Weerakoon (suttacentraldevelopmenttrust@gmail.com) နှင့်ဆက်သွယ် မေးမြန်းနိုင်ပါသည်။ Deepika သည် SuttaCentral Development Trust ၏ ဘဏ္ဍာငွေများကို ကွပ်ကဲကြီးကြပ်သူဖြစ်သည်။ ",
  "donations:24": "SuttaCentral Development Trust ",
  "donations:25": "SuttaCentral Development Trust သည် အများအကျိုးကိုကူညီ ပံ့ပိုးနေသော အဖွဲ့ ဖြစ်သည်။ ဤအဖွဲ့အစည်းကို ထူထောင်သူများမှာ Bhante Sujato, Bhante Brahmali နှင့် John Kelly တို့ ဖြစ်ကြသည်။ အဖွဲ့ကို ကြီးကြပ်နေသူမှာ Deepika Weerakoon ဖြစ်ပါသည်။",
  "donations:26": "အဖွဲ့၏ စာရင်းကိုင်နှင့် စာရင်းစစ်သည် <a href='http://www.alwisco.com.au' rel='noopener' target='_blank'>Randolph Alwis &amp; Co Pty Ltd</a> ဖြစ်သည်။ <a href='https://abr.business.gov.au/SearchByAbn.aspx?SearchText=858%20188%2075744' rel='noopener' target='_blank'>ABN အမှတ် 858 188 75744</a> ဖြစ်သည်။",
  "donations:27": "ဘဏ္ဍာရေးနှင့် ပါတ်သက်သောစာရင်း အသေးစိတ်များကို သိလိုပါက စုံစမ်းမေးမြန်းနိုင်ပါသည်။ Trust အဖွဲ့အစည်းတည်ထောင်ခြင်း၏ အဓိကရည်ရွယ်ချက်သည် SuttaCentral ဖွံ့ဖြိုးတိုးတက်ရေးကို အထောက်အကူပေးရန် ဖြစ်ပါသည်။ Trust အဖွဲ့တွင်ရှိ ဘဏ္ဍာငွေများကို SuttaCentral အတွက်သာသုံးမည် ဖြစ်ပြီး၊ အဖွဲ့၏အုပ်ချုပ်ရေးကို စေတနာရှင်များက ကွပ်ကဲလုပ်ဆောင်နေသည့်အလျောက် အဖွဲ့ကွပ်ကဲမှုအသုံးစရိတ်အတွက် လုံးဝမသုံးပါ။ ",
  "donations:amount": "ပမာဏ",
  "donations:chooseFrequency": "သင် တကြိမ်တည်းလှူခြင်း သို့မဟုတ် လစဉ်လှူခြင်း ပြုနိုင်ပါ။",
  "donations:currency": "ငွေအမျိုးအစား",
  "donations:donateNow": "ယခုလှူမည်",
  "donations:errorMessage": "ဝန်ဆောင်မှု ယာယီမပြုလုပ်နိုင်သေးပါ။ ကျေးဇူးပြု၍ နောက်မှတဖန် ကြိုးစားကြည့်ပါ။",
  "donations:feeDisclaimer": "Stripe ငွေသုံးစံနစ် အခကြေး 1.75% + ဩစတြေးလျားကဒ် သုံးခ 30¢၊ နှင့် နိုင်ငံတကာကဒ်များ အခကြေး 2.9% + သုံးခ 30¢၊ အပြင် ငွေလဲလှယ်ခ 1.8% ကို ပေးဆောင်ရပါက အလှူငွေမှ နုတ်ယူထားပါမည်။ ",
  "donations:invalidValue": "ငွေပမာဏ မှားနေသည်",
  "donations:monthly": "လစဉ်",
  "donations:oneTime": "တစ်ကြိမ်တည်းသာ",
  "donations:payWithCard": "ငွေသုံးကဒ်ဖြင့် လှူမည်",
  "donations:storageDisclaimer": "SuttaCentral သည် ငွေသုံးကဒ် အချက်အလက်များကို ကိုင်တွယ်ခြင်း (သို့) သိမ်းဆည်းထားခြင်းမရှိပါ။ ကဒ် ဖြင့်ငွေလွှဲပြောင်းမှုအားလုံး၏ လုံခြုံမှုကို <a href='https://stripe.com' target='blank'>Stripe</a> မှ တာဝန်ယူပါသည်။",
  "donations:success1": "သာဓု၊ သာဓု၊ ",
  "donations:success2": "သင်၏ ဓမ္မဒါနသည် မိမိတို့အတွက် တန်ဖိုးမဖြတ်နိုင်ပါ။ ထိုဓမ္မဒါနများကို SuttaCentral အတွက် သေချာစွာစီစစ် သုံးစွဲမည် ဖြစ်ပြီး မိမိတို့ထုတ်လုပ်သော ဓမ္မတရားတော်များကို ဒုက္ခဆင်းရဲမှ လွန်မြောက်လိုသော  သူတော်စင်များကို ဖြန့်ဖြူးသွားမည်ဖြစ်သည်။ ",
  "donations:success3": "သင်၏ ဖြူစင်သော မေတ္တာတရားဖြင့်လှူဒါန်းသော ဓမ္မကုသိုလ်ကြောင့် သင်နှင့် သင်၏မိသားစုဝင်အားလုံး အစစအရာရာ အဆင်ပြေ၍ စိတ်ချမ်းသာပျော်ရွှင်မှု အမြဲရရှိနိုင်ပါစေရန် ဆုမွန်ကောင်း တောင်းလိုက်ပါသည်။ ",
  "donations:success4": "သင်၏ ဓမ္မဒါနသည် သတ္တဝါအားလုံးအတွက် စိတ်ဝမ်းအေးချမ်းခြင်း၊ ဒုက္ခဆင်းရဲမှ လွတ်မြောက်ခြင်း များအတွက်ဖြစ်ပါစေသောဝ်။ ",
  "donations:success5": "အလှူတကာ့ အလှူများထဲတွင် ဓမ္မဒါနသည် အမြတ်ဆုံးဖြစ်သည်။ ",
  "donations:success6": "အနှစ်အရသာများထဲတွင် ဓမ္မအနှစ်အရသာသည် အကောင်းဆုံးဖြစ်သည်။ ",
  "donations:success7": "ပျော်ရွှင်ချမ်းမြေ့မှုများထဲတွင် ဓမ္မအတွက် ရရှိသော ပျော်ရွှင်မှုသည် မွန်မြတ်ဆုံးဖြစ်သည်။ ",
  "donations:success8": "လောဘတဏှာ ကင်းသူသည် ဒုက္ခဆင်းရဲကင်းသူဖြစ်သည်။ ",
  "donations:success9": "ကုသိုလ်ကောင်းမှုများ ပွါးများရန်၊ လှူဒါန်းခြင်းအကျိုး သုတ္တံများကို ဖတ်ယူပါ။ အချိန်ပေး၍ မိမိ၏ မေတ္တာတရားများကို လည်း သတိထား၍ ဆင်ခြင်သုံးသပ်ပါ။ ",
  "donations:successAltText": "ဓါတ်ပုံ - မြန်မာ ရှင်သာမဏေများ ဓမ္မစာပေများ ဖတ်ယူနေပုံ။ "
}