{
  "offline:addToHomeScreen": "'ပင်မစာမျက်နှာတွင် ထည့်သွင်းမည်'",
  "offline:additionalInfo": "'ထို့အပြင်၊ သင်ရွေးချယ်သော ဘာသာစကားများဖြင့် စာများကို ကူးဆွဲယူထားပြီး အင်တာနက်မရှိသည့်အခါ တွင်ဖတ်ရှုနိုင်ပါသည်။ ဤလုပ်ဆောင်ချက်သည် သုံးစွဲမှုပမာဏ အကန့်အသတ်ရှိသော မိုဘိုင်းလ်သုံးစွဲသူများအတွက်၎င်း၊ ဖုံးလိုင်းအားနည်းသော ဒေသများအတွက်၎င်း အထူးအသုံးဝင်ပါသည်။ သင့်ဒေတာ သုံးစွဲမှု အကန့်အသတ်ရှိပါက မကူးယူမီ wifi သို့ ချိတ်ဆက်ရန် အကြံပြုပါသည်။'",
  "offline:alreadyDownloaded": "'ကူးဆွဲယူခြင်းပြီးပါပြီ'",
  "offline:canceled": "'ကူးဆွဲယူမှုကို သင်ပယ်ဖျက်လိုက်ပါပြီ။'",
  "offline:certainFunctions": "'ရှာဖွေမှုအပါအဝင် အချို့သောလုပ်ဆောင်ချက်များတွင် အင်တာနက်ချိတ်ဆက်မှု လိုအပ်ပါသည်။'",
  "offline:chineseLookups": "'တရုတ်စာဖြင့် ရှာဖွေခြင်း'",
  "offline:chineseLookupsDescription": "'တရုတ်စကားလုံးများ၏ အဘိဓာန်ရှာဖွေမှုများကို အောက်ပါဘာသာစကားများဖြင့် ဖော်ပြရန် ရွေးချယ်ပါ-'",
  "offline:doesntSupportPWAs": "'သင်အသုံးပြုနေသော browser အတွက် မိမိတို့၏ အဆင့်မြင့် Progressive Web App(PWA) ကို သုံးနိုင်ရန် ပြုလုပ်ထားခြင်းမရှိပါ။ သင် အင်တာနက်မချိတ်ပဲ အပြည့်အဝ အသုံးပြုလိုပါက နောက်ဆုံးပေါ် Chrome ကိုသုံးပါ။  နောင်တွင် အခြား browser များအတွက် PWA ဝန်ဆောင်မှုပေးနိုင်ရန် စီစဉ်ထားပါသည်။'",
  "offline:downloadButton": "'စာများကို {languageName} ဖြင့် ကူးဆွဲယူပါ။'",
  "offline:downloadComplete": "'သင်၏ ကူးဆွဲမှု ပြီးပါပြီ။ ယခု {lang} သုတ္တံများကို အင်တာနက်မချိတ်ပဲ သင်ဖတ်ရှုနိုင်ပါပြီ။'",
  "offline:downloadErrored": "'သင်၏ ကူးယူမှု ပြီးပါပြီ။ သို့သော် သင်ယူလိုသော စာများအားလုံးကို ကူးယူ၍မရပါ။ စုစုပေါင်း {total} မှ {failed} သည် မှန်ကန်စွာ မပြီးဆုံးခဲ့ပါ။'",
  "offline:downloadInProgress": "'ကူးဆွဲနေပါသည်'",
  "offline:downloadParallels": "'မူကွဲယှဉ်ပြစာများ ပါဝင်မည်'",
  "offline:downloadParallelsDescription": "'မူကွဲယှဉ်ပြဇယားများကိုပါ ကူးဆွဲယူရန် ဤအကွက်ကိုနှိပ်ပါ။'",
  "offline:downloadPaused": "'ကူးဆွဲယူမှုကို ခေတ္တရပ်တန့်ထားသည်။'",
  "offline:downloadRootTexts": "'စာ၏ ဇာစ်မြစ်များ ပါဝင်မည်'",
  "offline:downloadRootTextsDescription": "'စာသားကို ကူးဆွဲယူရာတွင် ဇာစ်မြစ်ဘာသာဖြင့် လည်းလိုချင်ပါက ရွေးချယ်ပါ။ ၎င်းတွင် ပါဠိ > {toLang} အဘိဓာန် ပါဝင်ပါသည်။ အဘိဓာန်ပြောင်းလိုပါက ဤအကွက်ကိုနှိပ်ပါ။'",
  "offline:downloadStarted": "'သင်၏ ကူးဆွဲယူမှု စတင်နေပါပြီ။ ဤ site ကို ဆက်လက်သုံးစွဲနေနိုင်ပါသည်။ ကူးဆွဲယူမှုပြီးစီးသွားလျှင် သင့်အား အကြောင်းကြားပါမည်။'",
  "offline:downloading": "'ကူးဆွဲယူမှု ပြုလုပ်နေသည်'",
  "offline:extraFeatures": "'အခြားလုပ်ဆောင်ချက်များ အလိုရှိပါက၊ မိမိတို့အား အသိပေးပါ။'",
  "offline:language": "'ဘာသာစကား'",
  "offline:networkError": "'ကွန်ရက်အမှား'",
  "offline:networkLost": "'ကွန်ရက်ချိတ်ဆက်မှု ပြတ်တောက်သွားသည်။ ကူးယူဆွဲချမှုကို ခေတ္တရပ်ထားသည်။'",
  "offline:networkRecovered": "'ကွန်ရက်ချိတ်ဆက်မှု ပြန်လည်ကောင်းမွန်လာပြီ။ ကူးဆွဲမှုကို ပြန်လည်စတင်နေပါပြီ။'",
  "offline:newTech": "'PWA သည်နည်းပညာအသစ်ဖြစ်သည်။ ထို့ကြောင့် ယခုအခါ၊ အင်တာနက်မချိတ်ပဲသုံးရန်အတွက် ကန့်သတ်ချက်များရှိနေပါသည်။'",
  "offline:oneLang": "'ဘာသာစကားတစ်ခုတည်းသာ ရပါသည်။'",
  "offline:paliLookups": "'ပါဠိစာ ရှာဖွေခြင်း။'",
  "offline:paliLookupsDescription": "'ပါဠိစကားလုံးများ ရှာမှုအတွက် အဘိဓာန်များ ကူးဆွဲယူရန် ဘာသာစကားကို အောက်တွင်ရွေးချယ်ပါ။'",
  "offline:pwaDescription": "\"SuttaCentral သည် <a href='https://developers.google.com/web/progressive-web-apps/' target='_blank' rel='noopener'>Progressive Web App</a> ဖြစ်ပါသည်။ မိမိတို့ သိမှတ်ထောက်ကူပြုထားသော စက်များပေါ်တွင် လမ်းညွှန်ချက်များ၊ ဖတ်ခဲ့ပြီး စာမျက်နှာများ အပါအဝင် လုပ်ဆောင်ချက်အများအပြားသည် အင်တာနက် ချိတ်ဆက်မှုမရှိပဲနှင့် ဆက်လက်အလုပ် လုပ်နိုင်ပါသည်။\"",
  "offline:resetButton": "'ကူးဆွဲပြီးထားသည့် မှတ်တမ်းကို ဖျက်မည်။'",
  "offline:resetComplete": "'ကူးဆွဲပြီးထားသည့် မှတ်တမ်းကို ဖျက်လိုက်ပါပြီ။'",
  "offline:selectDifferentLang": "'ပုံမှန်အားဖြင့် သင်၏ သုတ္တံများကို website ၏ဘာသာစကားအတိုင်း ကူးဆွဲယူမည်ဖြစ်သည်။ သင် အခြားဘာသာစကားဖြင့် လိုချင်ပါက menu မှ ဘာသာကိုရွေးပါ။'",
  "offline:supportsPWAs": "'သင်၏ browser တွင် Progressive  Web App များ အလုပ်လုပ်ပါသည်။'",
  "offline:suttasOnly": "'သုတ္တံများသာ သုံးရပါသည်။ ဝိနယ၊ အဘိဓမ္မာများ မရပါ။'",
  "offline:usingOffline": "'SuttaCentral ကို အင်တာနက်မချိတ်ပဲ  အသုံးပြုခြင်း။'"
}