{
  "publication:about1": "SuttaCentral သည် PDF ဖိုင်များထုတ်ဝေရာတွင် ပြင်ပလုပ်ငန်းများ၏ ပုံနှိပ်ခြင်း၊ ထုတ်ဝေခြင်း များကိုသုံးပါသည်။ ",
  "publication:about2": "ကနဦး ပုံနှိပ်ထုတ်ဝေခြင်းကို Lulu, print-on-demand service ကိုသုံးပါသည်။ စာအုပ်မှာသည့်အခါ Lulu မှပုံနှိပ်ပြီး ၎င်းကစာတိုက်မှ ပို့ပေးပါသည်။ ပုံနှိပ်ခနှင့် ပို့ခများကို ဈေးတစ်မျိုးတည်းသာ သတ်မှတ်ထားပါသည်။ SuttaCentral သည် ရောင်းဈေးမှ အနည်းငယ်ကို ရရှိပြီး၊ ထိုငွေများကို ပရိုဂရမ်ရေးဆွဲသူများ ပေးရန် ပြန်လည် သုံးစွဲပါသည်။ ",
  "publication:about3": "မိမိတို့သည် အခြားပုံနှိပ် ထုတ်ဝေနည်းများကို နောင်တွင် အသုံးပြုရန် ရည်ရွယ်ထားပါသည်။ ",
  "publication:about4": "သင့်အနေဖြင့် စရိတ်အကုန်အကျခံပြီး ကိုယ်ပိုင်စာများကို ပုံနှိပ်ထုတ်ဝေလိုပါလျှင် မိမိတို့ထံ ဆက်သွယ်နိုင်ပါသည်။ ",
  "publication:aboutThisLicense": "ဤလိုင်စင်အကြောင်း ",
  "publication:aboutTitle": "ပုံနှိပ်ထုတ်ဝေမှုများအကြောင်း ",
  "publication:download": "ပုံနှိပ်စာဖိုင် အမျိုးမျိုး အကုန်လုံးကို Download ဆွဲယူရန် (150 MB နီးပါး zip) ",
  "publication:edition": "ထုတ်ဝေမှု ",
  "publication:editions1": "ရွေးချယ်ထားသော စာအုပ်များကို PDF, and EPUB အပါအဝင် ပုံနှိပ်မှု အမျိုးမျိုး ရနိုင်ပါသည်။ ",
  "publication:editions2": "ထုတ်ဝေမှုများကို နောက်ဆုံးပြီးပြည့်စုံ စိတ်ချရသော ဘာသာပြန်များမှ ရွေးချယ်ထားခြင်းဖြစ်သည်။ မိမိတို့၏စာမူများကို စာဖတ်ပရိတ်သတ်များ အသိတရားဖြင့် ဖတ်ရှုနိုင်ရန် ပုံနှိပ်ပုံစံအမျိုးမျိုးဖြင့် ထုတ်လုပ်ထားပါသည်။ ထိုသို့ ပြုလုပ်ရာတွင် မိမိတို့သည် ထုတ်လုပ်မှု အဆင့်တိုင်းတွင် အကောင်းဆုံး စံနှုန်းများအတိုင်း အသေးစိတ်စီစစ် ဆောင်ရွက်ပါသည်။ ဤစာပေများသည် ဗုဒ္ဓ၏ဓမ္မ ထုံးတမ်းအစဉ်အလာများ ဖြစ်၍ အမှားအယွင်းမရှိလေရန် အကောင်းဆုံး ထုတ်လုပ်ထားပါသည်။ ",
  "publication:editionsSubtitle": "ရွေးချယ်ထားသော ဘာသာပြန် စာအုပ်ထုတ်ဝေမှုပုံစံ အမျိုးမျိုး ",
  "publication:editionsToolbarTitle": "ထုတ်ဝေမှုများ ",
  "publication:githubSource": "မူရင်းစာများ ရလိုပါက Github သို့သွားပါ။ ",
  "publication:license": "လိုင်စင်",
  "publication:licenseDescription": "ဥပဒေမှ ခွင့်ပြုထားသော အတိုင်းအတာအထ<span property='dct:title'>{authorName}</span>a> သည် <cite property='dct:title'>{translationTitle}</cite> ကို မူလမူပိုင်များ သို့မဟုတ် မူပိုင်များနှင့် ဆက်နွယ်သူများနှင့် ပါတ်သက်သော အခွံကြေးငွေများကို ကင်းလွတ်ခွင့်ပြုပါသည်။ ယခုထုတ်ဝေမှုသည် <span property='vcard:Country' datatype='dct:ISO3166' content='AU' about='https://suttacentral.net/licensing'>Australia</span> မှဖြစ်ပါသည်။",
  "publication:numberOfVolumes": "အတွဲအရေအတွက်",
  "publication:orderPrint": "ပုံနှိပ်ကော်ပီ မှာယူရန် (သို့) အောက်ပါ စာရွက်များမှ ဖိုင်များကို ရွေးပါ။ ",
  "publication:publicationDate": "ထုတ်ဝေသည့်ရက်စွဲ",
  "publication:publicationStatus": "ထုတ်ဝေမှုအခြေအနေ",
  "publication:publicationType": "ထုတ်ဝေမှုအမျိုးအစား",
  "publication:publisher": "ထုတ်ဝေသူ",
  "publication:rootLanguage": "ဇာစ်မြစ်ဘာသာစကား",
  "publication:rootTitle": "ဇာစ်မြစ်ခေါင်းစဉ်",
  "publication:source": "မူရင်း",
  "publication:suttaCentralEditions": "SuttaCentral မူများ ",
  "publication:suttaCentralPublicationNumber": "SuttaCentral စာစောင်နံပါတ်",
  "publication:textUid": "စာသားအမှတ် (UID)",
  "publication:title": "ထုတ်ဝေမှုအသေးစိတ်များ",
  "publication:titleDescription": "ဤစာများကို အောက်ပါထုတ်ဝေမှုတွင် တွေ့ရှိနိုင်သည်။",
  "publication:translationDescription": "ဘာသာပြန် အချက်များ",
  "publication:translationLanguage": "ဘာသာပြန်စကား",
  "publication:translationProcess": "ဘာသာပြန် လုပ်ငန်းစဉ်",
  "publication:translationSubTitle": "ဘာသာပြန်ခေါင်းစဉ်ခွဲ",
  "publication:translationTitle": "ဘာသာပြန်ခေါင်းစဉ်",
  "publication:translator": "ဘာသာပြန်သူ"
}