{
  "viewoption:activateChineseDescription": "ရှေးဟောင်း တရုတ်စကားလုံးများ ရှာရန်ဖြစ်သည်။ စကားလုံးအဓိပ္ပါယ်များမှာ Digital Dictionary of Buddhism မှ ဖြစ်သည်။",
  "viewoption:activateChineseLookup": "တရုတ်စကားလုံး ရှာဖွေမှု စရန်",
  "viewoption:activatePaliDescription": "ပါဠိစာများကို လေ့လာသုံးသပ်ပြီး အဓိပ္ပါယ်များကို ဖော်ပြထားပါသည်။ အဓိပ္ပါယ်များကို အထောက်အကူပြုအဖြစ် သုံးရန်သာဖြစ်သည်။ အမြဲအတိမကျ မရနိုင်သည်ကို သတိပြုပါ။ စကားလုံး အဓိပ္ပါယ်များမှာ New Concise Pali English Dictionary မှ ဖြစ်သည်။",
  "viewoption:activatePaliLookup": "ပါဠိစကားလုံးရှာဖွေမှု စရန်",
  "viewoption:asterisk": "မှတ်ချက်များကို (*) ပေါ်တွင်ဖော်ပြမည်",
  "viewoption:changePaliScript": "ပါဠိအက္ခရာပြောင်းရန်",
  "viewoption:changePaliScriptDescription": "ဤလုပ်ဆောင်ချက်သည် သင့်အား ပါဠိစာများကို ဘာသာအက္ခရာ အမျိုးမျိုးဖြင့်  ဖတ်စေနိုင်ပါသည်။ ",
  "viewoption:changePaliScriptLabel": "စာအက္ခရာများ",
  "viewoption:chineseLookupDictionaryDisabled": "တရုတ်(汉语)အဘိဓာန် ရှာဖွေမှု ပိတ်ထားသည်။",
  "viewoption:displaysInfo": "အတွဲ/စာမျက်နှာအညွှန်းများ၊ မူကွဲစာများ စသဖြင့်တို့ကို ဖော်ပြပါ",
  "viewoption:lineByLine": "တစ်လိုင်းချင်း",
  "viewoption:lookup": "ရှာဖွေရန်",
  "viewoption:lookupDictionaryEnabled": "{lookupDictionary} အဘိဓာန်ရှာဖွေမှု စနိုင်ပြီ။",
  "viewoption:none": "မရွေးပါ",
  "viewoption:noteDescription": "ဇာစ်မြစ်စာများအတွက် ဘာသာပြန်များနှင့် မူကွဲဖတ်စာများအပေါ်ရေးထားသော မှတ်ချက်များရှိခဲ့လျှင် ကြည့်နိုင်ပါသည်။",
  "viewoption:noteDisplayTypeAsterisk": "မှတ်စုများ ကြည့်ရန် (*) ပေါ်သွားပါ။",
  "viewoption:noteDisplayTypeNone": "မပြလိုပါ",
  "viewoption:noteDisplayTypeSidenotes": "မှတ်စုများအဖြစ် ဘေးတွင်ဖော်ပြပါ",
  "viewoption:noteSummary": "စာပိုင်းများတွင် မှတ်စုများနှင့် မူကွဲများကိုပြပါ။",
  "viewoption:notes": "မှတ်စုများ",
  "viewoption:notesDescription": "ဘာသာပြန်သူ၏မှတ်စုများ၊ မူကွဲဖတ်စာများ၊  စသဖြင့်တို့ကိုကြည့်ပါ",
  "viewoption:paliLookupDictionaryDisabled": "ပါဠိအဘိဓာန်ရှာဖွေမှုကို ယခုပိတ်လိုက်ပြီ",
  "viewoption:plain": "ဘာသာပြန်တစ်ခုတည်း",
  "viewoption:reference": "ကျမ်းကိုးအညွှန်းများ",
  "viewoption:referenceDescription": "“ပင်မ” သည် ပင်ရင်း  SuttaCentral မှ စာပိုင်းအညွှန်းများ ဖြစ်သည်။ အခြားအညွှန်းများသည် အခြားစာများအတွက်ဖြစ်သည်။ ကျန်ရှိနေသော အရာများသည် အခြားပါဠိ ထုတ်ဝေမှုများမှ ဖြစ်သည်။",
  "viewoption:referenceDisplayTypeMain": "ပင်မ",
  "viewoption:referenceDisplayTypeNone": "မရွေးပါ",
  "viewoption:relatedItems": "ဆက်စပ် အချက်များ",
  "viewoption:rememberSettings": "စက်တင်များကို မှတ်ထားပါ။",
  "viewoption:scriptChanged": "ယခုပါဠိကို {paliScript} အက္ခရာဖြင့် ဖော်ပြထားသည်။",
  "viewoption:showHighlighting": "ထင်ထင်ရှားရှားပြသောစာ - အရေးကြီး အသေးစိတ်အချက်များ",
  "viewoption:showHighlightingTitle": "ထင်ထင်ရှားရှားဖော်ပြပါ",
  "viewoption:showHighlightingDescription": "သက်ဆိုင်ရာနေရာများတွင် စာမူကွဲများ၊ အမှားပြင်ဆင်ချက်များ၊ တည်ဆောက်ထားပုံ အစရှိသည့်အသေးစိတ်စာသားများကို ထင်ထင်ရှားရှားဖော်ပြပါ။",
  "viewoption:showHighlightingDisabled": "ထင်ထင်ရှားရှား စာဖော်ပြခြင်း ကိုပိတ်ထားသည်။",
  "viewoption:showHighlightingEnabled": "ထင်ထင်ရှားရှား စာဖော်ပြခြင်း ကိုဖွင့်ထားသည်။",
  "viewoption:sideBySide": "ဘေးချင်းယှဉ်လျက်",
  "viewoption:sidenotes": "မှတ်စုများကို ဘေးတွင်ဖော်ပြရန်",
  "viewoption:textView": "မူရင်းစာနှင့် ဘာသာပြန်",
  "viewoption:textViewDescription": "SuttaCentral ရှိတချို့သော စာများကို မူလစာနှင့် ဘာသာပြန်များကို တွဲဖက်ပြီး တစ်လိုင်းချင်း အပိုင်းလိုက်ဖော်ပြထားသည်။ ထိုစာအပိုင်းများကို ဖတ်လိုလျှင် မူလနှင့် ဘာသာပြန်နှစ်ခုစလုံးကို ကြည့်ပါ။",
  "viewoption:textViewDisabled": "ပါဠိ-အင်္ဂလိပ် စာကြည့်ခြင်း ပိတ်ထားသည်။",
  "viewoption:textViewEnabled": "သတ်မှတ်ထားသည့် စာများတွင် {textView} ကြည့်နိုင်ပြီ။",
  "viewoption:viewRoot": "စာ၏ဇာစ်မြစ်ကို ဘာသာပြန်ဖြင့် ကြည့်မည်"
}