{
  "sn11.22:0.1": "Nummerierte Lehrreden 11.22 ",
  "sn11.22:0.2": "3. Das dritte Kapitel ",
  "sn11.22:0.3": "Hässlich ",
  "sn11.22:1.1": "Bei Sāvatthī in Jetas Wäldchen. ",
  "sn11.22:1.3": "„Es war einmal, Mönche und Nonnen, ein Naturgeist, der war hässlich und entstellt. Er setzte sich auf den Thron Sakkas des Götterkönigs. ",
  "sn11.22:1.4": "Doch die Götter der Dreiunddreißig beklagten sich, murrten und widersprachen: ",
  "sn11.22:1.5": "‚Es ist unglaublich, es ist erstaunlich! ",
  "sn11.22:1.6": "Dieser hässliche und entstellte Geist sitzt auf dem Thron Sakkas des Götterkönigs!‘ ",
  "sn11.22:1.7": "Aber je mehr die Götter sich beklagten, umso ansprechender, besser aussehend und anmutiger wurde der Geist. ",
  "sn11.22:2.1": "Da gingen die Götter zu Sakka und berichteten ihm den Vorfall. Sie schlossen: ",
  "sn11.22:2.7": "‚Sicher, guter Herr, muss das ein Zorn-fressender Geist sein!‘ ",
  "sn11.22:3.1": "Da ging Sakka zu diesem Geist, ordnete seine Robe über einer Schulter, ließ sich auf das rechte Knie nieder, erhob seine zusammengelegten Hände zu dem Zorn-fressenden Geist und nannte dreimal seinen Namen: ",
  "sn11.22:3.2": "‚Guter Herr, ich bin Sakka der Götterkönig! Guter Herr, ich bin Sakka der Götterkönig!‘ ",
  "sn11.22:3.3": "Aber je öfter Sakka seinen Namen nannte, umso hässlicher und entstellter wurde der Geist, ",
  "sn11.22:3.4": "bis er schließlich eben dort verschwand. ",
  "sn11.22:3.5": "Darauf sagte Sakka der Götterkönig, indem er die Götter der Dreiunddreißig anleitete, diese Strophe auf: ",
  "sn11.22:4.1": "‚Mein Geist ist nicht leicht aufgebracht; ",
  "sn11.22:4.2": "ich werde nicht leicht in den Sog gezogen. ",
  "sn11.22:4.3": "Ich werde nicht lange zornig, ",
  "sn11.22:4.4": "Zorn hält in mir nicht an. ",
  "sn11.22:5.1": "Wenn ich zornig werde, spreche ich nicht hart, ",
  "sn11.22:5.2": "noch stelle ich meine eigenen Tugenden heraus. ",
  "sn11.22:5.3": "Im Interesse meines eigenen Wohls ",
  "sn11.22:5.4": "halte ich mich sorgfältig zurück.‘“ "
}