{
  "sn11.10:0.1": "Nummerierte Lehrreden 11.10 ",
  "sn11.10:0.2": "1. Das erste Kapitel ",
  "sn11.10:0.3": "Seher am Meer ",
  "sn11.10:1.1": "In Sāvatthī. ",
  "sn11.10:1.2": "„Es waren einmal, Mönche und Nonnen, einige Seher, die waren sittlich, von gutem Charakter, und ließen sich in Laubhütten am Meeresufer nieder. ",
  "sn11.10:1.3": "Zu dieser Zeit wurde zwischen den Göttern und den Titanen eine Schlacht ausgefochten. ",
  "sn11.10:1.4": "Da dachten die Seher: ",
  "sn11.10:1.5": "‚Die Götter sind prinzipientreu, die Titanen sind prinzipienlos. ",
  "sn11.10:1.6": "Von den Titanen kann uns Gefahr drohen. ",
  "sn11.10:1.7": "Warum begeben wir uns nicht zu Sambara dem Titanenfürsten und bitten ihn um ein Sicherheitspfand?‘ ",
  "sn11.10:1.8": "Und so leicht, wie eine starke Person den Arm strecken oder beugen würde, verschwanden diese Seher von den Laubhütten am Meeresufer und erschienen wieder in Sambaras Gegenwart. ",
  "sn11.10:1.9": "Da redeten diese Seher Sambara mit einer Strophe an: ",
  "sn11.10:2.1": "‚Die Seher sind zu Sambara gekommen, ",
  "sn11.10:2.2": "um um ein Sicherheitspfand zu bitten. ",
  "sn11.10:2.3": "Denn du kannst uns geben, was du willst: ",
  "sn11.10:2.4": "Gefahr oder Sicherheit.‘ ",
  "sn11.10:3.1": "‚Es gibt keine Sicherheit für Seher, ",
  "sn11.10:3.2": "die verhassten Kumpane Sakkas! ",
  "sn11.10:3.3": "Obwohl ihr mich um eure Sicherheit bittet, ",
  "sn11.10:3.4": "gebe ich euch nur Furcht!‘ ",
  "sn11.10:4.1": "‚Obwohl wir dich um unsere Sicherheit bitten, ",
  "sn11.10:4.2": "gibst du uns nur Furcht. ",
  "sn11.10:4.3": "Das ist, was wir von dir bekommen. ",
  "sn11.10:4.4": "Dass endlose Gefahr über dich komme! ",
  "sn11.10:5.1": "Welche Saat du auch säst, ",
  "sn11.10:5.2": "diese Frucht erntest du. ",
  "sn11.10:5.3": "Wer Gutes tut, bekommt Gutes, ",
  "sn11.10:5.4": "wer Schlechtes tut, bekommt Schlechtes. ",
  "sn11.10:5.5": "Freundchen, du hast selbst deine Saat gesät, ",
  "sn11.10:5.6": "jetzt wirst du die Frucht erhalten.‘ ",
  "sn11.10:6.1": "Und nachdem diese Seher Sambara verflucht hatten, verschwanden sie so leicht, wie eine starke Person den Arm strecken oder beugen würde, aus Sambaras Gegenwart und erschienen wieder in den Laubhütten am Meeresufer. ",
  "sn11.10:6.2": "Aber nachdem er von den Sehern verflucht worden war, wachte Sambara in dieser Nacht dreimal voller Schrecken auf.“ "
}