{
  "abhidhamma:1": "Абхидхамма: систематический анализ учения",
  "abhidhamma:2": "Бхиккху Суджато",
  "abhidhamma:3": "<a href='#item1'>Истоки</a>",
  "abhidhamma:4": "<a href='#item2'>Книги Абхидхаммы Тхерава̄ды</a>",
  "abhidhamma:5": "<a href='#item3'>Книги Абхидхаммы Сарва̄стива̄ды</a>",
  "abhidhamma:6": "<a href='#item4'>С́а̄рипӯтра̄бхидхарма Дхармагуптаки</a>",
  "abhidhamma:7": "<a href='#item5'>Абхидхамма в буддийских традициях</a>",
  "abhidhamma:8": "<a href='#item6'>Критика</a>",
  "abhidhamma:9": "Последней из трёх <i lang='pi' translate='no'>пит̣ак</i> (или «корзин») в канонах ранних буддийских школ является Абхидхамма-<i lang='pi' translate='no'>пит̣ак</i>а.  В ней собран структурированный и систематический анализ терминов и идей из дискурсов.",
  "abhidhamma:10": "Абхидхамма школы Тхерава̄да состоит из семи канонических книг на языке пали. Есть также полный набор из семи (разных) канонических текстов школы Сарва̄стива̄да в китайском переводе, основной трактат школы Дхармагуптака также на китайском, и несколько небольших частей на санскрите. Как и в случае дискурсов, наибольшее внимание получили тексты на пали, и они наиболее изучены.",
  "abhidhamma:11": "В отличие от Сутты и Винаи, тексты Абхидхаммы разных школ не имеют близкой степени родства. Вполне вероятно, что они являлись одним из формирующих факторов в становлении разных школ. Тем не менее, Эрих Фраувальнер в своей работе <cite>«Исследование литературы Абхидхаммы и истоков буддийских философских систем»</cite> (1996) выделил определённые базовые составляющие Абхидхаммы, которые разделяют разные традиции. Они включают палийскую Вибхан̇гу, сарва̄стива̄динскую Дхармаскандху и С́а̄рипӯтра̄бхидхармаćастру школы Дхармагуптака. Все эти тексты содержат в себе общее ядро, которое берёт своё начало от Сам̇ютта-ника̄и.",
  "abhidhamma:12": "Несмотря на различия, ошибкой было бы предполагать, что канонические тексты Абхидхаммы имеют сугубо сектарный характер. Если не брать в расчёт такие дискуссионные работы, как Катха̄ваттху, по большей части тексты Абхидхаммы просто сфокусированы на представлении идей Дхаммы с различных точек зрения.",
  "abhidhamma:13": "Истоки",
  "abhidhamma:14": "Слово <i lang='pi' translate='no'>«абхидхамма»</i> иногда встречается в ранних текстах, обычно в связке с параллельным термином <i lang='pi' translate='no'>«абхивиная»</i>. Собрания текстов под названием <i lang='pi' translate='no'>«Абхивиная»</i>, конечно же, не существует, а использование термина «<i lang='pi' translate='no'>абхидхамма</i>» в ранних текстах относится не к набору текстов, которые мы имеем сегодня. В таком контексте приставка <i lang='pi' translate='no'>«абхи-»</i> сравнима с английской приставкой «meta-», придавая значение «о Дхамме, о Винае» и, таким образом, указывая на обсуждения учения. Такие обсуждения со временем запоминались и передавались дальше и постепенно преобразовались в формальные трактаты Абхидхамма-пит̣аки.",
  "abhidhamma:15": "Взгляды традиций на истоки Абхидхаммы разнятся. Китайские и тибетские традиции, как правило, приписывают каждую из книг Абхидхаммы какому-нибудь ученику Будды. Тем не менее, некоторые версии Винай содержат в себе упоминания об Абхидхамме ещё во времена Первого собора, и, таким образом, полагают, что в момент ухода Будды она уже существовала. В традиции Тхерава̄да также считается, что тексты Абхидхаммы (за исключением Катха̄ваттху) изложил непосредственно Будда. Об этом упоминается в поздней канонической работе под названием «Парива̄ра» (<i lang='pi' translate='no'>саббасаттуттамо сӣхо, пит̣аке тӣн̣и десайи</i>, Prv 3#5) и в параканонической «Милиндапан͂хе» (<i lang='pi' translate='no'>тепит̣акам̇ буддхавачанам̇</i>, Mil 2#55). Оба этих текста относятся к периоду, приходящемуся на время спустя триста-четыреста лет после смерти Будды. Позже в тхерава̄динских комментариях утверждается, что Будда изложил семь книг Абхидхамма-пит̣аки божествам плана Та̄ватим̇са, во главе с его матерью. Впоследствии Са̄рипутта изучил их и передал своим ученикам.",
  "abhidhamma:16": "Устоявшийся консенсус среди историков состоит в том, что книги Абхидхаммы были составлены спустя века после Будды. Невозможно установить точные даты. Тем не менее, наиболее вероятным выглядит предположение, что основа Вибхан̇ги/Дхармаскандхи/С́а̄рипӯтра̄бхидхармас́астры существовала ещё до разделения между соответствующими традициями, а это случилось примерно во времена короля Ашоки, около 250г. до н.э., менее двух веков после смерти Будды. Но большая часть материала, вероятно, была составлена после этого. Исходя из таких деталей, как, например, тот факт, что эти тексты считались каноническими уже в «Милиндапан͂хе», около 100г. до н.э., можно сделать вывод, что к тому времени они уже существовали. Таким образом, разумно полагать, что период составления канонических текстов Абхидхаммы составляет 300-100гг. до н.э.",
  "abhidhamma:17": "Хотя верования в то, что книги были составлены непосредственными учениками Будды являются несостоятельными, тем не менее они могут указывать на то, как эти книги создавались. Главные последователи могли создать линии передачи учения, которые бы отражали особенности обучения разных мастеров. Спустя время, объяснения разных учителей упорядочивались и приводились в систему. А книги, которые мы имеем сегодня, являются продуктом разных школ, составленные под руководством главных монахов.",
  "abhidhamma:18": "Книги Абхидхаммы Тхерава̄ды",
  "abhidhamma:19": "По большей части длинные и сложные тексты тхерава̄динской Абхидхаммы содержат анализ и классификацию учений, а не их объяснение. Предположительно их могли использовать в монастырях в обучении опытные мастера, выводя, объясняя и иллюстрируя материал из текстов. В конечном счёте такие объяснения систематизировали и записали в палийских комментариях.",
  "abhidhamma:20": "Хотя в канонических текстах Абхидхаммы представляются некоторые новые термины, в смысле учения они консервативны. В них нельзя найти многие концепции из поздней Абхидхаммы, такие как абсолютная и конвенциональная истина, моменты ума, <i lang='pi' translate='no'>кала̄пы</i>, идея, что каждый феномен определяется тем, что называется <i lang='pi' translate='no'>сабха̄ва</i>, или «индивидуальная сущность». Те же новые термины, которые встречаются в них, похоже, были по большей части введены для разъяснения и устранения двусмысленности терминологии и не предназначались для введения новых концепций. Не то чтобы новых идей совсем не было, просто они составляли малую долю от общего материала.",
  "abhidhamma:21": "Дхаммасан̇ган̣ӣ",
  "abhidhamma:22": "Дхаммасан̇ган̣ӣ («Перечисление феноменов») построена на идее <i lang='pi' translate='no'>ма̄тикӣ</i> — списка тем, или матрицы. <i lang='pi' translate='no'>Ма̄тика̄</i> представляет собой простой шаблон, который по ходу развития применяется и преобразуется во всё более сложные формы. <i lang='pi' translate='no'>Ма̄тикӣ</i> текста Дхаммасан̇ган̣ӣ перечисляют наборы феноменов (<i lang='pi' translate='no'>дхаммы</i>). Бо́льшая их часть — термины, знакомые из сутт, хотя встречаются и специализированные термины Абхидхаммы. Дхаммасан̇ган̣ӣ начинается с трёх <i lang='pi' translate='no'>ма̄тик</i>. Первая разделяет <i lang='pi' translate='no'>дхаммы</i> на 22 набора по три (<i lang='pi' translate='no'>тика</i>), а в других двух используются наборы по два (<i lang='pi' translate='no'>дука</i>), 100 пар терминов Абхи<i lang='pi' translate='no'>дхаммы</i> и 42 пары терминов из сутт.",
  "abhidhamma:23": "Первый из тройных наборов особенно важен: благое, неблагое и неопределённое. Это служит основной для дальнейшей классификации всех разнообразных феноменов. Хотя этот набор выглядит довольно просто, даже в нём присутствует противоречивая деталь — неопределённая категория, существование которой отрицали некоторые школы.",
  "abhidhamma:24": "Вибхан̇га",
  "abhidhamma:25": "Вибхан̇га («Книга анализа») состоит из 18 глав, каждая на определённую тему. Список тем тесно связан с Сам̇ьюттой: совокупности, чувства, взаимозависимое возникновение и т.д. У большинства глав троичная структура.",
  "abhidhamma:26": "Анализ в соответствии с суттами: здесь приводится ключевой отрывок из сутт на заданную тему, а также его анализ.",
  "abhidhamma:27": "Анализ в соответствии с Абхидхаммой: здесь применяются наборы синонимов и терминов, которые описаны в Дхаммасан̇ган̣ӣ.",
  "abhidhamma:28": "Вопросы и ответы: проверка знаний ученика посредством систематического опросника.",
  "abhidhamma:29": "Несколько разделов (например, Vb 18 Дхаммахадая) не соответствуют такой структуре. Возможно, их составляли как независимые трактаты.",
  "abhidhamma:30": "Дха̄тукатха̄",
  "abhidhamma:31": "Дха̄тукатха̄ («Обсуждение элементов») показывает, как <i lang='pi' translate='no'>ма̄тики</i> Дхаммасан̇ган̣ӣ соотносятся с пятью совокупностями, двенадцатью основами и восемнадцатью элементами. Этот труд составлен в соответствии с четырнадцатью методами.",
  "abhidhamma:32": "Пуггалапан͂н͂ьатти",
  "abhidhamma:33": "Пуггалапан͂н͂ьатти («Классификация личностей») представляет собрание фрагментов писаний, связанных с классификацией личностей в строгом феноменологическим ключе, свойственном для текстов Абхидхаммы. В ней представляется <i lang='pi' translate='no'>ма̄тика</i>̄ с классификацией типов личности, сгруппированных по признаку чисел от одного до десяти. Как следует из числового принципа организации, основным источником материала является Ан̇гуттара-ника̄я, с небольшими изменениями во фразировке. Основной целью текста является классификация соотношения личностных и психологических факторов с развитием на буддийском пути.",
  "abhidhamma:34": "Катха̄ваттху",
  "abhidhamma:35": "Катха̄ваттху («Спорные моменты») — собрание из более чем двухсот обсуждений различных интерпретаций буддийского учения. Текст содержит полемику между безымянными оппонентами. В своих аргументах они опираются либо на логику, либо на фрагменты сутт. Некоторые обсуждения затрагивают центральные темы буддийской философии, такие как природа учения «не-я» или вопрос непрерывности и непостоянства. Но многие из них весьма незначительны.",
  "abhidhamma:36": "Хотя в тексте не указывается, кому принадлежит та или иная точка зрения, бо́льшую часть можно сопоставить взглядам той или иной буддийской школы. Следует отметить, что ни одна из спорных точек зрения в тексте не относится к брахманическим, джайнским или каким-либо другим небуддийским воззрениям. А между суттами, к которым они обращаются, нет значительной разницы — каждый из оппонентов подразумевает, что они используют одно и то же собрание текстов.",
  "abhidhamma:37": "Катха̄ваттху — единственная книга Абхидхаммы, авторство которой приписывается конкретному автору — Моггалипуттатиссе, старшему монаху во времена короля Ашоки. Вероятно, основная часть материала сформировалась в ту эпоху, но со временем она значительно обросла дополнениями. Одна или две дискуссии из числа относящихся к центральным темам имеют схожую основу с Виджн͂ьа̄нака̄ей.",
  "abhidhamma:38": "Ямака",
  "abhidhamma:39": "Ямака («Пары») состоит из десяти глав на разные темы, первые из них касаются корней благого и неблагого поведения. В ней с помощью серии из пар вопросов устанавливается область применения терминов. Например: все ли варианты <i lang='pi' translate='no'>рӯпы</i> (форма, физический феномен) содержатся в совокупности формы (<i lang='pi' translate='no'>рӯпаккхандха</i>)? Нет, поскольку встречается идиоматическое использование <i lang='pi' translate='no'>рӯпы</i>, такое как <i lang='pi' translate='no'>еварӯпа</i> («такого рода»). Но все ли варианты совокупности формы содержатся в <i lang='pi' translate='no'>рӯпе</i>? Да.",
  "abhidhamma:40": "Пат̣т̣ха̄на",
  "abhidhamma:41": "В Пат̣т̣хане («Соотношения условий») содержится простая <i lang='pi' translate='no'>ма̄тика̄</i> с 24 типами условий. Первое из них — «корневое условие» (<i lang='pi' translate='no'>хетупаччайо</i>) — отвечает за то, как действия порождаются неблагими корнями жадности, ненависти и неведения или наоборот, их благими противоположностями. Далле эта <i lang='pi' translate='no'>ма̄тика̄</i> применяется к <i lang='pi' translate='no'><i lang='pi' translate='no'>ма̄тика̄</i>м</i> Дхаммасан̇ган̣ӣ, создавая ошеломительно сложные комбинации. Пат̣т̣ха̄на всегда сильно сокращается, но если её выписать целиком, она, вероятно, будет самой большой из когда-либо созданных книг с миллиардами возможных комбинаций условий.",
  "abhidhamma:42": "Дхаммасан̇ган̣ӣ и Пат̣т̣ха̄на обрамляют собрание Абхидхаммы. Первая рассматривает феномены, а вторая — их соотношение. Хотя детали и методика значительно разрослись, подход можно назвать подробным применением глубинных принципов взаимозависимого возникновения.",
  "abhidhamma:43": "Книги Абхидхаммы Сарва̄стива̄ды",
  "abhidhamma:44": "Хотя многие (или даже все) из «восемнадцати» ранних школ имели какие-то версии Абхидхаммы, никто из них так не выделялся в этой области как Сарва̄стива̄да. Упоминаемые здесь канонические тексты подкреплялись или даже в каком-то смысле были вытеснены очень влиятельным трактатом <cite>Маха̄вибха̄с̣а</cite>, благодаря которому Са̄рвастива̄да стала школой, <i lang='fr'>превосходящей другие</i> в области Абхидхаммы. Даже такие более поздние работы как <cite>Абхидхармакос̣а</cite> Васубандху или <cite>Мӯламадхйамакака̄рика̄</cite> На̄га̄рджуны, хотя и критиковали воззрения Сара̄стива̄ды, брали за основу идеи и терминологию, развитые этой школой в канонических текстах. Поэтому, хотя тексты Абхидхаммы большинства школ исчезли, тексты Сарва̄стива̄ды были переведены и сохранились в Китае. К тому же были найдены некоторые фрагменты текстов на санскрите и тибетском языке.",
  "abhidhamma:45": "Оригинальным языком сарва̄стива̄динских текстов был санскрит.",
  "abhidhamma:46": "Сан̇гӣтипарйа̄я",
  "abhidhamma:47": "Эта книга считается одной из самых ранних абхидхаммических работ и является по сути комментарием на сарва̄стива̄динскую версию Сан̇гӣти-сутты (DN 33). Её автором по версии санскритских и тибетских источников является Маха̄каустхила, а по версии китайских источников — С́а̄рипутра. Перевод на китайский выполнил Сюаньцзан.",
  "abhidhamma:48": "Дхармаскандха",
  "abhidhamma:49": "Как упоминалось выше, похоже, что этот текст имеет общие истоки с палийской Вибхан̇гой. На сегодняшний день существуют полная китайская и частичная санскритская версии. По сравнению с Вибхан̇гой в Дхармаскандхе подход имеет менее формальный характер и является более сбивчивым, цитируя ряд фрагментов из сутт. Её автором, по версии санскритских и тибетских источников, является С́арипутра, а по версии китайских источников — Маудгальйа̄яна. Перевод на китайский выполнил Сюаньцзан.",
  "abhidhamma:50": "Праджн͂ьаптис́а̄стра",
  "abhidhamma:51": "Состоит из серии вопросов и ответов, касающихся тезисов учения, собранных в <i lang='pi' translate='no'>ма̄тикӯ</i> и подкреплённых цитатами из сутт. Считается, что автором были либо Маудгальйа̄яна, либо Маха̄катьйа̄яна. Перевод на китайский выполнил Дхармаракс̣ита.",
  "abhidhamma:52": "Дха̄тука̄я",
  "abhidhamma:53": "Составлена Пурной (по версии санскритских и тибетских источников) или Васумитрой (по версии китайских источников). Перевод на китайский выполнил Сюаньцзан. Дха̄тука̄я имеет некоторое сходство с палийской Дха̄тукатхой, хотя в ней используется другая <i lang='pi' translate='no'>ма̄тика̄</i>.",
  "abhidhamma:54": "Виджн͂ьа̄нака̄я",
  "abhidhamma:55": "Этот текст соответствует палийской Катха̄ваттху и, возможно, имеет общую с ней историческую основу. В тексте упоминается тхерава̄дин Моггалипуттатисса — автор Катха̄ваттху — как оппонент в споре о ключевом тезисе учения сарва̄стива̄динов — что все феномены существуют в прошлом, будущем и настоящем. Тем не менее, в этом тексте обсуждается значительно меньшее количество тезисов, чем в Катха̄ваттху. Автором является Девасарман, перевод на китайский выполнил Сюаньцзан.",
  "abhidhamma:56": "Пракаран̣апа̄да",
  "abhidhamma:57": "Автором текста является Васумитра, существует полный перевод Сюаньцзана (T 1542) и частичный — Гунабхадры и Бодхиясы (T 1541). Это был важнейший трактат Абхидхармы, который повлиял даже на такие не-сарва̄стива̄динские тексты, как Маха̄праджн͂ьапа̄рамӣтопадес́а.",
  "abhidhamma:58": "Джн͂ьа̄напрастха̄на",
  "abhidhamma:59": "Автором является Ка̄тйа̄янӣпутра, перевод на китайский выполнен Сюаньцзаном (T 1544). Похоже, что этот текст был также переведён Сан̇гхадевой и Жу-фо-нианом под заглавием 阿毘曇八犍度論 (T 1543). Эта книга является самой большой в Абхидхамме Сарва̄стива̄ды. Она заложила основу для поздних сарва̄стива̄динских трактатов, и, таким образом, для современного исследования Абхидхармы, особенно в тибетском буддизме.",
  "abhidhamma:60": "С́а̄рипӯтра̄бхидхарма Дхармагуптаки",
  "abhidhamma:61": "Единственная существующая на сегодняшний день работа Абхидхаммы школы Дхармагуптака. Перевод на китайский выполнен Дхармаяс́ас и Дхармагуптой. Часть материала в ней общая с Вибхан̇гой и Дхармаскандхой, а также имеются некоторые другие общие детали с другими текстами Абхидхамм. Тогда как в других школах Абхидхамма содержала много текстов, С́а̄рипӯтра̄бхидхарма, похоже, содержит всю абхидхаммическую систему Дхармагуптаки, покрывая практически все темы текстов других школ.",
  "abhidhamma:62": "Абхидхамма в буддийских традициях",
  "abhidhamma:63": "Многие годы изучению Абхидхаммы придавалось большое значение в разных буддийских традициях. Традиция Тхерава̄да разработала серию объясняющих и расширяющих идеи Абхидхаммы комментариев и трактатов. Это живая традиция, которая гордится непрерывной линией публикаций вплоть до наших времён. Особое значение изучению Абхидхаммы сегодня придаётся в бирманском буддизме, хотя её активно изучают и в других тхерава̄динских странах. В тибетском буддизме также делается акцент на изучении Абхидхармы, но в основном из сарва̄стивадинских источников. Однако во всех регионах современное изучение Абхидхаммы в основном опирается на поздние трактаты, а канонические тексты обычно не исследуются глубоко напрямую.",
  "abhidhamma:64": "Помимо того, что Абхидхамма повлияла на теоретическую составляющую, она также создала основу для возникновения современных школ медитации. В частности, такие бирманские школы медитации, как Махаси, Гоенка и Па Аук опираются на концепции Абхидхаммы.",
  "abhidhamma:65": "Довольно неожиданно то, что изучение Абхидхаммы не ограничивается кругом монахов и учёных. Ей часто обучают мирян и ей часто обучают миряне, и она пользуется популярностью в Юго-восточной Азии. Кроме того, <i lang='pi' translate='no'>ма̄тикӣ</i> Абхидхаммы могут использоваться как основа церемониальной декламации. В Таиланде <i lang='pi' translate='no'>тикама̄тика̄</i> Дхаммасан̇ган̣ӣ и 24 условия Пат̣т̣ха̄ны используются для похоронных песнопений.",
  "abhidhamma:66": "Критика",
  "abhidhamma:67": "Абхидхамма сама по себе является критической системой, разработанной для разъяснения фундаментальных концепций и отношений. Такой проект предполагает, что такое разъяснение необходимо, что в свою очередь значит, что понимание одних и тех же идей разными людьми может отличаться. Этот критический аспект выходит на первый план в таких работах, как Катха̄ваттху, в которой показан рациональный метод разъяснения учения.",
  "abhidhamma:68": "В некоторых случаях, как, например, в случае Саутра̄нтики, критикуется сам проект Абхидхаммы как отклоняющийся от того, что написано в суттах. Не до конца понятно, во всех ли ранних школах была Абхидхамма-пит̣ака. Однако у всех должны были быть какие-то похожие труды, в которых излагались анализ и объяснения.",
  "abhidhamma:69": "Критика Абхидхаммы была основополагающей для Маха̄йа̄ны. В маха̄йа̄нских сутрах критикуются и конкретные детали учения Абхидхаммы (такие, как тезис, что каждый феномен определяется своей индивидуальной сущностью) и общее направление, в котором двигались школы Абхидхаммы, а их последователи, как утверждалось, тратили время на споры о пустяках вместо исследования глубин учения. Тем не менее, в текстах Маха̄йа̄ны развилась своя форма Абхидхаммы, и на сегодняшний день её изучение является ядром учебного плана.",
  "abhidhamma:70": "В тхерава̄динских комментариях можно также встретить критику, которая оспаривает аутентичность Абхидхаммы. Однако в основном дебаты в разных школах связаны с интерпретацией текстов Абхидхаммы, а не с проектом в целом.",
  "abhidhamma:71": "Традиция критики существует и сегодня. В системе обучения тибетского буддизма изучаются тексты и концепции Абхидхармы, в частности, в свете критики Саутра̄нтики и Маха̄йа̄ны. И хотя некоторые тхерава̄дины считают, что важно изучать Абхидхамму, другие утверждают, что её идеи исходят из сутт и изучать её необязательно."
}