{
  "an-guide-sujato:1": "Числовые дискурсы: полезные вещи на каждый день",
  "an-guide-sujato:2": "Бхиккху Суджато, 2019",
  "an-guide-sujato:3": "<a href='#item1'>Как организована Ан̇гуттара</a>",
  "an-guide-sujato:4": "<a href='#item2'>«Книга одного»</a>",
  "an-guide-sujato:5": "<a href='#item3'>«Книга двух»</a>",
  "an-guide-sujato:6": "<a href='#item4'>«Книга трёх»</a>",
  "an-guide-sujato:7": "<a href='#item5'>Краткая история текстов</a>",
  "an-guide-sujato:8": "Ан̇гуттара-ника̄я — это последний и самый длинный из основных разделов Сутта-пит̣аки. Слово <i lang='pi' translate='no'>«ан̇гуттара»</i> дословно означает «на один больше», т.е. «возрастающий». Этот термин указывает, что признаком объединения текстов является последовательность возрастающих чисел. Я перевёл название как <cite class='text-translated'>Numbered Discourses</cite> («Числовые дискурсы»). Раньше название также переводили как <cite class='text-translated'>Numerical Discourses</cite> («Числовые дискурсы») и <cite class='text-translated'>Gradual Sayings</cite> («Последовательные изречения»).",
  "an-guide-sujato:9": "На SuttaCentral мы считаем, что раздел состоит из 8122-х дискурсов, так же, как в переводе Бхиккху Бодхи. В заключительной строфе раздела говорится, что всего он содержит 9557 текстов. Но там не сказано, каким образом производится подсчёт. Должно быть, сосчитать такое количество сутт было нелегко, ведь они были записаны на пальмовых листьях. Так или иначе, как и в Сам̇ьютта-ника̄е, многие из этих текстов повторяются в соответствии с определённым шаблоном. Многие из них состоят из одного только слова. Удивительно, до чего дошёл процесс сокращения, ведь у сотен сутт фактически нет тела текста, и они являются всего лишь номерами, заполняющими последовательность. В случае «Книги одного» и «Книги двух» большая часть сутт является более длинными текстами, разделёнными на меньшие части, которые создают видимость количества. На SuttaCentral такие сутты трактуются как <i lang='pi' translate='no'>вагга</i>, в которой сгруппированы сокращённые тексты. Если сосчитать количество текстовых файлов, которые получаются, если сгруппировать тексты так, то получается более разумное, но всё ещё очень большое число — 1407.",
  "an-guide-sujato:10": "<cite class='text-translated'>«Числовые дискурсы»</cite> сосредоточены на прагматичных и актуальных для повседневной жизни темах. Здесь собраны руководства по воспитанию этики и характера. Если Сам̇ьютта-ника̄я содержит основные <em>доктрины</em>, то в Ан̇гуттаре собраны учения о <em>типах личностей</em>. Много внимания в ней уделяется темам, связанным с сообществом мирян, во многих текстах говорится о том, как следует обучать.",
  "an-guide-sujato:11": "В буддийских текстах часто встречаются различные пронумерованные множества, но здесь это становится основным организационным принципом. Типичный дискурс в Ан̇гуттаре состоит из утверждения, что есть определённое число чего-то, далее следует объяснение каждого элемента, и в конце — заключение, которое повторяет вступление. Иногда в конце добавлены строфы с кратким изложением. Этот формализованный шаблон оптимизирует тексты для лучшего запоминания наизусть. По сути, это тот же принцип, который используется в вечерней сводке новостей: вступление с описанием списка сегодняшних новостей, далее история для каждой из них — и в заключение ещё раз краткое содержание. Использование пронумерованных списков также очень популярно в сегодняшнем мире в виде интернет-статей в формате listicle.",
  "an-guide-sujato:12": "Но в отличие от современных примеров, множества элементов учения в Ан̇гуттаре являются частью сложной структуры. Они не просто связаны одной темой, а являются частью одной целостной последовательности. Первый элемент всегда наиболее фундаментальный, последующие являются развитием или надстройкой. И последний элемент завершает последовательность.",
  "an-guide-sujato:13": "По этой причине Ан̇гуттара является отличной отправной точкой для изучения канона, особенно для тех, кто ограничен во времени. На чтение сутты из Ан̇гуттары уходит всего несколько минут, при этом она будет содержать в себе законченное и полезное учение.",
  "an-guide-sujato:14": "У Ан̇гуттара-ника̄и есть параллель в китайском каноне — Экоттарика̄гама (EA). Эта а̄гама является специфическим текстом неясной принадлежности к школе (возможно, это Маха̄сан̇гхика), при этом она отличается от палийской версии в значительно большей степени, чем параллели Дӣгхи, Мадджхимы и Сам̇ьютты. Кроме того, в Гилгите была обнаружена значительная часть санскритской версии Экоттара̄гамы, которая была частично восстановлена и отредактирована Трипа̄т̣хи. Хотя и сложно так обобщить, но похоже что к палийским текстам эта версия Экоттара̄гамы ближе, чем основная китайская EA.",
  "an-guide-sujato:15": "Как организована Ан̇гуттара",
  "an-guide-sujato:16": "Ан̇гуттара-ника̄я состоит из книг (<i lang='pi' translate='no'>нипа̄та</i>), пронумерованных от одного до одиннадцати. Каждая из книг состоит из дискурсов, в которых рассматриваются множества из данного количества элементов. Как обычно, дискурсы сгруппированы в <i lang='pi' translate='no'>вагги</i>, которые иногда имеют свободную тему. Во всех <i lang='pi' translate='no'>нипа̄тах</i>, кроме первой, <i lang='pi' translate='no'>вагги</i> собраны в <i lang='pi' translate='no'>пан̣н̣а̄сы</i>.",
  "an-guide-sujato:17": "Я не знаю почему в Ан̇гуттаре счёт идёт именно до одиннадцати, я бы скорее ожидал какое-то круглое число. В китайской Экоттарика̄гаме также одиннадцать частей, и это подразумевает раннее происхождение такой структуры. Но из текстов не похоже, что это обусловлено необходимостью, ведь большинство элементов в этой книге состоит из учений, которые встречаются в других местах, с добавлением одного или двух дополнительных элементов.",
  "an-guide-sujato:18": "Иногда кажется, что Ан̇гуттара была составлена из того, что осталось неиспользованным в других разделах. После того, как длинные сутты были собраны в Мадджхиме и Дӣгхе, а более короткие сутты на центральные темы — в Сам̇ьютте, осталось множество текстов, которые не поддавались простой классификации. Эти тексты включают как потрясающие и глубокие учения, так и стандартные повторения, и растворяются во всякой всячине с неочевидной ценностью. Как если бы перед редакторами стояла задача разобрать склад остатков и старья, и они, стараясь изо всех сил, распределили бы всё по полочкам в соответствии с логикой, но всё равно частенько награмождали бы тут и там какие-то вещи, поскольку их нужно было куда-то деть. Поскольку обычно в текстах встречается определённое число, относящееся к учению, они выбрали его как критерий группировки материала, а не что-то другое, более осмысленное. Даже тексты, в которых явно не упоминается число, обычно можно проанализировать в соответствии с некоторым множеством элементов, поэтому их можно также включить по этому принципу. (См. например <a class='ref' href='/an3.31'>AN 3.31</a> и <a class='ref' href='/an3.32'>AN 3.32</a>)",
  "an-guide-sujato:19": "Не нужно думать, что в Ан̇гуттаре нет знакомых нам стандартных учений из других <i lang='pi' translate='no'>ника̄й</i>. Напротив, мы можем встретить поглощения (<a class='ref' href='/an3.58'>AN 3.58</a>), четыре благородные истины и взаимозависимое возникновение (<a class='ref' href='/an3.61'>AN 3.61</a>), пять способностей и сил (<a class='ref' href='/an4.163'>AN 4.163</a>; силы обсуждаются подробнее в <a class='ref' href='/an5.12'>AN 5.12-16</a>), троичное обучение (<a class='ref' href='/an3.81'>AN 3.81</a>), божественные медитации (<a class='ref' href='/an3.63'>AN 3.63</a>) и многое другое. Но эти учения разбросаны среди огромного множества других сутт широкого спектра тем.",
  "an-guide-sujato:20": "В частности, Бхиккху Бодхи во вступлении к своему переводу Ан̇гуттары говорит, что по сути оставляет попытки разобраться в логике структуры раздела. Для примера он приводит главу, в которой собраны несколько не связанных между собой дискурсов, и делает такое замечание: «С такой явно произвольной компановкой текстов невозможно не удивится, что было на уме у составителей» (<cite class='book'>«Числовые дискурсы Будды»</cite>, вступление, стр. 22). Поэтому вместо того чтобы анализировать тексты в том порядке, в котором они представлены в Ан̇гуттаре, он произвёл широкий и тщательно продуманный анализ по темам. <a href='/an-introduction-bodhi'>Его эссе</a> можно прочитать на SuttaCentral, и я советую это сделать всем, у кого серьёзные намерения по изучению Ан̇гуттары.",
  "an-guide-sujato:21": "Я бы, в свою очередь, хотел подойти к материалу с несколько другой стороны, более близкой к опыту непосредственного прочтения текста. Я нахожу интригующим вопрос Бхиккху Бодхи — что было на уме у составителей?",
  "an-guide-sujato:22": "Хотя, без сомнений, сутты и идеи представлены в Ан̇гуттаре в несколько хаотичном порядке, неужели действительно можно подумать, что те же самые редакторы, которые посвятили себя такой тщательной организации текстов Сам̇ьютты, не стали утруждать себя при составлении Ан̇гуттары? Возможно, чтобы понять их лучше, а вместе с тем и учения, которые они собрали, необходимо подойти к вопросу по-новому.",
  "an-guide-sujato:23": "Вот три основных принципа классификации, которые я заметил, читая Ан̇гуттару:",
  "an-guide-sujato:24": "Числовой.",
  "an-guide-sujato:25": "Тематические группы, переходы и тематические линии.",
  "an-guide-sujato:26": "Интервальные повторения.",
  "an-guide-sujato:27": "Далее я продемонстрирую, как эти принципы работают на примере первых трёх <i lang='pi' translate='no'>нипа̄т</i>. Я надеюсь, что таким образом проведу читателя через дебри до того момента, когда ему станет комфортно исследовать Ан̇гуттару самостоятельно.",
  "an-guide-sujato:28": "Конечно же, это не все принципы по которым распределялись тексты. Также они не претендуют на то, чтобы полностью или даже частично объяснить всю случайность распределения материала. Я думаю, что они дают подсказку для понимания той формы, которую раздел имеет сегодня.",
  "an-guide-sujato:29": "Для начала одна общая мысль. Мы классифицируем и соотносимся с окружающим миром в большой степени ассоциативно, а не рационально. Если попытаться проассоциировать разделы с пятью совокупностями, то, например, такое собрание текстов, как Сам̇ьютта-ника̄я имеет структуру, которая продумана и сконструирована намеренно, то есть основываясь на рациональном выборе или <i lang='pi' translate='no'>сан̇кхара̄х</i>. Может быть нам стоит посмотреть на Ан̇гуттару через призму восприятия, памяти и ассоциации (<i lang='pi' translate='no'>сан͂н͂ьа̄</i>).",
  "an-guide-sujato:30": "Но зачем структурировать такое большое собрание текстов таким образом? На этот вопрос найти ответ несложно. Как и многие другие принципы классификации в каноне, этот — для запоминания. Для того, кто декламирует тексты и должен помнить сотни текстов в последовательности, работает <em>любая</em> связь. Неважно, что это — тема, общее слово, синтаксис, стих или что-то ещё. Восприятие узнаёт повторяющиеся шаблоны. Оно ассоциирует одну вещь с другой, независимо от смысла связи между ними.",
  "an-guide-sujato:31": "Представьте, к примеру, что вы структурируете личную библиотеку. Вы могли бы использовать рациональную систему: алфавитный или тематический порядок, размер книг, которые помещаются на полки. Но это ваша библиотека, и вы можете делать с ней всё, что хотите. Может быть, на одну полку вы поставите синие книги, на другую — книги, которые ещё не читали, а на третью — книги, чей запах напоминает вам о старых друзьях. Для кого-то со стороны может показаться, что они распределены хаотично, но для вас порядок вполне осмыслен. Вы можете найти нужную книгу. Восприятие делает всю сложную работу за вас, не требуя каждый раз умственного напряжения для осмысления рациональной системы",
  "an-guide-sujato:32": "Значение чисел",
  "an-guide-sujato:33": "По большей части использование чисел в буддийских текстах сугубо прагматично. Когда вы знаете, что набор состоит из какого-то количества элементов, легко понять, что вы что-то забыли.",
  "an-guide-sujato:34": "Но числа всегда были наделены смыслом и значением, а не только лишь использовались для счёта. Они помогают нам через простой набор условностей наделить смыслом сложный космос вокруг. В буддизме числа используются для внушения трепета, даже страха перед астрономическим масштабом, в котором происходит перерождение. Возможно ли, что символизм тех чисел, к которым относятся <i lang='pi' translate='no'>нипа̄ты</i>, придаёт им целостность?",
  "an-guide-sujato:35": "По своей природе символическое значение трудно выразить точно с помощью слов. В отличие от рационального определения, символизм, вместо того, чтобы создать ограничения смысла, усиливает его через намёк, подсказки и коннотации. Насколько мне известно, по большей части символическое значение чисел игнорировалось в исследованиях учения Будды. Некоторые нумерологические ремарки есть в статьях, касающихся чисел в <cite class='book'>«Палийско-английском словаре»</cite> Райса Дэвидса и Виллияма Стэда, но я не встречал чего-то более позднего. Тем не менее, мы можем сделать несколько общих наблюдений.",
  "an-guide-sujato:36": "Один",
  "an-guide-sujato:37": "Число гармонии, простоты и превосходства. Оно особо выделяется в контексте глубокой медитации (<i lang='pi' translate='no'>джха̄на</i> или <i lang='pi' translate='no'>сама̄дхи</i>). Однако, в отличие от многих других духовных направлений, в буддизме у единицы никогда не было метафизичекого смысла: нибба̄на — это ноль, не единица, она является пустотой, а не целостностью.",
  "an-guide-sujato:38": "Два",
  "an-guide-sujato:39": "Используется для обозначения пар, которые могут находится в партнёрских отношениях — руки, глаза, муж и жена, в отношении противостояния — добро против зла, свет против тьмы, боль против удовольствия, или преемственности — умение входить в медитацию и умение выходить из неё. Это число представляет двойственность мира.",
  "an-guide-sujato:40": "Три",
  "an-guide-sujato:41": "Состоит из двойки и единицы. Число три добавляет новое, часто духовное измерение к мирскому дуализму. Это можно заметить в таких последовательностях, как аспекты удовольствия, недостатка и освобождения, или более тонко — в классификации чувства как приятного, неприятного и нейтрального. Число три представляет собой <em>другую возможность</em>, и в ней содержится семя превосходства.",
  "an-guide-sujato:42": "Четыре",
  "an-guide-sujato:43": "Наиболее характерное число для буддизма, и «Книга четырёх» является самой большой из <i lang='pi' translate='no'>нипа̄т</i>. Оно в первую очередь отсылает к метафоре четырёх сторон света и таким образом обозначает полноту и баланс, наиболее очевидным образом — в четырёх благородных истинах. Числа, кратные четырём, имеют такое же значение, но с более высоким порядком. Десять также родственно, так как является производной от четырёх основных сторон света, четырёх промежуточных сторон света и того, что вверху и внизу.",
  "an-guide-sujato:44": "Пять",
  "an-guide-sujato:45": "Исходит от метафоры руки, которую мы используем для счёта, и таким образом делится скорее на четыре и один (большой палец и четыре остальных), чем на два и три. Наиболее очевидный пример — пять совокупностей цепляния, в последовательности которых сознание стоит напротив остальных четырёх. Подобным же образом в пяти способностях и силах мудрость — это большой палец.",
  "an-guide-sujato:46": "Шесть",
  "an-guide-sujato:47": "Отсылает к метафоре тела — четыре конечности, туловище и голова. Означает «большое целое», и наиболее яркий пример — шесть чувственных сфер.",
  "an-guide-sujato:48": "Семь",
  "an-guide-sujato:49": "Астрономическое число, связанное с лунными циклами и небесными телами (солнце, луна и пять видимых планет). Особенно часто используется в мифическом контексте и в общем означает полный цикл жизни и смерти. В этом смысле это число встречается в сказании о рождении Бодхисатты.",
  "an-guide-sujato:50": "Думаю, что мы на самом деле можем различить следы значений этих чисел в Ан̇гуттаре, и далее приведу некоторые примеры. В некоторых случаях тексты, относящиеся к какому-либо числу, были просто привнесены в раздел, тогда как в других случаях тексты редактировались таким образом, чтобы появилось необходимое число элементов. В любом случае, значения, которые могут нести эти числа, дают возможность увидеть <i lang='pi' translate='no'>нипа̄ты</i> как осмысленное целое.",
  "an-guide-sujato:51": "С такими обобщениями значений и ввиду несомненно многих исключений и противоречий невозможно однозначно установить, что числа Ан̇гуттары имеют символическое значение. Если вы противник символизма, я не могу доказать, что вы неправы. Но я верю, что попытки разглядеть его в Ан̇гуттаре дают нам возможность оценить усилия редакторов и то, как они справились с таким разнородным и сложным материалом.",
  "an-guide-sujato:52": "Тематические группы, переходы и тематические линии",
  "an-guide-sujato:53": "Несмотря на то, что последовательность текстов выглядит хаотичной, сутты в Ан̇гуттаре редко стоят особняком. В основном они собраны в <em>тематические группы</em>, объединённые общей темой. Это может быть всего пара сутт, хотя нередко можно встретить целую <i lang='pi' translate='no'>ваггу</i>, посвящённую конкретной теме. Обычно это близкие сутты, отличающиеся друг от друга лишь несколькими деталями. Или же они могут быть связаны свободной тематической нитью, например, действующим лицом или группой лиц. Случается и такое, что несколько раз в Ан̇гуттаре встречаются <i lang='pi' translate='no'>вагги</i> с одинаковыми названиями и тематикой.",
  "an-guide-sujato:54": "Такие тематические группы легко распознать, но всё же зачастую кажется, что между ними нет никакой связи. Однако это не всегда так. Часто сдвиг от одной группы к другой происходит посредством того, что мы называем <em>тематическим переходом</em>. При переходе от одной тематический группы к другой сохраняется какой-то общий элемент. Это может быть тема или даже какая-то простая формальность, как, например, форма вопроса, слово или написание, и т.п. Такие зацепки помогают сгладить переход.",
  "an-guide-sujato:55": "В этих случаях можно заметить, что какой-то элемент [A] из первой группы совмещается с другим, образуя элемент [AB], и формирует тем самым новую группу или расширяет старую. Затем второй элемент совмещается с каким-то ещё и формирует группу [BC]. И далее может, например, случиться, что второй элемент выпадает и оставляет только третий, формируя новую группу [C], или его могут соединить с новым элементом. Если сравнить элемент [A] и [C], у них не будет ничего общего. Однако переход от одного к другому был постепенным. И частота, с которой это происходит, указывает, что это не случайность.",
  "an-guide-sujato:56": "Похожая техника используется в музыкальной композиции. После того, как композитор представляет мотив, он постепенно изменяет и развивает его. В конечном итоге он может прийти к совершенно новой мелодии, у которой нет ничего общего с оригиналом, хотя она явным образом появилась из него.",
  "an-guide-sujato:57": "Тематический переход является чисто формальной техникой, которая мало что говорит о тематике. Однако, если обратить пристальное внимание, можно заметить, что тематические группы, связанные переходами, иногда создают свободные <em>тематические линии</em>, охватывающие большие части раздела. Такие линии повторяют структуры, знакомые из других мест канона, такие как Поэтапное развитие. Так, например, происходит в первых 75 суттах «Книги одного». Они никоим образом не являются ясно и формально структурированными, как те учения, канву которых они повторяют. Тем не менее, сходство при переходе от темы к теме в них нельзя отрицать",
  "an-guide-sujato:58": "И действительно, можно рассматривать каждую <i lang='pi' translate='no'>нипа̄ту</i> как такую линию, поскольку они обычно начинаются с базовых практик и заканчиваются реализацией нибба̄ны. Серии повторений в каждой <i lang='pi' translate='no'>нипа̄те</i> также имеют свою внутренюю линию, ведущую к высочайшим качествам.",
  "an-guide-sujato:59": "Интервальные повторения",
  "an-guide-sujato:60": "Ученики должны были уделить немалое количество времени на заучивание одного текста Дӣгхи и Мадджхимы, вновь и вновь повторяя его, и, если это были хорошие ученики, пытаясь понять его смысл. Только когда они досконально изучили его, они брались за следующий. При заучивании Сам̇ьютты, ученик изучал дюжины, иногда сотни, текстов на одну тему. Эти тексты похожи друг на друга и разделяют одну идею, и зачастую отличаются друг от друга лишь немного. Такие сутты запоминались быстро, и вопрос осмысления возникал скорее на уровне целой темы, нежели отдельного текста.",
  "an-guide-sujato:61": "Но запоминать длинные тексты или много коротких на одну и ту же тему может быть скучным занятием, так как ум стремится к разнообразию и неожиданности. При изучении Ан̇гуттары ученик изучал сначала несколько сутт на одну тему, потом на вторую, потом снова на первую тему, потом на третью. Мы уже обратили внимание на разные особенности, которые помогали не терять последовательность. Но возможно, именно случайность и повторения помогали в заучивании этих текстов.",
  "an-guide-sujato:62": "Это во многом напоминает современную технику интервального повторения, которая обычно используется для изучения языков. В этой технике новые слова для изучения даются в случайной последовательности. После запоминания одного слова изучающий переходит к следующему. Но через некоторое время первое слово повторяется, чтобы усилить отпечаток в памяти. И так этот процесс повторения слов снова и снова продолжается. С точки зрения последовательности переход от одного слова к другому случаен. Но в целом шаблон тонко оптимизирован для быстрого и надёжного запоминания.",
  "an-guide-sujato:63": "Мы могли бы представить это на примере школы. Сам̇ьютта — это школьный <em>учебный план</em> — всё, что вы должны знать по каждой теме, собранное в одном месте. Но Ан̇гуттара — это <em>день</em> в школе. Уроки идут в своей последовательности, у которой нет чёткой причины. Что-то случается регулярно и довольно предсказуемо, но что-то просто случайно появляется. Несмотря на хаотичность природы этого процесса, он работает, так мы учимся в школе. Никто не будет утверждать, что изучение школьных предметов должно начинаться с изучения программы, потом математики, потом истории. Интервальное повторение не просто укрепляет запоминание, оно также подталкивает увидеть новые неожиданные связи между вещами.",
  "an-guide-sujato:64": "«Книга одного»",
  "an-guide-sujato:65": "Я уже говорил, что число один несёт в себе определённый набор коннотаций — гармонию, простоту и превосходство. Можно сформулировать общую тему через это, например, так: придерживайтесь в практике простоты и сосредоточенности, чтобы помочь уму достичь глубокого погружения и таким образом реализовать высшую Дхамму. Давайте взглянем, как «Книга одного» служит примером этих атрибутов.",
  "an-guide-sujato:66": "Эта <i lang='pi' translate='no'>нипа̄та</i> отличается от других тем, что практически вся состоит из фрагментов и шаблонов. Она начинается с яркого утверждения, что ничто так не занимает ум мужчины, как женщина, а ум женщины — как мужчина. Далее так же рассматриваются остальные органы чувств по отношению к обоим полам, таким образом составляя десять сутт и первую <i lang='pi' translate='no'>ваггу</i>. Это весьма похоже на одну сутту, разделённую на десять частей. В «Книге пяти» (<a class='ref' href='/an5.55'>AN 5.55</a>) встречается похожий набор утверждений в определённом контексте, но лишь для мужской стороны. А в китайском каноне параллельные тексты EA 9.7 и EA 9.8 соответствуют обеим половинам из этой <i lang='pi' translate='no'>вагги</i>. Это также даёт основания полагать, что тексты изначально были цельной суттой или, возможно, двумя.",
  "an-guide-sujato:67": "Ещё более явным примером этому принципу фрагментирования служат три пары сутт с <a class='ref' href='/an1.76'>AN 1.76</a> по <a class='ref' href='/an1.81'>AN 1.81</a>. Во всех парах присутствует одинаковый шаблон. В <a class='ref' href='/an1.76'>AN 1.76</a> говорится, что потерять родственников не так плохо, а худшее, что можно потерять, — это мудрость. В тексте <a class='ref' href='/an1.77'>AN 1.77</a> представлена инверсия этой идеи: рост числа родственников — это мелочь, рост мудрости — это по-настоящему важно. Но далее в тексте содержится побуждение для практикующего тренироваться, чтобы расти в мудрости. В первом тексте такая концовка отсутствует, что явно указывает на то, что это один текст, разделённый на две части.",
  "an-guide-sujato:68": "Из этого не следует делать вывод, что тексты собраны бессистемно. Напротив, можно выделить серию линий, которые связывают длинные последовательности сутт. Первые главы рассказывают о развитии медитации, повторяя шаги, которые проходит практикующий в Поэтапном развитии.",
  "an-guide-sujato:69": "Первая глава, как мы уже видели, говорит о сексуальном воздержании, одной из основ медитации.",
  "an-guide-sujato:70": "Во второй главе говорится о препятствиях, которые нужно преодолеть, чтобы войти в глубокую медитацию. Переход между предыдущей главой и этой — фраза «Я не вижу ни одной вещи».",
  "an-guide-sujato:71": "В третьей и четвёртой главах говорится о преимуществах развитого ума, очищенного медитацией — ничто не приносит большего счастья и пользы. В этих главах всё так же используется фраза «Я не вижу ни одной вещи».",
  "an-guide-sujato:72": "В пятой главе эта фраза исчезает. Здесь переходом между главами служит тема ума (<i lang='pi' translate='no'>читта</i>) и его развития.",
  "an-guide-sujato:73": "Пятая глава заканчивается двумя дискурсами, в которых упоминается знаменитый «сияющий ум». Они являются фрагментами, а более полное утверждение содержится далее — в суттах, открывающих следующую главу. Такое расположение на границе <i lang='pi' translate='no'>вагги</i> довольно необычно. Заметьте, что «сияющий ум» — это не метафизический термин, и ни здесь, и нигде в других местах в ранних буддийских текстах не говорится, что ум сияющий или светящийся изначально, естественно или от природы. Напротив, ум обусловлен и, следовательно, по природе не является никаким. Сияющий ум — это попросту иносказание для медитативного поглощения, или <i lang='pi' translate='no'>джха̄ны</i>.",
  "an-guide-sujato:74": "Шестая глава продолжает тему поглощения. Начиная с <a class='ref' href='/an1.56'>AN 1.56</a> внимание продолжает оставаться на уме, но тема меняется на исследование причин хороших и плохих качеств. В общем контексте это выглядит как часть практики медитации, относящаяся к аспекту мудрости, как об этом говорится в четвёртой <i lang='pi' translate='no'>сатипат̣т̣хане</i>. Серия этих дискурсов завершается на тексте <a class='ref' href='/an1.75'>AN 1.75</a>, в котором говорится о совершенном развитии факторов пробуждения, что подчёркивает завершение пути.",
  "an-guide-sujato:75": "Эта структура довольно красноречива, так как раскрывает намерение редакторов. Сами по себе эти 75 отрывочных сутт не подразумевают тематической связи между собой, она является разработкой редакторов. Их подход состоял в том, чтобы упростить утверждения Дхаммы до минимальных элементов и пересобрать из них раздел в соответствии с их пониманием принципов учения.",
  "an-guide-sujato:76": "Но работа редакторов была тоньше, чем может показаться. Они не только собрали фрагменты в единое целое, но и выбор темы также был неслучайным. Из всех контекстов учения Будды именно <i lang='pi' translate='no'>сама̄дхи</i>, или «объединение ума», наиболее связано с числом один. С самого начала составления «Книги одного» редакторы чётко понимали значение чисел в каноне и составили раздел таким образом, чтобы вывести на первый план самое важное число — один.",
  "an-guide-sujato:77": "Далее текст переходит к другой теме. Как отмечалось выше, в <a class='ref' href='/an1.71-81'>AN 1.76–81</a> затрагиваются темы обретения и потери. Далее с <a class='ref' href='/an1.82-97'>AN 1.82</a> следует серия текстов о вредных и полезных вещах, начиная с пары «невнимательность-усердие». Хотя, конечно, эти учения встречаются всюду в каноне, то, что они собраны здесь, указывает на особое внимание Ан̇гуттары к основам правильной жизни. Здесь они подчёркивают аспект <em>простоты</em>, помогая ученику сосредоточиться на одном аспекте Дхаммы в каждый момент времени.",
  "an-guide-sujato:78": "Далее, немного меняя шаблоны, тексты повествуют об одном и том же наборе факторов. Серия заканчивается тем, что каждая из упомянутых вредных вещей ведёт к исчезновению буддизма, тогда как каждая из хороших вещей ведёт к продолжению его существования. Эта последовательность продолжается до <a class='ref' href='/an1.98-139'>AN 1.129</a>.",
  "an-guide-sujato:79": "Далее тексты <a class='ref' href='/an1.98-139'>AN 1.130–169</a> продолжают тему сохранения учения, но с несколько иной точки зрения, так характерной для Ан̇гуттары — обучение Дхамме. А именно, что те, кто представляют Дхамму верно, накапливают множество заслуг и сохраняют учение, тогда как те, кто искажает её, зарабатывают плохую карму и уничтожают буддизм. В этой последовательности текстов присутствует своя внутренняя структура. Серия начинается с того, что в ней рассматривается просто обучение. Далее тексты говорят о всё более тонких аспектах Дхаммы, особенно когда доходят до представления Винаи и довольно обширного набора технических терминов монашеской дисциплины. Довольно очевидно, что изначально простое утверждение было снабжено множеством аспектов учения для того, чтобы удобным образом представить материал для изучения Винаи ученикам, запоминающим Ан̇гуттару.",
  "an-guide-sujato:80": "Эта серия текстов явно следует из предыдущей, будучи связанной с ней тематическим переходом сохранения учения. Таким образом, мы имеем вторую тематическую линию из 88 сутт с <a class='ref' href='/an1.82-97'>AN 1.82</a> по <a class='ref' href='/an1.150-169'>AN 1.169</a>.",
  "an-guide-sujato:81": "С <a class='ref' href='/an1.170-187'>AN 1.170</a> начинается новая тема, которая также весьма характерна для Ан̇гуттары — личности. Конечно, буддизм особо знаменит своим учением о «не-я» и безличным анализом психологических процессов. Но в суттах много материала, который затрагивает темы личностей или типов характера, и большая часть этого материала содержится в Ан̇гуттаре. Позднее его собрали в текст Абхидхаммы Пуггалапан͂н͂ьатти — «Описание личностей».",
  "an-guide-sujato:82": "Из всех личностей в буддизме непревзойдённая — сам Будда. Хотя на большом промежутке времени будд было много, в наше время он уникален. Таким образом, эта серия сутт начинается с текстов, которые говорят об одной личности, которая появляется в мире, будучи уникальной по степени пользы и превосходства. В тексте <a class='ref' href='/an1.170-187'>AN 1.187</a> превозносится главный ученик Будды — Са̄рипутта. О нём говорится как о том, кто продолжает вращать колесо Дхаммы после Будды. Так тексты переходят к следующей серии сутт, которые рассказывают об отдельных последователях Будды и превозносят их. Они представляют очень интересный список из многих персонажей со всего канона. Не только из четырёх <i lang='pi' translate='no'>ника̄й</i>, но также из Винаи и Кхуддаки. Известным монахам посвящены сутты <a class='ref' href='/an1.188-197'>AN 1.188–234</a>, монахиням — <a class='ref' href='/an1.235-247'>AN 1.235–247</a>, мирянам-мужчинам — <a class='ref' href='/an1.248-257'>AN 1.248–257</a>, женщинам — <a class='ref' href='/an1.258-267'>AN 1.258–267</a>. Все эти люди являлись «номером один», представляя значение числа один, как <em>превосходства</em>.",
  "an-guide-sujato:83": "Следующая глава продолжает тему личностей, приводя список того, что возможно и невозможно для разных людей. Например, невозможно, чтобы тот, кто «достиг взгляда», — то есть, вошедший в поток — принял бы что-либо обусловленное за неизменное. И далее в текстах <a class='ref' href='/an1.278-286'>AN 1.284–295</a> вновь происходит переход, в котором из рассмотрения исчезает тема личности и возможное-невозможное продолжает рассматриваться на имперсональном уровне — хорошие вещи не могут возникнуть из плохих поступков.",
  "an-guide-sujato:84": "Здесь в «Книге одного» выделяется третья тематическая линия из 126 сутт с <a class='ref' href='/an1.170-187'>AN 1.170</a> по <a class='ref' href='/an1.287-295'>AN 1.295</a>. В оставшейся части книги продолжает действовать принцип компоновки отрывочных сутт вдоль свободных тематических линий. Темы продолжают быть похожими с одним отличием. Чем ближе читатель приближается к концу книги, тем более явной становится тема нибба̄ны, конечной цели буддизма. Последняя <i lang='pi' translate='no'>вагга</i> называется «Глава о бессмертном», в ней напрямую говорится о полном пробуждении. Таким образом, ощущение тематической целостности, которое оставалось явным на протяжении отдельных разделов «Книги одного», распространяется на всю её структуру, которую редакторы собрали таким образом, чтобы кульминацией в ней было пробуждение.",
  "an-guide-sujato:85": "«Книга двух»",
  "an-guide-sujato:86": "Вторая <i lang='pi' translate='no'>нипа̄та</i> является своеобразным мостом, соединяющим стиль сюжетов из фрагментов первой <i lang='pi' translate='no'>нипа̄ты</i> с более целостными суттами, в дальнейшем характерными для Ан̇гуттары. Она вторит темам первой <i lang='pi' translate='no'>нипа̄ты</i> и усиливает их, но также содержит и новые идеи.",
  "an-guide-sujato:87": "Эта книга начинается с серии сутт, в которых говорится о фундаментальных принципах правильной жизни — делать добро, избегая зла (<a class='ref' href='/an2.1-10'>AN 2.3–4</a>), и о результатах поступков, созревающих в этой и следующей жизнях (<a class='ref' href='/an2.1-10'>AN 2.1</a>). Мне кажется, что этим составители провозглашают основную тему этой <i lang='pi' translate='no'>нипа̄ты</i> — идею, что всё в этом мире имеет этическое измерение, есть добро и зло, и если мы поймём это, сможем прожить достойную жизнь. Эта книга с самого начала делает на этом акцент, а также подчёркивает ужасные последствия игнорирования этого факта.",
  "an-guide-sujato:88": "Вторая глава развивает эту тему. В ней говорится о силе ретроспективы для понимания моральных принципов, и силе саморазвития для продвижения от зла к добру (<a class='ref' href='/an2.11-20'>AN 2.11–13</a>). Здесь для демонстрации этого принципа приводится пример дисциплинарной меры в Сан̇гхе (<a class='ref' href='/an2.11-20'>AN 2.15</a>, ср. <a class='ref' href='/an2.21-31'>AN 2.21</a>). Когда один монах обвиняет другого в дурном деянии, оба должны обдумать, что в действительности произошло и каковы были их роли в этом. Только после этого дело может быть должным образом разрешено и можно будет двигаться дальше. В этой главе также подробно затрагивается то, как хорошие и плохие поступки приводят к разным результатам (<a class='ref' href='/an2.11-20'>AN 2.16</a>, <a class='ref' href='/an2.11-20'>AN 2.17</a>), и приводятся результаты поступков, относящиеся как к этой жизни, так и к следующей (<a class='ref' href='/an2.11-20'>AN 2.18</a>). Далее в тексте Будда разъясняет то, как следует практиковать: необходимо не только распознать и осмыслить добро и зло внутри себя, но также развивать первое и избавляться от второго, потому что это возможно (<a class='ref' href='/an2.11-20'>AN 2.19</a>).",
  "an-guide-sujato:89": "Эти сутты (и другие) развивают тему учений из первой <i lang='pi' translate='no'>нипа̄ты</i>, в которой излагаются базовые принципы. Они завершают открывающую линию, которая задаёт тему этой <i lang='pi' translate='no'>нипа̄ты</i> — мирская двойственность добра и зла, и ответственность и возможность действовать, которые она создаёт.",
  "an-guide-sujato:90": "Но не стоит думать, что эти главы полностью последовательны и систематичны. Здесь встречаются довольно случайные сутты, как, например, <a class='ref' href='/an2.1-10'>AN 2.10</a>, в которой говорится о том, как следует начинать ретрит сезона дождей. Или <a class='ref' href='/an2.52-63'>AN 2.60</a> — о том, почему фавны (<i lang='pi' translate='no'>кимпуриса</i>) не используют человеческую речь.",
  "an-guide-sujato:91": "В то же время вперемежку встречаются определённые темы из первой <i lang='pi' translate='no'>нипа̄ты</i>. Текст <a class='ref' href='/an2.11-20'>AN 2.14</a> говорит о существовании двух способов обучения Дхамме — вкратце и подробно, а в <a class='ref' href='/an2.11-20'>AN 2.20</a> говорится, что продолжение существования буддизма зависит от правильной передачи значения и правильной формулировки текстов (также см. <a class='ref' href='/an2.32-41'>AN 2.41</a>). Текст <a class='ref' href='/an2.21-31'>AN 2.23</a> повторяет, что тот, кто искажает учение, подводит Будду и вносит свою лепту в исчезновение буддизма. Это относится и к тем, кто рассказывает, что Будда говорил то, чего он на самом деле не говорил.",
  "an-guide-sujato:92": "Текст <a class='ref' href='/an2.21-31'>AN 2.24</a> проводит различие между дискурсами, которые требуют разъяснения (<i lang='pi' translate='no'>неййаттха</i>), и дискурсами, значение которых на поверхности (<i lang='pi' translate='no'>нӣтаттха</i>). Некоторые сутты (напр., <a class='ref' href='/mn133'>MN 133</a>) рассказывают о монахах, которые не понимают короткого наставления, которое перед этим даёт Будда, и просят разъяснить, что он имеет в виду. В некоторых случаях монахи обсуждают отрывок утверждения из учения, который они не понимают. Эти примеры показывают, что процесс обсуждения и анализа учений Будды происходил с самого начала. Этот процесс в конечном итоге привёл к формированию различных наборов текстов Абхидхаммы, а также к разъяснениям в коментариях. Но в те времена эти тексты ещё не существовали, и не стоит привносить идеи из них обратно в сутты.",
  "an-guide-sujato:93": "Текст <a class='ref' href='/an2.21-31'>AN 2.31</a> возвращается к ещё одной теме из первой <i lang='pi' translate='no'>нипа̄ты</i> — медитации. В нём говорится, что умиротворённость (<i lang='pi' translate='no'>саматха</i>) и различение (или прозрение, <i lang='pi' translate='no'>випассана̄</i>) играют роль в реализации — умиротворённость развивает ум, а <i lang='pi' translate='no'><i lang='pi' translate='no'>випассана̄</i></i> развивает мудрость. Вместе они ведут к двум аспектам пробуждения — освобождению сердца и освобождению мудростью.",
  "an-guide-sujato:94": "Но это лишь мимолётное отвлечение от основной темы дальнейшей серии текстов — личностей. На самом деле эта тема кратко затрагивалась ранее, в тексте <a class='ref' href='/an2.1-10'>AN 2.2</a>, в котором говорится о различии в усилиях мирян и монахов. В <a class='ref' href='/an2.32-41'>AN 2.32</a> говорится, что хорошим личностям знакома благодарность, а плохим — нет. В <a class='ref' href='/an2.32-41'>AN 2.33</a> говорится о самой сильной и чувственной связи благодарности — между детьми и их родителями. Будда говорит, что даже если носить родителей на себе до конца жизни, кормить и убирать за ними, будет невозможно отплатить им за дар жизни. Отплатить им можно только если помочь им утвердиться в принципах Дхаммы. Дальнейшее развитие эта тема получает в <a class='ref' href='/an3.31'>AN 3.31</a>.",
  "an-guide-sujato:95": "В тексте <a class='ref' href='/an2.32-41'>AN 2.35</a> Будда говорит брамину, что традиционного религиозного пожертвования (<i lang='pi' translate='no'>даккхин̣а</i>) достойны те, кто чист — ученик и мастер пути. Такие пожертвования заменяют брахманические традиционные. Далее тексты содержат наставления учеников Будды Са̄рипутты (<a class='ref' href='/an2.32-41'>AN 2.36</a>) и Маха̄качча̄ны (<a class='ref' href='/an2.32-41'>AN 2.38</a>). Они приводят отличия внутренней и внешней практики, и Маха̄качча̄на высказываает проницательное замечание: миряне спорят о чувственных наслаждениях, а монахи спорят о взглядах (<a class='ref' href='/an2.32-41'>AN 2.37</a>). В <a class='ref' href='/an2.32-41'>AN 2.39</a> Будда довольно резко сравнивает королевство разорённое бандитами и сан̇гху в которой хорошие монахи в слабой позиции и принуждены молчать. Сравнение хороших и плохих собраний в следующей главе (<a class='ref' href='/an2.42-51'>AN 2.42–51</a>) развивает эту тему.",
  "an-guide-sujato:96": "После этого текст снова возвращается к теме Будды как величайшей личности, эта тема уже встречалась в первой <i lang='pi' translate='no'>нипа̄те</i>. Здесь он сопоставляется с мирской личностью — императором, вращающим колесо (<a class='ref' href='/an2.52-63'>AN 2.52–55</a>). Далее, продолжая тему категорий людей, тексты <a class='ref' href='/an2.52-63'>AN 2.62</a> и <a class='ref' href='/an2.52-63'>AN 2.63</a> рассказывают о процедурах, которые применяются в Сан̇гхе для разрешения споров и гармоничного сосуществования.",
  "an-guide-sujato:97": "В следующей главе основной темой является счастье (<i lang='pi' translate='no'>сукха</i>). В первом тексте главы сравнивается счастье мирян и монахов, второе из которых выше (<a class='ref' href='/an2.64-76'>AN 2.64</a>). Это продолжает тему личностей, а именно разницы между мирянами и монашеством, которая была представлена ещё во втором тексте этой <i lang='pi' translate='no'>нипа̄ты</i>. Здесь эта тема совмещается с новой темой счастья. Далее последовательность сутт развивает эту связку, хотя в то же время и постепенно уходит от темы личностей, представляя тем самым тематический переход. Текст приходит к теме счастья в чисто психологических терминах, напоминающих Сам̇ьютту.",
  "an-guide-sujato:98": "Эта глава сама по себе представляет переход, можно сказать, «вложенный» переход, к следующей серии глав, объединяющей характеристикой которых является компоновка коротких сутт с одним шаблоном в <i lang='pi' translate='no'>вагги</i>, тем самым возвращаясь к роду <i lang='pi' translate='no'>вагги</i> как цельной сутты, которая встречалась в «Книге одного». В восьмой главе темой являются причины хороших и плохих качеств, в девятой — различные прочие пары «явлений» (<i lang='pi' translate='no'>дхамма̄</i>), в десятой — отличия между глупцами и проницательными людьми. Одиннадцатая глава, хотя и несколько разрозненна, завершает эту последовательность.",
  "an-guide-sujato:99": "В текстах <a class='ref' href='/an2.130-140'>AN 2.130</a>–<a class='ref' href='/an2.130-140'>AN 2.133</a> вновь восхваляются великие ученики Будды, напоминая нам список из «Книги одного». Далее несколько дискурсов возвращаются к теме наследования хорошими и плохими людьми результатов их действий (<a class='ref' href='/an2.130-140'>AN 2.134</a>–<a class='ref' href='/an2.130-140'>AN 2.137</a>). Остаток <i lang='pi' translate='no'>нипа̄ты</i> приводит длинные списки пар противоположных качеств. В частности, интересна серия сутт <a class='ref' href='/an2.280-309'>AN 2.280–309</a>, в которой Будда приводит причины для разоблачения для монахов. Обычно это список из десяти проступков, но здесь они скомпонованы по парам. В заключительной серии сутт говорится о развитии глубокого понимания и отпускания с помощью пары умиротворённости и различения. Таким образом, во второй <i lang='pi' translate='no'>нипа̄те</i>, как и в первой, несмотря на то, что основной её темой является этика и результаты поступков, в заключении мы встречаем практику, ведущую к пробуждению.",
  "an-guide-sujato:100": "«Книга трёх»",
  "an-guide-sujato:101": "В этой книге мы переходим от компоновок фрагментов, свойственных «Книге одного» и частично «Книге двух», к более конвенциональным целостным суттам. Конечно, от Ан̇гуттары нельзя ожидать в этом вопросе абсолютной последовательности, так как во всех её книгах содержатся обширные серии повторений. Тем не менее, с этого места явно преобладают цельные сутты и, как следствие, труднее различить почерк редакторов.",
  "an-guide-sujato:102": "Однако это не означает, что ситуация драматически меняется в сравнении с первыми книгами. Напротив, «Книга трёх» начинается с <i lang='pi' translate='no'>вагги</i> на знакомую тему — противопоставление пары глупца и проницательного человека. Число три является количеством качеств, характеризующих каждого из них. Ба̄лавагга («Глава о глупцах») соответствует третьей и десятой главам со схожим названием из «Книги двух», а также второй главе «Книги пяти».",
  "an-guide-sujato:103": "Так же, как и в первых двух книгах, эта <i lang='pi' translate='no'>нипа̄та</i> начинается с акцента на том, в какой сложной ситуации мы находимся, учитывая напряжения и вызовы в мире, в котором мы живём. Во второй <i lang='pi' translate='no'>вагге</i> внимание переключается на то, что мы можем с этим сделать.",
  "an-guide-sujato:104": "Таким образом, только в <a class='ref' href='/an3.13'>AN 3.13</a> мы первый раз встречаем использование числа три как комбинации мирской двойственности и трансцендентального измерения, которое разрешает противоречие. В этой сутте говорится с одной стороны о том, кто потерял всякую надежду, — человеке в нищете, страдании и болезни, и, с другой стороны, о человеке, полном надежд, который смотрит в светлое будущее. Но есть также и третий — тот, кто покончил с надеждой, поскольку достиг своей цели и нечего больше желать.",
  "an-guide-sujato:105": "Текст <a class='ref' href='/an3.14'>AN 3.14</a> содержит важное политическое заявление: даже величайшие из правителей подвластны действию закона (<i lang='pi' translate='no'>дхамма</i>). Здесь число три представляет группу действий телом, речью и умом. Эта триада является добуддийской и выражает фундаментальный принцип Дхаммы — важность делать этически верный выбор и хорошие поступки. В «Книге трёх» она встречается постоянно. В то время как мирская философия может принимать к рассмотрению только внешние действия тела и речи, в буддизме ум всегда наиболее важен. Именно ум в конечном счёте ответственнен за то, что мы делаем и говорим, и именно умом обретается свобода. Таким образом, ум здесь является трансцендентальным измерением освобождения.",
  "an-guide-sujato:106": "Следующий дискурс рассматривает тело, речь и ум в контексте того, как на практике следует должным образом их развивать. В первый раз в Ан̇гуттаре встречается рассказ. В нём говорится о мастере по изготовлению колесниц, который жил в далёком прошлом. Ему поступил заказ от короля сделать новую боевую колесницу для сражения через шесть месяцев. В этом рассказе довольно поразительно то, что общество настолько невелико, что ничем не примечательно для самого короля лично общаться с мастером. И из рассказа следует, что одной колесницы как раз достаточно для этой войны, которая, между прочим, запланирована в точности через шесть месяцев. Небольшой масштаб и ставки в этой очаровательной истории сильно контрастируют со сложными и фантастическими легендами Дӣгхи.",
  "an-guide-sujato:107": "Мастер заканчивает первое колесо лишь за шесть дней до битвы, и его призывают поскорее закончить второе. Но время влияет на качество — первое колесо ровное и устойчивое, а второе болтается и падает. Далее в тексте Будда говорит, что тем мастером в то время был он. Это тоже необычно, так как в четырёх <i lang='pi' translate='no'>ника̄ях</i> очень немного историй-джа̄так. Невысокая позиция будущего Будды необычна для таких историй. Обычно в них рассказывается о том как он был каким-нибудь великим королём. Также стоит отметить, что заказ, который он выполняет, неоднозначен с этической точки зрения — он производит оружие. Далее в Ан̇гуттаре в тексте <a class='ref' href='/an5.177'>AN 5.177</a> говорится, что торговля оружием является одним из видов неправильных средств к существованию. Можно поспорить, что колесница не является оружием, но она явно позиционируется как боевое средство передвижения. В наши дни мы без колебаний назовём танк или истребитель платформой для оружия. В поздних собраниях джа̄так ситуации, в которых бодхисатта нарушает предписания или совершает неоднозначные с моральной точки зрения действия, не являются необычными, ведь речь о тех временах, когда он ещё не был совершенен. Но всё-таки в этом небольшом рассказе эти детали привносят приземлённости и реалистичности в сравнении с другими джа̄таками в <i lang='pi' translate='no'>ника̄ях</i>.",
  "an-guide-sujato:108": "В тексте <a class='ref' href='/an3.16'>AN 3.16</a> приводится практика, гарантирующая результат. Она состоит из трёх элементов: чувственного воздержания, умеренности в еде и бдительности. Это неявно отсылает к самой первой главе Ан̇гуттары, но здесь представлено в более стандартной форме.",
  "an-guide-sujato:109": "Одной из стилистических характеристик Ан̇гуттары является приём противопоставления святого мирскому. Вспомните, как в <a class='ref' href='/an2.1-10'>AN 2.2</a> говорится об усилиях мирян и монахов. <a class='ref' href='/an3.19'>AN 3.19</a> развивает эту тему, приводя сравнение лавочника, который должен работать утром, днём и ночью, и монаха, который должен посвящать себя медитации утром, днём и ночью. В <a class='ref' href='/an3.20'>AN 3.20</a> та же метафора используется немного иначе. Эти сутты завершают первую тематическую линию, посвящённую пониманию опасности мирского и практики освобождения от мирского.",
  "an-guide-sujato:110": "Третья глава возвращается к теме личностей. Она начинается с обсуждения старшими монахами того, какая из трёх типов духовно-развитых личностей выше. Или, другими словами, кто лучше применил практики, о которых говорят первые две главы (<a class='ref' href='/an3.21'>AN 3.21</a>). Далее приводится интересное сравнение между лечением болезни и духовной поддержкой: не всегда можно помочь, но следует хотя бы попытаться (<a class='ref' href='/an3.22'>AN 3.22</a>).",
  "an-guide-sujato:111": "Серия сутт «Книги трёх» строится по шаблону, в котором первый элемент является основанием, второй — реализацией четырёх благородных истин, а третий — пробуждением. Первая из них — <a class='ref' href='/an3.12'>AN 3.12</a>, и далее <a class='ref' href='/an3.24'>AN 3.24</a> и <a class='ref' href='/an3.25'>AN 3.25</a>.",
  "an-guide-sujato:112": "Возвращаясь к теме медитативного погружения, с которой начался весь раздел, нас знакомят с интересным учением, которое много раз встречается в Ан̇гуттаре, но в других местах канона его нет. (<a class='ref' href='/an3.32'>AN 3.32</a>, <a class='ref' href='/an10.6'>AN 10.6</a>, <a class='ref' href='/an10.7'>AN 10.7</a>, <a class='ref' href='/an11.7'>AN 11.7</a>, <a class='ref' href='/an11.18'>AN 11.18</a>, <a class='ref' href='/an11.21'>AN 11.21</a>). Оно начинается с вопроса, возможно ли, чтобы монах обрёл состояние погружения, свободное от всех аспектов эго и тщеславия? Обычно подразумевается, что медитативные поглощения для обычных людей и пробуждённых существ на пути одинаковы. Совершенные отличаются тем, что отпустили причину страдания, а не тем, что достигли какого-то особого состояния медитации. Но в этих суттах, ко всеобщему удивлению, подразумевается, что существует особое медитативное состояние, доступное только совершенным.",
  "an-guide-sujato:113": "Отличительной чертой дискурса также является то, что он заканчивается цитатой стиха, который сейчас находится в Сутта-нипа̄те, и даже упоминается верное название главы — «Путь к другому берегу». То, что этот стих изначально относится к состоянию медитации, совершенно не очевидно. Это показывает, что феномен свободного и творческого прочтения сутт существовал в самые ранние времена.",
  "an-guide-sujato:114": "Следующий дискурс (<a class='ref' href='/an3.33'>AN 3.33</a>) продолжает тему перехода за грань эго и тщеславия и также цитирует «Путь к другому берегу». Но начинается он с нехарактерной для Будды меланхолии, словами о том, даёт ли он краткое учение или подробное (отсылая к <a class='ref' href='/an2.11-20'>AN 2.14</a>), — трудно найти кого-либо, кто поймёт его.",
  "an-guide-sujato:115": "В <a class='ref' href='/an3.35'>AN 3.35</a> говорится о встрече с парнем по имени Хаттхака, который наткнулся на Будду, медитирующего недалеко от его родного города А̄л̣авӣ. Он интересуется, хорошо ли спалось Будде, учитывая тяжёлые условия жизни на улице. Будда отвечает, что он тот, кто в этом мире спит хорошо, поскольку избавился от жадности, ненависти и неведения — помех, которые мешают другим людям спать.",
  "an-guide-sujato:116": "Это второй раз, когда в «Книге трёх» появляется эта классическая триада. Первый раз она появляется в предыдущей сутте <a class='ref' href='/an3.34'>AN 3.34</a>, где является источником поступков. В этом смысле она встречается в суттах в этой <i lang='pi' translate='no'>нипа̄те</i> много раз. Как и триаду тела, речи и ума, можно рассмотреть её как пример шаблона 2 и 1. Жадность и ненависть — взаимозависимая пара, уродливые противоположности. Неведение лежит в основе обеих, но в то же время противоположностью неведения является мудрость, и через неё возможно преображение.",
  "an-guide-sujato:117": "Следующий дискурс переходит в русло мифологии и даёт буддийское видение бога Ямы, повелителя смерти. Можно ожидать, что бог смерти предстанет устрашающим, однако в данном случае он демонстрирует явно буддийский подход к загробной жизни. Когда перед Ямой предстаёт вновь прибывший усопший, он не судит и не наказывает его. Он спрашивает у покойного, был ли он внимателен к посланникам богов — старику, больному человеку и трупу. Это, конечно же, трое из четырёх божественных посланников, которых встречает бодхисатта перед тем, как уйти от мирской жизни (канонически встречаются в жизнеописании Випассӣ, см. <a class='ref' href='/dn14'>DN 14</a>). Когда он отвечает, что не был внимателен, Яма отчитывает его за небрежность и замолкает. Далее покойного оттаскивают туда, где он будет испытывать адские страдания, которые здесь описываются более кратко, чем в <a class='ref' href='/mn129'>MN 129</a> и <a class='ref' href='/mn130'>MN 130</a>. Далее Яма оплакивает жалкий удел смертных, включая самого себя, и выражает желание родиться человеком, чтобы практиковать учение Будды.",
  "an-guide-sujato:118": "Следующая пара сутт продолжает в рассказческом духе (<a class='ref' href='/an3.37'>AN 3.37</a>, <a class='ref' href='/an3.38'>AN 3.38</a>) и представляет новую тему, важную в дальнейшем для всей Ан̇гуттары, а именно <i lang='pi' translate='no'>упосатху</i>, или «священный день». Это особый день религиозной практики и ритуала, который имел место каждую неделю или в определённые дни. Очевидно, что в такие дни министры «Четырёх великих королей» исследовали обитателей земли на предмет того, почитали ли они лучших представителей и совершали ли они добрые поступки. И если да, то они сорадовались, поскольку знали, что такие люди будут рождены в божественных мирах, наполняя их прекрасными обитателями, тогда как в противном случае они испытывали страх, так как такие люди пополнят ряды демонов. Это, конечно же, серьёзно скажется на боевых перспективах обеих сторон в войне между ними.",
  "an-guide-sujato:119": "В следующей паре сутт речь идёт об отречении. В первой говорится о воспоминаниях Будды о его собственном изысканном воспитании (<a class='ref' href='/an3.39'>AN 3.39</a>). Во второй приводятся мысли о том, как монаху следует целостно рассматривать свои выборы (<a class='ref' href='/an3.40'>AN 3.40</a>). В <a class='ref' href='/an3.41'>AN 3.41</a> и <a class='ref' href='/an3.42'>AN 3.42</a> речь идёт о другой стороне вопроса — о качествах, которые приносят заслуги мирянам, дающим содержание, в особенности о качествах веры, щедрости и желания учиться. Изучение становится темой следующих двух сутт (<a class='ref' href='/an3.43'>AN 3.43</a> и <a class='ref' href='/an3.44'>AN 3.44</a>). Потом тексты возвращаются к темам щедрости, веры и достойной духовной жизни, которые делают заслуги по-настоящему плодотворными (<a class='ref' href='/an3.45'>AN 3.45</a>, <a class='ref' href='/an3.46'>AN 3.46</a>, <a class='ref' href='/an3.48'>AN 3.48</a>). Далее следует призыв монахам быть усердными (<a class='ref' href='/an3.49'>AN 3.49</a>) и раскрывается природа плохих монахов (<a class='ref' href='/an3.50'>AN 3.50</a>). Если собрать эти 12 сутт, их можно рассматривать как последовательность в рамках тематической линии об отношениях между мирянами и монахами, необходимости и тем, и другим быть целостными и иметь надлежащее понимание ценностей своих сфер деятельности, а также взаимной поддержке друг друга через щедрость и учения.",
  "an-guide-sujato:120": "Далее начинается новая <i lang='pi' translate='no'>вагга</i> «О браминах», в которой, как можно догадаться, Будда вступает в различные дискуссии с браминами. В <a class='ref' href='/an3.51'>AN 3.51</a> и <a class='ref' href='/an3.52'>AN 3.52</a> к Будде приходят двое браминов, которые сознаются в том, что прожили жизнь не так, как следовало, и теперь, будучи уже старыми и немощными, ищут у него помощи. Будда подтверждает краткосрочность жизни и побуждает их обуздать тело, речь и ум. В сутте <a class='ref' href='/an3.53'>AN 3.53</a> Будда беседует с другим брамином о том, как постичь Дхамму в этой самой жизни. После этого он даёт схожее учение страннику (<a class='ref' href='/an3.54'>AN 3.54</a>) и брамину Джа̄н̣уссон̣и (<a class='ref' href='/an3.55'>AN 3.55</a>). То что учение Будды можно постичь в этой самой жизни, является стандартной характеристикой Дхаммы (<i lang='pi' translate='no'>сандит̣т̣хико ака̄лико</i>), но легко упустить то, что это было прямым укором добуддийским религиозным традициям. Они всегда ожидали каких-либо наград в будущем, — небесного перерождения или будущего окончания страданий — но Будда, хотя и не отрицал реальности и важности будущих плодов, перевёл внимание духовного пути на настоящий момент.",
  "an-guide-sujato:121": "В <a class='ref' href='/an3.56'>AN 3.56</a> брамину даётся другое учение. Послание Будды, которое особо остро звучит в нашу эру, объясняет, в чём причина падения цивилизаций, а именно, в необузданной жадности. В <a class='ref' href='/an3.57'>AN 3.57</a> Будда опровергает обвинение странника Ваччхаготты в том, что он побуждает давать пожертвования только для своих последователей. Когда брамин Тикан̣н̣а («Три уха») восхваляет истинных браминов, Будда отвечает тем, что даёт своё собственное определение брамина, отвергая важность рождения и ведического образования, и далее озвучивает вторую часть Поэтапного развития, начиная с поглощений (<a class='ref' href='/an3.58'>AN 3.58</a>; схожая <a class='ref' href='/an3.59'>AN 3.59</a>). В <a class='ref' href='/an3.60'>AN 3.60</a> Будда не только отвергает важность ведических жертвоприношений, но и показывает, что обучением Дхамме можно принести пользу значительно большему количеству людей.",
  "an-guide-sujato:122": "Седьмая <i lang='pi' translate='no'>вагга</i> называется «Большая глава», и в ней собрана серия дискурсов, отличающихся размером. Она начинается с тематического перехода. <a class='ref' href='/an3.61'>AN 3.61</a> продолжает тему отношения буддийских и небуддийских теорий, но в прямой манере дискурса для монахов, а не диалога с представителями других учений. Этот потрясающий дискурс представляет важную точку зрения на взаимозависимое возникновение и заслуживает отдельного изучения. Объединяющей характеристикой текстов в этой главе является скорее длина сутт, нежели тема, однако несколько других сутт также затрагивают тему небуддийских философий и отношений (<a class='ref' href='/an3.64'>AN 3.64</a>, <a class='ref' href='/an3.68'>AN 3.68</a>, <a class='ref' href='/an3.70'>AN 3.70</a>), включая знаменитую Ка̄ла̄ма-сутту (<a class='ref' href='/an3.65'>AN 3.65</a>; также <a class='ref' href='/an3.66'>AN 3.66</a>).",
  "an-guide-sujato:123": "Здесь я завершаю свой анализ, поскольку думаю, что привёл достаточно примеров, чтобы проиллюстрировать как связанность, так и хаотичность этого раздела. Надеюсь, дальше читатель сам сможет найти дорогу и не будет так ошеломлён внезапными скачками и переменами в темах текстов.",
  "an-guide-sujato:124": "Краткая история текстов",
  "an-guide-sujato:125": "Ан̇гуттара-ника̄я отредактирована Р. Моррисом (том 1 и 2) и И. Харди (тома 3-5) на основе рукописей в сингальской и бирманской письменностях. Харди также использовал королевское тайское издание, только что опубликованное в то время. Ника̄я публиковалась в латинской письменности Обществом палийских текстов с 1885 по 1900. Указатели были составлены М. Хантом и миссис К.А.Ф. Райс Дэвидс в 1910. Первый перевод был осуществлён в 1932-36 Ф.Л. Вудвордом (тома 1, 2 и 5) и И.М. Хэйр (тома 3 и 4). Он вышел под заглавием <cite class='book'>«Книга последовательных изречений»</cite>.",
  "an-guide-sujato:126": "Так же, как и в случае Мадджхимы и Сам̇ьютты, отдельные разрозненные сутты Ан̇гуттары публиковались в виде книг или в сети. Однако новый полный перевод был осуществлён Бхиккху Бодхи после того, как он закончил Сам̇ьютта-ника̄ю. Как он описывает в своём вступлении, в поздних 1990-х он собрал четырёхчастную серию буклетов Ньянапоники Тхеры в единый том для Международного траста священной литературы под заглавием <cite class='book'>«Антология Ан̇гуттара-ника̄и»</cite>. После этого в 1999 он добавил ещё шестьдесят сутт и опубликовал с изданием AltaMira Press 208 текстов под заглавием <cite class='book'>«Числовые дискурсы Будды: антология сутт из Ан̇гуттара-ника̄и»</cite>. В 2012 он завершил полный перевод, который был опубликован издательством Wisdom Publications под заголовком <cite class='book'>«Числовые дискурсы Будды»</cite>. Вступление, которое он написал к этой своей работе, было ещё более обширным, чем к предыдущим. Менее техническим, как в Сам̇ьютте, с основной частью, сосредоточенной на обзоре учений в Ан̇гуттаре. Как и предыдущие его работы, эта была важным прорывом в плане читабельности и точности переводов, познакомившая с Ан̇гуттарой новое поколение.",
  "an-guide-sujato:127": "Там, где был неясен смысл текста на пали, я обращался к переводу Бхиккху Бодхи и изредка — Вудворду/Хэйр и различным другим переводам отдельных текстов."
}