{
  "an-introduction-bodhi:1": "Тематическое руководство к Ан̇гуттара-ника̄е",
  "an-introduction-bodhi:2": "Бхиккху Бодхи, 2012",
  "an-introduction-bodhi:3": "<a href='#item1'>Будда в мире Ан̇гуттара-ника̄и</a>",
  "an-introduction-bodhi:4": "<a href='#item2'>Дхамма и дисциплина</a>",
  "an-introduction-bodhi:5": "<a href='#item3'>Вращающийся калейдоскоп познания</a>",
  "an-introduction-bodhi:6": "<a href='#item4'>Поддержание гармонии в домохозяйстве</a>",
  "an-introduction-bodhi:7": "<a href='#item5'>Путь наверх</a>",
  "an-introduction-bodhi:8": "<a href='#item6'>Развеивание мирских чар</a>",
  "an-introduction-bodhi:9": "<a href='#item7'>Загрязнения ума</a>",
  "an-introduction-bodhi:10": "<a href='#item8'>Путь отречения</a>",
  "an-introduction-bodhi:11": "<a href='#item9'>Медитация</a>",
  "an-introduction-bodhi:12": "<a href='#item10'>Мудрость</a>",
  "an-introduction-bodhi:13": "<a href='#item11'>Сан̇гха</a>",
  "an-introduction-bodhi:14": "<a href='#item12'>Типы личностей</a>",
  "an-introduction-bodhi:15": "<a href='#item13'>Бхиккхунӣ и женщины в Ан̇гуттара-ника̄е</a>",
  "an-introduction-bodhi:16": "Чтобы помочь читателю, я составил тематическое руководство к Ан̇гуттара-ника̄е, в котором содержание раздела упорядочено в соответствии с последовательной схемой. Эта схема схожа со схемой, которую я использовал для моей антологии <cite class='book'>«Словами Будды»</cite>, и это эссе следует её тематическому порядку. В моей системе не все сутты обязательно относятся к той или иной категории из этой схемы. Некоторые сутты сложно классифицировать, тогда как другие слишком коротки или незначительны, чтобы их куда-то определить. Не пытаясь создать систему, которая бы покрывала всё множество сутт, я предлагаю определённую структуру с вложенными подразделами, в каждом из которых представляю достаточно дискурсов для того, чтобы читатель мог увидеть осмысленную связь между текстами Ан̇гуттары.",
  "an-introduction-bodhi:17": "Любые попытки определения отдельной сутты в конкретную категорию неизбежно приводили к необходимости прибегать к абстракции и болезненному процессу выбора. Многие сутты в Ан̇гуттаре могут с разных точек зрения относиться к разным категориям, каждая из которых была бы справедливым выбором. Часто в суттах те или иные практики или качества объясняются посредством личностей, которые ими владеют, но верно и обратное: о личностях говорят их практики и качества. Таким образом я оказывался перед выбором, как классифицировать сутту — в терминах практик и качеств или в терминах личностей. В некоторых случаях определённая сутта объясняет широкий набор тем и, таким образом, легко попадает в несколько категорий. Я не хотел превращать руководство в указатель, не обладающий степенью конкретики, необходимой читателю для понимания роли сутты в общей картине. Поэтому я старался следовать принципу «одна сутта — одна категория», хотя часто приходилось определять одну сутту в две, а иногда в три категории. Как бы там ни было, не думаю, что я где-то превысил предел в три категории для одной сутты.",
  "an-introduction-bodhi:18": "В моей классификации самой широкой категорией является тема Трёх драгоценностей: Будды, Дхаммы и Сан̇гхи. Я открываю тему разделом о Будде, выражая почтение основателю наследия буддизма и источнику всех учений, которые составляют Ан̇гуттара-ника̄ю. Второй раздел под заглавием «Дхамма и дисциплина» говорит об учении Будды в смысле собрания инструкций, которые можно обобщить, применить и реализовать, а также в смысле тела текстов, которые необходимо сохранить и передать потомству. Далее следуют восемь разделов, посвящённых непосредственно учениям. Эта часть составлена таким образом, чтобы покрыть весь спектр учений, представленных в Ан̇гуттаре. Она начинается с рассмотрения видения мира Буддой (раздел III), начиная с космологического строения и до реализации освобождения, сложной природы человеческого восприятия и факторов, определяющих человеческую судьбу. Далее я постепенно продвигаюсь через разные формы буддийской практики, начиная с мирской жизни — отношений в семье, средств к существованию, богатства, сообщества и государства (раздел IV). Эти сферы человеческой жизни часто обходят стороной те исследователи буддизма, которые ошибочно полагают, что Дхамма целиком представлена лишь монашеской практикой. Ан̇гуттара является кладезью вдохновляющих и информативных дискурсов о праведной мирской жизни, и для составления адекватной картины раннего буддизма этот материал является необходимым.",
  "an-introduction-bodhi:19": "Хотя Будда и подчёркивал важность добродетели, которая приводит к гармонии в домохозяйстве, это не конечная точка его учения, а лишь этап на пути развития, ведущего к высоким перерождениям и конечному освобождению. Хотя первое является целью для мирян, а второе — для бхиккху и бхиккхунӣ, они разделяют многие ценности. Эти ценности составляют основу духовного развития как для мирян, так и для монахов. На эту тему в разделе V я собрал различные тексты о практиках последователей мирян, для которых не достаточно одной лишь только праведной жизни, а важно достичь результатов также и на пути к освобождению. Ан̇гуттара-ника̄я содержит много материала для таких серьёзных последователей-мирян, и в этом разделе я постарался вполне представить его.",
  "an-introduction-bodhi:20": "Чтобы вдохновить последователей на достижение высшей цели, Будда подчёркивает недостатки и опасности мирского существования, которые представляют собой первую благородную истину. В разделе VI собраны темы и тексты, посвящённые задаче рассеивания очарованности мирским. К обусловленному существованию с его кругом рождений и смертей и опасностью падения в нижние планы бытия нас привязывает ничто иное, как ум. Сутты на эту тему играют важную роль в Ан̇гуттаре. Их я собрал в разделе VII. И далее в разделе VIII я собрал сутты о монашеской практике, которая начинается с духа отречения и имеет своей целью достижение нибба̄ны. Сердцем монашеской практики является медитация, которой я посвятил раздел IX. В него я определил сутты, подчёркивающие практику, которая ведёт к высшим состояниям сознания (<i lang='pi' translate='no'>сама̄дхи</i>). В разделе X мы переходим к следующему этапу высшего развития — мудрости (<i lang='pi' translate='no'>пан͂н͂ьа̄</i>), которая приводит к наивысшей реализации — нибба̄не, конечной цели учения.",
  "an-introduction-bodhi:21": "В следующей части моей структуры собран материал, представляющий третью драгоценность буддизма — Сан̇гху. Здесь собраны тексты, касающиеся как института Сан̇гхи как ордена монахов и монахинь, так и <i lang='pi' translate='no'>ариясан̇гхи</i> — сообщества благородных последователей, которые обрели пути и плоды просветления.",
  "an-introduction-bodhi:22": "Последний большой раздел относится к типам личностей. Здесь Ан̇гуттара значительно отличается от Сам̇ьютты. Большинство глав Сам̇ьютты сосредоточены на основных философских темах учения, принципах и категориях, которые предлагались Буддой как шаблоны для созерцания и развития прозрения. Поэтому Сам̇ьютта состоит из огромных глав, касающихся взаимозависимого происхождения, стихий, пяти совокупностей, шести чувственных основ и факторов пути, в которых материал часто излагается в чисто феноменологических терминах с минимальными упоминаниями о личностях, которые ими обладают. Ан̇гуттара, напротив, изобилует описаниями различных классификаций людей, как монахов, так и мирян, благородных и обычных. В ней приоритет отдаётся их качествам, их усилиям для обретения счастья и смысла, их устремлениям и достижениям. Таким образом, Ан̇гуттара стала главным источником вдохновения и материала для одной из книг Абхидхамма-пит̣аки «Пуггалапан͂н͂ьатти», или «Описание личностей». В этом трактате со строгой методичностью Абхидхаммы, используя феноменологическую редукцию, исследуются типы личностей по отношению к ценностям и целям Дхаммы.",
  "an-introduction-bodhi:23": "Будда в Ан̇гуттара-ника̄е",
  "an-introduction-bodhi:24": "Здесь я исследую материал Ан̇гуттары через призму основных категорий тематической структуры, выделяя яркие темы и цитируя сутты, которые наиболее точно описывают их. Мне хотелось бы ещё раз заметить, рискуя повториться, что та или иная категория присвоена отдельным суттам сугубо в целях удобства, и это не должно отменять всю внутреннюю сложность отдельных текстов.",
  "an-introduction-bodhi:25": "В работе, которая в существенной мере посвящена теме личностей, логично встретить значительное количество сутт, посвящённых непосредственно личности Будды не только как учителя и толкователя смысла учения, но и как человека, у которого есть личная история и свершения. Я разделил сутты, касающиеся Будды, на три категории: биографические сутты, в которых речь идёт о событиях его жизни; сутты, в которых превозносятся его духовные качества и достижения; отдельная категория — сутты, в которых речь идёт о Будде не как о конкретном уникуме, а об архетипе, примере полностью просветлённого учителя, воплощающего собой своё послание. Под последнее заглавие подпадают сутты, в которых Будда говорит о себе как о Татха̄гате.",
  "an-introduction-bodhi:26": "В ника̄ях не просматривается стремление создать целостную биографию Будды. Сутты, которые затрагивают события его жизни, разбросаны по всему канону и редко содержат информацию для соединения их в целостную последовательность. В Маха̄паринибба̄на-суттанте (DN 16) приводится связная последовательность событий последних дней жизни Будды, оканчивающаяся его смертью и кремацией. Но вне рамок этого повествования биографические подробности приходится собирать по крупицам, разбросанным по текстам, зачастую опираясь на предположения, воображение и подсказки в самих текстах (такие, как описание места действия и редкие упоминания связанных событий), чтобы сопоставить описанные события с определёнными стадиями жизни Будды.",
  "an-introduction-bodhi:27": "Тем не менее, в Ан̇гуттаре встречаются события, знакомые нам из биографий, составленных позднее. Возможно, имеет смысл рассматривать их как исходный материал, на котором поэты и биографы позже строили прославляющие Будду биографии. К примеру, в <a class='ref' href='/an4.127'>AN 4.127</a> говорится о чудесах, сопутсвоваших его зачатию, рождению, просветлению и повороту колеса Дхаммы. В <a class='ref' href='/an3.39'>AN 3.39</a> он рассказывает о своём детстве, которое он провёл в роскоши и изысканности, и вспоминает размышления о старости, болезни и смерти, которые пробудили его от опьяненности юностью, здоровьем и жизнью. В <a class='ref' href='/an8.64'>AN 8.64</a> и <a class='ref' href='/an9.40'>AN 9.40</a> он обсуждает свои усилия в освоении разных стадий медитации в процессе поиска просветления. Эти два описания не встречаются в других известных биографиях Будды. В <a class='ref' href='/an5.196'>AN 5.196</a> говорится о пяти снах, предвещавших его пробуждение, которые он видел, когда всё ещё был бодхисаттой. В <a class='ref' href='/an8.11'>AN 8.11</a> даётся традиционное описание событий в ночь просветления, когда он, пройдя через четыре джха̄ны, обрёл три высших знания и искоренил загрязнения. В тексте <a class='ref' href='/an4.21'>AN 4.21</a> он рассказывает о своих размышлениях после просветления и о своём решении чтить одну лишь Дхамму. В <a class='ref' href='/an8.70'>AN 8.70</a> он утверждает, что, если бы пожелал, мог бы прожить целый эон, но далее решает «отпустить свою жизненную силу», потому что А̄нанда не попросил его об этом. Этот инцидент известен нам из Маха̄паринибба̄на-сутты.",
  "an-introduction-bodhi:28": "Тексты, в которых приводятся биографические подробности, встречаются довольно редко по сравнению с текстами, которые превозносят добродетели и достижения Будды. Он восхваляется как «тот, кто возник в мире … из сострадания к миру, на благо, процветание и радость дэвов и людей» (<a class='ref' href='/an1.170'>AN 1.170</a>). Его телесная форма отмечена такими исключительными знаками, что любознательный брамин не может поверить, что он простой человек (<a class='ref' href='/an4.36'>AN 4.36</a>). Он обладает совершенной добродетелью, концентрацией, мудростью и освбождением (<a class='ref' href='/an4.1'>AN 4.1</a>). Он обладает качествами, которые ожидаемо встретить лишь у полностью совершенного духовного учителя (<a class='ref' href='/an5.100'>AN 5.100</a>). Монах Уда̄йӣ восхваляет его в прекрасных стихах (<a class='ref' href='/an6.43'>AN 6.43</a>) и даже король Пасенади превозносит его, будучи последователем-мирянином (<a class='ref' href='/an10.30'>AN 10.30</a>). Он пребывает в мире, не привязанный ни к чему, искоренив все загрязнения, свободный от рождения, старости и смерти, как лотос, который «рождается в воде и растёт в воде, но поднимается над поверхностью воды, чтобы стоять, не загрязнённым ею» (<a class='ref' href='/an4.36'>AN 4.36</a>, <a class='ref' href='/an10.81'>AN 10.81</a>).",
  "an-introduction-bodhi:29": "Я решил, что сутты, в которых Будда говорит о себе как о Татха̄гате, достаточно впечатляющи сами по себе, чтобы выделить их в отдельный класс. В этих суттах мне видится, что Будда говорит о себе не просто как об у уникальной личности, но как о последнем представителе «династии» будд — исключительных существах, которые появляются крайне редко в космических масштабах, чтобы вновь открыть потерянный путь к нибба̄не и научить ему мир. В Ан̇гуттаре прямо упоминаются только два будды прошлого из шести, о которых мы знаем из других ника̄й. Сикхӣ, пятый с конца, упоминается в <a class='ref' href='/an3.80'>AN 3.80</a>, а Кассапа, предшественник Готамы, упоминается в <a class='ref' href='/an5.180'>AN 5.180</a>. Но в текстах также встречаются много раз упоминания о Татха̄гатах во множественном числе, что говорит о том, что составители уже были знакомы с идеей преемственности будд.",
  "an-introduction-bodhi:30": "С точки зрения ника̄й все Татха̄гаты разделяют одни и те же основные атрибуты, которые делают их учителями для мира. Татха̄гата заявляется как «единственный в своём роде, которому нет равных, несравненный, бесподобный, непревзойдённый, неповторимый, лучший из тех, кто ходит на двух ногах» (<a class='ref' href='/an1.174'>AN 1.174</a>). Он первейший из всех, и те, кто уверен в нём, уверены в лучшем (<a class='ref' href='/an4.34'>AN 4.34</a>). Его возникновение — «проявление великого видения, света и сияния» (<a class='ref' href='/an1.175'>AN 1.175–77</a>). Он полностью пробудился относительно «всего, что можно видеть, слышать, чувствовать, познавать, достигать, искать и исследовать умом», и таким образом, всё, чему он учит «так, а не иначе» (<a class='ref' href='/an4.23'>AN 4.23</a>). Он наделён десятью силами Татха̄гаты и четырьмя видами уверенности в себе, основываясь на чём он «провозглашает своё место главного буйвола, рычит львиным рыком в собраниях и запускает колесо брахмы» (<a class='ref' href='/an4.8'>AN 4.8</a>, <a class='ref' href='/an10.22'>AN 10.22</a>; см. также <a class='ref' href='/an6.64'>AN 6.64</a>). Его «львиный рык» о непостоянстве настолько силён, что заставляет божеств-долгожителей трястись и дрожать (<a class='ref' href='/an4.33'>AN 4.33</a>).",
  "an-introduction-bodhi:31": "Дхамма и дисциплина",
  "an-introduction-bodhi:32": "Хотя в духовном измерении Будда является непревзойдённым, он всё же почитал Дхамму как нечто более высокое, чем он сам. После достижения просветления, тщетно пытаясь найти кого-то, кто достоин почтения, он решил: «Я выказываю почтение, уважение и пребываю с опорой лишь на эту Дхамму, к которой я пробудился» (<a class='ref' href='/an4.22'>AN 4.22</a>). Когда он обучает, то делает это «только лишь опираясь на Дхамму, чествуя, уважая и почитая Дхамму, принимая Дхамму за стандарт, знамя и закон» (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>). Кого бы он ни обучал, он делает это с уважением, «потому что Татха̄гата уважает Дхамму и почитает Дхамму» (<a class='ref' href='/an5.99'>AN 5.99</a>).",
  "an-introduction-bodhi:33": "Дхамма в данном случае — не столько выраженное словами учение, сколько само тело принципов, которое делает духовный рост и освобождение возможным. Её непосредственное воплощение — благородный восьмеричный путь — наивысший из всех обусловленных феноменов — и нибба̄на, наивысший из всех и обусловленных и необусловленных феноменов (<a class='ref' href='/an4.34'>AN 4.34</a>). Будда описывал суть Дхаммы различными способами, но все они вытекали из одного набора принципов. В одном месте он говорит, что безграничные описания Дхаммы сводятся к четырём вещам: пониманию того, что является неблагим, и избавлению от этого, и пониманию того, что является благим, и развитию этого. (<a class='ref' href='/an4.188'>AN 4.188</a>). Свою приёмную мать Маха̄паджа̄патӣ он обучал восьми критериям Дхаммы (<a class='ref' href='/an8.53'>AN 8.53</a>), и ещё более кратко он объяснил монаху Упа̄ли, что учение можно найти «в тех вещах, которые ведут исключительно к разочарованию, к бесстрастью, к прекращению, к умиротворённости, к прямому знанию, к просветлению, к нибба̄не» (<a class='ref' href='/an7.83'>AN 7.83</a>).",
  "an-introduction-bodhi:34": "В отличие от своих современников Будда не увлекался спекуляциями на темы, не связанные с непосредственным поиском освобождения от страдания. В частности, он отказывался от заявлений по поводу дальнейшей судьбы освобождённого существа после смерти и не отвечал на десять знаменитых испытывающих вопросов (<a class='ref' href='/an7.54'>AN 7.54</a>). В противовес этому он подчёркивал, что обучает Дхамме «для очищения существ, для преодоления печали и плача, для избавления от боли и уныния, для достижения метода, для реализации нибба̄ны» (<a class='ref' href='/an9.20'>AN 9.20</a>). Но хотя он и придерживался сдержанности относительно метафизических тем, он не колебался высказываться критично о взглядах, которые вредят духовной жизни. В текстах иногда встречаются три взгляда которые он открыто отвергал: детерминизм прошлых действий, детерминистический теизм и отрицание причинной связи (<a class='ref' href='/an3.61'>AN 3.61</a>). Он решительно отвергал как неверное воззрение тезис о том, что «нет плодов или результатов хороших и плохих действий,» что является отрицанием приницпа каммы (<a class='ref' href='/an10.176'>AN 10.176</a>, <a class='ref' href='/an10.211'>AN 10.211</a> и т.д.). Он также решительно осуждал жёсткий детерминизм — взгляд о том, что наши решения неизменно спровоцированы внешними по отношению к нам силами и факторами. В противовес позиции, что «нет каммы, нет поступков и нет энергии» он утверждает, что все совершенные просветлённые будды прошлого, настоящего и будущего провозглашают «доктрину каммы, доктрину поступков и доктрину энергии» (<a class='ref' href='/an3.137'>AN 3.137</a>). Он настаивал, что побуждение, инициатива, выбор и усилия существуют, что делает людей ответственными за свою судьбу (<a class='ref' href='/an6.38'>AN 6.38</a>).",
  "an-introduction-bodhi:35": "Будда утверждал, что его Дхамма непосредственно видна — <i lang='pi' translate='no'>сандит̣т̣хика</i> — слово, которое стало одним из её описаний. Когда его спрашивали, как это можно проверить, он отвечал, направляя внимание вопрошающего к его собственному непосредственному опыту. Когда кого-то обуревает страсть, ненависть и неведение, говорил он, тот совершает действия, которые вредят ему, вредят другим и вредят обоим, и он, таким образом, испытывает страдание и уныние; но когда страсть, ненависть и неведение отброшены, он может совершать действия во благо всех и более не испытывает страдания и печали (см. <a class='ref' href='/an3.53'>AN 3.53–54</a>) Уничтожение страсти, ненависти и неведения — это нибба̄на, и в этом отношении она также непосредственно видна (<a class='ref' href='/an3.55'>AN 3.55</a>).",
  "an-introduction-bodhi:36": "В Ан̇гуттаре Дхамма рассматривается не только как способ практики и реализация, но также как собрание дискурсов Будды, которые он дал за то время, пока обучал. Таким образом, сутты временами упоминают о девяти типах учений, которые классифицировали дискурсы в самый ранний период ещё до того, как появилось разделение на ника̄и (<a class='ref' href='/an4.102'>AN 4.102</a>, <a class='ref' href='/an4.107'>AN 4.107</a>, <a class='ref' href='/an5.73'>AN 5.73–74</a>, и т.д.). И поскольку учения Будды о пути к просветлению и освобождению собраны в корпус писаний, существование, чистота и долговечность Дхаммы зависят от правильного сохранения и передачи текстов. Среди всех ника̄й в Ан̇гуттаре больше всего говорится о необходимости должного сохранения Дхаммы и тем самым защиты её от упадка и исчезновения.",
  "an-introduction-bodhi:37": "Сутты на эту тему встречаются повсюду в этом разделе. В «Книге одного» серия коротких текстов выделяет факторы, ускоряющие упадок верной Дхаммы, и наоборот, факторы, которые поддерживают её долговечность (<a class='ref' href='/an1.30'>AN 1.30–69</a>). В последней категории тексты можно обобщить так: не путать Дхамму с тем, что Дхаммой не является; не путать дисциплину с тем, что не является дисциплиной; цитировать Будду точно, правильно описывать его поведение и не смешивать разные категории дисциплинарных правил. В одной из сутт Будда объясняет монахам, как понять, являются ли определённые учения, которые появятся после его смерти, истинными или ложными (<a class='ref' href='/an4.180'>AN 4.180</a>). В другой сутте говорится, что правильная Дхамма приходит в упадок, когда монахи перестают хранить учение подобающим образом, неправильно объясняют его значение, не обучают других и деградируют в практике. Но когда, напротив, они должным образом хранят учения, верно их объясняют, обучают других и прикладывают усилия в практике, учение продолжает жить (<a class='ref' href='/an4.160'>AN 4.160</a>).",
  "an-introduction-bodhi:38": "Вращающийся калейдоскоп познания",
  "an-introduction-bodhi:39": "Принимая во внимание важность сохранения учения и продления его долговечности, необходимо задаться вопросом, в чём же конкретно состоит Дхамма, которую Будда открыл, и почему она так особенна? Прежде чем ответить на этот вопрос, полезно кратко рассмотреть картину вселенной, описанную Буддой, чтобы принять во внимание подоплёку поиска освобождения. В ника̄ях вселенная предстаёт перед нами в невообразимом масштабе в постоянном процессе смены фаз развития и упадка. Базовая единица космического времени — эон (<i lang='pi' translate='no'>каппа</i>). Те, кому, как говорится в текстах, открывается возможность вспомнить свои предыдущие рождения, могут видеть «многие эоны распада мира, многие эоны развития мира, многие эоны распада и развития мира» (<a class='ref' href='/an3.58'>AN 3.58</a>, <a class='ref' href='/an3.101'>AN 3.101</a>, и т.д.). Эон делится на четыре части: распад, пребывание в состоянии полного распада, развитие и достижение состояния полного развития. Длительность каждого из этих этапов исчисляется числами, превосходящими сотни тысяч лет. Мировая система не только безмерна во временном измерении, но ещё и разнесена по разным планам бытия, начиная с мрачных адских миров, пронизанных невыносимым страданием, за которыми следуют мир животных, сфера страдающих духов (которых иногда называют голодными призраками), далее следует мир людей и верхние миры <i lang='pi' translate='no'>дэвов</i>, божеств и божественных существ <i lang='pi' translate='no'>брахм</i>. Существует шесть чувственных небесных сфер: небеса четырёх божественных королей, дэвы Та̄ватим̇сы, дэвы Ямы, дэвы Туситы, дэвы, которые наслаждаются созданием, и дэвы, контролирующие то, что создано другими (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an6.10'>AN 6.10</a>, <a class='ref' href='/an8.36'>AN 8.36</a>, и т.д.). Выше этих небесных миров стоит мир брахмы и ещё более высокие сферы бытия тех, кто достиг мастерства медитативных состояний.",
  "an-introduction-bodhi:40": "Несмотря на все отличия между этими мирами, есть нечто объединяющее их обитателей — все они находятся в поиске освобождения от страдания и обретения истинного счастья. Именно это врождённое стремление живых существ является определяющей темой учения Будды, булавкой, которая скрепляет все учения и практики. Но вместо того, чтобы принять наше общее понимание страдания как само собой разумеющееся, Будда проделывает собственное критическое исследование вопроса, что же оно собой представляет и что даёт надежду на существование нерушимого счастья. Наши предположения о том, что сделает нас счастливыми, часто обманчивы, так как произрастают из зацикленности на мгновенном результате, что делает невозможным распознавание более глубоких связей и долгосрочных последствий нашего поведения.",
  "an-introduction-bodhi:41": "Опыт познания постоянно преобразуется, изменяя форму без оглядки на наши желания и ожидания. Несмотря на наши надежды, мы не можем избежать старости, болезней, смерти, истления нашей собственности, потери близких. И глупый мирской деятель, и мудрый последователь учения разделяют эту судьбу. Их различие состоит в том, что первый не осознаёт всеобщность этого закона и, таким образом, когда судьба настигает его, «он печалится, изнывает, рыдает, бьёт себя в грудь и становится растерянным». Мудрый практик, в свою очередь, напротив, осознаёт, что старость, болезнь и смерть, разрушения и потери являются нашей судьбой, и таким образом он «вынимает отравленную стрелу печали» и пребывает в мире счастливо, освобождённый от этой стрелы (<a class='ref' href='/an5.48'>AN 5.48</a>). Ещё раз, и мирянин, и последователь учения подвержены «восьми мирским веяниям»: обретению и потере, неуважению и славе, обвинению и восхвалению, удовольствию и боли. Мирянин, влекомый одним и отталкивающий другое, «не свободен от рождения, старости и смерти, печали, стенаний, боли, уныния и тоски». Но благородный последователь, понимая, что все эти неустойчивые состояния непостоянны и подвержены изменениям, отбрасывает влечение и отвращение к ним и достигает внутренней свободы (<a class='ref' href='/an8.6'>AN 8.6</a>).",
  "an-introduction-bodhi:42": "Будда подчёркивает, что начальной точкой истинного счастья является тесная связь между моральной составляющей нашего поведения и чувственным оттенком нашего восприятия. Поступки тела, речи и ума в соответствии с их этичностью можно разделить на два широких класса — неблагие (<i lang='pi' translate='no'>акусала</i>) и благие (<i lang='pi' translate='no'>кусала</i>). Будда отметил, что неблагие поступки являются причиной страдания, а благие — счастья. Жадность, ненависть и неведение ведут ко вреду и страданиям, тогда как их устранение приносит благополучие и счастье (<a class='ref' href='/an3.65'>AN 3.65–66</a>). Поэтому его постоянным воззванием к последователям было направлять все усилия для отбрасывания неблагого и развития благого (<a class='ref' href='/an2.19'>AN 2.19</a>). Благие усилия приносят значительно более полное, богатое и длящееся счастье, чем удовлетворение мимолётных влечений. Серия очень коротких сутт противопоставляет разные виды счастья и оценивает их относительную значимость: счастье монашеской жизни выше, чем мирской, счастье отречения выше чувственного счастья, счастье, свободное от владения, выше, чем счастье, связанное с владением, счастье без загрязнений выше счастья с загрязнениями, счастье духовное выше, чем мирское (<a class='ref' href='/an2.64'>AN 2.64–68</a>).",
  "an-introduction-bodhi:43": "В соответствии с учением Будды постоянно меняющийся калейдоскоп страдания и счастья изменяется не только в рамках одной жизни, но меняется ещё более радикально в процессе путешествия из одной жизни в другую, известном как <i lang='pi' translate='no'>сам̇сара</i> — странствие. Верховным фактором в этом процессе, подчиняющим его определённой логике, является <i lang='pi' translate='no'>камма</i> (санскр. <i lang='pi' translate='no'>карма</i>). Слово «камма» дословно означает действие, но Будда использовал его для обозначения именно намеренного, или волевого, действия: «Волевое действие, о бхуккху, я называю каммой, ведь именно сформировав намерение, некто совершает действие телом, речью или умом» (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Таким образом, камма обозначает поступки, которые возникают из намерения. Они могут остаться чисто умственными, что создаёт камму посредством мыслей, планов и желаний, или они могут быть выраженными посредством тела и речи. Камма также обозначает нравственную энергию, которую создают поступки. Все поступки, обладающие нравственной составляющей, создают потенциал для созревания результата (<i lang='pi' translate='no'>випа̄ка</i>), соответствующего их качеству. Наши поступки создают камму, и когда появляются подходящие условия, камма созревает и производит соответствующие плоды, привнося в нашу жизнь страдание или счастье в зависимости от нравственного качества исходного поступка. Камма, которую мы создаём, может созреть в этой жизни, или в следующем рождении, или в каком-то более позднем (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an10.217'>AN 10.217</a>). Одно можно сказать точно: покуда мы продолжаем странствие в цикле перерождений, камма, которая у нас накопилась, имеет возможность созреть и принести соответствующие результаты. Поэтому Будда учит вновь и вновь, что «существа владеют своей каммой, они её наследники, камма — их начало, их родственник и их убежище; какую бы камму они ни совершили, благую или неблагую, таково будет их наследие» (<a class='ref' href='/an10.216'>AN 10.216</a>, см. также <a class='ref' href='/an5.57'>AN 5.57</a>, <a class='ref' href='/an10.48'>AN 10.48</a>).",
  "an-introduction-bodhi:44": "Разная камма создаёт всё множество судеб людей, которые постоянно странствуют в круге перерождений, то поднимаясь высоко, то падая вниз, иногда устремляясь от тьмы к свету, иногда наоборот (<a class='ref' href='/an4.85'>AN 4.85</a>). Камма является основным определяющим фактором перерождения. Неблагая камма ведёт к неудачным перерождениям и болезненным результатам, благая — к удачным перерождениям и приятным результатам (<a class='ref' href='/an2.16'>AN 2.16–17</a>, <a class='ref' href='/an3.111'>AN 3.111</a>, <a class='ref' href='/an10.217'>AN 10.217–18</a>). Перерождение не ограничено миром людей, так как камма разнится качеством и потенциалом, и, таким образом, может создать перерождение в любом из пяти <i lang='pi' translate='no'>гати</i>, или пунктах назначения: в аду, в мире животных, в мире страдающих духов, в мире людей или в мире дэвов (<a class='ref' href='/an6.63'>AN 6.63</a> §5). Существа постоянно перемещаются между планами бытия, но относительно немного перерождаются в мирах людей и дэвов, по сравнению с теми, кто рождается в адах, мире животных и мирах духов (все вместе они называются планами страдания, плохими пунктами назначения или низшими мирами), коих значительно больше (<a class='ref' href='/an1.348'>AN 1.348–77</a>). Современные комментаторы, которые предлагают объяснить эти планы как психологические состояния, которые испытывает человек, столкнутся с большими трудностями, если попытаются найти подтверждение своему предположению в ника̄ях. В Ан̇гуттаре снова и снова практически в каждой <i lang='pi' translate='no'>нипа̄те</i> мы встречаем упоминания о том, как существа перерождаются в аду или на небесах «с распадом тела, после смерти» (<i lang='pi' translate='no'>ка̄ясса бхеда̄ парам̇маран̣а̄</i>). Это выражение является одним из основных лейтмотивов ника̄й, и нет никаких предпосылок считать его метафорическим.",
  "an-introduction-bodhi:45": "Критерием, по которому оценивается волевой акт, ответственный за действие, являются сопутствующие мотивы, или «корни». Три неблагих корня: жадность, ненависть и неведение. Из них возникают такие вторичные загрязнения, как злость, враждебность, зависть, скупость, тщеславие и высокомерие, и из совокупности корней и вторичных загрязнений возникают загрязнённые действия с их потенциалом вызывать рождение в планах страдания (<a class='ref' href='/an6.39'>AN 6.39</a>). Благая камма, напротив, возникает из трёх благих корней — не-жадности, не-ненависти и не-неведения, которые можно выразить положительными терминами — щедрость, любящая доброта и мудрость. Тогда как действия, возникающие из неблагих корней, всегда привязаны к кругу перерождений, действия, возникающие из благих корней, бывают двух типов — мирские и превосходящие мир. Мирские благие действия обладают потенциалом вызывать удачные рождения в высоких планах бытия (<a class='ref' href='/an6.39'>AN 6.39</a>). Превосходящие мир, или надмирские (<i lang='pi' translate='no'>локуттара</i>) благие действия, то есть камма, созданная практикой благородного восьмеричного пути и семью факторами просветления, разрушают саму сущность процесса кармического причинополагания и, таким образом, ведут к освобождению от круга перерождений (<a class='ref' href='/an3.34'>AN 3.34</a>, <a class='ref' href='/an4.233'>AN 4.233</a>, <a class='ref' href='/an4.237'>AN 4.237–38</a>).",
  "an-introduction-bodhi:46": "В текстах вопрос о том, какие виды поступков создают благую или неблагую камму, имеет чёткий ответ, и нам предоставляются точные карты правильного и неправильного поведения. Стандартный список состоит из десяти видов неблагих действий — три действия телом, четыре речью и три умом — и десяти соответствующих видов благой каммы (<a class='ref' href='/an10.167'>AN 10.167–233</a>, <a class='ref' href='/an10.176'>AN 10.176</a>). Хотя в абсолютном смысле все эти действия возникают из ума. Таким образом, ум предстаёт основным источником добра и зла, и через вытекающие из него действия является фундаментальной причиной страдания и счастья.",
  "an-introduction-bodhi:47": "Доходя в своём поиске корня страдания и счастья до наших намерений, Будда показывает, что ключом к счастью является развитие и владение нашим умом. В серии парных сутт он говорит, что не видит ничего что приносило бы столько вреда и страдания как неразвитый, неотёсанный, неукрощённый, необерегаемый, незащищённый и несдержанный ум, в то время как ничто не ведёт к такому благу и счастью как развитый, отёсанный, укрощённый, оберегаемый, защищённый и сдержанный ум (<a class='ref' href='/an1.23'>AN 1.23–40</a>). Таким образом, сердцем учения Будды является развитие и тренировка ума, которые постепенно будут вести к его внутреннему свечению и приближать блаженство освобождения.",
  "an-introduction-bodhi:48": "Поддержание гармонии в домохозяйстве",
  "an-introduction-bodhi:49": "Хотя буддизм проповедует путь саморазвития, ведущий к искоренению страдания, Будда осознавал, что духовное развитие не может существовать в социальном вакууме, а требует здорового гармоничного социального строя, который бы являлся примером тех добродетелей, которые способствуют развитию духовной жизни. Влияние духовной составляющей начинается с верхушки социальной иерархии и постепенно распространяется вниз, влияя на всё общество, и даже распространяясь в сферу биологического и физического (<a class='ref' href='/an4.70'>AN 4.70</a>). Поэтому Будда прикладывал значительные усилия для того, чтобы привить своим последователям образ жизни и чувство социальной ответственности, способствующие гармоничному обществу, где люди действуют исходя из принципа гражданской добродетели. Среди всех ника̄й в Ан̇гуттаре (а также в Сӣгалака-сутте, DN 31) содержится большая часть таких учений. Келли отмечает, что в Ан̇гуттаре содержится наибольшее количество сутт о мирянах, к которым либо напрямую обращаются в тексте сутты, либо о которых говорится косвенно, в учении, обращённом к монахам на тему практик, подобающих для последователей-мирян (см. таблицу 2).",
  "an-introduction-bodhi:50": "Таблица 2: Сутты о мирянах",
  "an-introduction-bodhi:51": "Дӣгха",
  "an-introduction-bodhi:52": "Мадджхима",
  "an-introduction-bodhi:53": "Сам̇ьютта",
  "an-introduction-bodhi:54": "Ан̇гуттара",
  "an-introduction-bodhi:55": "Кхуддака",
  "an-introduction-bodhi:56": "Общее количество сутт в ника̄е",
  "an-introduction-bodhi:57": "34",
  "an-introduction-bodhi:58": "152",
  "an-introduction-bodhi:59": "2904",
  "an-introduction-bodhi:60": "8122",
  "an-introduction-bodhi:61": "601",
  "an-introduction-bodhi:62": "Напрямую к мирянам",
  "an-introduction-bodhi:63": "14",
  "an-introduction-bodhi:64": "47",
  "an-introduction-bodhi:65": "121",
  "an-introduction-bodhi:66": "125",
  "an-introduction-bodhi:67": "30",
  "an-introduction-bodhi:68": "Не напрямую к мирянам",
  "an-introduction-bodhi:69": "1",
  "an-introduction-bodhi:70": "3",
  "an-introduction-bodhi:71": "7",
  "an-introduction-bodhi:72": "36",
  "an-introduction-bodhi:73": "6",
  "an-introduction-bodhi:74": "Всего",
  "an-introduction-bodhi:75": "15",
  "an-introduction-bodhi:76": "50",
  "an-introduction-bodhi:77": "128",
  "an-introduction-bodhi:78": "161",
  "an-introduction-bodhi:79": "36",
  "an-introduction-bodhi:80": "Источник: Келли 2011",
  "an-introduction-bodhi:81": "По числу дискурсов, касающихся семейных отношений, очевидно, что Будда считал семью главным средством аккультурации. Так как глава семьи обладает властью над своим домохозяйством, Будда старался продвинуть позитивные перемены в общество через прививание домохозяевам праведного образа жизни. Он говорил о прагматичном, но вдохновляющем идеале мирянина, который он называл <i lang='pi' translate='no'>саппуриса</i>, или «хороший человек», который живёт «во благо, процветание и счастье многих» — его родителей, жены и детей, домработников, друзей и аскетов, посвятивших себя практике (<a class='ref' href='/an5.42'>AN 5.42</a>). Когда глава семьи подаёт хороший пример, те кто зависит от него, растут в благих качествах: вере, добродетели, обучении, щедрости и мудрости (<a class='ref' href='/an3.48'>AN 3.48</a>, <a class='ref' href='/an5.40'>AN 5.40</a>).",
  "an-introduction-bodhi:82": "Давая наставления относительно семьи, Будда также описывает обязанности детей по отношению к родителям (<a class='ref' href='/an2.33'>AN 2.33</a>, <a class='ref' href='/an3.31'>AN 3.31</a>), даёт совет, как жить совместной жизнью супругам (<a class='ref' href='/an4.53'>AN 4.53</a>) и даже даёт инструкции любящей паре, как они могут воссоединиться в в будущих жизнях (<a class='ref' href='/an4.55'>AN 4.55</a>). Он проводит различия между правильными и неправильными средствами к существованию, объясняет, как подобающим образом получать и распоряжаться имуществом, и объясняет, как сохранить тёплые взаимоотношения — щедрость, ласковую речь, доброе отношение и справедливость (<a class='ref' href='/an4.32'>AN 4.32</a>). Он инструктирует не только отдельных людей и семьи, но также даёт советы на уровне государства и правителей. Он объяснил народу Вадджийской конфедерации, в которой была республиканская форма правления, «семь принципов недопущения упадка» (<a class='ref' href='/an7.21'>AN 7.21</a>). Королей он побуждал к стремлению к идеалу монарха, вращающего колесо (<i lang='pi' translate='no'>ра̄джа̄ чаккавати</i>) — праведного короля, который правит в соответствии с Дхаммой и справедливо защищает всех в своём королевстве, включая животных и птиц (<a class='ref' href='/an3.14'>AN 3.14</a>, <a class='ref' href='/an5.133'>AN 5.133</a>).",
  "an-introduction-bodhi:83": "Путь, ведущий вверх",
  "an-introduction-bodhi:84": "Хотя ранний буддизм рассматривает праведность социума как источник оптимальных условий коллективного благосостояния и счастья, всё же основная цель его состоит не в общественной стабильности как таковой, но в духовном развитии и освобождении индивида. Оптимальные условия беспрепятственного движения к конечной цели создаёт образ жизни монаха или монахини, свободных от ограничений и обязанностей мирской жизни. Но Будда также утверждал, что домохозяева, зарабатывающие на жизнь своим потом и содержащие семью, тоже могут продвинуться в духовном пути и достичь три из четырёх возможных стадий пробуждения, что было беспрецедентной точкой зрения для того времени. Таким образом он очертил для своих последователей-мирян способы практики, совместимые с их жизнью, занятой работой и семейными обязанностями. Это даёт возможность мирянам обрести более высокое перерождение или даже достичь уровня благородных, откуда полное освобождение в дальнейшем гарантировано.",
  "an-introduction-bodhi:85": "Многие фундаментальные факторы практики духовного развития для монахов и домохозяев совпадают. Поэтому, хотя в суттах эти качества часто описываются применительно к бхиккху, их можно понимать как необходимые также и для мирян. Семя духовного развития — это три качества: вера (<i lang='pi' translate='no'>саддха̄</i>), уверенность (<i lang='pi' translate='no'>паса̄да</i>) и почтение (<i lang='pi' translate='no'>га̄рава</i>). Вера входит в набор способностей и сил, и в этом смысле определяется как верование в просветление Будды (<a class='ref' href='/an5.2'>AN 5.2</a>, <a class='ref' href='/an5.14'>AN 5.14</a>). Это глубокое доверие его мудрости и готовность следовать его совету. Из веры возникают остальные четыре силы, которые вдохновляют и направляют развитие, — нравственный стыд, нравственное чувство опасности, энергия и мудрость. С верой тесно связана уверенность — чувство спокойствия и умственной ясности, которое возникает из неё. Последователь уверен, что Будда лучший из существ, что Дхамма — лучшее из учений, и что Сан̇гха благородных является лучшим духовным сообществом (<a class='ref' href='/an4.34'>AN 4.34</a>). Вместе с верой и уверенностью приходит почтение — чувство уважения и почтительности к трём драгоценностям и практике (<a class='ref' href='/an6.32'>AN 6.32–33</a>).",
  "an-introduction-bodhi:86": "Духовному развитию последователя, наделённого верой, помогает связь с хорошими друзьями, людьми, которые могут дать совет и служат примером для вдохновения. Утверждение, которое сделал Будда в разговоре с А̄нандой (SN 45.2), что хорошая дружба полностью определяет духовную жизнь, имеет сильные аналоги в Ан̇гуттаре. Мы находим утверждение, что «нет ничего, что так заставляет ещё не возникшие благие качества возникнуть, а возникшие неблагие качества — исчезнуть, как это делает хорошая дружба» (<a class='ref' href='/an1.71'>AN 1.71</a>). Пара сутт приводит прекрасный список качеств, которые следует искать в хорошем друге (<a class='ref' href='/an7.36'>AN 7.36–37</a>), а в одном из дискурсов, обращённых к одному домохозяину, ему дают совет заводить дружбу с другими домохозяевами, наделёнными верой, добродетелью, щедростью и мудростью (<a class='ref' href='/an8.54'>AN 8.54</a> §3).",
  "an-introduction-bodhi:87": "Большая часть практики для мирян состоит в вовлечённости в получение заслуг (дела, которые создают благую камму, ведущую к счастливому рождению, хорошей жизни и продвижению в духовном плане). Даже к бхиккху Будда взывает «Не бойтесь заслуг», и после этого он рассказывает о том, какую пользу ему принесло развитие любящей доброты в прошлой жизни (<a class='ref' href='/an7.62'>AN 7.62</a>). В текстах приводится список основных деяний, дающих заслуги: дарение, праведное поведение и развитие практики медитации (<a class='ref' href='/an8.36'>AN 8.36</a>). Также упоминаются четыре «потока заслуг» благородного последователя: непоколебимая уверенность в трёх драгоценностях и добродетельное поведение (<a class='ref' href='/an4.52'>AN 4.52</a>). Также этот список расширяется до восьми пунктов соединением трёх прибежищ и пяти предписаний (<a class='ref' href='/an8.39'>AN 8.39</a>).",
  "an-introduction-bodhi:88": "Многие короткие тексты в Ан̇гуттаре затрагивают культуру дарения и щедрости, подчёркивая важность материальной поддержки для монахов, монахинь и других аскетов, жизнь которых напрямую зависит от общества мирян. Хотя Будда поощрял поддержку своими последователями всех аскетов, даже тех, кто был его оппонентом (<a class='ref' href='/an8.12'>AN 8.12</a>), он также учил, что заслуги, обретаемые за счёт дарения, пропорциональны уровню духовных качеств получателя, и таким образом дарение благородным личностям, особенно арахантам, является самым плодотворным (<a class='ref' href='/an3.57'>AN 3.57</a>). Добродетель начинается с соблюдения пяти правил: воздержания от убийства, кражи, неправильного сексуального поведения, неправдивой речи и использования интоксикантов. Кодекс поведения можно расширить до десяти линий благих деяний, которые затрагивают не только телесную и словесную сферы поведения, но также благие намерения и правильные взгляды (<a class='ref' href='/an10.176'>AN 10.176</a>). Есть набор текстов, которые дают конкретные описания правильной речи. О правильных средствах к существованию я уже упоминал в предыдущем разделе.",
  "an-introduction-bodhi:89": "Особое значение для тех последователей-мирян, кто ориентирован на получение заслуг, имеет соблюдение <i lang='pi' translate='no'>упосатхи</i>, которая случается на новолуние и полнолуние. В эти дни преданные последователи-миряне принимают восемь предписаний, схожих с обетами монаха-новичка (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an8.41'>AN 8.41–45</a>). Они могут провести день, практикуя медитацию, а в одном из текстов для <i lang='pi' translate='no'>упосатхи</i> особенно рекомендуется практика любящей доброты  (<a class='ref' href='/an9.18'>AN 9.18</a>). В другом тексте рекомендуется пять памятований, которые называются «средствами очищения загрязнённого ума» (<a class='ref' href='/an3.70'>AN 3.70</a>). Будда говорил, что соблюдение всех восьми факторов в дни <i lang='pi' translate='no'>упосатхи</i> приносит практикующему больше пользы, чем если бы он был правителем целого континента, ведь заслуги, обретённые в таком случае, могут вести к перерождению в небесных мирах.",
  "an-introduction-bodhi:90": "Келли составил интересную таблицу, в которой он посчитал количество преобладающих целей практики для мирян в текстах всех ника̄й. Он разделяет цели, связанные с мирским благосостоянием в этой жизни или небесным перерождением, и цели, связанные с обретением освобождения:",
  "an-introduction-bodhi:91": "Таблица 1: Цели практики мирян в ника̄ях",
  "an-introduction-bodhi:92": "Цель",
  "an-introduction-bodhi:93": "Дӣгха",
  "an-introduction-bodhi:94": "Мадджхима",
  "an-introduction-bodhi:95": "Сам̇ьютта",
  "an-introduction-bodhi:96": "Ан̇гуттара",
  "an-introduction-bodhi:97": "Кхуддака",
  "an-introduction-bodhi:98": "Все",
  "an-introduction-bodhi:99": "Эта жизнь / следующая жизнь",
  "an-introduction-bodhi:100": "6 (33%)",
  "an-introduction-bodhi:101": "16 (32%)",
  "an-introduction-bodhi:102": "44 (34%)",
  "an-introduction-bodhi:103": "97 (60%)",
  "an-introduction-bodhi:104": "21 (58%)",
  "an-introduction-bodhi:105": "184 (47%)",
  "an-introduction-bodhi:106": "Осовобождение",
  "an-introduction-bodhi:107": "9 (50%)",
  "an-introduction-bodhi:108": "24 (48%)",
  "an-introduction-bodhi:109": "58 (45%)",
  "an-introduction-bodhi:110": "34 (21%)",
  "an-introduction-bodhi:111": "13 (36%)",
  "an-introduction-bodhi:112": "138 (35%)",
  "an-introduction-bodhi:113": "Не определено",
  "an-introduction-bodhi:114": "3 (17%)",
  "an-introduction-bodhi:115": "10 (20%)",
  "an-introduction-bodhi:116": "26 (20%)",
  "an-introduction-bodhi:117": "30 (19%)",
  "an-introduction-bodhi:118": "2 (6%)",
  "an-introduction-bodhi:119": "71 (18%)",
  "an-introduction-bodhi:120": "Всего",
  "an-introduction-bodhi:121": "18 (100%)",
  "an-introduction-bodhi:122": "50 (100%)",
  "an-introduction-bodhi:123": "128 (100%)",
  "an-introduction-bodhi:124": "161 (100%)",
  "an-introduction-bodhi:125": "36 (100%)",
  "an-introduction-bodhi:126": "393 (100%)",
  "an-introduction-bodhi:127": "Источник: Келли 2011, стр. ??",
  "an-introduction-bodhi:128": "Келли отмечает, что в Ан̇гуттаре значительно больше, чем в других ника̄ях, акцент сделан на двух мирских целях, нежели на вхождении в поток и более высоких стадиях пути. Однако даже в Ан̇гуттаре практика для мирян не исчерпывается лишь накоплением заслуг. В нескольких суттах Будда говорит о четырёх качествах, которые ведут к более высокому благу для последователей-мирян. Первые три — это вера, добродетель и щедрость, ведущие к получению заслуг. Но четвёртое — мудрость, если быть точным — «мудрость, различающая возникновение и исчезновение, благородная мудрость, проникающая и ведущая к полному уничтожению страдания» (<a class='ref' href='/an8.54'>AN 8.54</a>, <a class='ref' href='/an8.76'>AN 8.76</a>). Это мудрость прозрения в непостоянство, которая ведёт за пределы сфер бытия, к конечной цели Дхаммы, к реализации нибба̄ны и освобождению от круга перерождений.",
  "an-introduction-bodhi:129": "Развеивание мирских чар",
  "an-introduction-bodhi:130": "Для того, чтобы отвадить своих последователей от привязанности к переменчивым объектам мира, Будда использует набор техник, направленных на обнажение пропасти, которая лежит за этими на первый взгляд безобидными радостями праведной жизни. Эти техники призваны вселить в искателя качество, которое на пали именуется <i lang='pi' translate='no'>сам̇вега</i> и не имеет точного эквивалента для перевода. Передать смысл этого понятия можно с помощью словосочетания «чувство безотлагательности». Значение термина <i lang='pi' translate='no'>сам̇вега</i> можно передать внутренним смятением, которое мы испытываем, когда жёсткое столкновение с реальностью, которую мы обычно стараемся игнорировать, выталкивает нас из привычного самодовольного состояния. <i lang='pi' translate='no'>Сам̇вега</i> возникает из понимания, что наше самонадеянное чувство безопасности оказывается иллюзией, что мы постоянно ходим по тонкому льду, который может провалиться под ногами в любой момент.",
  "an-introduction-bodhi:131": "Главным фактором, вызывающим это чувство безотлагательности, является столкновение с нашей неизбежной долей, на которую нам указывают старость, болезни и смерть. Это столкновение выбивает нас из привычного ежедневного комфорта бытия и заставляет начать поиски непоколебимого мира и свободы. Будущий Будда и сам должен был пройти через такой шок прозрения, прежде чем отправиться на поиски просветления. Его глубокие размышления о старости, болезнях и смерти пошатнули очарованность юностью, здоровьем и жизнью и направили его прочь из дворца в леса на поиски нестареющего, свободного от болезни и смерти — нибба̄ны.",
  "an-introduction-bodhi:132": "Во многих суттах Будда использует для обучения модель с тремя точками опоры, которая призвана вызвать чувство безотлагательности. Эти три точки — удовольствие (<i lang='pi' translate='no'>асса̄да</i>), опасность (<i lang='pi' translate='no'>а̄дӣнава</i>) и избавление (<i lang='pi' translate='no'>ниссаран̣а</i>). Мы начинаем с того, что непосредственно очевидно: наш опыт в миру приносит нам определённую долю <em>удовольствия</em> или радости, которые возникают от воплощения наших желаний. Из-за того, что люди испытывают наслаждение, они становятся привязанными к вещам, которые дают им его. Однако если мы посмотрим глубже, то увидим, что под блестящей поверхностью радости находится тёмный погреб боли и страдания. В этом заключается <em>опасность</em>, которая произрастает из непостоянства (<i lang='pi' translate='no'>аничча</i>), неизбежного страдания (<i lang='pi' translate='no'>дуккха</i>) и природы вещей, состоящей в изменении и распаде (<i lang='pi' translate='no'>випарин̣а̄мадхамма</i>). Третий шаг, <em>избавление</em>, показывает нам освобождение от опасности. Когда мы видим, что наше влечение к удовольствию привязывает нас к тому, что по своей природе несовершенно, мы можем отказаться от влечения. Таким образом избавление состоит в «устранении и отказе от желания и страсти».",
  "an-introduction-bodhi:133": "Будда обращает наше внимание на аспекты бытия, которые мы обычно стараемся скрыть от себя самих, чтобы пробудить в нас чувство безотлагательности. Эти акценты придают учению пессимистический привкус, но этот пессимизм ведёт не к слепому нигилизму, а открывает дорогу к освобождению и прекращению страдания. В соответствии с этой стратегией Будда учит своих последователей, как монахов, так и мирян, часто размышлять о том факте, что они подвержены старости, болезням и смерти, что они непременно разлучатся со всем и всеми, кто дорог, и что они являются наследниками своей каммы (<a class='ref' href='/an5.57'>AN 5.57</a>). Он подчёркивает страдание в чувственных удовольствиях, называя их опасностью, страданием, болезнью, нарывом, удавкой и болотом (<a class='ref' href='/an6.23'>AN 6.23</a>, см. также <a class='ref' href='/an8.56'>AN 8.56</a>). Он утверждает, что даже незначительное количество обусловленного бытия, «даже на протяжении щелчка пальцами», подобно куче экскрементов (<a class='ref' href='/an1.328'>AN 1.328</a>). Он обращает внимание на непривлекательность тела, в котором содержится тридцать одна отталкивающая составляющая, и которое является жертвой болезней и похоже на нарыв с девятью отверстиями (<a class='ref' href='/an10.60'>AN 10.60</a> §3–4, <a class='ref' href='/an9.15'>AN 9.15</a>). Он заостряет внимание на преходящести человеческой жизни, которая является короткой, ограниченной и мимолётной, подверженной страданию и горю (<a class='ref' href='/an7.74'>AN 7.74</a>). Он обращает внимание на то, что в какой-то момент в будущем даже эта великая земля с могучими горами сгорит и исчезнет (<a class='ref' href='/an7.66'>AN 7.66</a>). И более того, даже вся система миров растворится вместе со своими могучими божествами. Понимая это, мудрый последователь «разочаровывается и становится бесстрастным даже к тому, что наиболее важно в мире, не говоря уже о том, что вторично» (<a class='ref' href='/an10.29'>AN 10.29</a> §2–3).",
  "an-introduction-bodhi:134": "Загрязнения ума",
  "an-introduction-bodhi:135": "Когда приходит осознание всех недостатков чувственных наслаждений и бесцельности скитаний из жизни в жизнь в планах обусловленного бытия, возникает сильное желание вырваться из этих оков и остановить непрерывное становление, то есть достичь освобождения от страдания. Чтобы реализовать это, необходимо исследовать причину нашей подневольности, ведь только устранив причину, мы можем избавиться от её последствий. Будда обнаруживает, что причина страдания кроется в оковах самих наших умов. Отсюда и акцент на обучении честному самоисследованию (<a class='ref' href='/an10.51'>AN 10.51</a>). В качестве приложения к диагностике причины страдания в ника̄ях изложено огромное количество перечней загрязнений, жертвой которых может стать ум. В Ан̇гуттаре встречается много таких групп, которые обычно имеют метафорическое название, чтобы указать, какое влияние они имеют на нас, — загрязнения, помехи, наводнения, оковы и т.д.",
  "an-introduction-bodhi:136": "При чтении ника̄й с большой вероятностью может возникнуть трепет от количества перечисляемых загрязнений, а также смятение из-за их ролей в разных группах. Чтобы помочь в их осмыслении, я разделил их на три категории. Это моё разделение, оно не встречается нигде в канонических текстах или комментариях. Однако оно не является жестким, и принадлежность к той или иной категории может быть неоднозначна.",
  "an-introduction-bodhi:137": "(1) Загрязнения из первой категории ответственны за <em>неправильное поведение</em>. Это скрытые мотивы проступков и неблагой каммы. Самая главная из таких групп — это три неблагих корня: жадность (или страсть), ненависть и неведение, которые уже упоминались при обсуждении каммы. О них часто говорят как о причине неправильных действий, совершённых телом, речью и умом, а также они напрямую сопоставлены с десятью линиями неправильного поведения (<a class='ref' href='/an10.174'>AN 10.174</a>). Когда рассматриваются мотивы предвзятых решений, три корня иногда расширяются до четырёх неблагих качеств (<a class='ref' href='/an4.17'>AN 4.17–20</a>) — желания, ненависти, неведения и страха.",
  "an-introduction-bodhi:138": "Сексуальное желание — это загрязнение высочайшей степени важности для монашества, ведь они приняли обет безбрачия и, таким образом, должны держать в узде свою страсть и научится управлять ею.  Будда часто говорит об опасностях чувственных наслаждений и предостерегает монахов от возникновения тесных связей с представителями противоположного пола (<a class='ref' href='/an5.225'>AN 5.225–26</a>). В монашеской среде, где встречаются различные типы личностей со своими непримиримыми взглядами, на общее здоровье сообщества могут повлиять злость и обиды. Поэтому Будда и его главные ученики дают наставления по методам борьбы с этой проблемой (<a class='ref' href='/an5.161'>AN 5.161–62</a>, <a class='ref' href='/an9.29'>AN 9.29–30</a>, <a class='ref' href='/an10.79'>AN 10.79–80</a>). Связка злости и враждебности является первым из шести «корней раздора» (<a class='ref' href='/an6.36'>AN 6.36</a>). Поскольку монахи в принципе должны разделять между собой все средства, будь то вещи, поддержка мирян или знания, Будда составил список из пяти видов скупости, каждый из которых необходимо искоренить всем участникам сообщества, чтобы раскрыть свой потенциал (<a class='ref' href='/an5.115'>AN 5.115</a>, <a class='ref' href='/an5.224'>AN 5.224</a>). Инструкции для мирян также включают в себя жизнь «без тени скупости в уме, щедрую, с открытыми руками, посвящённую благотворительности, полную радости отпускания, дарения и разделения с другими» (<a class='ref' href='/an6.10'>AN 6.10</a>).",
  "an-introduction-bodhi:139": "(2) Вторая категория загрязнений в этой троичной схеме — это загрязнения,<em> препятствующие успеху медитации</em>. Самый простой набор тут состоит из одной помехи — банальной лени, которая противится выполнению работы по «пробуждению энергии для достижения недостигнутого, выполнению невыполненного, реализации нереализованного» (<a class='ref' href='/an8.80'>AN 8.80</a>). Когда последователь, поборов лень, начинает медитировать, скорее всего он или она столкнутся с загрязнениями из списка, известного как пять помех, так как это «препятствия, помехи, обременения ума, состояния, ослабляющие мудрость». Они даже могут помешать распознать то, что благотворно для самого себя и для других (<a class='ref' href='/an5.51'>AN 5.51</a>). Будда с осуждением называет их «грудой неблагого» (<a class='ref' href='/an5.52'>AN 5.52</a>) и сравнивает их с загрязнениями золота (<a class='ref' href='/an5.23'>AN 5.23</a>) и грязью в чаше с водой (<a class='ref' href='/an5.193'>AN 5.193</a>). Серия сутт в начале Ан̇гуттары объясняет основные триггеры каждой из пяти помех и наиболее эффективные техники созерцания для их усмирения (<a class='ref' href='/an1.11'>AN 1.11–20</a>).",
  "an-introduction-bodhi:140": "Ан̇гуттара также упоминает и другие наборы загрязнений, которые мешают практике медитации. Они включают три вида неблагих мыслей (<a class='ref' href='/an4.11'>AN 4.11</a>), пять видов скудоумия (<a class='ref' href='/an5.205'>AN 5.205</a>) и пять обременений ума (<a class='ref' href='/an5.206'>AN 5.206</a>). Эти наборы более-менее соответствуют пяти помехам. Все эти загрязнения преодолеваются методом проб и ошибок с помощью успешной практики медитации умиротворения, которая приводит к достижению <i lang='pi' translate='no'>сама̄дхи</i>, собранности ума и концентрации.",
  "an-introduction-bodhi:141": "(3) Загрязнения третьего рода самые глубокие и трудноизлечимые. Эти загрязнения расположились в самом основании потока сознания, и именно они <em>отвечают за привязанность к циклу перерождений</em>. Эти загрязнения скрываются в уме, даже когда ум находится в возвышенных состояниях сосредоточения. Их можно устранить, только развивая мудрость с помощью прозрения в глубочайшие истины Дхаммы. Говоря в терминах палийских комментариев, их можно искоренить только с помощью надмирских или запредельных миру путей (<i lang='pi' translate='no'>локуттарамагга</i>) — состояний, которые разрушают барьеры обусловленной реальности и открывают необусловленную нибба̄ну.",
  "an-introduction-bodhi:142": "Самые фундаментальные загрязнения из этой группы называются <i lang='pi' translate='no'>а̄савы</i> — термин, который неточно переводится как «примесь загрязнения». Их три — страсть к чувственным удовольствиям, страсть к продолжающемуся существованию и неведение (<a class='ref' href='/an6.63'>AN 6.63</a> §4). Они полностью уничтожаются достижением плода арахантства, и, таким образом, арахантство описывается как «освобождение ума от примесей загрязнений, освобождение мудростью достигнутое разрушением примесей загрязнений». Другие наборы фундаментальных загрязнений включают четыре скрепы (<a class='ref' href='/an4.10'>AN 4.10</a>), идентичные трём <i lang='pi' translate='no'>а̄савам</i>, дополненные скрепой взглядов, семь скрытых склонностей (<a class='ref' href='/an7.11'>AN 7.11–12</a>) и десять оков, избавление от определённых групп которых соответствует достижению определённых стадий пробуждения (<a class='ref' href='/an10.13'>AN 10.13</a>). Три неблагих корня — страсть, ненависть и неведение — также функционируют на этом уровне, и их тоже необходимо устранить, чтобы обрести освобождение. Все эти загрязнения помещаются в сфере неведения и страсти к существованию, которые заставляют вращаться колесо сам̇са̄ры от одного существования к другому (<a class='ref' href='/an3.76'>AN 3.76–77</a>). Конечное освобождение, таким образом, полностью зависит от уничтожения неведения и влечения, которое возможно силой глубокого прозрения в четыре благородные истины с помощью надмирской мудрости.",
  "an-introduction-bodhi:143": "Путь отречения",
  "an-introduction-bodhi:144": "Хотя Будда обучал Дхамме открыто и широко как монахов, так и мирян, особое внимание он уделял тем, кто, оставив домохозяйство, решил жить скитальческой жизнью, чтобы достичь той цели, которую сам он уже реализовал. Поэтому систематическое обучение бхиккху и бхиккхунӣ включает в себя полный спектр практик Дхаммы. Поэтапный курс обучения монахов рассматривается в детальных подробностях в Дӣгхе и Мадджхиме, но эту последовательность можно также встретить и в Ан̇гуттаре (<a class='ref' href='/an4.198'>AN 4.198</a>).",
  "an-introduction-bodhi:145": "Для обучения необходимым условием является возникновение Татха̄гаты и провозглашение им Дхаммы. Услышав учение, ученик обретает веру и уходит от домашней жизни. Став бхиккху, он подвизается в нравственном поведении аскета, которое включает в себя непричинение вреда и чистоту действий тела и речи. Ему следует быть удовлетворённым простейшими принадлежностями, но он не должен гордиться своей аскезой (<a class='ref' href='/an4.28'>AN 4.28</a>). Чтобы способствовать развитию концентрации, ему следует практиковать обуздание чувственных сфер и внимательность с ясным осознаванием во всём, что он делает. В других текстах также встречаются отрывки, содержащие наставления, которые подходят к этой фазе: умеренность в еде и бдительность (<a class='ref' href='/an3.16'>AN 3.16</a>, <a class='ref' href='/an4.37'>AN 4.37</a>). Бхиккху отправляется в уединённое место, очищает свой ум от пяти помех и осваивает четыре джха̄ны — стадии глубокой концентрации. После этого он направляет сконцентрированный ум на три вида высших знаний: вспоминание прошлых жизней, восприятие исчезновения и рождения существ и прозрение четырёх благородных истин. Этот процесс завершается освобождением ума от <i lang='pi' translate='no'>а̄сав</i>.",
  "an-introduction-bodhi:146": "В другой сутте, <a class='ref' href='/an10.99'>AN 10.99</a>, описывается та же последовательность подготовительных действий, но начиная с достижения четырёх джха̄н текст переходит к четырём медитативным достижениям сферы без форм: основа бесконечного пространства, основа бесконечного сознания, основа отсутствия всего и основа ни-восприятия-ни-не-восприятия. Далее практикующий переходит к «прекращению восприятия и чувства» (также известного как «достижение прекращения»), по выходе из которого он «видит с мудростью» и достигает разрушения <i lang='pi' translate='no'>а̄сав</i>. В этой версии развития первые два высших знания не упоминаются и процесс развития ума проходит через все девять медитативных свершений. Но несмотря на различия, оба варианта заканчиваются разрушением <i lang='pi' translate='no'>а̄сав</i>.",
  "an-introduction-bodhi:147": "Хотя в Ан̇гуттаре подробные описания монашеского обучения в основном повторяют описания в других ника̄ях, некоторые формулировки довольно специфичны, если не уникальны, именно для неё. Одна из них — троичное обучение: высшая добродетель, высший ум (в сосредоточении) и высшая мудрость (<a class='ref' href='/an3.81'>AN 3.81–90</a>). Особенно в этой серии текстов интересна пара сутт, в которых говорится, что монах может нарушить мелкие и незначительные правила, реабилитироваться и достичь стадии просветления (<a class='ref' href='/an3.86'>AN 3.86–87</a>). Он должен придерживаться «тех правил, которые являются фундаментальными для духовной жизни и соответствуют ей». Эти две сутты также сопоставляют троичное обучение с четырьмя стадиями пробуждения: вошедший в поток и однажды возвращающийся реализуют только идеал добродетели, невозвращающийся реализует идеалы добродетели и концентрации, но не мудрости, а арахант реализует все три идеала.",
  "an-introduction-bodhi:148": "Ещё один вариант последовательного развития практики содержится в серии расширяющих параллелей, которые начинаются в «Книге пяти» (с <a class='ref' href='/an5.24'>AN 5.24</a>) и продолжают с расширением списка встречаться далее в следующих <i lang='pi' translate='no'>нипа̄тах</i> до самой «Книги одиннадцати». Эту серию можно рассматривать как уточнение троичного обучения со всё возрастающей степенью точности и кульминацией в освобождении. Таким образом, в наиболее полной версии (<a class='ref' href='/an11.3'>AN 11.3</a>) оно начинается с добродетели и далее следует от не-сожаления к стадиям радости, восторга, безмятежности, удовольствия, концентрации, знания и видения вещей такими, какие они есть, разочарованию, бесстрастию и знанию и видению освобождения. Предположительно нужно вставить само освобождение в эту цепочку где-то после бесстрастия, но для этого понадобится «Книга двенадцати».",
  "an-introduction-bodhi:149": "Духовный поиск монаха не всегда завершается реализацией нирваны, стремление к которой вдохновило его принять монашеские обеты. В ника̄ях говорится о том, что человеческая слабость не дремлет, и поэтому они предупреждают искателей. В одной сутте говорится об опасностях, с которыми сталкивается искатель истины, который «из веры ушёл от домашней жизни в скитания»: злость из-за наставления монахами младшего возраста, желание еды, не соответствующее предписаниям приёма пищи, влечение к пяти видам чувственных удовольствий и встреча с обольстительной женщиной (<a class='ref' href='/an4.122'>AN 4.122</a>). В другом дискурсе говорится о том, что, если бхиккху или бхиккхунӣ расстригается и возвращается к мирской жизни, они делают это потому, что им не хватает либо веры, либо нравственного стыда, либо нравственного опасения, либо энергии, либо мудрости (<a class='ref' href='/an5.5'>AN 5.5</a>). А ещё в двух длинных дискурсах бхиккху, который отклонился от пути, сравнивается с воином, побеждённым в битве. В первом причиной является «женщина или девушка, красивая, привлекательная, грациозная, обладающая наивысшей красотой и сложением» (<a class='ref' href='/an5.75'>AN 5.75</a>). В другом — страсть, возникшая от вида женщины «в растрёпанном открытом платье» во время сбора подаяния (<a class='ref' href='/an5.76'>AN 5.76</a>). Ан̇гуттара показывает, что, хотя Будда и был глубоко убеждён в возможности человека превозмочь все узы и оковы, он не забывал о сложности этих усилий и о силе и хитрости загрязнений, с которыми необходимо столкнуться и преодолеть.",
  "an-introduction-bodhi:150": "Медитация",
  "an-introduction-bodhi:151": "Сердцем монашеской жизни является то, что мы зовём медитацией — методичное усилие по укрощению ума и управлению им, а также развитию способности к умиротворению и прозрению. Обучение начинается с неразвитого, затуманенного и непокорного ума, окружённого страстями и загрязнениями. Завершается оно умом освобождённым, спокойным и укрощённым, светлым и ясным, свободным от загрязнений и привязанности к повторяющемуся существованию.",
  "an-introduction-bodhi:152": "Методы развития ума делятся на две категории — безмятежность (<i lang='pi' translate='no'>саматха</i>) и прозрение (<i lang='pi' translate='no'>випассана̄</i>). Первая считается средством развития концентрации, вторая — мудрости. Безмятежность приносит временное избавление от страсти и приводит к освобождению ума. Прозрение приносит освобождение от неведения и приводит к освобождению мудростью (<a class='ref' href='/an2.31'>AN 2.31</a>). Вместе освобождение ума и освобождение мудростью составляют арахантство — конечную цель учения.",
  "an-introduction-bodhi:153": "Хотя обычно последовательность обучения медитации следует от концентрации к мудрости, в некоторых суттах в Ан̇гуттаре говорится, что медитатор может выбрать различные маршруты для достижения надмирского пути. А̄нанда утверждает, что все те, кто достиг арахантства, сделали это одним из четырёх способов: либо развитием сначала безмятежности, а потом прозрения (стандартная последовательность), либо развитием сначала прозрения, а потом безмятежности, либо развитием и того, и другого в связке, либо освобождением от «беспокойства, вызванного Дхаммой» и обретением целостности ума (<a class='ref' href='/an4.170'>AN 4.170</a>). В другой сутте тем, кто обретает либо безмятежность, либо прозрение, даётся совет найти того, кто сможет объяснить, как обрести второй недостающий фактор, тогда как, если кто-то обретает и то, и другое, ему необходимо развить их до способности разрушить <i lang='pi' translate='no'>а̄савы</i> (<a class='ref' href='/an4.94'>AN 4.94</a>).",
  "an-introduction-bodhi:154": "В Ан̇гуттаре затрагивается множество тем, связанных с медитацией. Как и в других ника̄ях, в Ан̇гуттаре нет детальных инструкций непосредственно по техникам, но в ней представлен широкий спектр объектов для медитации. Учитывая разные характеры людей, приходивших к Будде за советом, их, очевидно, должно было быть большое разнообразие. В «Книге одного» фактически представлен каталог тем и достижений, относящихся к практике медитации, которые делают бхиккху достойным подаяний (<a class='ref' href='/an1.394'>AN 1.394–575</a>). В завершении этой же <i lang='pi' translate='no'>нипа̄ты</i> восхваляется внимательность к телу (<a class='ref' href='/an1.575'>AN 1.575–627</a>), которая объявляется ключом к реализации бессмертия.",
  "an-introduction-bodhi:155": "В суттах Ан̇гуттары описываются многие знакомые объекты медитации, которые подробно разъясняются в таких работах, как Висуддхимагга. Мы встречаем здесь осознавание дыхания (<a class='ref' href='/an10.60'>AN 10.60</a> §10), шесть памятований (<a class='ref' href='/an6.10'>AN 6.10</a>, <a class='ref' href='/an6.25'>AN 6.25</a>), любящую доброту (<a class='ref' href='/an8.1'>AN 8.1</a>, <a class='ref' href='/an11.15'>AN 11.15</a>), а также все четыре безмерные, или божественные, обители (<a class='ref' href='/an3.65'>AN 3.65</a>, <a class='ref' href='/an8.63'>AN 8.63</a>) и памятование смерти (<a class='ref' href='/an6.19'>AN 6.19–20</a>, <a class='ref' href='/an8.73'>AN 8.73–74</a>). Медитация при ходьбе восхваляется за пять видов пользы, которые она приносит (<a class='ref' href='/an5.29'>AN 5.29</a>). Особенно в Ан̇гуттаре интересен упор на «восприятия» (<i lang='pi' translate='no'>сан͂н͂ья</i>) — объекты медитации, которые изначально состоят из более значительной доли размышления, нежели чистого осознанного наблюдения. Например, в тексте <a class='ref' href='/an7.49'>AN 7.49</a> перечисляется семь восприятий, о которых говорится, что они «приводят к бессмертию, обладают качеством бессмертия в своём завершённом виде». Семь восприятий — это восприятие непривлекательности, восприятие смерти, восприятие отвратительности еды, восприятие неудовольствия от мира, восприятие непостоянства, восприятие страдания от непостоянства и восприятие отсутствия своего Я в том, что является страданием. Далее каждое из этих восприятий противопоставляется определённому искажённому восприятию или склонности, которому оно противостоит. Так, восприятие непривлекательности устраняет желание полового сношения, восприятие смерти противостоит привязанности к жизни, восприятие отвратительности еды заставляет ум отвернуться от влечения к вкусу. В знаменитой Гирима̄нанда-сутте перечисляются десять восприятий, которым Будда учит А̄нанду, чтобы он их продекламировал для восстановления здоровья бхиккху Гирима̄нанады, который был серьёзно болен (<a class='ref' href='/an10.60'>AN 10.60</a>).",
  "an-introduction-bodhi:156": "Некоторые объекты медитации в Ан̇гуттаре относятся в традиции Тхерава̄ды к объектам развития безмятежности, другие — к развитию прозрения. Что интересно, в Ан̇гуттаре, хотя безмятежность и прозрение и трактуются как отдельные разделы практики медитации со своими плодами и акцентами, объекты медитации не делятся чётко на объекты той или иной практики. Весьма возможно, что с точки зрения самого Будды безмятежность и прозрения представляют собой не две раздельные категории практики, а дополняющие друг друга направления практики, которые могут развиваться на базе одних и тех же объектов медитации.",
  "an-introduction-bodhi:157": "В Ан̇гуттаре часто упоминаются высшие состояния сознания, которые достигаются с помощью медитации. Наиболее часто, конечно же, — четыре джха̄ны. Также встречаются такие перечни, как восемь основ преодоления (<a class='ref' href='/an8.65'>AN 8.65</a>), восемь избавлений (<a class='ref' href='/an8.66'>AN 8.66</a>) и девять последовательных обителей (<a class='ref' href='/an9.31'>AN 9.31–61</a>). Иногда наивысший успех в медитации описывается тремя истинными знаниями, — <i lang='pi' translate='no'>тевидджа̄</i> (<a class='ref' href='/an3.58'>AN 3.58–59</a>) — которые Будда сам обрёл в ночь своего просветления (<a class='ref' href='/an8.11'>AN 8.11</a>). В других местах упоминается, что медитация приводит к достижению шести видов высших знаний, известных как <i lang='pi' translate='no'>абхин͂н͂а̄</i> (<a class='ref' href='/an3.101'>AN 3.101–2</a>, <a class='ref' href='/an5.23'>AN 5.23</a>, <a class='ref' href='/an6.2'>AN 6.2</a>). Пять из них относятся к сверхъестественным способностям, а шестое — превосходящее мирское знание об уничтожении <i lang='pi' translate='no'>а̄сав</i>.",
  "an-introduction-bodhi:158": "Мудрость",
  "an-introduction-bodhi:159": "Глубокая концентрация сама по себе сопровождается возвышенными ощущениями восторга, блаженства, спокойствия и равностности. Такие переживания могут заставить неопытного практикующего думать, что он достиг конечной цели открыл в себе «мир и покой нирваны». Такие возвышенные состояния достигаются интенсификацией сознания, а не через прозрение, которое обрезает основу повторяющегося существования. Высокие состояния концентрации создают мощную благую камму, которая ведёт к перерождению в мирах форм или без форм, — сверхбожественных мирах — в зависимости от медитативных достижений практикующего, пока он ещё человек. Без глубокого прозрения мудрости эта камма рано или поздно иссякнет, и произойдёт перерождение на других планах, возможно, даже в плохих пунктах назанчения (<a class='ref' href='/an3.116'>AN 3.116</a>, <a class='ref' href='/an4.123'>AN 4.123–26</a>). Чтобы путь завершился достижением бессмертного, в конечном итоге на первый план должна выйти мудрость. Поэтому Будда славит мудрость как высшее благо, сияние, свет, блеск и светило (<a class='ref' href='/an4.141'>AN 4.141–45</a>).",
  "an-introduction-bodhi:160": "Несмотря на аналогию со светом, однако, мудрость не вспыхивает внезапно и спонтанно от благочестивых пожеланий, скорее, она постепенно рождается благодаря следованию курсу обучения. В одной из сутт приводится список из восьми условий для возникновения и созревания мудрости духовной жизни (<a class='ref' href='/an8.2'>AN 8.2</a>). Они включают в себя опору на учителя, вопросы для разъяснения сомнений, соблюдение дисциплинарных правил, изучение и размышление, созерцание возникновения и исчезновения пяти совокупностей. Ещё одним фактором роста мудрости является правильное воззрение. Будда поставил правильное воззрение первым фактором благородного восьмеричного пути и десяти верных факторов (<a class='ref' href='/an10.103'>AN 10.103</a>). В них из правильного воззрения возникают остальные девять факторов, приводящие к правильному знанию и правильному освобождению (<a class='ref' href='/an10.105'>AN 10.105</a>).",
  "an-introduction-bodhi:161": "Изучение и исследование Дхаммы также вносит вклад в развитие мудрости. Пожалуй, именно Ан̇гуттара из всех четырёх ника̄й наиболее выделяет изучение. Изучение описывается как один из пяти видов благосостояния (<a class='ref' href='/an5.47'>AN 5.47</a>) и как качество, которое делает бхиккху уважаемым и почитаемым среди других монахов (<a class='ref' href='/an5.87'>AN 5.87</a>). Конечно же, последователь, который обладает небольшими знаниями, но претворяет их в практику, превосходит того, кто изучает много, не применяя этого (<a class='ref' href='/an4.6'>AN 4.6</a>). Но процесс изучения обладает внутренней ценностью, и те, кто и достигает совершенства в обучении, и достигает четырёх джха̄н и трёх знаний, считаются достойными особого уважения (<a class='ref' href='/an10.97'>AN 10.97</a>). Знание Дхаммы позволяет обучать, и таким образом последователь может не только развиваться сам, но также и помочь в этом другим (<a class='ref' href='/an8.62'>AN 8.62</a>).",
  "an-introduction-bodhi:162": "Сутты Ан̇гуттары не только восхваляют изучение, но также предоставляют и конкретные инструкции того, <em>как</em> изучать Дхамму и обучать ей. Поскольку Дхамма всегда передавалась устно, а не в письменном виде, в текстах подчёркивается важность и внимательного слушания, и сохранения учения. Тот, кто невнимателен, похож на перевёрнутую чашу, в которую нельзя налить воду, тот, кто внимателен, но не способен сохранить в памяти то, что изучил, похож на человека, который, вставая, рассыпает то, что у него лежало на коленях, а тот, кто и слушает внимательно и запоминает, надолго сохраняет изученное, как не перевёрнутая чаша сохраняет налитую воду (<a class='ref' href='/an3.30'>AN 3.30</a>). Самый учёный бхиккху А̄нанда упоминает о шести факторах, способствующих знанию Дхаммы, среди которых изучение большого количества дискурсов, обучение других и посещение старцев для разъяснения не до конца понятных пунктов (<a class='ref' href='/an6.51'>AN 6.51</a>).",
  "an-introduction-bodhi:163": "Слушание Дхаммы может послужить причиной вступления на необратимый путь к полному освобождению, но чтобы это случилось, слушать нужно внимательно. Это означает, что необходимо слушать с уважением и открытым умом, а не с умом, ищущим, к чему придраться, и принижающим речь и говорящего (<a class='ref' href='/an5.151'>AN 5.151–53</a>). Слушание и обучение могут даже внезапно вызвать достижение освобождения. С помощью слушания, обучения, декламирования Дхаммы или исследования её смысла можно обрести вдохновение, испытать радость и запустить процесс, который ведёт к полному освобождению от <i lang='pi' translate='no'>а̄сав</i> (<a class='ref' href='/an5.28'>AN 5.28</a>). Обучение, однако, должно быть подкреплено практикой. Поэтому Будда побуждает монахов не только проводить всё время, изучая, обучая, декламируя и размышляя, но также уединятся и посвящать себя развитию внутреннего спокойствия и мудрости, основанной на прямом опыте (<a class='ref' href='/an5.73'>AN 5.73–74</a>).",
  "an-introduction-bodhi:164": "Изучение и обучение играют важную роль в увеличении срока жизни Дхаммы. В одной сутте говорится, что Дхамма увядает и исчезает, когда бхиккху не слушают её почтительно, не изучают её, не сохраняют её в памяти, не изучают её значение и не претворяют в жизнь. Если бхиккху, наоборот, делают всё перечисленное, то Дхамма сохраняется долго (<a class='ref' href='/an5.154'>AN 5.154</a>). В других суттах подчёркивается важность обучения и наставления других декламации текстов (<a class='ref' href='/an5.155'>AN 5.155</a>). При обучении необходимо выбрать подходящую тему, оценив интересы и ожидания публики, и после этого начать беседу, соответствующую её склонностям (<a class='ref' href='/an5.157'>AN 5.157</a>). Будда даёт пять наставлений учителю Дхаммы: следует проводить беседу, которая развивается последовательно, подкреплять утверждения доводами, взаимодействовать со слушателями с эмпатией, нельзя преследовать материальную выгоду, и говорить то, что навредит себе или другим (<a class='ref' href='/an5.159'>AN 5.159</a>).",
  "an-introduction-bodhi:165": "Проникающая мудрость состоит не только в подробном знании текстов и идей, но и в прозрении в истинную природу феноменов. Мудрость должна различать три характеристики: непостоянство, страдание и принцип не-я. Объясняется, что вне зависимости от появления в мире Татха̄гаты основной закон всегда действует одинаково: все обусловленные феномены непостоянны, все обусловленные феномены — это страдание, все вообще феномены не являются нашим «я» (сущностью) (<a class='ref' href='/an3.136'>AN 3.136</a>). Таким образом, видеть истинную природу феноменов означает видеть в них непостоянство, страдание и принцип не-я. Обычно наш ум подвластен искажению концепций и восприятия, и мы ошибочно полагаем, что вещи постоянны, приносят удовольствие и обладают принадлежностью к нашему «я». Какими бы очевидным нам это ни казалось, в текстах такое видение описывается как искажение восприятия и форма расстройства (<a class='ref' href='/an4.49'>AN 4.49</a>). Задача прозрения состоит в исправлении этого путём созерцания феноменов «какими они являются на самом деле», т.е. непостоянными, страдательными и не обладающими принадлежностью к «я» (<a class='ref' href='/an7.16'>AN 7.16–18</a>). Что интересно, в некоторых суттах Ан̇гуттары описана четвёртая тема для созерцания — нибба̄ны как счастья (<a class='ref' href='/an6.101'>AN 6.101</a>, <a class='ref' href='/an7.19'>AN 7.19</a>).",
  "an-introduction-bodhi:166": "Созерцание обусловленных феноменов как непостоянных и страдательных, созерцание всех феноменов как не обладающих принадлежностью к «я», созерцание нибба̄ны как счастья дают возможность последователю обрести «уверенность в верности» Дхаммы (<i lang='pi' translate='no'>ануломика̄ кхантӣ</i>). Это готовит ум для ещё более глубоких прозрений, и когда понимание выходит на определённый уровень, оно направляет практикующего на «твёрдый путь в правильном направлении» (<i lang='pi' translate='no'>самматтанийа̄ма</i>) — путь за грань мирского, безошибочно ведущий к четырём стадиям пробуждения (<a class='ref' href='/an6.98'>AN 6.98–101</a>).",
  "an-introduction-bodhi:167": "Будда настаивал на том, что конечной целью его учения было искоренение страдания в этой самой жизни, и по этой причине он постоянно поторапливал бхиккху не довольствоваться частичными достижениями, но стараться добраться до конечной цели. Он предписывал им выработать такое намерение: «Я не сбавлю усилия до тех пор, пока не достигну того, что можно достичь силой, энергией и стараниями человека» (<a class='ref' href='/an2.5'>AN 2.5</a>). Две сутты в Ан̇гуттаре приоткрывают то, как выглядит созерцательный процесс, который приводит последователя к конечной цели. Один из дискурсов описывает, как бхиккху входит в любую из четырёх джха̄н, или три первые медитативные достижения сферы без форм, и созерцает их составляющие — пять совокупностей, участвующие в этом состоянии (четыре — в случае сферы без форм), — как непостоянные, как страдание, нарыв, горе, чужеродное, распадающееся, пустое и не обладающее принадлежностью к «я». В определённый момент он переводит ум от этих феноменов к бессмертному элементу — нибба̄не. На основе этого он достигает разрушения <i lang='pi' translate='no'>а̄сав</i> или, если не сумеет завершить дело, стадии невозвращающегося (<a class='ref' href='/an9.36'>AN 9.36</a>). В другой сутте А̄нанда даёт объяснение последователю-мирянину, который спросил, как бхиккху достигает разрушения базовых загрязнений. Он говорит, что бхиккху входит в одну из четырёх джха̄н, в одно из четырёх безмерных (любящая доброта, сострадание, альтруистическая радость и равностность) или в одно из первых трёх достижений сферы без форм. Далее он пересматривает это состояние как «сконструированное и созданное волевым усилием» и замечает: «Всё, что сконструировано и создано волевым усилием, непостоянно, страдательно и подвержено угасанию». В этом варианте практикующий также достигает арахантства или становится невозвращающимся (<a class='ref' href='/an11.16'>AN 11.16</a>).",
  "an-introduction-bodhi:168": "Сан̇гха",
  "an-introduction-bodhi:169": "В соответствии с традиционным толкованием слово <i lang='pi' translate='no'>«сан̇гха»</i> используется в двух смыслах: для обозначения ордена бхиккху и бхиккхунӣ, который иногда называют институциональной Сан̇гхой, или конвенциональной Сан̇гхой (<i lang='pi' translate='no'>саммутисан̇гха</i>), и для обозначения благородных (<i lang='pi' translate='no'>ариясан̇гха</i>), к которым относятся восемь видов последователей — четыре пары тех, кто обрёл превосходящие мир пути и плоды. В соответствии с этим принципом говорят, что конвенциональная Сан̇гха состоит из монахов (неважно, благородных личностей или обычных), а благородная Сан̇гха включает в себя и мирян, и монахов, которые обрели путь и плод учения. В Ан̇гуттаре разделение между этими видами Сан̇гхи существует, но оно не такое однозначное, как о том говорит традиция. Во-первых, когда кто-то проявляет желание стать последователем, он заявляет, что третьим прибежищем, которое он принимает, является «Сан̇гха бхиккху» (предположительно, включая бхиккхунӣ). Это говорит о том, что они (или, что более вероятно, составители текстов) считали монашеское сообщество третьим прибежищем. Во-вторых, формулировка благородной Сан̇гхи описывает её в терминах, которые больше подходят тем, кто живёт подаянием: «Достойные даров, достойные гостеприимства, достойные подношений, достойные приветствия». Такие речи снова отсылают к связи между монашеской Сан̇гхой и благородной Сан̇гхой.",
  "an-introduction-bodhi:170": "Однако в ещё одной сутте говорится о «четырёх видах личностей, которые украшают Сан̇гху». Эти четыре вида — дисциплинированные и учёные бхиккху, бхиккхунӣ, последователи-миряне и последовательницы-мирянки (<a class='ref' href='/an4.7'>AN 4.7</a>, см. также <a class='ref' href='/an4.211'>AN 4.211</a>). Это подразумевает, что слово <i lang='pi' translate='no'>«сан̇гха»</i> даже в конвенциональном случае может включать в себя мирян, если, конечно, не подразумевается, что бхиккху и бхиккхунӣ украшают Сан̇гху как её члены, тогда как миряне украшают её как те, кто её поддерживает. В любом случае почти везде в других местах, когда тексты говорят о Сан̇гхе, не уточняя значения, имеется в виду монашеский орден (или подгруппы в нём).",
  "an-introduction-bodhi:171": "Несколько сутт Ан̇гуттары рассказывают нам, что Сан̇гха не всегда соответствовала критериям, которые для неё установил Будда. В <a class='ref' href='/an2.42'>AN 2.42–51</a> проводится серия сравнений пар сообществ, в каждой из которых одно достойно порицания, а другое — похвалы. Эти сообщества описываются именно в терминах, относящихся к бхиккху. В описании порицаемых сообществ говорится о поверхностном сообществе, в котором бхиккху «беспокойны, надуты и пусты», о низком сообществе, в котором они разболтаны и любят роскошь, об отбросах Сан̇гхи — сообществе, в котором бхиккху сворачивают в неверном направлении из-за желания, ненависти, неведения и страха, и о сообществе с мирскими ценностями, которые не подходят для практики Дхаммы. Беспечность и мирская суета — не единственные в монашеском ордене проблемы, с которыми Будде приходилось бороться. В разных местах Ан̇гуттары можно встретить тексты, в которых говорится о ссорах и диспутах среди бхиккху. Так, можно найти упоминания о ситуациях, в которых бхиккху «спорили, ссорились, вступали в споры, пронзали друг друга словесными кинжалами» (<a class='ref' href='/an10.50'>AN 10.50</a>, см. также <a class='ref' href='/an2.43'>AN 2.43</a>, <a class='ref' href='/an3.124'>AN 3.124</a>). В некоторых случаях нависала угроза раскола. Чтобы предотвратить эту опасность, Будда установил шесть правил сердечных отношений между бхиккху (<a class='ref' href='/an6.12'>AN 6.12</a>) и постановил часто собираться и заниматься делами Сан̇гхи в гармонии (<a class='ref' href='/an7.23'>AN 7.23</a>). Он также предупредил о шести корнях споров, которые следует искоренять, как только они появляются (<a class='ref' href='/an6.36'>AN 6.36</a>). Тем не менее, несмотря на ошибки членов Сан̇гхи, Буддха высоко ценил их. Он восхвалял Сан̇гху прилежных бхиккху как поле непревзойдённых заслуг, ради встречи с которым можно пройти много миль (<a class='ref' href='/an4.190'>AN 4.190</a>), а когда он видел монахов, живущих «в согласии, гармонии, без споров, словно сливаясь, как молоко и вода, глядящих друг на друга с доброжелательностью», то испытывал радость (<a class='ref' href='/an10.50'>AN 10.50</a>).",
  "an-introduction-bodhi:172": "Существование монашеской Сан̇гхи предоставляло не только оптимальные условия для тех, кто был готов искренне посвятить себя духовной жизни, но также служило источником благословения и средством распространения учений для мирян. Бхиккху и бхиккхунӣ давали возможность мирянам обрести заслуги, поддерживая монахов одеяниями, пищей, жильём и лекарствами. Монахи также использовали встречи с мирянами в их домах, деревнях и городах, чтобы обучать их Дхамме. Поэтому Будда подчёркивал важность выполнения своих обязанностей для обеих сторон этих симбиотических отношений. Монахи должны быть примером вдохновляющего и дисциплинированного поведения для мирян, поступая так, чтобы «те, в ком нет уверенности, обретали её, а в тех, в ком уверенность есть, она бы усиливалась» (<a class='ref' href='/an8.54'>AN 8.54</a>, см. также <a class='ref' href='/an4.245'>AN 4.245</a> §1). Сообщество мирян несёт ответственность за материальное обеспечение монахов. Делая это, они должны подобающе себя вести, приветствовать монахов с уважением, подготовить им место для сидения, совершать подаяние с щедростью и проявлять заботу об их здоровье (<a class='ref' href='/an7.13'>AN 7.13</a>). Последователи-миряне также должны садиться поближе, чтобы слушать Дхамму и смаковать каждое слово (<a class='ref' href='/an9.17'>AN 9.17</a>).",
  "an-introduction-bodhi:173": "Благородная Сан̇гха состоит из восьми типов благородных личностей, разделённых попарно в соответствии с четырьмя стадиями пробуждения. В каждом случае один из представителей пары уже достиг определённой стадии, другой встал на путь, необратимо ведущий к её достижению. В текстах они представлены так: «Вошедший в поток, тот, кто практикует для обретения плода вхождения в поток, однажды возвращающийся, тот, кто практикует для обретения плода однажды возвращающегося, невозвращающийся, тот, кто практикует для обретения плода невозвращающегося, арахант и тот, кто практикует для обретения плода арахантства» (<a class='ref' href='/an8.59'>AN 8.59</a>). В одной сутте к этому списку из восьми пунктов добавляется девятый термин <i lang='pi' translate='no'>«готрабхӯ»</i>, или «член клана» (<a class='ref' href='/an9.10'>AN 9.10</a>, см. также <a class='ref' href='/an10.16'>AN 10.16</a>). Что странно, нигде в ника̄ях не объясняется отношение этого типа личности к остальным восьми. В комментариях этот термин интерпретируется в соответствии с поздней тхеравадинской системой толкования, где <i lang='pi' translate='no'>«готрабхӯ»</i> означает единичный момент ума, за который происходит переход от кульминации прозрения к превосходящему мир пути. Но такое объяснение предполагает развитие теоретического аппарата, который невозможно найти в ника̄ях, что делает маловероятным объяснение изначального значения в таком ключе.",
  "an-introduction-bodhi:174": "Четыре основные стадии различаются количеством оков, которые были устранены, и количеством перерождений до достижения конечной цели (см. <a class='ref' href='/an3.86'>AN 3.86</a>, <a class='ref' href='/an4.210'>AN 4.210</a>). При устранении трёх первых оков (см. <a class='ref' href='/an10.13'>AN 10.13</a>) последователь становится вошедшим в поток (<i lang='pi' translate='no'>сота̄ппана</i>). Он больше не подвержен перерождению в трёх нижних мирах и обретёт освобождение самое большее через семь жизней, которые пройдут либо в мире людей, либо в мире дэвов. С устранением первых трёх оков и ослаблением жадности, ненависти и неведения последователь становится однажды возвращающимся (<i lang='pi' translate='no'>сакада̄га̄мӣ</i>) — тем, кто вернётся в этот мир ещё один раз и после этого достигнет окончания страдания. С устранением всех пяти первых оков последователь становится невозвращающимся (<i lang='pi' translate='no'>ана̄га̄мӣ</i>) — тем, кто спонтанно переродится в мире форм (обычно в его особой области, которую называют чистыми обителями) и достигнет нибба̄ны там, не возвращаясь из того мира. А с полным устранением всех оков последователь становится арахантом — полностью освобождённым существом.",
  "an-introduction-bodhi:175": "Хотя описание стадий в текстах обычно даётся в терминах, относящихся к бхиккху, миряне тоже способны обрести первые три плода, и даже четвёртый. Однако в случае четвёртого плода в традиции считается, что либо это произойдёт на пороге смерти, либо почти сразу мирянин покинет домашнюю жизнь и перейдёт к скитальчеству. В Ан̇гуттаре встречаются упоминания о нескольких мирянах-невозвращающихся. Так, мирянка Нанама̄та̄ намекает, что она — невозвращающаяся (в <a class='ref' href='/an7.53'>AN 7.53</a>), то же и с Уггой из Веса̄лӣ и Уггой из Хаттхига̄мы (<a class='ref' href='/an8.21'>AN 8.21</a> и <a class='ref' href='/an8.22'>AN 8.22</a> соответственно). В «Книге шести» (<a class='ref' href='/an6.119'>AN 6.119–39</a>) говорится о множестве последователей-мирян, которые «достигли определённости на счёт Татха̄гаты и стали пророками бессмертия» — фраза, которая подразумевает, что они являются благородными последователями (но не арахантами). Во многих других текстах есть подтверждения обретения благородных плодов многими последовательницами-мирянками.",
  "an-introduction-bodhi:176": "Ещё один вариант разделения благородных последователей на семь типов описан в <a class='ref' href='/an7.14'>AN 7.14</a>, где они просто перечислены без объяснений (объяснение можно найти в MN 70). Эти семь типов следующие: освобождённый в обоих отношениях, освобождённый мудростью, свидетель тела, обладающий видением, освобождённый верой, последователь Дхаммы и последователь веры. Первые два типа — араханты, различающиеся тем, что первые могут входить в «безмятежные поглощения сферы без форм» (медитации сферы без форм и постижение угасания), тогда как вторые этого не могут. Три средние типа — <i lang='pi' translate='no'>секхи</i> — последователи высшей практики, отличающиеся тем, какая из их способностей доминирует. Первый является мастером концентрации, второй — мудрости, третий — веры. В <a class='ref' href='/an3.21'>AN 3.21</a> говорится, что эти три типа классификаций между собой невозможно сравнивать, так как в каждый из классов может входить кто угодно — от вошедшего в поток до того, кто на пути к арахантству. Последователь Дхаммы и последователь веры — два типа, которые вступили на путь к вхождению в поток, но ещё не достигли плода. Они разделяются в соответствии с их доминирующей способностью — мудростью или верой. В конце <a class='ref' href='/an7.56'>AN 7.56</a> Будда вместо последователя веры упоминает другой седьмой тип. Он называет его «тот, кто пребывает в отсутствии признаков» (<i lang='pi' translate='no'>анимиттавиха̄рӣ</i>). Этот термин не объясняется в сутте и никогда не раскрывался в постканонической буддийской традиции. В комментариях этот тип просто приравнивается к последователю веры, но это, возможно, просто попытка привести всё к известной сложившейся схеме.",
  "an-introduction-bodhi:177": "Идеалом духовного достижения в Ан̇гуттаре и во всех ника̄ях является образ араханта, который называют «лучшим среди дэвов и людей: тем, кто достиг конечного завершения, достиг полного избавления от оков, прожил высшую духовную жизнь и осуществил идеал» (<a class='ref' href='/an3.143'>AN 3.143</a>, <a class='ref' href='/an11.10'>AN 11.10</a>). Арахант «уничтожил загрязнения, прожил духовную жизнь, сделал то, что следовало, сложил ношу, достиг своей цели, превратил в пыль оковы существования и стал освобождённым через окончательное понимание» (<a class='ref' href='/an6.49'>AN 6.49</a>, <a class='ref' href='/an9.7'>AN 9.7</a>). Они «свободны от страсти через уничтожение страсти, свободны от ненависти через уничтожение ненависти, свободны от неведения через уничтожение неведения» (<a class='ref' href='/an6.55'>AN 6.55</a>). Они более не подвержены возвращению в бытийные планы, будь то сфера чувственного бытия, сфера форм или сфера без форм (<a class='ref' href='/an9.25'>AN 9.25</a>). Они входят в состояние избавления ума от следов загрязнений и освобождения мудростью, пребывают в нём и, покидая мир, достигают окончательной нибба̄ны.",
  "an-introduction-bodhi:178": "Хотя араханты устранили все загрязнения и свободны от сам̇са̄ры, в Ан̇гуттаре проводится интересное разделение двух типов арахантов. Один из них — «аскет белого лотоса» (<i lang='pi' translate='no'>пун̣д̣арӣкасаман̣а</i>) — не достигает восьми избавлений, а другой — «аскет красного лотоса» (<i lang='pi' translate='no'>падумасаман̣а</i>) — достигает. В комментариях первый тип интерпретируется как тот, кто не достиг ни одного из восьми избавлений, и, таким образом, это арахант методом «сухого» прозрения (<i lang='pi' translate='no'>суккхавипассака</i>), т.е. арахант, не достигший джха̄н. Такой тип араханта не встречается в ника̄ях, и потому возникает вопрос, не привносит ли комментарий поздний термин в ранние тексты. Более согласующейся с суттами (вроде MN 70) интерпретацией было бы полагать, что «аскет белого лотоса» — арахант, «освобождённый мудростью» (<i lang='pi' translate='no'>пан͂н͂ьавимутта</i>), т.е. тот, кто достиг четырёх джха̄н, но не поглощений сферы без сформ, тогда как «аскет красного лотоса» — арахант, «освобождённый в обоих отношениях» (<i lang='pi' translate='no'>убхатобха̄гавимутта</i>). В дополнение к джха̄нам и поглощениям сферы без форм некоторые араханты достигают трёх истинных знаний: знание прошлых жизней, знание исчезновения и перерождения существ и знание о разрушении <i lang='pi' translate='no'>а̄сав</i> (<a class='ref' href='/an3.58'>AN 3.58</a>). Некоторые же араханты достигают шести высших знаний, в которые, помимо предыдущих трёх, входят ещё сверхъестественные способности, божественный слух и чтение ума других (<a class='ref' href='/an6.2'>AN 6.2</a>).",
  "an-introduction-bodhi:179": "Типы личностей",
  "an-introduction-bodhi:180": "Среди других ника̄й Ан̇гуттара выделяется своим интересом к определению и описанию типов личностей. Эта классификация даётся не с точки зрения психологического анализа, а для соотнесения разных типов личностей с ценностями и целями Дхаммы. Большинство классификаций (но не все) имеют дело с представителями монашества и скомпонованы в виде пар или групп из трёх и более типов.",
  "an-introduction-bodhi:181": "Можно найти сравнение таких пар, как глупец и мудрец, плохой и хороший человек, монах, заслуживающий порицания, и уважаемый монах. Последняя пара иногда изображается более подробно за счёт красочных характеристик неисправимого монаха-злодея и монаха, который служит примером. Похожие сравнения есть и для мирян — так, мы встречаем в текстах описание мирян с дурными намерениями и тех, кто служит примером для сообщества мирян.",
  "an-introduction-bodhi:182": "Одна из классификаций типов личностей развеивает неверное предубеждение (оно в последнее время встречается реже, но всё ещё не до конца исчезло), что ранний буддизм — эгоистичное учение  из-за его акцента на личную ответственность. В поздние времена это предубеждение (которое, возможно, возникло из-за настроений, превалировавших в некоторых группах Сан̇гхи) привело к обозначению школ, придерживающихся древних писаний, термином «хӣнайа̄на», или «Малая колесница». В серии сутт <a class='ref' href='/an4.95'>AN 4.95–99</a> приводится разделение личностей на четыре типа, каждый следующий из которых превосходит предыдущий: (1) тот, кто практикует ни для своего, ни для чужого блага, (2) тот, кто практикует для блага других, но не для своего, (3) тот, кто практикует для своего блага, но не для блага других и (4) тот, кто практикует и для своего блага, и для блага других. В тексте четвёртый тип не только обозначается как высший, он также описывается превосходными эпитетами — «первейший, лучший, выдающийся, высший и тончайший из всех четырёх». В другой серии сутт, <a class='ref' href='/an5.17'>AN 5.17–20</a>, говорится, как бхиккху может практиковать на благо себе и другим. А в другой сутте альтруистической мотивации даётся ещё более высокая оценка: в ней заявляется, что человек большой мудрости «думает только о своём благе, благе других, благе для обоих и благе всего мира» (<a class='ref' href='/an4.186'>AN 4.186</a>).",
  "an-introduction-bodhi:183": "Бхиккхунӣ и женщины в Ан̇гуттара-ника̄е",
  "an-introduction-bodhi:184": "Хотя большинство сутт Ан̇гуттары адресовано бхиккху и описывает темы, связанные с ними, иногда в качестве главных героинь или темы повествования встречаются бхиккхунӣ — монахини, получившие полное посвящение. В Ан̇гуттаре рассказывается история возникновения Сан̇гхи бхиккхунӣ (<a class='ref' href='/an8.51'>AN 8.51</a>) в том же виде, что и в Чӯл̣авагге Винаи. История противоречивая: во-первых, потому что сначала Будда выражал нежелание позволить женщинам становиться странствующими монахинями, а во-вторых, потому что после того, как он дал на это согласие, он объявил, что орденация женщин подействует на учение деструктивно, сократив его срок существования с тысячи до пятисот лет. Современные исследователи задаются вопросом исторической достоверности такого варианта, поскольку в нём содержатся анахронизмы, которые плохо сочетаются с хронологической последовательностью в каноне и комментариях. Но эта сутта ответственна за недоверчивое отношение к бхиккхунӣ в странах, придерживающихся традиции Тхерава̄да, и, возможно, также ответственна за негативное отношение консервативно настроенных старцев к возрожению Сан̇гхи бхиккхунӣ, которое сейчас происходит в таких странах, как Шри-Ланка и Таиланд.",
  "an-introduction-bodhi:185": "В Ан̇гуттаре в списке выдающихся последователей есть раздел, посвящённый бхиккхунӣ. Но в то время как в части, посвящённой бхиккху насчитывается четыре <i lang='pi' translate='no'>вагги</i>, состоящих из сорока семи категорий (некоторые из них посвящены целиком только одной личности), часть, посвящённая бхиккхунӣ, состоит лишь из одной <i lang='pi' translate='no'><i lang='pi' translate='no'>вагги</i></i> с тринадцатью именами. Возможно, это так потому, что бхиккхунӣ было значительно меньше, чем бхиккху, но это также может отражать нравы того времени и, возможно, отношение в школе, которая хранила Па̄лийский канон. Похоже, что Экоттара̄гама китайской Трипит̣аки, которая берёт начало от другой ранней школы, содержит значительно больше бхиккхунӣ в списке выдающихся последователей.",
  "an-introduction-bodhi:186": "В <a class='ref' href='/an7.56'>AN 7.56</a> Будда сообщает, что два божества известили его, что некоторое число бхиккхунӣ стало «верно освобождёнными без остатка». В <a class='ref' href='/an8.53'>AN 8.53</a> он объясняет бхиккхунӣ Маха̄паджа̄пати Готамӣ восемь качеств, присущих подобающей Дхамме и дисциплине. В <a class='ref' href='/an10.28'>AN 10.28</a> «бхиккхунӣ из Каджан̇гала̄» отвечает на десять числовых вопросов. Когда её ответы сообщают Будде, он говорит: «Бхиккхунӣ из Каджан̇гала̄ мудра, она обладает великой мудростью. Если бы меня спросили об этом же, я бы ответил в точности как она».",
  "an-introduction-bodhi:187": "Но в Ан̇гуттаре о бхиккхунӣ говорится не только в хвалебных формулировках. В серии сутт <a class='ref' href='/an5.115'>AN 5.115–20</a> объясняются различные причины для перерождения бхиккхунӣ в аду. Если она скупа, беспорядочно критикует и хвалит других, растрачивает дары, врученные ей из веры, если она завистлива, придерживается неправильных взглядов, говорит и действует неправильно и т.д. Остаётся загадкой, почему текст выделяет именно бхиккхунӣ для критики за эти качества, но, возможно, они были даны как необходимые предостережения. Как бы там ни было, в <a class='ref' href='/an5.236'>AN 5.236–40</a> те же утверждения делаются относительно бхиккху.",
  "an-introduction-bodhi:188": "Среди прочих ника̄й в Ан̇гуттаре содержится наибольшее количество сутт, обращённых к женщинам, но несколько дискурсов раздела выражают женоненавистническое отношение, которое бросается в глаза и звучит нестройно, безвкусно и просто неправдоподобно. В этих текстах женщины описываются как ведомые мощными страстями, подрывающими их способности и разрушающими нравственность. В <a class='ref' href='/an2.61'>AN 2.61</a> Будда заявляет, что женщины никогда не насыщаются в двух вещах: в половом акте и в родах. Когда А̄нанда спрашивает, почему женщины не участвуют в советах, не занимаются бизнесом или не путешествуют в дальние страны, Будда отвечает, что это из-за того, что они полны гнева, зависти, скупости и лишены мудрости (<a class='ref' href='/an4.80'>AN 4.80</a>). В двух суттах женщины сравниваются с чёрной змеёй (<a class='ref' href='/an5.229'>AN 5.229–30</a>), потому что они «гневливы, враждебны, ядовиты, с двумя языками и предают друзей». Их яд — их сильная страсть, два языка — склонность к поклёпу, и они предают друзей, поскольку «по большей части женщины прелюбодейны». В <a class='ref' href='/an5.55'>AN 5.55</a> рассказывается история матери и сына, которые орденовались бхиккху и бхиккхунӣ. Они продолжили тесно общаться, влюбились и совокупились друг с другом. Когда об этом доложили Будде, он воспользовался случаем, чтобы сделать нелестное обобщение на счёт женщин: «Если о чём-то и можно сказать, что оно целиком является ловушкой Ма̄ры, так это ровно про женщин так можно сказать».",
  "an-introduction-bodhi:189": "Возможно ли действительно рассматривать эти слова как то, что говорил Будда, или же это поздняя интерпретация редакторов, является вопросом, на который невозможно ответить с полной уверенностью. Они абсолютно точно противоречат свободолюбивому духу дискурсов Будды. Более того, в короткие тексты Ан̇гуттары было бы относительно несложно вставить такие отрывки, если бы какие-то монахи, опасающиеся за своё сексуальное поведение или духовный потенциал женщин, захотели этого. У этих сутт нет параллелей в китайских А̄гамах, но только лишь одного этого факта недостаточно, чтобы сделать вывод, поскольку в па̄лийской Ан̇гуттара-ника̄е у многих сутт нет параллелей в китайском каноне. Другие сутты, касающиеся сексуальности, демонстрируют более симметричный подход — например, <a class='ref' href='/an1.1'>AN 1.1–10</a>, <a class='ref' href='/an7.51'>AN 7.51</a> и <a class='ref' href='/an8.17'>AN 8.17–18</a>, где говорится о сексуальном влечении как женщин, так и мужчин.",
  "an-introduction-bodhi:190": "В разделе есть тексты весьма противоположного свойства, в которых Будда проявляет сердечное отношение к женщинам и щедро дарует им учение. Он обучает мирянку Виса̄кху великим плодам и пользе соблюдения <i lang='pi' translate='no'>упосатхи</i> (<a class='ref' href='/an3.70'>AN 3.70</a>, <a class='ref' href='/an8.43'>AN 8.43</a>). Он объясняет колийской дочери по имени Суппава̄са̄ пользу подаяния еды (<a class='ref' href='/an4.57'>AN 4.57</a>). Он объясняет королеве Маллике, жене короля Пасенади, кармические причины женской красоты, благосостояния и влиятельности (<a class='ref' href='/an4.197'>AN 4.197</a>). Он отвечает на вопросы принцессы Чундӣ о высших видах уверенности и праведного поведения (<a class='ref' href='/an5.32'>AN 5.32</a>). Он даёт наставления группе девушек, которые выходят замуж, как следует вести себя в домах своих мужей (<a class='ref' href='/an5.33'>AN 5.33</a>), а одной шумной невестке Ана̄тхапин̣д̣ики он объясняет учение о семи типах жён (<a class='ref' href='/an7.63'>AN 7.63</a>). Он объясняет Виса̄кхе, как женщина устремляется к победе в этом и следующем мирах (<a class='ref' href='/an8.49'>AN 8.49</a>). Он хвалит бхиккхунӣ Кхему и Уппалаван̣н̣у как пример для подражания другим бхиккхунӣ, а мирянок Кхудджуттару и Вел̣укан̣т̣акӣ Нандама̄ту — как примеры для своих мирских последовательниц (<a class='ref' href='/an4.176'>AN 4.176</a>). Трудно понять, как согласовать тексты, в которых Будда дружелюбно и с сочувствием относится к женщинам, с отрывками, категорически порочащими их способности.",
  "an-introduction-bodhi:191": "Исходный текст этого указателя был опубликован в соответствии со следующими положениями:",
  "an-introduction-bodhi:192": "© Bhikkhu Bodhi, The Numerical Discourses of the Buddha (Wisdom Publications, 2012)  ",
  "an-introduction-bodhi:193": "The Numerical Discourses of the Buddha, Бхиккху Бодхи выпущен в соответствии с лицензией Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported. License"
}