{
  "discourses:1": "Дискурсы: беседы с Буддой",
  "discourses:2": "Бхиккху Суджато",
  "discourses:3": "<a href='#item1'>Истоки</a>",
  "discourses:4": "<a href='#item2'>Передача</a>",
  "discourses:5": "<a href='#item3'>Ранние школы буддизма</a>",
  "discourses:6": "<a href='#item4'>Структура</a>",
  "discourses:7": "<a href='#item5'>Каноничность сутт</a>",
  "discourses:8": "<a href='#item6'>Сутты в буддийских традициях</a>",
  "discourses:9": "<a href='#item7'>Современные реформы и поздняя критика</a>",
  "discourses:10": "<a href='#item8'>Переводы</a>",
  "discourses:11": "В буддизме наиболее важный корпус священных писаний — Сутта-пит̣ака, или «Корзина дискурсов». В этом собрании текстов содержатся учения Будды и его последователей, собранные и переданные школами раннего буддизма. Это источник Дхаммы, из которого происходят учения и практики многих буддийских школ.",
  "discourses:12": "Палийский термин <i lang='pi' translate='no'>«сутта»</i>, или его санскритская форма <i lang='pi' translate='no'>«сӯтра»</i>, используются довольно свободно в буддийских традициях и могут применяться к определённому диапазону поздних текстов. Однако мы рассматриваем только самые ранние тексты, которые входят в состав Сутта-пит̣аки Палийского канона, а также различные соответствующие им тексты из других канонов на других языках. Не все они происходят из раннего периода, но из опасения упустить ранний материал мы включаем в рассмотрение и такие тексты тоже. Вообще говоря, они охватывают несколько первых столетий существования буддийских текстов и в них особо выделяются те тексты, которые достаточно достоверно можно отнести к историческому Будде и его непосредственным последователям. Такие поздние тексты, как сӯтры Маха̄йа̄ны, находятся за пределами рассмотрения, за исключением случаев, когда в них встречаются цитаты из ранних текстов.",
  "discourses:13": "На SuttaCentral представлены практически все писания из этого периода. Исключение составляют только некоторые рукописи, которых нет в печатном виде или же они недоступны, или слишком фрагментированы, а также некоторые поздние труды на китайском и тибетском, цитирующие ранние тексты.",
  "discourses:14": "В этой статье представлен общий обзор «Корзины дискурсов», а детали, относящиеся к отдельным разделам, можно найти в статьях, посвящённых им. Прошу заметить, что в этой статье основное внимание уделяется истории и природе собраний текстов, а не их содержанию и темам, затрагиваемым в них.",
  "discourses:15": "Истоки",
  "discourses:16": "Будда жил и обучал около V в. до н.э. в районе долины Ганга в Северной Индии, особенно в районах, известных сегодня как Бихар и Уттар-Прадеш. Его карьера учителя была довольно длинной: считается, что он обучал в течение сорока пяти лет. В канонических текстах Винаи описывается процесс подготовки после его смерти (ближе к концу V в. до н.э.) последователями, во главе с его ближайшим учеником А̄нандой, учений на великом Первом соборе в Ра̄джагахе (современный Раджгир) для того, чтобы сохранить их до наших дней.",
  "discourses:17": "Существует несколько описаний Первого собора, отличающихся деталями текстов, которые там декламировали. Но похоже, что основное содержание соответствовало тому, что сегодня составляет четыре основные <i lang='pi' translate='no'>ника̄и</i> и шесть ранних книг Кхуддаки, а также ранние части Винаи. Эту часть канона иногда называют Ранние буддийские тексты (EBT). Не факт, что то, что декламировалось на Первом соборе, идентично сегодняшней версии текстов. Даже сами традиции признают, что в канон добавлялся материал. Однако разумным будет принять, что основная часть этих текстов происходит из той эпохи. Основные изменения касаются структуры и последовательности, а изменения содержания были лишь ограниченными, и их легко обнаружить.",
  "discourses:18": "Оригинальным языком текстов был пра̄крит — диалект среднего индоарийского языка, тесно связанного с санскритом. Точная форма пра̄крита неизвестна, и он на самом деле мог не быть полностью стандартизованным диалектом, так как монахи с самых ранних времён использовали разные его формы. Некоторые детали палийских текстов указывают, что эти формы произошли от ранней версии ма̄гадхӣ — языка королевства Магадха. Похоже, что лишь спустя века они были приведены к частично санскритизированному стандартному диалекту, схожему с тем, который широко использовался в Центральной Индии для монументов. Тем не менее, эти языки в основном отличаются фонологией, и, за исключением нескольких крайних случаев, переход от одной формы диалекта к другой никак не влиял на смысл.",
  "discourses:19": "Передача",
  "discourses:20": "Многие годы тексты передавались в устной форме. Их декламировали группами, чтобы уберечь от возможных ошибок. Обычно мы скептически относимся к тому, что устная традиция может долгое время сохранять тексты неизменными. Такова наша культурная обусловленность, ведь мы имели дело только с печатными текстами. Но для Древней Индии устная передача была нормой. Например, брахманическая Р̣г-веда передавалась с точностью до буквы в течение сотен, может быть тысяч, лет, пока её не записали. Но какова бы ни была форма передачи, — устная, печатная или цифровая — в неё могут закрасться ошибки и изменения. Наиболее важным в передаче является не способ, а внимательность и бережность тех, кто занимается ей. Буддийские же тексты имеют высокую степень надёжности передачи учения, поскольку построены по специальной структуре повторений.",
  "discourses:21": "В ланкийских летописях говорится, что Палийский канон был записан в Скальном храме Алувихаре в 29 г. до н.э., чтобы сохранить учение от исчезновения в стране. Хотя нет документов, касающихся материковой части, разумно предположить, что там тексты были записаны примерно в то же время. И действительно, в северных регионах был найден ряд буддийских рукописей первых веков н.э., одна из которых была датирована с помощью радиоуглеродного метода 75-м г. н.э.",
  "discourses:22": "Из-за климата и материалов, используемых для носителей, ранние рукописи не дошли до наших времён. Существует несколько ранних отрывков на монументах, но бо́льшая часть современных палийских текстов соответствует рукописям нескольких последних веков.",
  "discourses:23": "Тексты на китайском происходят от рукописей различных школ, принесённых в Китай и там переведённых монахами. У каждого собрания текстов был свой источник, и благодаря скрупулёзным записям в китайском каноне такие детали, как переводчики и датировка, хорошо нам известны. Большинство ранних дискурсов было переведено в районе V в.н.э., хотя некоторые тексты были переведены раньше или позже. Не всегда можно точно установить, с какого языка был сделан перевод на китайский, но во многих случаях это, вероятно, был санскрит. Хотя могли встречаться и тексты на таких индийских языках, как Гандха̄рӣ или Буддийский гибридный санскрит.",
  "discourses:24": "Так же тексты на тибетском являются переводами санскритских текстов, выполненными в Тибете более тысячелетия назад.",
  "discourses:25": "Ни в одной современной школе буддизма не используются тексты на санскрите, так как в северных школах сохранились только переводы. Те тексты на санскрите и других индийских диалектах, которые есть в нашем распоряжении, происходят из серии случайных находок прошлого века. Определённые санскритские тексты обнаружили в древних рукописях в Непале и Тибете, где они пролежали практически нетронутыми со времени прибытия из Индии около тысячи лет назад. Были и другие находки. Были обнаружены рукописи из Гилгита и других мест Центральной Азии, Афганистана и Пакистана, которые содержали сутты на нескольких разных языках. Находки разнились объёмом от длинных текстов до клочков из нескольких нацарапанных букв. Какие-то тексты были найдены в ходе археологических работ, но другие рукописи просто всплыли на чёрном рынке, и можно только догадываться об их происхождении. Речь идёт о текстах, которые включают в себя произведения буддийской литературы того времени, такие как ранние сутты, Виная, Абхидхамма, легенды, тексты Маха̄йа̄ны и комментарии. Здесь мы будем говорить только о ранних суттах.",
  "discourses:26": "Такие тексты иногда называют буддийскими «свитками Мёртвого моря», но это не совсем верно. Свитки Мёртвого моря содержат тексты, дающие радикально иную точку зрения на раннее христианство, чем мы привыкли, тогда как эти буддийские сутты практически всегда лишь незначительно отличаются от того, что записано в Палийском каноне. Они показывают, насколько широко распространился буддизм и каково было его разнообразие, а также проясняют многие вопросы, связанные с историей и конкретными деталями, но они не меняют радикально сложившееся видение учения.",
  "discourses:27": "Ранние школы буддизма",
  "discourses:28": "В следующий за уходом Будды век в истории Индии произошла политическая трансформация. Превосходящая сила Магадхского королевства объединила шестнадцать наций времён Будды в империю, охватывавшую большую часть материковой Индии. В то же время благодаря вторжению Александра Македонского на северо-западе возникли греческие королевства, что ознаменовало начало эры международной торговли.",
  "discourses:29": "Буддийское сообщество при поддержке таких королей, как Ас́ока, воспользовались сложившейся благоприятной ситуацией, чтобы распространить Дхамму по всему Индийскому субконтиненту и за его пределами. Менее чем через два века после ухода Будды буддийские сообщества процветали в таких отдалённых регионах, как Шри-Ланка и Афганистан.",
  "discourses:30": "Но такой рост создал также и новые сложности. Сообщества начали расходиться в своих учениях, в основном из-за расстояния, но также и из-за доктринальных разночтений и личных конфликтов. Вскоре, как считает традиция, возникло восемнадцать школ. Это условное число, в реальности существовало четыре или пять основных групп школ с региональными ответвлениями.",
  "discourses:31": "В каждой школе хранилось своё собрание писаний. На сегодняшний день доступна лишь небольшая выборка тех материалов. Тем не менее, хотя многое утеряно, сохранилось достаточно, чтобы составить разумное представление о различиях и сходствах школ того времени. Следует отметить, что, в отличие от текстов Винай, иногда трудно определить принадлежность собрания сутт к определённой школе.",
  "discourses:32": "В области изучения дискурсов наиболее важны следующие школы.",
  "discourses:33": "<b>Тхерава̄да</b>: более точное название Маха̄виха̄рава̄зины — «те кто обитает в Великом монастыре» (в Анура̄дхапуре). Эту группу основал в Шри-Ланке сын Ас́оки, Махинда. Они передавали писания, известные как Палийская Типит̣ака, или Палийский канон. Это собрание текстов схоже со своим материковым источником (вероятно, в Аванти) с некоторыми изменениями. В этой школе языком канонических текстов является исключительно пали.",
  "discourses:34": "<b>Сарва̄стива̄да</b>: это была влиятельная школа, или группа школ, которая находилась преимущественно на северо-западе Индии. Мы располагаем большо́й частью дискурсов: Мадджхима, Сам̇ьютта, бо́льшая часть Дӣгхи и несколько частичных собраний. Бо́льшая часть доступных текстов на санскрите, китайском и тибетском исходит из этой школы или одной из её ветвей, таких, как, например, Мӯласарва̄стива̄да. Их отличительной особенностью был тезис, что все феномены в некотором смысле существуют в прошлом, настоящем и будущем. Однако, так же как и в случае других сектарных учений, это мало или вовсе никак не повлияло на их канонические тексты. В основном их тексты передавались на санскрите и иногда — на санскритизированном пра̄крите.",
  "discourses:35": "<b>Дхармагуптака</b>: школа, которая в плане учения практически неотличима от Тхерава̄ды, но располагалась в Гандха̄ре, на территории современного Пакистана и Афганистана. Они в основном использовали язык, который мы называем гандха̄рӣ, и в нашем распоряжении имеются Дхармапада и некоторые сутты в оригинале. Считается, что китайская Дӣргха̄гама (DA) переведена с текстов этой школы.",
  "discourses:36": "<b>Маха̄сан̇гхика</b>: некоторые тексты на Буддийском гибридном санскрите принадлежат этой школе. Также иногда китайский перевод Екоттарика̄гамы (EA) относят к ней, но этот факт не установлен.",
  "discourses:37": "Из всех этих школ сегодня существует только Тхерава̄да со своей непрерывной линией передачи полного собрания текстов на языке оригинала. В дополнение ко всем этим текстам существует набор комментариев. По этим причинам палийское собрание было и останется основным источником учений раннего буддизма.",
  "discourses:38": "Что касается остальных текстов, у нас есть собрания и фрагменты, в основном из китайских источников и в меньшей степени тибетских. Небольшое количество текстов на санскрите и других ранних индийских языках из случайных находок, тысячелетние рукописи из горных монастырей Тибета и Непала, и даже более древние тексты из песков Центральной Азии. Все эти тексты значительно менее полные, чем палийская версия, малоизучены и представляют ряд лингвистических и практических сложностей. Тем не менее, они обладают своей уникальной ценностью, представляя альтернативный источник информации для сверки и сравнения палийских текстов.",
  "discourses:39": "Исследователи этих текстов согласны в том, что по большей части они последовательны в содержании и вопросах учения и различаются в основном в расположении и организации материала. И хотя верно, что различия нельзя назвать незначительными и говорить обобщённо трудно, очевидно, что раннее сообщество видело своей основной целью дословно сохранить слова Будды, в особенности важные учения, и они подошли к этому вопросу со всей серьёзностью.",
  "discourses:40": "Структура",
  "discourses:41": "В те сорок пять лет, когда Будда обучал, его основной заботой было обращение людей, которые были поблизости, к облегчению их страдания. Поэтому он не был озабочен составлением всеобъемлющего канона писаний. Впрочем, некоторые указания по поводу общей структуры классификации учения он дал. Он иногда называл центральными учениями опеределённые формулировки — такие, как четыре благородные истины или наборы учений, известные как <i lang='pi' translate='no'>бодхипаккхийа̄ дхамма̄</i> — «вещи ведущие к пробуждению». Этот набор учений формирует скелет Сам̇ьютта-ника̄и. Он также упоминал организацию материала по литературному стилю, известному как <i lang='pi' translate='no'>ан̇ги</i>, или «ветви». В палийских текстах упоминается девять <i lang='pi' translate='no'>ан̇г</i>, тогда как в северных традициях их обычно двенадцать. Некоторые факты указывают на то, что изначально их могло быть всего три или четыре.",
  "discourses:42": "Независимо от того, как тексты были упорядочены при жизни Будды, ещё в ранний период школы буддизма перераспределили материал в систему <i lang='pi' translate='no'>ника̄й</i> или <i lang='pi' translate='no'>а̄гам</i>, которая присутствует сегодня (термин <i lang='pi' translate='no'>«ника̄я»</i> — «собрание» или «группа» — предпочтителен в среде Тхерава̄ды, тогда как в северных традициях обычно используется термин <i lang='pi' translate='no'>«а̄гама»</i>, который означает «традиция», или «передача», однако это не строгое ограничение, и оба термина могут употребляться в обеих традициях). Это перераспределение могло начаться ещё во времена Первого собора, и в любом случае, не сильно позже этого времени. Основной мотивацией было упорядочить материал таким образом, чтобы было удобнее с ним работать и способствовать заучиванию наизусть. <i lang='pi' translate='no'>Ника̄и</i> были не фиксированными категориями, а скорее стандартами или шаблонами, которые разные традиции использовали по-своему.",
  "discourses:43": "Похоже, у каждой школы были четыре основные <i lang='pi' translate='no'>ника̄и</i>. Последовательность их не была фиксированной. Та форма, в которой они представлены на SuttaCentral, — это знакомая последовательность, в которой они расположены в Палийском каноне. Отчёты о Первом соборе дают основание полагать, что в других школах порядок был другим — например, первой помещалась Сам̇ьютта. Следует отметить, что в Китайском каноне Тайсо̄ последовательность такая же, как в Палийском каноне из-за того, что редакторы перераспределили материал в соответствии с палийской версией.",
  "discourses:44": "В каждой <i lang='pi' translate='no'>ника̄е</i> содержится материал, который редактировался, перемещался и иногда дополнялся за время существования канона. Хотя в каждом каноне есть уникальные тексты, по большей части различие в количестве дискурсов является следствием того, что один и тот же дискурс мог в разных канонах помещаться в разные разделы.",
  "discourses:45": "<b>Длинные</b>: собрание «длинных» дискурсов. В Дӣгхе содержатся тексты, тяготеющие к сложным литературным жанрам, а одной из её целей, похоже, было обращение брахминов — учёной касты, привыкшей к сложной литературе. Палийская Дӣгха-ника̄я (DN) содержит 34 дискурса, китайская Дӣргха̄гама (Дхармагуптака) (DA) — 30. Древняя санскритская рукопись Сарва̄стива̄ды, в значительной степени неопубликованная, указывает на содержание в ней 47 дискурсов. Вдобавок в китайском переводе существует некоторое количество отдельных дискурсов Дӣргхи.",
  "discourses:46": "<b>Средние</b>: Мадджхима содержит собрание дискурсов «средней» длины — 152 на пали (MN) и 222 в китайской сарва̄стива̄динской версии (MA). Так же, как и в случае Дӣгхи, существует некоторое число отдельных дискурсов Мадджхимы в китайском переводе. В Мадджхиме содержатся дискурсы, посвящённые широкому спектру тем с акцентом на диалог и обсуждение между действующими лицами.",
  "discourses:47": "<b>Связанные</b>: «связанные», или «соединённые» дискурсы состоят из большого количества небольших текстов, сгруппированных по теме, но иногда также и по признаку личности, к которой они относятся. Здесь содержатся большие собрания дискурсов на такие ключевые темы буддизма, как взаимозависимое возникновение, пять совокупностей, четыре благородные истины и благородный восьмеричный путь. В нашем распоряжении имеются Сам̇ьютта-ника̄я (SN) на пали и сопоставимая с ней Сам̇ьюкта̄гама Сарва̄стива̄ды на китайском (SA). Есть также небольшие незаконченные переводы на китайский. Также, существует значительное количество текстов в стиле Сам̇ьютты на тибетском и санскрите.",
  "discourses:48": "<b>Числовые</b>: «числовые», или «перечисляющие», дискурсы, обычно называемые Ан̇гуттара-ника̄ей в палийской традиции. Однако в пали также существует и форма «Екоттара» («на один больше», или «возрастающий»), которая обычно используется в северных традициях. В этих собраниях тексты упорядочены по числовым наборам от одного до одиннадцати. По сравнению с другими <i lang='pi' translate='no'>ника̄ями</i> они больше ориентированы на последователей-мирян. Китайская Екоттарика̄гама (EA) — весьма необычный текст, который даже по поводу основных доктрин содержит в себе ряд разночтений. Он в значительно меньшей степени похож на палийскую Ан̇гуттару, чем другие собрания — на свои параллели. Есть также ещё один частичный перевод на китайский Екоттарика̄гамы и ряд отдельных дискурсов и фрагментов на китайском и санскрите.",
  "discourses:49": "Четыре <i lang='pi' translate='no'>ника̄и</i> являются в высокой степени целостным корпусом текстов, в котором всюду встречаются общие для всех разделов фразировки и отрывки учений. Между разделами можно установить чёткие отличия в акцентах и характере, но это не умаляет того факта, что бо́льшая часть материала в них общая. Поскольку у нас нет полного собрания <i lang='pi' translate='no'>а̄гам</i> других школ, трудно установить наверняка, что они были настолько же целостным собранием текстов, но кажется весьма правдоподобным, что так оно и было.",
  "discourses:50": "Ранние дискурсы, которые не попали в четыре основные <i lang='pi' translate='no'>ника̄и</i>, собраны в разделе, который называется Кхуддака, или «незначительный». Не до конца понятно, почему эти дискурсы не попали в основные <i lang='pi' translate='no'>ника̄и</i>; возможно, изначально это могло быть вызвано удобством такой структуры. В Палийском каноне шесть книг Кхуддаки считаются принадлежащими раннему периоду. В основном они представляют собой стихи и немного повествовательного материала и учений в прозе.",
  "discourses:51": "Дхаммапада",
  "discourses:52": "Уда̄на",
  "discourses:53": "Итивуттака",
  "discourses:54": "Сутта-нипа̄та",
  "discourses:55": "Тхерага̄тха̄",
  "discourses:56": "Тхерӣга̄тха̄",
  "discourses:57": "Хотя эти тексты считаются ранними, в целом они, вероятно, немного более поздние, чем основные <i lang='pi' translate='no'>ника̄и</i>. Отдельные главы Сутта-нипа̄ты часто называют особенно ранними и аутентичными в каноне, но значение этих утверждений не стоит преувеличивать. Остальные части Сутта-нипа̄ты — явно более позднего периода. А в той части, которую называют ранней, нет никаких признаков того, что она старше большей части других дискурсов канона.",
  "discourses:58": "Похоже, что весьма долго Кхуддака считалась открытым разделом. В бирманской версии в ней содержится даже Милиндапан̄ха — текст, который не мог быть составлен ранее, чем через триста лет после смерти Будды.",
  "discourses:59": "Не до конца понятно, во всех ли школах имелась своя Кхуддака. Однако многие из её текстов (особенно Дхаммапада) имеют параллели в северных традициях. Кажется вероятным, что, несмотря на различия в структурах канонов, у каждой школы было собрание текстов, более-менее соответствующее Кхудакке.",
  "discourses:60": "Остальные тексты были добавлены в Кхуддаку позже. По своему стилю и содержанию они резко отличаются от ранних текстов. Они отражают различия в развитии буддийских сообществ в течение веков после Будды. Эти поздние тексты включают в себя обширное собрание рассказов-джа̄так, которые есть в палийской и других традициях. Следует отметить, что в палийской традиции каноническими являются только сами стихотворные строфы, тогда как истории являются материалом комментариев.",
  "discourses:61": "Каноничность сутт",
  "discourses:62": "Ранние дискурсы считаются каноническими во всех школах буддизма. Их называют «Буддхавачана» — «слова Будды», и относятся к ним как к священным текстам. В каждой школе, конечно же, считается, что другие тексты тоже канонические, но дискурсы и Винаи являются основными сферами пересечения между разными школами.",
  "discourses:63": "Однако, ситуация усложняется, если углубиться в детали. Хотя дискурсы в разных канонах во многом схожи, они не идентичны. Каждая из трёх основных школ хранит свой канон: у Тхерава̄ды в Южной и Юго-восточной Азии Палийский, у буддистов Средней Азии тибетский, а в Восточной Азии китайский. Полный набор <i lang='pi' translate='no'>ника̄й</i> содержится в Палийском, обширное, но не полное, собрание текстов в китайском, и ограниченное количество в тибетском. Версии на санскрите или других ранних индийских языках не являются частью какого-то формального канона, но, тем не менее, считаются каноническими в том смысле, что они соответствуют текстам в других канонах.",
  "discourses:64": "Таким образом, хотя можно сказать, что ранние дискурсы в целом рассматриваются как канонические, в реальности каждая из школ имеет свой конкретный набор ранних дискурсов, который содержится в их каноне.",
  "discourses:65": "Сутты в буддийских традициях",
  "discourses:66": "Традиционная буддийская программа обычно не содержала прямого изучения дискурсов. Вместо этого источником знаний становились тексты, составленные позже на основе принципов и учений из дискурсов. В традиции Тхерава̄да они до недавнего времени были доступны только на пали, и, таким образом, были доступны лишь тем, кто знал этот язык. Но даже те, кто знал язык, не всегда интересовались их изучением. Похоже что в реальности учение в локальных монашеских кругах передавалось посредством справочников и наборов записей и комментариев. До недавнего времени найти полное собрание Типит̣аки можно было только в крупнейших монастырях. Сегодня же печатные издания широко доступны как на языке пали, так и в переводе, но всё равно, зачастую они стоят нетронутыми в запертом шкафу или на алтаре.",
  "discourses:67": "По большей части буддисты могут быть знакомы с небольшим набором популярных дискурсов. Они, наверное, будут включать такие сутты, как Дхаммачаккаппаваттана-сутта — знаменитая первая проповедь Будды — и некоторые короткие тексты, которые используют как песнопения-обереги, а также такие базовые проповеди для мирян, как Ман̇гала-сутта, Ратана-сутта и Метта-сутта.",
  "discourses:68": "Если не брать в рассчёт исследователей, большинство буддистов Тхерава̄ды не имеют чёткого представления, какие из текстов писаний являются ранними, а какие нет. Слово <i lang='pi' translate='no'>«сутта»</i> может быть использовано для обозначения просто «священной рукописи» или даже для обозначения таких вещей, как магические формулы и т.п. Хотя в большинстве своём буддисты знают о существовании такой вещи, как Типит̣ака, в которой записаны слова Будды, обычно только учёные буддисты имеют чёткое представление о её содержании. В буддизме не существует традиции, сравнимой с Библейскими чтениями христианских месс, и поэтому не существует устоявшегося способа донесения содержания текстов непосредственно до людей.",
  "discourses:69": "В некоторых буддийских традициях орденованным монахам необходимо запомнить и подробно изучить определённые части древних текстов. Например, ланкийские монахи должны знать наизусть Дхаммападу. Однако, к примеру, в Таиланде для монахов нет никаких образовательных требований. Даже в девятилетней формальной программе изучения Дхаммы в Таиланде не изучаются дискурсы, поскольку они считаются для этого слишком священными.",
  "discourses:70": "В буддизме Восточной Азии традиционное образование состоит из изучения Маха̄йа̄нских сутр и текстов китайских мастеров, и мало признаков того, что широко изучаются ранние тексты. Иногда говорят, что по стилю переводы <i lang='pi' translate='no'>а̄гам</i> сильно уступают элегантному тону маха̄йа̄нских переводов Сюаньцзана и других мастеров. И, конечно же, структура собрания ранних дискурсов не располагает к лёгкому чтению и исследованию.",
  "discourses:71": "В Тибетском буддизме изучение ранних буддийских школ является частью учебного плана. Однако под этим подразумеваются учения Абхидхаммы поздних школ. Тем не менее, возможность изучения ранних текстов на тибетском есть. Хотя полное собрание <i lang='pi' translate='no'>а̄гам</i> отсутствует, значительные части ранних текстов содержатся в Упа̄йике, которая является компиляцией отрывков, упоминающихся в Абхидхармакос̣е, и некоторых других текстов.",
  "discourses:72": "Современные реформы и поздняя критика",
  "discourses:73": "Начиная с середины XIX века в Европе и Азии учёные начали изучать буддийские тексты с точки зрения исторической науки. Тогда как изучение внутри школ продолжало интерпретировать тексты в контексте устоявшейся традиции, научное исследование было направлено на позиционирование текстов во времени и пространстве. Такой подход был одновременно и критическим (в том смысле, что относился скептически к заявлениям об аутентичности традиций, а также требовал доказательств для подтверждения), и конструктивным (в том смысле, что был направлен на построение целостной и осмысленной исторической картины, которая бы придавала смысл текстам).",
  "discourses:74": "Новое течение привнесло спектр новых техник и достижений. Они включают:",
  "discourses:75": "Сравнительное исследование ранее обособленных писаний на китайском, пали, тибетском и санскрите обнаружило как сходства, так и отличия.",
  "discourses:76": "Основываясь на описаниях китайских паломников, археологи обнаружили ряд древних мест в Индии, доказав, что такие локации, известные из сутт, как Са̄ваттхӣ или Ра̄джагаха, были реальными местами.",
  "discourses:77": "Сравнение буддийских рукописей с индуистскими и джайнскими текстами позволило лучше понять культурный фон времени, когда жил Будда.",
  "discourses:78": "Применение к текстам критического анализа выявило историческое и доктринальное развитие буддийских текстов, а также их отношение.",
  "discourses:79": "Были открыты и расшифрованы колонны Ас́оки и надписи на монументах, что позволило составить более полное представление о фигуре этого великого буддийского монарха.",
  "discourses:80": "Ранние дискурсы вновь стали предметом внимания как исторический источник учений Будды.",
  "discourses:81": "Эти свершения относились не только к исследованиям на Западе, но сопровождались реформами в сфере текстов и практик среди буддистов по всей Азии. Каждая из традиций азиатского буддизма приняла участие в развитии и тем или иным образом применила новые знания, полученные из этих открытий. Вот некоторые из них:",
  "discourses:82": "В традиции Тхерава̄да Пятый и Шестой соборы подтвердили, что Палийский канон имеет центральное значение.",
  "discourses:83": "Палийский канон был переведён на современные азиатские языки (а также на английский). В дальнейшем эти переводы распространились среди буддистов всего мира.",
  "discourses:84": "Тайские буддийские реформы короля Монгкута в XIX веке во многом были инспирированы современными текстовыми и дисциплинарными реформами.",
  "discourses:85": "На основе палийских текстов были разработаны современные техники медитации. Бирманские школы <i lang='pi' translate='no'>випассаны</i>, взяв за основу текст Сатипат̣т̣ха̄на-сутты, сделали его самым влиятельным из текстов по практике медитации современного времени. В Таиланде такие течения, как Лесная традиция или традиция Аджана Буддхада̄сы, основанная строго на суттах, отвергли традиционные созерцательные практики, основанные на магии, и вернулись к приземлённым практикам внимательности к телу из ранних сутт.",
  "discourses:86": "Японские исследователи, обучавшиеся техникам критического анализа текстов в Германии, составили одно из самых влиятельных изданий китайского канона — Тайсо̄. Они перераспределили материал канона таким образом, чтобы <i lang='pi' translate='no'>а̄гамы</i> заняли почётное место в начале и расположили их в порядке, соответствующем палийскому. Они также составили ограниченный каталог параллелей текстов.",
  "discourses:87": "Внимание обратилось к эмпирическому рациональному подходу ранних текстов, который, как стало утверждаться, по существу совместим с современной наукой. Это создало основу для исследования в дальнейшем медитации внимательности с помощью научных методов, что привело ко всеобщему принятию медитации как научно обоснованного метода достижения счастья, освобождения от стресса и психологического благосостояния.",
  "discourses:88": "Сутты продолжают изучаться лишь меньшинством. Однако в Азии набирают популярность реформаторские движения, подчёркивающие важность сутт. Наиболее популярно изучение сутт в Шри-Ланке, где существует множество учителей и движений, продвигающих возвращение к суттам. Весьма популярен почтенный Кирибатхгода Гнанананда Тхеро, знаменитый утверждениями, расходящимися со мнением большинства, о первичности сутт как источника Дхаммы. Движение «Буддхавачана» Аджана Кукрит Соттхибало меняет современный Таиланд, привлекая людей к чтению сутт впервые. Также на Тайване недавно скончавшийся мастер Йин Шун подчёркивал историческую первичность ранних текстов, указывая на непрерывную связь между ними и ранней Маха̄йа̄ной. А за пределами традиционных буддийских регионов изучение сутт популяризируют такие учителя, как Аджан Брахм, Бхиккху Бодхи и многие другие.",
  "discourses:89": "Начиная с 1980 все эти свершения стали подвергаться критике со стороны поздних комментаторов, преимущественно американских исследователей, специализирующихся в поздних формах буддизма. Их критика была направлена на разрушение консенсуса сторонников новых открытий, которую они аргументировали невозможностью выяснить, чему на самом деле учил Будда, или откуда взялись палийские и другие тексты. Ряд аргументов направлен конкретно на опровержение таких ключевых заключений, как идея, что учение Будды по существу являлось рациональным. Эксперты в области неоднократно указывали на недостатки их аргументов. Чтобы показать состоятельность своих заявлений, им ещё предстоит предоставить результаты сравнимые по значимости с теми, которые они критикуют.",
  "discourses:90": "Переводы",
  "discourses:91": "Одним из наиболее значительных продуктов этих реформ стала доступность переводов ранних текстов. До сих пор практически все переводы были сделаны с текстов Палийского канона. Но сейчас стали появляться переводы с китайского, тибетского и санскрита.",
  "discourses:92": "Работа в этом направлении началась в Европе с таких отдельных текстов, как Дхаммапада и Сутта-нипа̄та, переводы которых выполнил Вигго Фаусбёйл в 1855 и 1881 соответственно. Общество палийских текстов, основанное в 1881, под началом Т.В. Райса-Дэвидса, выполнило перевод всего канона на английский. Этот перевод стал прорывом, но по большей части его место со временем заняло поколение более современных и точных переводов, выполненных такими учёными, как Бхиккху Бодхи. На SuttaCentral представлены некоторые из старых переводов, но в основном для исторического ознакомления, поскольку не только язык в них архаичен, но и сами они также содержат ошибки.",
  "discourses:93": "Полные переводы также выполнены с пали на тайский, сингальский, бирманский, камбоджийский, вьетнамский, японский, хинди и — совсем недавно — бенгальский. Бо́льшая часть из них оцифрована и доступна на SuttaCentral. Однако мы всё ещё ждём, когда сможем выложить бенгальский и камбоджийский переводы, а также японский, который выложить в общий доступ пока не было возможности из-за ограничений издателя.",
  "discourses:94": "Не всегда легко определить методы перевода и подход в этих редакциях. Как я понимаю, эти переводы были выполнены непосредственно с пали. В дополнение к этому было выполнено много вторичных переводов с английского. Большинство (но не все) остальных переводов на SuttaCentral попадают в эту категорию. Некоторые переводы (например, на немецкий и норвежский) выполнены также напрямую с пали.",
  "discourses:95": "Мы с Бханте Брахмали выполнили новый перевод с пали для SuttaCentral. Целью этого перевода было создать точное, ясное и идиоматическое представление ранних палийских текстов."
}