{
  "dn-guide-sujato:1": "Длинные дискурсы: дхамма в виде литературных произведений и сборников ",
  "dn-guide-sujato:2": "Бхиккху Суджато, 2019",
  "dn-guide-sujato:3": "<a href='#item1'>Как устроена Дӣгха</a>",
  "dn-guide-sujato:4": "<a href='#item2'>Поэтапное развитие пути</a>",
  "dn-guide-sujato:5": "<a href='#item3'>Как устроен дискурс в Дӣгхе</a>",
  "dn-guide-sujato:6": "<a href='#item4'>Цикл о Маха̄паринибба̄не</a>",
  "dn-guide-sujato:7": "<a href='#item5'>Краткая история текстов</a>",
  "dn-guide-sujato:8": "Дӣгха-ника̄я — это первый из четырёх основных разделов Сутта-пит̣аки Палийского канона (<i lang='pi' translate='no'>типит̣ака</i>). Перевод названия, который мы используем, — <cite class='text-translated'>«Длинные дискурсы»</cite>. Как следует из названия, дискурсы этого раздела в определённой степени длиннее, чем в других <i lang='pi' translate='no'>ника̄ях</i>. Однако этот раздел состоит всего из 34-х дискурсов, поэтому, несмотря на то, что они длинные, он является самым коротким из <i lang='pi' translate='no'>ника̄й</i>.",
  "dn-guide-sujato:9": "От других <i lang='pi' translate='no'>ника̄й</i> Дӣгха отличается более развитой литературной формой. Форма текстов переросла простой прямой стиль своих предшественников и содержит достаточно пространства для более развёрнутого повествования и объяснения учения. Это первые признаки того, как в дальнейшем литературная форма буддийских текстов будет двигаться в сторону увеличения и разрастания.",
  "dn-guide-sujato:10": "То, что эти сложные тексты часто обращены к браминам, самопровозглашённым духовным лидерам того времени, — не случайность. Брамины были хранителями наиболее искушённых духовных текстов Древней Индии, ведической литературы. Есть ощущение, что целью Дӣгхи было произвести впечатление на этих учёных мужей. Эти дискурсы содержат множество примеров того, как Будда относился к другим религиозным учениям.",
  "dn-guide-sujato:11": "Другой важной темой Дӣгхи являются тексты, связанные со смертью Будды. Центральным дискурсом собрания является один из важнейших текстов — <a class='ref' href='/dn16'>DN 16</a>, <cite class='text-translated'>Большой дискурс о паринибба̄не Будды</cite> (<cite class='text-root'>Маха̄паринибба̄насутта</cite>). В нём рассказывается о последнем путешествии Будды, в котором он неспешно перемещается от города к городу, с каждой новой остановкой приближаясь к своему уходу из жизни. В многочисленных деталях его путешествия, которые приводятся в этом длинном тексте, можно как будто почувствовать тоску и стремление растянуть последние бесценные моменты его жизни, насколько это возможно.",
  "dn-guide-sujato:12": "Как устроена Дӣгха",
  "dn-guide-sujato:13": "34 дискурса сгруппированы в три <i lang='pi' translate='no'>вагги</i>. Первая <i lang='pi' translate='no'>вагга</i> состоит из тринадцати дискурсов, в каждом из которых приводятся объёмные объяснения духовного пути монаха, известные как Поэтапное развитие (<i lang='pi' translate='no'>анупуббасиккха̄</i>).",
  "dn-guide-sujato:14": "Во второй <i lang='pi' translate='no'>вагге</i> собраны дискурсы более биографического толка. <a class='ref' href='/dn14'>DN 14</a> <cite class='text-translated'>Большой дискурс о плодах поступков</cite> (<cite class='text-root'>Маха̄пада̄насутта</cite>) рассказывает о прошлых буддах, а <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Маха̄паринибба̄насутта</cite> рассказывает о последних днях Готамы. Также несколько дискурсов этого раздела дополняют текст <cite class='text-root'>Маха̄паринибба̄на-сутты</cite>. Ниже мы рассмотрим описание этого цикла подробнее.",
  "dn-guide-sujato:15": "Последняя <i lang='pi' translate='no'>вагга</i> содержит тексты на разнообразные темы. Сюда включены длинные поэтические части, сборники учений (некоторые из которых являются предшественниками Абхидхаммы) и повествования, многие из которых имеют юмористический характер и даже граничат с фарсом.",
  "dn-guide-sujato:16": "В Дӣгхе, как и во всех <i lang='pi' translate='no'>ника̄ях</i>, у материала нет как таковой последовательности, и он упорядочен довольно произвольным образом. Тем не менее, всё-таки можно различить определённую упорядоченность нескольких основных текстов. Эта упорядоченность является характеристикой текстовой традиции Тхерава̄ды, и поэтому её не следует рассматривать, как фундаментальный принцип организации Дӣгхи.\n",
  "dn-guide-sujato:17": "Первый дискурс, <a class='ref' href='/dn1'>DN 1</a> <cite class='text-translated'>Первичная сеть</cite> (<cite class='text-root'>Брахмаджаласутта</cite>), описывает схему неверных воззрений, и тем самым служит фильтром для отсеивания возможных неправильных интерпретаций Дхаммы. Похоже, такое расположение этого текста обусловлено событиями, известными как Третий собор при короле Ашоке, который был связан с тем, что сан̇гху наводнили самозванцы, которые не исповедовали буддизм. Второй дискурс, <a class='ref' href='/dn2'>DN 2</a> <cite class='text-translated'>Плоды жизни аскета</cite> (<cite class='text-root'>Са̄ман͂н͂апхаласутта</cite>) затрагивает фундаментальный вопрос — зачем следовать пути отречения? Отвечая на него, этот текст излагает принцип Поэтапного развития — оригинального буддийского пути к умиротворению.",
  "dn-guide-sujato:18": "В середине собрания представлен ряд дискурсов, в которых обсуждается значение Будды в космическом масштабе (<a class='ref' href='/dn14'>DN 14</a>, <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/dn17'>DN 17</a>, <a class='ref' href='/dn18'>DN 18</a>, <a class='ref' href='/dn19'>DN 19</a>, <a class='ref' href='/dn20'>DN 20</a>, <a class='ref' href='/dn21'>DN 21</a>; также к ним можно отнести <a class='ref' href='/dn26'>DN 26</a>, <a class='ref' href='/dn27'>DN 27</a>, <a class='ref' href='/dn30'>DN 30</a>, и <a class='ref' href='/dn32'>DN 32</a>). В то время как в Мадджхиме биографические тексты описывают детали практического и личного характера, касающиеся <em>нашего исторического</em> Будды, действие этих дискурсов Дӣгхи происходит в грандиозном мифическом масштабе. Тексты, которые обрамляют события <cite class='text-root'>Маха̄паринибба̄насутты</cite>, расширяют границы пространства и времени повествованием о Будде и его учении в далёком прошлом, апокалиптическом будущем и в настоящем, в мирах божеств.",
  "dn-guide-sujato:19": "Среди всего этого центральным событием является смерть Будды. С исторической точки зрения, для буддийского сообщества это событие было травмой, и многие боялись, что Дхамма исчезнет. Переводя внимание с этого болезненного события и расширяя перспективу до новых масштабов, эти сутты рассказывают о том, что Дхамма не умирает со смертью Будды. События, описанные в <cite class='text-root'>Маха̄паринибба̄насутте</cite>, побудили Сан̇гху провести Первый собор, чтобы собрать и структурировать дискурсы для их сохранения. И это, конечно же, те самые писания, которые мы читаем сегодня. Так они повествуют об истории своего создания.",
  "dn-guide-sujato:20": "Заканчивается Дӣгха в основном сборниками учений (<a class='ref' href='/dn28'>DN 28</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn33'>DN 33</a>, <a class='ref' href='/dn34'>DN 34</a>). Если в начале Дӣгха рассказывает нам, <em>почему</em> учения важны, а в середине — <em>как</em> они появились, в конце она рассказывает нам, <em>в чём</em> эти учения состоят. Забавно, что в Дӣгхе многое из того, что мы привыкли считать основными учениями Будды, упоминается редко. Эти последние дискурсы исправляют положение, предоставляя исследователю доступ к большому спектру учений. В частности, последние два текста явно являются мнемоническими, составленными для запоминания наборов доктрин.",
  "dn-guide-sujato:21": "Поэтапное развитие",
  "dn-guide-sujato:22": "Поэтапное развитие излагает этапы, которые следует пройти буддийскому монаху. Оно начинается с появления Будды. Услышав учение Будды, человек размышляет о том, как можно наилучшим образом претворить его в жизнь. Понимая, что «мирская жизнь тесна и нечиста, тогда как в жизни ушедшего от мира открывается простор», он отказывается от имущества и привязанностей, надевает монашескую робу цвета охры и живёт простой, нравственной, медитативной жизнью. Продвигаясь шаг за шагом ко всё более и более высоким практикам, он в конечном итоге входит в глубокое медитативное поглощение (<i lang='pi' translate='no'>джха̄на</i>) и после этого постигает четыре благородные истины и обретает настоящую свободу.",
  "dn-guide-sujato:23": "Поэтапное развитие — это подробное изложение троичного обучения (<i lang='pi' translate='no'>тиссо сиккха̄</i>): нравственности (<i lang='pi' translate='no'>сӣла</i>), медитативного поглощения (<i lang='pi' translate='no'>сама̄дхи</i>) и мудрости (<i lang='pi' translate='no'>пан͂н͂ьа̄</i>). В <a class='ref' href='/an3.89'>AN 3.89</a> они характеризуются так:",
  "dn-guide-sujato:24": "нравственность (в контексте монашества) состоит в соблюдении монашеских правил;",
  "dn-guide-sujato:25": "медитативное поглощение — это четыре джха̄ны;",
  "dn-guide-sujato:26": "мудрость — это постижение четырёх благородных истин.",
  "dn-guide-sujato:27": "Это учение широко распространено в ранних буддийских текстах. К примеру, в Дӣгхе оно встречается в <cite class='text-root'>Маха̄паринибба̄насутте</cite> как стандартный рефрен, который Будда повторяет во многих точках своего путешествия. Серию коротких дискурсов на эту тему можно найти в Саман̣а-вагге Ан̇гуттары (<a class='ref' href='/an3-samanavagga'>AN 3.81–91</a>).",
  "dn-guide-sujato:28": "Это короткое учение подробнее описано в Поэтапном развитии. Там в деталях объясняется каждый из трёх пунктов. Похоже, что такое изложение служило основным наставлением о жизненном укладе, практиках и целях монахов. Похоже что Будда предпочитал наставлять своих последователей через воззвание к высоким идеалам поведения и медитативных достижений. И только в силу необходимости ему пришлось ввести ограничительную систему правил Винаи с описанием общественных процессов и взысканий.",
  "dn-guide-sujato:29": "Поэтапное развитие также встречается в несколько варьирующейся форме в Мадджхиме <a class='ref' href='/mn27'>MN 27</a>, <a class='ref' href='/mn51'>MN 51</a>, <a class='ref' href='/mn38'>MN 38</a>, <a class='ref' href='/mn39'>MN 39</a>, <a class='ref' href='/mn53'>MN 53</a>, <a class='ref' href='/mn107'>MN 107</a>, <a class='ref' href='/mn125'>MN 125</a>), Ан̇гуттаре (<a class='ref' href='/an4.198'>AN 4.198</a>, <a class='ref' href='/an10.99'>AN 10.99</a>) и даже Абхидхамме (<a class='ref' href='/vb12'>Vb 12</a>, <a class='ref' href='/pp2.4#114'>Pp 2.4:114</a>). Довольно любопытно, что это учение не представлено в связанных дискурсах о пути в последней книге Сам̇ьютты. По отдельности практически все практики из Поэтапного развития присутствуют в Сам̇ьютте, но целиком всей конструкции нет.",
  "dn-guide-sujato:30": "Дӣгха компенсируется компенсирует это упущение, открываясь с <i lang='pi' translate='no'>вагги</a> из тринадцати дискурсов, где Поэтапное развитие присутствует. Эта <i lang='pi' translate='no'>вагга</a> называется Сӣлаккхандхавагга, «Глава о совокупности нравственности». Несмотря на название, в текстах рассматривается не только аспект нравственности, но и аспект медитативного поглощения, и мудрости.",
  "dn-guide-sujato:31": "Хотя Поэтапное развитие в разных местах канона описывается схоже, в описаниях в Дӣгхе делается особый акцент на красоте и удовольствии. Иллюстрации к этапам развития и очаровательны и точны, а каждый следующий шаг описывается как приносящий всё большее чувство удовольствия и счастья. Поэтапное развитие — это не путь страдания, а путь радости, благодати и свободы.",
  "dn-guide-sujato:32": "Из-за повторений во всех текстах этого раздела, кроме первых двух, развёрнутые изложения сокращаются. Нужно помнить, однако, что это особенность структуры только палийской традиции. В санскритской и китайской Дӣргха̄гаме тексты в этом разделе упорядочены иначе, и уже в соответствии с этой структурой разные сутты имеют развёрнутые или сокращённые формы.",
  "dn-guide-sujato:33": "Хотя эти тексты адресованы преимущественно к монашеской общине, общие принципы одинаково применимы и для мирян. И действительно, в другом тексте <a class='ref' href='/mn53'>MN 53</a> <cite class='text-translated'>Воспитанник</cite> (<cite class='text-root'>Секхасутта</cite>), А̄нанда даёт по существу то же самое учение мирянам. На самом деле, многие дискурсы в Сӣлаккхандхавагге обращены к мирянами, в большинстве случаев к браминам.",
  "dn-guide-sujato:34": "Вопрос короля Аджа̄тасатту в <a class='ref' href='/dn2'>DN 2</a> даёт ключ к пониманию того, почему это так. Каждое занятие в миру приносит какую-то пользу, говорит он. Но какую  пользу получает от своего образа жизни аскет? Другие не смогли вразумительно ответить на этот вопрос, а Будда ответил на него учением о Поэтапном Развитии. С помощью него, он объясняет, что жизнь аскета не является болезненной и горькой, и она приносит удовлетворение и пользу не в далёком будущем, а в этой самой жизни. Она заключается в мощной трансформации через внутреннее развитие и медитацию. Мирская жизнь, в отличие от неё, приносит лишь ограниченное счастье, которое обременено неизвестностью и напряжением, учения других аскетов туманны, неэффективны или болезненны, а брамины могут предложить только ритуалы и молитвы, эффективность которых также сомнительна.",
  "dn-guide-sujato:35": "Так же, как учение о Поэтапном развитии строится на троичном обучении, кодекс монашеской этики строится на главных принципах базовых предписаний. Он делится на три части. Первая часть начинается с фундаментального для буддизма предписания: ненасилия, воздержания от убийства живых существ, неважно, малых или больших. Далее идут другие пункты из пяти предписаний и десяти благих деяний. Но здесь же присутствуют и пункты, связанные только с монашеской жизнью, такие как например, предписание избегать роскоши и собственности. Во втором разделе монашеские предписания раскрываются более детально, а в заключительном разделе описываются правильные средства к существованию. Буддийский монах живёт благодаря милостыне, которую дают верующие миряне, и не должен полагаться на другие средства, особенно связанные с суевериями населения или мистическими практиками.",
  "dn-guide-sujato:36": "Учение о Поэтапном развитии укрепляет эти нравственные основы по мере того, как монах достигает успеха в практиках, нацеленных на успокоение ума. Он сдерживает органы чувств, избегая их излишней стимуляции. Он концентрируется на том, чтобы оставаться осознанным и внимательным во время любой деятельности. Его целью является удовлетворённость и довольство малым.",
  "dn-guide-sujato:37": "Только после того, как все эти аспекты будут развиты, монах уединяется для медитации. Удаляясь в лес, он использует медитацию внимательности, чтобы избавиться от пяти помех, которые мешают уму обрести покой. Эти помехи представляют в суттах одно из ключевых учений по медитации. Они считаются основным препятствием на пути к поглощению. Эти пять помех:",
  "dn-guide-sujato:38": "Чувственное желание",
  "dn-guide-sujato:39": "Включает в себя всевозможные влечения, жадность, желание чувственного опыта. Сюда относятся и сильные формы желаний, такие как сексуальное влечение, и более тонкие виды привязанностей.",
  "dn-guide-sujato:40": "Недоброжелательность",
  "dn-guide-sujato:41": "Эта помеха подразумевает всё, от открытой ненависти до тонких форм раздражения и отвращения.",
  "dn-guide-sujato:42": "Вялость и сонливость",
  "dn-guide-sujato:43": "Когда ум начинает успокаиваться в медитации, обычно он становится сонливым или притуплённым.",
  "dn-guide-sujato:44": "Беспокойство и сожаление",
  "dn-guide-sujato:45": "Беспокойство всегда направлено на поиск какого-то опыта в будущем, а сожаление постоянно роется в прошлом, особенно в том, которое приносит огорчение.",
  "dn-guide-sujato:46": "Сомнение",
  "dn-guide-sujato:47": "Сомневаться — это нормальная здоровая реакция ума на вещи, которые мы не знаем точно. Но если мы не понимаем основ того, что правильно, а что нет, сомнение будет незаметно ослаблять нашу медитацию.",
  "dn-guide-sujato:48": "Когда монах начинает испытывать всё более глубокое состояние покоя и блаженства, в конечном итоге он приходит к ряду глубоких состояний медитативного опыта, известных как четыре поглощения (<i lang='pi' translate='no'>джха̄ны</i>).",
  "dn-guide-sujato:49": "В раннем буддизме поглощения являются фундаментальной медитативной практикой, которая необходима для всех стадий Пробуждения. В каноне они упоминаются в разных контекстах, но в Поэтапном развитии они появляются наиболее естественным образом из образа жизни и практики монаха. В раннем Буддизме для темы четырёх поглощений контекст Поэтапного развития является настолько важным, что в Вибхан̇ге — раннем тексте Абхидхаммы — глава о поглощениях начинается с этого учения. В ранних текстах существуют упоминания о мирянах, которые практиковали поглощения. Но необходимо заметить, что, когда Будда учил, как достичь этих глубоких состояний, он подчёркивал важность глубокого отречения.",
  "dn-guide-sujato:50": "В определённых современных буддийских кругах стало нормой считать, что поглощения не являются важнейшей частью пути. Другие говорят о том, что, хотя они и важны, но они не являются такими глубокими состояниями и их можно легко достичь на коротком ретрите. В ранних текстах, очевидно, нет подтверждения этим взглядам. Поглощения являются глубокими, важными состояниями, которые трудно достичь. Даже во времена Будды многие монахи, в условиях глубокого отречения, достигали поглощений с большим трудом. Тем не менее, Дхамма обладает особым свойством. Она приносит всё более глубокое умиротворение и радость с каждым следующим шагом на пути, и поэтому, чем дальше практикующий продвигается в своём путешествии, тем становится легче. Это и делает возможным достижение этих глубоких и тонких состояний.",
  "dn-guide-sujato:51": "По выходе из поглощений монах направляет всю мощь своего ума, очищенного от помех, на то, чтобы проникнуть в суть ряда особых форм знания. Кульминацией этих осознаний является прозрение в четыре благородные истины:",
  "dn-guide-sujato:52": "Страдание (<i lang='pi' translate='no'>дуккха</i>).",
  "dn-guide-sujato:53": "Причина страдания, т.е. влечение (<i lang='pi' translate='no'>самудая</i>).",
  "dn-guide-sujato:54": "Прекращение страдания, т.е. Нибба̄на (<i lang='pi' translate='no'>ниродха</i>)",
  "dn-guide-sujato:55": "Практика, которая ведёт к прекращению страдания (<i lang='pi' translate='no'>магга</i>)",
  "dn-guide-sujato:56": "Страдание — как шпора, которая заставляет нас обратиться к духовной практике. Только когда мы познали страдание, мы начинаем искать выход. Когда тот, кто ищет, встречает учение Будды, он понимает — Дхамма наполнена смыслом и предлагает мощное прагматичное решение проблемы. Если барахтаться в страдании, это ни к чему не приведёт. Когда приходит осознание, что у страдания есть реальные причины и условия, на которые можно повлиять, появляется искра надежды и намерение действовать. Свойство этого пути состоит в том, что по мере продвижения по нему боль всё уменьшается, а счастье раскрывается всё глубже. Истина о прекращении страдания раскрывается с каждым новым шагом. Постепенно нарастая, в конечном итоге это приводит в всеобъемлющему медитативному опыту, который называется поглощением (<i lang='pi' translate='no'>джха̄на</i>), или погружением (<i lang='pi' translate='no'>сама̄дхи</i>). С отпусканием чувственного влечения исчезают пять внешних чувств (<i lang='pi' translate='no'>вивичч'ева ка̄мехи</i>) и ум познаёт такое счастье и умиротворение, которого раньше он не испытывал. После такого опыта уму наделённому ясностью и сиянием поглощения, легко распознать природу страдания и его причину. Тот, кто познал эти истины, достиг первой ступени пробуждения, которую называют вхождением в поток (<i lang='pi' translate='no'>сота̄панна</i>).",
  "dn-guide-sujato:57": "Вхождение в поток случается тогда, когда все факторы пути — от зарождения веры до практики поглощения и глубокого прозрения — развиты в достаточной степени. В этот момент происходит глубокое прозрение в природу реальности и спадают три из десяти оков, которые заставляют существо перерождаться. В описании Поэтапного развития за пониманием четырёх благородных истин обычно следует понимание о прекращении загрязнений (i lang='pi' translate='no'>а̄сава</i), что говорит о достижении полного совершенства (<i lang='pi' translate='no'>арахатта̄</i>). В этот момент спадают оставшиеся оковы. Это финальная точка пути — полное пробуждение и свобода.",
  "dn-guide-sujato:58": "Как устроен дискурс в Дӣгхе",
  "dn-guide-sujato:59": "В Ан̇гуттаре и Сам̇ьютте собрано более тысячи дискурсов в каждой, а в Дӣгхе всего 34 длинных текста. Относительно короткие тексты Ан̇гуттары и Сам̇ьютты напоминают добуддийские Упаниш̣ады, особенно Бр̣хада̄ран̣яку и Чандогью. Они состоят в основном из серии несвязанных отрывков, каждый из которых занимает не более нескольких страниц, собранные в текст большого размера. Они являются воспоминаниями о кратких выжимках учений, которые были даны в определённых местах, в определённое время, определёнными людьми. Из подавляющего большинства буддийских и брахманических текстов этого времени можно сделать вывод, что короткие дискурсы и беседы были стандартным форматом.",
  "dn-guide-sujato:60": "Тогда как были составлены эти длинные тексты? Зачем? И для кого? Чтобы ответить на этот вопрос, давайте рассмотрим несколько разных форм, которые встречаются в Дӣгхе.",
  "dn-guide-sujato:61": "Темы, сложные по своей сути",
  "dn-guide-sujato:62": "Некоторые дискурсы имеют такую длину постольку, поскольку тема, которую они раскрывают, по своей сути сложная и требует длинного объяснения. Будда, конечно же, мог мастерски объяснять любые темы и в сжатом, и в подробном виде. Тем не менее, есть несколько дискурсов на темы, которые требуют длинного объяснения.",
  "dn-guide-sujato:63": "Самый яркий пример — Поэтапное развитие. В некоторых случаях — например, <a class='ref' href='/dn6'>DN 6</a> <cite class='text-translated'>Беседа с Маха̄ли</cite> и <a class='ref' href='/dn7'>DN 7</a> <cite class='text-translated'>Беседа с Джа̄лией</cite>, — дискурс содержит немногим более одного лишь описания этого учения и немного контекста и небольших дополнений. Таким образом, кажется, что присутствия описания учения о Поэтапном развитии достаточно, чтобы отнести такой дискурс к «длинным». Поскольку в этом учении подробно описывается весь духовный путь монаха, начиная с того, что он впервые слышит Дхамму, и заканчивая пробуждением, оно по сути не может быть коротким. В некоторых других местах оно действительно представлено в несколько более короткой форме, но и в этих случаях нельзя сказать, что объяснение не длинное. Да и в целом всегда прослеживается тенденция включить в него как можно больше аспектов.",
  "dn-guide-sujato:64": "Есть случаи, когда учение о Поэтапном развитии включено в дискурсы и без того уже достаточно длинные. Например, это <a class='ref' href='/dn1'>DN 1</a> <cite class='text-root'>Брахмаджала</cite>, хотя в этом примере нехарактерным является то, что изложен только первый раздел Поэтапного развития, касающийся нравственности. Зато в оставшейся части дискурса описывается сеть из 62 видов неправильных воззрений. Эта тема настолько обширна, что коротким объяснением не обойтись. Подтверждением этому могут служить более короткие дискурсы, в которых при упоминании 62 видов неправильных воззрений приводится не сокращённое изложение, а ссылка на исходную сутту из Дӣгхи (например, <a class='ref' href='/sn41.3'>SN 41.3</a>).",
  "dn-guide-sujato:65": "Сборники",
  "dn-guide-sujato:66": "Значительно более распространённым видом длинных дискурсов являются сборники. Это длинные тексты, которые представляют читателю ситуацию или контекст и далее излагают серию коротких учений. Эти фрагменты, как правило, полностью или почти полностью повторяют фрагменты в Ан̇гуттаре или Сам̇ьютте, и изредка в Мадджхиме. В таких длинных дискурсах эти фрагменты собраны для того, чтобы ввести в обиход представителей устной традиции, специализировавшихся на Дӣгхе, весь спектр учений. А также чтобы создать резервную копию на случай, если короткие дискурсы будут утеряны.",
  "dn-guide-sujato:67": "В нескольких отдельных случаях фрагменты в той форме, в которой они изложены в Дӣгхе, отсутствуют в других томах. Трудно сказать, имели ли они короткие параллели, которые были утеряны.",
  "dn-guide-sujato:68": "Почему параллельные отрывки разбросаны по разным местам?",
  "dn-guide-sujato:69": "Очевидно, что Будда давал учения часто и, как любому учителю, ему приходилось много раз повторяться. Такие повторения встречаются в разных местах. Все основные важные учения Будды, такие как четыре благородные истины и четыре поглощения, повторяются много раз по всему канону.",
  "dn-guide-sujato:70": "Тем не менее, в некоторых случаях повторяется не только лишь формулировка учения. Например, иногда в нескольких текстах встречаются отрывки, в которых совпадает всё — учение, место, участники. В таких случаях, очевидно, что один и тот же отрывок просто скопировали.",
  "dn-guide-sujato:71": "Вообще говоря, разумно думать, что такие отрывки были отдельными короткими дискурсами, которые собрали в большой текст. Разумно потому, что как мы заметили ранее, для устной традиции более естественной и доминирующей является короткая форма. Для ранней буддийской литературы очевидна тенденция добавления материала, нежели удаления его редакторами. Таким образом тексты обычно становятся длиннее и лишь изредка короче.",
  "dn-guide-sujato:72": "Сборники часто встречаются в Дӣгхе. Почти все длинные дискурсы в какой-то степени являются сборниками учений. Вот несколько примеров.",
  "dn-guide-sujato:73": "Текст <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Маха̄паринибба̄насутта</cite> состоит из большого количества фрагментов. Некоторые из этих фрагментов явно являются частью исходного повествования и были выделены в отдельные тексты позднее. Тогда как другие фрагменты явно выпадают из контекста повествования и без сомнений являются поздним добавлением.",
  "dn-guide-sujato:74": "Автором нескольких длинных сборников учений считается Са̄рипутта. Роль учителя ему отведена в дискурсах <a class='ref' href='/dn33'>DN 33</a> <cite class='text-translated'>Декламация в унисон</cite> (<cite class='text-root'>Сан̇гитисутта</cite>) и <a class='ref' href='/dn34'>DN 34</a> <cite class='text-translated'>До десяти</cite> (<cite class='text-root'>Дасуттарасутта</cite>). Они практически полностью состоят из фрагментов учений из разных мест канона и упорядочены по числам. В сутте <a class='ref' href='/dn28'>DN 28</a> <cite class='text-translated'>Вдохновение уверенности</cite> (<cite class='text-root'>Сампаса̄данӣясутта</cite>) он выражает свою большую веру в Будду и цитирует длинную серию фрагментов учений, чтобы продемонстрировать его величие.",
  "dn-guide-sujato:75": "Более сложная форма сборника учений — сутта <a class='ref' href='/dn22'>DN 22</a> <cite class='text-translated'>Большой дискурс о медитации внимательности</cite> (<cite class='text-root'>Маха̄сатипат̣т̣ха̄насутта</cite>). Это самый важный текст по медитации XX века традиции Тхерава̄да. В нём подробно описывается четыре вида медитации внимательности. Во многих местах в каноне содержатся краткие описания этих медитаций, но подробности даются только в этом тексте и почти идентичном <a class='ref' href='/mn10'>MN 10</a> <cite class='text-translated'>Медитация внимательности</cite> (<cite class='text-root'>Сатипат̣т̣ха̄насутта</cite>). Тогда как в большинстве случаев сборник учений составлен путём простого перечисления, в этом тексте фрагменты систематически структурированы и распределены по четырём разделам. Эти фрагменты почти не встречаются в других местах этого тома и без сомнений были добавлены в него, чтобы сохранить в памяти декламаторов Дӣгхи весь спектр учений.",
  "dn-guide-sujato:76": "Этот дискурс получен путём добавления в <a class='ref' href='/mn10'>MN 10</a> развёрнутого изложения четырёх благородных истин из текста <a class='ref' href='/mn141'>MN 141</a> <cite class='text-translated'>Анализ истин</cite> (<cite class='text-root'>Саччавибхан̇гасутта</cite>). В бирманском каноне расширенный раздел вернулся обратно в текст <a class='ref' href='/mn10'>MN 10</a>. Поскольку на SuttaCentral используется бирманская версия канона, это расширение есть у нас в палийском тексте, но оно отмечено как добавление.",
  "dn-guide-sujato:77": "Повествования: предыстории, иносказания и мифы",
  "dn-guide-sujato:78": "Дӣгха содержит несколько пространных сюжетных повествований, что нехарактерно для ранних буддийских текстов. Один из очевидных примеров — DN 16 Маха̄паринибба̄насутта. Но есть также и несколько других текстов.",
  "dn-guide-sujato:79": "Обычно, как и в дискурсах других разделов, вступительная часть в Дӣгхе ограничивается простой предысторией с контекстом к учению. Тем не менее, в некоторых случаях она разрастается подробностями и принимает более сложную функцию, чем просто предыстория.",
  "dn-guide-sujato:80": "В сутте <a class='ref' href='/dn2'>DN 2</a> <cite class='text-root'>Са̄ман͂н͂апхала</cite> повествование начинается с того, что король Магадхи Аджа̄тасатту восхищается красотой ночи в свете луны и спрашивает у своих министров совета, кого из учителей-аскетов можно было бы сегодня посетить. Из дискурса <cite class='text-root'>Маха̄паринибба̄насутта</cite> и некоторых других текстов известно, что Аджа̄тасатту был воинственным королём, поэтому такое начало вызывает удивление. Повествование продолжается в изящной манере, без лишних украшений, свойственных более позднему индийскому периоду, удерживая ключ к разгадке в тайне. Только в конце текста нам открывается страшный секрет, который гложет сердце короля. Так учение о том, чем отличаются доктрины других учителей от Поэтапного развития Будды, наполняется трагизмом истории Аджа̄тасатту.",
  "dn-guide-sujato:81": "Вдобавок к предысториям, можно обнаружить повествования внутри самих дискурсов. Например, короткая история о том, как монах ошибочно искал ответа на свой вопрос у богов (<a class='ref' href='/dn11'>DN 11</a>). А в <a class='ref' href='/dn23'>DN 23</a> монах Кума̄ра Кассапа дискутирует со скептиком Па̄я̄си, и иллюстрирует свои аргументы серией то юмористических, то ужасных историй. Такие рассказы нередко встречаются и в других местах канона, но в Дӣгхе некоторые истории расширяются до масштабов мифа. В эту категорию попадают некоторые тексты из цикла <cite class='text-root'>Маха̄паринибба̄ны</cite>, например, <a class='ref' href='/dn17'>DN 17</a> <cite class='text-root'>Маха̄судассанасутта</cite> и <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Маха̄пада̄насутта</cite>.",
  "dn-guide-sujato:82": "Хотелось бы предвосхитить распространённое в современной культуре заблуждение, и сказать, что в науке о религии «миф» не означает нечто, что считается правдой, хотя на самом деле ей не является. Миф — это скорее священная история. Некоторые священные истории правдивы, некоторые — выдумка. Первое или второе — это вопрос для историков, и он не относится к самой мифологии. Целью мифа является создание истории, которая имеет значение для её участников. Через неё они приходят к пониманию самих себя.",
  "dn-guide-sujato:83": "В Дӣгхе есть настоящие мифы в <a class='ref' href='/dn26'>DN 26</a> <cite class='text-translated'>Монарх, вращающий колесо</cite> (<cite class='text-root'>Чаккаваттисӣхана̄дасутта</cite>) и <a class='ref' href='/dn27'>DN 27</a> <cite class='text-translated'>Возникновение мира</cite> (<cite class='text-root'>Аган͂н͂асутта </cite>). В них рассказывается история возникновения мира, заменяющая конвенциональную креационистскую мифологию эволюционной версией того, как он стал таким, какой есть. В этих историях решения, которые принимают люди оказывают ключевое влияние на то, как изменяется окружая среда, и как она будет уничтожена. <cite class='text-root'>Аган͂н͂асутта</cite> довольно точно описывает климатические изменения и говорит о том, как человеческая деятельность оказывает влияние на растения, погоду и естественную экосистему, частью которой мы являемся (см. также <a class='ref' href='/an3.56'>AN 3.56</a>).",
  "dn-guide-sujato:84": "Существенным является то, что мифология циклична. Нет безусловного начала, просто очередной поворот колеса. Таким образом, когда мир разрушится и цивилизация исчезнет, в далёком будущем настанет новый ренессанс, и в итоге в мир придёт новый будда. Его имя будет Меттейя (санскрит: <i lang='pi' translate='no'>Маитрея</i>). О нём в ранних текстах упоминается только в <a class='ref' href='/dn26'>DN 26</a> <cite class='text-root'>Чаккаваттисӣхана̄дасутта</cite>. Впоследствии он станет важнейшей фигурой буддизма Маха̄я̄ны, и многие буддисты даже сегодня с надеждой ожидают его прихода. Но целью  <a class='ref' href='/dn26'>DN 26</a>, вопреки этому, является не побуждение к тому, чтобы ждать прихода нового будды Меттейи, а иллюстрация того, что в нашей жизни всё непостоянно и неопределённо. Будда всегда подчёркивал, что мы должны сделать всё, что от нас зависит, для понимания Дхаммы в той самой жизни, которая у нас есть сейчас.",
  "dn-guide-sujato:85": "Цикл Маха̄паринибба̄ны",
  "dn-guide-sujato:86": "Есть несколько случаев, когда эпизоды, вскользь упомянутые в <cite class='text-root'>Маха̄паринибба̄насутте</cite>, выделились в отдельные развёрнутые дискурсы. Поэтому можно сказать, что <cite class='text-root'>Маха̄париниббанасутта</cite> является доминирующим текстом в Дӣгхе не только из-за своего размера и значения, но и в силу взаимосвязи с другими дискурсами, и влияния, оказанного на них.",
  "dn-guide-sujato:87": "Моя личная точка зрения — что этот цикл был, скорее всего, составлен А̄нандой и его учениками. Его составление началось непосредственно с самого текста <cite class='text-root'>Маха̄паринибба̄насутты</cite> и постепенно обросло дополнительными работами, связанными с ним. Цикл выражает не только личную любовь и поклонение А̄нанды личности Будды, но озабоченность тем, что будет с Дхаммой после смерти Будды. Эти дискурсы также отличаются от других особой концовкой. Обычно дискурс заканчивается стандартной фразой о том, что слушатели радовались учению. Однако эти сутты заканчиваются непосредственно на утверждении или строфах, связанных с непостоянством или продолжением существования учения. А̄нанда пережил Будду на несколько десятилетий. Его наследием стало составлением этих текстов с целью сохранения памяти о его любимом Учителе.",
  "dn-guide-sujato:88": "<a class='ref' href='/dn16'>DN 16</a> <cite class='text-translated'>Большой дискурс о паринибба̄не Будды</cite> (<cite class='text-root'>Маха̄паринибба̄насутта</cite>)",
  "dn-guide-sujato:89": "История последнего путешествия Будды с политической точки зрения не менее интересна, чем с духовной. Она начинается с того, что магадхский король Аджа̄тасатту объявляет о своём намерении вторгнуться в вадджианскую республику, и заканчивается мирным распределением останков Будды между потенциально воюющими кланами и нациями. Все эти разнообразные события объединены темой непостоянства. Значение составления такого эпоса раскрывают значительные различия между уцелевшими версиями. Многие особо часто повторяющиеся отрывки — как, например, явно лишнее описание наборов по восемь, следующее за восемью причинами землетрясений, — отсутствуют в параллельных текстах. Похоже со временем в текст добавлялось всё больше и больше материала, и отдельные части выделили в самостоятельные дискурсы, входящие в цикл.",
  "dn-guide-sujato:90": "<a class='ref' href='/dn17'>DN 17</a> <cite class='text-translated'>Король Маха̄судассана</cite>",
  "dn-guide-sujato:91": "В маленьком эпизоде в <cite class='text-root'>Маха̄паринибба̄нсутте</cite>, А̄нанда уговаривает Будду покинуть этот мир не в маленькой деревне под названием Кусина̄ра̄, а в каком-нибудь большом известном городе. Будда делает ему замечание, что в прошлом это был великий город. В санскритских (Сарва̄стива̄да) версиях <cite class='text-root'>Маха̄паринибба̄насутты</cite> рассказ о короле Маха̄судассане включён прямо в текст сутты, но в палийской версии этот рассказ оброс большими дополнениями и был выделен в отдельный дискурс. Сам по себе он имеет мифический характер, в нём описываются хрустальные балюстрады и различные невероятные чудеса дворца Маха̄судассаны. Но в основе повествования лежит простая человеческая история о любви королевы к своему королю и о боли расставания. То какая это трагедия для королевы принять смерть короля, отражает трагедию А̄нанды в <cite class='text-root'>Маха̄паринибба̄насутте</cite>, которую он переживает по отношению к своему Учителю.",
  "dn-guide-sujato:92": "<a class='ref' href='/dn18'>DN 18</a> <cite class='text-translated'>Беседа с Джанавасабхой</cite>",
  "dn-guide-sujato:93": "Так же как и <a class='ref' href='/dn17'>DN 17</a>, этот текст начинается с короткого отрывка выделенного из <cite class='text-root'>Маха̄паринибба̄насутты</cite>, и дополненного объёмным повествованием. Во время путешествия в <cite class='text-root'>Маха̄паринибба̄насутте</cite>, А̄нанда спрашивает Будду о судьбе, которая ждёт его последователей из города На̄дика. Что характерно, эта история заканчивается тем, что Будда объясняет как люди сами могут оценить свой прогресс на духовном пути. Этот короткий отрывок сохранился как отдельный дискурс в a class='ref' href='/sn55.10'>SN 55.10</a>. Однако в <a class='ref' href='/dn18'>DN 18</a> дискурс продолжается длинной историей о деятельности богов, как её рассказывал дух Джанавасабха. История завершается словами, что этот дискурс Будда получил от Джанавасабхи, и далее рассказал его А̄нанде, а он рассказал его собраниям монахов, монахинь и мирян. Так завет Будды стал знаменит среди богов и людей. Это подкрепляет идею о том, что эти дискурсы, сформированные А̄нандой, были направлены на продление существования учения.",
  "dn-guide-sujato:94": "<a class='ref' href='/dn28'>DN 28</a> <cite class='text-translated'>Вдохновляя уверенность</cite> (<cite class='text-root'>Сампаса̄данӣясутта</cite>)",
  "dn-guide-sujato:95": "В тексте <cite class='text-root'>Маха̄паринибба̄насутты</cite> есть эпизод, где выдающий ученик Будды Са̄рипутта исторгает «львиный рык» своей веры в его учение, основанный на собственном понимании Дхаммы. Этот эпизод записан как отдельный дискурс в <a class='ref' href='/sn47.12'>SN 47.12</a>. Есть также короткий дискурс <a class='ref' href='/sn47.13'>SN 47.13</a>, в котором описывается смерть Са̄рипутты. В нём находят отражение некоторые темы <cite class='text-root'>Маха̄паринибба̄насутты</cite>, включая знаменитое высказывание, что практикующий должен стать убежищем сам для себя. Очевидно, это событие также, должно быть, случилось во время последнего путешествия Будды. Но странно, что об этом нет упоминания в тексте <a class='ref' href='/dn16'>DN 16</a>, и вдобавок, в той сутте Будда пребывает в Са̄ваттхӣ, далеко от пути, по которому он следовал. Тем не менее, отрывок с львиным рыком был выделен в отдельный полновесный дискурс, в котором Са̄рипутта подробно описывает вдохновляющие качества Будды. Это даёт возможность перечислить многие стандартные учения. Так же, как и <a class='ref' href='/dn18'>DN 18</a>, сутта заканчивается призывом распространять учение.",
  "dn-guide-sujato:96": "В дополнение к текстам, напрямую связанным с событиями о которых рассказывается в <cite class='text-root'>Маха̄паринибба̄насутте</cite>, существует также ряд дискурсов, которые связаны с этим текстом косвенно, по своей теме.",
  "dn-guide-sujato:97": "<a class='ref' href='/dn14'>DN 14</a> <cite class='text-translated'>Большой дискурс о плодах поступков</cite> (<cite class='text-root'>Маха̄пада̄насутта</cite>)",
  "dn-guide-sujato:98": "В этом дискурсе Будда описывает биографические детали жизни предыдущих шести будд. Он также приводит жизнеописание будды Випассӣ, одного из них. Этот дискурс описывает исторического будду Готаму как одного из многих в длинной последовательности мировых учителей, уходящей в далёкое прошлое. При этом описания их историй как учителей следуют определённому схожему шаблону.",
  "dn-guide-sujato:99": "<a class='ref' href='/dn29'>DN 29</a> <cite class='text-translated'>Впечатляющий дискурс</cite> (<cite class='text-root'>Па̄са̄дикасутта</cite>)",
  "dn-guide-sujato:100": "Текст начинается со смерти лидера джайнов Маха̄вӣры (Ниган̣т̣ха На̄тапутта). В буддийских текстах это событие описывается как катастрофа для джайнов, сразу же повлёкшая разлад в их сообществе. Независимо от того, насколько это исторически точное описание событий, Будда использует этот случай, чтобы обучить тому, что делает религиозное движение процветающим долгое время, даже после смерти его основателя. Список всех дискурсов на эту тему — <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn33'>DN 33</a>, и <a class='ref' href='/mn104'>MN 104</a>. В данном же тексте, сравнивая качества своей школы с тем, что он называет недостатками школы джайнов, Будда провозглашает, что вера и практика его последователей имеют твёрдую основу, поскольку опираются на истинное Пробуждение.",
  "dn-guide-sujato:101": "<a class='ref' href='/dn30'>DN 30</a> <cite class='text-translated'>Признаки великого человека</cite> (<cite class='text-root'>Лаккхан̣асутта</cite>)",
  "dn-guide-sujato:102": "Ранние тексты несколько раз упоминают серию мистических особенностей тела, известных как «признаки великого человека». Говорится, что эти признаки указывают на того, кто в соответствии с брахманическим пророчеством должен стать либо правителем всего мира, либо пробуждённым буддой. Обычно, когда в суттах говорится о каком-либо брахманическом учении, его действительно можно найти в текстах их традиции. Но в данном случае не удаётся найти никаких следов этой доктрины, так что истоки этого мифа остаются загадкой. Дилемма двух путей — классическая тема мифологии, которую можно встретить и в древнейшем мифе о Гильгамеше. Признаки великого человека создают любопытный контраст с рациональными учениями сутт. В этой конкретной сутте говорится, что Будда объяснил причину каждого из этих признаков определённым каммическим поступком. Литературный и стихотворный стиль этой сутты выдают её позднее происхождение, к тому же у неё нет ни одной настоящей параллели в других канонах. Тем не менее, соотнесением физического внешнего вида Будды с его духовными качествами она показывает, как эволюционировала идея о нём.",
  "dn-guide-sujato:103": "<a class='ref' href='/dn33'>DN 33</a> <cite class='text-translated'>Декламация в унисон</cite> (<cite class='text-root'>Сан̇гитисутта</cite>)",
  "dn-guide-sujato:104": "Так же как и в <a class='ref' href='/dn29'>DN 29</a>, действие в этой сутте происходит после смерти Маха̄вӣры. В разговоре с маллианцами из города Па̄ва̄ — речь о которых также идёт в <cite class='text-root'>Маха̄паринибба̄насутте</cite> — Будда просит Са̄рипутту произнести речь от его имени. Это перекликается с дискурсами <a class='ref' href='/dn28'>DN 28</a> и <a class='ref' href='/dn29'>DN 29</a>, тем, что после ухода Будды ответственность за сохранение учения будет на плечах его учеников. Са̄рипутта даёт подробное систематическое описание учений, группируя их по числовому принципу Ан̇гуттары. Этот дискурс может служить введением к Ан̇гуттара-ника̄е. Он призывает монахов декламировать эти учения всем вместе в унисон, чтобы они как можно дольше сохранялись и передавались. Этот текст является предтечей систематического подхода Абхидхаммы, а один из текстов сарва̄стива̄динской Абхидхаммы (<cite class='text-root'>Сан̇гӣтипаря̄я</cite>) и вовсе состоит из этого дискурса и комментария к нему.",
  "dn-guide-sujato:105": "<a class='ref' href='/dn34'>DN 34</a> <cite class='text-translated'>До десяти</cite> (<cite class='text-root'>Дасуттарасутта</cite>)",
  "dn-guide-sujato:106": "Это схожий с <cite class='text-root'>Сан̇гити</cite> текст с коротким вступлением, в ещё более системном стиле. Будда не появляется совсем, а дискурс даётся от лица Са̄рипутты.",
  "dn-guide-sujato:107": "Этими суттами цикл <cite class='text-root'>Маха̄паринибба̄ны</cite> не исчерпывается, так как он не ограничивается только Дӣгхой. Как мы уже отмечали, существует несколько более коротких сутт, которые описывают эпизоды из <cite class='text-root'>Маха̄паринибба̄насутты</cite> или как-то относятся к ней. И история не заканчивается смертью Будды. В <cite class='text-root'>Маха̄паринибба̄насутте</cite> описываются похоронные мероприятия и события, которые происходили позднее. В нескольких версиях канона, помимо палийской, история продолжается непосредственно до Первого собора. Эта история описывается в Винае в 21-ой главе Кхандак, а в некоторых школах текст <cite class='text-root'>Маха̄паринибба̄насутты</cite> включён непосредственно в Винаю. По сути, это одно связанное повествование, а одна из многих целей <cite class='text-root'>Маха̄паринибба̄насутты</cite> состоит в том, чтобы канонизировать действия Сан̇гхи на Первом соборе, где была сформирована структурированная и чёткая традиция буддийских текстов. Позже повествование о Первом соборе дополнилось историей Второго собора, со схожими идеями и тематикой.",
  "dn-guide-sujato:108": "История о конце жизни Будды также находит отражение в Винае в первой главе Кхандак. Она повествует о пробуждении Будды, его первом учении и основании сообщества последователей. Это не просто отдельные эпизоды из жизни Будды. Все они схожи между собой в идеях, фигурах речи, событиях и тех, кто в них принимал участие. Это говорит о том, что их сочиняли и редактировали как единое целое. Собранные вместе, они составляют основу величественной мифологии: жизни и смерти величайшего в мире духовного учителя.",
  "dn-guide-sujato:109": "Краткая история текстов",
  "dn-guide-sujato:110": "Райс Дэвидс и Карпентер редактировали текст Дӣгха-ника̄и, основываясь на рукописях в сингальской, бирманской и тайской письменностях. Общество Палийских Текстов (PTS) занималось её публикацией с 1890 до 1910 и издало её в трёх томах романизированным письмом.",
  "dn-guide-sujato:111": "Первые переводы сделаны Томасом Райсом Дэвидсом и его женой Каролиной Августой в 1899-1921. Их опубликовали в серии «Священные книги буддизма» под заглавием <cite class='book'>«Диалоги Будды»</cite>. Это была первая в истории <i lang='pi' translate='no'>ника̄я</i>, переведённая на английский, и она ознаменовала важный этап в истории буддийских публикаций. В этих переводах предпринята попытка сохранить ощущение изначальных текстов. Они сопровождены полезными, а иногда и просто блистательными вводными статьями и примечаниями. Но всё-таки они далеки от идеала. В них много ошибочных толкований и интерпретаций. Но и сегодня работы Райса Дэвидса остаются важными, особенно для исследователей в области истории и общества.",
  "dn-guide-sujato:112": "В 1987 Морис Уолш опубликовал обновлённый перевод под заглавием <cite class='book'>«Так я слышал: Длинные Дискурсы Будды» (Thus Have I Heard: The Long Discourses of the Buddha)</cite>. В дальнейшем название поменяли на просто <cite class='book'>«Длинные дискурсы Будды»</cite>. На работе Уолша благотворно сказались десятки лет исследований и практики Дхаммы на западе. Избегая архаичного стиля прошлых переводов, он делает их ясными и понятными, значительно более точными в отношении терминологии и формулировок. Но и он также был далёк от идеала. Из-за того, что его работа была полностью построена на переводах Райса Дэвидса, исправляя одни ошибки, другие он повторяет. Кроме того, нередко, он добавляет новые.",
  "dn-guide-sujato:113": "Также существует много переводов отдельных дискурсов и фрагментов, из которых следующие были особенно полезны в моей работе: ",
  "dn-guide-sujato:114": "Для <a class='ref' href='/dn1'>DN 1</a>, <a class='ref' href='/dn2'>DN 2</a>, и <a class='ref' href='/dn15'>DN 15</a> — переводы текста и комментария, сделанные Бхиккху Бодхи.",
  "dn-guide-sujato:115": "Для <a class='ref' href='/dn16'>DN 16</a> — перевод Бхиккху А̄нандаджоти.",
  "dn-guide-sujato:116": "Для стихотворных строф из <a class='ref' href='/dn30'>DN 30</a> — перевод и исследование К.Р. Нормана.",
  "dn-guide-sujato:117": "Для <a class='ref' href='/dn31'>DN 31</a> — перевод Джона Келли, Сью Сойера и Виктории Ярехам."
}