{
  "general-guide-sujato:1": "Руководство для читателя палийских сутт",
  "general-guide-sujato:2": "Бхиккху Суджато, 2019",
  "general-guide-sujato:3": "Об этих руководствах",
  "general-guide-sujato:4": "<a href='#item2'>«Близкий» перевод</a>",
  "general-guide-sujato:5": "<a href='#item3'>Спланировать своё путешествие или отправиться в свободное плавание</a>",
  "general-guide-sujato:6": "<a href='#item4'>Как исследовать ссылки на сутты</a>",
  "general-guide-sujato:7": "<a href='#item5'>Части структуры</a>",
  "general-guide-sujato:8": "<a href='#item6'>Во времена Будды: Эпоха перемен</a>",
  "general-guide-sujato:9": "<a href='#item7'>Экономика и политика</a>",
  "general-guide-sujato:10": "<a href='#item8'>Социум</a>",
  "general-guide-sujato:11": "<a href='#item9'>Многочисленные духовные пути древней Индии</a>",
  "general-guide-sujato:12": "<a href='#item10'>Космология</a>",
  "general-guide-sujato:13": "<a href='#item11'>О палийских комментариях</a>",
  "general-guide-sujato:14": "<a href='#item12'>Краткая история палийских текстов</a>",
  "general-guide-sujato:15": "Для понимания учения Будды очень важно изучать сутты Палийского Канона (Типит̣ака), особенно четырёх основных <i lang='pi' translate='no'>ника̄й</i>. Их, хранили и передавали до нашего времени на языке пали как слова самого Будды последователи буддийской традиции Тхерава̄да.",
  "general-guide-sujato:16": "Изначально эти тексты передавались устно поколениями монахов и монахинь. Они учили их наизусть и декламировали на общих собраниях. Записали их около 30-го года до нашей эры в А̄лувиха̄ре (Āluvihāra) на Шри Ланке и в дальнейшем передавали как рукописи на пальмовых листах.",
  "general-guide-sujato:17": "Начиная с XIX века рукописи начали редактировать и публиковать в виде современных книжных изданий. Кроме того тексты с пали перевели на такие современные языки, как тайский, бирманский, сингальский и английский.",
  "general-guide-sujato:18": "Слово Типит̣ака означает «три корзины». Корзина дискурсов традиционно в списке вторая из трёх. Четыре <i lang='pi' translate='no'>ника̄и</i> составляют основную часть Корзины дискурсов. Вот как они располагаются в каноне:",
  "general-guide-sujato:19": "Виная Пит̣ака (Vinaya Piṭaka) — Корзина Монашеского Кодекса",
  "general-guide-sujato:20": "Сутта Пит̣ака (Sutta Piṭaka) — Корзина Дискурсов",
  "general-guide-sujato:21": "<b>Дӣгха Ника̄я (Dīgha Nikāya)</b> — Длинные Дискурсы",
  "general-guide-sujato:22": "<b>Мадджхима Ника̄я (Majjhima Nikāya)</b> — Дискурсы средней длины",
  "general-guide-sujato:23": "<b>Сам̇ьютта Ника̄я (Saṁyutta Nikāya)</b> — Связанные дискурсы",
  "general-guide-sujato:24": "<b>Ан̇гуттара Ника̄я (Aṅguttara Nikāya)</b> — Числовые дискурсы",
  "general-guide-sujato:25": "Кхуддака Ника̄я (Khuddaka Nikāya) — Второстепенные дискурсы",
  "general-guide-sujato:26": "Абхидхамма Пит̣ака (Abhidhamma Piṭaka) — Корзина Систематических Трактатов",
  "general-guide-sujato:27": "Существуют похожие древние собрания текстов на китайском, также существенная часть похожих текстов найдена на санскрите и тибетском. Существование различных собраний писаний объясняется тем, что буддийские сообщества распространялись по огромным просторам древней Индии на протяжении веков после Будды, особенно во времена императора Ашоки. Эти буддийские миссии описаны в древних летописях Шри-Ланки, а также в комментариях к Винае на пали и китайском. Они также были частично подтверждены современными археологическими находками.",
  "general-guide-sujato:28": "Практически все эти тексты, а также обширная информация о их взаимосвязях, собраны на SuttaCentral. Любое современное исследование раннего буддизма должно опираться на сравнительный анализ всего спектра этих текстов. Например, Китайский буддийский канон содержит огромное множество переводов ранних текстов, которое в количественном отношении превосходит в некотором смысле тексты на пали.",
  "general-guide-sujato:29": "Тем не менее, вследствие многих причин именно палийские тексты всегда будут особым источником знаний для тех, кто интересуется учением Будды.",
  "general-guide-sujato:30": "Они являются единственным полным собранием писаний ранних школ буддизма.",
  "general-guide-sujato:31": "Они представляют собой самое большое уцелевшее собрание текстов на древнеиндийском диалекте.",
  "general-guide-sujato:32": "К ним написано огромное количество подробных древних комментариев (<i lang='pi' translate='no'>ат̣т̣хакатха̄</i>).",
  "general-guide-sujato:33": "С лингвистической точки зрения они, по большей части, понятны, хорошо отредактированы и представлены в доступном для читателя виде.",
  "general-guide-sujato:34": "Более того, палийские тексты являются центральными писаниями живой традиции школы Тхерава̄да, которую можно встретить в таких странах, как Шри-Ланка, Таиланд, Мьянма, Бангладеш, Камбоджа, Лаос, Индия, Китай и Вьетнам. По сей день их декламируют, изучают, по ним практикуют и внутри традиций их воспринимают как надёжные свидетельства учений самого Будды.",
  "general-guide-sujato:35": "Особое внимание среди этих текстов притягивают те самые четыре <i lang='pi' translate='no'>ника̄и</i>. Они содержат полные и чёткие объяснения буддийского учения, а также живые описания личности Будды и его непосредственных учеников.",
  "general-guide-sujato:36": "Для сравнения, в Виная-пит̣аке приводятся подробности жизни монашеских сообществ, а также множество социальных и исторических сведений; но что касается учения, в ней лишь несколько отрывков, связанных с ним. В Абхидхамма-пит̣аке содержатся систематические трактаты, которые были составлены спустя века после смерти Будды. А книги Кхуддака-ника̄и весьма разнородны. Существует шесть довольно коротких книг, которые служат как дополнение к четырём основным <i lang='pi' translate='no'>ника̄ям</i>. В основном они написаны в поэтической форме: <a href='dhp'>Дхаммапада</a>, <a href='ud'>Уда̄на (Udāna)</a>, <a href='iti'>Итивуттака (Itivuttaka)</a>, <a href='snp'>Сутта-нипа̄та (Sutta Nipāta)</a>, <a href='thag'>Тхерага̄тха̄ (Theragāthā)</a> и <a href='thig'>Тхерӣга̄тха̄ (Therīgāthā)</a>. Остальные книги Кхуддаки в большинстве своём являются поздними и представляют эпоху буддизма через несколько веков после Будды.",
  "general-guide-sujato:37": "Об этих руководствах",
  "general-guide-sujato:38": "Я подготовил эти руководства для тех, чьей целью является глубокое изучение <i lang='pi' translate='no'>ника̄й</i>. Они написаны как дополнение к моим переводам этих текстов на SuttaCentral. Это руководство является основным и подразумевается, что читатель ознакомится с ним в первую очередь, поскольку здесь затрагиваются вопросы и темы, общие для всех <i lang='pi' translate='no'>ника̄й</i>. Четыре <i lang='pi' translate='no'>ника̄и</i> представляют собой однородное собрание текстов, которые описывают большую часть наиболее значимых доктрин. Для каждой из четырёх я написал отдельное эссе, в котором описывается, как эта <i lang='pi' translate='no'>ника̄я</i> отличается от других, на чём она акцентирует внимание и каково её назначение. Эти эссе можно читать в любом порядке. И хотя ясно, что конкретное эссе акцентирует внимание на <i lang='pi' translate='no'>ника̄е</i>, о которой идёт речь, это не строгое правило, и в тексте могут быть отсылки к различным отрывкам из других томов писания.",
  "general-guide-sujato:39": "Краткое изложение принципов учения можно найти в путеводителях по <i lang='pi' translate='no'>ника̄ям</i>, особенно это касается Сам̇ьютта-ника̄и, а не в этом эссе. Тем не менее, я хотел бы до определённой степени предостеречь читателя от кратких изложений учения, включая мои собственные. В чтении сутт настоящую радость приносит спонтанное учение, тот самый момент, когда Будда встречает кого-то, кто испытывает страдание и помогает ему, давая совет от сердца, а не излагая отретушированное резюме принципов. К дидактическому материалу лучше всего относиться как к начальной точке исследования.",
  "general-guide-sujato:40": "В этих эссе я практически полностью избегаю различных параллелей из китайских и других источников. Понимание отношений параллельных текстов является очень важным и составляет основу проекта SuttaCentral. Но количество текстов настолько велико, а сложность предмета настолько пугает, что, боюсь, если бы я стал хоть сколько-нибудь углубляться в параллели, то никогда не закончил бы эти тексты, а если бы и закончил, их было бы невозможно читать. Поэтому я поставил перед собой более достижимые цели, а именно оставаться в рамках палийских текстов, с пониманием, что многое из сказанного, скорее всего, можно отнести и к параллелям из других канонов. Читатель может с лёгкостью проверить это, используя функционал SuttaCentral.",
  "general-guide-sujato:41": "В среде изучающих сутты имена собраний часто сокращают до простых «Дӣгха», «Мадджхима» и т.д. Также и в названиях сутт часто опускают слово «Сутта». Строго говоря, лучше было бы использовать палийское название только при рассмотрении текста на пали и использовать перевод названия для перевода сутты. Но этот принцип обычно не соблюдается.",
  "general-guide-sujato:42": "«Близкий» перевод",
  "general-guide-sujato:43": "В 2015 году я решил создать бесплатный, ясный, последовательный и точный перевод палийских дискурсов. Моей целью было перевести четыре основные <i lang='pi' translate='no'>ника̄и</i> и 6 книг Кхуддака-ника̄и, которые относятся к раннему периоду — Тхерага̄тха̄, Тхерӣга̄тха̄, Уда̄на, Итивуттака, Дхаммапада и Сутта-нипа̄та. Мне хотелось, чтобы эти древние источники мудрости стали доступны широкому кругу читателей, ведь эти тексты заслуживают такого внимания.",
  "general-guide-sujato:44": "Обдумывая стиль перевода, я размышлял над стандартным образом, который открывает многие сутты, написанные в прозе: некто «подходит» к Будде в прямом и переносном смысле — физически и обращаясь к нему с вопросом или просьбой об учении. Эта картина встречается настолько часто, что мы зачастую не обращаем на неё внимания. Но это не такая уж и мелочь — «подойти» к духовному учителю. Это требует времени, усилий, пытливости и смелости. Многие из тех людей, должно быть, понервничали.",
  "general-guide-sujato:45": "Как отвечал Будда тому, кто подходил к нему с вопросом? Были ли его слова туманны и архаичны? Говорил ли он странные отталкивающие слова? Нужен ли был монах-переводчик, который шептал бы на ухо: «Он сказал так, но на самом деле имел в виду другое…»?",
  "general-guide-sujato:46": "Думаю что нет. Думаю, что Будда объяснял, не усложняя, предельно ясно и в располагающей манере. Думаю, что он с уважением относился к усилию, которое нужно было предпринять, чтобы «приблизиться» к пониманию учения. И он наверняка пытался максимально понятно, насколько это позволяют сделать ограничения языка и восприятия, объяснить Дхамму тому, кто задал вопрос.",
  "general-guide-sujato:47": "«Близкий» перевод выражает смысл исходного текста в простой, дружественной и присущей  этому языку манере. Он должен не просто технически корректно передавать значение, но и звучать в естественной для языка форме.",
  "general-guide-sujato:48": "Это означает, что такой перевод должен стремиться к тому, чтобы избавиться от формализмов, техничности и индийской идиоматики, которые всегда вплетались в переводы буддийских текстов, предназначавшиеся больше для индологов, лингвистов и специалистов по буддийской философии, чем для простого читателя. Такие переводы — словно смерть от тысяч комариных укусов. Каждая подобная неясность скорее отдаляет читателя, нежели притягивает его внимание к тексту.",
  "general-guide-sujato:49": "Не так воспринимались слова Будды его слушателями. В своей речи он не докучал им неясным стилем изложения, его слушатели не нуждались в подстрочных примечаниях. Слова Просветлённого затягивали и возносили слушателей к пониманию Дхаммы, трансформирующему их жизни. Мы не можем надеяться на полное воспроизведение этого опыта, но по крайней мере мы можем постараться не делать хуже, чем необходимо.",
  "general-guide-sujato:50": "На каждом шагу я спрашивал себя, сможет ли простой человек, который не знаком или почти не знаком с буддизмом, понять эти слова. С этой целью в своём стиле перевода я чаще отдавал предпочтение простым словам, нежели сложным; прямой речи, а не косвенной; действительному залогу, а не пассивному; неформальной манере общения; явному, а не скрытому.",
  "general-guide-sujato:51": "В то же время не нужно воспринимать это как свободные адаптации или упрощения. Переработка и представление текстов с акцентом на главном имеют место быть. Но я ставил перед собой задачу сделать полный и точный перевод, не упуская ничего существенного, но сделать это без лишнего усложнения.",
  "general-guide-sujato:52": "Мне всё ещё кажется, что я далёк от достижения своей цели. Другие не могут осознать компромиссы и неточности перевода так, как осознаёт их сам переводчик. Целостность, ясность, корректность и изящество — идеалы, которым так трудно довлеть всем одновременно. Я продолжаю работать над этим и скорее всего ещё долгие годы буду вносить правки в свои переводы.",
  "general-guide-sujato:53": "В деле переводов особое влияние на меня оказали мои собратья по робам, Аджан Брахм и Аджан Брахмали. Благодаря Аджану Брахму я понял силу простого языка и доброты — качеств, которые делают речь по-настоящему понятной. А Аджан Брахмали, который в то время работал над переводами Винаи, открыл для меня значения различных слов и фраз на языке пали. Однажды он сказал то, что оказало на меня сильное влияние: перевод должен иметь <em>смысл</em>. Даже если смысл текста не понятен, мы можем быть уверены в том, что в этот текст был вложен какой-то смысл. Поэтому перевести текст, основываясь только на лексических соответствиях, на самом деле значит не перевести этот текст вообще. Нужно выразить то, что, как ты считаешь, этот текст означает, и если ты ошибёшься, нужно будет исправить ошибку.",
  "general-guide-sujato:54": "Спланировать своё путешествие или отправиться в свободное плавание",
  "general-guide-sujato:55": "Учение Будды структурировано от простого к сложному. Практически все дискурсы в той или иной степени внутри соответствуют этому принципу. Но этого <em>нельзя</em> сказать о структуре томов. Между ними, и даже от одного дискурса у другому, нет градации по степени сложности. Они располагаются в коллекциях безотносительно уровня знаний изучающего.",
  "general-guide-sujato:56": "Напротив, Дӣгха-ника̄я начинается с Барахмаджала-сутты, а Мадджхима-ника̄я — с Мӯлапария̄я-сутты. Оба этих дискурса являются одними из глубочайших и самых сложных учений всего канона. Неосторожный читатель может сразу погрузиться в по-настоящему глубокие воды Дхаммы, трудные для понимания.",
  "general-guide-sujato:57": "Если мы хотим развивать понимание постепенно, можно следовать порядку прочтения сутт из руководства, подобного этому. Также на SuttaCentral мы предлагаем и несколько других подходов.",
  "general-guide-sujato:58": "Однако нет ничего плохого и в том, чтобы погрузиться в случайный текст, при условии, что вы не будете ожидать, что мгновенно поймёте прочитанное. Наслаждайтесь свободным плаванием и никуда не торопитесь. Не беспокойтесь особо о том, что покажется странным или неожиданным. Чаще всего вы найдёте объяснение загадочных отрывков в каких-то других текстах. Найти такую связь — особая радость от чтения сутт.",
  "general-guide-sujato:59": "Эти вводные эссе содержат много ссылок на конкретные сутты. Для понимания эссе нет необходимости изучать каждую из них. Но если делать так, это будет глубокое знакомство со многими важнейшими текстами, а также вы поймёте, как искать нужный отрывок. Я бы предложил сначала прочесть эссе само по себе, а после прочесть повторно, с изучением всех ссылок на сутты.",
  "general-guide-sujato:60": "Как исследовать ссылки на сутты",
  "general-guide-sujato:61": "По мере того как вы начнёте знакомиться с суттами, вы заметите, что ссылки на нужные отрывки могут иметь непонятный вид. На SuttaCentral используется вид ссылок, который называется смысловым. Это означает, что нумерация в ссылках основана на смысловом делении внутри текста.",
  "general-guide-sujato:62": "В рамках четырёх <i lang='pi' translate='no'>ника̄й</i> это означает следующее:",
  "general-guide-sujato:63": "В Дӣгхе и Мадджхиме ссылка на текст содержит идентификатор (DN или MN соответственно) и порядковый номер сутты, начиная с начала собрания.",
  "general-guide-sujato:64": "В Сам̇ьютте ссылка содержит идентификатор (SN), <i lang='pi' translate='no'>сам̇ьютту</i> (тематическую группу) и сутту.",
  "general-guide-sujato:65": "В Ан̇гуттаре — идентификатор (AN), <i lang='pi' translate='no'>нипа̄ту</i> (числовую группу) и сутту.",
  "general-guide-sujato:66": "Более подробный формат содержит номер параграфа. Тут используется существующая конвенция:",
  "general-guide-sujato:67": "В Дӣгхе — номер параграфа в соответствии с палийским изданием PTS, эту нумерацию широко используют в переводах.",
  "general-guide-sujato:68": "В Мадджхиме — номер параграфа по Бхиккху Н͂а̄н̣амол̣и, так же, как в редакции Бхиккху Бодхи.",
  "general-guide-sujato:69": "В Сам̇ьютте и Ан̇гуттаре — номера параграфов в соответствии с палийскими текстами Маха̄сан̇гӣти.",
  "general-guide-sujato:70": "Параграфы далее делятся на некоторое количество «сегментов», которые представляют собой короткий отрывок текста, обычно длиной около одного предложения. В моих переводах сегменты сопоставлены с палийским текстом, который они представляют.",
  "general-guide-sujato:71": "В нашей системе нумерации числа, которые идут за двоеточием обозначают номер параграфа и сегмента внутри сутты. К примеру:",
  "general-guide-sujato:72": "DN 3 означает «третий текст в собрании Длинных дискурсов (Дӣгха-ника̄я)».",
  "general-guide-sujato:73": "MN 43:3 означает «дискурс 43, параграф 3 в собрании Средних дискурсов (Мадджхима-ника̄я)».",
  "general-guide-sujato:74": "MN 43:4.7 означает «дискурс 43, параграф 3, сегмент 7 в собрании Средних дискурсов (Мадджхима-ника̄я)».",
  "general-guide-sujato:75": "SN 12.2:6.2 означает «дискурс 2, параграф 6, сегмент 2 в 12-й <i lang='pi' translate='no'>сам̇ьютте</i> собрания Связанных дискурсов (Сам̇ьютта-ника̄я)».",
  "general-guide-sujato:76": "Вы также можете встретить и другие системы ссылок. В академической среде на тексты часто ссылаются по то́му и странице издания PTS. Это неуклюжая и неудачная конвенция, поскольку она привязана к бумажному изданию. Я надеюсь, от неё скоро откажутся в пользу более разумной смысловой системы. Но тем не менее SuttaCentral отображает номер сутты также и в этой конвенции на случай, если он может понадобиться.",
  "general-guide-sujato:77": "Раньше существовал — и до сих иногда используется — способ ссылки на текст полностью, по <i lang='pi' translate='no'>ника̄е</i>, потом <i lang='pi' translate='no'>сам̇ьютте</i> или <i lang='pi' translate='no'>нипа̄те</i> и/или <i lang='pi' translate='no'>пан̣н̣асаке</i> (если применимо), и далее по <i lang='pi' translate='no'>вагге</i> и <i lang='pi' translate='no'>сутте</i>. Такой способ может быть удобен при использовании рукописей, поскольку можно сужать выборку по разделам по мере поиска. Тем не менее, в сети или даже для книг этот способ неудобен. Однако, этот традиционный способ навигации доступен через боковую панель.",
  "general-guide-sujato:78": "Части структуры",
  "general-guide-sujato:79": "Как исследователям учения, нам интересно, что именно говорили Будда и его ученики, и как они жили. Однако, вследствие того, как организован канон, при чтении, мы вскоре понимаем, что не так-то просто понять, как разные тексты соотносятся между собой. Поэтому, хотя это и может показаться неинтересным, стоит потратить немного времени на то, чтобы изучить <em>структуру</em> текстов.",
  "general-guide-sujato:80": "Ранние буддийские тексты предназначались для устной передачи и поэтому устроены таким образом, чтобы их было удобно запоминать, а не читать. Было важно разделить текст на отрывки, удобные для запоминания и совместной декламации. Поскольку тексты хранили в памяти, доступ к информации из них был в значительной степени «оперативным»: тот, кто хорошо знал тексты, мог мгновенно вспомнить необходимый отрывок, не листая указатель в поисках нужной страницы. В этом смысле ранняя система организации информации немного похожа на то, как мы ищем информацию сегодня, через поисковик.",
  "general-guide-sujato:81": "Из этого следует, что мы не можем ожидать от ранних буддийских текстов той упорядоченности, которой мы ждём от современной книги. Но это не значит, что собрания текстов организованы хаотично, случайным образом. Они следуют определённой логике, которую можно различить, если приглядеться к канону из перспективы тех времён.",
  "general-guide-sujato:82": "Вот некоторые структурные (или формальные) части, которые можно встретить в ранних буддийских текстах.",
  "general-guide-sujato:83": "Образность и повествование",
  "general-guide-sujato:84": "В суттах часто встречается последовательность ABA. Делается утверждение; даётся аналогия; снова повторяется утверждение.",
  "general-guide-sujato:85": "Эта формальная последовательность очень эффективна для изучения. Сначала нам даётся основная идея. Но абстрактные философские или психологические утверждения трудно понять и запомнить без контекста. И для разъяснения Будда приводит аналогию. В заключении он вновь возвращается к основному утверждению.",
  "general-guide-sujato:86": "Спектр аналогий, которыми Будда иллюстрирует учение, по-настоящему впечатляет. Он обладал сверхъестественной способностью привести подходящую параллель из окружающего мира. Из этих аналогий мы также узнаём многие случайные подробности жизни и культуры времён Будды. И что важнее, мы видим, как Дхамма приобретает контекст. Большинство сегодняшних классических буддийских образов, к которым мы привыкли, своими корнями уходят к тем сравнениям, которые приводил Будда в ранних текстах.",
  "general-guide-sujato:87": "Иногда аналогия может развиться в короткий рассказ или басню. Примечательно, что Будда не увлекался длинными рассказами.",
  "general-guide-sujato:88": "Когда повествование имеет подробное развитие, оно скорее относится к подробностям контекста (<i lang='pi' translate='no'>нида̄на</i>), нежели к самому учению. Базовый принцип исторической науки гласит, что повествования, раскрывающие контекст ситуации, датированы скорее более поздним периодом по отношению к основному материалу учения. Эти повествования в значительной степени различаются в параллельных текстах. Это указывает на то, что традиции относились к ним более свободно, чем к самой доктрине.",
  "general-guide-sujato:89": "Повторения",
  "general-guide-sujato:90": "Очень скоро становится понятно, что в суттах много повторений. <em>Очень</em> много. Это может быть серьёзным препятствием для нового читателя, но давайте разберёмся, в чём тут дело.",
  "general-guide-sujato:91": "Так же, как узоры в природе, повторения имеют <em>фрактальную</em> структуру. Имеется в виду, что они проявляются на каждом уровне: слова, фразы, предложения, параграфа, отрывка, всего текста и даже на уровне группы текстов. Это говорит о том, что повторения являются скорее частью природы этих текстов, нежели добавлением дотошного редактора.",
  "general-guide-sujato:92": "Но зачем? Необходимо помнить, что тексты формировались как устная традиция. А в устной традиции повторения работают иначе, чем в письменной. Когда вы <em>читаете</em> повторяющийся текст, это может раздражать; кажется, что это просто трата времени и хочется пропустить повторяющийся отрывок. Но если вы <em>декламируете</em> текст вслух, повторения имеют противоположный эффект. Они сглаживают и расслабляют. Отличающиеся части требуют усилий, необходимо напрячь память. Но когда дело доходит до повторения, оно — как припев в песне — привносит спокойствие в поток декламации. Повторения позволяют тому, кто декламирует текст, расслабиться и созерцать. Декламация текста, в котором много повторений, становится формой медитации, появляется возможность осмыслить текст и применить его к происходящему непосредственно во время декламации.",
  "general-guide-sujato:93": "Но помимо этого духовного аспекта повторение имеет вполне практическое значение — сохранение информации. Повторяя много раз почти или полностью идентичные отрывки, тот, кто декламирует текст, постоянно проверяет, правильно ли он помнит, что повышает точность передачи информации. И если какой-то текст потеряется, всегда найдётся похожий отрывок где-то ещё. Таким образом, повторения обеспечивают сохранность Дхаммы, создавая резервные копии важной информации, хранящиеся в разных местах в памяти практикующего.",
  "general-guide-sujato:94": "Тем не менее, понимание исторической роли повторений не делает проще задачу чтения сутт. Что же делать? Не существует одного конкретного ответа на этот вопрос. Некоторые читают сутту целиком, вчитываясь в каждое повторение. Другие предпочитают не углубляться в повторения, делая акцент на важных местах. Читая, вы сами выработаете свой подход. Я же надеюсь, что осознание значения повторений поможет вам с пониманием отнестись к ним при чтении, и они не создадут для вас трудностей.",
  "general-guide-sujato:95": "Сокращения",
  "general-guide-sujato:96": "Обратной стороной повторений являются сокращения. Поскольку повторений очень много, их часто сокращают. Сокращения — это не новое изобретение. Они встречаются в древних рукописях, и на самом деле не существует таких редакций канона, в которых абсолютно все повторения были бы выписаны без сокращений.",
  "general-guide-sujato:97": "Вообще, в разных палийских изданиях сокращения и редкие объяснения того, как их нужно раскрывать, являются достаточно осмысленными и последовательными. Современные переводы повторяют рукописи традиций, но не скрупулёзно. Иногда в переводе сокращённый отрывок может быть выписан целиком, а отрывок, который в оригинале выписан полностью, может быть сокращён.",
  "general-guide-sujato:98": "Сокращения могут быть «внутренними» и «внешними». Под внутренним сокращением я понимаю случай, когда в тексте содержится достаточно информации, чтобы полностью восстановить сокращённый отрывок. Обычно это ситуация, когда текст выписывается полностью только для первого и последнего элемента списка, а для остальных элементов упоминаются только ключевые термины. Вот пример из <a class='ref' href='/sn22.137'>SN 22.137</a>:",
  "general-guide-sujato:99": "Формы непостоянны; вам следует отказаться от влечения к ним. Чувства … Восприятие … Решения … Сознание непостоянно; вам следует отказаться от влечения к нему.",
  "general-guide-sujato:100": "Во внешних же сокращениях отрывок не может быть целиком восстановлен из контекста, а наоборот, требуется обратиться к другому тексту, чтобы восстановить его. Это ещё один пример того, как отличается устная традиция от письменной. Тот, кто знает тексты наизусть, легко воспроизведёт, скажем, четыре благородные истины, поэтому нет нужды выписывать их каждый раз. Достаточно встряхнуть память. Но в современных изданиях, особенно в сетевых, читатель привык, что может обратиться к любому тексту из любого места, и у него может не быть на слуху сокращённый отрывок. Поэтому в своих переводах я старался снизить число внешних сокращений.",
  "general-guide-sujato:101": "Заглавия",
  "general-guide-sujato:102": "Редко в буддийских рукописях встречаются названия в заголовке, как в современных текстах. Обычно название записано в конце. Для ясности в современных изданиях эти названия добавляют в заголовке в начале.",
  "general-guide-sujato:103": "Во многих случаях (особенно это касается сутт и <i lang='pi' translate='no'>вагг (vagga)</i>) то, что мы имеем в рукописях, — на самом деле не совсем название как таковое, а скорее ключевое слово, которое записано в заключающей строфе (<i lang='pi' translate='no'>удда̄на</i>) в конце <i lang='pi' translate='no'>вагги</i> или иной секции. Эти строфы добавлялись редакторами канона для организации материала, что-то вроде оглавления. Но заключительные строфы в некоторой степени могут отличаться в разных изданиях, поэтому названия сутт не всегда согласуются. Вдобавок некоторым суттам в самом тексте присваивается более одного названия — например <a class='ref' href='/dn1'>DN 1</a> <cite class='text-translated'>Изначальная сеть</cite> (<cite class='text-root'>Брахмаджаласутта</cite>) — или имеются различные варианты написания. Поэтому будьте внимательны, так как нередко у одного текста может быть несколько названий.",
  "general-guide-sujato:104": "Текстовые подразделения",
  "general-guide-sujato:105": "Вагга (Глава)",
  "general-guide-sujato:106": "<i lang='pi' translate='no'>Вагга</i> — наиболее распространённая и определённая структурная единица в ранних буддийских текстах. Обычно это десять текстов. Это могут быть дискурсы, строфы, правила и т.д. Наиболее часто <i lang='pi' translate='no'>вагга</i> состоит из десяти элементов, но временами их может быть и больше, и меньше.",
  "general-guide-sujato:107": "Обычно <i lang='pi' translate='no'>вагга</i> — не более чем удобный способ группировки текстов для аккуратной организации материала. В таких случаях <i lang='pi' translate='no'>вагга</i> обычно получает имя первого в ней дискурса.",
  "general-guide-sujato:108": "Хотя иногда можно встретить <i lang='pi' translate='no'>ваггу</i>, в которой тексты собраны также и по некоторому тематическому признаку. Например, <a href='dn-silakkhandhavagga'><cite class='text-translated'>«Глава, объясняющая этику во всей полноте»</cite></a> (<cite class='text-root'>Сӣлаккхандхавагга</cite>) из Дӣгха-ника̄и (в данном случае в ней тринадцать текстов) практически полностью состоит из текстов, в которых обсуждается поэтапное развитие этики, медитации и мудрости.",
  "general-guide-sujato:109": "В некоторых случаях <i lang='pi' translate='no'>вагга</i> из палийского канона может иметь параллельную <i lang='pi' translate='no'>ваггу</i> на другом языке. К примеру, знаменитая <a href='snp-atthakavagga'><cite class='text-translated'>«Глава восьми»</cite></a> (<cite class='text-root'>Ат̣т̣хагавагга</cite>) из Сутта-нипа̄ты также существует в китайском переводе, хотя самой Сутта-нипа̄ты на китайском нет. Аналогично <cite class='text-root'>Сӣлаккхандхавагга</cite> из Дӣгха-ника̄и имеет параллели в дӣгхах китайских текстов Дхармагуптаки и санскритских текстах Сарва̄стива̄ды.",
  "general-guide-sujato:110": "Изредка термин <i lang='pi' translate='no'>вагга</i> используется применительно к большему структурному подразделению, в котором присутствует какое-то количество разделов, каждый из которых состоит из «маленьких» <i lang='pi' translate='no'>вагг</i>. Примеры таких вложенных <i lang='pi' translate='no'>вагг</i> можно найти в Сам̇ьютта-ника̄е и Кхандаках палийской Винаи.",
  "general-guide-sujato:111": "Пан̣н̣а̄сака (Пятьдесят)",
  "general-guide-sujato:112": "Слово <i lang='pi' translate='no'>пан̣н̣а̄сака</i> переводится как «пятьдесят» и обозначает группу из примерно пятидесяти сутт, или пяти <i lang='pi' translate='no'>вагг</i>. Его используют для структурирования собраний текстов, в которых много <i lang='pi' translate='no'>вагг</i>. В большинстве собраний с большим количеством дискурсов используется такая структура. Например, <a href='mn-mulapannasa'><cite class='text-translated'>«Коренные пятьдесят»</cite></a> из Мадджхима-ника̄и (<cite class='text-root'>Мӯлапан̣н̣а̄са</cite>). <i lang='pi' translate='no'>Пан̣н̣а̄сака</i> используется только для удобства и не несёт в себе дополнительного смысла.",
  "general-guide-sujato:113": "Нипа̄та (Группа)",
  "general-guide-sujato:114": "Дословно <i lang='pi' translate='no'>нипа̄та</i> означает «упавшие», и это термин, которым в общем обозначают тексты, собранные вместе. В Ан̇гуттаре он используется для групп текстов, собранных вместе по признаку числа (<a href='an1'>группа дискурсов, в которых речь идёт об одном элементе</a> и т.д.) Или, например, в названии <a href='snp' class='text-root'>Сутта-нипа̄та</a>, «Группа дискурсов».",
  "general-guide-sujato:115": "Сам̇ьютта (Собрание связанных дискурсов)",
  "general-guide-sujato:116": "В то время как термин <i lang='pi' translate='no'>нипа̄та</i> используется широко, у термина <i lang='pi' translate='no'>сам̇ьютта</i> область применения более конкретная: он используется для обозначения текстов, собранных по признаку схожести темы или сюжета. Сам̇ьютта-ника̄я состоит из 56 таких собраний. К примеру, четырнадцатая <i lang='pi' translate='no'>сам̇ьютта</i> содержит <a href='sn14'>39 дискурсов, в которых обсуждаются элементы</a>.",
  "general-guide-sujato:117": "Ника̄я, или а̄гама (Раздел)",
  "general-guide-sujato:118": "Самая большая структурная единица. В палийской традиции Тхерава̄ды обычно используется термин <i lang='pi' translate='no'>ника̄я</i>, а в северных традициях — <i lang='pi' translate='no'>а̄гама</i>. Хотя в современной Тхерава̄де термин <i lang='pi' translate='no'>а̄гама</i> вышел из употребления, он довольно часто использовался в палийских комментариях.",
  "general-guide-sujato:119": "Собрания текстов, схожие с четырьмя <i lang='pi' translate='no'>ника̄ями</i>, есть у всех других школ буддизма. Но хотя в целом природа этих собраний схожа и они организованы аналогичным образом, в деталях они значительно различаются. Довольно часто бывает так, что сутта, которая в одном каноне находится в Мадджхиме, в другом может находиться в Сам̇ьютте или Дӣгхе. Вдобавок внутренняя последовательность текстов значительно отличается. Это склоняет к мысли, что <i lang='pi' translate='no'>ника̄я</i> или <i lang='pi' translate='no'>а̄гама</i> как структурная единица служили скорее в качестве ориентиров, нежели имели конкретный вид.",
  "general-guide-sujato:120": "Пятая палийская <i lang='pi' translate='no'>ника̄я</i>, Кхуддака-ника̄я — более свободного толка и её содержимое отличается от других традиций сильнее. Похоже, что она изначально предназначалась для того, чтобы собирать тексты в поэтической форме и некоторые другие незначительные тексты, которые не вошли в другие тома. Палийская Кхуддака оказалась удобным местом для поздних текстов, и таким образом она выросла до размеров самого большого собрания из пяти. Хотя изредка и встречаются упоминания о подобных собраниях в северных школах, сегодня не существует ни одной современной версии. Тем не менее, у многих отдельных текстов в Кхуддаке есть параллели на других языках; в частности это Дхаммапада. Она сохранилась во многих редакциях.",
  "general-guide-sujato:121": "Во времена Будды: эпоха перемен",
  "general-guide-sujato:122": "Каждый дискурс начинается с короткого утверждения, в котором говорится, что однажды Будда находился в определённом месте. Так редакторы текстов помещали Будду и его учение в определённый исторический и культурный контекст. С помощью ранних буддийских текстов и отрывочных сведений из брахманических и джайнских писаний современным исследователям достаточно точно удалось воссоздать достоверную картину жизни Будды и времени, в котором он жил.",
  "general-guide-sujato:123": "К сожалению, археологических находок того времени немного, и по ним удаётся восстановить лишь некоторые факты. На самом деле, археологических находок древней Индии, относящихся к периоду, начиная с древних цивилизаций долины Инда и до времён императора Ашоки (который жил примерно через 150 лет после Будды) очень мало. Находки того периода, который нас интересует, в основном представляют собой керамику и небольшие орудия труда, а также несколько развалин укреплений вокруг Косамбӣ. Немногочисленность находок объясняется двумя основными причинами. Во-первых, строения того времени были в основном сделаны из дерева и других недолговечных материалов. Во-вторых, археологические раскопки в Индии имеют очень точечный характер и в большинстве своём не доведены до конца.",
  "general-guide-sujato:124": "Будда жил в V веке до нашей эры на равнине реки Ганг в Северной Индии. Точные даты его рождения и смерти неизвестны, но современные учёные склонны считать, что он был рождён около 480 года до нашей эры и умер спустя 80 лет, около 400 года до нашей эры. Он родился в Лумбини и вырос в Капилаваттху. Эти города находились в республике шакьев, которая располагалась по обе стороны сегодняшней границы Индии и Непала. Его род носил имя Готама, а его собственное имя в ранних текстах не упоминается, но в традиции считается, что его звали Сиддхаттха.",
  "general-guide-sujato:125": "После пробуждения Будда странствовал по равнине реки Ганг. Область, в которой он странствовал, была частью культурно-политического региона, который был известен под название «шестнадцать государств» (<i lang='pi' translate='no'>джанапада</i>). Они располагались на северо-запад от современного Дели до границы с Бангладеш на востоке, до подножия Гималаев на севере, до Деккана на юге и до Удджаина на юго-востоке. Большую часть времени он провёл близ городов Са̄ваттхӣ в королевстве Косала и Ра̄джагаха в королевстве Магадха. Вопреки легендам многих буддийских стран, Будда никогда не путешествовал вне этих земель.",
  "general-guide-sujato:126": "Не только странствия Будды ограничивались этим регионом. Похоже, что торговля и другое культурное взаимодействие происходило также внутри этих земель. Редкие упоминания о далёких местах — Южной Индии или греках — имели характер расплывчатых легенд. Но в течение века после смерти Будды королевства Северной Индии были объединены и появились регулярные маршруты международной торговли — сначала в Европу, а двумя веками позднее — в Азию и Китай.",
  "general-guide-sujato:127": "Экономика и политика",
  "general-guide-sujato:128": "Хотя в текстах часто упоминаются города и городская жизнь, в те времена по своим масштабам они всё ещё были малы. Экономика была завязана на сельском хозяйстве, и важную роль играло фермерство.",
  "general-guide-sujato:129": "Однако в Палийском каноне приводятся списки занятий, которые показывают, что спектр профессий был весьма разнообразен — упоминаются бухгалтеры, ювелиры, строители, доктора, чиновники и многие другие.",
  "general-guide-sujato:130": "Всплеск разнообразия профессий был связан с ростом городов, который, в свою очередь, был связан с появлением новых технологий. Хотя археологические находки того времени скудны, они рассказывают нам о двух значительных инновациях: кузницы для обработки железа и разновидность посуды, известная как северная чёрная лощёная керамика. Эти инновации говорят о развитии техник промышленной обработки огнём. Об этом есть несколько упоминаний в суттах.",
  "general-guide-sujato:131": "Технологическое развитие повлекло за собой экономический рост. Часто упоминается богатая прослойка общества, которая нанимала большое количество персонала для управления собственностью или бизнесом. Был достаточный финансовый излишек, чтобы поддерживать прослойку общества, которая занималась духовным поиском. Эта духовная прослойка аскетов не вносила в общество материального вклада. Их вклад заключался в духовном и этическом развитии.",
  "general-guide-sujato:132": "Эти технологические и экономические сдвиги отразились и на политической сфере. Существовало две основных формы правления. Кланы-традиционалисты, такие как шакьи или вадджианы, следовали древней форме ограниченной демократии, в которой решения принимались на городском совете, и клан выбирал временного правителя. Другие государства, такие как, например, Косала и Магадха, представляли собой более привычный вид королевства, в котором абсолютная власть передавалась по наследству. Хотя Будда очевидно предпочитал демократические идеалы, в которых он вырос и по образу которых он сформировал управление Сан̇гхой, господство в военной и экономической сфере того времени всё же завоёвывали королевства. При Будде между Косалой и Магадхой не прекращались стычки за владение священным городом Варанаси.",
  "general-guide-sujato:133": "Ещё более значимым событием, которое произошло ближе к концу его жизни, было объявленное Магадхой намерение вторгнуться в республику вадджианов. История подтверждает, что они достигли успеха в своём намерении: в течение десятилетий после смерти Будды Магадха завоевала практически все шестнадцать государств, установила беспрекословное господство над всем регионом и создала торговые маршруты, связывающие всю Индию. Военная мощь Магадхи была настолько велика, что солдаты Александра Македонского отказались продолжать поход, прослышав о величии магадхского войска.",
  "general-guide-sujato:134": "Социум",
  "general-guide-sujato:135": "Растущая сложность экономического и политического устройства требовала изменений в социальных ролях и обязанностях. Как любой народ в эпоху перемен, люди времён Будды пытались достичь баланса между новыми реалиями и традиционными ценностями и структурой общества. Кажется, что в целом народ был достаточно обеспечен. Но всё же в обществе присутствовали нищета, голод, несправедливость, преступность и экономическая неопределённость, и они представляли реальную угрозу. Можно часто услышать жалобы о том, как непредсказуемо богатство, будь то традиционные формы достатка, такие как живность и земли, или новые формы достатка, такие как деньги и карьера.",
  "general-guide-sujato:136": "Будда не был открытым революционером и не призывал к свержению социальных систем, даже тех, которые он признавал несправедливыми. Скорее, он убеждал в том, что существующие нормы должны выполняться в более честной и справедливой форме. К примеру, вместо того, чтобы пытаться навязать демократические ценности вместо монархии, он призывал короля к добродетели по отношению к своему народу.",
  "general-guide-sujato:137": "Мужчине необходимо зарабатывать на жизнь, чтобы поддерживать себя и свою семью. Он должен обеспечивать близких, относиться с добротой и уважением к рабочим, при этом откладывать некоторые накопления и жертвовать что-то на благотворительность.",
  "general-guide-sujato:138": "Традиционной ролью женщины было выйти замуж и родить детей. Помимо этого было мало того, чем она могла заниматься. Редко можно услышать о женщинах, занятых в какой-нибудь профессиональной сфере, кроме интимных услуг. В таком контексте возможность стать монахиней позволяла женщинам идти по пути духовного и интеллектуального развития. Они могли стать авторитетными уважаемыми учителями в этой среде.",
  "general-guide-sujato:139": "В ранних текстах нет упоминаний о крайних проявлениях дискриминации по половому признаку. Нет упоминаний о выдаче замуж в детском возрасте, приношении в жертву вдов или в целом об общем закрепощении женщин мужчинами.",
  "general-guide-sujato:140": "Кастовая система ещё не достигла полноценного развития. Но простое разделение общества уже существовало. Оно делилось на четыре категории:",
  "general-guide-sujato:141": "Аристократы (<i lang='pi' translate='no'>кхаттия</i>)",
  "general-guide-sujato:142": "Владельцы земель (<i lang='pi' translate='no'>кхетта</i>). Как правило, они обладали состоянием и властью, участвовали в государственных делах, войнах и производстве. Будда был из аристократического клана. Аристократы ставили себя в обществе выше всех.",
  "general-guide-sujato:143": "Брамины (<i lang='pi' translate='no'>бра̄хман̣а</i>)",
  "general-guide-sujato:144": "Члены класса наследственных священников. Брамины были хранителями священных текстов, которые назывались ведами. Они выполняли ритуалы и церемонии для своих божеств. Впрочем, во времена Будды многие брамины зарабатывали себе на жизнь вполне мирскими занятиями, а их религиозная деятельность была второстепенной. Они верили, что являются детьми Бога (Брахма̄).",
  "general-guide-sujato:145": "Купцы (<i lang='pi' translate='no'>весса</i>)",
  "general-guide-sujato:146": "Занимались торговлей и коммерцией.",
  "general-guide-sujato:147": "Рабочие (<i lang='pi' translate='no'>судда</i>)",
  "general-guide-sujato:148": "Занимались физическим трудом.",
  "general-guide-sujato:149": "Не все попадают в эту чёткую схему. Мы находим упоминания об изгоях и разнообразных племенных народах. Вдобавок существовали рабы или подневольные слуги. И конечно, аскеты (<i lang='pi' translate='no'>саман̣а</i>), такие как Будда, которые видели себя вне кастовой принадлежности.",
  "general-guide-sujato:150": "Многочисленные духовные пути древней Индии",
  "general-guide-sujato:151": "Во времена Будды изменения происходили не только в сфере мирского. Религиозная жизнь древней Индии была такой же динамичной. По этой причине ошибочно предполагать, что в те времена в Индии доминировал индуизм. Некоторые элементы современного индуизма действительно можно было разглядеть, но, как и везде, в Древней Индии религиозная жизнь всегда пребывала в потоке изменений и эволюции.",
  "general-guide-sujato:152": "Веды, появившиеся задолго до буддизма, были в те времена —  и продолжают быть по сегодняшний день — основой духовной жизни браминов и тех, кто следует их учениям. Такие ритуалы, как, например, <i lang='pi' translate='no'>агнихотра</i>, когда в огонь выливают масло гхи в качестве подношения божеству огня Агни, появились задолго до того, как арии пришли в Индию, и люди продолжают выполнять их по сей день.",
  "general-guide-sujato:153": "Тем не менее, многие из старых ведических божеств успели исчезнуть до Будды, а многие известные божества позднего индуизма ещё не успели появиться. Те же, кто уже появился, заметно отличались от поздних версий. Такие выдающиеся божества, как Вишну (Пали: <i lang='pi' translate='no'>Вен̣ху</i>) или Шива (Пали: <i lang='pi' translate='no'>Сива</i>), были на второстепенных ролях, а такие воинственные божества, как Сакка (также известный как Индра), предстают перед нами апостолами мира. В те времена не было храмов, изображений, не существовало культа поклонения (<i lang='pi' translate='no'>бхакти</i>). Не было никаких упоминаний о системе <i lang='pi' translate='no'>аватаров</i>, а также о таких знакомых нам вдохновлённых индуизмом духовных понятиях, как <i lang='pi' translate='no'>шакти</i>, <i lang='pi' translate='no'>кун̣д̣алинӣ</i>, чакры или упражнения йоги.",
  "general-guide-sujato:154": "Более того, если взглянуть на аспекты, известные нам из современного индуизма, которые уже появились в те времена, то мы увидим, что они совершенно не были связаны между собой. К примеру, никто не считал, что поклонение местному дракону (<i lang='pi' translate='no'>на̄га</i>) относится к обрядам браминов. Самая выдающаяся черта индуизма — невероятное объединение религиозных и философских идей и практик, от анимизма до глубокой философии недвойственности — ещё не проявилась к тому времени. Различные религиозные течения были довольно отчётливо обособлены и не являлись частью единой системы верований.",
  "general-guide-sujato:155": "Поэтому историки рассматривают брахманическую религию не как индуизм, а как нечто иное, что принято называть ведизм или брахманизм. Современный индуизм появился в Индии в узнаваемом виде только спустя примерно тысячу лет. Конечно же, большая часть индуизма восходит к Ведам, так же как большая часть католицизма восходит к еврейским писаниям, которые христиане называют Ветхим Заветом. Но если бы вы встретили Авраама или Ноя и назвали бы их католиками, они бы не поняли, о чём вы говорите. Так же и идея «индуизма» была бы незнакома индийцам времён Будды. ",
  "general-guide-sujato:156": "Несмотря на всё это, можно часто услышать утверждение, что Будда «родился, жил и умер, будучи индуистом», которое приписывается великому первопроходцу в индологии, Томасу Райсу Дэвидсу. Хотя это действительно его утверждение, которое высказывается на странице 116 его ранней работы, сборника лекций под названием <cite class='book'>«Буддизм: история и литература» (Buddhism: its history and literature)</cite>, опубликованной в 1896 г., к 1912 он изменил свой взгляд на этот вопрос. Так, на странице 83 своей работы <cite class='book'>«Буддизм: очерк жизни и учения Гаутамы Будды» (Buddhism: Being a sketch of the life and teachings of Gautama, the Buddha)</cite> он пишет следующее:",
  "general-guide-sujato:157": "«Гаутама родился, вырос, жил и умер как типичный индиец. Индуизм в то время, когда он жил, ещё не возник.»",
  "general-guide-sujato:158": "Райс Дэвидс акцентирует внимание на том, что Будда не противостоял брахманической религии. Его целью было избавление от страданий, а не религиозная реформа. Хотя далее, на странице 85, Дэвидс пишет следующее:",
  "general-guide-sujato:159": "«В долгосрочной перспективе две системы были несовместимы… Всё, чему обучался Гаутама, находилось вне ритуалистических учений Брахмана и браминов. Божества, которым поклонялись в его клане, не принадлежали к ведическому пантеону.»",
  "general-guide-sujato:160": "Урок, который можно извлечь из этого эпизода, состоит в том, что нам не следует привносить современную обусловленность в те древние времена. У народов Древней Индии была своя богатая, сложная и многогранная духовная жизнь. Мы можем понять их и то, как Будда обращался к ним, только если оставим наши современные предубеждения и привязанности и прислушаемся к тому, что говорили они сами.",
  "general-guide-sujato:161": "Впечатляющей особенностью ранних буддийских текстов является диалог между представителями различных религий. Будда жил не в буддийской среде. Мы можем часто встретить ситуацию, где Будда или его последователи обсуждают различные аспекты духовной философии и практики с последователями других религий или с людьми, которые не принадлежали к какой-либо традиции. Они приходили к Будде, чтобы научиться, а иногда даже и для того, чтобы атаковать его. И нередко встречаются ситуации, когда Будда или его ученики сами искали встречи с последователями других духовных традиций просто чтобы пообщаться с ними. Этим ранние тексты очень отличаются от поздней буддийской литературы, в которой практически всегда буддисты разговаривают с другими буддистами.",
  "general-guide-sujato:162": "И хотя зачастую после такой беседы собеседники объявляли о том, что становятся последователями Будды, цель этих бесед была не в этом. Будда участвовал в таких дискуссиях не для того, чтобы одолеть соперника в споре, а для того, чтобы из сочувствия облегчить его страдания.",
  "general-guide-sujato:163": "Во множестве религиозных практик того времени можно выделить три основных типа.",
  "general-guide-sujato:164": "Анимизм",
  "general-guide-sujato:165": "В деревнях и городах древней Индии наиболее распространённой народной формой религии была вера в вездесущих духов природы. Такие божества воплощали в себе аспекты погоды или жизненной силы растений, рек или пещер. Они могли способствовать изобилию или принимать жестокие угрожающие формы. Им нельзя было доверять, но их можно было задобрить простыми подношениям риса, цветов или масла гхи.",
  "general-guide-sujato:166": "Анимистические верования происходили из древних легенд и ритуалов, а не из религиозной философии. Однако более высокие религиозные традиции, такие как буддизм или джайнизм, вместо того, чтобы подавлять их, придавали им второстепенное значение в порядке мироздания. Они были рады принять существование этих верований, но при условии, что прекращались такие неблагие практики, как жертвоприношение людей и зверей.",
  "general-guide-sujato:167": "Всюду в текстах встречаются упоминания о <i lang='pi' translate='no'>яккхах</i> — духах, <i lang='pi' translate='no'>на̄гах</i> — драконах, <i lang='pi' translate='no'>гандхаббах</i> — феях, <i lang='pi' translate='no'>гарудах</i> — фениксах, а также многих других. Отношение буддизма к этим существам лучше всего описывается термином «добрососедство». В нём нет поклонения ни этим существам, ни более высоким божествам. От них не ждут спасения. К ним скорее относятся с уважением, как к достойным, потому что, если они действительно существуют, пусть лучше они будут на нашей стороне.",
  "general-guide-sujato:168": "Брахманизм",
  "general-guide-sujato:169": "Те, кто относился к касте браминов, унаследовали древний корпус священных текстов, известных как веды. Они состояли из набора текстов, которые передавались в устной форме. Основным текстом была Р̣г-веда (Ригведа). В ранних буддийских текстах упоминается всего три веды: Р̣г, Са̄ма и Яджур. Также упоминается текст Атхарвы, но в то время он ещё не считался ведой.",
  "general-guide-sujato:170": "Р̣г-веда берёт своё начало в культуре древних индоевропейских народов. Она имеет общие корни с авестийскими текстами иранского зороастризма, а также более далёкую связь с европейской мифологией.",
  "general-guide-sujato:171": "Похоже, что индоевропейские народы пришли в Индию примерно за 1000 лет до Будды. У них было чёткое разделение на кланы, каждый из которых хранил свой набор священных знаний. В ранний период первого тысячелетия до нашей эры эти народы объединились в классическое брахманическое королевство в районе страны, известной как Куру (современный Дели). Отголоски истории этого королевства описаны в Маха̄бхарате. Р̣г-веда была скомпонована из текстов разных кланов, обрамлённых вступительной и заключительной главами, подчёркивающими единство. К тому времени, когда появился Будда, брахманическая культура и язык укоренились в регионах, расположенных значительно южнее и восточнее тех мест, где он обитал.",
  "general-guide-sujato:172": "Брамины настаивали на святости своей касты, эффективности ритуалов, истинности писаний и вездесущности их божества. Будда отрицал всё это.",
  "general-guide-sujato:173": "Тем не менее, брахманическая традиция была далеко не монолитной. Мы видим, как искренние искатели истины ставят под вопрос её постулаты в поисках новых путей. И это заметно одинаково хорошо как в брахманических текстах, так и в буддийских.",
  "general-guide-sujato:174": "Обычно брамины жили семейной, осёдлой жизнью и требовали от социума уважения и почтения к себе, основывая это на своём происхождении и учёности. Но некоторые из них приняли путь аскетизма, очевидно следуя примеру <i lang='pi' translate='no'>саман̣ов</i>.",
  "general-guide-sujato:175": "Поколения брахманической традиции, предшествовавшие Будде, достигли кульминации своей философии в Упаниш̣адах. В них описаны их сложные дебаты и мистическая философия сущностного единства «Я» и космоса. Эти тексты сформировали непосредственный диалектический контекст философии Будды. Я̄джн͂авалкья, ключевая фигура в философии Упаниш̣ад, жил в окрестностях Митхилы. Это тот же регион, где обитал Будда — спустя не более чем 100 лет после него. В сутте <a class='ref' href='/dn13'>DN 13</a> <cite class='text-translated'>Три знания</cite> (<cite class='text-root'>Тевидджасутта</cite>) очевидно говорится об Упаниш̣адах, а ключевым учением Будды является отрицание упанишадической доктрины «Я» (<i lang='pi' translate='no'>а̄тман</i>). ",
  "general-guide-sujato:176": "Саман̣ы",
  "general-guide-sujato:177": "Также в обществе существовали различные духовные течения <i lang='pi' translate='no'>саман̣ов</i> или аскетов, зачастую находившихся в оппозиции к браминам. Во времена Будды существовало шесть видных школ аскетов. Будда также относил себя к аскетам в том смысле, что между его учением и учениями других аскетов прослеживалось много параллелей.",
  "general-guide-sujato:178": "Как и буддийские нищенствующие монахи, другие <i lang='pi' translate='no'>саман̣ы</i> также вели целомудренную жизнь отрёкшихся от мира, обычно в одиночестве или в монашеских общинах, полагаясь на подаяния. Наиболее известное течение (и единственное дожившее до наших дней) — сообщество джайнов, которое в те времена процветало под управлением их лидера Маха̄вӣры, известного в буддийских текстах под именем Ниган̣т̣ха На̄тапутта.",
  "general-guide-sujato:179": "Аскеты разделяли иконоборческие настроения и отрицали брахманическую систему в целом. Однако они различались между собой, как описывается в суттах <a class='ref' href='/dn2'>DN 2</a> <cite class='text-translated'>Плоды жизни аскета</cite> (<cite class='text-root'>Са̄ман͂н͂апхаласутта</cite>), а также <a class='ref' href='/mn60'>MN 60</a> и <a class='ref' href='/mn76'>MN 76</a>. Одни склонялись к суровым практикам и умерщвлению плоти, тогда как другие — к рассуждению и рациональности. Некоторые подчёркивали необходимость прикладывать неистовые усилия, другие уходили в фатализм. Некоторые верили в перерождения, другие утверждали, что материальный мир является единственно реальным.",
  "general-guide-sujato:180": "И хотя их учения могут показаться витиеватыми и туманными, а их практики — подчас причудливыми, а иногда бессмысленными, существование аскетических течений является доказательством разнообразия, интенсивности и развитости религиозной жизни Древней Индии.",
  "general-guide-sujato:181": "Космология",
  "general-guide-sujato:182": "Для многих религиозных течений Индии важной темой является космология. Религиозная философия должна представить полную картину мира в масштабах Вселенной и объяснить значение в ней человека. Так же, как и с другими аспектами религиозной жизни, некоторые взгляды на устройство космоса были общими для разных традиций, другие же были уникальными для конкретных школ.",
  "general-guide-sujato:183": "Некоторые из них утверждали материалистичность космоса, отвергая возможность перерождения и считая, что только эта жизнь реальна.",
  "general-guide-sujato:184": "Однако большинство космологий постулировало существование различных планов существования. Существа исчезали в одном из них и появлялись в другом. Некоторые из них были приятным и желанным местом рождения, другие нет. Почему это так, объяснялось по-разному.",
  "general-guide-sujato:185": "Некоторые аскеты утверждали, что существа перемещались между планами существования в соответствии с судьбой или просто в случайном порядке.",
  "general-guide-sujato:186": "Брахманическая традиция в большинстве своём считала, что перемещение живых существ происходит в соответствии с ритуалами и подношениями богам, которые эти существа выполняли при жизни.",
  "general-guide-sujato:187": "Некоторые говорили, что перерождение определяется намеренными действиями, которые могли быть нравственными и безнравственными.",
  "general-guide-sujato:188": "Последнюю точку зрения исповедовали такие школы аскетов, как буддизм, джайнизм и некоторые продвинутые течения брахманизма. Все эти школы разделяли во многом схожую концепцию перерождений. В ней можно выделить три основных элемента:",
  "general-guide-sujato:189": "Живые существа перерождаются бесчисленное множество раз, и этот процесс называется <i lang='pi' translate='no'>сам̇са̄ра</i> («перерождение»).",
  "general-guide-sujato:190": "Этим процессом управляет нравственный выбор (<i lang='pi' translate='no'>камма</i>). Хорошие поступки ведут к приятному перерождению, плохие — к воплощению, полному страданий.",
  "general-guide-sujato:191": "Ни в одном из планов существования невозможно найти спасение. Его можно найти только в освобождении от перерождения как такового.",
  "general-guide-sujato:192": "Но хотя эти аспекты космологии были общими, подробности теории и практики отличались.",
  "general-guide-sujato:193": "Теории джайнов и браминов предполагали, что перерождение происходило с душой или сущностью, и она же достигала освобождения. Для джайнов душа индивида (<i lang='pi' translate='no'>джӣва</i>) получает вечную чистоту и блаженство. Для наиболее сложных форм брахманизма «Я» индивида (<i lang='pi' translate='no'>а̄тман</i>) обретает свою истинную природу в единении с божественным, которое является самим космосом (санскрит: <i lang='pi' translate='no'>тат твам аси</i>; пали: <i lang='pi' translate='no'>есо хамасми</i>; <i lang='pi' translate='no'>со атта̄ со локо</i>).",
  "general-guide-sujato:194": "Будда отрицал все подобные формы метафизического «Я» или души. Вместо этого он объяснял перерождение как непрерывный процесс изменения причин, который описывается двенадцатью звеньями взаимозависимого возникновения.",
  "general-guide-sujato:195": "Джайны верили, что практический аспект процесса освобождения состоял в том, чтобы сначала исключить причинение какого бы то ни было вреда живым существам, даже если оно ненамеренное, а затем сжечь прошлую <i lang='pi' translate='no'>камму</i> через болезненный процесс умерщвления плоти. Можно встретить много упоминаний о подробностях этих практик, что свидетельствует об их популярности в духовной жизни ранней Индии.",
  "general-guide-sujato:196": "У браминов, судя по описаниям в суттах, не было такого явного и чёткого недвусмысленного пути к высшей цели. Напротив, сутты часто изображают споры между ними о том, что собой представляет правильный путь.",
  "general-guide-sujato:197": "В упаниш̣адах ключом к спасению было понимание. Только тот, кто правильно понимает ритуалы и философию (<i lang='pi' translate='no'>я эвам веда</i>), сможет вполне испытать пользу, которую они приносят. Этот путь мудрости вырабатывался веками до Будды и в итоге развился в созерцательную культуру описанную в исступлённых мистических текстах упаниш̣ад.",
  "general-guide-sujato:198": "Будда разделял важность непричинения вреда живым существам, но отвергал практики умерщвления плоти. Вместо истязания тела он делал акцент на развитии ума.",
  "general-guide-sujato:199": "Определённые брахманические традиции сумели развить до высокой степени медитативную практику, но эти состояния всё ещё воспринимались как нечто метафизическое. Будда использовал их, ведь они были эффективны для очищения ума, но он интерпретировал их в чисто психологическом смысле, полностью отрицая метафизику.",
  "general-guide-sujato:200": "Одним из глубоких медитативных достижений является открытие памяти о своих прошлых воплощениях в различных планах существования. Здесь можно различить две категории текстов. В первой категории — сущностные тексты доктрины, в которых обычно говорится о перерождении в терминах хороших и плохих уделов. Во второй — категории тексты-повествования, в которых планы бытия описываются в знакомых терминах индийской космологии.",
  "general-guide-sujato:201": "В ранних текстах нет стремления составить подробное систематическое описание планов бытия. Множество божеств и уделов, о которых упоминают тексты, даёт понять, что простой классификации быть не может. В позднем буддизме развивается теория о различных планах существования, которая иногда упоминается как 31 план бытия. Но она не отражает вполне картину, которая описывается в ранних текстах.",
  "general-guide-sujato:202": "Приведём общий обзор наиболее важных уделов, о которых упоминается в суттах. Важно помнить, что с буддийской точки зрения даже самые высокие из них являются непостоянными и не дают настоящей свободы. Они не представляют собой отдельных метафизических планов, а являются всего лишь «станциями», на которых сознание во время своего путешествия может провести какое-то время.",
  "general-guide-sujato:203": "Планы Брахмы",
  "general-guide-sujato:204": "Высочайшие небесные миры, которые соответствуют достижениям медитативных поглощений (<i lang='pi' translate='no'>джа̄на</i>), и могут быть достигнуты только теми, кто практикует <i lang='pi' translate='no'>джа̄ны</i>. Под планами бытия Брахмы понимают уделы сияющей формы (<i lang='pi' translate='no'>рӯпалока</i>) и уделы отсутствия формы (<i lang='pi' translate='no'>арӯпалока</i>). Первые из них достигаются путём практики первых четырёх поглощений. В этом контексте словом «форма» обозначается очищенный и сияющий отголосок, или отражение изначального объекта медитации, на котором основываются эти состояния. Состояния отсутствия формы лежат дальше за пределами этих состояний. Они достигаются, когда даже это тонкое свечение исчезает. ",
  "general-guide-sujato:205": "Небеса чувственных удовольствий",
  "general-guide-sujato:206": "Упоминается много таких планов существования. Чаще всего упоминается Сфера тридцати трёх, которой управляет Сакка. Различные существа из анимистических индийских верований помещаются в наименее высокие из этих сфер.",
  "general-guide-sujato:207": "Мир людей",
  "general-guide-sujato:208": "Наиболее важный мир, где могут появиться Будды и возможно обучение духовному пути.",
  "general-guide-sujato:209": "Нижние сферы бытия",
  "general-guide-sujato:210": "Они включают мир животных, мир привидений и адские миры. В поздних версиях космологии сюда же помещается мир <i lang='pi' translate='no'>асуров</i> — титанов или демонов. Но в ранних текстах этот мир, похоже, относится к небесным.",
  "general-guide-sujato:211": "Будда учил, что совершение хороших поступков и избегание зла вели к перерождению в одном из удачных уделов — человеческом или более высоком мире. Однако процесс перерождений длинный и непредсказуемый, поэтому нельзя надеяться на то, что высокие миры станут местом, где существа будут впредь в безопасности.",
  "general-guide-sujato:212": "Будда обучал в манере, неутешительной для наивного слушателя, не способного на встречу с неизбежностью смерти: слёзы, которые вы пролили в бесконечном процессе скитаний, превосходят воды всех океанов мира, вместе взятых. Поэтому хорошие поступки нужны не просто для того, чтобы получить высокое перерождение, а для того, чтобы заложить фундамент  высочайших духовных реализаций, главным образом через практику медитации.",
  "general-guide-sujato:213": "Учение о четырёх благородных истинах прослеживает причину страдания до влечения, связанного с перерождением (<i lang='pi' translate='no'>я̄ям̇ тан̣ха̄ поноббхавика̄</i>). Практика благородного восьмеричного пути — это единственный способ отпустить это влечение и обрести свободу от страдания. Это то, что Будда называл «угасанием» (пали: <i lang='pi' translate='no'>нибба̄на</i>; санскрит: <i lang='pi' translate='no'>нирва̄н̣а</i>).",
  "general-guide-sujato:214": "О палийских комментариях",
  "general-guide-sujato:215": "Палийские канонические тексты сопровождает обширное собрание подробных комментариев (<i lang='pi' translate='no'>ат̣т̣хакатха̄</i>) и субкомментариев (<i lang='pi' translate='no'>т̣ӣка̄</i>). Для многих эти тексты предстают ещё более загадочными, чем сам канон, поэтому мне бы хотелось немного о них рассказать.",
  "general-guide-sujato:216": "Основные комментарии были составлены в V веке монахом Буддхагхосой в монастыре Маха̄виха̄ра, который находится в Анура̄дхапуре, столице Шри-Ланки того времени. У Буддхагхосы в распоряжении была серия более древних комментариев на сингальском языке, которые сейчас утеряны. Они составлялись в течение столетий на Шри-Ланке приблизительно в отрезке с 200 г. до н.э до 200 г. н.э., что означает, что составление основной части этих комментариев было завершено за несколько веков до Буддхагхосы.",
  "general-guide-sujato:217": "В целом ситуация с комментариями была довольно беспорядочной. Текст канона был на языке пали, а комментарии на сингальском, к тому же текстов комментариев было несколько. Целью Буддхагхосы было привести комментарии к общему виду, объединив их в одну систему на языке пали.",
  "general-guide-sujato:218": "Работа Буддхагхосы является невероятным академическим свершением. Его владение материалом было практически сверхъестественным, а ясность и строгость его письма сделала невероятно сложный труд, за который он взялся, лёгкой работой. Необходимо помнить, что он видел себя редактором, составителем и переводчиком. Так он себя позиционировал, и, как мы можем судить по его работе, он был последовательным учёным, который сделал именно то, о чём заявлял. Когда он чувствовал, что хочет что-то добавить, он писал об этом, но он делал это редко и нерешительно. Ведь комментарии представляли собой летопись обсуждений и объяснений палийских текстов, которые передавались традицией Маха̄виха̄ры, а не выражали мнение Буддхагхосы.",
  "general-guide-sujato:219": "Буддхагхоса составил комментарии к основным текстам, но некоторые остались незаконченными. Не всегда понятно, какие комментарии были его авторства, поскольку позже другие закончили то, что не завершил он. Позднее были составлены субкомментарии, которые должны были объяснять непонятные места в комментариях.",
  "general-guide-sujato:220": "В современной Тхерава̄де комментарии стали камнем преткновения, что совершенно неоправданно. Одни исключают критический взгляд на традицию и уверены в непогрешимости комментариев. Другие впадают в противоположную крайность и с недоверием относятся ко всему, что написано в комментариях, подозревая, что они являются инструментом заговора с целью переписать историю Тхерава̄ды. Но любой серьёзный исследователь знает, что комментарии очень полезны и даже незаменимы для прояснения бесчисленного множества сложных и непонятных мест в каноне. Без них было бы совершенно невозможно создать точные подробные словари и переводы, которыми мы располагаем сегодня. Но в то же время нужно помнить, что слепо верить им также нельзя, поскольку как и любой другой источник, они могут содержать ошибки. В некоторых ключевых моментах точка зрения комментариев расходится с суттами, причём они вносят больше путаницы, чем ясности.",
  "general-guide-sujato:221": "Однажды я прочитал совет одного бирманского саядо — это было много лет назад и я не помню, кто это был конкретно — о том, как нужно использовать комментарии. Я опишу своими словами, что он сказал. Сначала прочтите сутту. Постарайтесь понять её. Читайте и медитируйте над тем, что в ней сказано, снова и снова. Если есть что-то, что вы не понимаете, попробуйте найти другую сутту, которая бы объяснила то, что непонятно. Если вы всё равно не поняли, попробуйте найти объяснение в комментарии. Если комментарий отвечает на вопрос — хорошо. Но если после тщательного изучения комментария и он не смог объяснить то, что непонятно, то взгляните в субкомментарий.",
  "general-guide-sujato:222": "Мне всегда казалось, что это разумный совет, и я всегда старался следовать ему. Комментарии нужны для того, чтобы понять сутты. Там, где в суттах всё понятно, — а в большинстве случаев это так — нет нужды сверяться с комментариями. Единственное, что я бы ещё добавил на этот счёт, — что в последнее время в дополнение к комментариям и субкомментариям в нашем распоряжении появились китайские и санскритские параллели, и они очень помогают разобрать сложные места в каноне.",
  "general-guide-sujato:223": "В этих руководствах я практически полностью избегаю объяснений из комментариев. В нескольких местах мои объяснения отличаются от точки зрения, изложенной в них. Я знаю об этом, и о большинстве этих разночтений я писал в других своих статьях, но здесь я не хотел бы описывать все мелкие разночтения, чтобы не перегружать руководства. Я противоречу комментариям не из незнания или упрямства, а потому что за долгие годы исследований, размышлений, дискуссий и практики я пришёл к иному пониманию некоторых вещей.",
  "general-guide-sujato:224": "Краткая и неполная история палийских текстов",
  "general-guide-sujato:225": "Европейские учёные давно осознали значение текстов <i lang='pi' translate='no'>ника̄й</i>. Особенности редакций и переводов будут освещаться в руководствах для конкретных <i lang='pi' translate='no'>ника̄й</i>, а здесь я лишь опишу некоторые основные замечания.",
  "general-guide-sujato:226": "В XIX веке европейские учёные узнали о существовании палийской традиции и поняли, что она является надёжным источником информации о Будде, времени, когда он жил, и его учении. Томас Райс Дэвидс, бывший английским чиновником в Шри-Ланке, выучился языку пали у монахов изначально для того, чтобы вникнуть в ланкийскую судебную практику. Осознав значимость этих текстов, после возвращения в Англию он основал «Общество палийских текстов» (Pali Text Society), в основном проспонсированное азиатскими жертвователями. Они приобрели рукописи на пальмовых листах и на их основе подготовили печатные издания палийских текстов.",
  "general-guide-sujato:227": "В изданиях PTS были реализованы некоторые новые для оригинальных текстов идеи. Во-первых, была разработана конвенция для представления индийской письменности романизированным шрифтом. В этом процессе не теряется информация, то есть тексты могут быть автоматически переведены из одной письменности в другую. Это даёт возможность без особых трудностей сравнивать Палийские каноны из разных стран, которые, как правило, записаны местной письменностью. Также были добавлены заглавия в начале текстов, пунктуация, заглавные буквы, номера страниц, подстрочные примечания, варианты прочтений и различные другие новшества.",
  "general-guide-sujato:228": "Одним из них было непоследовательное нововведение, касающееся номеров глав и разделов. Номера были введены для изданий PTS Дӣгха-ника̄и и Винаи и используются в последующих переводах. Однако в большинстве других изданий PTS отсутствуют подобные разделы, и это приводит к неудачной системе, в которой академические ссылки на палийские тексты до сих пор основываются на томе и странице издания PTS. Эта система не является ни практичной, ни точной.",
  "general-guide-sujato:229": "Издания PTS палийских текстов были большим шагом вперёд и оказали беспрецедентное влияние  на современный буддизм как на Востоке, так и на Западе. Они распространились и среди азиатских исследователей, что привело к тому, что, вероятно, не найдётся печатного издания палийских текстов XX века, на которое бы они не оказали влияния. Но всё же тексты PTS не являются особо надёжными. Этот проект реализовывался в течение длительного времени небольшой командой со скудными средствами. Редакторы использовали те рукописи, которые были в их распоряжении, и трудно понять их методологию по выбору вариантов прочтений, помимо предпочтения основных ланкийских вариантов. Эти недостатки хорошо известны экспертам области, и в некоторых случаях даже были выпущены исправленные и дополненные версии.",
  "general-guide-sujato:230": "Для своего перевода <i lang='pi' translate='no'>ника̄й</i> я предпочёл использовать издание Маха̄сан̇гӣти. По сути это цифровая версия бирманской текстовой традиции Шестого собора, которая основывается на текстах Пятого собора XIX века. В её основе —  цифровое издание, подготовленное Институтом исследования випассаны (VRI), которое было в значительной степени исправлено Бангкокским обществом Дхаммы (Dhamma Society of Bangkok). Маха̄сан̇гӣти является целостным и аккуратно отредактированным цифровым текстом. Поэтому мы выбрали его как основное издание SuttaCentral. Но не следует считать, что оно является наиболее аутентичным. Напротив, оно содержит бирманские варианты прочтений, в которых текст исправлен для соответствия грамматике пали. Тем не менее, почти во всех таких случаях разницы в значении нет, а есть лишь незначительные различия в написании.",
  "general-guide-sujato:231": "Как и большинство переводчиков, в тех местах, где в разных изданиях встречаются различия, я выбирал тот вариант прочтения, который казался мне лучшим. Довольно часто я обращался к изданиям PTS. Реже я обращался к романизированной версии «Будда джаянтхи» (Buddha Jayanthi), которая выложена на GRETIL. Следует отметить, что это цифровое издание считается широкой общественностью хуже, чем оригинальный сингальский текст. Редко я также обращался к изданию «Рама 5» (Rama 5) на тайском письме. Я также обращался к другим переводам, особенно к версии Бхиккху Бодхи.",
  "general-guide-sujato:232": "В особо сложных местах я делал перекрёстную сверку пали с санскритскими и китайскими параллелями. К тибетским источникам я не обращался. Однако в каждом случае главной моей целью было точно представить текст на пали. Только в нескольких исключительных случаях я исправлял палийский вариант в соответствии с санскритом или китайским."
}