{
  "home:1": "Типит̣ака — Три Корзины Буддийского Канона",
  "home:3": "Мудрость Будды сохранилась в необъятном океане древних текстов.<br> Теперь многие из этих древних писаний переведены на языки разных народов мира.",
  "home:4": "Они собраны на SuttaCentral и доступны безвозмездно.<br> Мы хотим, чтобы Будда мог говорить с каждым, независимо от ограничений языков и традиций.",
  "home:5": "Слова Будды",
  "home:6": "Прочитать эту сутту",
  "home:7": "Рукопись на пальмовом листе (ola) из Мьянмы, около XIX века",
  "home:8": "Что здесь",
  "home:9": "SuttaCentral предоставляет доступ к ранним буддийским текстам, известным как Типит̣ака или «Три Корзины». Это большое собрание учений приписываемых Будде и его первым ученикам, которые обучали примерно 2500 лет назад в Индии. Типит̣ака считается священным каноном во всех школах буддизма.",
  "home:10": "Знакомство",
  "home:11": "Дощечка с писанием из Трипит̣аки Кореана из Храма Хаеинса",
  "home:12": "С чего начать",
  "home:13": "Существуют тысячи ранних буддийских текстов, но они организованы не самым удобным образом для читателя. Но есть хорошие новости: вы не одиноки. Мы протоптали тропинку и постарались сделать так, чтобы вам было немного легче. Вот некоторые вещи, с которых можно начать.",
  "home:14": "Как начать",
  "home:15": "Сопутствующие проекты",
  "home:17": "послушать сутты",
  "home:18": "С помощью проекта Voice тексты и переводы SuttaCentral можно слушать, что делает их более доступными, в том числе и для слабовидящих. Изначально сутты передавались как устная традиция, и вот они снова становятся ей.",
  "home:19": "Можно найти сутту в системе Voice",
  "home:20": "Или нажать иконку с динамиком в карточке сутты на SuttaCentral",
  "home:22": "поиск параллелей с помощью ИИ",
  "home:23": "Это передовое программное обеспечение, использующее нейронные сети для поиска связей между буддийскими текстами. Палийские тексты взяты с SuttaCentral. Это шаг вперёд в исследовании параллельных текстов древних традиций. Данная технология предоставляет возможности для более глубокого исследования эволюции текстов всех периодов и традиций.",
  "home:25": "Форум SuttaCentral",
  "home:26": "Присоединяйтесь к нашему дружному сообществу любителей Сутты. Здесь те, кто только начал изучение, и могучие эксперты могут узнать друг у друга что-то новое.",
  "home:27": "Делитесь опытом",
  "home:28": "Задавайте вопросы",
  "home:29": "Ищите беседы, песнопения, книги и статьи",
  "home:31": "Лёгкий доступ к учениям",
  "home:32": "Buddhism.net помогает изучать буддизм, развивать практику, узнавать об учителях и сообществах. Этот проект относится ко всем школам буддизма, но фокусируется на раннем буддизме — общем корне всех школ. Глубокое понимание раннего буддизма будет полезно вам, вне зависимости от того, какая школа вас интересует.",
  "home:33": "Почему мы читаем",
  "home:34": "Ответы",
  "home:35": "Палийская рукопись из Мьянмы",
  "home:36": "Руководство для читателя палийских сутт",
  "home:37": "Изучение сутт Палийского Канона (Типит̣ака), особенно четырёх основных <i lang='pi' translate='no'>ника̄й (nikāyas)</i> очень важно для понимания Будды и его учения. Бхиккху Суджато подготовил обширные руководства для тех, кто настроен серьёзно. В них он излагает важные предпосылки и исследует центральные учения с перспективы раннего Буддизма.",
  "home:38": "Руководства",
  "home:39": "Патимоккха для бхиккхуни, Бирманская рукопись, 19-ый век. Британская Библиотека",
  "home:40": "Указатель и терминология",
  "home:41": "Как и любая другая специализированная область, Буддизм имеет свою терминологию и содержание. Довольно легко потеряться или пропустить отсылку, поэтому здесь мы предлагаем читателю указатель терминов ранних текстов, упорядоченный по теме, имени и аналогии, а также глоссарий важных терминов. Эти списки составлены вручную. С помощью них также можно найти сутту или отрывок, который вы ищите.",
  "home:42": "Указатель",
  "home:43": "Издания SuttaCentral",
  "home:44": "Лучшие переводе SuttaCentral в виде книг",
  "home:45": "Оставить пожертвование",
  "home:46": "Помогите развитию SuttaCentral финансово",
  "home:47": "SuttaCentral — это многопрофильный проект широкого спектра, целью которого является сохранение, изучение, перевод и распространение ранних буддийских текстов. Частью проекта является разработка специализированного программного обеспечения для перевода Дхаммы на разные языки мира. В данный момент для завершения разработки данного проекта, нам необходимы денежные средства. Чтобы продолжить распространять Дхамму по всему миру, нам нужна ваша поддержка.",
  "home:48": "Больше потрясного от SuttaCentral"
}
