{
  "home:1": "Типит̣ака — Три корзины буддийского канона",
  "home:3": "Мудрость Будды сохранилась в безбрежном океане древних текстов.<br> Многие из этих писаний были переведены на разные языки мира.",
  "home:4": "Цель SuttaCentral — собрать их и обеспечить свободный доступ к ним, чтобы дать Будде самому передать свои слова, преодолев границы языка и традиций.",
  "home:5": "Слова Будды",
  "home:6": "Прочесть эту сутту",
  "home:7": "Пальмовый лист (ола), мьянманская рукопись, около XIX в.",
  "home:8": "Что здесь",
  "home:9": "На SuttaCentral собраны ранние буддийские тексты, которые известны как Типит̣ака, или «Три корзины». Это большое собрание учений, которые приписываются Будде и его ученикам, относящееся к периоду около 2500 лет назад. Оно почитается как священный канон во всех буддийских школах.",
  "home:10": "Знакомство",
  "home:11": "Отпечаток из Трипит̣аки Кореана в храме Хаеинса.",
  "home:12": "С чего начать",
  "home:13": "Существуют тысячи ранних буддийских текстов, и они не упорядочены для чтения. Но есть хорошие новости — вы не одиноки. Мы прошли этот путь и постараемся сделать его для вас легче. Вот некоторые рекомендации.",
  "home:14": "С чего начать",
  "home:15": "Связанные проекты",
  "home:17": "Слушать сутты",
  "home:18": "С помощью проекта Voice тексты и переводы на SuttaCentral доступны не только для зрячих, но и для тех у кого есть проблемы со зрением. Изначально сутты были устной традицией, и вот они снова становятся ей.",
  "home:19": "Можно найти нужную сутту на Voice.",
  "home:20": "Или нажать на иконку с динамиком в карточке сутты на SuttaCentral.",
  "home:22": "Глубокое созерцательное чтение сутты",
  "home:23": "Проект, созданный с любовью и знанием, призванный помочь развить глубокую личную связь с Дхаммой посредством чтения слов Будды.",
  "home:24.1": "Как осознанно развить практику чтения сутт",
  "home:24.2": "Ежедневное чтение сутт",
  "home:24.3": "Множество полезных советов и инструментов",
  "home:25": "Форум SuttaCentral",
  "home:26": "Присоединяйтесь к нашему дружному и яркому сообществу любителей сутт. Здесь новички и учёные-эксперты учатся друг у друга.",
  "home:27": "Поделитесь своим опытом",
  "home:28": "Задайте вопрос",
  "home:29": "Найдите беседы, песнопения, книги и статьи.",
  "home:31": "Лёгкий доступ к учениям",
  "home:32": "Проект Buddhism.net помогает изучать буддизм, развивать практику и открывать для себя учителей и сообщества. Будучи межсектарным, он делает акцент на раннем буддизме — общей основе всех других буддийских школ. Он поможет развить отчётливое понимание раннего буддизма вне зависимости от того, последователем какой традиции вы являетесь.",
  "home:33": "Зачем мы читаем",
  "home:34": "Свидетельства",
  "home:35": "Палийский манускрипт из Мьянмы",
  "home:36": "Руководство для читателя палийских сутт",
  "home:37": "Для тех, кто действительно хочет понять, чему учил Будда, сутты Палийского канона (Типит̣ака), особенно четыре основных <i lang='pi' translate='no'>ника̄и</i>, являются необходимым для изучения материалом. Для серьёзно настроенных читателей Бхиккху Суджато подготовил набор руководств. Они дают необходимый контекст и исследуют материал с точки зрения раннего буддизма.",
  "home:38": "Руководства",
  "home:39": "Бхиккхуни-патимоккха, бирманский манускрипт, XIX в. Британская библиотека",
  "home:40": "Указатели и термины",
  "home:41": "Как и в любой другой специализированной сфере, в исследовании буддизма есть своя терминология и содержание. Чтобы не потеряться, мы составили для ранних текстов указатели по темам, именам и аналогиям, а также словарь терминов. Такие указатели являются альтернативным инструментом для поиска необходимой сутты или отрывка.",
  "home:42": "Указатели",
  "home:43": "SuttaCentral Editions",
  "home:44": "Читайте избранные переводы SuttaCentral в виде книг",
  "home:45": "Пожертвование",
  "home:46": "Помогите развитию SuttaCentral пожертвованием",
  "home:47": "SuttaCentral — это мультидисциплинарный проект широкого спектра, нацеленный на сохранение, изучение, перевод и распространение ранних буддийских текстов. Частью этого проекта является разработка специализированного программного обеспечения, призванного помочь переводчикам сделать Дхамму доступной на своём языке. Чтобы завершить разработку, нам необходимо спонсирование. В этом мы опираемся на вашу поддержку, чтобы продолжить делать Дхамму доступной людям по всей земле.",
  "home:48": "Другие потрясающие вещи от SuttaCentral",
  "home:pirivenaTitle": "Переводы SuttaCentral для пиривэн",
  "home:pirivenaText": "Рады сообщить, что в сотрудничестве с Амарапура-Ра̄ман͂н͂а и сиамскими ника̄ями мы запускаем издание печатных переводов на английский Сутта- и Виная-пита̄ки для их распространения по центрам монашеского образования (пиривэна) в Шри-Ланке.",
  "home:pirivenaButton": "Узнать больше"
}