{
  "introduction:1": "Знакомство с SuttaCentral",
  "introduction:2": "Слова Будды",
  "introduction:3": "На SuttaCentral собраны ранние буддийские тексты, известные как Типит̣ака, или «Три корзины». Это большое собрание учений, приписываемых Будде и его ранним последователям эпохи Древней Индии, около 2500 лет тому назад. Все буддийские школы считают эти учения священным каноном.",
  "introduction:4": "Существует несколько буддийских традиций, и каждая из них с древних времён хранит свой набор писаний. Проект SuttaCentral делает основной акцент на писаниях <a href='http://en.wikipedia.org/wiki/Pre-sectarian_Buddhism' title='Wikipedia article on pre-sectarian Buddhism'>раннего периода буддизма</a>, и на сайте собраны тексты на более чем тридцати языках. Мы считаем, что это самое большое существующее собрание ранних буддийских текстов.",
  "introduction:5": "На SuttaCentral содержатся тексты на языках оригинала и переводы на современные языки, а также предоставлена информация о взаимосвязи параллельных текстов.",
  "introduction:6": "Обложка и переплёт бирманской рукописи о жизни Будды, обшитые красной кожей и золотыми буквами. Бирма, поздний XIX век.",
  "introduction:7": "Жизнь Будды, бирманская рукопись 22, том 1",
  "introduction:8": "Тематика",
  "introduction:9": "О чём эти тексты? Главное, что заботило Будду, — освобождение от страдания. Учения затрагивают широкий спектр тем, таких как нравственность, медитация, семейная жизнь, отречение, природа мудрости и истинного понимания и путь к умиротворению.",
  "introduction:10": "Учения рассказывают, как жить правильной жизнью, чтобы освободиться от страдания. Они учат ненасилию, состраданию и подчёркивают превосходство духовного над материальным. В одних дискурсах говорится о медитации, в других — о нравственности или рациональном и ясном понимании окружающего мира. В них говорится, как Будда взаимодействовал со всевозможными людьми, которых встречал, и какие разнообразные темы затрагивал в общении с ними. Но при этом он говорил, что у всех его слов один вкус — свободы.",
  "introduction:11": "Хотя существует множество изложений и интерпретаций учения, ничто не сравнится со знакомством с Дхаммой из первых уст. В ранних текстах описываются яркие и разнообразные ситуации, в которых Будда взаимодействует с монахами, аскетами, преступниками, королями, бизнесменами, прокажёнными, проститутками, нищими, жёнами, скептиками, друзьями и врагами. Эти описания важны не только из-за того, что Будда говорит, но также из-за того, как он ведёт себя со всеми этими людьми — всегда с добротой, ясностью, достоинством и уважением.",
  "introduction:12": "Содержание",
  "introduction:13": "Фрагмент гандхарского манускрипта на бересте, полученный Университетом Вашингтона. Афганистан, около I или II вв. нашей эры.",
  "introduction:14": "Комментарий Абхидхармы о страдании.",
  "introduction:15": "Буддийские тексты традиционно называют «Тремя корзинами»,",
  "introduction:16": "Типит̣ака",
  "introduction:17": "на пали, или",
  "introduction:18": "Трипит̣ака",
  "introduction:19": "на санскрите. В них входят",
  "introduction:20": "<a href='/discourses-guide-sujato' title='SuttaCentral article on Discourses'><b>Дискурсы:</b></a> <i lang='pi' translate='no'>сутта</i> на пали, <i lang='pi' translate='no'>сӯтра</i> на санскрите. Это основные тексты. В них содержатся учения или беседы между Буддой или его последователями с различными людьми. Какие-то из них упорядочены по литературному стилю, какие-то тематически.",
  "introduction:21": "<a href='/vinaya-guide-brahmali' title='SuttaCentral article on Vinaya'><b>Монашеский кодекс:</b></a> <i lang='pi' translate='no'>виная</i> на пали и на санскрите. Здесь содержится знаменитый свод правил монахов и монахинь (<i lang='pi' translate='no'>па̄тимоккха</i>). Но здесь также собрано множество других материалов, таких как детали жизни в сообществе монахов и многочисленные истории из жизни Древней Индии.",
  "introduction:22": "<a href='/abhidhamma-guide-sujato' title='SuttaCentral article on Abhidhamma'><b>Абхидхамма:</b></a> <i lang='pi' translate='no'>абхидхарма</i> на санскрите. Абхидхамма содержит систематические справочники и анализ учений, составленные исходя из ранних дискурсов.",
  "introduction:23": "Все буддийские традиции хранили свои собрания текстов более чем тысячу лет. Тем не менее, при сравнении дискурсов и монашеского кодекса этих традиций обнаруживается, что во всех основных деталях и во многих второстепенных они схожи или даже идентичны между собой. Ещё в XIX веке эти соответствия заметили, и с тех пор учёные собрали подробную информацию о них.",
  "introduction:24": "Многие ранние тексты были оцифрованы. История этого процесса описана в статье Льюиса Ланкастера <a href='https://books.google.com/books?id=NFpcAgAAQBAJ&amp;pg=PA288' title='Article on Digital Input of Buddhist Texts in Encyclopedia of Buddhism'>Digital Input of Buddhist Texts</a> в <cite>Энциклопедии буддизма</cite>. Тексты (конечно, по большей части палийские) были переведены на многие языки мира.",
  "introduction:25": "SuttaCentral продолжает эту традицию и представляет три основных вида материалов.",
  "introduction:26": "Оригинальные тексты:",
  "introduction:27": "на SuttaCentral представлены тексты на языках оригинала, включая",
  "introduction:28": "<a href='http://en.wikipedia.org/wiki/P%C4%81li' title='Wikipedia article on Pali'>Палийский</a> канон (или <a href='http://en.wikipedia.org/wiki/Pali_Canon' title='Wikipedia article on the Pali Canon'>Типит̣ака</a>) школы <a href='http://en.wikipedia.org/wiki/Theravada' title='Wikipedia article on Theravāda'>Тхерава̄да</a>. Используется редакция канона Маха̄сан̇гӣти Шестого собора.",
  "introduction:29": "Ранние тексты <a href='http://en.wikipedia.org/wiki/%C4%80gama_(Buddhism)' title='Wikipedia article on Āgamas'>А̄гамы</a> и <a href='https://en.wikipedia.org/wiki/Vinaya' title='Wikipedia article on Vinaya'>Винаи</a> <a href='http://en.wikipedia.org/wiki/Taisho_Tripitaka' title='Wikipedia article on Taishō Tripiṭaka'>редакции Тайсё</a> <a href='http://en.wikipedia.org/wiki/Chinese_Buddhist_canon' title='Wikipedia article on Chinese Canon'>Китайского канона</a>. Используется цифровая версия <a href='http://www.cbeta.org/' title='Chinese Buddhist Electronic Text Association'>CBETA</a>.",
  "introduction:30": "Значительно меньший набор ранних текстов из <a href='http://en.wikipedia.org/wiki/Kangyur' title='Wikipedia article on Tibetan Kangyur'>тибетского Ганджура</a>.",
  "introduction:31": "Некоторые фрагменты и случайные находки на <a href='https://ancient-buddhist-texts.net/Reference/Literary-History-of-Sanskrit-Buddhism/index.htm' title='Introduction to the Early Buddhist Texts in Sanskritised Prākrit'>санскрите</a> и <a href='https://gandhari.org/'>гандха̄рӣ</a>, а также других индийских языках.",
  "introduction:32": "<b>Переводы:</b> мы собрали переводы ранних текстов на более чем тридцати современных языках. Среди прочих особое место занимают уже классические переводы на английский <a href='http://en.wikipedia.org/wiki/Bhikkhu_Bodhi' title='Wikipedia article on Bhikkhu Bodhi'>Бхиккху Бодхи</a>, новые переводы <a href='http://www.buddhismuskunde.uni-hamburg.de/fileadmin/pdf/analayo/publications.htm' title='Publications by Anālayo'>Бхиккху Аналайо</a> китайской <a href='/sa1-100'>Сам̇ьюкта-а̄гамы</a> и Бхиккхуни Дхаммадинны̄ тибетской <a href='/up'>Упа̄йикӣ</a>. Кроме того, мы находимся в процессе создания собственных переводов, следуя идее, что полные, точные и легко читаемые современные переводы должны быть доступны для всех бесплатно. У нас размещён новый полный перевод палийских ника̄й, сделанный Бхиккху Суджато. Это первый полный и последовательный английский перевод этих базовых текстов. А Бхиккху Брахма̄ли составляет так необходимый сейчас современный и точный перевод палийской Винаи.",
  "introduction:33": "<b>Параллели:</b> фундаментом SuttaCentral является система параллелей текстов. В ней содержатся десятки тысяч связей между текстами из разных собраний на разных языках. Существование этих связей между текстами доказывает общую основу всех буддийских традиций, восходящую к самому Будде.",
  "introduction:34": "Связь между текстами",
  "introduction:35": "Визуальное представление связей сутты DN 20",
  "introduction:36": "Связи сутты DN 20",
  "introduction:37": "Сутты связаны между собой. Они формируют обширную сеть учений. Часто один текст содержит ключ к пониманию другого текста. В этом смысле буддийские каноны немного похожи на интернет, где отдельные страницы связаны паутиной скрытых ссылок.",
  "introduction:38": "Большинство сутт в очень схожей форме содержатся в нескольких канонах. Мы используем термин «параллель» для обозначения текстов, которые, вероятно, происходят от одного общего предка. Зачастую тексты настолько похожи, что идентифицировать эту связь легко. Однако иногда между текстами возможна менее очевидная связь. В таких случаях мы используем термин «схожая параллель». В таком виде связи не подразумевается какое-то конкретное отношение между текстами. Она скорее указывает на то, что, если вы изучаете один текст, вам будет интересно ознакомиться и со схожей с ним параллелью. Подробнее об этом рассказано в статье <a href='/methodology'>«Методология»</a>.",
  "introduction:39": "Определить, являются ли тексты параллельными, может быть весьма нетривиальной задачей. Тексты часто схожи в одних деталях, но расходятся в других. В какой момент тексты перестают быть полностью параллельными и становится лишь схожими параллелями? И когда они становятся просто текстами с определёнными схожими чертами? Не существует чётких границ. Это область, где решение принимается на основе накопленного опыта поколений исследователей. Неизбежно по определённым вопросам будут возникать разногласия, но в целом по вопросам параллелей существует консенсус. В конечном итоге важно то, что такие связи помогают ученику исследовать и получать знания из текстов разных собраний.",
  "introduction:40": "Как составить себе маршрут",
  "introduction:41": "Буддийские каноны представляют собой высокоструктурированный корпус текстов со сложной структурой, которая может выглядеть пугающе. Мы старались представить здесь материал так, чтобы это было удобно и для экспертов, и для новичков. Давайте рассмотрим, как организованы тексты. Затем рассмотрим, как они представлены на SuttaCentral.",
  "introduction:42": "Как организована Типит̣ака",
  "introduction:43": "Мы уже упоминали общую структуру Типит̣аки. Давайте взглянем на её подразделы. Для простоты будем рассматривать в основном Палийский канон.",
  "introduction:44": "Ника̄и",
  "introduction:45": "Палийские дискурсы сгруппированы в пять основных <i lang='pi' translate='no'>ника̄й</i>, или «разделов». В них материал распределён не по содержанию, а по литературной форме. В первых двух разделах — Дӣгхе и Мадджхиме — тексты собраны по признаку их длины, в Сам̇ьютте, или «Связанных дискурсах», тексты сгруппированы по теме, а в Ан̇гуттаре, или «Числовых дискурсах», по количеству элементов. Эти четыре раздела являются основными, они представляют собой целостное тело текстов и учений, структурированное для удобства их запоминания наизусть чтецами-декламаторами.",
  "introduction:46": "Пятая <i lang='pi' translate='no'>ника̄я</i> несколько отличается. Её основу составляют ранние тексты, по большей части стихи. К ним были добавлены различные поздние тексты, что показывает, что этот раздел рассматривался как открытый.",
  "introduction:47": "Промежуточные уровни",
  "introduction:48": "В палийских текстах содержится ошеломительное количество терминов для промежуточных уровней текстовой организации, которые мы могли бы в широком смысле назвать «частью» или «главой». Иногда они очень важны для понимания смысла текста. Например, в Сам̇ьютта-ника̄е для группировки дискурсов по теме используются <i lang='pi' translate='no'>сам̇ьютты</i>, а в Ан̇гуттара-ника̄е для групп дискурсов с одинаковым числом элементов используются <i lang='pi' translate='no'>нипа̄ты</i>. В Винае важной структурной единицей является <i lang='pi' translate='no'>кхандхака</i>. Также встречаются менее значимые структурные единицы, такие как <i lang='pi' translate='no'>панна̄са</i> — группа из пятидесяти дискурсов. Вероятно, изначально она помогала организовать тексты в рукописях, но в наши дни её сохраняют в исторических целях.",
  "introduction:49": "Вагга",
  "introduction:50": "Наименьшая единица группировки — <i lang='pi' translate='no'>вагга</i>, обычно термин переводится как «глава», но фактически это группа из десяти (как правило) дискурсов или других текстов. <i lang='pi' translate='no'>Вагги</i> могут содержать тексты собранные по принципу темы. Например, «Глава о королях» в «Средних дискурсах» содержит десять дискуссий с участием королей. Во многих случаях, тем не менее, <i lang='pi' translate='no'>вагга</i> служит лишь для структурированной организации материала и имеет заглавие по названию своего первого дискурса.",
  "introduction:51": "Боковая панель",
  "introduction:52": "В основном навигация происходит посредством боковой панели, доступной на каждой странице. В ней перечислены все собрания текстов со всеми их разделами. Существует возможность как перейти к целому разделу, такому как <i lang='pi' translate='no'>ника̄я</i>, так и к более конкретной группе, которая вам нужна.",
  "introduction:53": "Дискурсы",
  "introduction:54": "Мы сгруппировали китайские А̄гамы с их палийскими параллелями — четырьмя основными <i lang='pi' translate='no'>ника̄ями</i>. Следует отметить, что в Китайском каноне обычно есть дополнительный материал, помимо основной полной А̄гамы, — либо отдельные переводы сутт, либо частичные собрания текстов.",
  "introduction:55": "В «Малом» разделе, помимо одноимённой Кхуддака-ника̄и на пали, мы разместили схожие китайские и санскритские материалы. В основном это тексты в стиле Дхаммапады.",
  "introduction:56": "В разделе «Прочее» мы разместили относительно небольшое количество материалов на тибетском, санскрите и других индийских языках. Во многих случаях эти тексты можно было бы классифицировать как принадлежащие одной из пяти <i lang='pi' translate='no'>ника̄й</i>. Однако эта задача сложная и расплывчатая, поэтому мы просто оставили их как есть.",
  "introduction:57": "Монашеский кодекс",
  "introduction:58": "В отличие от дискурсов тексты Винаи почти всегда можно соотнести с конкретной школой. Поэтому это основная характеристика, по которой упорядочены тексты.",
  "introduction:59": "Во всех Винаях структура похожа.",
  "introduction:60": "<b>Вибхан̇га бхиккху и бхиккхуни:</b> правила для монахов и монахинь, а также объяснения и комментарии к ним.",
  "introduction:61": "<b>Кхандхаки:</b> в этом разделе описываются монашеские процедуры и жизненный уклад. В разных Винаях материал организован несколько по-своему и имеет разные названия.",
  "introduction:62": "<b>Дополнительные материалы:</b> почти все Винаи содержат того или иного рода дополнительные материалы или справочники, такие как Парива̄ра в палийской версии.",
  "introduction:63": "Порядок и названия этих разделов отличаются, и для каждой версии мы используем свой порядок и названия.",
  "introduction:64": "Абхидхамма",
  "introduction:65": "Относительное небольшое количество представленных текстов Абхидхаммы упорядочено по школе и языку. Следует отметить, что <i lang='pi' translate='no'>«абхидхамма»</i> является общим термином и применяется также ко многим поздним трактатам. Мы включили только канонические тексты.",
  "introduction:66": "Список карточек сутт",
  "introduction:67": "Когда вы нажимаете на ссылку в боковой панели, в ней открывается список соответствующих текстов, упорядоченных как список из «карточек». Каждая карточка содержит информацию о тексте, включая ссылки, описание и гиперссылки на тексты и переводы. Параллели можно увидеть, если раскрыть карточку.",
  "introduction:68": "Список может соответствовать любому уровню иерархии, например, <i lang='pi' translate='no'>ника̄е</i> или <i lang='pi' translate='no'>вагге</i>. Отсюда вы можете перейти к материалу, который вас интересует.",
  "introduction:69": "Текстовые страницы",
  "introduction:70": "Вы можете читать тексты на языке оригинала или в переводе. Для текстов на языке оригинала доступны полезные инструменты, такие как поиск в словаре, подсвечивание текста и т.д.",
  "introduction:71": "Мы переходим к новой системе, основанной на сегментировании текстов. Пока не для всех текстов есть поддержка этой возможности, но если она есть, то вы можете просматривать текст с сопоставленным ему по сегментам переводом."
}