{
  "introduction:1": "Знакомство с SuttaCentral",
  "introduction:2": "Слова Будды",
  "introduction:3": "На SuttaCentral представлены ранние буддийские тексты известные как Типитака или «Три корзины». Это большое собрание учений, которые приписываются Будде или его ранним ученикам. Они обучали около 2500 лет назад в Индии. Эти тексты считаются священным каноном для всех школ Буддизма.",
  "introduction:4": "Существет несколько традиций Буддизма и от каждой из них существует набор писаний, который она передавала из поколения в поколение. SuttaCentral особенно заинтересован в <a href='https://ru.wikipedia.org/wiki/%D0%94%D0%BE%D1%81%D0%B5%D0%BA%D1%82%D0%B0%D0%BD%D1%82%D1%81%D0%BA%D0%B8%D0%B9_%D0%B1%D1%83%D0%B4%D0%B4%D0%B8%D0%B7%D0%BC' rel='noopener' target='_blank' title='Статья Википедии о досектантском буддизме'>раннем периоде</a>. На SuttaCentral представлены тексты на более чем тридцати языках. Как нам кажется, это самая большая коллекция ранних буддийских текстов.",
  "introduction:5": "SuttaCentral содержит текcты на оригинальных языках а также переводы на современные языки и обширную коллекцию параллельных текстов, которые выявляют взаимосвязь между ними. ",
  "introduction:6": "Обложка и переплет к бирманской рукописи «Жизнь Будды» из красной тисненой кожи с текстом золотыми буквами. Бирма, конец 19 века.",
  "introduction:7": "Жизнь Будды, бирманский манускрипт 22, том 1",
  "introduction:8": "Темы",
  "introduction:9": "В чем состоит послание этих текстов? Основной целью, которую преследовал Будда, было освобождение от страдания. Учения охватывают широкий спектр тем, таких как этика, медитация, семейная жизнь, отречение, природа мудрости и истинного понимания, путь к умиротворению.",
  "introduction:10": "Учение рассказывает о том, как жить правильной жизнью. Такой жизнью, которая приводит к освобождению от страдания. Оно учит ненасилию и состраданию и подчёркивает важность духовного над материальным. В одних дискурсах обсуждается медитация, тогда как в других говорится об этической стороне или о ясном рациональном понимании воспринимаемого мира. В них описываются ситуации в которых Будда взаимодействует с людьми различных слоёв общества, обсуждая с ними многочисленные темы. Но всё что он говорил, он называл словами у которых один вкус — вкус освобождения.",
  "introduction:11": "И хотя существует множество изложений и интерпретаций его учения, они не сравнятся с его собственным объяснением. В ранних текстах описываются различные живые ситуации в которых Будда ведёт беседу с монахами, аскетами, преступниками, королями, предпринимателями, прокажёнными, проститутками, нищими, жёнами своих мужей, скептиками, друзьями и врагами. И дело не только в том, что он говорит, но и в том, как он взаимодействует со всем этим спектром личностей – всегда с добротой, благородством, доходчиво и с уважением.",
  "introduction:12": "Содержание",
  "introduction:13": "Фрагмент рукописи Гандхари на бересте, приобретенный Вашингтонским университетом. Афганистан, около I или II века нашей эры.",
  "introduction:14": "Комментарий о страдании из Абхидхаммы",
  "introduction:15": "Буддийские тексты традиционно называют «Тремя Корзинами».",
  "introduction:16": "Типитака",
  "introduction:17": "на языке пали или ",
  "introduction:18": "Трипитака",
  "introduction:19": "на санскрите. Они включают в себя:",
  "introduction:20": "<a href='/discourses-guide-sujato' title='Статья SuttaCentral о дискурсах'><b>Дискурсы:</b></a> <i lang='pi' translate='no'>Sutta</i> на пали, <i lang='pi' translate='no'>sūtra</i> на санскрите. Это основные тексты, в которых записаны учения и беседы Будды с его учениками. Они упорядочены по литературному стилю или по предметному признаку.",
  "introduction:21": "<a href='/vinaya-guide-brahmali' title='Статья SuttaCentral о Винае'><b>Монашеский кодекс:</b></a> <i lang='pi' translate='no'>Vinaya</i> на пали и санскрите. Он включает в себя знаменитый свод правил поведения для монахов и монахинь (<i lang='pi' translate='no'>pātimokkha</i>). Но также и многое другое, например подробности жизни в сообществе монахов и многочисленные истории древней Индии.",
  "introduction:22": "<a href='/abhidhamma-guide-sujato' title='Статья SuttaCentral об Абхидхамме'><b>Абхидхамма:</b></a> На санскрите <i lang='pi' translate='no'>abhidharma</i>. Тексты Абхидхаммы содержат систематическое изложение и анализ учений из ранних дискурсов.",
  "introduction:23": "Каждая из буддийских традиций передавала из поколения в поколение собственную коллекцию текстов более тысячи лет. Тем не менее, если взглянуть на Дискурсы и Монашеский кодекс этих традиций, то во всех основных и во многих незначительных деталях, мы обнаружим, что они либо схожи, либо полностью совпадают. Начиная с 19-го века исследователи начали обнаруживать и собирать эти соответствия.",
  "introduction:24": "Большая часть ранних текстов была оцифрована. (Чтобы узнать об истории этого процесса, вы можете ознакомиться со статьёй <a href='https://books.google.com/books?id=NFpcAgAAQBAJ&amp;pg=PA288' rel='noopener' target='_blank' title='Статья о цифровом вводе буддийских текстов в Энциклопедии Буддизма'>Цифровой ввод буддийских текстов</a> за авторством Льюиса Ланкастера в <cite>Энциклопедии Буддизма</cite>) И также были сделаны переводы на многие языки. Конечно в основном для более известных текстов на языке пали.",
  "introduction:25": "SuttaCentral продолжает эту длинную историю. Здесь представлено три основных вида текстов.",
  "introduction:26": "Оригинальные тексты:",
  "introduction:27": "На SuttaCentral представлены изначальные тексты на языках оригинала, такие как:",
  "introduction:28": "<a href='https://ru.wikipedia.org/wiki/%D0%9F%D0%B0%D0%BB%D0%B8' rel='noopener' target='_blank' title='Статья Википедии о языке Пали'>Палийский</a> канон (или <a href='https://ru.wikipedia.org/wiki/%D0%9F%D0%B0%D0%BB%D0%B8%D0%B9%D1%81%D0%BA%D0%B8%D0%B9_%D0%BA%D0%B0%D0%BD%D0%BE%D0%BD' rel='noopener' target='_blank' title='Статья википедии о Палийском Каноне'>Типитака</a>) школы <a href='https://ru.wikipedia.org/wiki/%D0%A2%D1%85%D0%B5%D1%80%D0%B0%D0%B2%D0%B0%D0%B4%D0%B0' rel='noopener' target='_blank' title='Статья Википедии о Тхераваде'>Тхеравада</a>. Мы используем редакцию Mahāsaṅgīti Шестого Собора.",
  "introduction:29": "Ранние <a href='https://ru.wikipedia.org/wiki/%D0%90%D0%B3%D0%B0%D0%BC%D1%8B_(%D0%B1%D1%83%D0%B4%D0%B4%D0%B8%D0%B7%D0%BC)' rel='noopener' target='_blank' title='Статья Википедии об Агамах'>Агамы</a> и <a href='https://ru.wikipedia.org/wiki/%D0%92%D0%B8%D0%BD%D0%B0%D1%8F' rel='noopener' target='_blank' title='Статья Википедии о Винае'>Виная</a> из <a href='http://en.wikipedia.org/wiki/Taisho_Tripitaka' rel='noopener' target='_blank' title='Статья Википедии о Тайсё'>редакции Тайсё</a> <a href='https://ru.wikipedia.org/wiki/%D0%9A%D0%B8%D1%82%D0%B0%D0%B9%D1%81%D0%BA%D0%B8%D0%B9_%D0%BA%D0%B0%D0%BD%D0%BE%D0%BD' rel='noopener' target='_blank' title='Статья Википедии о Китайском буддийском каноне'>Китайского канона</a>. Мы опираемся на цифровую версию <a href='http://www.cbeta.org/' rel='noopener' target='_blank' title='Китайская буддийская ассоциация электронных текстов'>CBETA</a>.",
  "introduction:30": "Гораздо меньший набор ранних текстов из <a href='https://ru.wikipedia.org/wiki/%D0%93%D0%B0%D0%BD%D0%B4%D0%B6%D1%83%D1%80' rel='noopener' target='_blank' title='Статья Википедии о тибетском Кангьюре'>Тибетского Кангюра </а>.",
  "introduction:31": "А также фрагментированные и случайные находки на <a href='http://www.ancient-buddhist-texts.net/Buddhist-Texts/XX-Early-Buddhist-Texts/index.htm' rel='noopener' target='_blank' title='Введение к ранним буддийским текстам на санскритизированном пракрите'>санскрите</a>, <a href='https://ru.wikipedia.org/wiki/%D0%93%D0%B0%D0%BD%D0%B4%D1%85%D0%B0%D1%80%D0%B0_(%D0%B1%D1%83%D0%B4%D0%B4%D0%B8%D0%B7%D0%BC)' rel='noopener' target='_blank'>Гандхари</a> и других индийских языках.",
  "introduction:32": "<b>Переводы:</b> Мы собрали переводы ранних текстов на более чем тридцать современных языков. Среди них такие примечательные классические переводы как <a href='https://ru.wikipedia.org/wiki/%D0%91%D1%85%D0%B8%D0%BA%D0%BA%D1%83_%D0%91%D0%BE%D0%B4%D1%85%D0%B8' rel='noopener' target='_blank' title='Статья Википедии о Бхиккху Бодхи'>Бхиккху Бодхи</a>, новые переводы с китайского <a href='/sa1-100'>Самьюкта-агамы</a> <a href='http://www.buddhismuskunde.uni-hamburg.de/fileadmin/pdf/analayo/publications.htm' rel='noopener' target='_blank' title='Публикации Аналайо'>Бхиккху Аналайо</a>, и недавний перевод Бхиккхуни Дхаммадины тибетской <a href='/up'>Upāyikā</a>. Кроме того, мы считаем, что необходимо существование полного, точного и понятного собрания переводов, доступного для всех бесплатно. Поэтому мы создали и развиваем свою собственную коллекцию. У нас опубликованы новые переводы сделанные Бхиккху Суджато. Они включают четыре Палийских Никаи и являются первым полным последовательным переводом этих основопологающих текстов на английский язык. А также Бхиккху Брамали сейчас ведёт работу над английской версией Палийской Винаи. Точный и современный перевод которой сейчас очень важен и востребован.",
  "introduction:33": "<b>Параллельные тексты:</b> Фундаментом SuttaCentral является собрание параллельных текстов. В них отыскиваются свидетельства десятков тысяч случаев соответствия текстов из разных коллекций и на разных языках. Существование параллельных текстов показывает связь между писаниями разных буддийских традиций, и эта связь уходит к самому Будде.",
  "introduction:34": "Взаимосвязь текстов",
  "introduction:35": "Визуальное представление взаимосвязей для DN 20",
  "introduction:36": "Взаимосвязь DN 20 с другими текстами",
  "introduction:37": "Сутты являются не просто отдельными текстами, а образуют взаимосвязанную сеть учений. Часто ключевым для понимания какого-либо утверждения в одном тексте является отрывок из другого. В этом смысле Буддийские каноны немного похожи на интернет, где отдельные страницы объединены скрытой паутиной связей.",
  "introduction:38": "Для большинства сутт существуют похожие версии в разных канонах. Мы используем термин «параллельный» для тех текстов, которые с большой вероятностью имеют один текст-предшественник. Обычно они настолько схожи, что это довольно просто определить. Тем не менее, иногда, два текста могут иметь менее выраженную связь. Их мы называем «схожей параллелью». Это не подразумевает какой-то особой связи между ними, а служит предположением о том, что если вы изучаете основной текст, вам, возможно, будет интересно взглянуть также и на схожую параллель к нему. Для более подробного описания, можете изучить <a href='/methodology'>нашу страницу по методологии</a>.",
  "introduction:39": "Определить какие тексты являются параллельными – нетривиальная задача. Зачастую тексты сходятся в одних деталях, но различаются в других. Когда текст перестаёт быть параллельным и становиться просто схожей параллелью? Когда он становится просто текстом похожим по определённым признакам? Не существует однозначных ответов на эти вопросы. Эта идентификация скорее основывается на накопленном знании и опыте предыдущих поколений исследователей. Неизбежно будут разногласия в деталях. Тем не менее, в целом существует консенсус в широком смысле по поводу того, что считать параллельным текстом. В конечном итоге, важным является то, что эта классификация помогает изучающему получать информацию из текстов разных коллекций, которые соотносятся между собой.",
  "introduction:40": "Как здесь сориентироваться",
  "introduction:41": "Буддийские каноны передавались через поколения в форме высокоорганизованных коллекций текстов. Из-за сложной структуры, их изучение может выглядеть сложной задачей. Мы постарались представить материал в форме, удобной как для экспертов, так и для начинающих. Давайте взглянем на то, как они организованы и после этого рассмотрим, как они представленым на SuttaCentral.",
  "introduction:42": "Как организована Типитака",
  "introduction:43": "Мы уже немного обсудили общий вид Типитаки. Давайте теперь посмотрим вглубь её структуры. Для простоты в основном сосредоточимся на Палийском каноне.",
  "introduction:44": "Никаи",
  "introduction:45": "Дискурсы в Палийском каноне сгруппированы в пять основных <i lang='pi' translate='no'>nikāya</i> или «разделов». Они организованы в соответствии с литературной формой. Признаком принадлежности к двум первым — Длинному и Среднему разделу — является длина. Самьютта или «Связанный» раздел организован по теме, Ангуттара или «Нумерованный» раздел по признаку связи содержания с числом. Эти четыре собрания обрисовывают общий вид. Они составляют единый корпус текстов и представляют доктрину учения. Они организованы в таком виде в основном для удобства устной передачи, поскольку их долгое время передавали по памяти.",
  "introduction:46": "Пятая никая является сборником иного рода. Его основа — набор ранних текстов, в основном в стихотворной форме. К ним были добавлены поздние тексты совершенно разного рода, что говорит о том, что коллекция считалась более гибкой и открытой.",
  "introduction:47": "Средний уровень организации текстов",
  "introduction:48": "Количество терминов которыми обозначают разделы среднего уровня организации палийских текстов — то что мы могли бы назвать «частью» или «главой» — может сбить с толку. Иногда тип раздела играет решающую роль для правильного понимания текста. К примеру термин <i lang='pi' translate='no'>saṁyutta</i> используется для обозначения групп дискурсов объединенных одной темой, а термин <i lang='pi' translate='no'>nipāta</i> используется в Ангуттара Никае для группы дискурсов, которые связаны количеством пунктов учения. В Винае важным структурным термином является <i lang='pi' translate='no'>khandhaka</i>. В других местах встречаются структурные единицы меньшего значения, такие как например <i lang='pi' translate='no'>pannāsa</i> — группа из пятидесяти дискурсов. Возможно изначально, она была обусловлена удобством организации текстов в рукописях, но в наши дни она сохраняется из исторических соображений.",
  "introduction:49": "Вагга",
  "introduction:50": "Наименьшей единицей в структуре является <i lang='pi' translate='no'>vagga</i>. При переводе используются термин «глава», но на самом деле это набор из (обычно) десяти текстов. Вагга может содержать их по признаку тематической связи. К примеру в Средних дискурсах «Глава о Королях» содержит десять обсуждений связанных с королями. Но во многих случаях вагга является только лишь конвенциональной единицей и получает своё название от названия первого дискурса.",
  "introduction:51": "Боковая панель",
  "introduction:52": "Навигация в основном осуществляется через боковую панель, которая доступна на всех страницах. В ней перечислены все собрания текстов с их подразделами. Можно перейти к целому разделу, такому как никая, или к более узкой группе текстов.",
  "introduction:53": "Дискурсы",
  "introduction:54": "Четыре основные никаи сгруппированы с параллельными текстами из Китайских Агам. Следует заметить, что в Китайском каноне помимо основных полных Агам также зачастую содержится дополнительный материал — отдельно переведённые сутты или частично сохранившиеся коллекции.",
  "introduction:55": "В так называемом «второстепенном» разделе, помимо одноимённой палийской Кхуддака Никаи, содержатся схожие материалы на китайском и санскрите. В основном это тексты в духе Дхаммапады.",
  "introduction:56": "В разделе «Другое» содержится относительно небольшое количество материала на тибетском, санскрите и других индийских языках. Многие из них можно классифицировать как текст принадлежащий к той или иной никае. Но мы оставляем эти тексты в этом разделе в таком виде, поскольку классифицировать их сложная и неоднозначная задача.",
  "introduction:57": "Монашеский кодекс",
  "introduction:58": "В отличии от дискурсов, тексты Винаи практически всегда строго соотнесены с конкретной школой. Поэтому классификация ведётся по этому признаку.",
  "introduction:59": "У всех Винай похожая структура.",
  "introduction:60": "<b>Вибханга для бхиккху и бхиккхуни:</b> Правила для монахов и монахинь, а также объяснения и комментарии к ним.",
  "introduction:61": "<b>Кхандхаки:</b> Этот раздел в разных версиях может отличаться названием и устройством. В нём объясняются монашеские процедуры и образ жизни.",
  "introduction:62": "<b>Дополнения:</b> В большинстве Винай есть какие-то дополнения или краткое изложение, например Паривара в палийской версии.",
  "introduction:63": "Устройство и названия этих разделов различаются и мы используем для каждого текста его оригинальную последовательность.",
  "introduction:64": "Абхидхамма",
  "introduction:65": "Относительно небольшое количество текстов Абхидхаммы сгруппировано по принадлежности к школе и языку. Следует заметить, что <i lang='pi' translate='no'>abhidhamma</i> — универсальный термин, и он применяется ко многим поздним трудам. Здесь представлены только канонические тексты.",
  "introduction:66": "Список карточек сутты",
  "introduction:67": "При нажатии на ссылку на боковой панели открывается список соответствующих текстов, организованный в виде списка «карточек». Каждая карточка содержит информацию о соответствующем тексте, включая ссылки, описание, связь с другими текстами и переводами. На расширенной панели можно увидеть параллельные тексты.",
  "introduction:68": "Для удобства навигации в списке отображаются все уровени иерархии, такие как никая или вагга и т.д.",
  "introduction:69": "Текстовые страницы",
  "introduction:70": "Тексты могут быть на оригинальных языках или в переводе. Для текстов на оригинальных языках присутствует ряд полезных инструментов, таких как словарь, подсветка текста и др.",
  "introduction:71": "Сейчас происходит процесс перехода на новую систему посегментного представления текстов. Эта опция доступна не везде, но там где она есть, перевод можно открыть бок о бок с оригинальным текстом."
}