{
  "licensing:1": "Лицензии",
  "licensing:2": "Традиции считают буддийские тексты — как на языке оригинала, так и в переводе — словами Будды. Это духовное наследие человечества, они не принадлежат никому индивидуально. SuttaCentral верен этой традиции и предоставляет тексты на безвозмездной основе. Наше дело не было бы возможным, если бы не старания бесчисленных людей, которые внесли свой вклад безвозмездно, и мы надеемся, что сможем хоть немного отплатить за их доброту безвозмездным предоставлением доступа к нашей работе.",
  "licensing:3": "Наши исходные файлы доступны бесплатно в <a href='https://github.com/suttacentral' title='SuttaCentral on Github'>репозитории Github SuttaCentral</a>. SuttaCentral гордится быть частью сообщества open source.",
  "licensing:4": "Все материалы на SuttaCentral попадают в одну из трёх представленных ниже категорий. Если вы хотите заявить права на какие-либо материалы на SuttaCentral, пожалуйста, свяжитесь с нами через <a href='https://discourse.suttacentral.net/'>наш форум</a>.",
  "licensing:5": "1. Оригинальные материалы SuttaCentral",
  "licensing:6": "Все оригинальные материалы SuttaCentral представлены в общее пользование под лицензией <a href='http://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC0 1.0 Universal)</a>.",
  "licensing:7": "Сюда включены (если не указано обратное) все тексты, дизайн и изображения, созданные SuttaCentral или теми, кто работает на SuttaCentral, на домене suttacentral.net или доменах и субдоменах, принадлежащих и управляемых SuttaCentral.",
  "licensing:8": "Вы можете свободно копировать, изменять, передавать, предоставлять, доносить или использовать эти материалы, как пожелаете.",
  "licensing:9": "Хотя никаких правовых ограничений нет, если вы используете какие-либо из наших материалов, мы с уважением просим вас:",
  "licensing:10": "предоставить ссылку на нас как авторов",
  "licensing:11": "соответствовать духу буддийской традиции.",
  "licensing:12": "Если вам требуется какая-либо помощь при использовании наших материалов, пожалуйста, свяжитесь с нами.",
  "licensing:13": "2. Материалы, созданные другими и опубликованные на SuttaCentral",
  "licensing:14": "Права на некоторые из материалов, опубликованных на SuttaCentral, принадлежат третьим лицам. Это касается многих старых переводов, которые изначально были опубликованы не на SuttaCentral. В таких случаях условия авторских прав указаны правообладателем. Зачастую это переводчик или издатель. Такие материалы используются в соответствии с их лицензией или с разрешения правообладателя. Актуальные положения авторских прав на SuttaCentral прикреплены к соответствующим материалам.",
  "licensing:15": "Следует отметить лицензии следующих материалов. Мы благодарны их авторам за их работу и щедрость.",
  "licensing:16": "Мы используем несколько иконок из проекта Noun Project",
  "licensing:18": ".",
  "licensing:19": "Иконки «Difficulty», автор <a href='https://thenounproject.com/iconwar/' title='Alena Artemova on the Noun Project'>Alena Artemova</a>.",
  "licensing:20": "Иконки ISO «Language», автор Krzysiek Woźniak, основанные на макетах <a href='https://thenounproject.com/ralts01/' title='Jonathan Coutiño on the Noun Project'>Jonathan Coutiño</a>.",
  "licensing:21": "Иконка «Diconnected cloud icon», автор Bernar Novalyi.",
  "licensing:22": "Картины на главной странице, созданные австралийским художником Кимом Хоа Трэмом, используются с разрешения автора и Национальной галереи штата Виктория. Эти и другие работы Кима Хоа Трэма можно увидеть на веб-сайте Национальной галереи штата Виктория.",
  "licensing:23": "3. Материалы общественного достояния",
  "licensing:24": "Оригинальные буддийские тексты на пали, китайском, санскрите, тибетском и других языках являются <a href='http://creativecommons.org/publicdomain/mark/1.0/'>общественным достоянием</a>. Такие материалы не подпадают под законы об авторских правах.",
  "licensing:25": "Также справочные данные, такие как информация о параллелях, не являются «объектом творчества» и поэтому не подпадают под действие законов об авторском праве.",
  "licensing:26": "«Искусственный интеллект»",
  "licensing:27": "SuttaCentral не использует материалы, созданные с помощью ИИ. Мы вежливо просим никоим образом не использовать наши материалы для создания баз данных для генеративных моделей ИИ или подобного. Эта просьба относится к тем, кто напрямую создаёт программное обеспечение, а также к тем, кто создаёт продукты, производные от моделей ИИ, которые уже использовали данные SuttaCentral для обучения."
}