{
  "mn-guide-sujato:1": "Средние дискурсы: обсуждение глубоких истин",
  "mn-guide-sujato:2": "Бхиккху Суджато, 2019",
  "mn-guide-sujato:3": "<a href='#item1'>Как устроена Мадджхима</a>",
  "mn-guide-sujato:4": "<a href='#item2'>Образы и повествование</a>",
  "mn-guide-sujato:5": "<a href='#item3'>Теория и практика</a>",
  "mn-guide-sujato:6": "<a href='#item4'>Будда</a>",
  "mn-guide-sujato:7": "<a href='#item5'>Этапы пробуждения</a>",
  "mn-guide-sujato:8": "<a href='#item6'>Монахи</a>",
  "mn-guide-sujato:9": "<a href='#item7'>Сан̇гха</a>",
  "mn-guide-sujato:10": "<a href='#item8'>Широкое сообщество</a>",
  "mn-guide-sujato:11": "<a href='#item9'>Краткая история текстов</a>",
  "mn-guide-sujato:12": "Из четырёх разделов Сутта-пит̣аки Палийского канона Мадджхима-ника̄я —  вторая. Мы используем название <cite class='text-translated'>«Средние дискурсы»</cite>. Иногда их ещё называют <cite class='text-translated'>«Дискурсы средней длины»</cite>. Как следует из названия, дискурсы в этом собрании несколько короче, чем в Дӣгха-ника̄е (<cite class='text-translated'>«Длинные дискурсы»</cite>), но длиннее коротких дискурсов из собраний Сам̇ьютты (<cite class='text-translated'>«Связанные дискурсы»</cite>) и Ан̇гуттары (<cite class='text-translated'>«Числовые дискурсы»</cite>).",
  "mn-guide-sujato:13": "В вводной статье к своим классическим переводам Мадджхима-ника̄и Бхиккху Бодхи описывает её как «собрание, которое совмещает в себе богатейшее разнообразие контекстов с самым исчерпывающим набором учений». Далее он пишет о её месте среди других <i lang='pi' translate='no'>ника̄й</i>:",
  "mn-guide-sujato:14": "Как и Дӣгха, Мадджхима-ника̄я насыщена драмой и рассказами, но, в отличие от первой, в ней нет изобилия и приукрашивания, присущего легендам. Подобно Сам̇ьютте, в ней собраны глубочайшие дискурсы канона, в которых описываются фундаментальные учения о природе бытия. Подобно Ан̇гуттаре, она содержит широкий спектр учений на прикладные темы. Однако в отличие от этих ника̄й Мадджхима излагает материал не в виде коротких самостоятельных изречений, а в контексте увлекательных сюжетов. В них отражается всё великолепие мудрости Будды, его умение подстроиться под нужды своих собеседников, его остроумие и чувство юмора, его величественность, человечность и сострадание.",
  "mn-guide-sujato:15": "В этом руководстве я расскажу о специфике Мадджхимы. Я затрону некоторые формальные и доктринальные особенности, после чего сосредоточусь на людях, которых встречает Будда в текстах. На монахах, последователях-мирянах, а также последователях небуддийских учений. Мадджхима содержит большое количество важных автобиографических дискурсов, поэтому здесь естественным образом описываются детали жизни и личности Будды. А формат диалога, присущий текстам Мадджхимы, позволяет увидеть, как во взаимодействии и обсуждениях с разнообразными представителями общества проявлялась Дхамма.",
  "mn-guide-sujato:16": "Как устроена Мадджхима",
  "mn-guide-sujato:17": "Мадджхима содержит всего 152 дискурса. Они разделены на 2 группы по 50 дискурсов (<i lang='pi' translate='no'>пан̣н̣а̄са</i>) и одну <i lang='pi' translate='no'>пан̣н̣а̄су</i> с 52 дискурсами.",
  "mn-guide-sujato:18": "Каждая <i lang='pi' translate='no'>пан̣н̣а̄са</i> делится на 5 <i lang='pi' translate='no'>вагг</i>. Как обычно <i lang='pi' translate='no'>вагги</i> называются просто по первому дискурсу, но есть и несколько, объединённых одной темой:",
  "mn-guide-sujato:19": "<b>Опаммавагга («Глава со сравнениями»)</b>",
  "mn-guide-sujato:20": "Объединяющей особенностью дискурсов этой главы является использование сравнений.",
  "mn-guide-sujato:21": "<b>Маха̄ямакавагга («Большая глава пар»)</b>",
  "mn-guide-sujato:22": "Состоит из спаренных «длинных» и «коротких» дискурсов. (Завершающая «Короткая глава» содержит всего две пары).",
  "mn-guide-sujato:23": "<b>Вагги 6–10</b>",
  "mn-guide-sujato:24": "В них собраны дискурсы, в которых присутствуют определённые типы людей: домохозяева, монахи, странники, короли и брамины.",
  "mn-guide-sujato:25": "<b>Вибхан̇гавагга («Глава анализа»)</b>",
  "mn-guide-sujato:26": "Дискурсы состоят из длинных «анализов» коротких высказываний.",
  "mn-guide-sujato:27": "<b>Сал̣а̄ятанавагга («Глава о шести чувствах»)</b>",
  "mn-guide-sujato:28": "Здесь собраны дискурсы о шести чувствах.",
  "mn-guide-sujato:29": "Образность и повествование",
  "mn-guide-sujato:30": "Образность Мадджхимы поражает своим спектром, практически в каждом дискурсе встречаются те или иные метафоры. Иногда они развиваются в небольшие притчи. Например, текст <a class='ref' href='/mn21'>MN 21</a> <cite class='text-translated'>Аналогия с Пилой</cite> (<cite class='text-root'>Какачӯпамасутта (Kakacūpamasutta)</cite>) рассказывает о дерзкой служанке Ка̄л̣ӣ, которая испытывает свою хозяйку. А в <a class='ref' href='/mn56#27'>MN 56:27</a> <cite class='text-translated'>Беседе с Упа̄ли</cite>, встречается метафора о даме из клана браминов, которая хотела покрасить свою обезьянку, окунув её в краску, и после этого отжать её.",
  "mn-guide-sujato:31": "Будда в Мадджхиме не рассказывает длинных историй, но в подводках к текстам и предысториях встречаются длинные рассказы, включая, например, знаменитую историю укрощения беспощадного серийного убийцы Ан̇гулима̄лы (<a class='ref' href='/mn86'>MN 86</a>) или историю непреклонного и богатого молодого человека по имени Рат̣т̣хапа̄ла (<a class='ref' href='/mn82'>MN 82</a>), который воспротивился воле родителей и стал монахом, при этом дискурс заканчивается объяснением необычного набора учений для короля тех земель.",
  "mn-guide-sujato:32": "Некоторые истории возносятся над мирским. В тексте <a class='ref' href='/mn37'>MN 37</a> <cite class='text-translated'>Короткий дискурс об окончании влечения</cite> (<cite class='text-root'>Чӯл̣атан̣ха̄сан̇кхаясутта (Cūḷataṇhāsaṅkhayasutta)</cite>) Моггалла̄на поднимается на небеса к Сакке, повелителю богов, чтобы проверить его. В тексте <a class='ref' href='/mn50'>MN 50</a> <cite class='text-translated'>Осуждение Мары</cite> (<cite class='text-root'>Ма̄ратадджанӣясутта (Māratajjanīyasutta)</cite>) рассказывается о диалоге Моггалла̄ны и Ма̄ры, повелителя обмана и смерти. Он начинается с откровения, что Моггалла̄на сам был Ма̄рой в прошлом воплощении. Драма космического масштаба описывается в тексте <a class='ref' href='/mn49'>MN 49</a> <cite class='text-translated'>О Приглашении Брахмы̄</cite> (<cite class='text-root'>Брахманимантаникасутта (Brahmanimantanikasutta)</cite>), в котором Будда вступает в высокий философский спор с самим Брахмой, заодно разоблачая Ма̄ру в его свите. С точки зрения буддизма Бог и Дьявол не так уж и отличаются.",
  "mn-guide-sujato:33": "Теория и Практика",
  "mn-guide-sujato:34": "Мадджхима является, пожалуй, богатейшим источником материала, касающегося непосредственно учения. В ней содержится ряд особенных дискурсов, в которых, как нигде в каноне, скрупулёзно разбираются самые глубокие темы. Нужно помнить, тем не менее, что эти дискурсы предназначены для продвинутых практикующих. И хотя они чрезвычайно интересны для изучения, необходимо сначала утвердиться в базовых учениях из Сам̇ьютты. Поэтому объяснения, связанные с этими учениями, я оставлю для изложения в руководстве к Сам̇ьютте, а здесь ограничусь лишь несколькими заметками.",
  "mn-guide-sujato:35": "Все учения, которые описываются в Сам̇ьютте, можно встретить в Мадджхиме, причём в ней некоторые учения объясняются более подробно. Эти дискурсы важны и заслуживают пристального внимания, но нужно помнить о том, что длина не эквивалентна важности. В буддийских текстах длина считается скорее вероятным признаком поздней компиляции материала текста, нежели признаком того, что Будда считал тему важной.",
  "mn-guide-sujato:36": "Это, например, справедливо для текста <a class='ref' href='/mn10'>MN 10</a> <cite class='text-translated'>Медитация внимательности</cite> (<cite class='text-root'>Сатипат̣т̣ха̄насутта (Satipaṭṭhānasutta)</cite>). Вместе с текстом <a class='ref' href='/dn22'>DN 22</a> они представляют собой самые детальные описания медитации внимательности в каноне. Тем не менее, критический сравнительный анализ текста в том виде, в котором он представлен в Палийском каноне, показывает, что он имеет весьма позднее происхождение. Текст <a class='ref' href='/mn141'>MN 141</a> <cite class='text-translated'>Анализ истин</cite> (<cite class='text-root'>Саччавибхан̇гасутта (Saccavibhaṅgasutta)</cite>) является самым подробным дискурсом о четырёх благородных истинах. Он тесно связан с <a class='ref' href='/mn10'>MN 10</a> — фактически <a class='ref' href='/dn22'>DN 22</a> является практически склейкой этого дискурса с <a class='ref' href='/mn10'><a class='ref' href='/mn10'>MN 10</a></a> — и тоже вероятно содержит признаки позднего составления. Подобных сомнений вообще не возникает по поводу сутты <a class='ref' href='/mn111'>MN 111</a> <cite class='text-translated'>Один за другим</cite> (<cite class='text-root'>Анупадасутта (Anupadasutta)</cite>), так как она очевидно является поздним текстом. Здесь мы не будем вдаваться в сложные подробности критического анализа текстов, а просто отметим, что, хотя и нормально подразумевать, что длина дискурса напрямую связана с важностью темы, необходимо помнить о том, что ситуация несколько более запутана.",
  "mn-guide-sujato:37": "Можно рассматривать сутты Мадджхимы, связанные с ключевыми учениями, как более глубокое объяснение определённых факторов четырёх благородных истин. Подробности первой истины о страдании исследуется в текстах «О массе страдания» <a class='ref' href='/mn13'>MN 13</a> и <a class='ref' href='/mn14'>MN 14</a>. Ряд других тем также попадает в этот раздел. Например, шесть сфер чувственности описываются в текстах <a class='ref' href='/mn18'>MN 18</a>, <a class='ref' href='/mn137'>MN 137</a>, <a class='ref' href='/mn138'>MN 138</a>, а также им посвящена целая <i lang='pi' translate='no'>вагга</i> (<a class='ref' href='/mn143'>MN 143</a>–152). В нескольких текстах проводится глубокий анализ на первый взгляд простого учения об элементах, открывающий в нём неожиданную глубину (<a class='ref' href='/mn28'>MN 28</a>, <a class='ref' href='/mn115'>MN 115</a>, <a class='ref' href='/mn140'>MN 140</a>). Также есть и описание совокупностей, но они обсуждаются не так подробно.",
  "mn-guide-sujato:38": "Текст <a class='ref' href='/mn38'>MN 38</a> своим подробным объяснением взаимозависимого возникновения касается второй и третьей благородных истин. К ним также относятся одни из самых важных дискурсов <a class='ref' href='/mn135'>MN 135</a> и <a class='ref' href='/mn136'>MN 136</a>, в которых подробно разбирается тема <i lang='pi' translate='no'>каммы</i>. Также см. сутту <a class='ref' href='/mn120'>MN 120</a>.",
  "mn-guide-sujato:39": "Но центральной темой Мадджхимы является благородная истина о пути. Большинство дискурсов касаются именно этой темы. Благородный восьмиричный путь подробно описывается в тексте <a class='ref' href='/mn117'>MN 117</a> <cite class='text-translated'>Великие сорок</cite> (<cite class='text-root'>Маха̄чатта̄рӣсакасутта (Mahācattārīsakasutta)</cite>). Несколько других дискурсов также затрагивают различные факторы пути. В дискурсе <a class='ref' href='/mn9'>MN 9</a> Почтенный Са̄рипутта с разных точек зрения описывает фактор правильного воззрения. Тексты <a class='ref' href='/mn19'>MN 19</a> и <a class='ref' href='/mn20'>MN 20</a> посвящены второму фактору — правильным мыслям, или правильному намерению. В них Будда даёт совет из собственного опыта о том, как сначала очистить мысли, а после полностью отпустить их. Количество сутт, касающихся фактора нравственности, слишком большое, чтобы привести здесь их список. Некоторые из них упоминаются в разделах о Сан̇гхе и сообществах мирян. Правильное усилие также затрагивается во многих суттах, но особо подчёркнуто в текстах <a class='ref' href='/mn29'>MN 29</a>, <a class='ref' href='/mn30'>MN 30</a> и <a class='ref' href='/mn32'>MN 32</a>. Как уже упоминалось выше, <a class='ref' href='/mn10'>MN 10</a> касается темы правильной внимательности. Она же в более специализированном свете рассматривается в <a class='ref' href='/mn118'>MN 118</a> (внимательность к дыханию) и <a class='ref' href='/mn119'>MN 119</a> (внимательность к телу). В тексте <a class='ref' href='/mn77'>MN 77</a> даётся длинный список описаний пути. Темы, которые там перечисляются, можно встретить в главах Сам̇ьютты, и не только.",
  "mn-guide-sujato:40": "Последний фактор пути — Правильное погружение, или <em>джха̄на</em> — является одной из самых заметных тем Мадджхимы. Трудно переоценить значение <i lang='pi' translate='no'>джха̄н</i> в буддийской практике медитации. Формулировка четырёх поглощений встречается в Мадджхиме около 50 раз. Это вероятно больше, чем формулировки всех факторов пути <em>вместе взятые</em>. Кроме того, формулировка правильного погружения встречается в завуалированной форме. Например, четыре «божественные обители» (<i lang='pi' translate='no'>брахмавиха̄ра (brahmavihāra)</i>), где чистые эмоции любви, сострадания, сорадования и уравновешенности служат основой для погружения. В такой форме они встречаются в Мадджхиме около 13 раз. Ещё более тонкие медитации «без формы» также являются частой темой и встречаются не меньше 13 раз. В отличие от поглощений, эти медитации не являются необходимыми для достижения пробуждения, но они без сомнений были частью достижений многих одарённых практикующих. Такие тексты, как <a class='ref' href='/mn52'>MN 52</a> <cite class='text-translated'>Человек из города Ат̣т̣хака</cite> (<cite class='text-root'>Ат̣т̣хакана̄гарасутта (Aṭṭhakanāgarasutta)</cite>), совмещают в себе обсуждение всех трёх наборов медитаций. А такие тексты, как <a class='ref' href='/mn43'>MN 43</a> <cite class='text-translated'>Большая классификация</cite> (<cite class='text-root'>Маха̄ведалласутта (Mahāvedallasutta)</cite>), <a class='ref' href='/mn44'>MN 44</a> <cite class='text-translated'>Короткая классификация</cite> (<cite class='text-root'>Чӯлаведалласутта (Cūḷavedallasutta)</cite>), <a class='ref' href='/mn106'>MN 106</a> <cite class='text-root'>А̄нен͂джасаппа̄ясутта (Āneñjasappāyasutta)</cite>, <a class='ref' href='/mn121'>MN 121</a> <cite class='text-translated'>Короткий дискурс о пустоте</cite> (<cite class='text-root'>Чӯласун͂н͂атасутта (Cūḷasuññatasutta)</cite>) и <a class='ref' href='/mn122'>MN 122</a> <cite class='text-translated'>Большой дискурс о пустоте</cite> (<cite class='text-root'>Маха̄сун͂н͂атасутта (Mahāsuññatasutta)</cite>), затрагивают наиболее тонкие аспекты продвинутых форм медитации, которые редко обсуждаются в других текстах.",
  "mn-guide-sujato:41": "Будда",
  "mn-guide-sujato:42": "В буддийских традициях жизнеописание Будды стало основой для распространения его учений и ценностей. Тем не менее, в ранних текстах не существует его целостной биографии. Та информация, которая имеется, обрывиста и разбросана по канону. Мы находим крупицы информации в редких подробностях, которыми делится сам Будда, или же выводим их из различных ситуаций, в которые он попадает.",
  "mn-guide-sujato:43": "Но, наверное, это и не должно быть большим сюрпризом. Для Будды не было никаких причин делиться своей историей жизни — он проживал её. А его ученики знали его лично. Лишь после его смерти сообщество почувствовало необходимость сохранить память о своём учителе в ярких и подробных историях, которые обрастали всё большими подробностями каждый раз, когда их рассказывали.",
  "mn-guide-sujato:44": "Общие очертания поздних легенд о Будде берут своё начало из ранних текстов, многие из которых входят в Мадджхиму. Так, мы находим здесь историю рождения Будды, его раннее детство, отречение, практику и пробуждение, вызовы, связанные с основанием сообщества монахов, и многочисленные встречи, в которых он разъясняет учение. Самый длинный биографический рассказ в ранних текстах — подробная летопись последних дней Будды, текст <a class='ref' href='/dn16'>DN 16</a> <cite class='text-root'>Маха̄паринибба̄насутта</cite> из Дӣгха-ника̄и. Обрывками разбросаны по канону отдельные встречи и события. В каком-то смысле мы можем смотреть на них как на эпизоды из его жизни, картинки из потрясающего мифа, каждая из которых добавляет свою крупицу к пониманию этого человека и его послания. Эти тексты являются главным источником знаний о ранней жизни Будды и его истории как учителя. И хотя в некоторых местах прослеживается очевидная тенденция к мифотворчеству, большинство этих эпизодов являются простыми и правдоподобными.",
  "mn-guide-sujato:45": "Исключение составляет текст <a class='ref' href='/mn123'>MN 123</a> <cite class='text-translated'>Невероятный и удивительный</cite> (<cite class='text-root'>Аччхарияаббхутасутта (Acchariyaabbhutasutta)</cite>), в котором главный биограф Будды А̄нанда перечисляет серию явно сказочных событий, сопровождавших рождение будущего Будды. Он очевидно основан на <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Маха̄пада̄насутта</cite> с некоторыми дополнениями. Обожествлением Будды и акцентом на сверхъестественном этот текст свидетельствует о сдвиге от практики учения к поклонению личности Будды. Он старался это предотвратить, когда говорил, что по-настоящему сверхъестественным чудом является осознование своего ума.",
  "mn-guide-sujato:46": "Непосредственные родственники Будды упоминаются в <i lang='pi' translate='no'>ника̄ях</i> редко. Жена Будды упоминается в Винае. В Тхерӣга̄тхе̄ есть её изречения. Сын Ра̄хула присутствует в нескольких дискурсах (<a class='ref' href='/mn61'>MN 61</a>, <a class='ref' href='/mn62'>MN 62</a>, <a class='ref' href='/mn147'>MN 147</a>). Они рассказывают о том, как терпеливо Будда обучал Ра̄хулу и как в итоге тот обрёл пробуждение. Отец Будды мельком упоминается в отрывке, где тот ребёнком погружается в медитацию. В нескольких дискурсах упоминаются, но не называются по имени оба его родителя (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>). Их имена упоминаются в других местах: Суддходана — имя отца — в <a class='ref' href='/snp3.11'>Snp 3.11</a> и <a class='ref' href='/pli-tv-kd1.#54'>Kd 1:54</a>, Ма̄йа̄ — имя матери — в <a class='ref' href='/thig6.6'>Thig 6.6</a>. Оба упоминаются в <a class='ref' href='/dn14'>DN 14</a> и <a class='ref' href='/thag10.1'>Thag 10.1</a> Его мачеха Маха̄паджа̄патӣ Готамӣ появляется в нескольких суттах. Наиболее значимы её появления в <a class='ref' href='/mn142'>MN 142</a> <cite class='text-translated'>Разъяснение о религиозных пожертвованиях</cite> (<cite class='text-root'>Даккхин̣а̄вибхн̇гасутта</cite>) и <a class='ref' href='/an8.51'>AN 8.51</a> Также в суттах присутствуют более далёкие родственники Будды, которые были известными монахами и последователями-мирянами, такие как А̄нанда, Ануруддха и Маха̄на̄ма.",
  "mn-guide-sujato:47": "В тексте <a class='ref' href='/mn75#10'>MN 75:10</a> <cite class='text-translated'>Беседа с Ма̄ган̣д̣ией</cite> Будда вспоминает роскошь, в которой он жил в молодости (ср. <a class='ref' href='/an3.39'>AN 3.39</a>), а в <a class='ref' href='/mn26#13'>MN 26:13</a> он вспоминает болезненное расставание с родным домом и плачущими родителями. В тексте ранней Аттадан̣д̣асутты описывается альтернативная версия того, как принц уходит от мирской жизни. В ней главной причиной ухода стали не осознание старости, болезни и смерти, а непрерывная конфликтность и горести этого мира (<a class='ref' href='/snp4.15'>Snp 4.15</a>).",
  "mn-guide-sujato:48": "История продолжается шестью годами борьбы, разделёнными на три этапа. Похоже, что сначала он практиковал в соответствии с йогической традицией, скорее всего связанной с философией Упаниш̣ад. В тексте <a class='ref' href='/mn26'>MN 26</a> <cite class='text-translated'>Благородный поиск</cite> (<cite class='text-root'>Арияпарийесанасутта (Ariyapriyesanasutta)</cite>, также известном как <cite class='text-root'>Па̄сара̄сисутта (Pāsarāsisutta)</cite>, говорится об опыте практики под руководством знаменитых учителей А̄л̣а̄ры Ка̄ла̄мы и Уддаки Ра̄мапутты. Благодаря обучению у них он достиг глубокого погружения (<i lang='pi' translate='no'>сама̄дхи</i>) и достижений сферы отсутствия форм, но остался неудовлетворён и поэтому оставил их, чтобы вступить на путь более жёстких аскетических практик.",
  "mn-guide-sujato:49": "В соответствии с описаниями буддийских традиций, большую часть этого периода он провёл, предаваясь суровым аскетическим практикам, похожим на те, что практиковали джайны. Они подробно описываются в текстах <a class='ref' href='/mn12'>MN 12</a> <cite class='text-translated'>Длинный дискурс о львином рыке</cite> (<cite class='text-root'>Маха̄сӣхана̄дасутта (Mahāsīhanādasutta)</cite>) и <a class='ref' href='/mn36'>MN 36</a> <cite class='text-translated'>Длинный дискурс с Саччакой</cite>. Но после нескольких лет такого самоумерщвления он понял, что не добился того, что ищет. Поэтому он снова начал принимать твёрдую пищу и, вспомнив свой опыт медитативного поглощения из детства, вошёл в третью фазу своего пути, которая привела его к пробуждению.",
  "mn-guide-sujato:50": "Хотя может показаться, что события ночи, в которую он достиг просветления, следуют сразу за решением прекратить самоистязания, несколько текстов указывают на то, что этому предшествовал период интенсивного развития медитации. Например, текст <a class='ref' href='/mn19'>MN 19</a> <cite class='text-translated'>Два типа мыслей</cite> (<cite class='text-root'>Дведха̄витаккасутта (Dvedhāvitakkasutta)</cite>) рассказывает о его исследовании и развитии благого мышления, а <a class='ref' href='/mn4'>MN 4</a> <cite class='text-translated'>Страх и ужас</cite> (<cite class='text-root'>Бхаябхеравасутта (Bhayabheravasutta)</cite>) повествует о его борьбе со страхом, также в <a class='ref' href='/mn128'>MN 128</a> <cite class='text-translated'>Искажения</cite> (<cite class='text-root'>Упаккилесасутта (Upakkilesasutta)</cite>) говорится о серии специфических помех, которые он встретил в практике медитации (см. также <a class='ref' href='/an8.64'>AN 8.64</a> и <a class='ref' href='/an9.40'>AN 9.40</a>). Хотя его размышления о пути всегда основываются на логике, в <a class='ref' href='/an5.196'>AN 5.196</a> мы встречаем сверхестественные сны-предсказания о его пробуждении. Но если обратить внимание на символизм образов этих снов, оно вознаградит наблюдательного исследователя.",
  "mn-guide-sujato:51": "В Мадджхиме (<a class='ref' href='/mn36'>MN 36</a>, <a class='ref' href='/mn85'>MN 85</a>, <a class='ref' href='/mn100'>MN 100</a>) Будда вспоминает о ключевом моменте своего детства, когда он спонтанно вошёл в первое поглощение — состояние глубокого умиротворения и неподвижности. Значительно позже, в момент кризиса его духовного прогресса, он вспомнит об этом событии и осознает, что медитативное поглощение — единственный верный путь к пробуждению («<i lang='pi' translate='no'>эсо’ва магго бодха̄я</i>»).",
  "mn-guide-sujato:52": "Пробуждение Будды описывается в каноне с нескольких ракурсов. В тексте <a class='ref' href='/mn4'>MN 4</a> <cite class='text-root'>Бхаябхерава</cite> Будда рассказывает о том, как справился со своими страхами, после чего развил поглощения и получил три высших знания. В тексте <a class='ref' href='/mn14'>MN 14</a> <cite class='text-translated'>Короткий дискурс о массе страдания</cite> (<cite class='text-root'>Чӯл̣адуккхакхандха</cite>) он рассказывает о прекращении страдания через отпускание чувственных удовольствий (см. также <a class='ref' href='/sn35.117'>SN 35.117</a>). В нескольких дискурсах говорится о том, как применяется учение об аспекте наслаждения, аспекте недостатка и аспекте избавления по отношению к пяти совокупностям (<a class='ref' href='/sn22.26'>SN 22.26</a>), элементам (<a class='ref' href='/sn14.31'>SN 14.31</a>), чувствам (<a class='ref' href='/sn36.24'>SN 36.24</a>) или миру (<a class='ref' href='/an3.101'>AN 3.101</a>). В некоторых других местах пробуждение описывается как результат постижения взаимозависимого возникновения (<a class='ref' href='/sn12.10'>SN 12.10</a>, <a class='ref' href='/dn14'>DN 14</a>). Есть также тексты, где пробуждение описывается как следствие различных практик, таких как, например, четыре вида медитации внимательности (<a class='ref' href='/sn47.31'>SN 47.31</a>), четыре основы сверхспособностей (<a class='ref' href='/sn51.9'>SN 51.9</a>) или практика избавления от мыслей (<a class='ref' href='/mn19'>MN 19</a>). И это далеко не полный список, так как все учения Будды отображают различные аспекты мудрости, которую порождает пробуждение.",
  "mn-guide-sujato:53": "События после пробуждения, описываемые в текстах, включают странствия Будды, различные встречи в пути, первых последователей и основание Сан̇гхи. Основная часть этих подробностей описана в Винае (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>), и лишь отдельные эпизоды в <i lang='pi' translate='no'>ника̄ях</i> — например, три первых проповеди (<a class='ref' href='/sn56.11'>SN 56.11</a>, <a class='ref' href='/sn22.59'>SN 22.59</a>, <a class='ref' href='/sn35.28'>SN 35.28</a>).",
  "mn-guide-sujato:54": "Будда следовал такому же простому жизненному укладу, как и другие его последователи-монахи. Всё его имущество состояло из единственного набора из трёх одеяний, чаши для подаяний и ещё нескольких вещей. По большей части он проживал в монастыре Ана̄тхапин̣д̣ики около Са̄ваттхӣ, хотя он проводил время и в других монастырях. Когда он жил в каком-либо монастыре, он занимал простую хижину. Год делился на три сезона — жаркий, дождливый и холодный. Во время сезона дождей он всегда оставался в монастыре, тогда как в другие сезоны он мог странствовать.",
  "mn-guide-sujato:55": "Типичный день начинался с раннего подъёма и медитации. Рассвет давал сигнал к началу деятельности, в частности, к ежедневному походу за подаянием. Когда монахи находились в монастыре, обычно они носили только нижнее одеяние типа саронга (монахини также носили верхнее одеяние). После рассвета они надевали полное одеяние и отправлялись в ближайшую деревню или город на сбор подаяний. Во время сбора подаяний миряне клали немного еды в чашу. Этот процесс можно и сегодня увидеть в буддийских землях. Монахам не разрешается принимать деньги. Едят монахи один или два раза в день. Это всегда происходит между рассветом и полуднем.",
  "mn-guide-sujato:56": "Обычно после утреннего приёма пищи монахи удаляются для медитации в свои хижины, ближайший лес или какое-либо другое тихое место. В жаркий сезон Будда иногда устраивал короткую послеполуденную сиесту (<a class='ref' href='/mn36#46'>MN 36:46</a>). Ближе к вечеру Будда возвращался к монахам и часто давал учение или отвечал на вопросы. Но это случалось спонтанно и не являлось частью заведённого порядка. После этого он медитировал допоздна и спал лишь несколько часов в середине ночи.",
  "mn-guide-sujato:57": "Текст <a class='ref' href='/mn91'>MN 91</a> <cite class='text-translated'>Беседа с Брахма̄ю</cite> даёт описание мельчайших деталей его поведения и тонких нюансов внимательности и заботы, с которыми он относился к своим действиям. Последователи видели в нём воплощение высшей истины. Они видели его реализацию в каждом его слове и поступке и часто высоко восхваляли его в красивых изречениях, наполненных радостью (<a class='ref' href='/mn92'>MN 92</a> <cite class='text-translated'>Беседа с Селой</cite>, <a class='ref' href='/an6.43'>AN 6.43</a>, <a class='ref' href='/an10.30'>AN 10.30</a>, <a class='ref' href='/sn8.7'>SN 8.7</a>). Но он не поддерживал слепое поклонение, а подталкивал своих учеников исследовать, каким учителем он является, представляя им набор строгих и подробных критериев для хорошего духовного наставника (<a class='ref' href='/mn47'>MN 47</a> <cite class='text-translated'>Исследователь</cite>).",
  "mn-guide-sujato:58": "Это короткое описание не выражает в полной мере того влияния, которое оказывала на людей встреча с Буддой. Его постоянно восхваляют как того, кто появился в мире из сострадания к живым существам (<a class='ref' href='/mn4'>MN 4</a>), того, чьи добрые качества достигли наивысшей реализации (<a class='ref' href='/mn38'>MN 38</a>), того, чьё появление — проявление великого света (<a class='ref' href='/an1.175'>AN 1.175</a>–<a class='ref' href='/an1.177'>AN 1.177</a>), кто полностью постиг всё, что можно было постичь (<a class='ref' href='/mn1'>MN 1</a>; <a class='ref' href='/an4.23'>AN 4.23</a>), и того, кто всегда обладает уверенностью и мужеством, вне зависимости от ситуации (<a class='ref' href='/mn12'><a class='ref' href='/mn1'>MN 1</a>2</a>). Он обладал ошеломительной красотой и харизмой и производил незабываемое впечатление на тех, кто его встречал (<a class='ref' href='/mn26'>MN 26</a>, <a class='ref' href='/an4.36'>AN 4.36</a>), но особо увлёкшимся последователям он наказывал не думать об этом «мерзком теле» (<a class='ref' href='/sn22.87'>SN 22.87</a>).",
  "mn-guide-sujato:59": "Хотя он был уникальным человеком, которому не было равных в его время (<a class='ref' href='/mn56'>MN 56</a>; <a class='ref' href='/an1.174'>AN 1.174</a>), как «реализованный» (<i lang='pi' translate='no'>татха̄гатха</i>) Будда, он был одним из ряда пробуждённых учителей поистине космического масштаба. Его понимание относится не только к окружавшим его, а является универсальным для всех живых существ во всех мирах и во все времена.",
  "mn-guide-sujato:60": "Другие будды с таким же пониманием появлялись в прошлом и появятся в будущем. В тексте <a class='ref' href='/dn14'>DN 14</a> <cite class='text-root'>Маха̄пада̄на</cite> приводится подробный список будд прошлого. В других местах канона также есть упоминания о буддах Какусандхе в <a class='ref' href='/mn50'>MN 50</a> и Кассапе в <a class='ref' href='/mn81'>MN 81</a>, что говорит о распространённости этой идеи в <i lang='pi' translate='no'>ника̄ях</i> (См. также <a class='ref' href='/sn12.14'>SN 12.4</a>-10, <a class='ref' href='/an3.80'>AN 3.80</a> и <a class='ref' href='/an5.180'>AN 5.180</a>).",
  "mn-guide-sujato:61": "Текст <a class='ref' href='/mn116'>MN 116</a> <cite class='text-translated'>В Исигили</cite> также упоминает о так называемых «буддах, пробуждённых для самих себя» (<i lang='pi' translate='no'>паччекабуддха</i>) — загадочном виде мудрецов, которые постигли те же истины, что и «полностью пробуждённый будда» (<i lang='pi' translate='no'>самма̄самбуддха</i>), но которые не основывают религиозное движение.",
  "mn-guide-sujato:62": "Несмотря на его возвышенность и высокое почитание, в <i lang='pi' translate='no'>ника̄ях</i> он всё же не превозносится до уровня космического божества, как это происходит в поздних формах буддизма. Несмотря на все его необыкновенные качества, он остаётся человеческим существом. Нигде он не утверждает, что к пробуждению в этой жизни его привела практика в прошлых воплощениях, нигде не упоминается о <i lang='pi' translate='no'>па̄рамӣ</i>. Напротив, в одном из редких случаев, когда он упоминает о своей прошлой жизни (<a class='ref' href='/mn81'>MN 81</a> <cite class='text-translated'>Беседа с Гхат̣ика̄рой</cite>), он предстаёт явно непросветлённым.",
  "mn-guide-sujato:63": "В ранних текстах термин <i lang='pi' translate='no'>«бодхисатта»</i> обозначает «намеренный пробудиться». В первую очередь он применяется к периоду, когда Готама покинул дом и ещё не достиг пробуждения. Будущий Будда описывается не как тот, кто следует по пути, который начался давным-давно в прошлых жизнях, а описывается как тот, кто исследует разные возможности, доступные ему, не обладая чётким пониманием, как может быть достигнуто пробуждение. Его ключевое прозрение случилось не из-за обетов, которые он дал в прошлых воплощениях, а через воспоминание о поглощении (<i lang='pi' translate='no'>джха̄на</i>), в которое он погрузился, будучи ещё ребёнком.",
  "mn-guide-sujato:64": "Будда даёт длинные описания того, какие способы он испробовал, как он экспериментировал, прежде чем его путь созрел. Его по-настоящему особенным качеством было то, что он открыл путь благодаря своим собственным усилиям и после этого обучил этому пути своих последователей. Даже те из его последователей, кто достиг таких же реализаций освобождения и понимания, преклонялись перед Буддой как перед тем, кто непревзойдён в мудрости и сострадании, кто осветил для них путь.",
  "mn-guide-sujato:65": "Этапы пробуждения",
  "mn-guide-sujato:66": "Духовное просветление, или пробуждение, в буддизме представляется не как нечёткая или неизвестная величина. Напротив, она вполне точно и конкретно определена и воспроизводима. В текстах представлена подробная типология просветлённых существ. Есть четыре основных этапа, которые делятся на восемь подпунктов. Те, кто достигает их, называются «благородными последователями» (<i lang='pi' translate='no'>арияса̄вака</i>), или «хорошими людьми» (<i lang='pi' translate='no'>саппуриса</i>). В текстах они рассматриваются с разных углов, здесь мы приведём краткий обзор.",
  "mn-guide-sujato:67": "Факторы пути развиваются до тех пор, пока не достигают определённого уровня зрелости. Тогда человек, который развил их, становится тем, кто «следует по пути учения» (<i lang='pi' translate='no'>дхамма̄нуса̄ри</i>) или тем, кто «следует благодаря вере» (<i lang='pi' translate='no'>саддха̄нуса̄ри</i>), в зависимости от того, что преобладает — мудрость или вера (<a class='ref' href='/mn70#20'>MN 70:20</a>). Такого человека ещё называют «тот, кто на пути к вхождению в поток» (<a class='ref' href='/mn142#5'>MN 142:5</a>, <a class='ref' href='/mn48#15'>MN 48:15</a>). Он постигнет Дхамму уже в этой жизни, но настоящего прозрения в неё пока не случилось, и его понимание всё ещё до определённой степени лишь концептуальное (<a class='ref' href='/sn25.1'>SN 25.1</a>). Как быстро и глубоко такой человек продвинется, зависит от силы его способностей и усилий.",
  "mn-guide-sujato:68": "В текстах не говорится о том, отчётливо ли человек понимает, что достиг этого этапа. Но непосредственно реализация вхождения в поток осознаётся недвусмысленно. Она словно вспышка молнии в ночном небе (<a class='ref' href='/an3.25'>AN 3.25</a>), и вы будете точно помнить, где и когда это случилось (<a class='ref' href='/pj4'>Pj 4</a>). В этот момент возникает видение четырёх благородных истин и понимание пути становится вашим собственным переживанием, а не концепцией (<a class='ref' href='/sn25.1'>SN 25.1</a>) Практикующий освобождается от трёх оков (<i lang='pi' translate='no'>сам̇йоджана</i>) — сомнение, неправильное представление предписаний, обетов и любых взглядов, которые отождествляют личность с совокупностями, — и достигает первого этапа пробуждения, который называют «вхождение в поток».",
  "mn-guide-sujato:69": "Вошедший в поток не может избежать пробуждения, он родится ещё максимум семь раз (<a class='ref' href='/an3.88'>AN 3.88</a>) и сделает это в мирах не ниже человеческого (<a class='ref' href='/mn6'>MN 6</a>; <a class='ref' href='/sn55.1'>SN 55.1</a>). Такой человек освободился от огромной массы страдания. То, что осталось, — как семь небольших камней по сравнению с Гималаями (<a class='ref' href='/sn56.59'>SN 56.59</a>). Он щедр, предан учению и естественным образом соблюдает минимум пять предписаний (<a class='ref' href='/mn53'>MN 53</a>; <a class='ref' href='/sn12.41'>SN 12.41</a>; <a class='ref' href='/an7.6'>AN 7.6</a>). Понимает четыре благородные истины и взаимозависимое возникновение, у него нет сомнений относительно Будды, его учения или Сан̇гхи (<a class='ref' href='/mn7'>MN 7</a>; <a class='ref' href='/sn12.41'>SN 12.41</a>). Но всё ещё есть привязанности. Он всё ещё может испытывать горесть, когда умирают родственники (<a class='ref' href='/ud8.8'>Ud 8.8</a>) или переживать моменты горя и отчаяния (<a class='ref' href='/dn16#5'>DN 16:5</a>.13).",
  "mn-guide-sujato:70": "Когда вошедший в поток развивает путь дальше, о нём говорят как о том, кто находится на пути к однажды возвращающемуся. Когда жадность и ненависть уменьшаются, он достигает этапа возвращающего однажды. Теперь он будет рождён в этом мире только ещё один раз. Когда с дальнейшим развитием пути он полностью избавится от жадности и ненависти, он становится тем, кого называют невозвращающимся. Такой тип личности обычно перерождается в особого рода высоких небесных планах, которые называют Чистыми обителями, и там обретает полное угасание. Хотя в определённых случаях невозвращающийся может достичь полного угасания до того, как переродится (<a class='ref' href='/an3.88'>AN 3.88</a>).",
  "mn-guide-sujato:71": "Но даже возвышенное состояние невозвращающегося всё ещё не полностью свободно от привязанностей. Он достиг совершенства в нравственности и погружении, но мудрость всё ещё не совершенна. У него всё ещё остаётся пять высших оков: привязанность к рождению в мирах сияющей формы и мирах без форм, беспокойство от необходимости достичь полного пробуждения, остаточное чувство личности или, по-другому, тщеславие и неведение.",
  "mn-guide-sujato:72": "С дальнейшим развитием пути он достигает полного совершенства. Совершенный, или арахант, полностью уничтожил все загрязнения, завершил цикл рождения, и когда эта жизнь закончится, он больше никогда не будет страдать. Его освобождение тождественно освобождению Будды. Поскольку для такого человека больше нет препятствий и загрязнений ума, он может войти в глубокую медитацию, когда пожелает, и его жизнь наполнена радостью и умиротворением. Он не испытывает печали, тревоги, запутанности или сомнений. Совершенный живёт в соответствии с Дхаммой, и его возвращение к мирским путям и страстям невозможно. Он живёт жизнью покоя и добродетели, предпочитая уединение и медитацию, но способен бескорыстно служить, помогая другим, когда это возможно, особенно посредством обучения Дхамме. В нём нет страха, лишь равностное отношение к смерти (<a class='ref' href='/mn140#24'>MN 140:24</a>). Он всё ещё может испытывать боль в теле, но свободен от ментального страдания (<a class='ref' href='/sn36.6'>SN 36.6</a>).",
  "mn-guide-sujato:73": "Монахи",
  "mn-guide-sujato:74": "Хотя мы привыкли считать, что сутты — это «учение Будды», на самом деле только четверть текстов в Мадджхиме описывают ситуацию, в которой Будда просто читает лекцию для собравшихся. Более половины дискурсов составляют диалоги (<i lang='pi' translate='no'>вя̄каран̣а</i>). Иногда Будда задаёт вопрос и ведёт слушателей через исследование в духе Сократа. Иногда кто-то задаёт Будде вопрос или серию вопросов. Будда отвечает по-разному — иногда прямо, иногда встречным вопросом, иногда приводит длинный анализ — в зависимости от природы вопроса и вопрошающего. И что интересно, иногда не отвечает вовсе.",
  "mn-guide-sujato:75": "Различные ученики Будды в разных дискурсах встречаются в той или иной роли, и в некоторых текстах — примерно в пятой части Мадджхимы — они выступают учителями, которые продолжают дело исследования и разъяснения учения. В Мадджхима-ника̄е мы встречаем ряд умелых и реализованных учителей, многие из которых стали широко известны в разных буддийских традициях. С самого начала обучения Будда старался сделать своих учеников самостоятельными учителями и призывал их делиться учением настолько, насколько им позволяли их возможности.",
  "mn-guide-sujato:76": "В девяти дискурсах основным учителем выступает главный ученик Будды, знаменитый полководец Дхаммы, Са̄рипутта. Среди этих текстов — <a class='ref' href='/mn9'>MN 9</a>, глубокое исследование различных граней правильного воззрения, <a class='ref' href='/mn28'>MN 28</a>, в котором показано, что всё учение укладывается в четыре благородные истины, и <a class='ref' href='/mn141'>MN 141</a>, в котором даётся подробное описание четырёх благородных истин на основе первой проповеди Будды. В этих дискурсах проявляется склонность Са̄рипутты к систематическому исследовании Дхаммы. Такой подход — это одна из основных предтечей позднего развития текстов Абхидхаммы, и Са̄рипутта по праву считается одним из её отцов.",
  "mn-guide-sujato:77": "Маха̄качча̄на — ещё один монах, знаменитый своей мудростью, чей острый аналитический стиль, с его особым уклоном к процессу чувственного восприятия, также оказал влияние на Абхидхамму. Он выступает учителем в четырёх дискурсах Мадджхимы. В тексте <a class='ref' href='/mn18'>MN 18</a> «Медовый торт» продемонстрировано его непревзойдённое умение выводить тонкие следствия из кратких учений Будды. Этот дискурс подробно обсуждается в работе Катукурунде Ньянанды <cite class='book'>«Концепция и реальность в ранней буддийской мысли»</cite>, которая стала одной из наиболее влиятельных монографий в современных буддийских исследованиях.",
  "mn-guide-sujato:78": "В тексте <a class='ref' href='/mn24'>MN 24</a> приводится диалог Са̄рипутты и Пун̣н̣ы Манта̄н̣ипутты, в котором говорится о перекладных колесницах, что знакомит нас с идеей о семи этапах очищения, которая оказала огромное влияние на стадии прозрения в <cite class='text-root'>Висуддхимагге</cite> Буддхагхосы, и через это — на современную медитацию Тхеравады.",
  "mn-guide-sujato:79": "Единственный дискурс Мадджхимы от лица бхиккхунӣ представлен монахиней Дхаммадинно̄й. Кажется, что дискурсы от лица женщин в суттах, хотя и встречаются редко, но всегда уникальны в своей пронзительной мудрости. В тексте <a class='ref' href='/mn44'>MN 44</a> Дхаммадинна̄ отвечает на серию вопросов своего бывшего мужа, показывая глубину своей реализации в медитации и мудрости.",
  "mn-guide-sujato:80": "Также в дискурсах от лица последователей мы встречаем Моггалла̄ну, Ануруддху и других. И конечно, нельзя не упомянуть А̄нанду, который всегда был ближайшим к Будде и через кого, в соответствии с традицией, переданы все тексты. В семи дискурсах А̄нанда является основным учителем, а также присутствует во многих других. Он был особенно заинтересован в личных подробностях жизни Будды, и благодаря ему биография Будды приняла знакомую нам форму.",
  "mn-guide-sujato:81": "Сан̇гха",
  "mn-guide-sujato:82": "Как бы ни были велики в мудрости просветлённые последователи Будды, они не были обособлены. Они были частью организованной духовной общины, которая называется Сан̇гха, или «Монашеский орден». Термин <i lang='pi' translate='no'>Сан̇гха</i> может использоваться в двух случаях: для обозначения «монашеского ордена» (<i lang='pi' translate='no'>бхиккхусан̇гха</i>) и для обозначения «круга благородных последователей» (<i lang='pi' translate='no'>са̄вакасан̇гха</i>; более ожидаемый термин <i lang='pi' translate='no'>ариясан̇гха</i> встречается только в одной из строф <a class='ref' href='/an6.54'>AN 6.54</a>). В первом случае имеются в виду те, кто прошёл полную ординацию и практикует как буддиский монах, во втором случае имеются в виду те, кто достиг одной из стадий пробуждения — это, конечно же, могут быть, в частности, и миряне.",
  "mn-guide-sujato:83": "Может показаться, что такое раздение довольно чёткое, но это впечатление обманчиво. В стандартной формулировке описания Сан̇гхи в памятовании о Тройной драгоценности упоминаются восемь видов благородных личностей. Но она при этом использует термины, типичные для монашеской общины, например, «источник заслуг». Трудно понять эту формулировку однозначно, поскольку она, похоже, была скомпонована из разных кусков. В целом можно считать, что, если контекст не подразумевает Сан̇гху благородных последователей, термин обозначает монашеский орден.",
  "mn-guide-sujato:84": "Сообщество монахов было основано Буддой вскоре после пробуждения. Об этом повествует первая глава Кхандхаки из Виная-пит̣аки, известная как «Маха̄ккхандхака», или «Паббадджаккхандхака» (<a class='ref' href='/pli-tv-kd1'>Kd 1</a>). Также это частично описывается в суттах, но лучше прочитать историю целиком.",
  "mn-guide-sujato:85": "Ранняя Сан̇гха состояла из небольшого сообщества продвинутых практиков, в соответствии с текстами все они достигли совершенства. В своём известном воззвании к последователям Будда призывает их странствовать по деревням и округе, распространяя Дхамму на благо всех людей (<a class='ref' href='/sn4.5'>SN 4.5</a>). Это даёт понимание о его отношении к сообществу. Он не занимал позицию гуру, которому должны подчиняться и от которого всё зависит. Напротив, он относился к сообществу как ко взрослым людям, которые сами могут сделать выбор, и доверял им действовать. Конечно, на том раннем этапе все последователи были пробуждёнными, но его политика в этом отношении оставалась неизменной на протяжении всей его жизни, даже на смертном одре, когда Сан̇гха уже состояла далеко не только из пробуждённых.",
  "mn-guide-sujato:86": "В тексте <a class='ref' href='/pli-tv-kd1'>Kd 1</a> описывается, как изменялась процедура ординации. Изначально Будда делал это самостоятельно, произнося слова «Монах, ты принят!» Позднее, по мере роста числа кандидатов, Будда разрешил другим монахам проводить процедуру ординации, используя простую церемонию принятия прибежища в Тройной драгоценности. Так до сих пор ординуют послушников. В конечном итоге процедура была формализована в виде «Акта подвижничества и трёх утверждений». В этой церемонии присутствовали различные формальные элементы: ряд вопросов, чтобы проверить кандидата; те кто проводил опрос, формально назначались Сан̇гхой; кандидату после опроса назначался наставник; вся Сан̇гха давала согласие на ординацию. Вся процедура была простой и формализованной, лишённой ритуализма и украшений. Основная часть процедуры соблюдается и сегодня, хотя разные традиции и приукрасили церемонию красочными ритуалами и торжеством.",
  "mn-guide-sujato:87": "Эта процедура задаёт модель того, как Сан̇гха разрешает спорные вопросы. Важен консенсус: все члены Сан̇гхи дают согласие на ординацию (<em>сам̇гхо иттханна̄мам̇ упасампа̄дети</em>). Если даже один не дал согласия, ординация не могла быть проведена. Нужно разьяснить одно расхожее, даже в рядах монахов, заблуждение, что наставник — <i lang='pi' translate='no'>упадджа̄я</i> для монахов и <i lang='pi' translate='no'>паваттинӣ</i> для монахинь — это тот, кто даёт ординацию. Наставник назначается Сан̇гхой, чтобы быть опорой для новых монахов.",
  "mn-guide-sujato:88": "Для удобства в правовых вопросах Сан̇гхой считается сообщество внутри «ограниченной территории» (<i lang='pi' translate='no'>сӣма̄</i>). Так обозначается некоторая территория с заданными сообществом границами — обычно это земли монастыря, но также может быть какая-то большая или меньшая территория (см. <a class='ref' href='/pli-tv-kd2'>Kd 2</a>). Это важный момент практического характера: Сан̇гха — децентрализованная организация. Было бы неразумно ждать от всех монахов со всего мира, что они соберутся вместе, чтобы достичь консенсуса, поэтому все решения принимаются на местном уровне.",
  "mn-guide-sujato:89": "В Сан̇гхе не существует иерархии: у всех членов одинаковое право голоса. Уважение к старшим обусловлено их опытом и мудростью, но не наделяет их возможностью командовать. Ни один из членов Сан̇гхи не имеет силы заставить другого делать что-то, и если старший член, даже наставник или учитель, говорит другому сделать что-то, что против Дхаммы или Винаи, тот обязан не подчиниться. Пример того, как монаху следует принимать решения, есть в тексте <a class='ref' href='/mn17'>MN 17</a> <cite class='text-translated'>Заросли джунглей</cite> (<cite class='text-root'>Ванапаттхасутта</cite>), где приводятся некоторые советы о том, как монаху лучше поступить — остаться в монастыре или уйти. Разговора о том, чтобы приказать кому-то что-то сделать, не может даже быть.",
  "mn-guide-sujato:90": "Позже стали появляться монастыри, в которых были относительно неизменные сообщества. Обычно монахи оставались в монастыре часть года, особенно три месяца в сезон дождей, а большую часть времени проводили в странствиях. Они собирались раз в две недели на <i lang='pi' translate='no'>упосатху</i>. В это время давались учения (<a class='ref' href='/mn109'>MN 109</a> <cite class='text-translated'>Длинный дискурс в ночь полной луны</cite>, <cite class='text-root'>Маха̄пун̣н̣амасутта</cite>) и позже декламировались монашеские правила (<i lang='pi' translate='no'>па̄тимоккха</i>).",
  "mn-guide-sujato:91": "В определённый момент орден монахинь (<i lang='pi' translate='no'>бхиккхунӣ</i>) был создан по образу ордена монахов. В традиции считается, что мачеха Будды Маха̄паджа̄патӣ Готамӣ побудила его создать орден. Однако обоснованность такого взгляда имеет ряд серьёзных проблем как с точки зрения текстов, так и с точки зрения этики, и его трудно принять без дополнительных оговорок. Но в любом случае нам известно о создании сообщества монахинь и о том, что оно было в основном независимым. Монахини строили собственные монастыри (<a class='ref' href='/pli-tv-bi-vb-pj5'>Bi Pj 5</a>), принимали учеников (<a class='ref' href='/thig5.11'>Thig 5.11</a>), изучали тексты (<a class='ref' href='/pli-tv-bi-vb-pc-33'>Bi Pc 33</a>), развивали медитацию (<a class='ref' href='/sn47.10'>SN 47.10</a>), странствовали по деревням (<a class='ref' href='/pli-tv-bi-vb-pc-50'>Bi Pc 50</a>) и достигали мудрости пробуждения (<a class='ref' href='/mn44'>MN 44</a> <cite class='text-translated'>Короткая классификация</cite>, <cite class='text-root'>Чӯл̣аведалласутта</cite>). Хотя и правда, что определённые правила в том виде, в котором они существуют сегодня, дискриминируют монахинь, другие правила защищают их; например, запрещено, чтобы одеяния монаха стирала монахиня — это предотвращает отношение к монахиням как к бытовой прислуге. Когда монахи учили монахинь, они делали это с уважением, относясь к ним как к равным (<a class='ref' href='/mn146'>MN 146</a> <cite class='text-translated'>Совет для Нандаки</cite>). Орден монахинь давал женщинам того времени редкую возможность следовать духовному пути при поддержке сообщества. Орден сохранял существование всё это время в восточно-азиатских традициях, а в недавнем прошлом был возрождён также и в школах Тибета и Тхерава̄ды.",
  "mn-guide-sujato:92": "Заметьте, в суттах термин <i lang='pi' translate='no'>«бхиккху»</i> (мужского рода) используется как общий термин для монахов и монахинь. То, что монахини включались в этот термин, становится понятно из контекста <a class='ref' href='/an4.170'>AN 4.170</a>, где А̄нанда начинает говорить, обращаясь к «монахам и монахиням» и продолжает, используя далее только термин «монахи», или <a class='ref' href='/dn16'>DN 16</a>, где говорится о «монахах и монахинях», но они упоминаются через местоимение только мужского рода. Универсальность мужского рода также подтверждается такими отрывками, как <a class='ref' href='/thig16.1'>Thig 16.1</a>, где отец называет свою дочь Сумедхӯ словом <i lang='pi' translate='no'>«путта»</i>. Слово <i lang='pi' translate='no'>«путта»</i> означает «сын», тогда как «дочь» будет <i lang='pi' translate='no'>«дхӣта̄»</i>, но из отрывка видно, что слово также можно использовать как универсальный термин в смысле «дитя». При обучении вероятно, что и монахи, и монахини, и миряне присутствовали на лекциях, но конвенциально в текстах используется обращение «монахи» (<i lang='pi' translate='no'>бхиккхаве</i>). Поэтому я использовал английское слово mendicant (в русском языке нет подобного гендерно-нейтрального термина, поэтому при прочтении «монах» нужно понимать, что подразумеваются и монахи, и монахини, и, возможно, последователи-миряне — прим. пер.), чтобы перевести термин <i lang='pi' translate='no'>«бхиккху»,</i> за исключением тех мест, где в тексте необходимо указать пол, и в таком случае я использовал слово monk. В Виная-пит̣аке же в тексте по умолчанию используются термины соответствующего пола, поэтому там я использовал monk. Также заметьте, что mendicant — это то, что <i lang='pi' translate='no'>бхиккху</i> на самом деле означает: кто-то, кто живёт благодаря подаяниям.",
  "mn-guide-sujato:93": "Изначально Сан̇гха следовала неформализованному набору принципов, которые считались соответствующими для аскетов и были похожи на принципы, которым следовали другие группы. Они сохранились в подробностях в разделе нравственности Поэтапного развития (<a class='ref' href='/mn51'>MN 51</a>, <a class='ref' href='/dn1'>DN 1</a>, и т.д.). Сначала Будда отказывался устанавливать формальный свод монашеских правил, но в конечном итоге Сан̇гха настолько выросла, что такой свод стал необходим (<a class='ref' href='/pli-tv-bu-vb-pj1'>Bu Pj 1</a>). Эта тема в подробностях описана в текстах Виная-пит̣аки. Следует заметить, что слово <i lang='pi' translate='no'>«виная»</i>, когда оно используется в <i lang='pi' translate='no'>ника̄ях</i>, редко относится к Виная-пит̣аке. Это практическое применение учения: <i lang='pi' translate='no'>дхаммавиная</i> означает что-то вроде «теории и практики».",
  "mn-guide-sujato:94": "В четырёх <i lang='pi' translate='no'>ника̄ях</i> можно встретить внушительное количество текстов с учениями, адресованных монашескому сообществу. Иногда они описывают технические детали Виная-пит̣аки, вероятно для того, чтобы носители сутт были знакомы с ними (<a class='ref' href='/mn104'>MN 104</a> <cite class='text-translated'>В Са̄мага̄ме</cite>). Однако чаще они описывают общие принципы нравственности, представляя собой рекомендации для духовного сообщества, как жить в гармонии и процветать.",
  "mn-guide-sujato:95": "В тексте <a class='ref' href='/mn3'>MN 3</a> <cite class='text-root'>Дхаммада̄я̄да</cite> Будда учит монахов быть «наследниками его учения», имея в виду духовное наследие, а не вещи их Учителя. В тексте <a class='ref' href='/mn5'>MN 5</a> <cite class='text-translated'>Безупречный</cite> (<cite class='text-root'>Анан̇ган̣асутта</cite>) Почтенный Са̄рипутта и Моггалла̄на говорят о тех, в ком есть «пороки», которые портят духовную целостность. Когда они виноваты в нарушении правил, вместо того чтобы очистится признанием в содеянном, они скрывают его. Или они надеются, что Будда задаст им вопрос об учении, или что они получат лучшую еду. Подобные вещи кажутся незначительными, но со временем они развращают, поэтому необходимо разделываться с ними по мере возникновения, так как скрупулёзность в нравственном аспекте является фундаментом всех высших достижений на духовном пути (<a class='ref' href='/mn6'>MN 6</a> <cite class='text-translated'>Кто-то может пожелать</cite>, <cite class='text-root'>А̄кан̇кхейясутта</cite>) Для членов сообщества является важным быть открытыми к наставлениям, потому что иначе они не смогут увидеть свои недостатки и исправить их (<a class='ref' href='/mn15'>MN 15</a> <cite class='text-translated'>Измеряя</cite>, <cite class='text-root'>Анума̄насутта</cite>). В то же время основой сообщества не может быть недоброжелательность и осуждение. Основой должны быть любовь, щедрость и уважение (<a class='ref' href='/mn16'>MN 16</a> <cite class='text-translated'>Эмоциональное бесплодие</cite>, <cite class='text-root'>Четокхиласутта</cite>).",
  "mn-guide-sujato:96": "Не все были довольны путём, который предлагал Будда. Например, некий Сунаккхатта, известный из текста <a class='ref' href='/dn24'>DN 24</a>, снял монашеские одеяния, поскольку ему хотелось чудес, а какое-то освобождение от страданий не было для него достойной целью (<a class='ref' href='/mn12'>MN 12</a>; см. также <a class='ref' href='/mn63'>MN 63</a>). Монах Арит̣т̣ха пошёл ещё дальше, вступив в противоречие с фундаментальными принципами Дхаммы. Он заявлял, что то, что Будда называл пагубным, на самом деле пагубным не было (<a class='ref' href='/mn22'>MN 22</a> <cite class='text-translated'>Аналогия со змеёй</cite>, <cite class='text-root'>Алагаддӯпамасутта</cite>). Это событие вызвало необходимость ввести набор определённых правил в Винаю, что также показывает связанность этих текстовых корпусов (<a class='ref' href='/pli-tv-bu-vb-pc68'>Bu Pc 68</a>, <a class='ref' href='/pli-tv-bu-vb-pc69'>Bu Pc 69</a>; <a class='ref' href='/pli-tv-kd11'>Kd 11</a>).",
  "mn-guide-sujato:97": "Иногда проблема была не в одном человеке, а в целом сообществе, и оно могло разделиться. В тексте <a class='ref' href='/mn48'>MN 48</a> <cite class='text-translated'>Монахи Косамби</cite>, у которого есть параллель в Винае, рассказывается, как сообщество может разделиться из-за банальной причины. Их настолько поглотил гнев и тщеславие, что даже Будде не удалось их примирить. Хотя в конечно итоге они пришли в чувство. Также монахи в Ча̄туме (<a class='ref' href='/mn67'>MN 67</a>) были настолько непокорны, что Будда прогнал их; правда, после этого к нему обратились, чтобы он смягчился.",
  "mn-guide-sujato:98": "Умиротворение и внутренний рост также являются темой текста <a class='ref' href='/mn65'>MN 65</a> <cite class='text-translated'>Беседа с Бхадда̄ли</cite>, в котором Будда предписывает монахам принимать пищу до полудня. Бхадда̄ли отказывается из-за своей жадности и упрямства, но позднее соглашается с Буддой, и тот его прощает. Это правило было действительно важным, так как о нём также говорится в <a class='ref' href='/mn66'>MN 66</a> и <a class='ref' href='/mn70'>MN 70</a>.",
  "mn-guide-sujato:99": "Но в целом сутты описывают монашескую жизнь в положительных тонах, оставляя недостатки человеческого фактора для Виная-пит̣аки. В тексте <a class='ref' href='/mn31'>MN 31</a> <cite class='text-translated'>Короткий дискурс в Госин̇ге</cite> (<cite class='text-root'>Чӯл̣агосин̇гасутта</cite>) описывается идиллическая картина дружбы трёх монахов, которые сосуществуют в обходительной гармонии, в которой простота и чистота их образа жизни формирует основу высоких медитативных достижений (см. <a class='ref' href='/mn128'>MN 128</a> <cite class='text-translated'>Искажения</cite>, <cite class='text-root'>Упаккилесасутта</cite>, в которой описывается та же ситуация). Сан̇гха живёт чествованием Будды не из страха, но из истинной любви и уважения к нему (<a class='ref' href='/mn77'>MN 77</a> <cite class='text-translated'>Длинный дискурс с Сакулуда̄йӣ</cite>). Практикуя в соответствии с Дхаммой, они почитают своего Учителя, и потому достойны подношений (<a class='ref' href='/mn151'>MN 151</a> <cite class='text-translated'>Очищение подношений</cite>, <cite class='text-root'>Пин̣д̣апа̄тапа̄рисуддхисутта</cite>)",
  "mn-guide-sujato:100": "Широкое сообщество",
  "mn-guide-sujato:101": "Монахи не единственные персонажи, которых мы встречаем в текстах. В своих странствиях по долине Ганга Будда взаимодействует с различными представителями местных народов: учёные брамины и простые крестьяне, короли и рабы, священники и проститутки, мужчины и женщины, дети и старики, набожные и скептики, больные и инвалиды, те, кто унижает, и те, кто искренне ищет истину.",
  "mn-guide-sujato:102": "Не нужно думать, что учение для монахов и для мирян абсолютно разное. Например, текст <a class='ref' href='/mn7'>MN 7</a> <cite class='text-translated'>Сравнение с тканью</cite> (<cite class='text-root'>Ваттхасутта</cite> или <cite class='text-root'>Ваттхӯпамасутта</cite>) начинается как стандартное учение об очищении ума для монахов и о последующем достижении божественных медитаций и полного пробуждения. Будда говорит, что зовёт такого практикующего «тем, кто омылся внутренними водами». В этот момент брамин Сундарика, который сидел рядом, запротестовал, что брамины считают, что омывающими свойствами обладает река Ба̄хука. Этот случай показывает, что, несмотря на то, что учение обращено к монахам, присутствовать при этом может широкий круг людей, в том числе и те, кто не является буддистом.",
  "mn-guide-sujato:103": "В той <a class='ref' href='/mn7'>истории</a> брамин в итоге ординовался монахом. Хотя встречается много примеров и таких серьёзных практикующих, кто оставался мирянином. В тексте <a class='ref' href='/mn14'>MN 14</a> <cite class='text-root'>Чӯл̣адуккхаккхандха</cite> родственник Будды Маха̄на̄ма жалуется, что, несмотря на долгие годы практики, он всё ещё не освободился от жадности, ненависти и неведения. Очевидно, что в те времена практикующим-мирянам было трудно обрести глубокое умиротворение ума, так же, как и в наши дни.",
  "mn-guide-sujato:104": "Подобные случаи показывают, как Будда обращался к каждому индивидуально, учитывая его потребности и интересы. В иных случаях он давал более обобщённые дискурсы о нравственных принципах. В тексте <a class='ref' href='/mn41'>MN 41</a> <cite class='text-translated'>Народ деревни Са̄ла̄</cite> (<cite class='text-root'>Са̄лейякасутта</cite>) он обучает группу мирян, которые не были буддистами, принципам, которые обычно называют «десять путей к умелым поступкам» (<i lang='pi' translate='no'>дасакусалакаммапатха̄</i>, см. <a class='ref' href='/an10.176'>AN 10.176</a>):",
  "mn-guide-sujato:105": "Воздержание от убийства",
  "mn-guide-sujato:106": "Воздержание от воровства",
  "mn-guide-sujato:107": "Воздержание от совершения неправильных поступков сексуального характера",
  "mn-guide-sujato:108": "Правдивая речь",
  "mn-guide-sujato:109": "Гармоничная речь",
  "mn-guide-sujato:110": "Вежливая речь",
  "mn-guide-sujato:111": "Осмысленная речь",
  "mn-guide-sujato:112": "Воздержание от жадности",
  "mn-guide-sujato:113": "Воздержание от недоброжелательности",
  "mn-guide-sujato:114": "Правильное воззрение",
  "mn-guide-sujato:115": "Первые три относятся к действиям тела, следующие четыре — к действиям речи, и последние три — к действиям ума. Этот набор является расширенной версией хорошо известных пяти предписаний и является полным руководством по нравственному образу жизни. Он встречается во многих суттах, и в этом тексте даётся его подробное описание.",
  "mn-guide-sujato:116": "Хотя в большинстве случаев в Мадджхиме и вообще в Каноне преобладают дискурсы, в которых вводная часть с описанием ситуации имеет довольно формальный характер, также встречаются несколько текстов с довольно хаотичным повествованием, которое напоминает описание событий реальной жизни. Текст <a class='ref' href='/mn51'>MN 51</a> <cite class='text-translated'>Беседа с Кандаракой</cite> описывает ситуацию, в которой Будда беседует с наездником на слонах по имени Песса и скитающимся аскетом по имени Кандарака. Кандарака впечатлён тишиной, в которой пребывает Сан̇гха. Будда относит её к достижениям практики внимательности. В их разговор вмешивается Песса со словами о том, что миряне тоже иногда практикуют внимательность, из-за чего Будда вступает с ним в диалог о людях, которые совершают поступки во вред или во благо для себя или для других. Эта тема, знакомая нам из Ан̇гуттары (<a class='ref' href='/an4.198'>AN 4.198</a>). Но Песса должен откланяться, на что Будда говорит, что он мог бы извлечь для себя пользу, если бы остался. Монахи просят Будду закончить своё учение, на что он даёт длинное разъяснение о Поэтапном развитии. Песса и Кандарака больше не упоминаются в тексте. Тем не менее, есть примеры, где Поэтапному развитию обучают именно мирян. К примеру, это делает А̄нанда по случаю открытия новой ратуши шакьев (<a class='ref' href='/mn53'>MN 53</a> <cite class='text-translated'>Ученик</cite>, <cite class='text-root'>Секхасутта</cite>). Также весьма точно постепенный прогресс монаха сравнивается с профессиональным обучением бухгалтера в <a class='ref' href='/mn107'>MN 107</a> <cite class='text-translated'>Беседа с бухгалтером Моггалла̄ной</cite> (<cite class='text-root'>Ган̣акамоггалла̄насутта</cite>).",
  "mn-guide-sujato:117": "Стоит также отметить, что помимо текстов о нравственности и отдельных проблемах есть также тексты, где Будда отвечает на критику своего сообщества, но делает это не с позиции обороны, а путём разъяснения. В тексте <a class='ref' href='/mn55'>MN 55</a> <cite class='text-translated'>Беседа с Джӣвакой</cite> врач Будды докладывает ему, что идёт молва, будто он употребляет в пищу мясо животных, убитых специально для него. Будда отрицает это, объясняя, что он и его монахи принимают только ту пищу, которая была предложена в дар и никогда не примут мясо животного, если есть подозрения, что оно было убито специально для них.",
  "mn-guide-sujato:118": "В текстах <a class='ref' href='/mn55'>MN 55</a>, <a class='ref' href='/mn56'>MN 56</a> <cite class='text-translated'>Беседа с Упа̄ли</cite> и <a class='ref' href='/mn58'>MN 58</a> <cite class='text-translated'>Беседа с принцем Абхайей</cite> (<cite class='text-root'>Абхаяра̄джакума̄расутта</cite>) описываются случаи, когда джайны — хотя и не упоминается, кто конкретно — пытались сделать так, чтобы Будда проиграл в дебатах. Но — поскольку это буддийские тексты — им это не удаётся. То же пытаюся сделать и брамины, посылая против Будды своих лучших учёных, но им также не удаётся добиться успеха (<a class='ref' href='/mn93'>MN 93</a>, <a class='ref' href='/mn95'>MN 95</a>).",
  "mn-guide-sujato:119": "Несколько дискурсов рассказывают о том, как учение влияло на некоторые аспекты семейной жизни разных последователей. Например, когда молодой человек из богатой семьи, которого звали Рат̣т̣хапа̄ла, ординовался, его родители были крайне огорчены и пытались соблазнить его вернуться к мирской жизни (<a class='ref' href='/mn82'>MN 82</a>). Текст <a class='ref' href='/mn87'>MN 87</a> <cite class='text-translated'>Рождённый из любви</cite> (<cite class='text-root'>Пияджа̄тикасутта</cite>) рассказывает об эпизоде из семейной жизни короля Пасенади и королевы Малликӣ. Они слышат учение Будды о том, что наши возлюбленные приносят нам страдания, и когда Маллика̄ соглашается с этим, её муж оказывается очень недоволен. Маллика̄ ведёт себя осторожно и сначала убеждается, что именно это сказал Будда, и что при этом имелось в виду. После этого она мягко и с добротой объясняет учение королю, что приводит его к вере в Будду. Он стал преданным последователем, упоминания о нём встречаются во многих текстах. Ещё один случай, когда жена приводит к вере в Будду своего мужа, — текст <a class='ref' href='/mn100'>MN 100</a> <cite class='text-translated'>Беседа с Сан̇га̄равой</cite>.",
  "mn-guide-sujato:120": "Не только те, кто обладал добродетелью, проникались учением. В суттах описывается случай, когда Почтенный Са̄рипутта помогает своему старому другу Дханан͂джа̄ни. Ему удаётся искупить свою вину, несмотря на длинную историю коррупции в его жизни (<a class='ref' href='/mn97'>MN 97</a>). И даже серийный убийца Ан̇гулима̄ла находит спасение и прощение (<a class='ref' href='/mn86'>MN 86</a>; ср. <a class='ref' href='/thag16.8'>Thag 16.8</a>).",
  "mn-guide-sujato:121": "Краткая история текстов",
  "mn-guide-sujato:122": "Тексты Мадджхима-ника̄и редактировали В. Трекнер (том 1) и Роберт Чалмерз (том 2 и 3), основываясь на рукописях в сингальской, бирманской и тайской письменности. Они были опубликованы на латинице Обществом палийских текстов (PTS) в 1888-1899 гг. Первым переводом на английский была работа 1926-27 гг. Роберта Чалмерза под названием <cite class='book'>«Дальнейшие беседы Будды»</cite>.",
  "mn-guide-sujato:123": "Ввиду быстрого развития в XX веке понимания пали и буддизма стало необходимым создание более точных переводов. В 1950-х И.Б. Хорнер сделала новый перевод, и PTS опубликовало его в 1954-59 гг. под заглавием <cite class='book'>«Книга бесед средней длины»</cite>.",
  "mn-guide-sujato:124": "Хотя её переводы были значительно лучше переводов Чалмерза, вскоре их затмил перевод Бхиккху Н͂а̄н̣амол̣и. Невероятный успех Н͂а̄н̣амол̣и как исследователя пали и переводчика был трагически прерван его ранней кончиной, и его перевод Мадджхима-ника̄и остался в виде незаконченной рукописи. Тем не менее, его ценность была так очевидна, что он был опубликован сначала в виде избранных 90 дискурсов в редакции Бхиккху Кхантипало в 1976 году в Бангкоке под заглавием «<cite class='book'>Сокровища слов Будды</cite>», а затем полностью — в отредактированной и пересмотренной версии Бхиккху Бодхи в 1995 году под заглавием <cite class='book'>«Дискурсы Будды средней длины: перевод Мадджхима-никаи»</cite>. Эта последняя версия стала кульминацией точности, последовательности и читабельности, и тем самым стандартом, к которому стремились все последующие переводы <i lang='pi' translate='no'>ника̄й</i>.",
  "mn-guide-sujato:125": "Когда во время перевода мне был не до конца понятен пали, я часто обращался к работе Н͂а̄н̣амол̣и и Бодхи (и к опубликованной версии, и к оригинальной рукописи), и реже я обращался к переводам Хорнер и различным другим. Также у меня был доступ к заметкам Бхиккху Н͂а̄н̣адӣпа и ͂Н͂а̄н̣атусита к переводу Бхиккху Бодхи. В дополнение я исследовал китайские и другие параллельные тексты, а также использовал подробные исследования этих текстов Бхиккху Ана̄лайо. Однако они пригодились мне лишь в нескольких случаях, поскольку я верю в то, что важно сохранять целостность разных текстовых линий передачи. Сравнительный анализ теряет свою ценность после того, как соответствующие тексты были согласованы."
}