{
  "numbering:1": "Нумерация Сутт",
  "numbering:2": "Одним из препятствий на пути изучения буддийских текстов является трудность поиска необходимого материала. Как разобраться в том, как организованы тексты? Как найти нужную сутту? Отчасти проблема состоит в том, что текстов очень много. С другой стороны у одного текста может быть много редакций. SuttaCentral помогает решить эту проблему, представляя тексты из разных канонических источников в едином пространстве. Это первый проект, который представляет их таким образом.\n",
  "numbering:3": "Мы стараемся использовать наиболее простую, рациональную и последовательную систему нумерации. Это понятная для большинства система, и мы рекомендуем использовать её, когда вы делитесь текстами или цитируете их. Для некоторых, при изучении, необходимо исследовать тексты из других источников. Для удобства такого поиска мы указываем ссылки на разные источники.",
  "numbering:4": "Вот основные принципы нашей системы.",
  "numbering:5": "Мы используем широко распространённую систему нумерации.",
  "numbering:6": "Мы отдаём предпочтение нумерации основанной на смысловой структуре (глава/раздел), нежели основанной на физическом издании (том/страница).",
  "numbering:7": "Мы стараемся расширить старые системы добавив возможность ссылаться более конкретно, сохранив при этом обратную совместимость.",
  "numbering:8": "Мы стараемся дополнить ссылки вариантами из других систем нумерации там, где это может быть полезно.",
  "numbering:9": "Основная система нумерации используются для формирования простых, устойчивых и осмысленных URL-адресов.",
  "numbering:10": "Тексты с сегментацией",
  "numbering:11": "Мы внедряем систему текстов, основанную на сегментации. Это означает, что корневой текст разделяется на короткие отрывки — обычно одно–два предложения — которым присваиваются идентификационные номера. Последующие переводы выполняются по этим отрывкам и сопоставляются с ними. Хотя соответствие между конкретным сегментом и его переводом не обязано быть строгим.",
  "numbering:12": "В первую очередь такая сегментация будет доступна в новых переводах четырёх ника̄й Бхиккху Суджато и Винаи Бхиккху Брахмали. Постепенно мы будем переводить на эту систему и другие тексты. Мы хотим построить основу для будущих переводов нового поколения. Нужно отметить, что перевод в сегментированную систему старых текстов — это непростая задача. Это делается вручную, сегмент за сегментом. Поэтому в обозримом будущем несегментированные тексты будут оставаться в употреблении.",
  "numbering:13": "С помощью механизма сегментации в существующей системе ссылок появляется новый уровень детализации. Давайте взглянем, как это работает на примере DN 1 Брахмаджала сутты. В этом тексте параграфы пронумерованы в соответствии с редакцией PTS. Отрывок, который мы будем рассматривать, из десятого параграфа, обозначается dn1.10.  Далее текст разбивается на четыре сегмента — dn1.10.1, dn1.10.2 и т.д. Этими номерами обознаются как исходные, так и переведённые сегменты. В системном файле эта информация представлена следующим образом. В нем используется формат файла PO открытой системы переводов gettext.",
  "numbering:14": "<code> <p>#msgctxt \"dn1:10.1\"<br> msgid \"‘Bījagāmabhūtagāmasamārambhā paṭivirato samaṇo gotamo’ti—\"<br> msgstr \"‘The ascetic Gotama refrains from injuring plants and seeds.’\"</p> <p>#msgctxt \"dn1:10.2\"<br> msgid \"iti vā hi, bhikkhave … pe ….\"<br> msgstr \"\"</p> <p>#msgctxt \"dn1:10.3\" #. VAR: virato → vikālabhojanā paṭivirato (pts1) | paṭivirato (katthaci)<br> msgid \"‘Ekabhattiko samaṇo gotamo rattūparato virato vikālabhojanā ….\"<br> msgstr \"‘He eats in one part of the day, abstaining from eating at night and food at the wrong time.’\"</p> <p>#msgctxt \"dn1:10.4\"<br> msgid \"Naccagītavāditavisūkadassanā paṭivirato samaṇo gotamo ….\"<br> msgstr \"‘He refrains from dancing, singing, music, and seeing shows.’\"</p> </code>",
  "numbering:15": "Как и в предыдущих изданиях ссылка DN 1.10 будет указывать на весь этот отрывок в целом. Но в нашей системе есть также возможность сослаться на конкретный сегмент. Заметьте, что в dn1:10.3 присутствует вариант прочтения. Таким образом номера сегментов можно использовать для удобства ссылки на различающиеся варианты, комментарии и другую подобную информацию, которая автоматически переносится между переводами на разные языки.",
  "numbering:16": "Палийские тексты",
  "numbering:17": "В большинстве случаев нумерации палийских сутт в разных изданиях соответствуют между собой. «DN 2» всегда указывает на второй дискурс из Дӣгха Ника̄и, т.е. Саман͂н͂апхала Сутта. Тем не менее существуют случаи, когда возникают несоответствия. Часто это происходит по причине того, что в более коротких дискурсах много сокращений и повторений и поэтому не всегда понятно, как считать общее количество текстов.",
  "numbering:18": "В основном мы придерживаемся нумерации издания, которое и используем — Маха̄сан̇гӣти Шестого буддийского собора от Dhamma Society. Это переработанное и исправленное издание цифровой версии текстов Шестого собора Исследовательского института випассаны, и в нём используется та же нумерация. В большинстве случаев она сходится с нумерацией издания Общества палийских текстов (PTS). Хотя в некоторых текстах, которые используются реже, таких как, например, Абхидхамма, нумерация может отличаться от PTS. Обратите внимание на следующие особенности, относящиеся к четырём основным ника̄ям.",
  "numbering:19": "Мы используем два уровня вместо трёх в AN 1  и AN 2",
  "numbering:20": "В первых двух нипа̄тах Ан̇гуттара Никаи в PTS используется три уровня группировки: (для <i lang='pi' translate='no'>nipāta</i>, <i lang='pi' translate='no'>vagga</i>, <i lang='pi' translate='no'>sutta</i>). Как это часто делается в таких случаях, мы опускаем второй уровень. Этот простой принцип можно проиллюстрировать на следующих примерах:",
  "numbering:21": "AN 1.1.6 становится AN 1.6",
  "numbering:22": "AN 1.8.1 становится AN 1.71",
  "numbering:23": "AN 2.2.9 становится AN 2.19",
  "numbering:24": "Но мы также сохраняем и трехуровневую нумерацию PTS для справки.",
  "numbering:25": "Две редакции первого тома SN",
  "numbering:26": "Есть два способа нумерации сутт по тому/номеру страницы для первого тома SN Сага̄тха-Вагги. Так получилось по причине существования двух редакций текста — Фира от 1884 и Сомаратне от 1998.",
  "numbering:27": "Мы используем нумерацию Бхиккху Бодхи для SN и AN",
  "numbering:28": "В Сам̇ьютта и Ан̇гуттара ника̄ях мы используем нумерацию соответствующую английским переводам Бхиккху Бодхи. Она отличается в некоторых разделах от PTS. Эта система нумерации основывается преимущественно на редакциях записанных в местной письменности и редакции Chaṭṭha Saṅgāyana (Шестого Буддийского Собора). Она является более рациональной. Здесь мы так же сохраняем оба варианта нумерации везде, где есть расхождения. Это встречается в следующих разделах:",
  "numbering:29": "SN: начиная с SN 22.150 [SN 22.149] и до конца <i lang='pi' translate='no'>сам̇ьютты</i>",
  "numbering:30": "начиная с SN 35.136 [SN 35.135] и до конца <i lang='pi' translate='no'>сам̇ьютты</i>",
  "numbering:31": "начиная с SN 36.26 [SN 36.25] и до конца <i lang='pi' translate='no'>сам̇ьютты</i>",
  "numbering:32": "AN: начиная с AN 1.98 [AN 1.10.1] и до конца <i lang='pi' translate='no'>нипа̄ты</i>",
  "numbering:33": "начиная с AN 2.23 [AN 2.3.3 + 2.3.4] и до конца <i lang='pi' translate='no'>нипа̄ты</i>",
  "numbering:34": "начиная с AN 3.34 [AN 3.33] и до конца <i lang='pi' translate='no'>нипа̄ты</i>",
  "numbering:35": "начиная с AN 4.227 [AN 4.226] и до конца <i lang='pi' translate='no'>нипа̄ты</i>",
  "numbering:36": "начиная с AN 7.19 [AN 7.17] и до конца <i lang='pi' translate='no'>нипа̄ты</i>",
  "numbering:37": "начиная с AN 10.211 [AN 10.200] и до конца <i lang='pi' translate='no'>нипа̄ты</i>",
  "numbering:38": "начиная с AN 11.8 [AN 11.9] и до конца <i lang='pi' translate='no'>нипа̄ты</i>",
  "numbering:39": "Например в редакции PTS Сам̇ьютта-Ника̄и сутта под названием «Etaṁ mama» в Кхандха-сам̇ьютте имеет номер SN 22.150. В английском переводе Бхиккху Бодхи (также как и в нескольких редакциях в местной письменности) сутта имеет вместо этого номер SN 22.151. В большинстве случаев таких расхождений нет и поэтому альтернативный номер отсутствует.",
  "numbering:40": "Разные наборы номеров строф",
  "numbering:41": "В таких текстах как Дхаммапада, Сутта Нипа̄та и Тхера- и Тхерӣга̄тха̄ нумерация строф немного отличается от PTS. В некоторых случаях это происходит вследствие разного разделения строф редакторами, а иногда вследствие разной обработки сокращений. Мы добавляем номера PTS для справки.",
  "numbering:42": "Также обратите внимание, что в Сутта Нипа̄те ссылка на строфу может быть по счёту с начала коллекции или по главе, номеру сутты и номеру строфы в сутте.",
  "numbering:43": "Нумерация разделов",
  "numbering:44": "В наших текстах для Дӣгха-Ника̄и используется система нумерации, которую ввело в обращение Общество Палийских Текстов (PTS), а для Мадджхима-Ника̄и систему нумерации, которую ввёл Бхиккху Н͂ьа̄н̣амол̣и и использовал Бхиккху Бодхи. Для Винаи также используется нумерация разделов редакции PTS.",
  "numbering:45": "Для прочих текстов в редакции PTS в основном не используется нумерация разделов. В таких текстах мы используем нумерацию параграфов. Это сделано по примеру редакции Mahāsaṅgīti, хотя у нас это реализовано проще.",
  "numbering:46": "Китайские тексты",
  "numbering:47": "Современная система ссылок на китайские тексты почти всегда основывается на редакции Тайсё (Taishō). Это удобно делать для последовательности и целостности, а также потому что использование номеров строк позволяет делать ссылки более конкретными. Тем не менее эта система имеет также и недостатки, поскольку привязана к конкретному печатному изданию. Ссылки на строки не зависят от семантической структуры текста. Вдобавок, в большинстве случаев ссылки в Тайсё избыточны, поскольку указывают том/номер страницы и номер сутры. В случае печатного издания это может быть удобным, но несколько нелепо в цифровом варианте. Также Тайсё сильно полагается на понятие <i lang='zh'>Juan</i> или «фолио» для структурирования текстов. Это также удобно лишь для печатного издания.",
  "numbering:48": "Наши тексты адаптированы из CBETA — цифрового издания канона Тайсё. Мы поддерживаем классическую систему Тайсё и полную совместимость с ней. Однако, мы упорядочиваем тексты по семантической структуре, а не так, как они упорядочены в Тайсё. Это делается для того, чтобы их можно было соотнести с их параллелями на пали и других языках.",
  "numbering:49": "Для основных а̄гам мы даём номер сутры в этой а̄гаме. Таким образом da1 — это первая сутра в Дӣргха̄гама, что соответствует первому тому, первой сутре в Тайсё.",
  "numbering:50": "Для текстов, которые не входят в а̄гамы, например «независимые» сутры, мы используем номер сутры в Тайсё.",
  "numbering:51": "Текстам Винаи присваиваются идентификаторы, которые указывают школу, раздел и язык. Так lzh-mg-bu-vb-pj1 указывает на «первое правило <i lang='pi' translate='no'>pārājika</i> китайского текста Маха̄сан̇гхиги, Бхиккху Вибхан̇га»",
  "numbering:52": "Тибетские тексты",
  "numbering:53": "Для тибетских текстов мы используем нумерацию версии Дерге, основанную на онлайн редакциях. Тем не менее, так же как и для китайской версии мы прибегаем к смысловому делению текстов там, где это может быть полезным, особенно в Упа̄йике. В ней мы используем нумерацию по сутрам.",
  "numbering:54": "Санскрит и другие языки",
  "numbering:55": "Некоторое количество отдельных текстов взятых из разных источников не составляют связанного канона. Поэтому невозможно придумать для них простой системы нумерации. В таких случаях мы используем нумерацию по нашему усмотрению."
}