{
  "sn-guide-sujato:1": "Связанные дискурсы: чертежи буддийской философии",
  "sn-guide-sujato:2": "Бхиккху Суджато, 2019",
  "sn-guide-sujato:3": "<a href='#item1'>Как организована Сам̇ьютта</a>",
  "sn-guide-sujato:4": "<a href='#item2'>Книга строф</a>",
  "sn-guide-sujato:5": "<a href='#item3'>Книга о причинно-следственной связи</a>",
  "sn-guide-sujato:6": "<a href='#item4'>Книга о совокупностях</a>",
  "sn-guide-sujato:6.1": "<a href='#item5'>Книга о шести чувственных сферах</a>",
  "sn-guide-sujato:7": "<a href='#item6'>Большая книга</a>",
  "sn-guide-sujato:8": "<a href='#item7'>Краткая история текстов</a>",
  "sn-guide-sujato:9": "Сам̇ьютта-ника̄я — это третья из четырёх разделов Сутта-пит̣аки Палийского канона (<i lang='pi' translate='no'>Типит̣ака</i>). Мы переводим название как «Связанные дискурсы», также их раньше называли <cite class='text-translated'>соединёнными</cite> или <cite class='text-translated'>родственными</cite>. Как подразумевает название, дискурсы в этом разделе сгруппированы по темам. Тематические группы текстов называются <i lang='pi' translate='no'>сам̇ьюттами</i>, и Сам̇ьютта-ника̄я — это собрание таких <i lang='pi' translate='no'>сам̇ьютт</i>.",
  "sn-guide-sujato:10": "Сам̇ьютта-ника̄я состоит из 56 <i lang='pi' translate='no'>сам̇ьютт</i>, собранных в пять больших «книг» (<i lang='pi' translate='no'>вагга</i>), в которых в общей сложности содержится более тысячи дискурсов. Текст Маха̄сан̇гӣти, который используется на SuttaCentral, содержит 2837 дискурсов, но количество в некотором смысле не фиксировано, так как оно зависит от того, как раскрывать сокращения в текстах, а это меняется от одной редакции к другой. Однако это влияет только на формальное количество текстов и никак не влияет на содержание, которое остаётся практически одинаковым в разных редакциях.",
  "sn-guide-sujato:11": "Сам̇ьютта-ника̄я — это тот раздел, в котором содержатся ключевые учения, на которых сформирована основа всей последующей буддийской философии. Структура Сам̇ьютты формируется вокруг основных разделов учения, которые соответствуют четырём благородным истинам.",
  "sn-guide-sujato:12": "Страдание",
  "sn-guide-sujato:13": "Совокупности (<a class='ref' href='/sn22'>SN 22</a>)",
  "sn-guide-sujato:14": "Шесть чувственных сфер (<a class='ref' href='/sn35'>SN 35</a>)",
  "sn-guide-sujato:15": "Причина страдания",
  "sn-guide-sujato:16": "Взаимозависимое возникновение (<a class='ref' href='/sn12'>SN 12</a>)",
  "sn-guide-sujato:17": "Прекращение страдания",
  "sn-guide-sujato:18": "Взаимозависимое прекращение (<a class='ref' href='/sn12'>SN 12</a>)",
  "sn-guide-sujato:19": "Необусловленное (<a class='ref' href='/sn43'>SN 43</a>)",
  "sn-guide-sujato:20": "Практика, ведущая к окончанию страдания",
  "sn-guide-sujato:21": "Главы последней книги — Маха̄вагги (<a class='ref' href='/sn-mahavaggasamyutta'>SN 45-54</a>)",
  "sn-guide-sujato:22": "О самих четырех благородных истинах говорится в последней главе — Сачча-сам̇ьютте (<a class='ref' href='/sn56'>SN 56</a>).",
  "sn-guide-sujato:23": "Не все <i lang='pi' translate='no'>сам̇ьютты</i> можно описать этой схемой. Есть множество второстепенных <i lang='pi' translate='no'>сам̇ьютт</i>, которые иногда связаны с основной <i lang='pi' translate='no'><i lang='pi' translate='no'>сам̇ьютт</i>ой</i>, но иногда нет. Вдобавок в первой книге — Сага̄тха̄вагге — дискурсы собраны не по признаку темы. Скорее, они собраны по признаку того, кто в них действующие лица. Также тексты подобны по своей литературной форме — они представляют собой смесь прозы и поэтических строф.",
  "sn-guide-sujato:24": "Полная параллель этого собрания содержится в китайском переводе Сам̇ьюкта̄гамы (SA) школы Сарва̄стива̄да. Также существует две неполных коллекции китайских переводов (SA-2 и SA-3) и разнообразные фрагменты текстов на китайском, санскрите и тибетском языке. По большей части структура SA совпадает со структурой SN. Это даёт основания полагать, что эта структура уже существовала, когда собрания разделились.",
  "sn-guide-sujato:25": "Как организована Сам̇ьютта",
  "sn-guide-sujato:26": "Сам̇ьютта-ника̄я делится для удобства на пять больших <i lang='pi' translate='no'>вагг</i>, или книг. Как отмечалось в «Основном руководстве», структура Сам̇ьютты является примером вложенных <i lang='pi' translate='no'>вагг</i>, где <i lang='pi' translate='no'>вагг</i>а как «книга» (что необычно) включает в себя много нормальных маленьких <i lang='pi' translate='no'><i lang='pi' translate='no'>вагг</i></i>, т.е. групп по десять сутт.",
  "sn-guide-sujato:27": "Внутри каждой большой <i lang='pi' translate='no'>вагги</i> — несколько <i lang='pi' translate='no'>сам̇ьютт</i>, каждая из которых содержит набор дискурсов, которые связаны действующим лицом или одной темой (иногда и то, и другое). Например, в каждом дискурсе в <a class='ref' href='/sn5'>SN 5</a> присутствует монахиня (<i lang='pi' translate='no'>бхиккхунӣ</i>), а в <a class='ref' href='/sn24'>SN 24</a> все дискурсы связаны темой «воззрений» (<i lang='pi' translate='no'>дит̣т̣хи</i>).",
  "sn-guide-sujato:28": "На SuttaCentral используются ссылки на дискурсы Сам̇ьютты по номеру <i lang='pi' translate='no'>сам̇ьютты</i> и <i lang='pi' translate='no'>сутты</i>. Таким образом, <a class='ref' href='/sn1.1'>SN 1.1</a> указывает на первый дискурс первой <i lang='pi' translate='no'>сам̇ьютты</i>, а <a class='ref' href='/sn56.11'>SN 56.11</a> — это одиннадцатый дискурс пятьдесят шестой <i lang='pi' translate='no'><i lang='pi' translate='no'>сам̇ьютты</i></i>. Эта система совпадает с системой Бхиккху Бодхи в его переводе <cite class='book'>«Соединённых дискурсов Будды»</cite> и с Access to Insight.",
  "sn-guide-sujato:29": "Книги названы в соответствии с определёнными принципами:",
  "sn-guide-sujato:30": "Том 1 Сага̄тха̄вагга, как следует из названия, содержит дискурсы, в которых есть строфы.",
  "sn-guide-sujato:31": "Тома 2-4 называются по первой (и самой большой) <i lang='pi' translate='no'>сам̇ьютте</i> в каждой книге.",
  "sn-guide-sujato:32": "Том 5 называется «Большая книга» (<i lang='pi' translate='no'>Маха̄вагга</i>) из-за её размера. Китайская версия имеет более подходящее название — «Книга пути» (<i lang='pi' translate='no'>Маггавагга</i>).",
  "sn-guide-sujato:33": "В этой статье я дам обзор каждой из пяти книг. Однако все 56 <i lang='pi' translate='no'>сам̇ьютт</i> я описывать не буду, так как это будет слишком долго. Чтобы посмотреть эти описания, вы можете взглянуть на списки сутт SuttaCentral, в которых есть описания разных структурных уровней <i lang='pi' translate='no'>сам̇ьютт</i>, а также отдельных дискурсов. Здесь я сосредоточусь на общих вопросах по содержанию и интерпретации.",
  "sn-guide-sujato:34": "«Книга строф»",
  "sn-guide-sujato:35": "«Книга строф» (Сага̄тха̄вагга) разделена на одиннадцать <i lang='pi' translate='no'>сам̇ьютт</i>, в которых в общей сложности содержится 271 сутта.",
  "sn-guide-sujato:36": "Хотя в основном Сам̇ьютта организована по принципу тем, дискурсы этой книги сгруппированы по <em>действующим лицам</em>. В каждой <i lang='pi' translate='no'>сам̇ьютте</i> Будда или один из его учеников беседуют с разными людьми — королями, монахинями, браминами — и даже богами.",
  "sn-guide-sujato:37": "Типичная сутта здесь состоит из скудной вводной части, в которой кто-то приходит к Будде и произносит какие-либо строфы. Будда в ответ произносит нечто более подходящее. В некоторых случаях, особенно в Сакка-сам̇ьютте, беседа переходит в оживлённое взаимодействие.",
  "sn-guide-sujato:38": "Строфы и проза",
  "sn-guide-sujato:39": "Все сутты этого сборника состоят из строф и повествования в прозе, хотя во многих случаях часть сутты в прозе скрыта в сокращении. Такая форма довольно распространена в индийской литературе, поэтому имеет смысл потратить время на то, чтобы понять её.",
  "sn-guide-sujato:40": "Древнейшая литература Индии — это Р̣г-веда, собрание из приблизительно 10600 строф. Они передавались в устной форме браминами в течении тысяч лет. Одним из ключевых моментов для точной передачи священных знаний было использование правильного метра — ритмические узоры длинных и коротких слогов. Этот ритмический узор создаёт каркас, который организует слова, а следовательно, и знание, в форму песни, которую легко запомнить. И действительно, эти слова пелись на простую мелодию. Таким образом строфы упорядочиваются в точную форму, которая может передаваться в неизменном виде через поколения.",
  "sn-guide-sujato:41": "Но поэзия не просто сложна технически, она экстатична, божественна и пронизана вдохновением. Брамины видели веды не как тексты, авторами которых были люди, а как божественные послания, проводниками которых являются мудрецы (Пали: <i lang='pi' translate='no'>иси</i>; Санскрит: <i lang='pi' translate='no'>р̣с̣и</i>). Ведические строфы постоянно упоминают истории, мифы и события — например, убийство дракона Вр̣тры богом-героем Индрой — которые были хорошо известны публике, для которой они звучали, и таким образом не требовали объяснения в самом тексте. Эти строфы действительно использовались как гимны, вызывающие возвышенное эмоциональное состояние, вселяющие страх, трепет и преданность. Понимание мифологии придаёт им смысл и контекст. Таким образом, строфы подразумевают историю, в которой они являются кульминацией.",
  "sn-guide-sujato:42": "Так что можно рассматривать строфы как семя, вокруг которого строится и развивается более гибкое повествование в прозе. Прозу можно подогнать под время и место, её можно представить в больших или меньших подробностях и адаптировать под аудиторию. Она может быть комментарием на современные события или выражать личную точку зрения, но строфы (теоретически) всегда остаются неизменными.",
  "sn-guide-sujato:43": "Здесь мы говорим о строфах из Сага̄тха̄вагги. Но нужно держать в уме, что в <i lang='pi' translate='no'>ника̄ях</i> встречается большое количество строф помимо Сага̄тха̄вагги, и не все они одинакового типа. Приведу краткое описание основных типов строф, которые можно встретить. Это описание лишь для того, чтобы помочь читателю приблизительно сориентироваться, а исключения и пограничные случаи можно легко распознать.",
  "sn-guide-sujato:44": "Кульминационные строфы",
  "sn-guide-sujato:45": "Как в Сага̄тха̄вагге, такие строфы встречаются в кульминационной точке повествования. Повествовательная часть может быть совсем скудной или её может даже не быть вовсе, но всё же она всегда подразумевается. Иногда она обнаруживается только в поздних комментариях. Помимо Сага̄тха̄вагги такая форма строф используется также в Дхаммападе, Уда̄не и Джа̄таках. Можно также считать, что к этому типу относятся более длинные строфы о религиозной преданности, такие как например произносит Села (<a class='ref' href='/mn92'>MN 92</a>, <a class='ref' href='/snp3.7'>Snp 3.7</a>).",
  "sn-guide-sujato:46": "Независимые стихи",
  "sn-guide-sujato:47": "Наборы строф, которые сами по себе представляют целостную литературную единицу и не нуждаются в повествовательной части. Таких в четырёх <i lang='pi' translate='no'>ника̄ях</i> встречается не так много и большинство из них в Сутта-нипа̄те. Последняя <i lang='pi' translate='no'>вагга</i> этой книги содержит ряд независимых стихов, которые объединены одной линией повествования в стихотворной форме. Некоторые стихи Сага̄тха̄вагги так же можно отнести к этому типу, в тех случаях, когда частью в прозе можно пренебречь и она опускается.",
  "sn-guide-sujato:48": "Религиозное воззвание",
  "sn-guide-sujato:49": "Такие тексты, как Маха̄самая сутта (<a class='ref' href='/dn20'>DN 20</a>), А̄т̣а̄н̣а̄тия сутта (<a class='ref' href='/dn32'>DN 32</a>) или Исигили сутта (<a class='ref' href='/mn116'>MN 116</a>) занимают необычное место в раннем буддийском текстовом корпусе. Материала касающегося учения в них очень мало, и они больше походят на чары для защиты или благословения.",
  "sn-guide-sujato:50": "Стихи резюме",
  "sn-guide-sujato:51": "Также как и кульминационный тип, их сопровождает повествование. Но вместо того, чтобы подсвечивать эмоциональную часть, они выполняют роль инструмента для мнемонического запоминания содержания прозы. Такой тип особенно знаком нам из <i lang='pi' translate='no'>удда̄н</i>, где такие строфы появляются в конце каждой <i lang='pi' translate='no'>вагги</i>, а также многих других разделов ранних буддийских текстов (EBT). Типичным в таких строфах является цитирование ключевых слов из каждого текста, что служит своего рода оглавлением. Не нужно путать их со стихами кульминационного типа, известными как <i lang='pi' translate='no'>уда̄на</i> — «вдохновлённое изречение» — название которых, несмотря на схожее написание, является совершенно другим словом. В дополнение к формальным <i lang='pi' translate='no'>удда̄нам</i>, мы можем отнести к этому типу многие из стихов Ан̇гуттары, особенно в книге Четырёх. Они часто используются только для того, чтобы резюмировать содержание прозы, хотя иногда и становятся поэтическими рассуждения на тему сутты. Изредка в длинных суттах отрывки в прозе перемежаются отрывками в стихах. В этом смысле можно выделить Дваята̄нупассана̄ сутту (<a class='ref' href='/snp3.12'>Snp 3.12</a>). Позднее развитие такого стиля встречается в Лаккхан̣а сутте (<a class='ref' href='/dn30'>DN 30</a>).",
  "sn-guide-sujato:52": "Свои переводы я редко делал в стихах. Для строф я выполнял просто построчный перевод. Попытаться уместить дидактический материал этих строф в стихи на английском языке — задача не из простых. Во многих случаях (особенно для стихов резюме) текст на пали имеет небольшую литературную ценность. В других текстах, особенно в поздних поэтических, встречаются такие сложные литературные формы, которые можно редко встретить даже у английских поэтов. Если прибавить к этому зачастую туманные термины, редкие древние грамматические формы, а также синтаксическую подвижность палийских строф, становится очевидно, что задача создания точного и читабельного перевода является весьма непростой и ресурсоёмкой, даже без попыток сделать это в стихах. Поэтому мои строфы — это строфы рабочего человека — и я могу только надеяться, что поэты придадут избранным стихам красоту, которой они заслуживают.",
  "sn-guide-sujato:53": "Роль божеств",
  "sn-guide-sujato:54": "В Книге строф мы видим древнюю ведическую схему, которая служит буддийским целям. Не является совпадением, то что нам встречаются различные божества ведической мифологии в контекстах, которые иногда напрямую связаны с конкретными ведическими или брахманическими отрывками.",
  "sn-guide-sujato:55": "Обыденное появление божеств в этих текстах, конечно же, создаёт определённую проблематичность. В наши дни на духовных собраниях мы обычно не встречаем много богов, проявляющихся в чудесном свете. Так как же нам это понимать?",
  "sn-guide-sujato:56": "Один очевидный ответ состоит в том, что эти тексты могут быть дословно правдой: названные боги действительно проявляли себя именно так, как описано, и участвовали в этих беседах. Если так, то почему тогда мы не видим этого в наши дни? Кто-то может быть будет склонен отметить упадок религиозного и нравственного аспекта современной жизни. Но это опять же, ещё одно недоказуемое утверждение: как мы вообще можем  это узнать? Это создаёт проблему ещё больше. Так, если мы рассматриваем прошлое, как уникальную и привилегированную эпоху, которая была полна благословенной чистоты и праведности, которая безвозвратно потеряна, то какой смысл вообще тогда практиковать? Не лучше ли тогда, в тоске о величественном прошлом, ожидать обновления Дхаммы при Будде Меттейи? Такой взгляд противоречит базовому принципу учения — оно <i lang='pi' translate='no'>ака̄лико</i> — мы можем реализовать его здесь и сейчас, не важно в каком времени мы живём.",
  "sn-guide-sujato:57": "Поэтому, возможно, лучше нам принять скептический взгляд, что эти божества не существуют, а эти события не происходили. Это просто религиозная пропаганда, фантастика, чья цель обратить простых людей, используя знакомую индийскую космологию. Если в них и есть хоть что-то реальное, то это чисто психологический аспект, эти существа просто представляют различные грани ума. Не смотря на внешне рациональный вид, такое редукционистское воззрение также не выдерживает критики. Идеи перерождения и существования множества различных измерений встречаются не только в красивых повествованиях, но также и в центральных учениях, таких как Взаимозависимое возникновение и четыре благородные истины — вторая благородная истина в точности «влечение, которое ведёт к дальнейшему перерождению» (<i lang='pi' translate='no'>я̄ям̇ тан̣ха̄ поноббхавика̄</i>). Они не могут быть просто списаны, как нерациональное наследие индийской культуры.",
  "sn-guide-sujato:58": "Эти два взгляда, как любые противоположные крайности, имеют больше общего, чем им бы того хотелось. И тот и другой сосредоточен на  <em>фактах</em>, которые бы говорили о правдивости событий. Но тексты, в том виде в котором они у нас есть — это не собрания фактов — а истории. И важность истории кроется в её смысле. Реальна они или нет, в лучше случае второстепенно, а часто абсолютно не относится к делу. Она выполняет роль вовлечения слушателя, вызывая удивление, трепет и радость.",
  "sn-guide-sujato:59": "Ситуация с буддийскими текстами говорит о том, что традиции это хорошо понимали. В некоторых случаях строфы в текстах жёстко привязаны к повествованию, но довольно часто одни и те же строфы сопровождают совершенно разные повествования, а иногда и вовсе встречаются сами по себе. Истории меняются, но строфы, которые содержат ключевой смысл и эмоцию учения, остаются прежними. Сосредотачиваясь на правдивости истории, читатель упускает главное. История предоставляет контекст, в котором учение заключённое в строфах обретает для слушателя жизнь.",
  "sn-guide-sujato:60": "Таким образом, лучше всего рассматривать эти тексты не как исторические события, ни как пропаганду, а как священное повествование, то есть миф. Каждая короткая сутта рассказывает историю, которая доносит непреходящую духовную истину до слушателя того времени тем способом, который был для него близок и понятен. Эти истории происходят в рамках мифологии, которая помогала людям понять своё место в огромном незнакомом космосе.",
  "sn-guide-sujato:61": "Отношение раннего буддизма к религиозным традициям, которые предшествовали ему, как всегда было многогранным и имело много нюансов. И хотя многие литературные и тематические детали текстов имели ведическое происхождение, особенности буддизма проглядывались остро именно в отличиях.",
  "sn-guide-sujato:62": "В ведах люди были лишь проводниками, теми кто передавал священное слово богов. Как это в точности происходило неизвестно. Возможно, для вхождения в экстатическую связь с божественным началом священные поэты прошлого получали вдохновение через вещества (<i lang='pi' translate='no'>сома</i> — одно из великих ведических божеств), ритуалы, художественное начало, традиционные знания, поклонение и коллективное поощрение. Но вне зависимости от этого, ключевым является то, что человек в этой связи имел второстепенное значение, а настоящую ценность текстов представляло божественное начало.",
  "sn-guide-sujato:63": "В буддийских текстах ситуация обратная. Божества не используют человеческих проводников, а говорят сами.  И они не являются безупречными носителями Истины — они могут быть правы или неправы, могут быть умелыми или глупыми — в точности как все остальные. Хотя тексты подчёркивают великолепие божественного присутствия, в конечном итоге они показывают бесполезность этой величественности, поскольку божества постоянно получают наставления от Будды. Наиболее характерным является диалог, в котором божество представляет Будде идею, которая довольно хороша в ограниченном, мирском (т.е. ведическом) смысле, но он даёт ей новое толкование, которое превозносит её на совсем другой уровень.",
  "sn-guide-sujato:64": "Базовым принципом буддизма является то, что боги не метафизичны. Они не относятся к отдельному измерению с другими фундаментальными законами. Напротив, они непостоянны и подвержены страданию, в западне цикла перерождений, в точности как мы сами. Из этого и следует, что у них нет доступа к особым формам знания и мудрости. Буддисты не ищут от богов знаний, наоборот, это Будда является «учителем богов и людей».",
  "sn-guide-sujato:65": "Я остановился подробно на взаимодействии небожителей и людей в этом сборнике, поскольку этот аспект требует понимания контекста. Но не все учения в этом сборнике состоят из взаимодействия с божествами. Многие <i lang='pi' translate='no'>сам̇ьютты</i> повествуют о людях, знакомых из других текстов того времени. И даже тогда, когда небожители участвуют в действии, в большинстве случаев сами строфы не требуют божественной обстановки, поскольку не говорят ни о богах, ни о их божественных драмах.",
  "sn-guide-sujato:66": "Некоторые тексты этого сборника широко известны, как, например, приглашение Брахмы̄ или сравнение личности с колесницей монахини Ваджиры̄. Большинство сутт из этой книги имеют параллели в китайском переводе Сам̇ьюкта̄гамы, а частичные SA-2 и SA-3 содержат материал Сага̄тха̄вагги. В дополнение, многие из строф имеют параллели в другой буддийской литературе на разных языках.",
  "sn-guide-sujato:67": "Книга о причинно-следственной связи",
  "sn-guide-sujato:68": "Книга о причинно-следственной связи (Нида̄навагга) — это вторая из пяти книг Связанных дискурсов. Она берёт своё название от первого и самого длинного раздела, который называется, Нида̄на сам̇ьютта. Её темой является причинно-следственная связь с точки зрения ключевого буддийского учения о взаимозависимом возникновении, которое объясняет, как перерождение случается без участия души. Три следующих <i lang='pi' translate='no'>сам̇ьютты</i> можно рассматривать как приложения к Нида̄на сам̇ьютте. Они описывают процесс избавления от страдания перерождения (<a class='ref' href='/sn13'>SN 13</a>), различные наборы зависимых элементов (<a class='ref' href='/sn14'>SN 14</a>) и необъятность этого процесса для познавания (<a class='ref' href='/sn15'>SN 15</a>). Остальные шесть <i lang='pi' translate='no'>сам̇ьютт</i> тематически не связаны. Вместо этого они, в основном, сгруппированы по признаку действующих лиц, а не предмету обсуждения.",
  "sn-guide-sujato:69": "Тема причинно-следственной связи проходит красной нитью через всё учение Будды. Её можно встретить в контексте практики медитации, социальных проблем, биологической эволюции, медицины, психологического стресса и др. Однако, когда речь идёт о взаимозависимом возникновении, мы говорим не об общем принципе причинности — хотя он и затрагивается в <a class='ref' href='/sn12.21'>SN 12.21</a> — а об особом наборе причинных звеньев, раскрывающих процесс возникновения и прекращения страдания. В этом смысле, оно является развёрнутым объяснением второй и третьей благородных истин (<a class='ref' href='/sn12.27'>SN 12.27</a>). Оно объединяет психологические и экзистенциальные аспекты страдания, показывая как, связанные влечением, мы делаем выборы, которые привязывают нас к перерождению в следующие жизни (<a class='ref' href='/sn12.38'>SN 12.38</a>). Причина, по которой мы не можем избежать процесса перерождения, состоит в том, что мы не понимаем взаимозависимое возникновение. Таким образом, одна из главных целей этого учения состоит в том, чтобы объяснить, как перерождение происходит без участия таких понятий, как «я» или «моё» (<a class='ref' href='/sn12.37'>SN 12.37</a>).",
  "sn-guide-sujato:70": "Человеку всегду было необходимо докопаться до причин происходящего. Одной из целей практически любого религиозного духовного пути является объяснение того, как появился мир и каково наше место в нём. Такие мифы о появлении мира встречаются по всему свету и очень похожи друг на друга. Они рассказывают о временах, когда он был бесформенным и погружённым в водянистую темноту, пока не появлялся свет, и он не приобретал форму. Как обычно, такие мифы работают на нескольких уровнях сразу, отражая и физическую эволюцию планеты (макрокосмос) и рост особи в утробе (микрокосмос).",
  "sn-guide-sujato:71": "Задолго до Будды, Насадия Сукта Р̣г веды (10.129) описывает совершенно иной подход к истории возникновения мира. Она также обращается к классическим мотивам мифологии мироздания — вода, тьма, бесформенность — но говорит об их развитии с ударением на желание и действие. Возникновение происходит не по божественному указу, но благодаря внутренним энергиям. И нам не дано знать, что предшествовало этому процессу, так как самые высокие божества появились лишь после него.",
  "sn-guide-sujato:72": "Будда разделял эпистемологическую скромность Насадия Сукты, утверждая, что абсолютное начало бытия непознаваемо (<a class='ref' href='/sn15.1'>SN 15.1</a>). Учение о взаимозависимом возникновении идёт ещё дальше, совершенно избавляясь от теологии и мифологии. Хотя оно сохраняет мифологическое богатство и глубину, объединяя в себе и мгновенный опыт и перерождение в масштабах космоса.",
  "sn-guide-sujato:73": "Нида̄на сам̇ьютта начинается с формулировки (<a class='ref' href='/sn12.1'>SN 12.1</a>) и определения (<a class='ref' href='/sn12.2'>SN 12.2</a>) терминов стандартной 12-звенной цепи, которые будут использоваться дальше. Остальные дискурсы продолжают эту тему, представляя новые формулировки, и рассматривая её с других углов. Иногда 12 звеньев в них представляются по-новому, что может раскрыть неожиданные нюансы и скрытые глубины. Вот определения 12 звеньев и краткие заметки к ним.",
  "sn-guide-sujato:74": "Неведение (<i lang='pi' translate='no'>авидджа̄</i>)",
  "sn-guide-sujato:75": "Непонимание четырёх благородных истин.",
  "sn-guide-sujato:76": "Конечно же это не относится к фактам и подробностям повседневной жизни. Будда и араханты не являются всеведущими.",
  "sn-guide-sujato:77": "Выборы (<i lang='pi' translate='no'>сан̇кха̄ра</i>)",
  "sn-guide-sujato:78": "Плохие или хорошие намеренные действия (<i lang='pi' translate='no'>камма</i>) тела, речи и ума.",
  "sn-guide-sujato:79": "Индийское слово <em>сан̇кха̄ра</em> может обозначать любую деятельность, которая производит результат. В повседневной жизни оно используется в такой сфере, как стройка. Ведический ритуал является <em>сан̇кха̄рой</em>, результат которой должен принести благо в этой или следующей жизни. Иногда в буддизме <em>сан̇кха̄ра</em> используется в обобщённом смысле, как обусловленный (и обуславливающий) феномен. Во взаимозависимом возникновении, однако, этот термин означает нравственный выбор или намерение к плохому или хорошему действию (<a class='ref' href='/sn12.51'>SN 12.51</a>). Сан̇кха̄ра — это сила или энергия ума, которая толкает сознание к перерождению на определённом плане. Она может быть осознанно сформулирована в виде желания или стремления (см. <a class='ref' href='/mn120'>MN 120</a>), но обычно имеет бессознательную природу, т.е. рождена из неведения.",
  "sn-guide-sujato:80": "Сознание (<i lang='pi' translate='no'>вин͂н͂а̄н̣а</i>)",
  "sn-guide-sujato:81": "Шесть видов чувственного сознания",
  "sn-guide-sujato:82": "В суттах говорится, что формы сознания составляют «поток сознания» (<i lang='pi' translate='no'>вин͂н͂а̄н̣асота</i>) в этой и следующих жизнях (<a class='ref' href='/dn28'>DN 28</a>). Это сознание подкрепляется и направляется выборами, которые мы делаем.",
  "sn-guide-sujato:83": "Имя и форма (<i lang='pi' translate='no'>на̄ма-рӯпа</i>)",
  "sn-guide-sujato:84": "«Имя» — различные ментальные факторы (чувство, восприятие, внимание, контакт и намерение), а «форма» — это четыре элемента материи, которые составляют тело.",
  "sn-guide-sujato:85": "Это понятие каверзное. Оно берёт своё начало в Упанишадах, где используется для обозначения различных обособленных сущностей мира, каждая из которых обладает своими «формой» и «именем». Если рассмотреть метафору из Прасна-упанишады (6.5), каждая река на земле имеет свою форму и своё имя, но, когда они впадают в океан, они теряют их и становятся просто великим океаном. Океан в этой метафоре обозначает сознание, которое в Упанишадах рассматривается как вечное и бесконечное божественное начало космоса. Будда прямо опровергает это, указывая, что сознание и имя-форма взаимозависимы. В тексте <a class='ref' href='/dn15'>DN 15</a> <cite class='text-translated'>Большой дискурс о причинности</cite> (<cite class='text-root'>Маха̄нида̄насутта</cite>) имя и форма описываются как зародыш, формирующийся в утробе матери, а в тексте <a class='ref' href='/mn38'>MN 38</a> <cite class='text-translated'>Длинный дискурс о прекращении страдания</cite> (<cite class='text-root'>Маха̄тан̣ха̄сан̇кхая</cite>) приводится метафора ребёнка, который растёт и взрослеет. Таким образом, в первую очередь подразумевается отдельный организм с его умственными и физическими характеристиками. Однако, поскольку <i lang='pi' translate='no'>на̄ма-рӯпа</i> взаимозависима с сознанием, неправильно переводить этот термин как «ум и тело» — дуализма ум/тело нет в раннем буддизме. Только в значительно более поздних текстах Абхидхаммы <i lang='pi' translate='no'>на̄ма-рӯпа</i> стала использоваться как термин, который покрывает все ментальные и физические характеристики, и в таком контексте перевод «ум и тело» стал уместным.",
  "sn-guide-sujato:86": "Шесть чувственных сфер (<i lang='pi' translate='no'>сал̣а̄ятана</i>)",
  "sn-guide-sujato:87": "Глаз, ухо, нос, язык, тело и ум.",
  "sn-guide-sujato:88": "Подробно они рассматриваются в <a class='ref' href='/sn35'>SN 35</a> Сал̣а̄ятана-сам̇ьютта. В учении взаимозависимого возникновения говорится о том, что они развиваются и эволюционируют по мере того как человек растёт, позволяя воспринимать мир со всевозрастающей сложностью. Это первое из четырёх шестичастных последовательных звеньев, как сознание, которое связано с шестью чувствами. Они встраивают процесс непосредственного чувственного опыта в более широкий контекст взаимозависимого возникновения.",
  "sn-guide-sujato:89": "Контакт (<i lang='pi' translate='no'>пхасса</i>)",
  "sn-guide-sujato:90": "Это воздействие чувственного стимула, когда шесть органов чувств включаются и выполняют свою функцию. Это происходит, когда орган чувств, внешний стимул и соответствующее сознание встречаются вместе.",
  "sn-guide-sujato:91": "Чувствующий индивид не может существовать в изоляции. Он может жить и развиваться только в среде предоставляющей стимулы.",
  "sn-guide-sujato:92": "Чувство (<i lang='pi' translate='no'>ведана̄</i>)",
  "sn-guide-sujato:93": "Приятный, болезненный или нейтральный оттенок, сопутствующий всему опыту осознавания.",
  "sn-guide-sujato:94": "Есть тип опыта, который доставляет удовольствие, есть тип опыта, который неприятен, а есть такой, который не вызывает никаких особых откликов. Заметьте, что в буддизме к <i lang='pi' translate='no'>ведане̄</i> не относятся чувства, в смысле эмоций. Эмоции имеют значительно более сложную природу. <i lang='pi' translate='no'>Ведана̄</i> является фундаментальной характеристикой всего опыта, и подробно рассматривается в Ведана-сам̇ьютте (<a class='ref' href='/sn36'>SN 36</a>).",
  "sn-guide-sujato:95": "Влечение (<i lang='pi' translate='no'>тан̣ха̄</i>)",
  "sn-guide-sujato:96": "Влечение, или жажда шести типов чувственных стимулов.",
  "sn-guide-sujato:97": "В этом контексте определение даётся скорее в контексте шести чувств, нежели, как это сделано в четырёх благородных истинах, влечения к будущим рождениям, т.е. чувственного желания, желания продолжить существование и желания завершить существование. В обоих случаях влечение несёт в себе смысл первичного инстинкта, который реагирует на чувственные стимулы в поисках удовольствия, и пытается избежать боли.",
  "sn-guide-sujato:98": "Цепляние (<i lang='pi' translate='no'>упа̄да̄на</i>)",
  "sn-guide-sujato:99": "Цепляние за чувственные наслаждения, взгляды, религиозные формальности и теории сущности.",
  "sn-guide-sujato:100": "В отличие от предыдущего фактора, виды цепляния более сложные, чем первичные желания звена Влечения. Они требуют развития мысли и языка. Этот процесс представляет следующую стадию в развитии личности — стадию, в которой она, по мере созревания, становится полностью ответственна за свои действия. По этой причине в буддизме в основном зрелые люди совершают поступки, которые обуславливают перерождение и формируют течение будущих жизней. Животные и дети также могут совершать подобные действия, но они имеют меньший вес и эффект.",
  "sn-guide-sujato:101": "Продолжающееся существование (<i lang='pi' translate='no'>бхава</i>)",
  "sn-guide-sujato:102": "Существование может быть в чувственном плане (<i lang='pi' translate='no'>ка̄ма-бхава</i>), в плане сияющих форм (<i lang='pi' translate='no'>рӯпа-бхава</i>) и плане без форм (<i lang='pi' translate='no'>а<i lang='pi' translate='no'>рӯпа-бхава</i></i>).",
  "sn-guide-sujato:103": "Термин <i lang='pi' translate='no'>«бхава»</i> может быть переведён как «существование» или «жизнь». Он указывает на продолжающийся процесс существования. Существа цепляются за различные аспекты текущей жизни и в соответствии с этим создают каммическую энергию. Большинство существ цепляется за чувственный план, но те, кто практиковал высокие формы медитации, могут цепляться за планы сияющих форм (через практику четырёх поглощений) или за планы без форм (через практику медитации без форм). Такие привязанности стимулируют и активизируют свои аспекты существования, создавая соответствующее перерождение. Таким образом, <i lang='pi' translate='no'>бхава</i> представляет собой нечто вроде нити, проходящей через разные этапы взаимозависимого возникновения, и действительно, взаимозависимое возникновение иногда называется <i lang='pi' translate='no'>«<i lang='pi' translate='no'>бхава</i>чакка»</i>, или «колесо существования». Термин <i lang='pi' translate='no'>«бхава»</i> является исчисляемым существительным, поэтому старый перевод этого термина — «становление» — неправильный: вы не можете говорить о многих становлениях. Тем не менее, термин <i lang='pi' translate='no'>«бхава»</i> очень содержателен. Возможно, мы желаем стабильной жизни, полной бесконечной радости, но, в соответствии с природой существования, даже когда она пройдёт, в ней будут содержаться зёрна для будущей жизни.  Поэтому в сутте <a class='ref' href='/an3.76'>AN 3.76</a> Будда объясняет <i lang='pi' translate='no'>бхаву</i> такой метафорой: поступки — это поле, сознание — это семя, а влечение — это влага (<i lang='pi' translate='no'>каммам̇кхеттам̇, вин͂н͂а̄н̣ам̇бӣджам̇, тан̣ха̄ снехо</i>) которые создают следующую жизнь. (<i lang='pi' translate='no'>а̄ятим̇пунаббхава̄бхиниббатти</i>).",
  "sn-guide-sujato:104": "Перерождение (<i lang='pi' translate='no'>джа̄ти</i>)",
  "sn-guide-sujato:105": "Перерождение, или зачатие совокупностей в различных планах существования живых существ.",
  "sn-guide-sujato:106": "Палийский термин <i lang='pi' translate='no'>«джа̄ти»</i> часто переводят как «рождение», но в текстах учения он всегда применяется к реинкарнации, или перерождению в новую жизнь. Вопреки утверждениям некоторых современных комментаторов, сутты никогда не используют термин «перерождение» как психологическую метафору.",
  "sn-guide-sujato:107": "Старость и смерть, печаль, плач, боль, грусть и несчастье",
  "sn-guide-sujato:108": "Старость — это сломанные зубы, морщины и члены, которые постепенно отказывают. Смерть — это тело, которое лежит, лишённое жизни.",
  "sn-guide-sujato:109": "Как и перерождение, старость и смерть также описываются с чисто физической точки зрения. Аспект психологического страдания описывают оставшиеся термины.",
  "sn-guide-sujato:110": "Взаимозависимое возникновение является ключевым прозрением не только исторического Будды Готамы, но и других будд прошлого (<a class='ref' href='/sn12.4'>SN 12.4-10</a>). Метафора, которой Будда описывал своё открытие, — человек, который наткнулся на древний город, потерянный глубоко в джунглях (<a class='ref' href='/sn12.65'>SN 12.65</a>). Таким образом взаимозависимое возникновение является не изобретением Будды, а описанием естественного принципа, который работает вне зависимости от того, появился ли в мире Пробуждённый (<a class='ref' href='/sn12.20'>SN 12.20</a>).",
  "sn-guide-sujato:111": "Будда различал феномены, которые возникли из взаимной зависимости, и сам процесс взаимозависимого возникновения (<a class='ref' href='/sn12.20'>SN 12.20</a>). Хотя феномены, которые возникли из взаимозависимости, можно увидеть в настоящем, подразумевается реальность этого процесса в прошлом и будущем (<a class='ref' href='/sn12.34'>SN 12.34</a>).",
  "sn-guide-sujato:112": "В этом заключается различие между знанием взаимозависимого возникновения и сверхспособностью видеть конкретные подробности прошлых жизней и перерождений настоящего. Такие сверхъестественные видения возникают из глубокого погружения в медитацию и, хотя полезны, не являются необходимыми для понимания и отпускания. Взаимозависимое возникновение — это учение не о видении деталей прошлых и будущих жизней, а о понимании принципов, по которым функционирует перерождение. Если сравнить вспоминание прошлых жизней с просмотром телепередачи, то прозрение взаимозависимого возникновения подобно пониманию науки и технологии передачи телевизионного сигнала. Поэтому учение о взаимозависимом возникновении всегда считалось уникальным и ключевым учением буддизма, тогда как сверхспособности играют лишь ограниченную роль.",
  "sn-guide-sujato:113": "Это чувствующее тело со сложными умственными системами и физическими процессами возникло из-за неведения и влечения в прошлой жизни (<a class='ref' href='/sn12.19'>SN 12.19</a>). Так возникло наше существование. До тех пор, пока мы продолжаем быть пленниками влечения к чувственному опыту, мы повторяем цикл, подпитывая влечение и создавая новое тело, которое переродится в будущем. Когда мы приходим к пониманию теории о взаимозависимом возникновении, оно даёт нам возможность развить прозрение.",
  "sn-guide-sujato:114": "Конечно, все факторы взаимозависимого возникновения можно наблюдать в настоящем. Но для понимания того, как этот процесс работает, мы начинаем наблюдение с центральных факторов — с того, как происходит работа чувственных сфер. Постепенно мы приходим к пониманию, что причины того, что мы наблюдаем в настоящем, уходят далеко за его пределы. Как учёный, который исследует древесные кольца или ледники, понимает, что они дают надёжные свидетельства того, каким было прошлое, мы понимаем, что тот же самый процесс, который привёл нас в эту точку, толкает нас в будущее. И мы видим, что это самое понимание — начало конца неведения.",
  "sn-guide-sujato:115": "Таким образом, хотя это учение и является глубоко философским, — это не просто теория — оно имеет практическую составляющую (<a class='ref' href='/sn12.3'>SN 12.3</a>). Понимание этого учения является естественным следствием развития уверенности в Дхамме (<a class='ref' href='/sn12.23'>SN 12.23</a>). Тот, кто на своём опыте постиг Дхамму, постиг и это учение. Его называют вошедшим в поток (<a class='ref' href='/sn12.28'>SN 12.28</a>). Это справедливо и для монахов (<a class='ref' href='/sn12.29'>SN 12.29</a>), и для мирян (<a class='ref' href='/sn12.41'>SN 12.41</a>). Вот почему у благородного последователя нет сомнений по поводу смысла или причин жизни — он познал их напрямую (<a class='ref' href='/sn12.49'>SN 12.49</a>). Такой человек не зависит ни от кого и у него нет необходимости в учителе. Для понимания взаимозависимого возникновения необязательно быть совершенным (<i lang='pi' translate='no'>арахантом</i>) (<a class='ref' href='/sn12.68'>SN 12.68</a>).",
  "sn-guide-sujato:116": "Будда иллюстрирует взаимозависимое возникновение различными аналогиями, чаще всего используя образы огня, топлива и пищи. Направление внимания на то, что приносит удовольствие, приводит к усилению влечения, как костёр, в который подкидывают сухую траву (<a class='ref' href='/sn12.52'>SN 12.58</a>) или дерево, корни которого впитывают питательные вещества через корни (<a class='ref' href='/sn12.58'><a class='ref' href='/sn12.52'>SN 12.58</a></a>). И именно в этой коллекции мы встречаем теперь уже классическую аналогию ума-обезьяны, хотя в несколько неожиданной форме (<a class='ref' href='/sn12.61'>SN 12.61</a>).",
  "sn-guide-sujato:117": "Ряд сутт рассматривает идею обусловленности как «питание» или «топливо» и применяет её к четырём вещам: твердой пище, контакту, намерению и сознанию (<a class='ref' href='/sn12.11'>SN 12.11</a>). Каждая из этих вещей, в свою очередь, проиллюстрирована ужасающими и незабываемыми сравнениями (<a class='ref' href='/sn12.63'>SN 12.63</a>).",
  "sn-guide-sujato:118": "Хотя из стандартного представления 12 звеньев может возникнуть впечатление, что они возникают одно за другим, как падающие домино, в реальности всё гораздо сложнее. Определённые факторы, такие как сознание и имя-форма, зависят друг от друга, полагаются друг на друга (<a class='ref' href='/sn12.65'>SN 12.65</a>), как две связки тростника (<a class='ref' href='/sn12.67'>SN 12.67</a>). Иногда определённый фактор может подразумеваться, хотя не упоминается напрямую (<a class='ref' href='/sn12.13'>SN 12.13</a>), иногда последовательность изменяется (<a class='ref' href='/sn12.43'>SN 12.43</a> и <a class='ref' href='/sn12.44'>SN 12.44</a>), а в некоторых местах всё учение может быть представлено по-другому (<a class='ref' href='/sn12.38'>SN 12.38</a>). Причинность в буддизме всегда имеет сложную и ветвящуюся природу: много причин, много следствий, всё взаимодействует. Представление в простом виде призвано не редуцировать учение, а прояснить существенные аспекты процесса в виде, удобном для понимания и запоминания.",
  "sn-guide-sujato:119": "С философской точки зрения о взаимозависимом возникновении говорят как о «срединном учении», которое избегает крайности. Речь идёт о крайних противоположных взглядах, которыми часто определяют философские воззрения. Сюда относятся взгляды о нравственной ответственности: личность, которая испытывает результат действий, является той же личностью, которая эти действия совершает? Или результат испытывает уже другая личность? Будда отвергает такой подход: действие имеет результат, и этот результат — страдание (<a class='ref' href='/sn12.46'>SN 12.46</a>).",
  "sn-guide-sujato:120": "Подобным же образом Будда отвергает идеи, что «всё существует» или «ничего не существует» (<a class='ref' href='/sn12.48'>SN 12.48</a>). В наше время такие воззрения могут показаться странными, даже причудливыми, но они коренятся в тенденции индийской философии видеть существо как непреходящее, абсолютное и божественное. Таким образом, если что-то существует, оно существует в абсолютном смысле, и если всё существует, это означает, что реальность самого космоса абсолютна и вечна. Если ничего не существует, это не означает, что в мире нет ничего реального, а означает, что вещи не имеют в себе какой-либо сущности и поэтому истлеют. И Будда отвергает такие противоположные взгляды, как разновидности этернализма и аннигиляционизма — идеи о том, что «я» является вечным и о том, что оно исчезнет (<a class='ref' href='/sn12.15'>SN 12.15</a>).",
  "sn-guide-sujato:121": "И наконец важно отметить, что взаимозависимое возникновение — это только половина всей картины. Одинаково важным является также взаимозависимое прекращение, окончание каждого из факторов, которое называется «угасание» (<i lang='pi' translate='no'>нибба̄на</i>). Настоящая цель изучения взаимозависимого возникновения заключается не в философском мастерстве, не в победе в дебатах или получении зачёта по курсу, а в реализации прекращения страдания. Взаимозависимое возникновение поистине вдохновляет к действию, потому что подразумевает, что человек обладает необходимыми способностями, чтобы постичь суть всего сущего и найти спасение через мудрость.",
  "sn-guide-sujato:122": "Книга о совокупностях",
  "sn-guide-sujato:123": "«Книга о совокупностях» — это третья из пяти книг «Связанных дискурсов». Она названа по первой и самой длинной <i lang='pi' translate='no'>сам̇ьютте</i> из 159 сутт, тема которой — центральное буддийское учение о пяти совокупностях. Из других двенадцати <i lang='pi' translate='no'>сам̇ьютт</i> книги три также посвящены теме совокупностей, а остальные рассматривают различные второстепенные темы. Некоторые из них организованы по теме, некоторые по действующим лицам.",
  "sn-guide-sujato:124": "Термин «пять совокупностей цепляния» (<i lang='pi' translate='no'>пан͂ч'упа̄да̄наккхандха̄</i>) упоминается в первой проповеди Будды как краткое обобщение первой истины о страдании (<a class='ref' href='/sn56.11'>SN 56.11</a>) и стал фундаментальным учением во всех формах буддизма.",
  "sn-guide-sujato:125": "Базовая идея термина «совокупность» (<i lang='pi' translate='no'>кхандха</i>) — набор или класс феноменов. Пять совокупностей — это различные наборы феноменов, распределённых по классам.",
  "sn-guide-sujato:126": "Почти всегда они упоминаются как совокупности цепляния. Термин «цепляние» (<i lang='pi' translate='no'>упа̄да̄на</i>) имеет несколько уровней отношения с базовым термином.",
  "sn-guide-sujato:127": "Совокупности являются <em>субъектом</em> цепляния в том смысле, что к ним привязываются и их считают постоянным «я».",
  "sn-guide-sujato:128": "Но они также не просто пассивные наблюдатели — они являются <em>функциональной поддержкой</em> цепляния, они выполняют его работу. Можно привести такую базовую метафору: совокупности соответствуют пяти пальцам руки, которая хватается, т.е. цепляется (в английском Бханте Суджато использует слово «grasping», а не стандартное «clinging», тогда как на русском стандартный термин «цепляние» имеет коннотацию «хватания» — прим. пер.). Совокупности выполняют цепляние. В этой метафоре большой палец — это сознание, которое стоит напротив других четырёх совокупностей.",
  "sn-guide-sujato:129": "Как активные участники процесса цепляния, они <em>побуждают</em> цепляние к самим себе (<i lang='pi' translate='no'>упа̄да̄ния</i>).",
  "sn-guide-sujato:130": "И наконец, они являются <em>продуктом</em> цепляния в смысле того, что привязанности из предыдущих жизней породили совокупности этой (<i lang='pi' translate='no'>упа̄дин̣н̣а</i>).",
  "sn-guide-sujato:131": "Приведём краткий анализ каждой из них.",
  "sn-guide-sujato:132": "Форма (<i lang='pi' translate='no'>рӯпа</i>)",
  "sn-guide-sujato:133": "«Физические феномены» (или иногда просто «тело»), которые состоят из четырёх первичных физических свойств: земля (твёрдость), вода (текучесть), огонь (жар) и воздух (газ), и всё материальное, что порождается ими, например, воздействия пяти физических чувств.",
  "sn-guide-sujato:134": "Понятие «<i lang='pi' translate='no'>рӯпа</i>» шире, чем западная концепция материи. Оно включает в себя материальные объекты, имеющие чисто умственное происхождение, такие как форма или цвет, появляющиеся как видения в медитации.",
  "sn-guide-sujato:135": "Чувство (<i lang='pi' translate='no'>ведана̄</i>)",
  "sn-guide-sujato:136": "Приятный, болезненный или нейтральный тон опыта шести чувств.",
  "sn-guide-sujato:137": "Восприятие (<i lang='pi' translate='no'>сан͂н͂а</i>)",
  "sn-guide-sujato:138": "Распознавание и интерпретация опыта шести чувств.",
  "sn-guide-sujato:139": "Восприятие выполняет функцию ума, которая отвечает за организацию головокружительного хаоса опыта настоящего, основываясь на опыте прошлого. Глаз, например, не видит синий или жёлтый, он видит только свет в разных частотах и амплитудах. Восприятие распознаёт, что входные данные соответствуют идее синего или жёлтого (<a class='ref' href='/sn22.79'>SN 22.79</a>), и таким образом позволяет нам жить в мире (относительно) постоянных и предсказуемых сущностей и идей. Хотя восприятие делает возможным сознание, оно также может загнать нас в ловушку, когда мы будем видеть вещи только в свете прошлого. В правовом разрешении ситуаций по Винае часто встречаются случаи обсуждения действий монаха, которые оказываются основанными на неверном восприятии.",
  "sn-guide-sujato:140": "Выборы (<i lang='pi' translate='no'>сан̇кха̄ра̄</i>)",
  "sn-guide-sujato:141": "Намерение, воля или волевой акт (<i lang='pi' translate='no'>четана̄</i>). Выбор совершить действие, особенно такое, у которого есть нравственное измерение. Пять совокупностей создаются выборами (<a class='ref' href='/sn22.79'>SN 22.79</a>).",
  "sn-guide-sujato:142": "Поздние формы буддизма, начиная с текстов Абхидхаммы, трактовали эту совокупность как заключающую в себе всё, что не вошло в другие совокупности. Однако в ранних текстах это не так. Нет ничего, что указывало бы на то, что термин <i lang='pi' translate='no'>сан̇кха̄ра̄</i> в этом контексте подразумевал бы что-то, кроме волевого акта или выбора.",
  "sn-guide-sujato:143": "Сознание (<i lang='pi' translate='no'>вин͂н͂а̄н̣а</i>)",
  "sn-guide-sujato:144": "Сам субъективный процесс осознания.",
  "sn-guide-sujato:145": "Как указывается во взаимозависимом возникновении, сознание зависит от имени и формы.",
  "sn-guide-sujato:146": "За исключением восприятия, все эти совокупности также встречаются во взаимозависимом возникновении и имеют там схожие определения. Тогда как взаимозависимое возникновение показывает процесс страдания, разворачивающийся во времени, учение о совокупностях концентрируется на тех аспектах текущего опыта, которые мы наиболее склонны воспринимать как «я». В тексте <a class='ref' href='/sn22.5'>SN 22.5</a> показывается, что цепляние к совокупностям — это то же самое цепляние, которое ведёт к перерождению во взаимозависимом возникновении. Текст <a class='ref' href='/sn22.54'>SN 22.54</a> продолжает эту тему, утверждая, что невозможно говорить о перерождении без упоминания совокупностей.",
  "sn-guide-sujato:147": "С самой первой проповеди Будды (<a class='ref' href='/sn56.11'>SN 56.11</a>) мы узнаём, что совокупности — это страдание. Во второй проповеди — тексте <a class='ref' href='/sn22.59'>SN 22.59</a> О бессущностности (Анатталаккхан̣а сутта) — значение этого короткого утверждения раскрывается в дальнейшей беседе с группой пяти аскетов. Каждая из совокупностей ведёт к несчастью, и владелец не может сделать так, чтобы они были такими, как он хочет. Следовательно, они не могут быть сущностью индивида, его «я». Далее, каждая из совокупностей непостоянна и, следовательно, является страданием, что опять же исключает её тождественность «я». Когда практикующий видит совокупности в этом свете, он отпускает привязанность к ним и обретает свободу. Слушая этот дискурс, пять аскетов стали совершенными.",
  "sn-guide-sujato:148": "Учение о трёх характеристиках встречается повсюду в буддийских текстах, но именно в Кхандха-сам̇ьютте оно наиболее подчёркнуто. Вот короткое описание этого учения.",
  "sn-guide-sujato:149": "Непостоянство (<i lang='pi' translate='no'>аничча</i>)",
  "sn-guide-sujato:150": "Все обусловленные феномены появляются и существуют в силу причин, а следовательно могут продолжать существовать только до тех пор, пока эти причины поддерживают их. Непостоянство — это фрактальное явление. Так реальность устроена на всех уровнях. Оно в равной степени применимо как к самому большому масштабу вселенной и жизненным периодам божеств, так и к непрерывному распаду и исчезновению условий в отдельном моменте. Но в контексте пяти совокупностей оно рассматривается в основном в масштабе человеческой жизни, где в эмоциональном плане наиболее остро ощутимо в момент смерти.",
  "sn-guide-sujato:151": "Страдание (<i lang='pi' translate='no'>дуккха</i>)",
  "sn-guide-sujato:152": "На самом простом уровне это относится к болезненным чувствам, будь то физическим или умственным (<i lang='pi' translate='no'>дуккха-дуккхата̄</i>). Это само по себе является глубоким наблюдением, так как практически каждый момент нашей повседневной жизни подвержен той или иной форме боли или раздражения. Но страдание проникает ещё глубже, поскольку, даже когда мы испытываем удовольствие, оно не может продолжаться долго. Второй откушенный кусочек манго вкусный, но не насколько же, как первый (<i lang='pi' translate='no'>випарин̣а̄ма-дуккхата̄</i>). И наконец, даже самый глубокий опыт удовольствия, такого как блаженство глубокой медитации, никогда не будет настолько же умиротворённым, как <i lang='pi' translate='no'>нибба̄на</i>, потому что он по своей природе обусловлен и неустойчив (<i lang='pi' translate='no'>сан̇кха̄радуккхата̄</i>). Нет опыта более умиротворяющего, чем опыт прекращения.",
  "sn-guide-sujato:153": "Бессущностность (<i lang='pi' translate='no'>анатта̄</i>)",
  "sn-guide-sujato:154": "Самая тонкая и особенная из трёх характеристик — бессущностность (не-я) — чаще других трактуется неправильно. В первую очередь она является анти-метафизическим, а не философским учением. Её цель — исключить различные трактовки сущности, или души, которым обучали философы времён Будды. Обучая ей, Будда указывает, что все учения о душе в конечном итоге приходят к идентификации «я» с той или иной совокупностью, а они не обладают природой, которой должно обладать «я». Этот смысл термина «я» сильно отличается от современного психологического понимания, и применять его таким образом неверно. Более того, в случаях, когда человек страдает расстройством личности, это может иметь потенциально опасный характер.",
  "sn-guide-sujato:155": "Давайте немного погрузимся в рассмотрение идеи сущности и бессущностности. Её будет легче понять в историческом контексте, в котором она использовалась. За несколько веков до Будды индийские мудрецы и философы были зачарованы субъективной природой познания. Их интересовал вопрос, чем, в истинном и абсолютном смысле, являлось то, что они называли «я».",
  "sn-guide-sujato:156": "Первые теории строились на простых анимистических понятиях, изображая «я» как внешний физический тотем или даже как маленького человечка, который жил в груди. Другие приводили теории, что «я» — это сердце, дыхание или какой-то другой физический атрибут. Но все эти версии можно отвергнуть в силу простых эмпирических наблюдений. Тотем можно уничтожить, но человек останется живым. Наблюдая за спящим, можно видеть, что маленький человечек не выходит из рта. А когда трубач полностью выдыхает в инструмент, он не падает замертво.",
  "sn-guide-sujato:157": "Что же тогда «я», если не что-то материальное? Возможно тогда, это чувство, блаженство, которое испытывает тот, кто умирает и после смерти отправляется в прекрасное царство. Но это тоже не может быть правдой, так как чувство тоже непостоянно (<a class='ref' href='/dn15'>DN 15</a>). Может ли тогда «я» быть восприятием (<a class='ref' href='/dn1'>DN 1</a>)? Но нет, восприятие — также запутанное понятие, ненадёжное, как иллюзия. Может быть, тогда личность является теми выборами, которые она делает? В конце концов, человек определяется своими решениями. Но видно, что и они также непостоянны и ненадёжны: зачастую человек делает плохой выбор или результаты, к которым он приводит, не соответствуют ожиданиям.",
  "sn-guide-sujato:158": "Неудовлетворённые всеми этими ограниченными концепциями сущности, мудрецы Упанишад отвергали их (Бр̣хада̄ран̣яка упаниш̣ада 3.9.26: <i lang='pi' translate='no'>нети! нети!</i>). Самый глубокий вывод, к которому они сумели прийти: сущность «я» в самом высоком смысле была самой осознанностью, чистой массой сознания (Бр̣хада̄ран̣яка упаниш̣ада 2.4.12: <i lang='pi' translate='no'>виджна̄на-гханам'ева</i>). Истинная природа «я» — высшая божественность (Бр̣хада̄ран̣яка упаниш̣ада 1.4.10: <i lang='pi' translate='no'>ахам̇брахма̄смӣтиш</i>; ср. <a class='ref' href='/dn1#2'>DN 1:2</a>, <a class='ref' href='/dn11#81'>DN 11:81</a>, <a class='ref' href='/dn24#2'>DN 24:2</a>: <i lang='pi' translate='no'>ахамасми брахма̄</i>). В Упанишадах это прозрение выражено знаменитым «ты есть это» (Ча̄ндогья упаниш̣ада 6.8.7: <i lang='pi' translate='no'>тат твам аси</i>), а в палийских текстах «я есть это» (<a class='ref' href='/sn22.8'>SN 22.8</a>: <i lang='pi' translate='no'>есо хамасми</i>). «Это» может означать любое понятие, с которым отождествляется «я». Но для того, кто обладает правильным пониманием (<i lang='pi' translate='no'>я евам̇веда</i>), божественная сущность — не что иное, как всеобъемлющая вселенная: «сущность идентична космосу» (<a class='ref' href='/sn22.81'>SN 22.81</a>: <i lang='pi' translate='no'>со атта̄ со локо</i>, ср. Бр̣хада̄ран̣яка упаниш̣ада 1.2.7: <i lang='pi' translate='no'>тасйеме лока̄ а̄тма̄нах̣</i>, 4.5.7: <i lang='pi' translate='no'>идам̇брахмедам̇кс̣атрам име лока̄ име дева̄ име веда̄ има̄ни бхӯта̄нӣдам̇сарвам̇яд аям а̄тма̄</i>). Эта философия наиболее близко ассоциируется с Яджнавалкьей, брахманическим мудрецом, который жил в том же регионе, что и Будда (Митхила), но, вероятно, веком или двумя ранее.",
  "sn-guide-sujato:159": "Хотя детали этого дискурса могут показаться архаичными, то, как мы цепляемся за совокупности, не изменилось. Мы рассуждаем о нашем имуществе — домах, одежде, машинах — в терминах нашего «я», и нас очень огорчает, когда они получают повреждения или подвергаются критике. Мы привязываемся и к нашему физическому телу, упиваясь здоровьем или представляя, что, распространяя ДНК, мы будем продолжать жить. Мы привязываемся к удовольствиям, думая, что счастье не закончится. Привязываемся к нашим восприятиям, таким, как принадлежность к нации или религии, или идее, что являемся хорошим человеком. Мы привязываемся к нашим выборам, испытывая гордость от возможности принимать решения. В конце концов, привязываемся к нашему сознанию, особенно по мере очищения восприятия в медитации.",
  "sn-guide-sujato:160": "Таким образом, ключевой задачей учения о совокупностях является классификация теорий «я» в сторону от простого к сложному. Похоже, это было знакомо мыслителям и до Будды. В своей первой проповеди пяти аскетам Будда упоминает о совокупностях вскользь, подразумевая, что они знакомы с этим понятием. Многие из религиозных взглядов на сущность «я» в тексте <a class='ref' href='/dn1'>DN 1</a> Брахмаджаласутта так или иначе описываются в терминах совокупностей. А также небуддийский аскет Саччака заявлял о том, что пять совокупностей на самом деле и были «я» (<a class='ref' href='/mn35'>MN 35</a>). Тем не менее, в добуддийских текстах определение совокупностей не встречается.",
  "sn-guide-sujato:161": "Несмотря на принадлежность этих понятий к добуддийским традициям, Будда разбирал их в своей уникальной манере, подчёркивая, что, если внимательно рассмотреть совокупности, в них невозможно будет найти качества, присущие идее истинного «я» — постоянство, уверенность и безопасность. Но наше цепляние и отождествление с ними очень сильны, мы наращивали их в течение длительного времени, поэтому недостаточно просто признать это на интеллектуальном уровне. Вот почему в Кхандха сам̇ьютте мы видим, что Будда вновь и вновь подчёркивает важность этого учения. Он постоянно напоминает монахам, что совокупности ведут к печали и отчаянию (<a class='ref' href='/sn22.7'>SN 22.7</a>), что они — тяжёлая ноша (<a class='ref' href='/sn22.79'><a class='ref' href='/sn22.7'>SN 22.7</a>9</a>), что влечение к ним нужно отбросить (<a class='ref' href='/sn22.137'>SN 22.137</a>), что они чужеродны (<a class='ref' href='/sn22.33'>SN 22.33</a>). Тот, кто отождествляется со своими совокупностями, похож на человека, который нанял убийцу своим слугой (<a class='ref' href='/sn22.85'>SN 22.85</a>). Он страдал в прошлом, страдает сейчас и будет страдать в будущем (<a class='ref' href='/sn22.10'>SN 22.10</a>).",
  "sn-guide-sujato:162": "Взгляд о том, что совокупности представляют собой сущность существа, называется «воззрение о личности» (<i lang='pi' translate='no'>сакка̄ядит̣т̣хи</i>). Отождествление с совокупностями возможно бессчётным количеством способов, которые обычно выражаются как двадцать две формы воззрения о личности. (<a class='ref' href='/sn22.1'>SN 22.1</a>, и т.д.). Оно держит непросветлённое существо на привязи перерождения, как собаку, привязанную к столбу, которая бессмысленно бегает кругами (<a class='ref' href='/sn22.99'>SN 22.99</a>).",
  "sn-guide-sujato:163": "В нескольких дискурсах подчёркивается, что для понимания совокупностей необходимо развить глубокую неподвижность медитации погружения (<a class='ref' href='/sn22.5'>SN 22.5</a>, <a class='ref' href='/sn22.6'>SN 22.6</a>). Но реализация опыта медитации случается не сама по себе, она, в свою очередь, приходит из непрерывного созерцания и наблюдения за совокупностями (<a class='ref' href='/sn22.40'>SN 22.40</a>, и т.д.).",
  "sn-guide-sujato:164": "В этой книге мы встречаем большое количество живых и ярких повествований, которые показывают, как совокупности могут принести утешение в старости (<a class='ref' href='/sn22.1'>SN 22.1</a>), как вести теоретические дебаты о личности или как следует практиковать медитацию прозрения.",
  "sn-guide-sujato:165": "Книга о шести чувственных сферах",
  "sn-guide-sujato:166": "«Книга о шести чувственных сферах» — четвёртая из пяти книг «Связанных дискурсов». Она называется по первой и самой длинной <i lang='pi' translate='no'>сам̇ьютте</i>. Вторая <i lang='pi' translate='no'>сам̇ьютта</i> посвящена теме чувств — также одной из важнейших тем учения — которая тесно связана с основной темой. Остальные восемь <i lang='pi' translate='no'>сам̇ьютт</i> рассматривают второстепенные темы и организованы по теме или по действующему лицу.",
  "sn-guide-sujato:167": "Количество текстов в «Связанных дискурсах о шести чувственных сферах» в зависимости от издания отличается, в основном из-за того, как считаются повторения. Редакция SuttaCentral насчитывает 248 дискурсов, как и у Бхиккху Бодхи (см. его вступление к этой главе, где он рассказывает о трудностях подсчёта сутт в этом собрании). Они распределены по четырём <i lang='pi' translate='no'>пан̣н̣асакам</i>.",
  "sn-guide-sujato:168": "Эта <i lang='pi' translate='no'>сам̇ьютта</i> особо тесно связана с «Книгой о совокупностях». Очевидно, их темы соотносятся, но связь между ними глубже. Многие дискурсы этих двух коллекций фактически написаны почти одинаковыми словами. Бхиккху Бодхи исследует эти связи, используя такое понятие, как шаблонная параллель. Такие связи встречаются везде в Сам̇ьютта-ника̄е, но особенно часто — между этими двумя разделами.",
  "sn-guide-sujato:169": "Шесть чувственных врат дополняют пять совокупностей в описании благородной истины о страдании. Тогда как учение о совокупностях исследует функциональное строение опыта как основы воззрений о личности, в этом разделе внимание сосредоточено на том, как чувственный опыт стимулирует желание.",
  "sn-guide-sujato:170": "Шесть чувственных сфер — это средство познания окружающего мира, и поэтому каждая из них имеет два аспекта. Внутренний аспект — это орган чувства, например, глаз или ухо, которые дают возможность телу испытывать опыт внешнего мира, получая чувственный сигнал. Органам сопоставлены внешние чувственные стимулы, такие как виды или звуки, которые воздействуют на орган чувства (контакт, <i lang='pi' translate='no'>пхасса</i>) и порождают соответствующий тип сознания.",
  "sn-guide-sujato:171": "Лучше не думать о внешних чувственных сферах как об «объектах», поскольку в суттах они рассматриваются относительно наблюдающего ума, а не как существующие независимо сущности. В ранних текстах нет слова, которое бы использовалось для обозначения объектов в этом смысле: реальность описывается не объективно, а относительно. Термин <i lang='pi' translate='no'>а̄рамман̣а</i>, который стали применять в этом смысле значительно позже в Абхидхамме, в суттах означает «поддержка».",
  "sn-guide-sujato:172": "Функционирование большинства знакомых органов чувств не вызывает вопросов. Но нужно немного пояснить чувство, соответствующее уму, мыслям и умственным феноменам. Это шестое чувство является просто способностью ума воспринимать и никак не относится к сверхъестественным способностям. И в отличие от внешних органов чувств, это внутреннее чувство не связано с физическим органом: <i lang='pi' translate='no'>«мано»</i> не означает «мозг».",
  "sn-guide-sujato:173": "Нужно для начала заметить, что точное значение термина «ум» (<i lang='pi' translate='no'>мано</i>) не определяется в подробностях. В суттах используется три основных термина, которыми обозначается ум: <i lang='pi' translate='no'>мано</i>, <i lang='pi' translate='no'>читта</i> и <i lang='pi' translate='no'>вин͂н͂а̄н̣а</i>. В общем и целом они являются синонимами и их невозможно чётко разделить (<a class='ref' href='/an3.60'>AN 3.60</a>, <a class='ref' href='/dn1#2'>DN 1:2</a>, <a class='ref' href='/sn12.61'>SN 12.61</a>). Тем не менее, они используются в разных контекстах, со своими нюансами. Можно понять эти контексты через призму четырёх благородных истин. Так, разные термины указывают на одно и то же, но подразумевают разные аспекты или реакцию.",
  "sn-guide-sujato:174": "<i lang='pi' translate='no'>Вин͂н͂а̄н̣а</i>",
  "sn-guide-sujato:175": "В контексте учения это само осознавание, то, что только лишь осознаёт объекты. В этом смысле этот термин используется в учении о взаимозависимом возникновении, о совокупностях и о чувственных сферах. Следовательно, он относится к первой благородной истине о страдании мира, т.е. к тому, что должно быть полностью постигнуто. В разговорном употреблении, однако, он может принимать различные оттенки значения, например «понимание».",
  "sn-guide-sujato:176": "<i lang='pi' translate='no'>Мано</i>",
  "sn-guide-sujato:177": "Ум в действии, один из трёх аспектов <i lang='pi' translate='no'>каммы</i>. В этом смысле этот термин взят из Упаниш̣ад. Это он создаёт результат, об этом знаменитая первая строчка Дхаммапады — «<i lang='pi' translate='no'>Мано пуббан̇гама̄ дхамма̄</i>», «ум — предшественник всего». В частности он используется в контексте нравственности, т.е. действия ума, которое несёт хороший или дурной результат. Таким образом, этот термин можно отнести в первую очередь ко второй и третьей благородным истинам — возникновению и прекращению страдания.",
  "sn-guide-sujato:178": "<i lang='pi' translate='no'>Читта</i>",
  "sn-guide-sujato:179": "Наиболее обобщённый, менее всего привязанный к конкретному техническому смыслу. Он широко используется в смысле «ум», «мысль», «сердце» и т.д. Но когда этот термин используется в техническом контексте, он относится к <i lang='pi' translate='no'>сама̄дхи</i>, к чистому осознаванию глубокой медитации погружения. По этой причине он особенно часто используется в контексте, связанном с путём — четвёртой благородной истиной.",
  "sn-guide-sujato:180": "В контексте шести чувств <i lang='pi' translate='no'>мано</i> явно не то же самое, что «знание» (<i lang='pi' translate='no'>вин͂н͂а̄н̣а</i>), поскольку порождает его. Также и не «то, что познаётся». Для феноменов, которые познаёт ум, используется термин <i lang='pi' translate='no'>дхамма̄</i>. Также это и не акт обращения внимания на познаваемое, об этом говорится в тексте <a class='ref' href='/mn28'>MN 28</a> <cite class='text-translated'>Длинная аналогия со следом слона</cite> (<cite class='text-root'>Маха̄хаттхипадопамасутта</cite>):",
  "sn-guide-sujato:181": "Хотя ум в полном порядке, до тех пор, пока мысли извне не войдут в область его внимания и не появится соответствующее внимание, не возникнет и соответствующее сознание.",
  "sn-guide-sujato:182": "Этот отрывок предполагает, что, как и физические органы, <i lang='pi' translate='no'>мано</i> некоторым образом существует до непосредственного момента осознавания. Это не означает, что это какой-то мистический субстрат сознания, поскольку мы видим, что термин «<i lang='pi' translate='no'>мано</i>» последовательно используется в смысле ума, который выполняет действие, особенно в нравственном смысле. Поэтому <i lang='pi' translate='no'>мано</i> — это то, что совершило действия, которые создали импульс для продолжающегося умственного процесса, в рамках которого результаты тех действий проявляются в настоящем. Это созданная и обусловленная прошлыми выборами возможность ума осознавать опыт.",
  "sn-guide-sujato:183": "Внешний аспект шестого чувства — это <i lang='pi' translate='no'>дхамма̄</i>, термин, который имеет так много значений, что его всегда непросто перевести. Здесь он обозначает всё отличное от пяти физических чувств, что ум может познать напрямую. Наиболее технически верный перевод, пожалуй, — «феномены ума». Однако это неуклюжий и непрозрачный термин, поэтому можно использовать более близкий к разговорному языку перевод «мысли», если учесть, что он включает в себя идеи, воображение и т.д., а не только вербализованное познание.",
  "sn-guide-sujato:184": "Термин <i lang='pi' translate='no'>«а̄ятана»</i> обозначает нечто вытянутое, область, поле или измерение деятельности. Однако Висуддхимагга утверждает, что смысл этого слова — в первую очередь «причина» или «стимул»:",
  "sn-guide-sujato:185": "… основу (<i lang='pi' translate='no'>а̄ятана</i>) следует понимать так: (a) из-за того, что она приводит в действие (<i lang='pi' translate='no'><i lang='pi' translate='no'>а̄ятана</i></i>), (b) из-за того, что она является диапазоном (<i lang='pi' translate='no'>танана</i>) первопричин (<i lang='pi' translate='no'>а̄я</i>) и (c) из-за подталкивания (<i lang='pi' translate='no'>наяна</i>) того, что приводится в действие (<i lang='pi' translate='no'><i lang='pi' translate='no'>а̄я</i>та</i>). <cite class='text-translated'>«Путь к очищению»</cite>, XV.4, перевод Бхиккху Н͂а̄н̣амол̣и.",
  "sn-guide-sujato:186": "Бхиккху Н͂а̄н̣амол̣и перевёл термин, соответственно, как «основа», и этот перевод использовал Бхиккху Бодхи. Но это объяснение комментаторской традиции представляет собой просто серию ложных этимологий термина, или скорее даже игру слов. Цель таких объяснений заключается в том, чтобы предоставить учителям материал для размышления, и использовать их для обучения. Они требуют критического подхода. На самом деле, корень слова — не туманное <i lang='pi' translate='no'>«а̄ятати»</i> («приводить в действие»), а <i lang='pi' translate='no'>«а̄ямати»</i>, что означает «растягивать, расширять». <i lang='pi' translate='no'>«А̄ятана»</i> обычно используется именно в этом смысле, и слово можно перевести как «поле», «измерение» и т.д.",
  "sn-guide-sujato:187": "Часто в текстах используется брахманическая терминология, которой придаётся новое значение. Термин «шесть чувственных врат» (<i lang='pi' translate='no'>сал̣а̄ятана</i>) впервые использовался Буддой в его третьем учении, знаменитом «Дискурсе об Огне» (А̄диттапария̄ясутта), который содержится в этом сборнике — <a class='ref' href='/sn35.28'>SN 35.28</a>. Эту проповедь он дал большому собранию брахманических аскетов, после пребывания в их «доме огня», подобии храма поклонения священному пламени. И на санскрите это место называлось <i lang='pi' translate='no'>а̄ятана</i>. Упаниш̣ады также называют <i lang='pi' translate='no'>а̄ятана</i> чувства в смысле поля, или сферы деятельности, или опыта (напр. Бр̣хада̄ран̣яка упаниш̣ада 4.1.4: <i lang='pi' translate='no'>чакс̣ур ев<i lang='pi' translate='no'>а̄ятана</i>м</i>, Бр̣хада̄ран̣яка упаниш̣ада 6.1.5: <i lang='pi' translate='no'>мано ва̄ <i lang='pi' translate='no'>а̄ятана</i>м</i>; Ча̄ндогья упаниш̣ада 5.1.5: <i lang='pi' translate='no'>мано ха ва̄ <i lang='pi' translate='no'>а̄ятана</i>м</i>).",
  "sn-guide-sujato:188": "Когда Будда говорил аскетам, что «всё горит», он не давал анализ в стиле Абхидхаммы, так как это происходило много веков до того, как Абхидхамма появилась. Он говорил в терминах, которые могли понять брамины.",
  "sn-guide-sujato:189": "Одной из ключевых целей брахманических Упаниш̣ад была реинтерпретация ведических божеств. Вместо того чтобы думать о них, как о сущностях, обитающих на небесах, они стали силами и сутью, которыми наделена реальность. Таким образом, для аскетов-браминов пламя (<i lang='pi' translate='no'>агни</i>) было объектом поклонения, воплощением священной энергии, которой всё было наделено.",
  "sn-guide-sujato:190": "Проповедь об огне является ответом на несколько ключевых отрывков из Упаниш̣ад. В Бр̣хада̄ран̣яка упаниш̣аде 1.3 описывается, как зло возникло в мире благодаря действиям демонов (<i lang='pi' translate='no'>асур</i>). Когда боги (<i lang='pi' translate='no'>дэвы</i>) выполняли ритуал, те вошли в различные чувства и исказили их, заразив злом и смертью. Вот в чём причина страдания, которое приходит с чувствами. Но те же самые чувства могут быть очищены от искажений путём распространения их за пределы смерти.",
  "sn-guide-sujato:191": "Эти очищенные, божественные чувства далее описываются в Бр̣хадараняка упаниш̣аде 2.5.1, как знаменитое «Знание мёда», которое считается одним из высочайших и наиболее секретных знаний. В нём представлен шаблон, который применяется к разным типам вещей. Они не так чётко структурированы, как буддийские доктрины, и включают довольно разрозненные наборы понятий, сгруппированные вместе, например, элементы, истину, солнце и т.д. Тем не менее, параллели с учением о шести чувствах прослеживаются довольно чётко.",
  "sn-guide-sujato:192": "<i lang='pi' translate='no'>аям а̄дитьях̣ сарвес̣а̄м̇бхӯта̄на̄м̇мадху</i><br> Это солнце — оно мёд  всех существ.<br> <i lang='pi' translate='no'>асья̄дитьясья сарва̄н̣и бхӯта̄ни мадху</i><br> Все существа — мёд для солнца.<br> <i lang='pi' translate='no'>яć ча̄ям асминн а̄дитьйе теджомайо ’мр̣тамаях̣ пурус̣о яć ча̄ям адхья̄тмам̇ ча̄кс̣ус̣ас теджомайо ’мр̣тамаях̣ пурус̣о ’ям ева са йо ’ям а̄тма̄</i><br> Существо в солнце из огня и бессмертия и существо в вечном оке из огня и бессмертия: это тот — тот, кто истинное «я».<br> <i lang='pi' translate='no'>идам амр̣там идам̇брахмедам̇ сарвам</i><br> Это бессмертное, это божественное, это всё.<br> (Бр̣хада̄ран̣яка упаниш̣ада 2.5.5, перевод мой.)",
  "sn-guide-sujato:193": "Брахманическое видение состоит в том, что всё сотворённое происходит от Брахмы̄ и, следовательно, в своем истинном смысле исполнено божественностью и благословением — мёдом. Любое страдание — лишь временное несовершенство.",
  "sn-guide-sujato:194": "Так они для себя разрешали проблему любой теистической системы — проблему зла и несчастья. Для браминов заострить внимание на страдании означает упустить смысл. Это не просто поверхностная теория «позитивного мышления», это глубокая созерцательная философия, проработанная в мельчайших деталях во многих священных текстах, вдохновлённая практикой медитации. Она не отрицает действительность страдания, но обращается к более глубокой реальности, которую страдание не может затронуть.",
  "sn-guide-sujato:195": "Вместо того чтобы переставлять с места на место текстовые и философские тезисы, Будда предпочитал рассматривать непосредственный опыт. Лишёный теологических категорий, опыт нашего чувственного восприятия оказывается не «мёдом», а «огнём». И даже если наша философия говорит нам, что огонь священен, реальность состоит в том, что он жжёт. Будда пытался показать аскетам, что нет никакой нужды подключать божеств и метафизику для того, чтобы понять свой опыт: они могли увидеть, как он работает здесь и сейчас.",
  "sn-guide-sujato:196": "Силы, которые заставляют этот огонь гореть, несложно различить: жадность, ненависть и неведение. Первый раз это классическое представление фундаментальных загрязнений даётся именно в этом отрывке. Оно связано с тремя типами чувств: приятное возбуждает желание; болезненное — провоцирует ненависть; нейтральное соскальзывает в неведение (<a class='ref' href='/mn44#25'>MN 44:25</a>, <a class='ref' href='/mn128#28'>MN 128:28</a>, <a class='ref' href='/sn36.3'>SN 36.3</a>).",
  "sn-guide-sujato:197": "Проповедь об огне, хотя и краткая, предвосхищает несколько отличительных черт учений о шести чувствах по сравнению с учениями о пяти совокупностях. Это прямое, эмоциональное и мощное послание, в котором мир описывается охваченным пламенем. Это контрастирует с интеллектуальным рассмотрением совокупностей.",
  "sn-guide-sujato:198": "В этой проповеди Будда обращается к понятию «всего», чем подразумевает, что шесть чувств включают всё, что можно испытать и узнать. Эта идея описывается во многих суттах (<a class='ref' href='/sn35.33'>SN 35.33-52</a>). В отличие от совокупностей. О них не говорится, что они обладают полнотой. Текст трактует чувственный опыт как обусловленный процесс и как непосредственно наблюдаемый аспект взаимозависимого возникновения.",
  "sn-guide-sujato:199": "Поскольку чувственные сферы делают возможным познание, страдание рождается благодаря им (<a class='ref' href='/sn35.106'>SN 35.106</a>). Для того чтобы понять это страдание, человек ступает на духовный путь (<a class='ref' href='/sn35.81'>SN 35.81</a>, <a class='ref' href='/sn35.152'>SN 35.152</a>). Чувственные сферы фактически и являются миром (<i lang='pi' translate='no'>лока</i>), который изнашивается (<i lang='pi' translate='no'>лудджати</i>; <a class='ref' href='/sn35.82'>SN 35.82</a>, <a class='ref' href='/sn35.84'>SN 35.84</a>), поскольку «что бы то ни было в мире, через что этот мир постигается и создаётся, оно называется миром в учении благородных» (<a class='ref' href='/sn35.116'>SN 35.116</a>). Мир пуст, в нём нет самосущности (<a class='ref' href='/sn35.85'>SN 35.85</a>).",
  "sn-guide-sujato:200": "Поскольку чувственные сферы созданы выборами, которые были сделаны в прошлых жизнях, их называют «старой каммой». В этом смысле они отличаются от совокупностей, потому что совокупности включают в себя выборы, которые являются каммой, создающейся в настоящем. Унаследовав чувства как результат прошлых поступков, мы, тем не менее, продолжаем реагировать на них, порождая (зачиная) их в смысле своего «я» — процесса, который на пали называется «идентификация» (<i lang='pi' translate='no'>ман͂н͂ита</i>; <a class='ref' href='/sn35.146'>SN 35.146</a>, <a class='ref' href='/sn35.30'>SN 35.30-32</a>, <a class='ref' href='/sn35.90'>SN 35.90-91</a>, <a class='ref' href='/sn35.248'>SN 35.248</a>).",
  "sn-guide-sujato:201": "«Зачатие» и связанное с ним слово «чванство» (самомнение, <i lang='pi' translate='no'>ма̄на</i>) указывают на тенденцию ума формировать опыт в терминах своего «я». Большая часть нашего мыслительного процесса посвящена оправданию, объяснению и интерпретации нашего опыта, чтобы подкрепить наше представление о себе. Этот процесс может выйти из-под контроля, и такое явление называется «пролиферация» (<i lang='pi' translate='no'>папан͂ча</i>). Чтобы разделаться с этим процессом, Будда побуждает нас покончить с чувственным опытом (<a class='ref' href='/sn35.94'>SN 35.94</a>, <a class='ref' href='/sn35.95'>SN 35.95</a>).",
  "sn-guide-sujato:202": "Важно подчеркнуть, что в текстах постоянно говорится о том, как совокупности формируют основу для теорий о своём «я» (<i lang='pi' translate='no'>сакка̄я</i>), но этого <em>не</em> говорится о чувственных сферах. Если совокупности провоцируют цепляние к теориям, то чувственные сферы провоцируют цепляние к <em>удовольствию</em>, к самой жизненной энергии чувственного опыта. Таким образом, если учения о совокупностях подчёркивают <em>взгляды</em>, тут внимание смещается к <em>воздержанию</em>. Стандартный отрывок Поэтапного развития об ограничении чувственного опыта говорит о предотвращении проникновения вредных качеств в ум во время восприятия чувственного опыта (<a class='ref' href='/sn35.120'>SN 35.120</a>, <a class='ref' href='/sn35.127'>SN 35.127</a>, <a class='ref' href='/sn35.239'>SN 35.239</a>, <a class='ref' href='/sn35.240'>SN 35.240</a>). Человек, который гонится за удовольствием, которое приносят чувства, в той же степени подвержен и страданию, которое они несут, и только установление внимательности может принести умиротворение (<a class='ref' href='/sn35.132'>SN 35.132</a>, <a class='ref' href='/sn35.243'>SN 35.243-244</a>, <a class='ref' href='/sn35.247'>SN 35.247</a>).",
  "sn-guide-sujato:203": "Таким образом, выбрав областью применения практики чувственные сферы, практикующий срезает непосредственно корень влечения. Это подчёркивается в двух последних <i lang='pi' translate='no'>ваггах</i>, которые особо богаты незабываемыми образами. Чувства — это океан, который нужно пересечь во время духовного путешествия (<a class='ref' href='/sn35.228'>SN 35.228</a>). Лучше нас будут пытать раскалёнными кочергами, чем мы поддадимся чувственному опыту (<a class='ref' href='/sn35.235'>SN 35.235</a>). Если ты хочешь научиться медитировать, тебе нужно научиться отказываться от чувственного опыта, подобно тому как черепаха затягивает конечности в панцирь, чтобы защититься от хищников (<a class='ref' href='/sn35.240'>SN 35.240</a>). Удовольствие — это наживка Ма̄ры (<a class='ref' href='/sn35.230'>SN 35.230</a>). Шесть чувств похожи на шесть совершенно разных животных, связанных вместе, каждое из которых тянет к своей собственной территории (<a class='ref' href='/sn35.247'>SN 35.247</a>).",
  "sn-guide-sujato:204": "Большая книга",
  "sn-guide-sujato:205": "«Большая книга» — последняя и самая большая из пяти книг Связанных дискурсов. Она состоит из двенадцати <i lang='pi' translate='no'>сам̇ьютт</i> практически все из которых относятся к тем или иным аспектам буддийской практики или пути. Первая из них так и называется «Раздел о пути» (<i lang='pi' translate='no'>Магга сам̇ьютта</i>), и в северных версиях канона книга целиком называется «Книга о пути» (<i lang='pi' translate='no'>Маггавагга</i>).",
  "sn-guide-sujato:206": "Первые семь <i lang='pi' translate='no'>сам̇ьютт</i> подробно рассматривают семь наборов факторов буддийской практики. В более поздних традициях эти наборы стали называть 37 <i lang='pi' translate='no'>бодхипаккхия̄ дхамм</i> или «качеств, ведущих к пробуждению».  Следует отметить, что этот термин не используется в этом смысле в суттах, а употребляется по отношению только к одному из этих наборов — пяти способностям (<a class='ref' href='/sn48.55'>SN 48.55</a>, и т.д.). Хотя 37 факторов упоминаются во всём каноне, именно эта книга является основным источником этих учений. Другие <i lang='pi' translate='no'>сам̇ьютты</i> рассматривают путь под другими углами, а в последних двух речь идёт о вхождении в поток и четырёх благородных истинах соответственно.",
  "sn-guide-sujato:207": "Большинство книг Сам̇ьютты содержат в себе один главный раздел, а в «Большой книге» есть несколько <i lang='pi' translate='no'>сам̇ьютт</i> сравнимого значения. По этой причине я кратко опишу основную часть существенных <i lang='pi' translate='no'>сам̇ьютт</i>. Я не буду уделять внимание тем <i lang='pi' translate='no'>сам̇ьюттам</i>, которые являются простым повторением шаблонных учений, а также двум последним — о вхождении в поток и истинах, — поскольку я уже делал их описание в других текстах. Но перед тем как рассматривать отдельные <i lang='pi' translate='no'>сам̇ьютты</i>, я приведу общие сведения о «качествах, ведущих к пробуждению».",
  "sn-guide-sujato:208": "Сам̇ьютты «Большой книги» являются довольно сложными по структуре и использованию повторений. Но из опасения перегрузить этот текст всем, кто заинтересован в деталях, я рекомендую обратиться к соответствующим разделам текста Почтенного Бодхи о <cite class='book'>Связанных дискурсах</cite>.",
  "sn-guide-sujato:209": "37 качеств, ведущих к пробуждению",
  "sn-guide-sujato:210": "В ранних текстах основной упор делается на духовную практику, которая ведёт к освобождению от страдания. Это четвёртая благородная истина. Она была сформулирована в самом первом дискурсе в виде особого набора факторов, которые составляют путь к пробуждению, — благородный восьмеричный путь. В течение всего времени, пока Будда обучал, он представлял путь многими различными способами, формально и неформально, кратко и развёрнуто, подчёркивая разные аспекты, как того требовала ситуация или особенность личности того, кому были адресованы слова.",
  "sn-guide-sujato:211": "Ближе к своей смерти Будда, похоже, начал систематизировать эти различные представления, составляя учение о семи наборах качеств, относящихся к пути. Всего 37 факторов. Каждый набор представляет путь к освобождению с немного разных точек зрения.",
  "sn-guide-sujato:212": "Семь основных <i lang='pi' translate='no'>сам̇ьютт</i> Маха̄вагги содержат те же учения, но только в другой последовательности. Маха̄вагга начинается с благородного восьмеричного пути, из-за важности и ценности <em>этого</em> учения. Но когда мы встречаем факторы в других местах в суттах, наборы сгруппированы по возрастанию количества факторов.",
  "sn-guide-sujato:213": "Четыре вида медитации внимательности.  Наблюдение:",
  "sn-guide-sujato:214": "тела",
  "sn-guide-sujato:215": "чувств",
  "sn-guide-sujato:216": "ума",
  "sn-guide-sujato:217": "принципов",
  "sn-guide-sujato:218": "Четыре правильных усилия:",
  "sn-guide-sujato:219": "предотвращать недобрые качества",
  "sn-guide-sujato:220": "избавляться от недобрых качеств",
  "sn-guide-sujato:221": "порождать хорошие качества",
  "sn-guide-sujato:222": "поддерживать и усиливать добрые качества",
  "sn-guide-sujato:223": "Четыре основы сверхспособностей:",
  "sn-guide-sujato:224": "энтузиазм",
  "sn-guide-sujato:225": "энергия",
  "sn-guide-sujato:226": "ум",
  "sn-guide-sujato:227": "исследование",
  "sn-guide-sujato:228": "Пять способностей:",
  "sn-guide-sujato:229": "вера",
  "sn-guide-sujato:230": "энергия",
  "sn-guide-sujato:231": "внимательность",
  "sn-guide-sujato:232": "погружение",
  "sn-guide-sujato:233": "мудрость",
  "sn-guide-sujato:234": "Пять сил:",
  "sn-guide-sujato:235": "вера",
  "sn-guide-sujato:236": "энергия",
  "sn-guide-sujato:237": "внимательность",
  "sn-guide-sujato:238": "погружение",
  "sn-guide-sujato:239": "мудрость",
  "sn-guide-sujato:240": "Семь факторов пробуждения:",
  "sn-guide-sujato:241": "внимательность",
  "sn-guide-sujato:242": "исследование принципов",
  "sn-guide-sujato:243": "энергия",
  "sn-guide-sujato:244": "восторг",
  "sn-guide-sujato:245": "безмятежность",
  "sn-guide-sujato:246": "погружение",
  "sn-guide-sujato:247": "равностность",
  "sn-guide-sujato:248": "Благородный восьмеричный путь:",
  "sn-guide-sujato:249": "правильное воззрение",
  "sn-guide-sujato:250": "правильные мысли",
  "sn-guide-sujato:251": "правильная речь",
  "sn-guide-sujato:252": "правильные действия",
  "sn-guide-sujato:253": "правильные средства к существованию",
  "sn-guide-sujato:254": "правильное усилие",
  "sn-guide-sujato:255": "правильная внимательность",
  "sn-guide-sujato:256": "правильное погружение",
  "sn-guide-sujato:257": "Беглый взгляд на палийские тексты показывает, насколько это учение о 37 качествах было важным и распространённым. Оно встречается в каждой из четырёх <i lang='pi' translate='no'>никай</i> (<a class='ref' href='/dn28'>DN 28</a>, <a class='ref' href='/dn29'>DN 29</a>, <a class='ref' href='/dn16'>DN 16</a>, <a class='ref' href='/mn103'>MN 103</a>, <a class='ref' href='/mn104'>MN 104</a>, <a class='ref' href='/sn22.81'>SN 22.81</a>, <a class='ref' href='/sn22.101'>SN 22.101</a>, <a class='ref' href='/sn43.12'>SN 43.12</a>, <a class='ref' href='/an8.19'>AN 8.19</a>), а также Уда̄не (<a class='ref' href='/ud5.5'>Ud 5.5</a>). Это одно из нескольких учений, которые несколько раз упоминаются в Винае (<a class='ref' href='/pj4'>Pj 4</a>, <a class='ref' href='/pc8'>Pc 8</a>, <a class='ref' href='/pli-tv-kd19'>Kd 19</a>). Оно постоянно встречается в поздних канонических текстах Кхуддаки (<a class='ref' href='/ne8'>Ne 8</a>, <a class='ref' href='/cnd12'>Cnd 12</a>, <a class='ref' href='/cnd15'>Cnd 15</a>, <a class='ref' href='/cnd20'>Cnd 20</a>, <a class='ref' href='/cnd22'>Cnd 22</a>, <a class='ref' href='/mnd6'>Mnd 6</a>, <a class='ref' href='/mnd7'>Mnd 7</a>, <a class='ref' href='/mnd14'>Mnd 14</a>, <a class='ref' href='/mnd16'>Mnd 16</a>, <a class='ref' href='/ps1.5'>Ps 1.5</a>, <a class='ref' href='/ps2.8'>Ps 2.8</a>, <a class='ref' href='/ps2.9'>Ps 2.9</a>, <a class='ref' href='/mil3.1.13'>Mil 3.1.13</a>, <a class='ref' href='/mil6.4.1'>Mil 6.4.1</a>, <a class='ref' href='/mil6.4.2'>Mil 6.4.2</a> и т.д.), а также в Абхидхамме (<a class='ref' href='/vb17'>Vb 17</a>, <a class='ref' href='/Dt1.2'>Dt 1.2</a>, <a class='ref' href='/Dt2.1'>Dt 2.1</a>, <a class='ref' href='/Dt2.6'>Dt 2.6</a>, <a class='ref' href='/kv4.3'>Kv 4.3</a>, <a class='ref' href='/kv12.5'>Kv 12.5</a>, <a class='ref' href='/kv14.9'>Kv 14.9</a>, <a class='ref' href='/kv15.6'>Kv 15.6</a>, <a class='ref' href='/kv21.1'>Kv 21.1</a>, <a class='ref' href='/kv21.5'>Kv 21.5</a> и т.д.).",
  "sn-guide-sujato:258": "Но это учение оказало влияние не только на эти древние тексты. Оно оставалось центральной доктриной и в поздних формах буддизма. В Маха̄я̄не, например, те же 37 качеств были известны под именем «37 практик Бодхисаттвы».",
  "sn-guide-sujato:259": "Будда объявил, что эти учения возникли из его собственного прямого знания. Они, очевидно, являются факторами практики, которые должен развить и познать любой, кто идёт духовным путём. Однако в более ранних контекстах это также учения, которые нужно изучить, запомнить и декламировать. Из <a class='ref' href='/dn29'>DN 29</a>:",
  "sn-guide-sujato:260": "«Вы все должны собираться вместе и декламировать в согласии, без споров, эти учения, которым я научил вас из своего прямого познания, сопоставляя значения слов и фразировки, таким образом, чтобы этот духовный путь мог существовать долгое время».",
  "sn-guide-sujato:261": "Из таких отрывков становится понятно, что эти 37 факторов являются сердцем духовного наследия Будды. Но что конкретно было необходимо декламировать? Очевидно, такое важное учение должно было содержать нечто большее, чем просто списки факторов. Должен был существовать какой-то согласованный корпус текстов, набор писаний, которые нужно было декламировать в согласии всем сообществом. Что ещё это могло быть, если не эти самые учения «Связанных дискурсов» о факторах пути, которые сейчас содержит Маха̄вагга? Конечно, не следует отрицать, что эти тексты подвергались расширению и дополнению, но центральные учения Маха̄вагги были, со всей вероятностью, сердцем писаний раннего буддизма.",
  "sn-guide-sujato:262": "Некоторые тексты фокусируются на специализированных областях, таких, как, например, внимательность или усилия, тогда как другие охватывают учение более широко, например, тексты о благородном восьмеричном пути. Тем не менее, они имеют глубинную связь, и одни и те же факторы повторяются в разных наборах. В целом, они особенно подчёркивают важность медитации, хотя рассматриваются и другие измерения практики, такие как нравственность и изучение. Далее я рассмотрю кратко основные отличительные черты этих групп. Заметьте, что первые три набора в широком смысле соответствуют последним трём факторам благородного восьмеричного пути — правильному усилию, правильной внимательности и правильному погружению.",
  "sn-guide-sujato:263": "Четыре типа медитации внимательности",
  "sn-guide-sujato:264": "Практика медитаций ведущих к спокойствию и прозрению.",
  "sn-guide-sujato:265": "Четыре правильных усилия",
  "sn-guide-sujato:266": "Приложение усилий к развитию ума.",
  "sn-guide-sujato:267": "Четыре основы сверхспособностей",
  "sn-guide-sujato:268": "Развитие глубокого погружения, ведущего к различным сверхъестественным способностям.",
  "sn-guide-sujato:269": "Пять способностей",
  "sn-guide-sujato:270": "Качества ума, которые ведут к освобождению и которые характеризуют ум того, кто идёт по пути.",
  "sn-guide-sujato:271": "Пять сил",
  "sn-guide-sujato:272": "Такие же, как и способности",
  "sn-guide-sujato:273": "Семь факторов пробуждения",
  "sn-guide-sujato:274": "Исследование учения и утверждение в нём ведёт ко всё большей глубине этих эмоциональных качеств, созревание которых ведёт к освобождению.",
  "sn-guide-sujato:275": "Благородный восьмеричный путь",
  "sn-guide-sujato:276": "Самый широкий набор факторов, единственный, в котором явно прописана нравственность.",
  "sn-guide-sujato:277": "Как часто бывает в суттах, в этих наборах иногда похожие по смыслу качества называются разными терминами. Например, качество мудрости называется «наблюдение принципов» (<i lang='pi' translate='no'>дхамма̄нупассана̄</i>) в четырёх видах медитации внимательности, «исследование» (<i lang='pi' translate='no'>вӣмам̇са</i>) в основах сверхспособностей, «мудрость» (<i lang='pi' translate='no'>пан͂н͂а</i>) в способностях и силах, «исследование принципов» (<i lang='pi' translate='no'>дхаммавичая</i>) в факторах пробуждения и «правильное воззрение» (<i lang='pi' translate='no'>самма̄дит̣т̣хи</i>) в благородном восьмеричном пути. Отношения между всеми этими терминами подробно анализируются в Абхидхамме и текстах комментариев.",
  "sn-guide-sujato:278": "Нужно помнить, что каждый из этих наборов является целостным и имеет своё особое назначение, а выбор тех или иных терминов ни в коем случае не является случайным. «Правильно воззрение» на <em>первом месте</em> в формулировке пути подчёркивает теоретическое понимание услышанного учения. «Исследование принципов», также расположенное недалеко от начала, указывает на размышление и исследование учений по отношению к практикующему. «Наблюдение принципов» и «исследование» проявляются после развития глубокой неподвижности в медитации поглощения и указывают на исследование и изучение природы такого опыта, медитативного процесса и условий, которые его создают. И «мудрость» как кульминация всех предыдущих понятий — реализация четырёх благородных истин, освобождающее прозрение вошедшего в поток. Поэтому, когда они рассматриваются сами по себе, как отдельные умственные факторы, их можно считать синонимами. Но глубина их смысла раскрывается в понимании их роли в конкретном наборе.",
  "sn-guide-sujato:279": "Есть нечто необычное в этих учениях, что приходит на ум при изучении и размышлении о них как о духовном пути. Они довольно сильно отличаются от тех практик, которые принято считать «религиозными». Где здесь ритуалы? Жертвоприношения? Поклонение божеству? Верность церкви? Символы, ритуалы и мифология? Всё это совершенно отсутствует здесь. Конечно, некоторые подобные вещи можно найти в той или иной форме в других местах канона, и в большей степени в поздних буддийских традициях. Но здесь, в том, что считается непосредственными учениями Будды, его центральном послании, в практике, которую он завещал, мы видим только сбалансированное и разумное развитие поведения, эмоций и интеллекта. Это целостный и рациональный путь, который не зависит от культурных и исторических особенностей, а относится к универсальным человеческим качествам. Факторы, ведущие к пробуждению, все 37, являются теми вещами, которые каждый человек может найти в себе. Указывая на эти качества, Будда указывал на духовный потенциал всех существ. Он предлагал нам инструменты для роста и развития того, что является нашей лучшей частью.",
  "sn-guide-sujato:280": "SN 45: Связанные дискурсы о пути",
  "sn-guide-sujato:281": "В своём первом учении Будда назвал благородный восьмеричный путь «срединным путём» (<a class='ref' href='/sn56.11'>SN 56.11</a>). Оно включает в себя весь духовный путь (<a class='ref' href='/sn45.6'>SN 45.6</a>, <a class='ref' href='/sn45.19'>SN 45.19</a>, <a class='ref' href='/sn45.20'>SN 45.20</a>), который начинается с появления правильного воззрения как начальной точки (<a class='ref' href='/sn45.1'>SN 45.1</a>), и ведёт к глубокому медитативному погружению, которое является непосредственным предшественником реализации четырёх благородных истин.",
  "sn-guide-sujato:282": "О благородном восьмеричном пути говорится как о «божественной колеснице», которая несёт нас к пробуждению, а факторы пути сравниваются с её частями (<a class='ref' href='/sn45.4'>SN 45.4</a>). Практика пути ведёт к окончанию страдания (<a class='ref' href='/sn45.5'>SN 45.5</a>), но только если он начинается с правильного воззрения, а иначе он навредит (<a class='ref' href='/sn45.9'>SN 45.9</a>).",
  "sn-guide-sujato:283": "Факторы определяются в <a class='ref' href='/sn45.8'>SN 45.8</a>, а также в нескольких других местах в каноне.",
  "sn-guide-sujato:284": "Правильное воззрение (<i lang='pi' translate='no'>самма̄дит̣т̣хи</i>)",
  "sn-guide-sujato:285": "Понимание четырёх благородных истин.",
  "sn-guide-sujato:286": "Правильные мысли (<i lang='pi' translate='no'>самма̄сан̇каппа</i>)",
  "sn-guide-sujato:287": "Мысли об отпускании, любви и доброте.",
  "sn-guide-sujato:288": "Правильная речь (<i lang='pi' translate='no'>самма̄ва̄ча̄</i>)",
  "sn-guide-sujato:289": "Правдивая, осмысленная, мягкая, ведущая к гармонии речь.",
  "sn-guide-sujato:290": "Правильные действия (<i lang='pi' translate='no'>самма̄камманта</i>)",
  "sn-guide-sujato:291": "Воздержание от убийства, воровства и неправильного сексуального поведения.",
  "sn-guide-sujato:292": "Правильные средства к существованию (<i lang='pi' translate='no'>самма̄а̄джӣва</i>)",
  "sn-guide-sujato:293": "Воздержание от средств к существованию, несущих вред.",
  "sn-guide-sujato:294": "Правильное усилие (<i lang='pi' translate='no'>самма̄ва̄я̄ма</i>)",
  "sn-guide-sujato:295": "Четыре правильных усилия.",
  "sn-guide-sujato:296": "Правильная внимательность (<i lang='pi' translate='no'>самма̄сати</i>)",
  "sn-guide-sujato:297": "Четыре типа медитации внимательности.",
  "sn-guide-sujato:298": "Правильное погружение (<i lang='pi' translate='no'>самма̄сама̄дхи</i>)",
  "sn-guide-sujato:299": "Четыре поглощения.",
  "sn-guide-sujato:300": "Восемь факторов пути явно представляют развивающуюся последовательность, о чём говорится в начале собрания (<a class='ref' href='/sn45.1'>SN 45.1</a>). Они следуют по тому же основному курсу, который подробно описывает учение о Поэтапном развитии, но делают меньше акцента на монашескую жизнь, так как их следует практиковать и монахам, и мирянам (<a class='ref' href='/sn45.24'>SN 45.24</a>). Человек слышит учение и обретает начальное понимание (правильное воззрение). Он решает жить в соответствии с учением (правильные мысли), следит за нравственным аспектом действий речи (правильная речь) и тела (правильные действия), а также средств, которыми он зарабатывает деньги (правильные средства к существованию). На этом фундаменте он предпринимает усилия по очищению ума (правильное усилие), практикует медитацию (правильная внимательность), которая ведёт к поглощению (правильное погружение) (<a class='ref' href='/sn45.28'>SN 45.28</a>).",
  "sn-guide-sujato:301": "Когда все факторы воплощены, ум готов прорваться к реализации четырёх благородных истин. Так понимание их, начиная с концепции, принимаемой на веру, постепенно углубляется в течение духовного путешествия, и воплощается через опыт и размышление. Правильное воззрение ведёт нас на каждом этапе пути, оно помогает нам учиться на ошибках, открывать наши скрытые мотивы и осознавать неожиданные способности. В конечном итоге оно трансформируется в освобождающее прозрение благородных (<a class='ref' href='/sn45.13'>SN 45.13</a>, <a class='ref' href='/sn45.35'>SN 45.35</a> и т.д.). Ключом к этой трансформации является кристально чистое и умиротворённое медитативное поглощение, возвышенное сознание, которое видит дальше и глубже, и у которого достаточно мощи, чтобы полностью устранить жадность, ненависть и неведение (<a class='ref' href='/sn45.36'>SN 45.36</a> и т.д.).",
  "sn-guide-sujato:302": "Тем не менее, несмотря на явное развитие, очевидно, неверно думать, что факторы практикуются по одному друг за другом.  «Путь» — это метафора, и в реальной жизни духовное развитие гораздо сложнее.",
  "sn-guide-sujato:303": "Факторы пути лучше всего рассматривать как схему для сопоставления и, если это требуется, корректировки своей жизни и практики. Каждый из факторов важен, и если вы обнаружите, что не получается развить более высокие факторы, спросите себя, достаточно ли вы вложились в основы. Некоторые спешат поскорее добраться до высоких состояний сознания, но не создают для этого надёжный фундамент на основании более простых факторов пути. Когда не получается развить глубокую медитацию, не стоит пытаться заставить её возникнуть, или, что ещё хуже, придумывать причины, по которым она окажется необязательной. Лучше постарайтесь развить правильное воззрение, изучая и обсуждая Дхамму, или обратите больше внимания на своё поведение с точки зрения нравственности (<a class='ref' href='/sn45.50'>SN 45.50–54</a>).",
  "sn-guide-sujato:304": "И не забывайте, по этому пути идут не в одиночестве. Несмотря на акцент на уединённой медитации, эта <i lang='pi' translate='no'>сам̇ьютта</i> напоминает нам, что хорошая дружба — это духовная жизнь целиком (<a class='ref' href='/sn45.2'>SN 45.2</a>, <a class='ref' href='/sn45.3'>SN 45.3</a>), потому что хорошая дружба предшествует благородному восьмеричному пути (<a class='ref' href='/sn45.49'>SN 45.49</a>).",
  "sn-guide-sujato:305": "SN 46: Связанные дискурсы о факторах пробуждения",
  "sn-guide-sujato:306": "Эти семь факторов называют «факторы пробуждения› (<i lang='pi' translate='no'>бодджан̇га</i>, т.е. <i lang='pi' translate='no'>бодхи</i> + <i lang='pi' translate='no'>ан̇га</i>), потому что они ведут к пробуждению (<a class='ref' href='/sn46.5'>SN 46.5</a>, <a class='ref' href='/sn46.21'>SN 46.21</a>). Они фокусируются на психологии созерцания, но в этой <i lang='pi' translate='no'>сам̇ьютте</i> с самого начала поясняется, что, как и любое другое представление пути, они основываются на нравственности (<a class='ref' href='/sn46.1'>SN 46.1</a>).",
  "sn-guide-sujato:307": "В отличие от факторов пути, они не определяются явно. Тем не менее, конечно же, следует интерпретировать эти факторы так же, как в восьмеричном пути и других местах. Однако есть и несколько новых факторов, а также в некоторых местах представляется новый взгляд на уже знакомые. Далее приводятся подробности, которые описаны в основном в <a class='ref' href='/sn46.52'>SN 46.52</a>.",
  "sn-guide-sujato:308": "Внимательность (<i lang='pi' translate='no'>сати</i>)",
  "sn-guide-sujato:309": "Включает в себя как памятование учений (<a class='ref' href='/sn46.3'>SN 46.3</a>), так и осознавание феноменов внутри и снаружи.",
  "sn-guide-sujato:310": "Исследование принципов (<i lang='pi' translate='no'>дхаммавичая</i>)",
  "sn-guide-sujato:311": "Включает в себя как размышление об учении и его исследование (<a class='ref' href='/sn46.3'>SN 46.3</a>), так и исследование феноменов внутри и снаружи.",
  "sn-guide-sujato:312": "Энергия (<i lang='pi' translate='no'>вирия</i>)",
  "sn-guide-sujato:313": "Умственная и физическая.",
  "sn-guide-sujato:314": "Восторг (<i lang='pi' translate='no'>пӣти</i>)",
  "sn-guide-sujato:315": "Опыт возвышающей радости, которая возникает, когда ум становится умиротворённым в медитации. Сюда включается восторг первого и второго поглощения.",
  "sn-guide-sujato:316": "Спокойствие (<i lang='pi' translate='no'>пассадхи</i>)",
  "sn-guide-sujato:317": "Физическое и умственное.",
  "sn-guide-sujato:318": "Погружение (<i lang='pi' translate='no'>сама̄дхи</i>)",
  "sn-guide-sujato:319": "Поглощения.",
  "sn-guide-sujato:320": "Равностность (<i lang='pi' translate='no'>упеккха̄</i>)",
  "sn-guide-sujato:321": "Может подразумевать и равностность высоких состояний погружения, и равностность глубокого прозрения.",
  "sn-guide-sujato:322": "Один из пунктов необходимо объяснить подробнее — идею, что внимательность включает в себя памятование учений. Во многих местах в суттах внимательность определяется как возможность помнить то, что было сказано и сделано давно (<a class='ref' href='/dn33'>DN 33</a>, <a class='ref' href='/dn34'>DN 34</a>, <a class='ref' href='/mn53'>MN 53</a>, <a class='ref' href='/sn48.9'>SN 48.9</a>, <a class='ref' href='/sn48.50'>SN 48.50</a>, <a class='ref' href='/an4.35'>AN 4.35</a>, <a class='ref' href='/an8.13'>AN 8.13</a>, <a class='ref' href='/an10.17'>AN 10.17</a> и т.д.). Корневое значение слова <i lang='pi' translate='no'>сати</i> — память, и в брахманических традициях оно обозначает писания, которые учились наизусть. Но сегодня, конечно, мы понимаем внимательность как «ясное осознавание» феноменов в текщем моменте.",
  "sn-guide-sujato:323": "В этой <i lang='pi' translate='no'>сам̇ьютте</i> есть подсказка, как разобраться в значении этого термина. В тексте <a class='ref' href='/sn46.56'>SN 46.55</a> брамин спрашивает Будду, почему иногда он может вспомнить песнопение, а иногда нет. Будда объясняет, что его ум затмевают помехи, и даёт серию глубоких аналогий, в которых приводит сравнение с водой, в которой присутствуют различные примеси. Как же тот, кто декламирует тексты устной традиции, может сохранять в памяти песнопение? <em>Поддержанием непрерывной и ясной концентрации во время декламации</em>. Когда ум отвлекается, декламация не может продолжаться. <i lang='pi' translate='no'>«Сати»</i> означает не разрозненные воспоминания, которые приходят в ум, а устойчивый поток непрерывной и сфокусированной осознанности. И с этой точки зрения памятование писаний становится значительно более похожим на удержание внимания в медитации.",
  "sn-guide-sujato:324": "Факторы выстраиваются в последовательность, в которой каждый предыдущий является условием для следующего или питает его (<a class='ref' href='/sn46.3'>SN 46.3</a>). Эта зависимость подчёркивается во многих суттах. Каждый из факторов пробуждения питается определённым топливом (<a class='ref' href='/sn46.51'>SN 46.51</a>). Весь набор появляется из практики четырёх типов медитации внимательности и ряда практик, которые лежат в их основе (<a class='ref' href='/sn46.6'>SN 46.6</a>). Они определённым образом влияют и обуславливают ум; когда он уставший, лучше развивать исследование, энергию и восторг, а если беспокоен — спокойствие, погружение и равностность. Но внимательность полезна всегда (<a class='ref' href='/sn46.53'>SN 46.53</a>). И все факторы вместе являются условием для пробуждения (<a class='ref' href='/sn46.55'>SN 46.55</a>).",
  "sn-guide-sujato:325": "Тем не менее, даже совершенные продолжают практиковать их, выбирая из них любой, когда захотят, словно бы надевая подходящую одежду (<a class='ref' href='/sn46.4'>SN 46.4</a>). Таков тот, кто «обрёл путь» и понимает истинную силу факторов пробуждения, которые ведут к окончанию перерождения (<a class='ref' href='/sn46.30'>SN 46.30</a>).",
  "sn-guide-sujato:326": "В этой <i lang='pi' translate='no'>сам̇ьютте</i> факторам пробуждения постоянно противопоставляется их тёмная сторона — пять помех: чувственное желание, недоброжелательность, сонливость и апатия, беспокойство и сожаление, сомнение. Они сравниваются с загрязнениями золота (<a class='ref' href='/sn46.33'>SN 46.33</a>) или с паразитами (<a class='ref' href='/sn46.39'>SN 46.39</a>).",
  "sn-guide-sujato:327": "Одним из уникальных аспектов факторов пробуждения является то, что их декламация считается эффективной в исцелении заболеваний. В нескольких суттах говорится о том, как какой-нибудь больной монах (и даже сам Будда) будучи нездоровым, после того, как слышит рецитацию факторов, выздоравливает (<a class='ref' href='/sn46.14'>SN 46.14–16</a>). Это, естественно, породило популярную традицию чтения этих текстов вслух для больных людей в среде тхеравадинской культуры. Если вам покажется, что такая декламация в наши дни не так эффективна, как в суттах, вспомните, что в них описываются случаи продвинутых и опытных практикующих, по-настоящему совершенных, тех кто развил эти факторы до совершенства. Их вдохновение находится на другом уровне, чем вдохновение простых людей. Но даже это не даёт гарантии: в ранних текстах описывается множество случаев, когда те, кто достиг совершенства, заболевали и уже не могли исцелиться.",
  "sn-guide-sujato:328": "Большая часть факторов пробуждения указывает на аспекты духовного пути, радость и умиротворённость медитации. Это особо подчёркивается в тексте <a class='ref' href='/sn46.54'>SN 46.54</a>, который связывает факторы пробуждения с четырьмя безмерными или, как ещё говорят, божественными медитациями — любовью, состраданием, сорадованием и равностностью. Последователи других традиций спорят с буддийскими монахами, что они тоже учат развитию этих качеств. Однако Будда указывает на то, что он описывает, <em>как</em> развить эти качества до их совершенства. И для этого они должны быть подкреплены факторами пробуждения.",
  "sn-guide-sujato:329": "SN 47: Связанные дискурсы о медитации внимательности",
  "sn-guide-sujato:330": "Палийский термин <i lang='pi' translate='no'>сатипат̣т̣ха̄на</i> означает «установление внимательности». Я часто использую более разговорный термин «медитация внимательности». В других местах <i lang='pi' translate='no'>сати</i> определяется как «память», но тут слово описывается как <i lang='pi' translate='no'>анупассана̄</i> — «непрерывное наблюдение». Термин означает медитационную практику установления и поддержания непрерывной осознанности в четырёх определённых областях:",
  "sn-guide-sujato:331": "Тело (<i lang='pi' translate='no'>ка̄я</i>)",
  "sn-guide-sujato:332": "Любой физический аспект, включая дыхание, позы, части тела и т.д.",
  "sn-guide-sujato:333": "Чувства (<i lang='pi' translate='no'>ведана̄</i>)",
  "sn-guide-sujato:334": "Различные типы чувств — болезненные, приятные, нейтральные, относящиеся к духу или плоти.",
  "sn-guide-sujato:335": "Ум (<i lang='pi' translate='no'>читта</i>)",
  "sn-guide-sujato:336": "Состояния осознавания. Могут быть омрачённые жадностью, ненавистью и неведением, или свободными от них.",
  "sn-guide-sujato:337": "Принципы (<i lang='pi' translate='no'>дхамма̄</i>)",
  "sn-guide-sujato:338": "Понимание причинно-следственных отношений, которые ведут к страданию или умиротворённости, особенно через исследование самого процесса медитации.",
  "sn-guide-sujato:339": "Каждая из этих областей может включать в себя большой спектр разнообразного опыта. Но в медитации важно уметь удерживать концентрацию. Например, в стандартной формулировке наблюдения за телом это выражается через возвратную идиому <i lang='pi' translate='no'>ка̄йе ка̄я̄нупассӣ</i>. Здесь местный падеж используется в дословном значении как «одно тело из тел», или, если выражаться современным языком, конкретный аспект тела. Таким образом, медитирующий не занимается постоянным перемещением внимания на всё, что приходит в его ум, а сохраняет устойчивую, непрерывную осознанность конкретного аспекта физического опыта.",
  "sn-guide-sujato:340": "Эта практика развивается последовательно. Природа этой последовательности становится яснее, когда практика внимательности к дыханию рассматривается как форма практики <i lang='pi' translate='no'>сатипат̣т̣ха̄ны</i>.",
  "sn-guide-sujato:341": "Медитация начинается с внимания к относительно грубым явлениям физического дыхания, пока оно не становится спокойным и неподвижным.",
  "sn-guide-sujato:342": "Тонкое чувство радости и блаженства пронизывает дыхание и тело.",
  "sn-guide-sujato:343": "Ум становится свободным, погружённый в опыт блаженства от избавления.",
  "sn-guide-sujato:344": "Практикующий созерцает изменяющийся процесс медитации, который привёл к этой точке. Подкреплённый погружением ум отпускает.",
  "sn-guide-sujato:345": "Но <i lang='pi' translate='no'>сатипат̣т̣ха̄на</i> шире, чем то, что я сейчас описал, потому что она включает в себя не только положительный опыт, который развивается во время медитации, но также и негативный: боль, сжатый ум, помехи. Включая в себя полный спектр опыта, <i lang='pi' translate='no'>сатипат̣т̣ха̄на</i> описывает широкий, инклюзивный подход к медитации, который основан на осознавании, а не на контролировании, и тем самым закладывает основу для созревания мудрости.",
  "sn-guide-sujato:346": "Эта <i lang='pi' translate='no'>сам̇ьютта</i> содержит серию глубоких и часто приятных сутт на тему <i lang='pi' translate='no'>сатипат̣т̣ха̄ны</i>, но не определяет рамки самой медитации. Определения, приведённые выше, происходят из более длинных дискурсов <a class='ref' href='/mn10'>MN 10</a> и <a class='ref' href='/dn22'>DN 22</a>. Однако следует отметить, что эти тексты, без сомнений, подверглись значительной поздней доработке по сравнению с короткими дискурсами этой <i lang='pi' translate='no'>сам̇ьютты</i>, и нельзя считать, что всё, что записано в <a class='ref' href='/mn10'>MN 10</a> и <a class='ref' href='/dn22'>DN 22</a>, применимо к этой <i lang='pi' translate='no'>сам̇ьютте</i>.",
  "sn-guide-sujato:347": "Палийский термин <i lang='pi' translate='no'>сатипат̣т̣ха̄на</i> состоит из двух слов — <i lang='pi' translate='no'>сати</i> + <i lang='pi' translate='no'>упат̣т̣ха̄на</i>. Они знакомы нам из учения о Поэтапном развитии, где используются для описания момента, когда практикующий садится в уединении и начинает медитировать, «устанавливая внимательность» (<i lang='pi' translate='no'>сатим̇упат̣т̣хапетва̄</i>). Таким образом они относятся в первую очередь к формальной практике медитации.",
  "sn-guide-sujato:348": "Сегодня часто говорят о «внимательности к повседневным делам», но в суттах это называется <i lang='pi' translate='no'>сампаджан͂н͂а</i>, термин который я перевожу как «ситуационная осведомлённость». Это одна из серий практик, описываемых в Поэтапном развитии, которая подготавливает почву для формальной практики медитации. Текст <a class='ref' href='/sn47.2'>SN 47.2</a> разъясняет различие между этими двумя понятиями, описывая их как качества, которые должен развить монах. Конечно же, это не означает, что они совершенно не связаны, ведь в развитии духовного и умственного ничего не происходит отдельно. <i lang='pi' translate='no'>Сампаджан͂н͂а</i> описывает не только «внимательность к повседневным делам», но имеет также своё значение и в поглощениях, и в прозрении (см. <a class='ref' href='/sn47.35'>SN 47.35</a>). Но всё же нужно отметить, что эти две практики различаются, и задача ситуационной осведомлённости — помочь подготовить ум к практике медитации внимательности.",
  "sn-guide-sujato:349": "В стандартной формулировке медитирующий описывается четырьмя терминами. Эти термины отсылают к базовым практикам из Поэтапного развития, и это напоминает о том, что медитация <i lang='pi' translate='no'>сатипат̣т̣ха̄на</i> происходит не сама по себе.",
  "sn-guide-sujato:350": "Увлечённый (<i lang='pi' translate='no'>а̄та̄пӣ</i>)",
  "sn-guide-sujato:351": "обладающий неотступной, неспадающей энергичностью.",
  "sn-guide-sujato:352": "Осведомлённый (<i lang='pi' translate='no'>сампаджа̄но</i>)",
  "sn-guide-sujato:353": "обладающий ситуационной осведомлённостью.",
  "sn-guide-sujato:354": "Внимательный (<i lang='pi' translate='no'>сатима̄</i>)",
  "sn-guide-sujato:355": "обладающий внимательностью.",
  "sn-guide-sujato:356": "Свободный от влечения и отвращения к миру (<i lang='pi' translate='no'>винейя локе абхидджха̄доманассам̇</i>)",
  "sn-guide-sujato:357": "освободившийся с помощью чувственного воздержания от явных форм влечения и отвращения. В других местах фраза <i lang='pi' translate='no'>абхидджха̄доманасса</i> используется только в контексте чувственного воздержания (<a class='ref' href='/dn10'>DN 10</a>, <a class='ref' href='/mn33'>MN 33</a>, <a class='ref' href='/sn35.120'>SN 35.120</a>, <a class='ref' href='/an4.14'>AN 4.14</a> и т.д.).",
  "sn-guide-sujato:358": "В восьмеричном пути, в факторах пробуждения, в способностях и силах медитация внимательности является одним из ключевых факторов, ведущих к медитативному покою и погружению. В других местах ей даётся определение «основа погружения в <i lang='pi' translate='no'>сама̄дхи</i>» (<a class='ref' href='/mn44'>MN 44</a>: <i lang='pi' translate='no'>чатта̄ро сатипат̣т̣ха̄на̄ <i lang='pi' translate='no'>сама̄дхи</i>нимитта̄</i>). В тексте <a class='ref' href='/sn47.8'>SN 47.8</a> даётся очаровательная аналогия с поваром, которая показывает, как искусный практик медитации внимательности входит в погружение и избавляется от загрязнений путём проникновения в характеристики своего ума, тогда как скверному практику это не удаётся. В тексте <a class='ref' href='/sn47.4'>SN 47.4</a> Будда побуждает всех последователей, неважно, новичков или продвинутых, практиковать медитацию внимательности до уровня полного погружения (<i lang='pi' translate='no'>экодибхӯта̄ виппасанначитта̄ сама̄хита̄ экаггачитта̄</i>; «в согласии, с ясными, едиными умами, погружёнными в <i lang='pi' translate='no'>сама̄дхи</i>»).",
  "sn-guide-sujato:359": "Первостепенность именно медитативного погружения подчёркивается словами о том, что <i lang='pi' translate='no'>сатипат̣т̣ха̄на</i> является «путём сходимости в одну точку» (<i lang='pi' translate='no'>эка̄яно магго</i>). Это выражение получило известность благодаря тексту <a class='ref' href='/mn10'>MN 10</a>, но изначально взято из Сам̇ьютты, где оно вложено в уста Брахмы̄ (<a class='ref' href='/sn47.1'>SN 47.1</a>, <a class='ref' href='/sn47.18'><a class='ref' href='/sn47.1'>SN 47.1</a>8</a>, <a class='ref' href='/sn47.43'>SN 47.43</a>). Это термин из Упаниш̣ад, который в медитационном контексте означал «место, где все вещи сходятся в одно» (Бр̣хада̄ран̣яка упаниш̣ада 2.4:11).",
  "sn-guide-sujato:360": "Медитативные погружения (<i lang='pi' translate='no'>джха̄ны</i>) явно вписаны в <i lang='pi' translate='no'>сатипат̣т̣ха̄ны</i> в позднем отрывке с развёрнутым описанием четырёх истин в <a class='ref' href='/dn22'>DN 22</a>. Однако неявно они подразумеваются во многих местах, включая наблюдение за чувствами, где «духовный восторг» и «духовное блаженство», определяются в терминах поглощений (<a class='ref' href='/sn36.31'>SN 36.31</a>). Также и в разделе наблюдения за умом понятия «обширный», «непревзойдённый», «погружённый», «освобождённый» все являются обозначениями глубоких состояний поглощения. И в обсуждении в тексте <a class='ref' href='/mn125'>MN 125</a> тоже подразумеваются поглощения.",
  "sn-guide-sujato:361": "Это не значит, что в <i lang='pi' translate='no'>сатипат̣т̣ха̄не</i> нет аспекта прозрения (или различения, <i lang='pi' translate='no'>випассана̄</i>). Напротив, четвёртая <i lang='pi' translate='no'>сатипат̣т̣ха̄на</i> — наблюдение за принципами — в первую очередь касается прозрения, которое приходит после медитативного погружения. В ней, как описывается в <a class='ref' href='/mn10'>MN 10</a>, практикующий не просто различает присутствие или отсутствие различных факторов, но и понимает причину, по которой они появляются и исчезают. А понимание причинно-следственной связи — это сердце практики прозрения. Это подчёркивается в учении о практике внимательности к дыханию, где, на этом этапе, приводятся инструкции по наблюдению за непостоянством.",
  "sn-guide-sujato:362": "В двух суттах аспект <i lang='pi' translate='no'>випассаны̄</i> является основной темой. В тексте <a class='ref' href='/sn47.40'>SN 47.40</a> Будда сначала даёт стандартное учение по практике <i lang='pi' translate='no'>сатипат̣т̣ха̄ны</i>, а после этого приводит «развитие» <i lang='pi' translate='no'><i lang='pi' translate='no'>сатипат̣т̣ха̄ны</i></i>. В суттах термин «развитие» означает улучшение и расширение того, что уже есть. (<i lang='pi' translate='no'>Бха̄вана̄</i> происходит от причинной формы слова «быть», т.е. «делать, чтобы было больше».) Это развитие означает созерцание всех четырёх <i lang='pi' translate='no'>сатипат̣т̣ха̄н</i> в свете возникновения и прекращения. Точное определение даётся в тексте <a class='ref' href='/sn47.42'>SN 47.42</a>, в котором приводятся причины возникновения всех четырёх.",
  "sn-guide-sujato:363": "Отличительной чертой этого собрания являются очаровательные притчи, настолько же запоминающиеся, насколько и забавные. В дополнение к истории про повара, о которой мы уже упоминали (<a class='ref' href='/sn47.8'>SN 47.8</a>), здесь есть истории о том, как перепел улизнул от ястреба (<a class='ref' href='/sn47.6'>SN 47.6</a>), как глупая обезьянка застряла в дёгте (<a class='ref' href='/sn47.7'>SN 47.7</a>), и о том, как два акробата поддерживают друг друга (<a class='ref' href='/sn47.19'>SN 47.19</a>). В другом дискурсе описывается практически невозможное испытание для практики внимательности: пройти с чашей, наполненной до краёв маслом, между знаменитостью и толпой, которая толкается, чтобы посмотреть на неё, в то время как рядом стоит человек с мечом и ждёт, что вы прольёте хотя бы каплю, и тогда он отрубит вам голову (<a class='ref' href='/sn47.20'>SN 47.20</a>).",
  "sn-guide-sujato:364": "SN 48: Связанные дискурсы о способностях",
  "sn-guide-sujato:365": "Слово <i lang='pi' translate='no'>«индрия»</i> имеет довольно интересную историю. Оно 39 раз встречается в Р̣г-веде в широком смысле как «сила Индры», великого бога-воина, победителя драконов, известного в палийской литературе как Сакка. Но природа этой силы, пожалуй, неожиданна, поскольку более двух третей упоминаний — это связь <i lang='pi' translate='no'>индрии</i> и <i lang='pi' translate='no'>сомы</i>.",
  "sn-guide-sujato:366": "<i lang='pi' translate='no'>Сома</i> была наркотической субстанцией, которая, вероятно, готовилась из амфетоминоподобного стимулятора эфедры. Её употребляли древние индо-европейские воины, чтобы вызывать у себя состояние берсерка на поле боя. Наряду с укрощением лошади и изобретением двухколёсной колесницы, это было одним из ключевых нововведений, позволивших им достичь военного успеха.",
  "sn-guide-sujato:367": "В ведической культуре приём этой субстанции был ритуализирован: сам Индра пьёт <i lang='pi' translate='no'>сому</i>, чтобы увеличить своё могущество. Он становится неудержим и сокрушает всех своих врагов. Его приверженцы следуют его примеру и так проявляют божественную природу в себе. Действие субстанции давало им мощь богов. Но важным моментом было то, что сила приходила не от Индры. Скорее, и он, и его последователи получали её из одного источника. Она всегда была внутри них, а <i lang='pi' translate='no'>сома</i> им была нужна лишь для того, чтобы открыть её.",
  "sn-guide-sujato:368": "Во времена Будды ведический век уже давно прошёл и <i lang='pi' translate='no'>сома</i> была в основном забыта. Поздние комментаторы, не знакомые с ведическими корнями, определяли <i lang='pi' translate='no'>индрию</i> как «правление», а различные <i lang='pi' translate='no'>индрии</i> в буддизме — как способности, управляющие каждая в своей сфере. Но в суттах термин используется как «могущество» в смысле, больше похожем на ведический. <i lang='pi' translate='no'>Индрии</i> — это врождённый потенциал, который при правильных условиях может проявиться.",
  "sn-guide-sujato:369": "Вот почему после своего пробуждения Будда обследовал мир для оценки <i lang='pi' translate='no'>индрий</i> его обитателей. Он увидел, что духовный потенциал присутствует в разной степени в каждом и понял, что при правильном обучении и поддержке он может реализоваться (<a class='ref' href='/sn6.1'>SN 6.1</a>).",
  "sn-guide-sujato:370": "Для формулировки учения об <i lang='pi' translate='no'>индриях</i> Будда обратился к набору из пяти качеств, которые он развил под обучением своих прошлых учителей А̄л̣а̄ры Ка̄ла̄мы и Уддаки Ра̄мапутты (<a class='ref' href='/mn26#17'>MN 26:17</a>, и т.д.). То, что этот набор качеств относится к брахманической традиции, подтверждает их упоминание в Йогасӯтре (1.20). Он назвал этот набор «пять <i lang='pi' translate='no'>индрий</i>».",
  "sn-guide-sujato:371": "Те же качества известны также как <i lang='pi' translate='no'>бала</i>, или «силы». В <a class='ref' href='/sn48.43'>SN 48.43</a> Будда обсуждает отношение между этими двумя наборами и говорит, что они как река, которая огибает остров с двух сторон. Они части одного потока, который течёт в одно место, но их можно различить с определённой позиции. Термин <i lang='pi' translate='no'>«бала»</i>, как и <i lang='pi' translate='no'>«индрия»</i>, встречается в ведах. В целом он также означает могущество, или силу, и появляется в контексте Индры и <i lang='pi' translate='no'>сомы</i>. <i lang='pi' translate='no'>Бала</i> встречаются только в некоторых шаблонных текстах в <i lang='pi' translate='no'>сам̇ьютте</i> и в основном определяются в Ан̇гуттаре (<a class='ref' href='/an5.14'>AN 5.14</a>).",
  "sn-guide-sujato:372": "<i lang='pi' translate='no'>Индрии</i> (вместе с <i lang='pi' translate='no'>бала</i>) включены в 37  <i lang='pi' translate='no'>бодхипаккхиядхамма̄</i> и являются ключевой темой Индрия-сам̇ьютты, где они определяются следующим образом (<a class='ref' href='/sn48.8'>SN 48.8</a>, <a class='ref' href='/sn48.9'>SN 48.9</a>, <a class='ref' href='/sn48.10'>SN 48.10</a>):",
  "sn-guide-sujato:373": "Вера (<i lang='pi' translate='no'>саддха̄</i>)",
  "sn-guide-sujato:374": "Вера в пробуждение Будды.",
  "sn-guide-sujato:375": "Энергия (<i lang='pi' translate='no'>вирия</i>)",
  "sn-guide-sujato:376": "Усилие по отбрасыванию неблагого и развитию хорошего.",
  "sn-guide-sujato:377": "Внимательность (<i lang='pi' translate='no'>сати</i>)",
  "sn-guide-sujato:378": "Памятование о том, что сказано и сделано давно, а также четыре вида медитации внимательности.",
  "sn-guide-sujato:379": "Погружение (<i lang='pi' translate='no'>сама̄дхи</i>)",
  "sn-guide-sujato:380": "Объединение ума, основанное на отпускании; в дальнейшем определяемое как четыре поглощения (<i lang='pi' translate='no'>джха̄ны</i>).",
  "sn-guide-sujato:381": "Мудрость (<i lang='pi' translate='no'>пан͂н͂а̄</i>)",
  "sn-guide-sujato:382": "Понимание непостоянства и четырёх благородных истин.",
  "sn-guide-sujato:383": "Вера (<i lang='pi' translate='no'>саддха̄</i>) встречается впервые среди наборов качеств. В буддизме вера является необходимой. В традиционных буддийских землях и сегодня присутствует молчаливая вера в Будду и поклонение ему, которые выражаются в подношении цветов, благоговении и скромности в присутствии святынь, духоподъёмном памятовании его слов. Это эмоциональное качество, которое часто связывается с <i lang='pi' translate='no'>пема</i>, «любовью». Но Будда открыто отвергал слепую или, как он говорил, «безосновательную веру» (<a class='ref' href='/mn95#13'>MN 95:13</a>: <i lang='pi' translate='no'>амӯлика̄ саддха̄</i>) и склонял своих последователей развивать «обоснованную веру» (<a class='ref' href='/mn47#16'>MN 47:16</a>: <i lang='pi' translate='no'>а̄ка̄раватӣ саддха̄</i>), базирующуюся на внимательном и критическом исследовании.",
  "sn-guide-sujato:384": "Этот тип веры сродни уверенности и доверию учёного открытиям других исследователей, на которых он основывает свои изыскания. Она необходима, чтобы добраться до определённой точки, но в то же время является абсолютно условной и временной. Если что-то противоречит ей, её следует отвергнуть. Но после того момента, когда вы сумели познать истину самостоятельно, вера становится не нужна, как объяснял Почтенный Са̄рипутта в <a class='ref' href='/sn48.44'>SN 48.44</a>.",
  "sn-guide-sujato:385": "Следуя той же схеме, что и в предыдущих наборах качеств, упоминание веры сопоставляет последовательность с Поэтапным развитием. Сначала человек слышит учение и обретает веру, после этого становится монахом и прикладывает усилия, практикуя медитацию внимательности, реализует поглощения и после этого обретает понимание непостоянства. В этой точке практикующий переходит грань простой веры и разумных объяснений и постигает истину напрямую. Вера такого человека описывается термином <i lang='pi' translate='no'>авеччаппаса̄да</i> — «опытная», или «подтверждённая», уверенность. Слово <i lang='pi' translate='no'>«авечча»</i> дословно означает «пройдя через». Только в этот момент вера становится непоколебимой.",
  "sn-guide-sujato:386": "Многие сутты о пяти способностях построены по той же схеме, что и в <i lang='pi' translate='no'>сам̇ьюттах</i> о благородном восьмеричном пути или о факторах пробуждения. Но у них есть две отличительные черты. И обе они берут начало из корневого значения термина <i lang='pi' translate='no'>индрия</i> — «могущество», или «потенциал».",
  "sn-guide-sujato:387": "Первая особенность — использование способностей, чтобы распределить практикующих по уровням достижений. Тот, кто поистине понял способности, — вошедший в поток (<a class='ref' href='/sn48.2'>SN 48.2</a>, <a class='ref' href='/sn48.3'>SN 48.3</a>), тогда как тот, кто, основываясь на этом понимании, полностью отпустил — совершенный (<a class='ref' href='/sn48.4'>SN 48.4</a>, <a class='ref' href='/sn48.5'>SN 48.5</a>). Далее в дискурсах есть более подробное описание этой классификации (<a class='ref' href='/sn48.12'>SN 48.12–18</a>, <a class='ref' href='/sn48.24'>SN 48.24</a>).",
  "sn-guide-sujato:388": "Поэтому, хотя, в определённом смысле, мы все обладаем этими скрытыми потенциальными способностями, они не проявляют свою силу до тех пор, пока их не подкрепит путь. Когда это случается, в момент вхождения в поток, они становятся неудержимы, как Индра, в ярости повергающий дракона.",
  "sn-guide-sujato:389": "Чтобы понять вторую отличительную черту, нужно вспомнить, что в этих <i lang='pi' translate='no'>сам̇ьюттах</i> речь идёт о пути, — четвёртой благородной истине — который необходимо «развить» (<i lang='pi' translate='no'>бха̄ветабба</i>). И хотя в Индрия-сам̇ьютте, как и в других <i lang='pi' translate='no'>сам̇ьюттах</i>, связанных с путём, действительно говорится о «развитии способностей», в ряде сутт также говорится о понимании способностей в свете четырёх благородных истин (<a class='ref' href='/sn48.2'>SN 48.2–7</a>). Обычно такая формулировка встречается в дискурсах, связанных с первой благородной истиной, как, например, в суттах о совокупностях или чувственных сферах, которые должны быть «полностью поняты». Здесь в текстах размывается грань между первой и четвёртой благородными истинами. Заметим, что это не единственный случай, когда такое происходит. Мы уже встречали это в паре дискурсов на тему <i lang='pi' translate='no'>сатипат̣т̣ха̄ны</i> в немного другом виде. Но это необычно, и такой акцент, определённо, уникален.",
  "sn-guide-sujato:390": "С точки зрения учения в этом нет никаких сложностей; в конце концов, путь обусловлен (<a class='ref' href='/an4.34'>AN 4.34</a>), а всё обусловленное — страдание. Но Будда обычно говорил о сильных сторонах пути, а не о его недостатках и страдательности.",
  "sn-guide-sujato:391": "Опять же, подсказку может дать рассмотрение способностей как внутреннего потенциала, чего-то, чем мы уже владеем в скрытой форме в той или иной степени. Проникая в суть способностей, мы понимаем, <em>кто мы</em> и <em>кем можем стать</em>.",
  "sn-guide-sujato:392": "Идея о том, что <i lang='pi' translate='no'>индрия</i> — это могущество, или возможность, или сила, которой владеет человек, получает дальнейшее развитие в оставшейся части <i lang='pi' translate='no'>сам̇ьютты</i>, в которой описывается ряд способностей, помимо основных пяти. Вместе с основными пятью они составляют список 22 способностей, который стал стандартным набором в Абхидхамме (см. <a class='ref' href='/vb5'>Vb 5</a>). Вот они в том же порядке, как в Абхидхамме:",
  "sn-guide-sujato:393": "Шесть чувственных способностей (<a class='ref' href='/sn48.25'>SN 48.25</a>).",
  "sn-guide-sujato:394": "Три биологические способности: женственность, мужественность и жизненная сила (<a class='ref' href='/sn48.22'>SN 48.22</a>).",
  "sn-guide-sujato:395": "Пять типов чувств как способностей (<a class='ref' href='/sn48.31'>SN 48.31</a>).",
  "sn-guide-sujato:396": "Пять духовных способностей.",
  "sn-guide-sujato:397": "Три способности, соответствующих стадиям пробуждения (<a class='ref' href='/sn48.23'>SN 48.23</a>).",
  "sn-guide-sujato:398": "Чувственное восприятие, чувства, даже биологические характеристики — это то, что есть у всех. Их следует понимать как часть обусловленной реальности и, следовательно, как страдание. Но их можно обуздать, чтобы укрепить духовный путь.",
  "sn-guide-sujato:399": "SN 51: Связанные дискурсы об основах сверхспособностей",
  "sn-guide-sujato:400": "Как мы выяснили, <i lang='pi' translate='no'>индрия</i> и <i lang='pi' translate='no'>бала</i>, которые мы переводим как «способности» и «силы», являются ведическими терминами, тесно связанными с божественной мощью воинственного бога Индры. В данной <i lang='pi' translate='no'>сам̇ьютте</i> речь идёт об <i lang='pi' translate='no'>иддхи</i>, другом ведическом термине, который имеет схожее значение — «успех, сила, могущество». Заметьте, что палийское слово <i lang='pi' translate='no'>иддхи</i> идентично по значению двум ведическим терминам — <i lang='pi' translate='no'>с<i lang='pi' translate='no'>иддхи</i></i> и <i lang='pi' translate='no'>р̣ддхи</i>, но формально оно происходит от последнего. <i lang='pi' translate='no'>Па̄да</i> дословно означает «нога», и поскольку термин <i lang='pi' translate='no'>«иддхипа̄да»</i> определён как «путь, или практика получения <i lang='pi' translate='no'>иддхи</i>» (<a class='ref' href='/sn51.27'>SN 51.27</a>), есть искушение сохранить метафору — «четыре шага к сверхспособностям».",
  "sn-guide-sujato:401": "<i lang='pi' translate='no'>Иддхи</i> могут обозначать различные виды успеха, могущества или силы, но в этом контексте они обозначают достижения различных удивительных сверхспособностей. У таких достижений в Индии древняя красочная история. В ведах, как мы видели, они проявились в воинственной удали богов, к которой смертные приобщались посредством стимулятора. Похоже, когда <i lang='pi' translate='no'>сома</i> пропала, начались поиски других средств выхода за пределы человеческих возможностей. Аскеты подвергали себя умерщвлению плоти (<i lang='pi' translate='no'>тапас</i>), пытая свои тела в поиске сверхспособностей. Хотя некоторые добуддийские религиозные движения — например, джайны и традиции Упаниш̣ад — ставили перед собой более возвышенные цели, чем просто сверхспособности, было много тех, для кого духовная практика носила сугубо мирской характер.",
  "sn-guide-sujato:402": "Современная очарованность супергероями показывает, что это не привязано к особенностям культуры и времени. Причина кроется в человеческой тоске по трансцендентному и желании преобразования, становления другим, большим. В супергероях проявляются многие из тех сверхспособностей, о которых говорится в буддийских и других индийских текстах: телепатия, усовершенствованные органы чувств, возможность управлять стихиями или изменять свою форму, возможность летать по небу и даже в космос (<a class='ref' href='/sn51.11'>SN 51.11</a>). Способ, которым их получают, также остался прежним: через божественное провидение или вмешательство инопланетян; через препарат или химический агент; через испытания и страдание.",
  "sn-guide-sujato:403": "Однако Будда избавился от этих методов, сказав, что сверхспособности достигаются чисто умственным развитием, или медитацией. Фокус переместился с самих способностей на способ их достижения, который, как выясняется, совпадает с путём к пробуждению. Различные суперсилы расширяют или улучшают обычные человеческие возможности, и их можно развить таким же образом, как и любую другую способность — практикой.",
  "sn-guide-sujato:404": "Несмотря на частое упоминание в буддийских текстах, следует отметить, что их никогда не вспоминают, когда говорят о том, что по-настоящему важно. Они являются побочными эффектами духовного пути, которые могут развлечь или принести некоторую пользу как предварительные упражнения, но которые далеки от истинной цели (см. <a class='ref' href='/sn12.70'>SN 12.70</a>). В действительности у Будды было весьма неоднозначное отношение к сверхспособностям, особенно выставлению их напоказ. Он запретил монахам демонстрировать их на публике, сказав, что те из них, кто делает это, похожи на женщину, которая показывает свои «прелести» за монету (<a class='ref' href='/pli-tv-kd15#8.2'>Kd 15:8.2</a>). Кроме того, демонстрация сверхспособностей критикуется, так как похожа на простую магию (<a class='ref' href='/dn11#5'>DN 11:5</a>, <a class='ref' href='/an3.60'>AN 3.60</a>). А обладание ими не говорит о подлинных духовных достижениях, поскольку даже Девадатта, главный соперник Будды, обладал ими (<a class='ref' href='/pli-tv-kd17#1.4'>Kd 17:1.4</a>).",
  "sn-guide-sujato:405": "Вопрос о реальности сверхспособностей не затрагивается. В суттах повсеместно подразумевается, что они реальны, и нет никаких причин думать, что точка зрения Будды на этот счёт отличается. Традиционный буддизм всегда принимал реальность сверхъестественного опыта и способностей, а буддийская культура полнится анекдотами и историями на этот счёт. Однако найти строгие исследования представляется сложной задачей. Потрясающая книга <cite class='book'>«Несократимый ум» (Irreducible Mind)</cite> является последовательной критикой редукционистского взгляда на ум, она содержит в себе сотни исследований по темам различных сверхъестественных феноменов. Хотя разумный человек может быть скептиком в этом смысле, похоже, что существует значительный корпус свидетельств в поддержку того, что такие явления, как телепатия или воспоминания о прошлых жизнях, реальны. К сожалению, способности летать или прикоснуться к Солнцу пока остаются без подтверждений.",
  "sn-guide-sujato:406": "Обычно в суттах термин <i lang='pi' translate='no'>«иддхи»</i> используется по отношению к конкретному набору сверхспособностей, которые в первую очередь относятся к физической сфере (<a class='ref' href='/sn51.19'>SN 51.19</a> и т.д.). Они обычно включаются в более широкий набор из шести «прямых знаний» (<i lang='pi' translate='no'>абхин͂н͂а</i>), который также упоминается в этой <i lang='pi' translate='no'>сам̇ьютте</i> (<a class='ref' href='/sn51.11'>SN 51.11</a>). Последнее из них — знание об окончании загрязнений и перерождения, истинная цель буддийской практики.",
  "sn-guide-sujato:407": "Что касается непосредственно <i lang='pi' translate='no'>иддхипа̄д</i>, вот четыре основных термина:",
  "sn-guide-sujato:408": "Энтузиазм (<i lang='pi' translate='no'>чанда</i>)",
  "sn-guide-sujato:409": "Этот термин — одно из самых частых слов для обозначения «желания». Хотя он формально не является ни одним из качеств <i lang='pi' translate='no'>бодхипаккхиядхамма̄</i>, он встречается в формулировке четырёх правильных усилий. Он обозначает желание делать добро, практиковать, чтобы закончить страдание.",
  "sn-guide-sujato:410": "Энергия (<i lang='pi' translate='no'>вирия</i>)",
  "sn-guide-sujato:411": "Это самый распространённый общий фактор из 37 <i lang='pi' translate='no'>бодхипаккхиядхамма̄</i>. Однако, в основах сверхспособностей он имеет особое значение, так как не только является фактором сам, но также является необходимым для всех других.",
  "sn-guide-sujato:412": "Ум (<i lang='pi' translate='no'>читта</i>)",
  "sn-guide-sujato:413": "Мысль, идея, воля, или осознание (см. ниже)",
  "sn-guide-sujato:414": "Исследование (<i lang='pi' translate='no'>вӣмам̇са̄</i>)",
  "sn-guide-sujato:415": "Исследование Дхаммы, но особенно того, что мешает медитации и что помогает ей. В этом контексте этот фактор по значению близок к «любознательности».",
  "sn-guide-sujato:416": "Любопытно, что значение слова <i lang='pi' translate='no'>«читта»</i>, которое имеет широкий спектр значений, не разъясняется в этом контексте чётко. Даже Абхидхамма и комментарии дают лишь немногим больше, чем обычный список синонимов слова «ум» (<a class='ref' href='/vb9'>Vb 9</a>). Обычно в контексте пути ум «должен быть развит» (см. <a class='ref' href='/sn51.9'>SN 51.9</a>), и это «развитие ума» (<i lang='pi' translate='no'>читтабха̄вана̄</i>) — термин, которым обозначается <i lang='pi' translate='no'>сама̄дхи</i> и путь к нему. Соответственно, <i lang='pi' translate='no'>читта</i> попадает между факторами энергии и мудрости, в то место, которое обычно занимают <i lang='pi' translate='no'>сама̄дхи</i> и внимательность, и о ней говорится, что она должна быть развита так же, как обычно говорится о <i lang='pi' translate='no'><i lang='pi' translate='no'>сама̄дхи</i></i> (см. <a class='ref' href='/sn51.11'>SN 51.11</a>). И постоянно подчеркивается необходимость <i lang='pi' translate='no'>сама̄дхи</i>, как и энергии, для каждого этапа этой практики.",
  "sn-guide-sujato:417": "Однако <i lang='pi' translate='no'>читта</i> также обозначает мысль, или намерение, с помощью которых вы достигаете пункта назначения (<a class='ref' href='/sn51.15'>SN 51.15</a>). В соответствии с этим практикующий достигает <i lang='pi' translate='no'>сама̄дхи</i>, полагаясь на <i lang='pi' translate='no'>читту</i> (<a class='ref' href='/sn51.13'>SN 51.13</a>), что подразумевает, что <i lang='pi' translate='no'>читта</i> не может быть идентична <i lang='pi' translate='no'><i lang='pi' translate='no'>сама̄дхи</i></i>.",
  "sn-guide-sujato:418": "Возможно, термин <i lang='pi' translate='no'>«читта»</i> используется здесь как раз из-за того, что имеет широкий спектр значений. Он включает в себя «мысли» о Дхамме, о практике, о цели; «идею» которая ведёт практикующего вперёд; «решимость» которая удерживает концентрацию внимания; возрастающую «осознанность» по мере появления цели в поле зрения; и очищенное «сознание» глубокой медитации. Таким образом, в этом контексте <i lang='pi' translate='no'>читта</i> покрывает ту же область, что и в одноимённой <i lang='pi' translate='no'>сатипат̣т̣ха̄не</i>: она говорит о состоянии ума, с которым практикующий развивает путь, включая, но не ограничиваясь состояниями <i lang='pi' translate='no'>сама̄дхи</i>.",
  "sn-guide-sujato:419": "Четыре основы почти всегда представлены в стандартной формулировке, в которой используется многосложный термин, значение которого объясняется в <a class='ref' href='/sn51.13'>SN 51.13</a>. Основываясь на каждом из четырёх качеств, практикующий может развить глубокое единение ума, или <i lang='pi' translate='no'>сама̄дхи</i>. Этот процесс подразумевает приложение активного усилия, определённого в терминах четырёх правильных усилий. Таким образом, каждая из <i lang='pi' translate='no'>иддхипа̄д</i> состоит из следующих трёх аспектов:",
  "sn-guide-sujato:420": "Одно из четырёх качеств.",
  "sn-guide-sujato:421": "Медитативное погружение, к которому она ведёт.",
  "sn-guide-sujato:422": "Необходимое усилие.",
  "sn-guide-sujato:423": "Наиболее подробное объяснение того, как это применимо на практике, представлено в <a class='ref' href='/sn51.20'>SN 51.20</a>. Эта сутта описывает некоторые практики, знакомые из других сутт, как, например, созерцание 31 части тела. Хотя описания большинства этих практик понятны, есть несколько нечётких идиом на пали, которые требуют разъяснения. Речь идёт о фразе «как прежде, так и после; как после, так и прежде» (<i lang='pi' translate='no'>ятха̄ пуре татха̄ паччха̄, ятха̄ паччха̄ татха̄ пуре</i>), которая называется «восприятие непрерывности» (<i lang='pi' translate='no'>паччха̄пуресан͂н͂а̄</i>). Похожие фразы встречаются в нескольких местах в контексте медитации (<a class='ref' href='/thag6.4'>Thag 6.4</a>, <a class='ref' href='/sn47.10'>SN 47.10</a>, <a class='ref' href='/an7.61'>AN 7.61</a>, <a class='ref' href='/an3.90'>AN 3.90</a>). В Винае такая же фраза используется, чтобы подчеркнуть, что статус монаха остаётся прежним. В медитации она указывает на необходимость постоянного и последовательного усилия в удержании фокуса. Как часть последовательности связанных идиом — как над, так и под; как днём, так и ночью; как это, так и то — она указывает на то, как процесс медитации двигается от разнообразия и множественности к единству.",
  "sn-guide-sujato:424": "Обычно при первой встрече с основами сверхспособностей исследователь остаётся озадачен очевидным парадоксом. Нас учат, что желание — причина страдания, но тут нам требуется его развивать. Этот вопрос разбирается в <a class='ref' href='/sn51.15'>SN 51.15</a>, где А̄нанда объясняет брамину Ун̣н̣а̄бхе, что духовной жизнью живут, чтобы оставить желание, и это достигается развитием четырёх основ сверхспособностей. Но Ун̣н̣а̄бха возмущается, что желание — это и есть одна из основ сверхспособностей, и таким образом желание не может быть оставлено посредством желания. А̄нанда разрешает противоречие, приводя аналогию человека, идущего в парк. Сначала у него есть желание, энергия, идея и любопытство сходить в парк. Но когда он доходит до парка, эти вещи пропадают. Таким же образом, желание или энтузиазм достичь цели духовного пути ведёт вас к цели, но когда вы добираетесь до неё, оно больше не нужно.",
  "sn-guide-sujato:425": "Краткая история текстов",
  "sn-guide-sujato:426": "М. Леон Фир редактировал Сам̇ьютта-ника̄ю на основании рукописей в сингальской и бирманской письменности и опубликовал романизированную версию в Палийском текстовом сообществе в 1884-1898 гг. Первый перевод, сделанный в 1917-30 гг. миссис К.А.Ф. Рис-Дэвидс (тома 1-2) и Ф.Л. Вудвордом (тома 3-5), был выпущен под названием <cite class='book'>«Книга родственных высказываний»</cite>. В 1999 PTS выпустило новую редакцию палийского текста 1-го тома Сага̄тха̄вагга, в редакции Г.А. Сомаратне.",
  "sn-guide-sujato:427": "До 2002 появлялись отдельные частичные переводы, но полного нового перевода не было. В 2002 году Бхиккху Бодхи опубликовал свои новые переводы под названием <cite class='book'>«Связанные дискурсы Будды»</cite>. Так же, как и в случае с переводом «<cite class='book'>Дискурсов Будды средней длины</cite>», эта его работа была большим прорывом, по существу сделавшим ранние переводы устаревшими. В отличие от <cite class='book'>«Дискурсов Будды средней длины»</cite>, это были совершенно новые переводы. В своём развёрнутом вступительном слове Бхиккху Бодхи рассказал о своём итеративном подходе к переводу и дал подробный тематический и структурный анализ текста.",
  "sn-guide-sujato:428": "В тех местах, где палийский текст был неясен, я часто обращался к ранней работе Бодхи, и реже — к Вудворду/Рис-Дэвидс и другим переводам отдельных текстов."
}