{
  "start:1": "С чего начать",
  "start:2": "Если говорить о чтении сутт, то способов их чтения столько же, сколько читателей. В вопросе понимания сутт трудно переоценить роль учителя. Как сказано в сутте «О лодке» (Snp 2.8):",
  "start:3": "Как некто садится в могучую лодку,<br> и всё в ней на месте — и руль и весло,<br> и лодочник мудрый и в средствах умелый,<br> доставить ко брегу тому очень многих<br> позволит его ремесло.",
  "start:4": "Здесь мы представим некоторые подсказки и ресурсы, которые будут полезны для начинающих читателей.",
  "start:5": "Хорошие привычки",
  "start:6": "Вот несколько статей о развитии практики регулярного чтения сутт.",
  "start:7": "<b><a href='https://discourse.suttacentral.net/t/how-to-read-the-suttas/6676' rel='noopener' target='_blank'>How to Read the Suttas</a>:</b> из опыта Бханте Суджато.",
  "start:8": "<b><a href='http://www.accesstoinsight.org/befriending.html' rel='noopener' target='_blank'>Befriending the Suttas</a>:</b> классическое руководство с оригинального сайта Access to Insight.",
  "start:9": "<b><a href='https://readingfaithfully.org/' rel='noopener' target='_blank'>Reading Faithfully</a>:</b> сайт, посвященный развитию глубокой эмоциональной связи с суттами.",
  "start:10": "<b><a href='https://app.box.com/shared/yifyua1nr2' rel='noopener' target='_blank'>Guidelines for Sutta Reading</a>:</b> руководства для созерцательного чтения сутт в группе или самостоятельно от Сангхи Священной горы с инструкциями Питера Вудса.",
  "start:11": "Систематические курсы и руководства",
  "start:12": "Некоторые предпочитают чтение в свободном потоке, на основе интуиции, но для других наиболее подходящим будет систематический курс.",
  "start:13": "<b><a href='https://bhikkhucintita.wordpress.com/2017/05/02/new-textbook-buddhist-lifebuddhist-path/' rel='noopener' target='_blank'>Buddhist Life/Buddhist Path</a>:</b> бхиккху Чинтита составил подробное руководство по знакомству с учением, основанное на многолетнем опыте обучения ранним текстам. Оно состоит из двух книг: <cite>Buddhist Life</cite> — базовые учения — и <cite>Buddhist Path</cite> — систематическое обучение высшему пути, ведущему к пробуждению. Эти книги можно изучать независимо друг от друга.",
  "start:14": "<b><a href='https://wisdomexperience.org/product/buddhas-words/' rel='noopener' target='_blank'>In the Buddha’s Words</a>:</b> бхиккху Бодхи собрал избранные дискурсы Будды из Палийского канона, наиболее раннего источника его учений. <cite>In the Buddha’s Words</cite> состоит из десяти глав и представляет полный спектр учений Будды, от семейной жизни и брака до отречения и пути прозрения. Каждой главе предшествует краткое содержательное вступление, которое даёт читателю более глубокое понимание текстов, представленных в ней. Вступления и тексты можно найти и на <a href='https://discourse.suttacentral.net/t/in-the-buddha-s-words/29' rel='noopener' target='_blank'>форуме</a> SuttaCentral.",
  "start:15": "<b><a href='https://archive.org/details/guidetotipitaka029042mbp' rel='noopener' target='_blank'>Guide To Tipitaka</a>:</b> классическое исследование всего Палийского канона от Саяджи У Ко Лэй. В нём представлен обзор учения, содержащий изложение каждого раздела и многих текстов, с принятой в Тхераваде точки зрения. Эта работа может быть особенно полезной, когда вы встречаете в каноне книгу, о которой раньше не знали, и хотите понять, о чём она.",
  "start:16": "<b><a href='https://www.themindingcentre.org/dharmafarer/sutta-discovery' rel='noopener' target='_blank'>The Sutta Discovery Series</a>:</b> здесь собраны уроки по суттам старшего учителя Пия Тана, которые он преподавал в течение многих лет. Они содержат подробные отметки и его собственные переводы с пали. Этот бесценный ресурс полностью доступен онлайн.",
  "start:17": "Прослушивание сутт",
  "start:18": "Существует ряд ресурсов с аудио- и видеоматериалами, касающимися сутт, включая чтения, уроки и влоги.",
  "start:19": "<b><a href='https://www.youtube.com/watch?v=KuOOmGfebV8'>5 Funny Buddhist Suttas That Have a Great Message</a>:</b> ресурс Миндах-Ли Кумара (также известного как Буддист-энтузиаст), который показывает, как Будда использовал юмор, чтобы донести смысл.",
  "start:20": "<b><a href='https://www.youtube.com/c/BuddhistSocietyWA/playlists?view=50&sort=dd&shelf_id=8'>BSWA sutta classes</a>:</b> уже многие годы монахи и монахини монастырей Бодхиньяна и Дхаммасара (включая Аджана Брахма) проводят уроки по суттам. Они доступны на Youtube.",
  "start:21": "<b><a href='https://discourse.suttacentral.net'>SuttaCentral forum</a>:</b> наш форум, где каждый может загрузить материалы, касающиеся сутт, или выложить ссылку на них. Здесь собрано много аудиопрочтений, песнопений и уроков.",
  "start:22": "Присоединиться к группе по чтению сутт",
  "start:23": "Существует множество групп чтения сутт, доступных как онлайн, так и локально. Путешествие всегда интересней, если есть с кем его разделить.",
  "start:24": "Здесь мы не станем давать ссылки на них, потому что эта информация, как правило, имеет местный характер или же быстро устаревает. Но вы можете навести справки в местных центрах, в социальных сетях или на нашем форуме, и у вас есть все шансы найти что-то подходящее. А если у вас нет никаких местных групп, почему бы не запустить свою?",
  "start:25": "Discuss & Discover — форум SuttaCentral",
  "start:26": "Нам удалось создать яркое, разнообразное сообщество тех, кто интересуется суттами. <a href='https://discourse.suttacentral.net/'>Здесь</a> вы можете задать вопросы, прочитать эссе и присоединиться к дискуссии.",
  "start:27": "Просто начните",
  "start:28": "Конечно, систематический курс — отличный способ познакомиться с учением. Но жизнь не подчиняется системе. Будда не пытался сформулировать учение от а до я, а давал наставления в соответствии с потребностями своих собеседников. Мы многому учимся из неожиданных мест — случайно услышанной фразы или слова, которое пришлось точно в нужный момент.",
  "start:29": "Так почему бы просто не попробовать прочитать какую-нибудь сутту? Или посмотреть, что Будда говорил о котах?",
  "start:30": "Прочитайте их все",
  "start:31": "Сутт очень много. Но не <em>настолько</em> много. Несколько лет регулярного чтения — и вы прочтёте все сутты в переводе. Почему бы и нет?"
}