{
  "vinaya:1": "Монашеский кодекс: как должны жить монашеские сообщества",
  "vinaya:2": "Бхиккху Брахмали",
  "vinaya:3": "<a href='#item1'>Истоки</a>",
  "vinaya:4": "<a href='#item2'>Текстовая традиция и разные школы</a>",
  "vinaya:5": "<a href='#item3'>Содержание</a>",
  "vinaya:6": "<a href='#item4'>Современный взгляд</a>",
  "vinaya:7": "<a href='#item5'>Комментарии</a>",
  "vinaya:8": "<a href='#item6'>Примечания и дальнейшее изучение</a>",
  "vinaya:9": "Виная-пит̣ака, или «Корзина монашеских правил», содержит правила, обязательные для монашества, а также регулирует жизнь монашеских сообществ. Версий монашеского кодекса разных школ сохранилось больше, чем версий других частей Типит̣аки. Существует полная версия на пали и четыре полных версии в китайском переводе, каждая из которых принадлежала отдельной школе раннего буддизма — Маха̄са̄н̇гхике, Дхармагуптаке, Махӣс́асаке и Сарва̄стива̄де. В китайской Типит̣аке также содержатся и другие тексты, относящиеся к Винае, такие как отдельная <i lang='pi' translate='no'>бхиккху-па̄тимоккха</i> школы Ка̄с́япӣя и несколько текстов более-менее определённой степени принадлежности к конкретной школе. Виная школы Мӯласарва̄стива̄да существует в трёх версиях: полный текст на тибетском, почти полный текст на китайском и значительного объёма отрывки на санскрите. Также на санскрите и других индийских языках существует несколько текстов Винаи и большое число фрагментов, которые принадлежат школам Маха̄са̄н̇гхики, Сарва̄стива̄ды и Мӯласарва̄стива̄ды.",
  "vinaya:10": "Истоки",
  "vinaya:11": "Слово <i lang='pi' translate='no'>«виная»</i>, которое здесь переводится как «монашеский кодекс», как следует из его использования в Сутта-пит̣аке, вероятно, изначально имело значение «обучение». Таким образом, оно служило дополнением для другой части — Дхаммы, учения, которое содержало инструкции о том, как это «обучение» должно осуществляться. Составное слово <i lang='pi' translate='no'>«дхамма-виная»</i> часто встречается в самом раннем пласте литературы и может быть переведено как «теория и практика». Постепенно значение слова сместилось и стало означать правила поведения, таким образом сузив понятие. Хотя первое значение является обычным для <i lang='pi' translate='no'>сутт</i>, доминирующим стало второе значение слова <i lang='pi' translate='no'>«виная»</i>, в котором оно и используется по сей день.",
  "vinaya:12": "Монашеский кодекс продолжал развиваться в течение нескольких веков после смерти Будды. Но, если принять во внимание тесное сходство разных версий текстов Винаи, кажется вероятным, что самые ранние части возникли ещё при его жизни. Так можно сказать о правилах поведения для монахов, известных как <i lang='pi' translate='no'>па̄тимоккха</i>, и некоторых важных процедурах, обеспечивающих правильное функционирование монашеских сообществ. Строго говоря, только эти части Винаи относятся к Ранним буддийским текстам.",
  "vinaya:13": "Развитие Винаи происходило вокруг этой основы. Спустя какое-то время к правилам <i lang='pi' translate='no'>па̄тимоккхи</i> добавились канонические комментарии, которые включали истории возникновения, пояснение терминов, подробные разборы применимости совокупностей правил, исключения и разборы случаев. Остальные дополнения Винаи, известные как Кхандхаки, в которые входили малые правила, истории и процедуры, были менее упорядочены и добавлялись по мере возникновения в них нужды. Фраувальнер (1956) показал, что, несмотря на значительного объёма общую основу, многие детали в этой части Винаи в разных школах различаются.",
  "vinaya:14": "Установить точный момент в истории, когда в каноническую Винаю перестали добавлять материал, невозможно, и в разных школах это случилось в разное время. Судя по лингвистическим признакам, правдоподобным выглядит сценарий, в котором основная часть добавлений в палийскую Винаю, за исключением Парива̄ры, была сделана до её прибытия на Шри-Ланку, что случилось в III в. до н.э. После этого новый материал добавлялся в раздел комментариев, который, несмотря на его вероятное появление ещё на материке, значительно вырос именно на Шри-Ланке.",
  "vinaya:15": "Виная не была заблаговременно составленным сводом правил, который бы зафиксировал отношения в монашеском сообществе, напротив, правила постепенно добавлялись в неё по мере возникновения проблем в Сангхе. Добавление новых правил происходило в соответствии с Дхаммой, и в этом смысле Виная является дополнением к ней и формируется в соответствии с широким пониманием правильной практики буддийского пути. Множество правил было создано в ответ на критику Сангхи мирянами.",
  "vinaya:16": "Текстовая традиция и разные школы",
  "vinaya:17": "В нашем распоряжении имеется большое количество текстов Винаи, а процесс передачи и перевода на индийские языки, и особенно на китайский и тибетский, весьма сложен. Далее я опишу, как основные тексты Винаи попали в Китай и Тибет.",
  "vinaya:18": "Первый раскол в Сангхе произошёл на школы Маха̄са̄н̇гхика и Стхавира, что очень приблизительно произошло около 200 г. до н.э. Каждая из них в дальнейшем распалась ещё на несколько подшкол. Из шести полных доступных Винай только одна принадлежит группе Маха̄са̄н̇гхики, а остальные пять — подшколам Стхавир. Таким образом, следует ожидать, что в Винаях ветки Стхавир будут общие качества, которых не будет в Винаях Маха̄са̄н̇гхиков. И это действительно так: мы находим, что Кхандхаки Винаи Маха̄са̄н̇гхиков имеют структуру, отличную от других Винай.",
  "vinaya:19": "Подшколы ветви Стхавиры, для которых у нас имеются полные тексты Винаи, делятся на две группы: Сарва̄стива̄да и Мӯласарва̄стива̄да с одной стороны, и Дхармагуптака, Махӣс́а̄сака и Тхерава̄да — с другой. Сначала от Стхавиры откололась Сарва̄стива̄да. Спустя какое-то время возникла школа Мӯласарва̄стива̄да, и поэтому Винаи этих школ имеют ряд общих характеристик (Фраувальнер, 1956: 194). После разделения с Сарва̄стивадой Стхавира распалась ещё на ряд новых школ, включая Дхармагуптаку, Махӣс́а̄саку и Тхерава̄ду. Хотя, вероятно, эти школы были не чем иным, как региональными филиалами друг друга (Суджато, 2012: 102), и как следствие, их Винаи имеют много общего (Фраувальнер, 1956: 181).",
  "vinaya:20": "Вот какие ещё канонические Винаи, помимо тхерава̄динской, доступны на сегодняшний день:",
  "vinaya:21": "Полная Виная Маха̄са̄н̇гхики в китайской Типит̣аке (T 1425). Её в 416-418 г. н.э. перевели на китайский Фасянь и Буддхабхадра. Хотя раздел Кхандхак в ней имеет структуру, отличную от Кхандхак других Винай, похоже, что содержание в значительной степени совпадает. Для выяснения степени их различия требуются дальнейшие исследования. Значительные части этой Винаи сохранились также на Буддийском гибридном санскрите, включая Маха̄васту — большой труд, в основном описывающий биографию Будды, а также Суттавибхан̇га для <i lang='pi' translate='no'>па̄тимоккхи</i> монахинь и монахов.",
  "vinaya:22": "Полная Виная Сарва̄стива̄ды на китайском (T 1435), переведённая Кума̄раджӣвой в 404-409 гг. н.э. Существует также ряд фрагментов этой Винаи на санскрите.",
  "vinaya:23": "Полная тибетская версия Винаи Мӯласарва̄стива̄ды содержится в Ганджуре D 1-7/P 1030-1036. Перевод на тибетский был выполнен в первом десятилетии IX в н.э. Джинамитрой Кашмирским и др. Существует также китайская версия этой Винаи (T 1441-1457), переведённая И Цзином в 703-710 гг. н.э. Эта версия неполная и содержит много пропусков (Фраувальнер, 1956: 195). Также существует санскритская версия примерно 80% Кхандхак этой Винаи (Кларк, 2015: 75).",
  "vinaya:24": "Полная версия Винаи Дхармагуптаки существует только в китайском переводе (T 1428), выполненном Буддхаяс́асой и Чжу Фоньянем в 410-412 гг. н.э. Существуют также несколько фрагментов на санскрите и га̄ндха̄рӣ. Из всех доступных текстов Винаи обычно этот считается самым близким к Винае Тхерава̄ды (Кларк, 2015: 69).",
  "vinaya:25": "Виная Махӣс́а̄саки сохранилась только в китайском переводе (T 1421) Буддхаджӣвы из Кашмира и др., выполненном в 423-424 гг. н.э. с рукописи, принесённой Фасянем из Шри-Ланки. Согласно Фраувальнеру (1956: 183-84), этот текст Винаи содержит большое количество пропусков. Эта версия близка к Винае Дхармагуптаки (Фраувальнер, 1956: 181).",
  "vinaya:26": "Помимо этих полных текстов Винаи существует множество отдельных текстов и фрагментов из канонических Винай на разных языках. Одним из выделяющихся по значимости среди них является <i lang='pi' translate='no'>па̄тимоккха</i> монахов школы Ка̄с́йапӣя (T 1460), переведённая на китайский Гаутамой Праджн͂ьа̄ручи в 543 г. н.э.",
  "vinaya:27": "Содержание",
  "vinaya:28": "Виная-пит̣ака делится на две части: Суттавибхан̇га, или «Анализ правил», и Кхандхаки, или «Главы». У отдельных школ были свои дополнительные тексты — например, Парива̄ра, или «Справочник», у традиции Тхерава̄да или Уттарагрантха у Мӯласарва̄стива̄ды.",
  "vinaya:29": "Суттавибхан̇га",
  "vinaya:30": "«Суттавибхан̇га» означает «Анализ <i lang='pi' translate='no'>сутты</i>». Здесь «<i lang='pi' translate='no'>сутта</i>» означает не дискурсы, а весь набор правил <i lang='pi' translate='no'>па̄тимоккхи</i>.",
  "vinaya:31": "В Суттавибхан̇ге правила <i lang='pi' translate='no'>па̄тимоккхи</i> содержатся непосредственно в тексте комментариев, которые это правило подробно анализируют. Она разделена на две части — 227 правил для монахов и 311 правил для монахинь. Большинство правил для обоих орденов совпадают, уникальных правил для монахинь 130, а для монахов — 46. Большее число правил для монахинь в основном является следствием того, что отдельные правила для монахов разбиваются на несколько правил для монахинь, а также из-за того, что в <i lang='pi' translate='no'>па̄тимоккхе</i> монахинь есть правила, которые для монахов содержатся в Кхандхаках.",
  "vinaya:32": "Правила классифицируются по наказаниям, которые накладываются при их нарушении. Самое тяжёлое наказание — изгнание из Сангхи — применяется только в случае нарушений, которые фундаментально противоречат монашеской жизни, такие как половой акт или убийство. Существует 4 таких правила для монахов, и 8 — для монахинь. Второе по тяжести наказание заключается в помещении нарушившего на испытательный период, называемый «приостановкой», в течение которого он не является полноправным членом Сангхи. Существует 13 таких правил для монахов, и 17 — для монахинь. Но если говорить о большинстве нарушений, то они прощаются просто признанием. Правила, которые описывают их, можно разделить на ряд категорий в зависимости от факторов и тяжести нарушения, вида признания, которое необходимо совершить, и дополнительных требований, таких как отказ от принадлежностей, полученных неправильными средствами. Последние семь правил Суттавибхан̇ги описывают принципы разрешения «правовых» вопросов. Большая часть материала, касающегося этих принципов, сейчас содержится в Кхандхаках.",
  "vinaya:33": "Почти все правила в Суттавибхан̇ге формируют отдельный самодостаточный раздел. Он содержит одну или несколько историй, описывающих контекст, в котором Будда наложил данное правило. Многие из этих историй являются краткими справками, в которых типичный монах или монахиня признают, что сделали что-то неподобающее. Несколько историй являются полноценными повествованиями, в которых встречаются подправила или важные для Сангхи процедуры, а иногда даже материал, подобный <i lang='pi' translate='no'>суттам</i> или историям-джа̄такам. Но основная масса историй возникновения — нечто среднее между этими двумя крайними случаями.",
  "vinaya:34": "За историей возникновения следует само правило. В ряде случаев Будда несколько раз меняет изначальное правило, пока оно не принимает конечный вид. Далее правило подробно анализируется в разделе пояснения терминов, где каждому слову, имеющему значение для понимания правила, даётся определение. Определения могут принимать вид от простого набора синонимов до больших разделов с подробным объяснением. Пояснение терминов всегда имеет техническую природу.",
  "vinaya:35": "После пояснения терминов для многих правил даётся дальнейший анализ, в котором разбираются случаи его применения. Обычно в этом разделе анализ проводится в соответствии со всевозможными перестановками факторов, оказывающих влияние на применимость правила. Эти разделы также являются техническими.",
  "vinaya:36": "Далее следует важный параграф об исключениях из этого правила. Иногда за исключениями следует раздел разбора конкретных случаев. В них рассматриваются противоречивые прецеденты, в которых не до конца ясно, было ли совершено нарушение. Эти случаи доводятся до сведения Будды, и он выносит своё решение. Этот раздел схож с разделом историй возникновения. Он присутствует только для первых девяти правил <i lang='pi' translate='no'>па̄тимоккхи</i> монахов.",
  "vinaya:37": "Сравнительный анализ различных <i lang='pi' translate='no'>па̄тимоккх</i> указывает на то, что эти тексты восходят к досектарному периоду буддизма (Пачоу, 2000). Что касается остального материала Суттавибхан̇ги, историки обычно рассматривают его как значительно более поздний, чем правила <i lang='pi' translate='no'>па̄тимоккхи</i> (фон Хинубер, 2000: 13f), но всё же вероятно и то, что он может относиться к раннему периоду (Пачоу, 2000: 14ff). Пока нет более подробных исследований, разумно полагать, что в Суттавибхан̇ге только <i lang='pi' translate='no'>па̄тимоккха</i> относится к Ранним буддийским текстам.",
  "vinaya:38": "Но даже такой взгляд является переоценкой, так как очевидно, что в <i lang='pi' translate='no'>па̄тимоккхе</i> присутствуют правила, не относящиеся к раннему периоду (Пачоу, 2000). Это верно для многих, а возможно и для всех правил <i lang='pi' translate='no'>па̄тимоккхи</i> монахов из раздела второстепенных — <i lang='pi' translate='no'>секхий</i>, но особенно это относится к правилам монахинь, многие из которых в значительной степени отличаются в разных школах, и скорее всего относятся к сектарному периоду.",
  "vinaya:39": "Кхандхаки",
  "vinaya:40": "Другая основная часть Винаи — Кхандхаки, это группа разделов, описывающих важные области монашеской жизни; среди них раздел об ординации, несколько разделов о принадлежностях, которые позволено иметь монахам, и ряд разделов, связанных с техническими деталями. Всего в Кхандхаках Тхерава̄ды 22 раздела, и им всем можно сопоставить разделы в других существующих Винаях, за исключением школы Маха̄са̄н̇гхика, в которой есть некоторые отличия. Кхандхаки в их Винае имеют другую структуру, хотя и содержат во многом тот же материал, что и Кхандхаки других Винай. На данный момент не существует консенсуса по вопросу о том, почему это так и каковы были исторические предпосылки к таким изменениям.",
  "vinaya:41": "Между текстами Кхандхак отсутствует объединяющий структурный принцип, подобный тому, что объединяет Суттавибхан̇гу (организация материала в виде комментариев и анализа правил <i lang='pi' translate='no'>па̄тимоккхи</i>). Из-за этого они более разнородны в сравнении с ней.",
  "vinaya:42": "По сравнению с жёсткой структурой Суттавибхан̇ги структура Кхандхак свободна, она выстроена вокруг истории жизни Будды. После пробуждения Будда отправился рассказать о своём открытии другим. По мере того как монашеское сообщество стало расти, стала возникать необходимость создания правил и процедур. Этот процесс продолжался в течение всей жизни Будды. Он и лёг в общую основу структуры Кхандхак.",
  "vinaya:43": "В большинстве буддийских школ тема биографии Будды считается относящейся к Винае. Некоторые школы даже включают текст Маха̄паринибба̄на-сутты в Винаю, а не в <i lang='pi' translate='no'>сутты</i>, как у Тхерава̄ды. В Кхандаках описывается обычное взаимодействие Будды с монахами и мирянами, и это даёт нам возможность взглянуть на него как на реального человека, а не как на далёкого учителя и лидера большой религиозной организации. Он странствует по долине реки Ганг, встречает разных людей. Мы видим его в непосредственном контакте с монахами, видим, как он критикует их проступки, но также хвалит их, когда они делают всё правильно. В Кхандхаках содержится трогающая сердце история, как Будда и почтенный А̄нанда ухаживают за монахом, страдающим от дизентерии. Такой непосредственный и личный взгляд на личность Будды является одним из факторов, которые делают Кхандхаки особенно интересным собранием.",
  "vinaya:44": "Одной из основных функций Кхандхак является описание процедур, по которым функционирует Сангха. Это не только процедуры ординации и проведения церемонии <i lang='pi' translate='no'>упосатхи</i>, но также и ряд других процедур, которые обеспечивают правильную работу орденов. Жизнь Сангхи управляется набором чётких правил, в которых делается особый упор на демократическое взаимодействие и децентрализованное принятие решений. Они позволяют эффективно и гармонично решать задачи ордена.",
  "vinaya:45": "В Кхандхаках содержится много правил, которых нет в <i lang='pi' translate='no'>па̄тимоккхе</i>. Эти правила разнообразны, но их в общем можно описать как запрещающие роскошь и чувственные удовольствия, ведь и то, и другое несовместимо с жизнью в отречении.",
  "vinaya:46": "В Кхандхаках также содержатся истории, описывающие некоторых знаменитых мирян-последователей Будды, таких как Ана̄тхапин̣д̣ика, Виса̄кха̄ и Джӣвака. Есть также и истории о монахах — например, замечательная история Пилиндаваччхи, вдохновляющие истории Сон̣ы Коливисы и Сон̣ы Кут̣икан̣н̣ы, а также история падения Девадатты. Ещё есть несколько историй рода джа̄так, некоторые из которых есть и в разделе Джа̄таки. Помимо всего этого, обычно в каждом разделе есть своя история возникновения, такого же рода, как в Суттавибхан̇ге. Но в отличие от неё, в этих историях нет подробного толкавания.",
  "vinaya:47": "Третья и последняя глава Кхандхак посвящена правилам и процедурам, касающимся монахинь, включая процедуру их ординации. Во всех остальных главах, если не указано иное, материал ра́вно относится к обоим орденам.",
  "vinaya:48": "Кхандхаки заканчиваются описанием первого <i lang='pi' translate='no'>сан̇гӣти</i>, — совместной декламации учений после смерти Будды — а также описанием Веса̄льского дела, которое иногда называют Вторым собором, когда орден с большим трудом разрешил разногласия по поводу Винаи. Утверждается, что Веса̄льское дело произошло спустя примерно сто лет после смерти Будды. Примерно в это время в Сангхе начали появляться тенденции, приведшие к разделению на секты, и считается, что это точка окончания эпохи общего наследия буддийских школ.",
  "vinaya:49": "Другие тексты",
  "vinaya:50": "В Виная-пит̣аке традиции Тхерава̄да содержится раздел Парива̄ра. Оскар фон Хинубер (2000: 22) предполагает, что этот раздел был закончен не позднее I в. н.э. Парива̄ра является разделом, аналитически суммирующим содержание первых двух. Стиль и методологию этого раздела иногда сравнивают со стилем и методологией Абхидхаммы.",
  "vinaya:51": "В других школах тоже есть краткие изложения и дополнения к Винае, которые иногда содержат общий с Парива̄рой материал, а иногда нет. Мало что известно об этих текстах из-за недостатка исследований в этой области. Но можно уверенно сказать, что ни один из них не относится к Ранним буддийским текстам.",
  "vinaya:52": "Современный взгляд",
  "vinaya:53": "Большинство ранних буддийских школ давно исчезло, но линии Винай трёх традиций живы до сих пор: Дхармагуптака — практикуется в Восточной Азии, включая Китай и Корею, Мӯласарва̄стива̄да — практикуется в Тибете и Монголии и Тхерава̄да — практикуется в Южной и Юго-восточной Азии.",
  "vinaya:54": "На практике монахи редко выполняют все предписания Винаи своей традиции. Например, хотя использовать деньги запрещено <i lang='pi' translate='no'>па̄тимоккхой</i> всех школ, ими тем не менее пользуется огромное количество монахов. Степень соблюдения монахами правил может сильно отличаться, но большинство из них по крайней мере следуют наиболее важным правилам, которые подразумевают изгнание и приостановку. Ситуация схожа и для процедур управления орденом. Иногда их соблюдают до буквы, как в случае большинства церемоний ординации в традиции Тхерава̄да. В других случаях процедуры неверно истолковываются или просто опускаются, как, например, в случае процедуры выбора должностных лиц ордена.",
  "vinaya:55": "За время существования буддизма периодически возникали реформаторские движения и случались нерегулярные попытки очищения Сангхи. Обычно орден постепенно деградирует, пока не находится харизматичный лидер, который начинает реформы, нацеленные на правильную практику буддийского пути, включая Винаю. Иногда такие реформаторские движения проявляются как «лесные традиции», в которых монахи создают лесные монастыри в соответствии с идеалами раннего буддизма. В последние три десятилетия одна из таких реформ — восстановление ордена монахинь, <i lang='pi' translate='no'>бхиккхуни</i>̄, в традиции Тхерава̄да, продолжающаяся и по сей день и вызывающая много споров.",
  "vinaya:56": "Комментарии",
  "vinaya:57": "Ещё один важный компонент Винаи — обширный материал комментариев, который развивался в течение веков и тысячелетий и продолжает это делать по сей день. Во всех трёх линиях передачи Винаи существуют такие комментарии.",
  "vinaya:58": "Суттавибхан̇га, хотя сегодня и является частью канона, начинает эту традицию, будучи комментарием к правилам <i lang='pi' translate='no'>па̄тимоккхи</i>. Далее мы имеем и другие уже канонические комментарии, или справочники, такие как Парива̄ра Тхерава̄ды. После этого мы приходим к самим комментариям — <i lang='pi' translate='no'>аттхакатхам</i>, «Обсуждение значения».",
  "vinaya:59": "Самым важным неканоническим комментарием к Виная-пит̣аке Тхерава̄ды является Самантапа̄са̄дика̄, которую в V в. н.э. на Шри-Ланке сочинил Буддхагхоса, основываясь на уже существовавших тогда комментариях, предположительно индийского происхождения. Ещё одним важным текстом этого периода является Кан̇кха̄витакан̣ӣ, также авторства Буддхагхосы. Следующий пласт комментариев — <i lang='pi' translate='no'>т̣ӣка̄</i>, или субкомментарии, которых существует более дюжины и которые включают в себя высокоспециализированную литературу, такую как, например, справочники о границах монастырей (<i lang='pi' translate='no'>сӣма̄</i>). Субкомментарии <i lang='pi' translate='no'>т̣ӣка̄</i> продолжают появляться и в наше время. Насколько целесообразно интерпретировать каноническую Винаю в соответствии с этой традицией — спорный вопрос, на практике встречаются разные случаи.",
  "vinaya:60": "Чтобы не потеряться в этой обширной литературе, многие монастыри в традиции Тхерава̄да опираются на современные справочники по практике Винаи. Примерами могут служить Винаямукха на тайском и «Кодекс буддийских монахов» Аджана Т̣ха̄ниссаро на английском.",
  "vinaya:61": "В дополнение к этому многие тхерава̄динские монастыри следуют ряду неформальных правил. Например, различия отдельных буддийских сект (<i lang='pi' translate='no'>ника̄я</i>), такие как виды монашеских одежд и способ их ношения. Также бывают правила, относящиеся к традициям, которые часто возникают вокруг харизматичных знаменитых учителей. И последний вид — наборы правил, которые действуют в отдельных монастырях. С их помощью формируется дневное расписание и другие аспекты жизни конкретного монастыря. Хотя такие правила иногда и называют Винаей, что предполагает их происхождение из Виная-пит̣аки или хотя бы комментариев, на самом деле они редко имеют какое-нибудь отношение к правилам из канона.",
  "vinaya:62": "Примечания и дальнейшее изучение",
  "vinaya:63": "Clarke, Shayne; <cite>Vinaya Mātṛikā – Mother of the Monastic Codes, or just Another Set of Lists?</cite>; Indo-Iranian Journal 47: 77-120, 2004",
  "vinaya:64": "Clarkem, Shayne; <cite>Vinayas</cite>; in Brill’s Encyclopaedia of Buddhism; Leiden, 2015; vol. I, pp. 60-87.",
  "vinaya:65": "Frauwallner, Erich; <cite>The Earliest Vinaya and the Beginnings of Buddhist Literature</cite>; Rome, 1956",
  "vinaya:66": "v. Hinüber, Oskar; <cite>A Handbook of Pāli Literature</cite>; Walter de Gruyter, Berlin, 2000",
  "vinaya:67": "Kabilsingh, Chatsumarn (trans.); <cite>The Bhikkhunī Patimokkha of the Six Schools</cite>; Bangkok, 1991",
  "vinaya:68": "Norman, K.R.; <cite>Pāli Literature</cite>; Otto Harrassowitz, Wiesbaden, 1983",
  "vinaya:69": "Ñāṇatusita, Bhikkhu; <cite>A Translation and Analysis of the Pātimokkha</cite>; Kandy, 2008",
  "vinaya:70": "Pachow, W; <cite>A Comparative Study of the Prātimokṣa</cite>; Morilal Banarsidass, Delhi, 2000",
  "vinaya:71": "Sujato, Bhikkhu; <cite>Sects and Sectarianism</cite>; Santipada, 2012",
  "vinaya:72": "Sujato, Bhikkhu; <cite>Bhikkhunī Vinaya Studies</cite>; Santipada, 2009"
}