{
  "sn12.33:0.1": "Saṁyutta Nikāya 12 ",
  "sn12.33:0.2": "4. Kaḷārakhattiyavagga ",
  "sn12.33:0.3": "33. Ñāṇavatthusutta ",
  "sn12.33:1.1": "Sāvatthiyaṁ … ",
  "sn12.33:1.2": "“Catucattārīsaṁ vo, bhikkhave, ñāṇavatthūni desessāmi, ",
  "sn12.33:1.3": "taṁ suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "sn12.33:1.4": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "sn12.33:1.5": "Bhagavā etadavoca: ",
  "sn12.33:2.1": "“Katamāni, bhikkhave, catucattārīsaṁ ñāṇavatthūni? ",
  "sn12.33:2.2": "Jarāmaraṇe ñāṇaṁ, jarāmaraṇasamudaye ñāṇaṁ, jarāmaraṇanirodhe ñāṇaṁ, jarāmaraṇanirodhagāminiyā paṭipadāya ñāṇaṁ; ",
  "sn12.33:2.3": "jātiyā ñāṇaṁ, jātisamudaye ñāṇaṁ, jātinirodhe ñāṇaṁ, jātinirodhagāminiyā paṭipadāya ñāṇaṁ; ",
  "sn12.33:2.4": "bhave ñāṇaṁ, bhavasamudaye ñāṇaṁ, bhavanirodhe ñāṇaṁ, bhavanirodhagāminiyā paṭipadāya ñāṇaṁ; ",
  "sn12.33:2.5": "upādāne ñāṇaṁ, upādānasamudaye ñāṇaṁ, upādānanirodhe ñāṇaṁ, upādānanirodhagāminiyā paṭipadāya ñāṇaṁ; ",
  "sn12.33:2.6": "taṇhāya ñāṇaṁ, taṇhāsamudaye ñāṇaṁ, taṇhānirodhe ñāṇaṁ, taṇhānirodhagāminiyā paṭipadāya ñāṇaṁ; ",
  "sn12.33:2.7": "vedanāya ñāṇaṁ, vedanāsamudaye ñāṇaṁ, vedanānirodhe ñāṇaṁ, vedanānirodhagāminiyā paṭipadāya ñāṇaṁ; ",
  "sn12.33:2.8": "phasse ñāṇaṁ …pe… ",
  "sn12.33:2.9": "saḷāyatane ñāṇaṁ … ",
  "sn12.33:2.10": "nāmarūpe ñāṇaṁ … ",
  "sn12.33:2.11": "viññāṇe ñāṇaṁ … ",
  "sn12.33:2.12": "saṅkhāresu ñāṇaṁ, saṅkhārasamudaye ñāṇaṁ, saṅkhāranirodhe ñāṇaṁ, saṅkhāranirodhagāminiyā paṭipadāya ñāṇaṁ. ",
  "sn12.33:2.13": "Imāni vuccanti, bhikkhave, catucattārīsaṁ ñāṇavatthūni. ",
  "sn12.33:3.1": "Katamañca, bhikkhave, jarāmaraṇaṁ? ",
  "sn12.33:3.2": "Yā tesaṁ tesaṁ sattānaṁ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṁ pāliccaṁ valittacatā āyuno saṁhāni indriyānaṁ paripāko, ",
  "sn12.33:3.3": "ayaṁ vuccati jarā. ",
  "sn12.33:3.4": "Yā tesaṁ tesaṁ sattānaṁ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṁ maccu maraṇaṁ kālakiriyā khandhānaṁ bhedo kaḷevarassa nikkhepo. ",
  "sn12.33:3.5": "Idaṁ vuccati maraṇaṁ. ",
  "sn12.33:3.6": "Iti ayañca jarā, idañca maraṇaṁ; ",
  "sn12.33:3.7": "idaṁ vuccati, bhikkhave, jarāmaraṇaṁ. ",
  "sn12.33:4.1": "Jātisamudayā jarāmaraṇasamudayo; ",
  "sn12.33:4.2": "jātinirodhā jarāmaraṇanirodho; ",
  "sn12.33:4.3": "ayameva ariyo aṭṭhaṅgiko maggo jarāmaraṇanirodhagāminī paṭipadā, seyyathidaṁ—",
  "sn12.33:4.4": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "sn12.33:5.1": "Yato kho, bhikkhave, ariyasāvako evaṁ jarāmaraṇaṁ pajānāti, evaṁ jarāmaraṇasamudayaṁ pajānāti, evaṁ jarāmaraṇanirodhaṁ pajānāti, evaṁ jarāmaraṇanirodhagāminiṁ paṭipadaṁ pajānāti, idamassa dhamme ñāṇaṁ. ",
  "sn12.33:5.2": "So iminā dhammena diṭṭhena viditena akālikena pattena pariyogāḷhena atītānāgatena yaṁ neti. ",
  "sn12.33:6.1": "Ye kho keci atītamaddhānaṁ samaṇā vā brāhmaṇā vā jarāmaraṇaṁ abbhaññaṁsu, jarāmaraṇasamudayaṁ abbhaññaṁsu, jarāmaraṇanirodhaṁ abbhaññaṁsu, jarāmaraṇanirodhagāminiṁ paṭipadaṁ abbhaññaṁsu, sabbete evameva abbhaññaṁsu, seyyathāpāhaṁ etarahi. ",
  "sn12.33:7.1": "Yepi hi keci anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā jarāmaraṇaṁ abhijānissanti, jarāmaraṇasamudayaṁ abhijānissanti, jarāmaraṇanirodhaṁ abhijānissanti, jarāmaraṇanirodhagāminiṁ paṭipadaṁ abhijānissanti, sabbete evameva abhijānissanti, seyyathāpāhaṁ etarahīti. ",
  "sn12.33:7.2": "Idamassa anvaye ñāṇaṁ. ",
  "sn12.33:8.1": "Yato kho, bhikkhave, ariyasāvakassa imāni dve ñāṇāni parisuddhāni honti pariyodātāni—",
  "sn12.33:8.2": "dhamme ñāṇañca anvaye ñāṇañca. ",
  "sn12.33:8.3": "Ayaṁ vuccati, bhikkhave, ariyasāvako diṭṭhisampanno itipi, dassanasampanno itipi, āgato imaṁ saddhammaṁ itipi, passati imaṁ saddhammaṁ itipi, sekkhena ñāṇena samannāgato itipi, sekkhāya vijjāya samannāgato itipi, dhammasotaṁ samāpanno itipi, ariyo nibbedhikapañño itipi, amatadvāraṁ āhacca tiṭṭhati itipīti. ",
  "sn12.33:9.1": "Katamā ca, bhikkhave, jāti … ",
  "sn12.33:9.2": "katamo ca, bhikkhave, bhavo … ",
  "sn12.33:9.3": "katamañca, bhikkhave, upādānaṁ … ",
  "sn12.33:9.4": "katamā ca, bhikkhave, taṇhā … ",
  "sn12.33:9.5": "katamā ca, bhikkhave, vedanā … ",
  "sn12.33:9.6": "katamo ca, bhikkhave, phasso … ",
  "sn12.33:9.7": "katamañca, bhikkhave, saḷāyatanaṁ … ",
  "sn12.33:9.8": "katamañca, bhikkhave, nāmarūpaṁ … ",
  "sn12.33:9.9": "katamañca, bhikkhave, viññāṇaṁ … ",
  "sn12.33:9.10": "katame ca, bhikkhave, saṅkhārā? ",
  "sn12.33:9.11": "Tayome, bhikkhave, saṅkhārā—",
  "sn12.33:9.12": "kāyasaṅkhāro, vacīsaṅkhāro, cittasaṅkhāroti. ",
  "sn12.33:9.13": "Ime vuccanti, bhikkhave, saṅkhārā. ",
  "sn12.33:10.1": "Avijjāsamudayā saṅkhārasamudayo; ",
  "sn12.33:10.2": "avijjānirodhā saṅkhāranirodho; ",
  "sn12.33:10.3": "ayameva ariyo aṭṭhaṅgiko maggo saṅkhāranirodhagāminī paṭipadā, seyyathidaṁ—",
  "sn12.33:10.4": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "sn12.33:11.1": "Yato kho, bhikkhave, ariyasāvako evaṁ saṅkhāre pajānāti, evaṁ saṅkhārasamudayaṁ pajānāti, evaṁ saṅkhāranirodhaṁ pajānāti, evaṁ saṅkhāranirodhagāminiṁ paṭipadaṁ pajānāti, idamassa dhamme ñāṇaṁ. ",
  "sn12.33:11.2": "So iminā dhammena diṭṭhena viditena akālikena pattena pariyogāḷhena atītānāgatena yaṁ neti. ",
  "sn12.33:12.1": "Ye kho keci atītamaddhānaṁ samaṇā vā brāhmaṇā vā saṅkhāre abbhaññaṁsu, saṅkhārasamudayaṁ abbhaññaṁsu, saṅkhāranirodhaṁ abbhaññaṁsu, saṅkhāranirodhagāminiṁ paṭipadaṁ abbhaññaṁsu, sabbete evameva abbhaññaṁsu, seyyathāpāhaṁ etarahi. ",
  "sn12.33:13.1": "Ye hipi keci anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā saṅkhāre abhijānissanti, saṅkhārasamudayaṁ abhijānissanti, saṅkhāranirodhaṁ abhijānissanti, saṅkhāranirodhagāminiṁ paṭipadaṁ abhijānissanti, sabbete evameva abhijānissanti, seyyathāpāhaṁ etarahi. ",
  "sn12.33:13.2": "Idamassa anvaye ñāṇaṁ. ",
  "sn12.33:14.1": "Yato kho, bhikkhave, ariyasāvakassa imāni dve ñāṇāni parisuddhāni honti pariyodātāni—",
  "sn12.33:14.2": "dhamme ñāṇañca anvaye ñāṇañca. ",
  "sn12.33:14.3": "Ayaṁ vuccati, bhikkhave, ariyasāvako diṭṭhisampanno itipi, dassanasampanno itipi, āgato imaṁ saddhammaṁ itipi, passati imaṁ saddhammaṁ itipi, sekkhena ñāṇena samannāgato itipi, sekkhāya vijjāya samannāgato itipi, dhammasotaṁ samāpanno itipi, ariyo nibbedhikapañño itipi, amatadvāraṁ āhacca tiṭṭhati itipī”ti. ",
  "sn12.33:14.4": "Tatiyaṁ. "
}