{
  "sn12.26:0.1": "Saṁyutta Nikāya 12 ",
  "sn12.26:0.2": "3. Dasabalavagga ",
  "sn12.26:0.3": "26. Upavāṇasutta ",
  "sn12.26:1.1": "Sāvatthiyaṁ viharati. ",
  "sn12.26:1.2": "Atha kho āyasmā upavāṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā upavāṇo bhagavantaṁ etadavoca: ",
  "sn12.26:2.1": "“Santi pana, bhante, eke samaṇabrāhmaṇā sayaṅkataṁ dukkhaṁ paññapenti. ",
  "sn12.26:2.2": "Santi pana, bhante, eke samaṇabrāhmaṇā paraṅkataṁ dukkhaṁ paññapenti. ",
  "sn12.26:2.3": "Santi pana, bhante, eke samaṇabrāhmaṇā sayaṅkatañca paraṅkatañca dukkhaṁ paññapenti. ",
  "sn12.26:2.4": "Santi pana, bhante, eke samaṇabrāhmaṇā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti. ",
  "sn12.26:2.5": "Idha no, bhante, bhagavā kiṁvādī kimakkhāyī kathaṁ byākaramānā ca mayaṁ vuttavādino ceva bhagavato assāma, na ca bhagavantaṁ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṁ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṁ ṭhānaṁ āgaccheyyā”ti? ",
  "sn12.26:3.1": "“Paṭiccasamuppannaṁ kho, upavāṇa, dukkhaṁ vuttaṁ mayā. ",
  "sn12.26:3.2": "Kiṁ paṭicca? ",
  "sn12.26:3.3": "Phassaṁ paṭicca. ",
  "sn12.26:3.4": "Iti vadaṁ vuttavādī ceva me assa, na ca maṁ abhūtena abbhācikkheyya, dhammassa cānudhammaṁ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṁ ṭhānaṁ āgaccheyya. ",
  "sn12.26:4.1": "Tatra, upavāṇa, ye te samaṇabrāhmaṇā sayaṅkataṁ dukkhaṁ paññapenti, tadapi phassapaccayā. ",
  "sn12.26:4.2": "Yepi te …pe… ",
  "sn12.26:4.3": "yepi te …pe… ",
  "sn12.26:4.4": "yepi te samaṇabrāhmaṇā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti tadapi phassapaccayā. ",
  "sn12.26:5.1": "Tatra, upavāṇa, ye te samaṇabrāhmaṇā sayaṅkataṁ dukkhaṁ paññapenti, te vata aññatra phassā paṭisaṁvedissantīti netaṁ ṭhānaṁ vijjati. ",
  "sn12.26:5.2": "Yepi te …pe… ",
  "sn12.26:5.3": "yepi te …pe… ",
  "sn12.26:5.4": "yepi te samaṇabrāhmaṇā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti, te vata aññatra phassā paṭisaṁvedissantīti netaṁ ṭhānaṁ vijjatī”ti. ",
  "sn12.26:5.5": "Chaṭṭhaṁ. "
}