{
  "sn12.70:0.1": "Saṁyutta Nikāya 12.70 ",
  "sn12.70:0.2": "7. Mahāvagga ",
  "sn12.70:0.3": "Susimaparibbājakasutta ",
  "sn12.70:1.1": "Evaṁ me sutaṁ—",
  "sn12.70:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn12.70:1.3": "Tena kho pana samayena bhagavā sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṁ. ",
  "sn12.70:1.4": "Bhikkhusaṅghopi sakkato hoti garukato mānito pūjito apacito lābhī cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṁ. ",
  "sn12.70:1.5": "Aññatitthiyā pana paribbājakā asakkatā honti agarukatā amānitā apūjitā anapacitā, na lābhino cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṁ. ",
  "sn12.70:2.1": "Tena kho pana samayena susimo paribbājako rājagahe paṭivasati mahatiyā paribbājakaparisāya saddhiṁ. ",
  "sn12.70:2.2": "Atha kho susimassa paribbājakassa parisā susimaṁ paribbājakaṁ etadavocuṁ: ",
  "sn12.70:2.3": "“ehi tvaṁ, āvuso susima, samaṇe gotame brahmacariyaṁ cara. ",
  "sn12.70:2.4": "Tvaṁ dhammaṁ pariyāpuṇitvā amhe vāceyyāsi. ",
  "sn12.70:2.5": "Taṁ mayaṁ dhammaṁ pariyāpuṇitvā gihīnaṁ bhāsissāma. ",
  "sn12.70:2.6": "Evaṁ mayampi sakkatā bhavissāma garukatā mānitā pūjitā apacitā lābhino cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan”ti. ",
  "sn12.70:2.7": "“Evamāvuso”ti kho susimo paribbājako sakāya parisāya paṭissuṇitvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṁ sammodi. ",
  "sn12.70:2.8": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho susimo paribbājako āyasmantaṁ ānandaṁ etadavoca: ",
  "sn12.70:2.9": "“icchāmahaṁ, āvuso ānanda, imasmiṁ dhammavinaye brahmacariyaṁ caritun”ti. ",
  "sn12.70:3.1": "Atha kho āyasmā ānando susimaṁ paribbājakaṁ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "sn12.70:3.2": "“ayaṁ, bhante, susimo paribbājako evamāha: ",
  "sn12.70:3.3": "‘icchāmahaṁ, āvuso ānanda, imasmiṁ dhammavinaye brahmacariyaṁ caritun’”ti. ",
  "sn12.70:3.4": "“Tenahānanda, susimaṁ pabbājethā”ti. ",
  "sn12.70:3.5": "Alattha kho susimo paribbājako bhagavato santike pabbajjaṁ, alattha upasampadaṁ. ",
  "sn12.70:4.1": "Tena kho pana samayena sambahulehi bhikkhūhi bhagavato santike aññā byākatā hoti: ",
  "sn12.70:4.2": "“khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyāti pajānāmā”ti. ",
  "sn12.70:4.3": "Assosi kho āyasmā susimo: ",
  "sn12.70:4.4": "“sambahulehi kira bhikkhūhi bhagavato santike aññā byākatā: ",
  "sn12.70:4.5": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāmā”ti. ",
  "sn12.70:4.6": "Atha kho āyasmā susimo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā tehi bhikkhūhi saddhiṁ sammodi. ",
  "sn12.70:4.7": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā susimo te bhikkhū etadavoca: ",
  "sn12.70:4.8": "“saccaṁ kirāyasmantehi bhagavato santike aññā byākatā: ",
  "sn12.70:4.9": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāmā”ti? ",
  "sn12.70:4.10": "“Evamāvuso”ti. ",
  "sn12.70:5.1": "“Api pana tumhe āyasmanto evaṁ jānantā evaṁ passantā anekavihitaṁ iddhividhaṁ paccanubhotha—ekopi hutvā bahudhā hotha, bahudhāpi hutvā eko hotha; āvibhāvaṁ, tirobhāvaṁ, tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamānā gacchatha, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karotha, seyyathāpi udake; udakepi abhijjamāne gacchatha, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamatha, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasatha parimajjatha, yāva brahmalokāpi kāyena vasaṁ vattethā”ti? ",
  "sn12.70:5.2": "“No hetaṁ, āvuso”. ",
  "sn12.70:6.1": "“Api pana tumhe āyasmanto evaṁ jānantā evaṁ passantā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇātha dibbe ca mānuse ca ye dūre santike cā”ti? ",
  "sn12.70:6.2": "“No hetaṁ, āvuso”. ",
  "sn12.70:7.1": "“Api pana tumhe āyasmanto evaṁ jānantā evaṁ passantā parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānātha—",
  "sn12.70:7.2": "sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajānātha; ",
  "sn12.70:7.3": "vītarāgaṁ vā cittaṁ vītarāgaṁ cittanti pajānātha; ",
  "sn12.70:7.4": "sadosaṁ vā cittaṁ sadosaṁ cittanti pajānātha; ",
  "sn12.70:7.5": "vītadosaṁ vā cittaṁ vītadosaṁ cittanti pajānātha; ",
  "sn12.70:7.6": "samohaṁ vā cittaṁ samohaṁ cittanti pajānātha; ",
  "sn12.70:7.7": "vītamohaṁ vā cittaṁ vītamohaṁ cittanti pajānātha; ",
  "sn12.70:7.8": "saṅkhittaṁ vā cittaṁ saṅkhittaṁ cittanti pajānātha; ",
  "sn12.70:7.9": "vikkhittaṁ vā cittaṁ vikkhittaṁ cittanti pajānātha; ",
  "sn12.70:7.10": "mahaggataṁ vā cittaṁ mahaggataṁ cittanti pajānātha; ",
  "sn12.70:7.11": "amahaggataṁ vā cittaṁ amahaggataṁ cittanti pajānātha; ",
  "sn12.70:7.12": "sauttaraṁ vā cittaṁ sauttaraṁ cittanti pajānātha; ",
  "sn12.70:7.13": "anuttaraṁ vā cittaṁ anuttaraṁ cittanti pajānātha; ",
  "sn12.70:7.14": "samāhitaṁ vā cittaṁ samāhitaṁ cittanti pajānātha; ",
  "sn12.70:7.15": "asamāhitaṁ vā cittaṁ asamāhitaṁ cittanti pajānātha; ",
  "sn12.70:7.16": "vimuttaṁ vā cittaṁ vimuttaṁ cittanti pajānātha; ",
  "sn12.70:7.17": "avimuttaṁ vā cittaṁ avimuttaṁ cittanti pajānāthā”ti? ",
  "sn12.70:7.18": "“No hetaṁ, āvuso”. ",
  "sn12.70:8.1": "“Api pana tumhe āyasmanto evaṁ jānantā evaṁ passantā anekavihitaṁ pubbenivāsaṁ anussaratha, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhapaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhapaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarathā”ti? ",
  "sn12.70:8.2": "“No hetaṁ, āvuso”. ",
  "sn12.70:9.1": "“Api pana tumhe āyasmanto evaṁ jānantā evaṁ passantā dibbena cakkhunā visuddhena atikkantamānusakena satte passatha cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānātha: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā, ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā, ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti, iti dibbena cakkhunā visuddhena atikkantamānusakena satte passatha cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāthā”ti? ",
  "sn12.70:9.2": "“No hetaṁ, āvuso”. ",
  "sn12.70:10.1": "“Api pana tumhe āyasmanto evaṁ jānantā evaṁ passantā ye te santā vimokkhā atikkamma rūpe āruppā, te kāyena phusitvā viharathā”ti? ",
  "sn12.70:10.2": "“No hetaṁ, āvuso”. ",
  "sn12.70:11.1": "“Ettha dāni āyasmanto idañca veyyākaraṇaṁ imesañca dhammānaṁ asamāpatti; idaṁ no, āvuso, kathan”ti? ",
  "sn12.70:11.2": "“Paññāvimuttā kho mayaṁ, āvuso susimā”ti. ",
  "sn12.70:12.1": "“Na khvāhaṁ imassa āyasmantānaṁ saṅkhittena bhāsitassa vitthārena atthaṁ ājānāmi. ",
  "sn12.70:12.2": "Sādhu me āyasmanto tathā bhāsantu yathāhaṁ imassa āyasmantānaṁ saṅkhittena bhāsitassa vitthārena atthaṁ ājāneyyan”ti. ",
  "sn12.70:12.3": "“Ājāneyyāsi vā tvaṁ, āvuso susima, na vā tvaṁ ājāneyyāsi atha kho paññāvimuttā mayan”ti. ",
  "sn12.70:13.1": "Atha kho āyasmā susimo uṭṭhāyāsanā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "sn12.70:13.2": "Ekamantaṁ nisinno kho āyasmā susimo yāvatako tehi bhikkhūhi saddhiṁ ahosi kathāsallāpo taṁ sabbaṁ bhagavato ārocesi. ",
  "sn12.70:13.3": "“Pubbe kho, susima, dhammaṭṭhitiñāṇaṁ, pacchā nibbāne ñāṇan”ti. ",
  "sn12.70:14.1": "“Na khvāhaṁ, bhante, imassa bhagavatā saṅkhittena bhāsitassa vitthārena atthaṁ ājānāmi. ",
  "sn12.70:14.2": "Sādhu me, bhante, bhagavā tathā bhāsatu yathāhaṁ imassa bhagavatā saṅkhittena bhāsitassa vitthārena atthaṁ ājāneyyan”ti. ",
  "sn12.70:14.3": "“Ājāneyyāsi vā tvaṁ, susima, na vā tvaṁ ājāneyyāsi, atha kho dhammaṭṭhitiñāṇaṁ pubbe, pacchā nibbāne ñāṇaṁ. ",
  "sn12.70:15.1": "Taṁ kiṁ maññasi, susima, ",
  "sn12.70:15.2": "rūpaṁ niccaṁ vā aniccaṁ vā”ti? ",
  "sn12.70:15.3": "“Aniccaṁ, bhante”. ",
  "sn12.70:15.4": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "sn12.70:15.5": "“Dukkhaṁ, bhante”. ",
  "sn12.70:15.6": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, kallaṁ nu taṁ samanupassituṁ: ",
  "sn12.70:15.7": "‘etaṁ mama, esohamasmi, eso me attā’”ti? ",
  "sn12.70:15.8": "“No hetaṁ, bhante”. ",
  "sn12.70:15.9": "“Vedanā niccā vā aniccā vā”ti? ",
  "sn12.70:15.10": "“Aniccā, bhante”. ",
  "sn12.70:15.11": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "sn12.70:15.12": "“Dukkhaṁ, bhante”. ",
  "sn12.70:15.13": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, kallaṁ nu taṁ samanupassituṁ: ",
  "sn12.70:15.14": "‘etaṁ mama, esohamasmi, eso me attā’”ti? ",
  "sn12.70:15.15": "“No hetaṁ, bhante”. ",
  "sn12.70:15.16": "“Saññā niccā vā aniccā vā”ti? ",
  "sn12.70:15.17": "“Aniccā, bhante” …pe… ",
  "sn12.70:15.18": "“saṅkhārā niccā vā aniccā vā”ti? ",
  "sn12.70:15.19": "“Aniccā, bhante”. ",
  "sn12.70:15.20": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "sn12.70:15.21": "“Dukkhaṁ, bhante”. ",
  "sn12.70:15.22": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, kallaṁ nu taṁ samanupassituṁ: ",
  "sn12.70:15.23": "‘etaṁ mama, esohamasmi, eso me attā’”ti? ",
  "sn12.70:15.24": "“No hetaṁ, bhante”. ",
  "sn12.70:15.25": "“Viññāṇaṁ niccaṁ vā aniccaṁ vā”ti? ",
  "sn12.70:15.26": "“Aniccaṁ, bhante”. ",
  "sn12.70:15.27": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "sn12.70:15.28": "“Dukkhaṁ, bhante”. ",
  "sn12.70:15.29": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, kallaṁ nu taṁ samanupassituṁ: ",
  "sn12.70:15.30": "‘etaṁ mama, esohamasmi, eso me attā’”ti? ",
  "sn12.70:15.31": "“No hetaṁ, bhante”. ",
  "sn12.70:16.1": "“Tasmātiha, susima, yaṁ kiñci rūpaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā yaṁ dūre santike vā, sabbaṁ rūpaṁ netaṁ mama nesohamasmi na meso attāti; evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "sn12.70:16.2": "Yā kāci vedanā atītānāgatapaccuppannā ajjhattaṁ vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā yā dūre santike vā, sabbā vedanā netaṁ mama nesohamasmi na meso attāti; evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "sn12.70:16.3": "Yā kāci saññā …pe… ",
  "sn12.70:16.4": "ye keci saṅkhārā atītānāgatapaccuppannā ajjhattaṁ vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā ye dūre santike vā, sabbe saṅkhārā netaṁ mama nesohamasmi na meso attāti; evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "sn12.70:16.5": "Yaṁ kiñci viññāṇaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā yaṁ dūre santike vā, sabbaṁ viññāṇaṁ netaṁ mama nesohamasmi na meso attāti; evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "sn12.70:17.1": "Evaṁ passaṁ, susima, sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati. ",
  "sn12.70:17.2": "Nibbindaṁ virajjati, virāgā vimuccati, vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "sn12.70:17.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "sn12.70:18.1": "‘Jātipaccayā jarāmaraṇan’ti, susima, passasī”ti? ",
  "sn12.70:18.2": "“Evaṁ, bhante”. ",
  "sn12.70:18.3": "“‘Bhavapaccayā jātī’ti, susima, passasī”ti? ",
  "sn12.70:18.4": "“Evaṁ, bhante”. ",
  "sn12.70:18.5": "“‘Upādānapaccayā bhavo’ti, susima, passasī”ti? ",
  "sn12.70:18.6": "“Evaṁ, bhante”. ",
  "sn12.70:18.7": "“‘Taṇhāpaccayā upādānan’ti, susima, passasī”ti? ",
  "sn12.70:18.8": "“Evaṁ, bhante”. ",
  "sn12.70:18.9": "“Vedanāpaccayā taṇhāti … ",
  "sn12.70:18.10": "phassapaccayā vedanāti … ",
  "sn12.70:18.11": "saḷāyatanapaccayā phassoti … ",
  "sn12.70:18.12": "nāmarūpapaccayā saḷāyatananti … ",
  "sn12.70:18.13": "viññāṇapaccayā nāmarūpanti … ",
  "sn12.70:18.14": "saṅkhārapaccayā viññāṇanti … ",
  "sn12.70:18.15": "avijjāpaccayā saṅkhārāti, susima, passasī”ti? ",
  "sn12.70:18.16": "“Evaṁ, bhante”. ",
  "sn12.70:19.1": "“‘Jātinirodhā jarāmaraṇanirodho’ti, susima, passasī”ti? ",
  "sn12.70:19.2": "“Evaṁ, bhante”. ",
  "sn12.70:19.3": "“‘Bhavanirodhā jātinirodho’ti susima, passasī”ti? ",
  "sn12.70:19.4": "“Evaṁ, bhante”. ",
  "sn12.70:19.5": "“Upādānanirodhā bhavanirodhoti … ",
  "sn12.70:19.6": "taṇhānirodhā upādānanirodhoti … ",
  "sn12.70:19.7": "vedanānirodhā taṇhānirodhoti … ",
  "sn12.70:19.8": "phassanirodhā vedanānirodhoti … ",
  "sn12.70:19.9": "saḷāyatananirodhā phassanirodhoti … ",
  "sn12.70:19.10": "nāmarūpanirodhā saḷāyatananirodhoti … ",
  "sn12.70:19.11": "viññāṇanirodhā nāmarūpanirodhoti … ",
  "sn12.70:19.12": "saṅkhāranirodhā viññāṇanirodhoti … ",
  "sn12.70:19.13": "avijjānirodhā saṅkhāranirodhoti, susima, passasī”ti? ",
  "sn12.70:19.14": "“Evaṁ, bhante”. ",
  "sn12.70:20.1": "“Api pana tvaṁ, susima, evaṁ jānanto evaṁ passanto anekavihitaṁ iddhividhaṁ paccanubhosi—ekopi hutvā bahudhā hosi, bahudhāpi hutvā eko hosi; āvibhāvaṁ, tirobhāvaṁ, tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchasi, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karosi, seyyathāpi udake; udakepi abhijjamāno gacchasi, seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamasi, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parimasasi parimajjasi, yāva brahmalokāpi kāyena vasaṁ vattesī”ti? ",
  "sn12.70:20.2": "“No hetaṁ, bhante”. ",
  "sn12.70:21.1": "“Api pana tvaṁ, susima, evaṁ jānanto evaṁ passanto dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇasi dibbe ca mānuse ca ye dūre santike cā”ti? ",
  "sn12.70:21.2": "“No hetaṁ, bhante”. ",
  "sn12.70:22.1": "“Api pana tvaṁ, susima, evaṁ jānanto evaṁ passanto parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāsi—",
  "sn12.70:22.2": "sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajānāsi …pe… ",
  "sn12.70:22.3": "vimuttaṁ vā cittaṁ vimuttaṁ cittanti pajānāsī”ti? ",
  "sn12.70:22.4": "“No hetaṁ, bhante”. ",
  "sn12.70:23.1": "“Api pana tvaṁ, susima, evaṁ jānanto evaṁ passanto anekavihitaṁ pubbenivāsaṁ anussarasi, seyyathidaṁ—ekampi jātiṁ …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarasī”ti? ",
  "sn12.70:23.2": "“No hetaṁ, bhante”. ",
  "sn12.70:24.1": "“Api pana tvaṁ, susima, evaṁ jānanto evaṁ passanto dibbena cakkhunā visuddhena atikkantamānusakena satte passasi cavamāne …pe… yathākammūpage satte pajānāsī”ti? ",
  "sn12.70:24.2": "“No hetaṁ, bhante”. ",
  "sn12.70:25.1": "“Api pana tvaṁ, susima, evaṁ jānanto evaṁ passanto ye te santā vimokkhā atikkamma rūpe āruppā, te kāyena phusitvā viharasī”ti? ",
  "sn12.70:25.2": "“No hetaṁ, bhante”. ",
  "sn12.70:26.1": "“Ettha dāni, susima, idañca veyyākaraṇaṁ imesañca dhammānaṁ asamāpatti, idaṁ no, susima, kathan”ti? ",
  "sn12.70:27.1": "Atha kho āyasmā susimo bhagavato pādesu sirasā nipatitvā bhagavantaṁ etadavoca: ",
  "sn12.70:27.2": "“accayo maṁ, bhante, accagamā yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yvāhaṁ evaṁ svākkhāte dhammavinaye dhammatthenako pabbajito. ",
  "sn12.70:27.3": "Tassa me, bhante, bhagavā accayaṁ accayato paṭiggaṇhātu āyatiṁ saṁvarāyā”ti. ",
  "sn12.70:28.1": "“Taggha tvaṁ, susima, accayo accagamā yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yo tvaṁ evaṁ svākkhāte dhammavinaye dhammatthenako pabbajito. ",
  "sn12.70:28.2": "Seyyathāpi, susima, coraṁ āgucāriṁ gahetvā rañño dasseyyuṁ: ",
  "sn12.70:28.3": "‘ayaṁ te, deva, coro āgucārī, imassa yaṁ icchasi taṁ daṇḍaṁ paṇehī’ti. ",
  "sn12.70:28.4": "Tamenaṁ rājā evaṁ vadeyya: ",
  "sn12.70:28.5": "‘gacchatha, bho, imaṁ purisaṁ daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathiyāya rathiyaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṁ chindathā’ti. ",
  "sn12.70:28.6": "Tamenaṁ rañño purisā daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathiyāya rathiyaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṁ chindeyyuṁ. ",
  "sn12.70:28.7": "Taṁ kiṁ maññasi, susima, ",
  "sn12.70:28.8": "api nu so puriso tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvediyethā”ti? ",
  "sn12.70:28.9": "“Evaṁ, bhante”. ",
  "sn12.70:29.1": "“Yaṁ kho so, susima, puriso tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvediyetha. ",
  "sn12.70:29.2": "Yā evaṁ svākkhāte dhammavinaye dhammatthenakassa pabbajjā, ayaṁ tato dukkhavipākatarā ca kaṭukavipākatarā ca, api ca vinipātāya saṁvattati. ",
  "sn12.70:29.3": "Yato ca kho tvaṁ, susima, accayaṁ accayato disvā yathādhammaṁ paṭikarosi taṁ te mayaṁ paṭiggaṇhāma. ",
  "sn12.70:29.4": "Vuddhi hesā, susima, ariyassa vinaye yo accayaṁ accayato disvā yathādhammaṁ paṭikaroti, āyatiñca saṁvaraṁ āpajjatī”ti. ",
  "sn12.70:29.5": "Dasamaṁ. ",
  "sn12.70:29.6": "Mahāvaggo sattamo. ",
  "sn12.70:30.0": "Tassuddānaṁ ",
  "sn12.70:30.1": "Dve assutavatā vuttā, ",
  "sn12.70:30.2": "puttamaṁsena cāparaṁ; ",
  "sn12.70:30.3": "Atthirāgo ca nagaraṁ, ",
  "sn12.70:30.4": "sammasaṁ naḷakalāpiyaṁ; ",
  "sn12.70:30.5": "Kosambī upayanti ca, ",
  "sn12.70:30.6": "dasamo susimena cāti. "
}