{
  "sn12.14:0.1": "Saṁyutta Nikāya 12 ",
  "sn12.14:0.2": "2. Āhāravagga ",
  "sn12.14:0.3": "14. Dutiyasamaṇabrāhmaṇasutta ",
  "sn12.14:1.1": "Sāvatthiyaṁ viharati. ",
  "sn12.14:1.2": "“Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ime dhamme nappajānanti, imesaṁ dhammānaṁ samudayaṁ nappajānanti, imesaṁ dhammānaṁ nirodhaṁ nappajānanti, imesaṁ dhammānaṁ nirodhagāminiṁ paṭipadaṁ nappajānanti, katame dhamme nappajānanti, katamesaṁ dhammānaṁ samudayaṁ nappajānanti, katamesaṁ dhammānaṁ nirodhaṁ nappajānanti, katamesaṁ dhammānaṁ nirodhagāminiṁ paṭipadaṁ nappajānanti? ",
  "sn12.14:2.1": "Jarāmaraṇaṁ nappajānanti, jarāmaraṇasamudayaṁ nappajānanti, jarāmaraṇanirodhaṁ nappajānanti, jarāmaraṇanirodhagāminiṁ paṭipadaṁ nappajānanti; ",
  "sn12.14:2.2": "jātiṁ …pe… ",
  "sn12.14:2.3": "bhavaṁ … ",
  "sn12.14:2.4": "upādānaṁ … ",
  "sn12.14:2.5": "taṇhaṁ … ",
  "sn12.14:2.6": "vedanaṁ … ",
  "sn12.14:2.7": "phassaṁ … ",
  "sn12.14:2.8": "saḷāyatanaṁ … ",
  "sn12.14:2.9": "nāmarūpaṁ … ",
  "sn12.14:2.10": "viññāṇaṁ … ",
  "sn12.14:2.11": "saṅkhāre nappajānanti, saṅkhārasamudayaṁ nappajānanti, saṅkhāranirodhaṁ nappajānanti, saṅkhāranirodhagāminiṁ paṭipadaṁ nappajānanti. ",
  "sn12.14:2.12": "Ime dhamme nappajānanti, imesaṁ dhammānaṁ samudayaṁ nappajānanti, imesaṁ dhammānaṁ nirodhaṁ nappajānanti, imesaṁ dhammānaṁ nirodhagāminiṁ paṭipadaṁ nappajānanti. ",
  "sn12.14:2.13": "Na me te, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā, na ca pana te āyasmanto sāmaññatthaṁ vā brahmaññatthaṁ vā diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharanti. ",
  "sn12.14:3.1": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ime dhamme pajānanti, imesaṁ dhammānaṁ samudayaṁ pajānanti, imesaṁ dhammānaṁ nirodhaṁ pajānanti, imesaṁ dhammānaṁ nirodhagāminiṁ paṭipadaṁ pajānanti, katame dhamme pajānanti, katamesaṁ dhammānaṁ samudayaṁ pajānanti, katamesaṁ dhammānaṁ nirodhaṁ pajānanti, katamesaṁ dhammānaṁ nirodhagāminiṁ paṭipadaṁ pajānanti? ",
  "sn12.14:4.1": "Jarāmaraṇaṁ pajānanti, jarāmaraṇasamudayaṁ pajānanti, jarāmaraṇanirodhaṁ pajānanti, jarāmaraṇanirodhagāminiṁ paṭipadaṁ pajānanti; ",
  "sn12.14:4.2": "jātiṁ …pe… ",
  "sn12.14:4.3": "bhavaṁ … ",
  "sn12.14:4.4": "upādānaṁ … ",
  "sn12.14:4.5": "taṇhaṁ … ",
  "sn12.14:4.6": "vedanaṁ … ",
  "sn12.14:4.7": "phassaṁ … ",
  "sn12.14:4.8": "saḷāyatanaṁ … ",
  "sn12.14:4.9": "nāmarūpaṁ … ",
  "sn12.14:4.10": "viññāṇaṁ … ",
  "sn12.14:4.11": "saṅkhāre pajānanti, saṅkhārasamudayaṁ pajānanti, saṅkhāranirodhaṁ pajānanti, saṅkhāranirodhagāminiṁ paṭipadaṁ pajānanti. ",
  "sn12.14:4.12": "Ime dhamme pajānanti, imesaṁ dhammānaṁ samudayaṁ pajānanti, imesaṁ dhammānaṁ nirodhaṁ pajānanti, imesaṁ dhammānaṁ nirodhagāminiṁ paṭipadaṁ pajānanti. ",
  "sn12.14:4.13": "Te kho me, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā, brāhmaṇesu ca brāhmaṇasammatā. Te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharantī”ti. ",
  "sn12.14:4.14": "Catutthaṁ. "
}