{
  "sn12.24:0.1": "Saṁyutta Nikāya 12 ",
  "sn12.24:0.2": "3. Dasabalavagga ",
  "sn12.24:0.3": "24. Aññatitthiyasutta ",
  "sn12.24:1.1": "Rājagahe viharati veḷuvane. ",
  "sn12.24:1.2": "Atha kho āyasmā sāriputto pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya rājagahaṁ piṇḍāya pāvisi. ",
  "sn12.24:1.3": "Atha kho āyasmato sāriputtassa etadahosi: ",
  "sn12.24:1.4": "“atippago kho tāva rājagahe piṇḍāya carituṁ. ",
  "sn12.24:1.5": "Yannūnāhaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyan”ti. ",
  "sn12.24:2.1": "Atha kho āyasmā sāriputto yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkami; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodi. ",
  "sn12.24:2.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ sāriputtaṁ te aññatitthiyā paribbājakā etadavocuṁ: ",
  "sn12.24:3.1": "“Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṅkataṁ dukkhaṁ paññapenti. ",
  "sn12.24:3.2": "Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā paraṅkataṁ dukkhaṁ paññapenti. ",
  "sn12.24:3.3": "Santāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṁ paññapenti. ",
  "sn12.24:3.4": "Santi panāvuso sāriputta, eke samaṇabrāhmaṇā kammavādā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti. ",
  "sn12.24:3.5": "Idha, panāvuso sāriputta, samaṇo gotamo kiṁvādī kimakkhāyī? ",
  "sn12.24:3.6": "Kathaṁ byākaramānā ca mayaṁ vuttavādino ceva samaṇassa gotamassa assāma, na ca samaṇaṁ gotamaṁ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṁ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṁ ṭhānaṁ āgaccheyyā”ti? ",
  "sn12.24:4.1": "“Paṭiccasamuppannaṁ kho, āvuso, dukkhaṁ vuttaṁ bhagavatā. ",
  "sn12.24:4.2": "Kiṁ paṭicca? ",
  "sn12.24:4.3": "Phassaṁ paṭicca. ",
  "sn12.24:4.4": "Iti vadaṁ vuttavādī ceva bhagavato assa, na ca bhagavantaṁ abhūtena abbhācikkheyya, dhammassa cānudhammaṁ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṁ ṭhānaṁ āgaccheyya. ",
  "sn12.24:5.1": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṁ dukkhaṁ paññapenti tadapi phassapaccayā. ",
  "sn12.24:5.2": "Yepi te samaṇabrāhmaṇā kammavādā paraṅkataṁ dukkhaṁ paññapenti tadapi phassapaccayā. ",
  "sn12.24:5.3": "Yepi te samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṁ paññapenti tadapi phassapaccayā. ",
  "sn12.24:5.4": "Yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti tadapi phassapaccayā. ",
  "sn12.24:6.1": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṁ dukkhaṁ paññapenti, te vata aññatra phassā paṭisaṁvedissantīti netaṁ ṭhānaṁ vijjati. ",
  "sn12.24:6.2": "Yepi te samaṇabrāhmaṇā kammavādā paraṅkataṁ dukkhaṁ paññapenti, te vata aññatra phassā paṭisaṁvedissantīti netaṁ ṭhānaṁ vijjati. ",
  "sn12.24:6.3": "Yepi te samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṁ paññapenti, te vata aññatra phassā paṭisaṁvedissantīti netaṁ ṭhānaṁ vijjati. ",
  "sn12.24:6.4": "Yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti, te vata aññatra phassā paṭisaṁvedissantīti netaṁ ṭhānaṁ vijjatī”ti. ",
  "sn12.24:7.1": "Assosi kho āyasmā ānando āyasmato sāriputtassa tehi aññatitthiyehi paribbājakehi saddhiṁ imaṁ kathāsallāpaṁ. ",
  "sn12.24:7.2": "Atha kho āyasmā ānando rājagahe piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "sn12.24:7.3": "Ekamantaṁ nisinno kho āyasmā ānando yāvatako āyasmato sāriputtassa tehi aññatitthiyehi paribbājakehi saddhiṁ ahosi kathāsallāpo taṁ sabbaṁ bhagavato ārocesi. ",
  "sn12.24:8.1": "“Sādhu sādhu, ānanda, yathā taṁ sāriputto sammā byākaramāno byākareyya. ",
  "sn12.24:8.2": "Paṭiccasamuppannaṁ kho, ānanda, dukkhaṁ vuttaṁ mayā. ",
  "sn12.24:8.3": "Kiṁ paṭicca? ",
  "sn12.24:8.4": "Phassaṁ paṭicca. ",
  "sn12.24:8.5": "Iti vadaṁ vuttavādī ceva me assa, na ca maṁ abhūtena abbhācikkheyya, dhammassa cānudhammaṁ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṁ ṭhānaṁ āgaccheyya. ",
  "sn12.24:9.1": "Tatrānanda, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṁ dukkhaṁ paññapenti tadapi phassapaccayā. ",
  "sn12.24:9.2": "Yepi te …pe… ",
  "sn12.24:9.3": "yepi te …pe… ",
  "sn12.24:9.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti tadapi phassapaccayā. ",
  "sn12.24:10.1": "Tatrānanda, yepi te samaṇabrāhmaṇā kammavādā sayaṅkataṁ dukkhaṁ paññapenti, te vata aññatra phassā paṭisaṁvedissantīti netaṁ ṭhānaṁ vijjati. ",
  "sn12.24:10.2": "Yepi te …pe… ",
  "sn12.24:10.3": "yepi te …pe… ",
  "sn12.24:10.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti, te vata aññatra phassā paṭisaṁvedissantīti netaṁ ṭhānaṁ vijjati. ",
  "sn12.24:11.1": "Ekamidāhaṁ, ānanda, samayaṁ idheva rājagahe viharāmi veḷuvane kalandakanivāpe. ",
  "sn12.24:11.2": "Atha khvāhaṁ, ānanda, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya rājagahaṁ piṇḍāya pāvisiṁ. ",
  "sn12.24:11.3": "Tassa mayhaṁ, ānanda, etadahosi: ",
  "sn12.24:11.4": "‘atippago kho tāva rājagahe piṇḍāya carituṁ. ",
  "sn12.24:11.5": "Yannūnāhaṁ yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkameyyan’ti. ",
  "sn12.24:12.1": "Atha khvāhaṁ, ānanda, yena aññatitthiyānaṁ paribbājakānaṁ ārāmo tenupasaṅkamiṁ; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṁ sammodiṁ. ",
  "sn12.24:12.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁ. Ekamantaṁ nisinnaṁ kho maṁ, ānanda, te aññatitthiyā paribbājakā etadavocuṁ: ",
  "sn12.24:13.1": "‘Santāvuso gotama, eke samaṇabrāhmaṇā kammavādā sayaṅkataṁ dukkhaṁ paññapenti. ",
  "sn12.24:13.2": "Santi panāvuso gotama, eke samaṇabrāhmaṇā kammavādā paraṅkataṁ dukkhaṁ paññapenti. ",
  "sn12.24:13.3": "Santāvuso gotama, eke samaṇabrāhmaṇā kammavādā sayaṅkatañca paraṅkatañca dukkhaṁ paññapenti. ",
  "sn12.24:13.4": "Santi panāvuso gotama, eke samaṇabrāhmaṇā kammavādā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti. ",
  "sn12.24:13.5": "Idha no āyasmā gotamo kiṁvādī kimakkhāyī? ",
  "sn12.24:13.6": "Kathaṁ byākaramānā ca mayaṁ vuttavādino ceva āyasmato gotamassa assāma, na ca āyasmantaṁ gotamaṁ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṁ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṁ ṭhānaṁ āgaccheyyā’ti? ",
  "sn12.24:14.1": "Evaṁ vuttāhaṁ, ānanda, te aññatitthiye paribbājake etadavocaṁ: ",
  "sn12.24:14.2": "‘paṭiccasamuppannaṁ kho, āvuso, dukkhaṁ vuttaṁ mayā. ",
  "sn12.24:14.3": "Kiṁ paṭicca? ",
  "sn12.24:14.4": "Phassaṁ paṭicca. ",
  "sn12.24:14.5": "Iti vadaṁ vuttavādī ceva me assa, na ca maṁ abhūtena abbhācikkheyya, dhammassa cānudhammaṁ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṁ ṭhānaṁ āgaccheyyāti. ",
  "sn12.24:15.1": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṁ dukkhaṁ paññapenti tadapi phassapaccayā. ",
  "sn12.24:15.2": "Yepi te …pe… ",
  "sn12.24:15.3": "yepi te …pe… ",
  "sn12.24:15.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti tadapi phassapaccayā. ",
  "sn12.24:16.1": "Tatrāvuso, ye te samaṇabrāhmaṇā kammavādā sayaṅkataṁ dukkhaṁ paññapenti, te vata aññatra phassā paṭisaṁvedissantīti netaṁ ṭhānaṁ vijjati. ",
  "sn12.24:16.2": "Yepi te …pe… ",
  "sn12.24:16.3": "yepi te …pe… ",
  "sn12.24:16.4": "yepi te samaṇabrāhmaṇā kammavādā asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ dukkhaṁ paññapenti, te vata aññatra phassā paṭisaṁvedissantīti netaṁ ṭhānaṁ vijjatī’”ti. ",
  "sn12.24:17.1": "“Acchariyaṁ bhante, abbhutaṁ bhante. ",
  "sn12.24:17.2": "Yatra hi nāma ekena padena sabbo attho vutto bhavissati. ",
  "sn12.24:17.3": "Siyā nu kho, bhante, esevattho vitthārena vuccamāno gambhīro ceva assa gambhīrāvabhāso cā”ti? ",
  "sn12.24:18.1": "“Tena hānanda, taññevettha paṭibhātū”ti. ",
  "sn12.24:18.2": "“Sace maṁ, bhante, evaṁ puccheyyuṁ: ",
  "sn12.24:18.3": "‘jarāmaraṇaṁ, āvuso ānanda, kiṁnidānaṁ kiṁsamudayaṁ kiṁjātikaṁ kiṁpabhavan’ti? ",
  "sn12.24:18.4": "Evaṁ puṭṭhohaṁ, bhante, evaṁ byākareyyaṁ: ",
  "sn12.24:18.5": "‘jarāmaraṇaṁ kho, āvuso, jātinidānaṁ jātisamudayaṁ jātijātikaṁ jātipabhavan’ti. ",
  "sn12.24:18.6": "Evaṁ puṭṭhohaṁ, bhante, evaṁ byākareyyaṁ. ",
  "sn12.24:19.1": "Sace maṁ, bhante, evaṁ puccheyyuṁ: ",
  "sn12.24:19.2": "‘jāti panāvuso ānanda, kiṁnidānā kiṁsamudayā kiṁjātikā kiṁpabhavā’ti? ",
  "sn12.24:19.3": "Evaṁ puṭṭhohaṁ, bhante, evaṁ byākareyyaṁ: ",
  "sn12.24:19.4": "‘jāti kho, āvuso, bhavanidānā bhavasamudayā bhavajātikā bhavappabhavā’ti. ",
  "sn12.24:19.5": "Evaṁ puṭṭhohaṁ, bhante, evaṁ byākareyyaṁ. ",
  "sn12.24:20.1": "Sace maṁ, bhante, evaṁ puccheyyuṁ: ",
  "sn12.24:20.2": "‘bhavo panāvuso ānanda, kiṁnidāno kiṁsamudayo kiṁjātiko kiṁpabhavo’ti? ",
  "sn12.24:20.3": "Evaṁ puṭṭhohaṁ, bhante, evaṁ byākareyyaṁ: ",
  "sn12.24:20.4": "‘bhavo kho, āvuso, upādānanidāno upādānasamudayo upādānajātiko upādānappabhavo’ti. ",
  "sn12.24:20.5": "Evaṁ puṭṭhohaṁ, bhante, evaṁ byākareyyaṁ. ",
  "sn12.24:21.1": "Sace maṁ, bhante, evaṁ puccheyyuṁ—",
  "sn12.24:21.2": "upādānaṁ panāvuso …pe… ",
  "sn12.24:21.3": "taṇhā panāvuso …pe… ",
  "sn12.24:21.4": "vedanā panāvuso …pe… ",
  "sn12.24:21.5": "sace maṁ, bhante, evaṁ puccheyyuṁ: ",
  "sn12.24:21.6": "‘phasso panāvuso ānanda, kiṁnidāno kiṁsamudayo kiṁjātiko kiṁpabhavo’ti? ",
  "sn12.24:21.7": "Evaṁ puṭṭhohaṁ, bhante, evaṁ byākareyyaṁ: ",
  "sn12.24:21.8": "‘phasso kho, āvuso, saḷāyatananidāno saḷāyatanasamudayo saḷāyatanajātiko saḷāyatanappabhavo’ti. ",
  "sn12.24:21.9": "‘Channaṁ tveva, āvuso, phassāyatanānaṁ asesavirāganirodhā phassanirodho; ",
  "sn12.24:21.10": "phassanirodhā vedanānirodho; ",
  "sn12.24:21.11": "vedanānirodhā taṇhānirodho; ",
  "sn12.24:21.12": "taṇhānirodhā upādānanirodho; ",
  "sn12.24:21.13": "upādānanirodhā bhavanirodho; ",
  "sn12.24:21.14": "bhavanirodhā jātinirodho; ",
  "sn12.24:21.15": "jātinirodhā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ",
  "sn12.24:21.16": "Evametassa kevalassa dukkhakkhandhassa nirodho hotī’ti. ",
  "sn12.24:21.17": "Evaṁ puṭṭhohaṁ, bhante, evaṁ byākareyyan”ti. ",
  "sn12.24:21.18": "Catutthaṁ. "
}