{
  "sn12.63:0.1": "Saṁyutta Nikāya 12 ",
  "sn12.63:0.2": "7. Mahāvagga ",
  "sn12.63:0.3": "63. Puttamaṁsasutta ",
  "sn12.63:1.1": "Sāvatthiyaṁ … ",
  "sn12.63:1.2": "“cattārome, bhikkhave, āhārā bhūtānaṁ vā sattānaṁ ṭhitiyā sambhavesīnaṁ vā anuggahāya. ",
  "sn12.63:1.3": "Katame cattāro? ",
  "sn12.63:1.4": "Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṁ catutthaṁ. ",
  "sn12.63:1.5": "Ime kho, bhikkhave, cattāro āhārā bhūtānaṁ vā sattānaṁ ṭhitiyā sambhavesīnaṁ vā anuggahāya. ",
  "sn12.63:2.1": "Kathañca, bhikkhave, kabaḷīkāro āhāro daṭṭhabbo? ",
  "sn12.63:2.2": "Seyyathāpi, bhikkhave, dve jāyampatikā parittaṁ sambalaṁ ādāya kantāramaggaṁ paṭipajjeyyuṁ. ",
  "sn12.63:2.3": "Tesamassa ekaputtako piyo manāpo. ",
  "sn12.63:2.4": "Atha kho tesaṁ, bhikkhave, dvinnaṁ jāyampatikānaṁ kantāragatānaṁ yā parittā sambalamattā, sā parikkhayaṁ pariyādānaṁ gaccheyya. ",
  "sn12.63:2.5": "Siyā ca nesaṁ kantārāvaseso anatiṇṇo. ",
  "sn12.63:2.6": "Atha kho tesaṁ, bhikkhave, dvinnaṁ jāyampatikānaṁ evamassa: ",
  "sn12.63:2.7": "‘amhākaṁ kho yā parittā sambalamattā sā parikkhīṇā pariyādiṇṇā. ",
  "sn12.63:2.8": "Atthi cāyaṁ kantārāvaseso anittiṇṇo. ",
  "sn12.63:2.9": "Yannūna mayaṁ imaṁ ekaputtakaṁ piyaṁ manāpaṁ vadhitvā vallūrañca soṇḍikañca karitvā puttamaṁsāni khādantā evaṁ taṁ kantārāvasesaṁ nitthareyyāma, mā sabbeva tayo vinassimhā’ti. ",
  "sn12.63:2.10": "Atha kho te, bhikkhave, dve jāyampatikā taṁ ekaputtakaṁ piyaṁ manāpaṁ vadhitvā vallūrañca soṇḍikañca karitvā puttamaṁsāni khādantā evaṁ taṁ kantārāvasesaṁ nitthareyyuṁ. ",
  "sn12.63:2.11": "Te puttamaṁsāni ceva khādeyyuṁ, ure ca paṭipiseyyuṁ: ",
  "sn12.63:2.12": "‘kahaṁ, ekaputtaka, kahaṁ, ekaputtakā’ti. ",
  "sn12.63:3.1": "Taṁ kiṁ maññatha, bhikkhave, ",
  "sn12.63:3.2": "api nu te davāya vā āhāraṁ āhāreyyuṁ, madāya vā āhāraṁ āhāreyyuṁ, maṇḍanāya vā āhāraṁ āhāreyyuṁ, vibhūsanāya vā āhāraṁ āhāreyyun”ti? ",
  "sn12.63:3.3": "“No hetaṁ, bhante”. ",
  "sn12.63:3.4": "“Nanu te, bhikkhave, yāvadeva kantārassa nittharaṇatthāya āhāraṁ āhāreyyun”ti? ",
  "sn12.63:3.5": "“Evaṁ, bhante”. ",
  "sn12.63:3.6": "“‘Evameva khvāhaṁ, bhikkhave, kabaḷīkāro āhāro daṭṭhabbo’ti vadāmi. ",
  "sn12.63:3.7": "Kabaḷīkāre, bhikkhave, āhāre pariññāte pañca kāmaguṇiko rāgo pariññāto hoti. ",
  "sn12.63:3.8": "Pañca kāmaguṇike rāge pariññāte natthi taṁ saṁyojanaṁ yena saṁyojanena saṁyutto ariyasāvako puna imaṁ lokaṁ āgaccheyya. ",
  "sn12.63:4.1": "Kathañca, bhikkhave, phassāhāro daṭṭhabbo? ",
  "sn12.63:4.2": "Seyyathāpi, bhikkhave, gāvī niccammā kuṭṭañce nissāya tiṭṭheyya. Ye kuṭṭanissitā pāṇā te naṁ khādeyyuṁ. ",
  "sn12.63:4.3": "Rukkhañce nissāya tiṭṭheyya, ye rukkhanissitā pāṇā te naṁ khādeyyuṁ. ",
  "sn12.63:4.4": "Udakañce nissāya tiṭṭheyya, ye udakanissitā pāṇā te naṁ khādeyyuṁ. ",
  "sn12.63:4.5": "Ākāsañce nissāya tiṭṭheyya, ye ākāsanissitā pāṇā te naṁ khādeyyuṁ. ",
  "sn12.63:4.6": "Yaṁ yadeva hi sā, bhikkhave, gāvī niccammā nissāya tiṭṭheyya, ye tannissitā pāṇā te naṁ khādeyyuṁ. ",
  "sn12.63:4.7": "Evameva khvāhaṁ, bhikkhave, ‘phassāhāro daṭṭhabbo’ti vadāmi. ",
  "sn12.63:4.8": "Phasse, bhikkhave, āhāre pariññāte tisso vedanā pariññātā honti. ",
  "sn12.63:4.9": "Tīsu vedanāsu pariññātāsu ariyasāvakassa natthi kiñci uttarikaraṇīyanti vadāmi. ",
  "sn12.63:5.1": "Kathañca, bhikkhave, manosañcetanāhāro daṭṭhabbo? ",
  "sn12.63:5.2": "Seyyathāpi, bhikkhave, aṅgārakāsu sādhikaporisā puṇṇā aṅgārānaṁ vītaccikānaṁ vītadhūmānaṁ. ",
  "sn12.63:5.3": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo. ",
  "sn12.63:5.4": "Tamenaṁ dve balavanto purisā nānābāhāsu gahetvā taṁ aṅgārakāsuṁ upakaḍḍheyyuṁ. ",
  "sn12.63:5.5": "Atha kho, bhikkhave, tassa purisassa ārakāvassa cetanā ārakā patthanā ārakā paṇidhi. ",
  "sn12.63:5.6": "Taṁ kissa hetu? ",
  "sn12.63:5.7": "Evañhi, bhikkhave, tassa purisassa hoti: ",
  "sn12.63:5.8": "‘imañcāhaṁ aṅgārakāsuṁ papatissāmi, tatonidānaṁ maraṇaṁ vā nigacchāmi maraṇamattaṁ vā dukkhan’ti. ",
  "sn12.63:5.9": "Evameva khvāhaṁ, bhikkhave, ‘manosañcetanāhāro daṭṭhabbo’ti vadāmi. ",
  "sn12.63:5.10": "Manosañcetanāya, bhikkhave, āhāre pariññāte tisso taṇhā pariññātā honti. ",
  "sn12.63:5.11": "Tīsu taṇhāsu pariññātāsu ariyasāvakassa natthi kiñci uttarikaraṇīyanti vadāmi. ",
  "sn12.63:6.1": "Kathañca, bhikkhave, viññāṇāhāro daṭṭhabbo? ",
  "sn12.63:6.2": "Seyyathāpi, bhikkhave, coraṁ āgucāriṁ gahetvā rañño dasseyyuṁ: ",
  "sn12.63:6.3": "‘ayaṁ te, deva, coro āgucārī, imassa yaṁ icchasi taṁ daṇḍaṁ paṇehī’ti. ",
  "sn12.63:6.4": "Tamenaṁ rājā evaṁ vadeyya: ",
  "sn12.63:6.5": "‘gacchatha, bho, imaṁ purisaṁ pubbaṇhasamayaṁ sattisatena hanathā’ti. ",
  "sn12.63:6.6": "Tamenaṁ pubbaṇhasamayaṁ sattisatena haneyyuṁ. ",
  "sn12.63:6.7": "Atha rājā majjhanhikasamayaṁ evaṁ vadeyya: ",
  "sn12.63:6.8": "‘ambho, kathaṁ so puriso’ti? ",
  "sn12.63:6.9": "‘Tatheva, deva, jīvatī’ti. ",
  "sn12.63:6.10": "Tamenaṁ rājā evaṁ vadeyya: ",
  "sn12.63:6.11": "‘gacchatha, bho, taṁ purisaṁ majjhanhikasamayaṁ sattisatena hanathā’ti. ",
  "sn12.63:6.12": "Tamenaṁ majjhanhikasamayaṁ sattisatena haneyyuṁ. ",
  "sn12.63:6.13": "Atha rājā sāyanhasamayaṁ evaṁ vadeyya: ",
  "sn12.63:6.14": "‘ambho, kathaṁ so puriso’ti? ",
  "sn12.63:6.15": "‘Tatheva, deva, jīvatī’ti. ",
  "sn12.63:6.16": "Tamenaṁ rājā evaṁ vadeyya: ",
  "sn12.63:6.17": "‘gacchatha, bho, taṁ purisaṁ sāyanhasamayaṁ sattisatena hanathā’ti. ",
  "sn12.63:6.18": "Tamenaṁ sāyanhasamayaṁ sattisatena haneyyuṁ. ",
  "sn12.63:6.19": "Taṁ kiṁ maññatha, bhikkhave, ",
  "sn12.63:6.20": "api nu so puriso divasaṁ tīhi sattisatehi haññamāno tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvediyethā”ti? ",
  "sn12.63:6.21": "“Ekissāpi, bhante, sattiyā haññamāno tatonidānaṁ dukkhaṁ domanassaṁ paṭisaṁvediyetha; ",
  "sn12.63:6.22": "ko pana vādo tīhi sattisatehi haññamāno”ti. ",
  "sn12.63:6.23": "“Evameva khvāhaṁ, bhikkhave, viññāṇāhāro daṭṭhabboti vadāmi. ",
  "sn12.63:6.24": "Viññāṇe, bhikkhave, āhāre pariññāte nāmarūpaṁ pariññātaṁ hoti, nāmarūpe pariññāte ariyasāvakassa natthi kiñci uttarikaraṇīyanti vadāmī”ti. ",
  "sn12.63:6.25": "Tatiyaṁ. "
}