{
  "sn12.67:0.1": "Saṁyutta Nikāya 12 ",
  "sn12.67:0.2": "7. Mahāvagga ",
  "sn12.67:0.3": "67. Naḷakalāpīsutta ",
  "sn12.67:1.1": "Ekaṁ samayaṁ āyasmā ca sāriputto āyasmā ca mahākoṭṭhiko bārāṇasiyaṁ viharanti isipatane migadāye. ",
  "sn12.67:1.2": "Atha kho āyasmā mahākoṭṭhiko sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodi. ",
  "sn12.67:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṁ sāriputtaṁ etadavoca: ",
  "sn12.67:1.4": "“kiṁ nu kho, āvuso sāriputta, sayaṅkataṁ jarāmaraṇaṁ, paraṅkataṁ jarāmaraṇaṁ, sayaṅkatañca paraṅkatañca jarāmaraṇaṁ, udāhu asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ jarāmaraṇan”ti? ",
  "sn12.67:1.5": "“Na kho, āvuso koṭṭhika, sayaṅkataṁ jarāmaraṇaṁ, na paraṅkataṁ jarāmaraṇaṁ, na sayaṅkatañca paraṅkatañca jarāmaraṇaṁ, nāpi asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ jarāmaraṇaṁ. ",
  "sn12.67:1.6": "Api ca jātipaccayā jarāmaraṇan”ti. ",
  "sn12.67:2.1": "“Kiṁ nu kho, āvuso sāriputta, sayaṅkatā jāti, paraṅkatā jāti, sayaṅkatā ca paraṅkatā ca jāti, udāhu asayaṅkārā aparaṅkārā adhiccasamuppannā jātī”ti? ",
  "sn12.67:2.2": "“Na kho, āvuso koṭṭhika, sayaṅkatā jāti, na paraṅkatā jāti, na sayaṅkatā ca paraṅkatā ca jāti, nāpi asayaṅkārā aparaṅkārā adhiccasamuppannā jāti. ",
  "sn12.67:2.3": "Api ca bhavapaccayā jātī”ti. ",
  "sn12.67:3.1": "“Kiṁ nu kho, āvuso sāriputta, sayaṅkato bhavo …pe… ",
  "sn12.67:3.2": "sayaṅkataṁ upādānaṁ … ",
  "sn12.67:3.3": "sayaṅkatā taṇhā … ",
  "sn12.67:3.4": "sayaṅkatā vedanā … ",
  "sn12.67:3.5": "sayaṅkato phasso … ",
  "sn12.67:3.6": "sayaṅkataṁ saḷāyatanaṁ … ",
  "sn12.67:3.7": "sayaṅkataṁ nāmarūpaṁ, paraṅkataṁ nāmarūpaṁ, sayaṅkatañca paraṅkatañca nāmarūpaṁ, udāhu asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ nāmarūpan”ti? ",
  "sn12.67:3.8": "“Na kho, āvuso koṭṭhika, sayaṅkataṁ nāmarūpaṁ, na paraṅkataṁ nāmarūpaṁ, na sayaṅkatañca paraṅkatañca nāmarūpaṁ, nāpi asayaṅkāraṁ aparaṅkāraṁ, adhiccasamuppannaṁ nāmarūpaṁ. ",
  "sn12.67:3.9": "Api ca viññāṇapaccayā nāmarūpan”ti. ",
  "sn12.67:4.1": "“Kiṁ nu kho, āvuso sāriputta, sayaṅkataṁ viññāṇaṁ, paraṅkataṁ viññāṇaṁ, sayaṅkatañca paraṅkatañca viññāṇaṁ, udāhu asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ viññāṇan”ti? ",
  "sn12.67:4.2": "“Na kho, āvuso koṭṭhika, sayaṅkataṁ viññāṇaṁ, na paraṅkataṁ viññāṇaṁ, na sayaṅkatañca paraṅkatañca viññāṇaṁ, nāpi asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ viññāṇaṁ. ",
  "sn12.67:4.3": "Api ca nāmarūpapaccayā viññāṇan”ti. ",
  "sn12.67:5.1": "“Idāneva kho mayaṁ āyasmato sāriputtassa bhāsitaṁ evaṁ ājānāma: ",
  "sn12.67:5.2": "‘na khvāvuso koṭṭhika, sayaṅkataṁ nāmarūpaṁ, na paraṅkataṁ nāmarūpaṁ, na sayaṅkatañca paraṅkatañca nāmarūpaṁ, nāpi asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ nāmarūpaṁ. ",
  "sn12.67:5.3": "Api ca viññāṇapaccayā nāmarūpan’ti. ",
  "sn12.67:6.1": "Idāneva ca pana mayaṁ āyasmato sāriputtassa bhāsitaṁ evaṁ ājānāma: ",
  "sn12.67:6.2": "‘na khvāvuso koṭṭhika, sayaṅkataṁ viññāṇaṁ, na paraṅkataṁ viññāṇaṁ, na sayaṅkatañca paraṅkatañca viññāṇaṁ, nāpi asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ viññāṇaṁ. ",
  "sn12.67:6.3": "Api ca nāmarūpapaccayā viññāṇan’ti. ",
  "sn12.67:7.1": "Yathā kathaṁ panāvuso sāriputta, imassa bhāsitassa attho daṭṭhabbo”ti? ",
  "sn12.67:7.2": "“Tenahāvuso, upamaṁ te karissāmi. ",
  "sn12.67:7.3": "Upamāyapidhekacce viññū purisā bhāsitassa atthaṁ jānanti. ",
  "sn12.67:7.4": "Seyyathāpi, āvuso, dve naḷakalāpiyo aññamaññaṁ nissāya tiṭṭheyyuṁ. ",
  "sn12.67:7.5": "Evameva kho, āvuso, nāmarūpapaccayā viññāṇaṁ; ",
  "sn12.67:7.6": "viññāṇapaccayā nāmarūpaṁ; ",
  "sn12.67:7.7": "nāmarūpapaccayā saḷāyatanaṁ; ",
  "sn12.67:7.8": "saḷāyatanapaccayā phasso …pe… ",
  "sn12.67:7.9": "evametassa kevalassa dukkhakkhandhassa samudayo hoti. ",
  "sn12.67:7.10": "Tāsañce, āvuso, naḷakalāpīnaṁ ekaṁ ākaḍḍheyya, ekā papateyya; ",
  "sn12.67:7.11": "aparañce ākaḍḍheyya, aparā papateyya. ",
  "sn12.67:7.12": "Evameva kho, āvuso, nāmarūpanirodhā viññāṇanirodho; ",
  "sn12.67:7.13": "viññāṇanirodhā nāmarūpanirodho; ",
  "sn12.67:7.14": "nāmarūpanirodhā saḷāyatananirodho; ",
  "sn12.67:7.15": "saḷāyatananirodhā phassanirodho …pe… ",
  "sn12.67:7.16": "evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti. ",
  "sn12.67:8.1": "“Acchariyaṁ, āvuso sāriputta; ",
  "sn12.67:8.2": "abbhutaṁ, āvuso sāriputta. ",
  "sn12.67:8.3": "Yāvasubhāsitañcidaṁ āyasmatā sāriputtena. ",
  "sn12.67:8.4": "Idañca pana mayaṁ āyasmato sāriputtassa bhāsitaṁ imehi chattiṁsāya vatthūhi anumodāma: ",
  "sn12.67:9.1": "‘Jarāmaraṇassa ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya dhammaṁ deseti, dhammakathiko bhikkhūti alaṁvacanāya. ",
  "sn12.67:9.2": "Jarāmaraṇassa ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya paṭipanno hoti, dhammānudhammappaṭipanno bhikkhūti alaṁvacanāya. ",
  "sn12.67:9.3": "Jarāmaraṇassa ce, āvuso, bhikkhu nibbidā virāgā nirodhā anupādā vimutto hoti, diṭṭhadhammanibbānappatto bhikkhūti alaṁvacanāya. ",
  "sn12.67:9.4": "Jātiyā ce … ",
  "sn12.67:9.5": "bhavassa ce … ",
  "sn12.67:9.6": "upādānassa ce … ",
  "sn12.67:9.7": "taṇhāya ce … ",
  "sn12.67:9.8": "vedanāya ce … ",
  "sn12.67:9.9": "phassassa ce … ",
  "sn12.67:9.10": "saḷāyatanassa ce … ",
  "sn12.67:9.11": "nāmarūpassa ce … ",
  "sn12.67:9.12": "viññāṇassa ce … ",
  "sn12.67:9.13": "saṅkhārānañce … ",
  "sn12.67:9.14": "avijjāya ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya dhammaṁ deseti, dhammakathiko bhikkhūti alaṁvacanāya. ",
  "sn12.67:9.15": "Avijjāya ce, āvuso, bhikkhu nibbidāya virāgāya nirodhāya paṭipanno hoti, dhammānudhammappaṭipanno bhikkhūti alaṁvacanāya. ",
  "sn12.67:9.16": "Avijjāya ce, āvuso, bhikkhu nibbidā virāgā nirodhā anupādā vimutto hoti, diṭṭhadhammanibbānappatto bhikkhūti alaṁvacanāyā’”ti. ",
  "sn12.67:9.17": "Sattamaṁ. "
}