{
  "sn12.41:0.1": "Saṁyutta Nikāya 12 ",
  "sn12.41:0.2": "5. Gahapativagga ",
  "sn12.41:0.3": "41. Pañcaverabhayasutta ",
  "sn12.41:1.1": "Sāvatthiyaṁ viharati. ",
  "sn12.41:1.2": "Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho anāthapiṇḍikaṁ gahapatiṁ bhagavā etadavoca: ",
  "sn12.41:2.1": "“Yato kho, gahapati, ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, ariyo cassa ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṁ byākareyya: ",
  "sn12.41:2.2": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyano’ti. ",
  "sn12.41:3.1": "Katamāni pañca bhayāni verāni vūpasantāni honti? ",
  "sn12.41:3.2": "Yaṁ, gahapati, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṁ veraṁ pasavati, samparāyikampi bhayaṁ veraṁ pasavati, cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedayati, pāṇātipātā paṭiviratassa evaṁ taṁ bhayaṁ veraṁ vūpasantaṁ hoti. ",
  "sn12.41:4.1": "Yaṁ, gahapati, adinnādāyī adinnādānapaccayā diṭṭhadhammikampi bhayaṁ veraṁ pasavati, samparāyikampi bhayaṁ veraṁ pasavati, cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedayati, adinnādānā paṭiviratassa evaṁ taṁ bhayaṁ veraṁ vūpasantaṁ hoti. ",
  "sn12.41:5.1": "Yaṁ, gahapati, kāmesumicchācārī kāmesumicchācārapaccayā diṭṭhadhammikampi bhayaṁ veraṁ pasavati, samparāyikampi bhayaṁ veraṁ pasavati, cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedayati, kāmesumicchācārā paṭiviratassa evaṁ taṁ bhayaṁ veraṁ vūpasantaṁ hoti. ",
  "sn12.41:6.1": "Yaṁ, gahapati, musāvādī musāvādapaccayā diṭṭhadhammikampi bhayaṁ veraṁ pasavati, samparāyikampi bhayaṁ veraṁ pasavati, cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedayati, musāvādā paṭiviratassa evaṁ taṁ bhayaṁ veraṁ vūpasantaṁ hoti. ",
  "sn12.41:7.1": "Yaṁ, gahapati, surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṁ veraṁ pasavati, samparāyikampi bhayaṁ veraṁ pasavati, cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedayati, surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṁ taṁ bhayaṁ veraṁ vūpasantaṁ hoti. ",
  "sn12.41:7.2": "Imāni pañca bhayāni verāni vūpasantāni honti. ",
  "sn12.41:8.1": "Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti? ",
  "sn12.41:8.2": "Idha, gahapati, ariyasāvako buddhe aveccappasādena samannāgato hoti: ",
  "sn12.41:8.3": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "sn12.41:9.1": "Dhamme aveccappasādena samannāgato hoti: ",
  "sn12.41:9.2": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī’ti. ",
  "sn12.41:10.1": "Saṅghe aveccappasādena samannāgato hoti: ",
  "sn12.41:10.2": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṁ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassā’ti. ",
  "sn12.41:11.1": "Ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṁvattanikehi. ",
  "sn12.41:11.2": "Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. ",
  "sn12.41:12.1": "Katamo cassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho? ",
  "sn12.41:12.2": "Idha, gahapati, ariyasāvako paṭiccasamuppādaññeva sādhukaṁ yoniso manasi karoti: ",
  "sn12.41:12.3": "‘iti imasmiṁ sati idaṁ hoti, imasmiṁ asati idaṁ na hoti; ",
  "sn12.41:12.4": "imassuppādā idaṁ uppajjati, imassa nirodhā idaṁ nirujjhati. ",
  "sn12.41:12.5": "Yadidaṁ avijjāpaccayā saṅkhārā; ",
  "sn12.41:12.6": "saṅkhārapaccayā viññāṇaṁ …pe… ",
  "sn12.41:12.7": "evametassa kevalassa dukkhakkhandhassa samudayo hoti. ",
  "sn12.41:12.8": "Avijjāya tveva asesavirāganirodhā saṅkhāranirodho; ",
  "sn12.41:12.9": "saṅkhāranirodhā viññāṇanirodho …pe… ",
  "sn12.41:12.10": "evametassa kevalassa dukkhakkhandhassa nirodho hoti. ",
  "sn12.41:12.11": "Ayamassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho. ",
  "sn12.41:13.1": "Yato kho, gahapati, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi catūhi sotāpattiyaṅgehi samannāgato hoti, ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṁ byākareyya: ",
  "sn12.41:13.2": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyano’”ti. ",
  "sn12.41:13.3": "Paṭhamaṁ. "
}