{
  "sn12.62:0.1": "Saṁyutta Nikāya 12 ",
  "sn12.62:0.2": "7. Mahāvagga ",
  "sn12.62:0.3": "62. Dutiyaassutavāsutta ",
  "sn12.62:1.1": "Sāvatthiyaṁ viharati. ",
  "sn12.62:1.2": "“Assutavā, bhikkhave, puthujjano imasmiṁ cātumahābhūtikasmiṁ kāyasmiṁ nibbindeyyapi virajjeyyapi vimucceyyapi. ",
  "sn12.62:1.3": "Taṁ kissa hetu? ",
  "sn12.62:1.4": "Dissati, bhikkhave, imassa cātumahābhūtikassa kāyassa ācayopi apacayopi ādānampi nikkhepanampi. ",
  "sn12.62:1.5": "Tasmā tatrāssutavā puthujjano nibbindeyyapi virajjeyyapi vimucceyyapi. ",
  "sn12.62:1.6": "Yañca kho etaṁ, bhikkhave, vuccati cittaṁ itipi, mano itipi, viññāṇaṁ itipi, tatrāssutavā puthujjano nālaṁ nibbindituṁ nālaṁ virajjituṁ nālaṁ vimuccituṁ. ",
  "sn12.62:1.7": "Taṁ kissa hetu? ",
  "sn12.62:1.8": "Dīgharattañhetaṁ, bhikkhave, assutavato puthujjanassa ajjhositaṁ mamāyitaṁ parāmaṭṭhaṁ: ",
  "sn12.62:1.9": "‘etaṁ mama, esohamasmi, eso me attā’ti. ",
  "sn12.62:1.10": "Tasmā tatrāssutavā puthujjano nālaṁ nibbindituṁ nālaṁ virajjituṁ nālaṁ vimuccituṁ. ",
  "sn12.62:2.1": "Varaṁ, bhikkhave, assutavā puthujjano imaṁ cātumahābhūtikaṁ kāyaṁ attato upagaccheyya, na tveva cittaṁ. ",
  "sn12.62:2.2": "Taṁ kissa hetu? ",
  "sn12.62:2.3": "Dissatāyaṁ, bhikkhave, cātumahābhūtiko kāyo ekampi vassaṁ tiṭṭhamāno dvepi vassāni tiṭṭhamāno tīṇipi vassāni tiṭṭhamāno cattāripi vassāni tiṭṭhamāno pañcapi vassāni tiṭṭhamāno dasapi vassāni tiṭṭhamāno vīsatipi vassāni tiṭṭhamāno tiṁsampi vassāni tiṭṭhamāno cattārīsampi vassāni tiṭṭhamāno paññāsampi vassāni tiṭṭhamāno vassasatampi tiṭṭhamāno, bhiyyopi tiṭṭhamāno. ",
  "sn12.62:2.4": "Yañca kho etaṁ, bhikkhave, vuccati cittaṁ itipi, mano itipi, viññāṇaṁ itipi, taṁ rattiyā ca divasassa ca aññadeva uppajjati aññaṁ nirujjhati. ",
  "sn12.62:3.1": "Tatra, bhikkhave, sutavā ariyasāvako paṭiccasamuppādaṁyeva sādhukaṁ yoniso manasi karoti: ",
  "sn12.62:3.2": "‘iti imasmiṁ sati idaṁ hoti, imassuppādā idaṁ uppajjati; ",
  "sn12.62:3.3": "imasmiṁ asati idaṁ na hoti, imassa nirodhā idaṁ nirujjhatī’ti. ",
  "sn12.62:3.4": "Sukhavedaniyaṁ, bhikkhave, phassaṁ paṭicca uppajjati sukhavedanā. ",
  "sn12.62:3.5": "Tasseva sukhavedaniyassa phassassa nirodhā yaṁ tajjaṁ vedayitaṁ sukhavedaniyaṁ phassaṁ paṭicca uppannā sukhavedanā sā nirujjhati sā vūpasammati. ",
  "sn12.62:3.6": "Dukkhavedaniyaṁ, bhikkhave, phassaṁ paṭicca uppajjati dukkhavedanā. ",
  "sn12.62:3.7": "Tasseva dukkhavedaniyassa phassassa nirodhā yaṁ tajjaṁ vedayitaṁ dukkhavedaniyaṁ phassaṁ paṭicca uppannā dukkhavedanā sā nirujjhati sā vūpasammati. ",
  "sn12.62:3.8": "Adukkhamasukhavedaniyaṁ, bhikkhave, phassaṁ paṭicca uppajjati adukkhamasukhavedanā. ",
  "sn12.62:3.9": "Tasseva adukkhamasukhavedaniyassa phassassa nirodhā yaṁ tajjaṁ vedayitaṁ adukkhamasukhavedaniyaṁ phassaṁ paṭicca uppannā adukkhamasukhavedanā sā nirujjhati sā vūpasammati. ",
  "sn12.62:4.1": "Seyyathāpi, bhikkhave, dvinnaṁ kaṭṭhānaṁ saṅghaṭṭanasamodhānā usmā jāyati tejo abhinibbattati. Tesaṁyeva dvinnaṁ kaṭṭhānaṁ nānākatavinibbhogā yā tajjā usmā sā nirujjhati sā vūpasammati; ",
  "sn12.62:4.2": "evameva kho, bhikkhave, sukhavedaniyaṁ phassaṁ paṭicca uppajjati sukhavedanā. ",
  "sn12.62:4.3": "Tasseva sukhavedaniyassa phassassa nirodhā yaṁ tajjaṁ vedayitaṁ sukhavedaniyaṁ phassaṁ paṭicca uppannā sukhavedanā sā nirujjhati sā vūpasammati …pe… ",
  "sn12.62:4.4": "dukkhavedaniyaṁ phassaṁ paṭicca … ",
  "sn12.62:4.5": "adukkhamasukhavedaniyaṁ phassaṁ paṭicca uppajjati adukkhamasukhavedanā. ",
  "sn12.62:4.6": "Tasseva adukkhamasukhavedaniyassa phassassa nirodhā yaṁ tajjaṁ vedayitaṁ adukkhamasukhavedaniyaṁ phassaṁ paṭicca uppannā adukkhamasukhavedanā sā nirujjhati sā vūpasammati. ",
  "sn12.62:5.1": "Evaṁ passaṁ, bhikkhave, sutavā ariyasāvako phassepi nibbindati, vedanāyapi nibbindati, saññāyapi nibbindati, saṅkhāresupi nibbindati, viññāṇasmimpi nibbindati; ",
  "sn12.62:5.2": "nibbindaṁ virajjati, virāgā vimuccati, vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "sn12.62:5.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānātī”ti. ",
  "sn12.62:5.4": "Dutiyaṁ. "
}