{
  "patthana12.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana12.1:0.2": "Dhammapaccanīya (2), Dukadukapaṭṭhānapāḷi (6)",
  "patthana12.1:0.3": "12.1. Hetuduka, Sahetukadukādi",
  "patthana12.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana12.1:2.1": "Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana12.1:3.1": "Hetuyā tīṇi, ārammaṇe ekaṁ …pe… vipāke ekaṁ …pe… avigate tīṇi.",
  "patthana12.1:4.1": "Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati nahetupaccayā. ",
  "patthana12.1:5.1": "Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati naārammaṇapaccayā. (Saṅkhittaṁ.)",
  "patthana12.1:6.1": "Nahetuyā ekaṁ, naārammaṇe tīṇi, naadhipatiyā tīṇi …pe… nakamme ekaṁ …pe… naāhāre naindriye najhāne namagge ekaṁ …pe… novigate tīṇi.",
  "patthana12.1:7.0": "Hetu-ārammaṇa",
  "patthana12.1:7.1": "Nanahetu nasahetuko dhammo nahetussa nasahetukassa dhammassa hetupaccayena paccayo. ",
  "patthana12.1:8.1": "Nahetu nasahetuko dhammo nahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo. Nahetu nasahetuko dhammo nanahetussa nasahetukassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana12.1:9.1": "Hetuyā ekaṁ, ārammaṇe cattāri, anantare cattāri …pe… sahajāte tīṇi, aññamaññe ekaṁ, nissaye upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme …pe… jhāne ekaṁ, sampayutte ekaṁ, vippayutte tīṇi …pe… avigate cattāri.",
  "patthana12.1:10.1": "Nahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā. Nahetuṁ naahetukaṁ dhammaṁ paṭicca nanahetu naahetuko dhammo uppajjati hetupaccayā. Nahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko ca nanahetu naahetuko ca dhammā uppajjanti hetupaccayā. ",
  "patthana12.1:11.1": "Nanahetuṁ naahetukaṁ dhammaṁ paṭicca nanahetu naahetuko dhammo uppajjati hetupaccayā. Nanahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā. Nanahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko ca nanahetu naahetuko ca dhammā uppajjanti hetupaccayā. ",
  "patthana12.1:12.1": "Nahetuṁ naahetukañca nanahetuṁ naahetukañca dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā. Nahetuṁ naahetukañca nanahetuṁ naahetukañca dhammaṁ paṭicca nanahetu naahetuko dhammo uppajjati hetupaccayā. Nahetuṁ naahetukañca nanahetuṁ naahetukañca dhammaṁ paṭicca nahetu naahetuko ca nanahetu naahetuko ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana12.1:13.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Sabbattha nava.)",
  "patthana12.1:14.1": "Nahetuṁ nahetusampayuttaṁ dhammaṁ paṭicca nahetu nahetusampayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana12.1:15.1": "Hetuyā tīṇi, ārammaṇe ekaṁ …pe… vipāke ekaṁ …pe… avigate tīṇi.",
  "patthana12.1:16.1": "Nahetuṁ nahetuvippayuttaṁ dhammaṁ paṭicca nahetu nahetuvippayutto dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana12.1:17.1": "Nanahetuṁ nahetuvippayuttaṁ dhammaṁ paṭicca nanahetu nahetuvippayutto dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana12.1:18.1": "Nahetuṁ nahetuvippayuttañca nanahetuṁ nahetuvippayuttañca dhammaṁ paṭicca nahetu nahetuvippayutto dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana12.1:19.1": "Hetuyā nava …pe… avigate nava. (Sabbattha vitthāro.)",
  "patthana12.1:20.1": "Nahetuṁ nahetuñceva naahetukañca dhammaṁ paṭicca nahetu nahetu ceva naahetuko ca dhammo uppajjati hetupaccayā. (Yāva pañhāvārepi ekaṁ.)",
  "patthana12.1:21.1": "Nanahetuṁ naahetukañceva nana ca hetuṁ dhammaṁ paṭicca nanahetu naahetuko ceva nana ca hetu dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
  "patthana12.1:22.1": "Nahetuṁ nahetuñceva nahetuvippayuttañca dhammaṁ paṭicca nahetu nahetu ceva nahetuvippayutto ca dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
  "patthana12.1:23.1": "Nanahetuṁ nahetuvippayuttañceva nana ca hetuṁ dhammaṁ paṭicca nanahetu nahetuvippayutto ceva nana ca hetu dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
  "patthana12.1:24.1": "Nahetuṁ nasahetukaṁ dhammaṁ paṭicca nahetu nasahetuko dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)",
  "patthana12.1:25.1": "Nahetuṁ naahetukaṁ dhammaṁ paṭicca nahetu naahetuko dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.)"
}