{
  "patthana1.13:0.1": "Paṭṭhānapakaraṇa",
  "patthana1.13:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1)",
  "patthana1.13:0.3": "1.13. Parittattika",
  "patthana1.13:1.0.1": "Vibhaṅgavāra",
  "patthana1.13:1.0.2": "Hetu",
  "patthana1.13:1.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati hetupaccayā—parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā kaṭattā ca rūpaṃ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā, ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ …pe…. (1)",
  "patthana1.13:2.1": "Parittaṃ dhammaṃ paṭicca mahaggato dhammo uppajjati hetupaccayā— paṭisandhikkhaṇe vatthuṃ paṭicca mahaggatā khandhā. (2)",
  "patthana1.13:3.1": "Parittaṃ dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe vatthuṃ paṭicca mahaggatā khandhā, mahābhūte paṭicca kaṭattārūpaṃ. (3)",
  "patthana1.13:4.1": "Mahaggataṃ dhammaṃ paṭicca mahaggato dhammo uppajjati hetupaccayā—mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:5.1": "Mahaggataṃ dhammaṃ paṭicca paritto dhammo uppajjati hetupaccayā—mahaggate khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe mahaggate khandhe paṭicca kaṭattārūpaṃ. (2)",
  "patthana1.13:6.1": "Mahaggataṃ dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti hetupaccayā—mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā kaṭattā ca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana1.13:7.1": "Appamāṇaṃ dhammaṃ paṭicca appamāṇo dhammo uppajjati hetupaccayā—appamāṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.13:8.1": "Appamāṇaṃ dhammaṃ paṭicca paritto dhammo uppajjati hetupaccayā—appamāṇe khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.13:9.1": "Appamāṇaṃ dhammaṃ paṭicca paritto ca appamāṇo ca dhammā uppajjanti hetupaccayā—appamāṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana1.13:10.1": "Parittañca appamāṇañca dhammaṃ paṭicca paritto dhammo uppajjati hetupaccayā— appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.13:11.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto dhammo uppajjati hetupaccayā— mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:12.1": "Parittañca mahaggatañca dhammaṃ paṭicca mahaggato dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.13:13.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. (3)",
  "patthana1.13:14.0": "Ārammaṇa",
  "patthana1.13:14.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati ārammaṇapaccayā—parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuṃ paṭicca khandhā. (1)",
  "patthana1.13:15.1": "Parittaṃ dhammaṃ paṭicca mahaggato dhammo uppajjati ārammaṇapaccayā— paṭisandhikkhaṇe vatthuṃ paṭicca mahaggatā khandhā. (2)",
  "patthana1.13:16.1": "Mahaggataṃ dhammaṃ paṭicca mahaggato dhammo uppajjati ārammaṇapaccayā— mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:17.1": "Appamāṇaṃ dhammaṃ paṭicca appamāṇo dhammo uppajjati ārammaṇapaccayā—appamāṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.13:18.1": "Parittañca mahaggatañca dhammaṃ paṭicca mahaggato dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.13:19.0": "Adhipati",
  "patthana1.13:19.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati adhipatipaccayā—parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ, dve khandhe …pe… ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ upādārūpaṃ. (1)",
  "patthana1.13:20.1": "Mahaggataṃ dhammaṃ paṭicca mahaggato dhammo uppajjati adhipatipaccayā— mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.13:21.1": "Mahaggataṃ dhammaṃ paṭicca paritto dhammo uppajjati adhipatipaccayā—mahaggate khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.13:22.1": "Mahaggataṃ dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti adhipatipaccayā—mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana1.13:23.1": "Appamāṇaṃ dhammaṃ paṭicca appamāṇo dhammo uppajjati adhipatipaccayā—appamāṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.13:24.1": "Appamāṇaṃ dhammaṃ paṭicca paritto dhammo uppajjati adhipatipaccayā—appamāṇe khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.13:25.1": "Appamāṇaṃ dhammaṃ paṭicca paritto ca appamāṇo ca dhammā uppajjanti adhipatipaccayā—appamāṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana1.13:26.1": "Parittañca appamāṇañca dhammaṃ paṭicca paritto dhammo uppajjati adhipatipaccayā—appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.13:27.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto dhammo uppajjati adhipatipaccayā—mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.13:28.0": "Anantarādi",
  "patthana1.13:28.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā (sabbepi mahābhūtā kātabbā) … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā (tisso pañhā kātabbā) … āsevanapaccayā (tisso pañhā kātabbā) … kammapaccayā … vipākapaccayā (terasa pañhā) … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā, … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā.",
  "patthana1.13:29.0": "Suddha",
  "patthana1.13:29.1": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava, anantare pañca, samanantare pañca, sahajāte terasa, aññamaññe satta, nissaye terasa, upanissaye pañca, purejāte tīṇi, āsevane tīṇi, kamme terasa, vipāke terasa, āhāre indriye jhāne magge terasa, sampayutte pañca, vippayutte terasa, atthiyā terasa, natthiyā pañca, vigate pañca, avigate terasa.",
  "patthana1.13:30.1": "Anulomaṃ.",
  "patthana1.13:31.0": "Nahetu",
  "patthana1.13:31.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati nahetupaccayā—ahetukaṃ parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā; ekaṃ mahābhūtaṃ …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ ekaṃ mahābhūtaṃ …pe… vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana1.13:32.0": "Naārammaṇa",
  "patthana1.13:32.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati naārammaṇapaccayā—paritte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe paritte khandhe paṭicca kaṭattārūpaṃ, khandhe paṭicca vatthu …pe… ekaṃ mahābhūtaṃ …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana1.13:33.1": "Mahaggataṃ dhammaṃ paṭicca paritto dhammo uppajjati naārammaṇapaccayā— mahaggate khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe mahaggate khandhe paṭicca kaṭattārūpaṃ. (1)",
  "patthana1.13:34.1": "Appamāṇaṃ dhammaṃ paṭicca paritto dhammo uppajjati naārammaṇapaccayā—appamāṇe khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.13:35.1": "Parittañca appamāṇañca dhammaṃ paṭicca paritto dhammo uppajjati naārammaṇapaccayā—appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.13:36.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto dhammo uppajjati naārammaṇapaccayā—mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. (1)",
  "patthana1.13:37.0": "Naadhipati",
  "patthana1.13:37.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati naadhipatipaccayā—parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā; ekaṃ mahābhūtaṃ …pe… asaññasattānaṃ …pe…. (1)",
  "patthana1.13:38.1": "Parittaṃ dhammaṃ paṭicca mahaggato dhammo uppajjati naadhipatipaccayā— paṭisandhikkhaṇe vatthuṃ paṭicca mahaggatā khandhā. (2)",
  "patthana1.13:39.1": "Parittaṃ dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—paṭisandhikkhaṇe vatthuṃ paṭicca mahaggatā khandhā, mahābhūte paṭicca kaṭattārūpaṃ. (3)",
  "patthana1.13:40.1": "Mahaggataṃ dhammaṃ paṭicca mahaggato dhammo uppajjati naadhipatipaccayā— mahaggate khandhe paṭicca mahaggatādhipati, vipākaṃ mahaggataṃ ekaṃ khandhaṃ paṭicca …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:41.1": "Mahaggataṃ dhammaṃ paṭicca paritto dhammo uppajjati naadhipatipaccayā—vipāke mahaggate khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe mahaggate khandhe paṭicca kaṭattārūpaṃ. (2)",
  "patthana1.13:42.1": "Mahaggataṃ dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—vipākaṃ mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana1.13:43.1": "Appamāṇaṃ dhammaṃ paṭicca appamāṇo dhammo uppajjati naadhipatipaccayā— appamāṇe khandhe paṭicca appamāṇādhipati. (1)",
  "patthana1.13:44.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto dhammo uppajjati naadhipatipaccayā—vipāke mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. (1)",
  "patthana1.13:45.1": "Parittañca mahaggatañca dhammaṃ paṭicca mahaggato dhammo uppajjati naadhipatipaccayā—paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.13:46.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. (3)",
  "patthana1.13:47.0": "Naanantarādi",
  "patthana1.13:47.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā.",
  "patthana1.13:48.0": "Napurejāta",
  "patthana1.13:48.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati napurejātapaccayā—arūpe parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paritte khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā kaṭattā ca rūpaṃ …pe… dve khandhe …pe…. (Sabbe mahābhūtā vitthāretabbā, arūpe parittamūlake tisso pañhā.)",
  "patthana1.13:49.1": "Mahaggataṃ dhammaṃ paṭicca mahaggato dhammo uppajjati napurejātapaccayā— mahaggataṃ ekaṃ khandhaṃ …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:50.1": "Mahaggataṃ dhammaṃ paṭicca paritto dhammo uppajjati napurejātapaccayā— mahaggate khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe mahaggate khandhe paṭicca kaṭattārūpaṃ. (2)",
  "patthana1.13:51.1": "Mahaggataṃ dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti napurejātapaccayā—paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā kaṭattā ca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana1.13:52.1": "Appamāṇaṃ dhammaṃ paṭicca appamāṇo dhammo uppajjati napurejātapaccayā—arūpe appamāṇaṃ ekaṃ khandhaṃ …pe…. (1)",
  "patthana1.13:53.1": "Appamāṇaṃ dhammaṃ paṭicca paritto dhammo uppajjati napurejātapaccayā—appamāṇe khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.13:54.1": "Parittañca appamāṇañca dhammaṃ paṭicca paritto dhammo uppajjati napurejātapaccayā—appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (3)",
  "patthana1.13:55.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto dhammo uppajjati napurejātapaccayā—mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:56.1": "Parittañca mahaggatañca dhammaṃ paṭicca mahaggato dhammo uppajjati napurejātapaccayā—paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe…. (2)",
  "patthana1.13:57.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti napurejātapaccayā—paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. (3)",
  "patthana1.13:58.0": "Napacchājātādi",
  "patthana1.13:58.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā—parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā; ekaṃ mahābhūtaṃ …pe… asaññasattānaṃ ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana1.13:59.1": "Parittaṃ dhammaṃ paṭicca mahaggato dhammo uppajjati naāsevanapaccayā— paṭisandhikkhaṇe vatthuṃ paṭicca mahaggatā khandhā. (2)",
  "patthana1.13:60.1": "Parittaṃ dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti naāsevanapaccayā—paṭisandhikkhaṇe vatthuṃ paṭicca mahaggatā khandhā, mahābhūte paṭicca kaṭattārūpaṃ. (3)",
  "patthana1.13:61.1": "Mahaggataṃ dhammaṃ paṭicca mahaggato dhammo uppajjati naāsevanapaccayā— vipākaṃ mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe…. (1)",
  "patthana1.13:62.1": "Mahaggataṃ dhammaṃ paṭicca paritto dhammo uppajjati naāsevanapaccayā— mahaggate khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe …pe…. (2)",
  "patthana1.13:63.1": "Mahaggataṃ dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti naāsevanapaccayā—vipākaṃ mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhaṃ …pe…. (3)",
  "patthana1.13:64.1": "Appamāṇaṃ dhammaṃ paṭicca appamāṇo dhammo uppajjati naāsevanapaccayā—vipākaṃ appamāṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. (1)",
  "patthana1.13:65.1": "Appamāṇaṃ dhammaṃ paṭicca paritto dhammo uppajjati naāsevanapaccayā—appamāṇe khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.13:66.1": "Appamāṇaṃ dhammaṃ paṭicca paritto ca appamāṇo ca dhammā uppajjanti naāsevanapaccayā—vipākaṃ appamāṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe…. (3)",
  "patthana1.13:67.1": "Parittañca appamāṇañca dhammaṃ paṭicca paritto dhammo uppajjati naāsevanapaccayā—appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.13:68.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto dhammo uppajjati naāsevanapaccayā—mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. (1)",
  "patthana1.13:69.1": "Parittañca mahaggatañca dhammaṃ paṭicca mahaggato dhammo uppajjati naāsevanapaccayā—paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.13:70.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti naāsevanapaccayā—paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṃ. (3)",
  "patthana1.13:71.0": "Nakamma",
  "patthana1.13:71.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati nakammapaccayā—paritte khandhe paṭicca parittā cetanā. bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana1.13:72.1": "Mahaggataṃ dhammaṃ paṭicca mahaggato dhammo uppajjati nakammapaccayā— mahaggate khandhe paṭicca mahaggatā cetanā. (1)",
  "patthana1.13:73.1": "Appamāṇaṃ dhammaṃ paṭicca appamāṇo dhammo uppajjati nakammapaccayā—kusale appamāṇe khandhe paṭicca appamāṇā cetanā. (1)",
  "patthana1.13:74.0": "Navipāka",
  "patthana1.13:74.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati navipākapaccayā—parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ upādārūpaṃ; bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana1.13:75.1": "Mahaggataṃ dhammaṃ paṭicca mahaggato dhammo uppajjati navipākapaccayā— mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.13:76.1": "Mahaggataṃ dhammaṃ paṭicca paritto dhammo uppajjati navipākapaccayā—mahaggate khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.13:77.1": "Mahaggataṃ dhammaṃ paṭicca paritto ca mahaggato ca dhammā uppajjanti navipākapaccayā—mahaggataṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana1.13:78.1": "Appamāṇaṃ dhammaṃ paṭicca appamāṇo dhammo uppajjati navipākapaccayā—kusalaṃ appamāṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe…. (1)",
  "patthana1.13:79.1": "Appamāṇaṃ dhammaṃ paṭicca paritto dhammo uppajjati navipākapaccayā—kusale appamāṇe khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.13:80.1": "Appamāṇaṃ dhammaṃ paṭicca paritto ca appamāṇo ca dhammā uppajjanti navipākapaccayā—kusalaṃ appamāṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe…. (3)",
  "patthana1.13:81.1": "Parittañca appamāṇañca dhammaṃ paṭicca paritto dhammo uppajjati navipākapaccayā—kusale appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.13:82.1": "Parittañca mahaggatañca dhammaṃ paṭicca paritto dhammo uppajjati navipākapaccayā—mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.13:83.0": "Naāhārādi",
  "patthana1.13:83.1": "Parittaṃ dhammaṃ paṭicca paritto dhammo uppajjati naāhārapaccayā—bāhiraṃ … utusamuṭṭhānaṃ … asaññasattānaṃ (vitthāretabbaṃ) … naindriyapaccayā—bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ …pe… mahābhūte paṭicca rūpajīvitindriyaṃ, najhānapaccayā—pañcaviññāṇasahagataṃ ekaṃ khandhaṃ …pe… bāhiraṃ …pe… asaññasattānaṃ ekaṃ mahābhūtaṃ …pe… (sabbe mahābhūtā kātabbā), namaggapaccayā—ahetukaṃ parittaṃ ekaṃ khandhaṃ …pe… ahetukapaṭisandhikkhaṇe ekaṃ …pe… (sabbe mahābhūtā kātabbā) nasampayuttapaccayā … navippayuttapaccayā— arūpe parittaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ … asaññasattānaṃ …pe….",
  "patthana1.13:84.1": "Mahaggataṃ dhammaṃ paṭicca mahaggato dhammo uppajjati navippayuttapaccayā— arūpe mahaggataṃ ekaṃ khandhaṃ …pe…. (1)",
  "patthana1.13:85.1": "Appamāṇaṃ dhammaṃ paṭicca appamāṇo dhammo uppajjati navippayuttapaccayā—arūpe appamāṇaṃ ekaṃ khandhaṃ …pe… nonatthipaccayā … novigatapaccayā.",
  "patthana1.13:86.0": "Suddha",
  "patthana1.13:86.1": "Nahetuyā ekaṃ, naārammaṇe pañca, naadhipatiyā dasa, naanantare pañca, nasamanantare pañca, naaññamaññe naupanissaye pañca, napurejāte dvādasa, napacchājāte terasa, naāsevane terasa, nakamme tīṇi, navipāke nava, naāhāre ekaṃ, naindriye najhāne namagge ekaṃ, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:87.1": "Paccanīyaṃ.",
  "patthana1.13:88.0": "1.13.1.3. Paccayānulomapaccanīya",
  "patthana1.13:88.1": "Hetupaccayā naārammaṇe pañca, naadhipatiyā dasa, naanantare pañca, nasamanantare naaññamaññe naupanissaye pañca, napurejāte dvādasa, napacchājāte terasa, naāsevane terasa, nakamme tīṇi, navipāke nava, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:89.1": "Anulomapaccanīyaṃ.",
  "patthana1.13:90.0": "1.13.1.4. Paccayapaccanīyānuloma",
  "patthana1.13:90.1": "Nahetupaccayā ārammaṇe ekaṃ, anantare ekaṃ …pe… vigate ekaṃ, avigate ekaṃ. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:91.1": "Paccanīyānulomaṃ.",
  "patthana1.13:91.2": "Paṭiccavāro.",
  "patthana1.13:92.0": "1.13.2. Sahajātavāra",
  "patthana1.13:92.1": "Sahajātavāropi paṭiccavārasadiso.",
  "patthana1.13:93.0": "Hetu",
  "patthana1.13:93.1": "Parittaṃ dhammaṃ paccayā paritto dhammo uppajjati hetupaccayā—parittaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṃ paccayā khandhā; ekaṃ mahābhūtaṃ paccayā …pe… upādārūpaṃ, vatthuṃ paccayā parittā khandhā. (1)",
  "patthana1.13:94.1": "Parittaṃ dhammaṃ paccayā mahaggato dhammo uppajjati hetupaccayā—vatthuṃ paccayā mahaggatā khandhā. Paṭisandhikkhaṇe vatthuṃ paccayā mahaggatā khandhā. (2)",
  "patthana1.13:95.1": "Parittaṃ dhammaṃ paccayā appamāṇo dhammo uppajjati hetupaccayā—vatthuṃ paccayā appamāṇā khandhā. (3)",
  "patthana1.13:96.1": "Parittaṃ dhammaṃ paccayā paritto ca appamāṇo ca dhammā uppajjanti hetupaccayā— vatthuṃ paccayā appamāṇā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ. (4)",
  "patthana1.13:97.1": "Parittaṃ dhammaṃ paccayā paritto ca mahaggato ca dhammā uppajjanti hetupaccayā—vatthuṃ paccayā mahaggatā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe vatthuṃ paccayā mahaggatā khandhā. (5)",
  "patthana1.13:98.1": "Mahaggataṃ dhammaṃ paccayā mahaggato dhammo uppajjati hetupaccayā—mahaggataṃ ekaṃ khandhaṃ paccayā tayo khandhā …pe… paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhaṃ …pe…. (1)",
  "patthana1.13:99.1": "Mahaggataṃ dhammaṃ paccayā paritto dhammo uppajjati hetupaccayā—mahaggate khandhe paccayā cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe …pe…. (2)",
  "patthana1.13:100.1": "Mahaggataṃ dhammaṃ paccayā paritto ca mahaggato ca dhammā uppajjanti hetupaccayā—mahaggataṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe mahaggataṃ ekaṃ khandhaṃ …pe…. (3)",
  "patthana1.13:101.1": "Appamāṇaṃ dhammaṃ paccayā appamāṇo dhammo uppajjati hetupaccayā—appamāṇe … tīṇi.",
  "patthana1.13:102.1": "Parittañca appamāṇañca dhammaṃ paccayā paritto dhammo uppajjati hetupaccayā— appamāṇe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.13:103.1": "Parittañca appamāṇañca dhammaṃ paccayā appamāṇo dhammo uppajjati hetupaccayā— appamāṇaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe…. (2)",
  "patthana1.13:104.1": "Parittañca appamāṇañca dhammaṃ paccayā paritto ca appamāṇo ca dhammā uppajjanti hetupaccayā—appamāṇaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… appamāṇe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. (3)",
  "patthana1.13:105.1": "Parittañca mahaggatañca dhammaṃ paccayā paritto dhammo uppajjati hetupaccayā … tīṇi. (Paṭisandhikkhaṇe tīṇipi kātabbā.)",
  "patthana1.13:106.0": "Ārammaṇādi",
  "patthana1.13:106.1": "Parittaṃ dhammaṃ paccayā paritto dhammo uppajjati ārammaṇapaccayā—parittaṃ ekaṃ khandhaṃ paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuṃ paccayā khandhā, cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ, vatthuṃ paccayā parittā khandhā (avasesā cha pañhā hetupaccayasadisā satta kātabbā), adhipatipaccayā (paṭisandhi natthi, sattarasa pañhā paripuṇṇā), anantarapaccayā …pe… avigatapaccayā.",
  "patthana1.13:107.0": "Suddha",
  "patthana1.13:107.1": "Hetuyā sattarasa, ārammaṇe satta, adhipatiyā sattarasa, anantare satta, samanantare satta, sahajāte sattarasa, aññamaññe nava, nissaye sattarasa, upanissaye satta, purejāte satta, āsevane satta, kamme sattarasa, vipāke sattarasa, āhāre sattarasa, indriye jhāne magge sattarasa, sampayutte satta, vippayutte sattarasa, atthiyā sattarasa, natthiyā satta, vigate satta, avigate sattarasa (evaṃ gaṇetabbaṃ)",
  "patthana1.13:108.1": "Anulomaṃ.",
  "patthana1.13:109.0": "Vibhaṅgavāra",
  "patthana1.13:109.1": "Parittaṃ dhammaṃ paccayā paritto dhammo uppajjati nahetupaccayā—ahetukaṃ parittaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṃ paccayā khandhā; ekaṃ mahābhūtaṃ …pe… asaññasattānaṃ …pe… cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ, vatthuṃ paccayā ahetukā parittā khandhā, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana1.13:110.0": "Naārammaṇa",
  "patthana1.13:110.1": "Parittaṃ dhammaṃ paccayā paritto dhammo uppajjati naārammaṇapaccayā. (Paṭiccavārasadisaṃ. Pañca.)",
  "patthana1.13:111.0": "Naadhipati",
  "patthana1.13:111.1": "Parittaṃ dhammaṃ paccayā paritto dhammo uppajjati naadhipatipaccayā—parittaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… asaññasattānaṃ …pe… Cakkhāyatanaṃ …pe… kāyāyatanaṃ …pe… vatthuṃ paccayā parittā khandhā. (1)",
  "patthana1.13:112.1": "Parittaṃ dhammaṃ paccayā mahaggato dhammo uppajjati naadhipatipaccayā—vatthuṃ paccayā mahaggatādhipati, vatthuṃ paccayā vipākā mahaggatā khandhā. Paṭisandhikkhaṇe vatthuṃ paccayā mahaggatā khandhā. (2)",
  "patthana1.13:113.1": "Parittaṃ dhammaṃ paccayā appamāṇo dhammo uppajjati naadhipatipaccayā—vatthuṃ paccayā appamāṇādhipati. (3)",
  "patthana1.13:114.1": "Parittaṃ dhammaṃ paccayā paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—vatthuṃ paccayā vipākā mahaggatā khandhā, mahābhūte paccayā cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe …pe…. (4)",
  "patthana1.13:115.1": "Mahaggataṃ dhammaṃ paccayā mahaggato dhammo uppajjati naadhipatipaccayā— mahaggate khandhe paccayā mahaggatādhipati, vipākaṃ mahaggataṃ ekaṃ khandhaṃ paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:116.1": "Mahaggataṃ dhammaṃ paccayā paritto dhammo uppajjati naadhipatipaccayā—vipāke mahaggate khandhe paccayā cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe …pe…. (2)",
  "patthana1.13:117.1": "Mahaggataṃ dhammaṃ paccayā paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—vipākaṃ mahaggataṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana1.13:118.1": "Appamāṇaṃ dhammaṃ paccayā appamāṇo dhammo uppajjati naadhipatipaccayā— appamāṇe khandhe paccayā appamāṇādhipati. (1)",
  "patthana1.13:119.1": "Parittañca appamāṇañca dhammaṃ paccayā appamāṇo dhammo uppajjati naadhipatipaccayā—appamāṇe khandhe ca vatthuñca paccayā appamāṇādhipati. (1)",
  "patthana1.13:120.1": "Parittañca mahaggatañca dhammaṃ paccayā paritto dhammo uppajjati naadhipatipaccayā—vipāke mahaggate khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:121.1": "Parittañca mahaggatañca dhammaṃ paccayā mahaggato dhammo uppajjati naadhipatipaccayā—mahaggate khandhe ca vatthuñca paccayā mahaggatādhipati, vipākaṃ mahaggataṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (2)",
  "patthana1.13:122.1": "Parittañca mahaggatañca dhammaṃ paccayā paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—vipākaṃ mahaggataṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… vipāke mahaggate khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. Paṭisandhikkhaṇe vipākaṃ mahaggataṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… vipāke mahaggate khandhe ca mahābhūte ca paccayā kaṭattārūpaṃ. (3)",
  "patthana1.13:123.0": "Naanantarādi",
  "patthana1.13:123.1": "Parittaṃ dhammaṃ paccayā paritto dhammo uppajjati naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā … (paṭiccavārasadisā dvādasa pañhā) napacchājātapaccayā … naāsevanapaccayā … (paripuṇṇaṃ, vipākoti niddisitabbaṃ cittasamuṭṭhānaṃ rūpaṃ vipākoti na kātabbaṃ) nakammapaccayā … navipākapaccayā … (paṭisandhivipākopi natthi) naāhārapaccayā … naindriyapaccayā … najhānapaccayā … namaggapaccayā … nasampayuttapaccayā … navippayuttapaccayā … nonatthipaccayā … novigatapaccayā.",
  "patthana1.13:124.0": "Suddha",
  "patthana1.13:124.1": "Nahetuyā ekaṃ, naārammaṇe pañca, naadhipatiyā dvādasa, naanantare pañca, nasamanantare naaññamaññe naupanissaye pañca, napurejāte dvādasa, napacchājāte sattarasa, naāsevane sattarasa, nakamme satta, navipāke sattarasa, naāhāre naindriye najhāne namagge ekaṃ, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:125.1": "Paccanīyaṃ.",
  "patthana1.13:126.0": "1.13.3.3. Paccayānulomapaccanīya",
  "patthana1.13:126.1": "Hetupaccayā naārammaṇe pañca, naadhipatiyā dvādasa, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte dvādasa, napacchājāte sattarasa, naāsevane sattarasa, nakamme satta, navipāke sattarasa, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:127.1": "Anulomapaccanīyaṃ.",
  "patthana1.13:128.0": "1.13.3.4. Paccayapaccanīyānuloma",
  "patthana1.13:128.1": "Nahetupaccayā ārammaṇe ekaṃ, anantare samanantare sahajāte …pe… vigate avigate ekaṃ. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:129.1": "Paccanīyānulomaṃ.",
  "patthana1.13:129.2": "Paccayavāro.",
  "patthana1.13:130.0": "1.13.4. Nissayavāra",
  "patthana1.13:130.1": "Nissayavāro paccayavārasadiso.",
  "patthana1.13:131.0": "Hetu",
  "patthana1.13:131.1": "Parittaṃ dhammaṃ saṃsaṭṭho paritto dhammo uppajjati hetupaccayā—parittaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:132.1": "Mahaggataṃ dhammaṃ saṃsaṭṭho mahaggato dhammo uppajjati hetupaccayā— mahaggataṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:133.1": "Appamāṇaṃ dhammaṃ saṃsaṭṭho appamāṇo dhammo uppajjati hetupaccayā—appamāṇaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.13:134.0": "Ārammaṇādi",
  "patthana1.13:134.1": "Parittaṃ dhammaṃ saṃsaṭṭho paritto dhammo uppajjati ārammaṇapaccayā … adhipatipaccayā (paṭisandhi natthi) … anantarapaccayā … samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā (paṭisandhi natthi) … āsevanapaccayā (vipākopi paṭisandhipi natthi) … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā.",
  "patthana1.13:135.0": "Suddha",
  "patthana1.13:135.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:136.1": "Anulomaṃ.",
  "patthana1.13:137.0": "Vibhaṅgavāra",
  "patthana1.13:137.1": "Parittaṃ dhammaṃ saṃsaṭṭho paritto dhammo uppajjati nahetupaccayā—ahetukaṃ parittaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe saṃsaṭṭho vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana1.13:138.0": "Naadhipati",
  "patthana1.13:138.1": "Parittaṃ dhammaṃ saṃsaṭṭho paritto dhammo uppajjati naadhipatipaccayā— parittaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:139.1": "Mahaggataṃ dhammaṃ saṃsaṭṭho mahaggato dhammo uppajjati naadhipatipaccayā— mahaggate khandhe saṃsaṭṭhā mahaggatā adhipati, vipākaṃ mahaggataṃ ekaṃ khandhaṃ saṃsaṭṭhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:140.1": "Appamāṇaṃ dhammaṃ saṃsaṭṭho appamāṇo dhammo uppajjati naadhipatipaccayā— appamāṇe khandhe saṃsaṭṭhā appamāṇā adhipati. (1)",
  "patthana1.13:141.0": "Napurejāta",
  "patthana1.13:141.1": "Parittaṃ dhammaṃ saṃsaṭṭho paritto dhammo uppajjati napurejātapaccayā—arūpe parittaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:142.1": "Mahaggataṃ dhammaṃ saṃsaṭṭho mahaggato dhammo uppajjati napurejātapaccayā— arūpe mahaggataṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:143.1": "Appamāṇaṃ dhammaṃ saṃsaṭṭho appamāṇo dhammo uppajjati napurejātapaccayā—arūpe appamāṇaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe…. (1)",
  "patthana1.13:144.0": "Napacchājāta-naāsevana",
  "patthana1.13:144.1": "Parittaṃ dhammaṃ saṃsaṭṭho paritto dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā—parittaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:145.1": "Mahaggataṃ dhammaṃ saṃsaṭṭho mahaggato dhammo uppajjati naāsevanapaccayā— vipākaṃ mahaggataṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:146.1": "Appamāṇaṃ dhammaṃ saṃsaṭṭho appamāṇo dhammo uppajjati naāsevanapaccayā— vipākaṃ appamāṇaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe…. (1)",
  "patthana1.13:147.0": "Nakamma",
  "patthana1.13:147.1": "Parittaṃ dhammaṃ saṃsaṭṭho paritto dhammo uppajjati nakammapaccayā—paritte khandhe saṃsaṭṭhā parittā cetanā. (1)",
  "patthana1.13:148.1": "Mahaggataṃ dhammaṃ saṃsaṭṭho mahaggato dhammo uppajjati nakammapaccayā— mahaggate khandhe saṃsaṭṭhā mahaggatā cetanā. (1)",
  "patthana1.13:149.1": "Appamāṇaṃ dhammaṃ saṃsaṭṭho appamāṇo dhammo uppajjati nakammapaccayā—kusale appamāṇe khandhe saṃsaṭṭhā appamāṇā cetanā. (1)",
  "patthana1.13:150.0": "Navipāka",
  "patthana1.13:150.1": "Parittaṃ dhammaṃ saṃsaṭṭho paritto dhammo uppajjati navipākapaccayā—parittaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe…. (1)",
  "patthana1.13:151.1": "Mahaggataṃ dhammaṃ saṃsaṭṭho mahaggato dhammo uppajjati navipākapaccayā— mahaggataṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe…. (1)",
  "patthana1.13:152.1": "Appamāṇaṃ dhammaṃ saṃsaṭṭho appamāṇo dhammo uppajjati navipākapaccayā—kusalaṃ appamāṇaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe…. (1)",
  "patthana1.13:153.0": "Najhānādi",
  "patthana1.13:153.1": "Parittaṃ dhammaṃ saṃsaṭṭho paritto dhammo uppajjati najhānapaccayā … namaggapaccayā … navippayuttapaccayā—arūpe parittaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe…. (1)",
  "patthana1.13:154.1": "Mahaggataṃ dhammaṃ saṃsaṭṭho mahaggato dhammo uppajjati navippayuttapaccayā— arūpe mahaggataṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe…. (1)",
  "patthana1.13:155.1": "Appamāṇaṃ dhammaṃ saṃsaṭṭho appamāṇo dhammo uppajjati navippayuttapaccayā— arūpe appamāṇaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe…. (1)",
  "patthana1.13:156.0": "Suddha",
  "patthana1.13:156.1": "Nahetuyā ekaṃ, naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, najhāne ekaṃ, namagge ekaṃ, navippayutte tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:157.1": "Paccanīyaṃ.",
  "patthana1.13:158.0": "1.13.5.3. Paccayānulomapaccanīya",
  "patthana1.13:158.1": "Hetupaccayā naadhipatiyā tīṇi, napurejāte napacchājāte naāsevane nakamme navipāke navippayutte tīṇi. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:159.1": "Anulomapaccanīyaṃ.",
  "patthana1.13:160.0": "1.13.5.4. Paccayapaccanīyānuloma",
  "patthana1.13:160.1": "Nahetupaccayā ārammaṇe ekaṃ, anantare ekaṃ …pe… avigate ekaṃ. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:161.1": "Paccanīyānulomaṃ.",
  "patthana1.13:161.2": "Saṃsaṭṭhavāro.",
  "patthana1.13:162.0": "1.13.6. Sampayuttavāra",
  "patthana1.13:162.1": "Sampayuttavāro saṃsaṭṭhavārasadiso.",
  "patthana1.13:163.0": "Hetu",
  "patthana1.13:163.1": "Paritto dhammo parittassa dhammassa hetupaccayena paccayo—parittā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:164.1": "Mahaggato dhammo mahaggatassa dhammassa hetupaccayena paccayo … tīṇi. (Pavattipaṭisandhi kātabbā.)",
  "patthana1.13:165.1": "Appamāṇo dhammo appamāṇassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana1.13:166.0": "Ārammaṇa",
  "patthana1.13:166.1": "Paritto dhammo parittassa dhammassa ārammaṇapaccayena paccayo—dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ paccavekkhati, pubbe suciṇṇāni paccavekkhati, ariyā gotrabhuṃ paccavekkhanti, vodānaṃ paccavekkhanti, pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Cakkhuṃ …pe… vatthuṃ … paritte khandhe aniccato …pe… vipassanti assādenti abhinandanti, taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa ārammaṇapaccayena paccayo. (1)",
  "patthana1.13:167.1": "Paritto dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo—dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti, cetopariyañāṇena parittacittasamaṅgissa cittaṃ jānāti. Parittā khandhā iddhividhañāṇassa, cetopariyañāṇassa pubbenivāsānussatiñāṇassa yathākammūpagañāṇassa anāgataṃsañāṇassa ārammaṇapaccayena paccayo. (2)",
  "patthana1.13:168.1": "Mahaggato dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo— cetopariyañāṇena mahaggatacittasamaṅgissa cittaṃ jānāti, ākāsānañcāyatanaṃ viññāṇañcāyatanassa … ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa ārammaṇapaccayena paccayo. Mahaggatā khandhā iddhividhañāṇassa, cetopariyañāṇassa pubbenivāsānussatiñāṇassa yathākammūpagañāṇassa anāgataṃsañāṇassa ārammaṇapaccayena paccayo. (1)",
  "patthana1.13:169.1": "Mahaggato dhammo parittassa dhammassa ārammaṇapaccayena paccayo—paṭhamaṃ jhānaṃ paccavekkhati …pe… nevasaññānāsaññāyatanaṃ paccavekkhati, dibbaṃ cakkhuṃ paccavekkhati, dibbaṃ sotadhātuṃ paccavekkhati, iddhividhañāṇaṃ paccavekkhati, cetopariyañāṇaṃ paccavekkhati, pubbenivāsānussatiñāṇaṃ paccavekkhati, yathākammūpagañāṇaṃ paccavekkhati, anāgataṃsañāṇaṃ paccavekkhati. Mahaggate khandhe aniccato …pe… vipassati assādeti abhinandati, taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. (2)",
  "patthana1.13:170.1": "Appamāṇo dhammo appamāṇassa dhammassa ārammaṇapaccayena paccayo—nibbānaṃ maggassa, phalassa ārammaṇapaccayena paccayo. (1)",
  "patthana1.13:171.1": "Appamāṇo dhammo parittassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, phalaṃ paccavekkhanti, nibbānaṃ paccavekkhanti, nibbānaṃ gotrabhussa, vodānassa, āvajjanāya ārammaṇapaccayena paccayo. (2)",
  "patthana1.13:172.1": "Appamāṇo dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo—ariyā cetopariyañāṇena appamāṇacittasamaṅgissa cittaṃ jānanti, appamāṇā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṃsañāṇassa ārammaṇapaccayena paccayo. (3)",
  "patthana1.13:173.0": "Adhipati",
  "patthana1.13:173.1": "Paritto dhammo parittassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā sīlaṃ samādiyitvā uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati, pubbe suciṇṇāni garuṃ katvā paccavekkhati. Sekkhā gotrabhuṃ garuṃ katvā paccavekkhanti, vodānaṃ garuṃ katvā paccavekkhanti. Cakkhuṃ …pe… vatthuṃ … paritte khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—parittādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (1)",
  "patthana1.13:174.1": "Mahaggato dhammo mahaggatassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—mahaggatādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana1.13:175.1": "Mahaggato dhammo parittassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—paṭhamaṃ jhānaṃ garuṃ katvā …pe… nevasaññānāsaññāyatanaṃ …pe… dibbaṃ cakkhuṃ …pe… anāgataṃsañāṇaṃ garuṃ katvā paccavekkhati. Mahaggate khandhe garuṃ katvā assādeti abhinandati, taṃ garuṃ katvā rāgo uppajjati … diṭṭhi uppajjati. **Sahajātādhipati**—mahaggatādhipati cittasamuṭṭhānānaṃ rūpānaṃ adhipatipaccayena paccayo. (2)",
  "patthana1.13:176.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—mahaggatādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana1.13:177.1": "Appamāṇo dhammo appamāṇassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—nibbānaṃ maggassa … phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—appamāṇādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana1.13:178.1": "Appamāṇo dhammo parittassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti, phalaṃ garuṃ katvā paccavekkhanti, nibbānaṃ garuṃ katvā paccavekkhanti, nibbānaṃ gotrabhussa, vodānassa adhipatipaccayena paccayo. **Sahajātādhipati**—appamāṇādhipati cittasamuṭṭhānānaṃ rūpānaṃ adhipatipaccayena paccayo. (2)",
  "patthana1.13:179.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—appamāṇādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana1.13:180.0": "Anantara",
  "patthana1.13:180.1": "Paritto dhammo parittassa dhammassa anantarapaccayena paccayo—purimā purimā parittā khandhā pacchimānaṃ pacchimānaṃ parittānaṃ khandhānaṃ anantarapaccayena paccayo. Anulomaṃ gotrabhussa … anulomaṃ vodānassa … āvajjanā parittānaṃ khandhānaṃ anantarapaccayena paccayo. (1)",
  "patthana1.13:181.1": "Paritto dhammo mahaggatassa dhammassa anantarapaccayena paccayo—parittaṃ cuticittaṃ mahaggatassa upapatticittassa anantarapaccayena paccayo. Parittā khandhā mahaggatassa vuṭṭhānassa anantarapaccayena paccayo. Paṭhamassa jhānassa parikammaṃ …pe… nevasaññānāsaññāyatanassa parikammaṃ …pe… dibbassa cakkhussa parikammaṃ …pe… anāgataṃsañāṇassa parikammaṃ anāgataṃsañāṇassa anantarapaccayena paccayo. (2)",
  "patthana1.13:182.1": "Paritto dhammo appamāṇassa dhammassa anantarapaccayena paccayo—gotrabhu maggassa … vodānaṃ maggassa … anulomaṃ phalasamāpattiyā anantarapaccayena paccayo. (3)",
  "patthana1.13:183.1": "Mahaggato dhammo mahaggatassa dhammassa anantarapaccayena paccayo—purimā purimā mahaggatā khandhā pacchimānaṃ pacchimānaṃ mahaggatānaṃ khandhānaṃ anantarapaccayena paccayo. (1)",
  "patthana1.13:184.1": "Mahaggato dhammo parittassa dhammassa anantarapaccayena paccayo—mahaggataṃ cuticittaṃ parittassa upapatticittassa anantarapaccayena paccayo. Mahaggataṃ bhavaṅgaṃ āvajjanāya anantarapaccayena paccayo. Mahaggatā khandhā parittassa vuṭṭhānassa anantarapaccayena paccayo. (2)",
  "patthana1.13:185.1": "Mahaggato dhammo appamāṇassa dhammassa anantarapaccayena paccayo— nevasaññānāsaññāyatanaṃ nirodhā vuṭṭhahantassa phalasamāpattiyā anantarapaccayena paccayo. (3)",
  "patthana1.13:186.1": "Appamāṇo dhammo appamāṇassa dhammassa anantarapaccayena paccayo—purimā purimā appamāṇā khandhā pacchimānaṃ pacchimānaṃ appamāṇānaṃ khandhānaṃ anantarapaccayena paccayo. Maggo phalassa … phalaṃ phalassa anantarapaccayena paccayo. (1)",
  "patthana1.13:187.1": "Appamāṇo dhammo parittassa dhammassa anantarapaccayena paccayo—phalaṃ parittassa vuṭṭhānassa anantarapaccayena paccayo. (2)",
  "patthana1.13:188.1": "Appamāṇo dhammo mahaggatassa dhammassa anantarapaccayena paccayo—phalaṃ mahaggatassa vuṭṭhānassa anantarapaccayena paccayo. (3)",
  "patthana1.13:189.1": "Samanantarapaccayaṃ anantarapaccayasadisaṃ.",
  "patthana1.13:190.0": "Sahajāta",
  "patthana1.13:190.1": "Paritto dhammo parittassa dhammassa sahajātapaccayena paccayo—paritto eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa, vatthu khandhānaṃ sahajātapaccayena paccayo; ekaṃ mahābhūtaṃ …pe… asaññasattānaṃ …pe…. (1)",
  "patthana1.13:191.1": "Paritto dhammo mahaggatassa dhammassa sahajātapaccayena paccayo— paṭisandhikkhaṇe vatthu mahaggatānaṃ khandhānaṃ sahajātapaccayena paccayo. (2)",
  "patthana1.13:192.1": "Mahaggato dhammo mahaggatassa dhammassa sahajātapaccayena paccayo—mahaggato eko khandho tiṇṇannaṃ khandhānaṃ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:193.1": "Mahaggato dhammo parittassa dhammassa sahajātapaccayena paccayo—mahaggatā khandhā cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā kaṭattārūpānaṃ sahajātapaccayena paccayo. (2)",
  "patthana1.13:194.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa sahajātapaccayena paccayo—mahaggato eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana1.13:195.1": "Appamāṇo dhammo appamāṇassa dhammassa sahajātapaccayena paccayo—appamāṇo eko khandho tiṇṇannaṃ khandhānaṃ sahajātapaccayena paccayo …pe…. (1)",
  "patthana1.13:196.1": "Appamāṇo dhammo parittassa dhammassa sahajātapaccayena paccayo—appamāṇā khandhā cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo. (2)",
  "patthana1.13:197.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa sahajātapaccayena paccayo—appamāṇo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo …pe…. (3)",
  "patthana1.13:198.1": "Paritto ca appamāṇo ca dhammā parittassa dhammassa sahajātapaccayena paccayo— appamāṇā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo. (1)",
  "patthana1.13:199.1": "Paritto ca mahaggato ca dhammā parittassa dhammassa sahajātapaccayena paccayo— mahaggatā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā ca mahābhūtā ca kaṭattārūpānaṃ sahajātapaccayena paccayo. (1)",
  "patthana1.13:200.1": "Paritto ca mahaggato ca dhammā mahaggatassa dhammassa sahajātapaccayena paccayo—paṭisandhikkhaṇe mahaggato eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ sahajātapaccayena paccayo …pe…. (2)",
  "patthana1.13:201.0": "Aññamañña",
  "patthana1.13:201.1": "Paritto dhammo parittassa dhammassa aññamaññapaccayena paccayo—paritto eko khandho tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa …pe… vatthu khandhānaṃ aññamaññapaccayena paccayo; ekaṃ mahābhūtaṃ …pe… asaññasattānaṃ …pe…. (1)",
  "patthana1.13:202.1": "Paritto dhammo mahaggatassa dhammassa aññamaññapaccayena paccayo …pe… paṭisandhikkhaṇe vatthu mahaggatānaṃ khandhānaṃ aññamaññapaccayena paccayo …pe…. (2)",
  "patthana1.13:203.1": "Mahaggato dhammo mahaggatassa dhammassa aññamaññapaccayena paccayo—mahaggato eko khandho tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:204.1": "Mahaggato dhammo parittassa dhammassa aññamaññapaccayena paccayo— paṭisandhikkhaṇe mahaggatā khandhā vatthussa aññamaññapaccayena paccayo. (2)",
  "patthana1.13:205.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe mahaggato eko khandho tiṇṇannaṃ khandhānaṃ vatthussa ca aññamaññapaccayena paccayo …pe…. (3)",
  "patthana1.13:206.1": "Appamāṇo dhammo appamāṇassa dhammassa aññamaññapaccayena paccayo—appamāṇo eko khandho tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo …pe… dve khandhā …pe…. (1)",
  "patthana1.13:207.1": "Paritto ca mahaggato ca dhammā mahaggatassa dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe mahaggato eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo …pe…. (1)",
  "patthana1.13:208.0": "Nissaya",
  "patthana1.13:208.1": "Paritto dhammo parittassa dhammassa nissayapaccayena paccayo—paritto eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ nissayapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa …pe… vatthu khandhānaṃ nissayapaccayena paccayo …pe… ekaṃ mahābhūtaṃ …pe… asaññasattānaṃ ekaṃ mahābhūtaṃ …pe… cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa … vatthu parittānaṃ khandhānaṃ nissayapaccayena paccayo. (1)",
  "patthana1.13:209.1": "Paritto dhammo mahaggatassa dhammassa nissayapaccayena paccayo—vatthu mahaggatānaṃ khandhānaṃ nissayapaccayena paccayo. Paṭisandhikkhaṇe vatthu mahaggatānaṃ khandhānaṃ nissayapaccayena paccayo. (2)",
  "patthana1.13:210.1": "Paritto dhammo appamāṇassa dhammassa nissayapaccayena paccayo—vatthu appamāṇānaṃ khandhānaṃ nissayapaccayena paccayo. (3)",
  "patthana1.13:211.1": "Mahaggato dhammo mahaggatassa dhammassa nissayapaccayena paccayo—mahaggato eko khandho tiṇṇannaṃ khandhānaṃ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:212.1": "Mahaggato dhammo parittassa dhammassa nissayapaccayena paccayo—mahaggatā khandhā cittasamuṭṭhānānaṃ rūpānaṃ nissayapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā kaṭattārūpānaṃ nissayapaccayena paccayo. (2)",
  "patthana1.13:213.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa nissayapaccayena paccayo—mahaggato eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ nissayapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana1.13:214.1": "Appamāṇo dhammo appamāṇassa dhammassa nissayapaccayena paccayo—appamāṇo eko khandho tiṇṇannaṃ khandhānaṃ nissayapaccayena paccayo …pe…. (1)",
  "patthana1.13:215.1": "Appamāṇo dhammo parittassa dhammassa nissayapaccayena paccayo—appamāṇā khandhā cittasamuṭṭhānānaṃ rūpānaṃ nissayapaccayena paccayo. (2)",
  "patthana1.13:216.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa nissayapaccayena paccayo—appamāṇo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ nissayapaccayena paccayo …pe…. (3)",
  "patthana1.13:217.1": "Paritto ca appamāṇo ca dhammā parittassa dhammassa nissayapaccayena paccayo— appamāṇā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ nissayapaccayena paccayo. (1)",
  "patthana1.13:218.1": "Paritto ca appamāṇo ca dhammā appamāṇassa dhammassa nissayapaccayena paccayo— appamāṇo eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ nissayapaccayena paccayo …pe… dve khandhā …pe…. (2)",
  "patthana1.13:219.1": "Paritto ca mahaggato ca dhammā parittassa dhammassa nissayapaccayena paccayo— mahaggatā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ nissayapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā ca mahābhūtā ca kaṭattārūpānaṃ nissayapaccayena paccayo. (1)",
  "patthana1.13:220.1": "Paritto ca mahaggato ca dhammā mahaggatassa dhammassa nissayapaccayena paccayo—mahaggato eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ nissayapaccayena paccayo …pe… paṭisandhikkhaṇe mahaggato eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ nissayapaccayena paccayo …pe… dve khandhā …pe…. (2)",
  "patthana1.13:221.0": "Upanissaya",
  "patthana1.13:221.1": "Paritto dhammo parittassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—parittaṃ saddhaṃ upanissāya dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, vipassanaṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti, parittaṃ sīlaṃ …pe… paññaṃ … rāgaṃ …pe… patthanaṃ … kāyikaṃ sukhaṃ …pe… senāsanaṃ upanissāya dānaṃ deti, sīlaṃ …pe… uposathaṃ …pe… vipassanaṃ uppādeti, pāṇaṃ hanati …pe… saṃghaṃ bhindati. Parittā saddhā …pe… paññā, rāgo …pe… patthanā, kāyikaṃ sukhaṃ …pe… senāsanaṃ parittāya saddhāya …pe… paññāya, rāgassa …pe… patthanāya, kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. Kusalākusalaṃ kammaṃ vipākassa upanissayapaccayena paccayo. Pāṇātipāto pāṇātipātassa upanissayapaccayena paccayo (cakkaṃ kātabbaṃ). Mātughātikammaṃ mātughātikammassa upanissayapaccayena paccayo. (Cakkaṃ kātabbaṃ kusalattikasadisaṃ.) (1)",
  "patthana1.13:222.1": "Paritto dhammo mahaggatassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—parittaṃ saddhaṃ upanissāya mahaggataṃ jhānaṃ uppādeti, abhiññaṃ uppādeti, samāpattiṃ uppādeti. Parittaṃ sīlaṃ …pe… paññaṃ … rāgaṃ …pe… senāsanaṃ upanissāya mahaggataṃ jhānaṃ uppādeti, abhiññaṃ uppādeti, samāpattiṃ uppādeti. Parittā saddhā …pe… senāsanaṃ mahaggatāya saddhāya …pe… paññāya upanissayapaccayena paccayo. Paṭhamassa jhānassa parikammaṃ …pe… nevasaññānāsaññāyatanassa parikammaṃ nevasaññānāsaññāyatanassa upanissayapaccayena paccayo. Dibbassa cakkhussa parikammaṃ …pe… anāgataṃsañāṇassa parikammaṃ …pe…. (2)",
  "patthana1.13:223.1": "Paritto dhammo appamāṇassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—parittaṃ saddhaṃ upanissāya appamāṇaṃ jhānaṃ uppādeti, maggaṃ uppādeti, phalasamāpattiṃ uppādeti. Parittaṃ sīlaṃ …pe… paññaṃ … rāgaṃ …pe… patthanaṃ … kāyikaṃ sukhaṃ …pe… senāsanaṃ upanissāya appamāṇaṃ jhānaṃ uppādeti, maggaṃ uppādeti, phalasamāpattiṃ uppādeti. Parittā saddhā …pe… senāsanaṃ appamāṇāya saddhāya …pe… paññāya, maggassa phalasamāpattiyā upanissayapaccayena paccayo. Paṭhamassa maggassa parikammaṃ paṭhamassa maggassa …pe… catutthassa maggassa parikammaṃ catutthassa maggassa upanissayapaccayena paccayo. (3)",
  "patthana1.13:224.1": "Mahaggato dhammo mahaggatassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—mahaggataṃ saddhaṃ upanissāya mahaggataṃ jhānaṃ uppādeti, abhiññaṃ uppādeti, samāpattiṃ uppādeti. Mahaggataṃ sīlaṃ …pe… paññaṃ upanissāya mahaggataṃ jhānaṃ uppādeti, abhiññaṃ uppādeti, samāpattiṃ uppādeti. Mahaggatā saddhā …pe… paññā mahaggatāya saddhāya …pe… paññāya upanissayapaccayena paccayo. Paṭhamaṃ jhānaṃ dutiyassa jhānassa …pe… ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa upanissayapaccayena paccayo. (1)",
  "patthana1.13:225.1": "Mahaggato dhammo parittassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—mahaggataṃ saddhaṃ upanissāya dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, vipassanaṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti, mahaggataṃ sīlaṃ …pe… paññaṃ upanissāya dānaṃ deti …pe… vipassanaṃ uppādeti …pe… mahaggatā saddhā …pe… paññā parittāya saddhāya …pe… paññāya …pe… kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. (2)",
  "patthana1.13:226.1": "Mahaggato dhammo appamāṇassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—mahaggataṃ saddhaṃ upanissāya appamāṇaṃ jhānaṃ uppādeti, maggaṃ uppādeti, phalasamāpattiṃ uppādeti. Mahaggataṃ sīlaṃ …pe… paññaṃ upanissāya appamāṇaṃ jhānaṃ uppādeti, maggaṃ uppādeti, phalasamāpattiṃ uppādeti. Mahaggatā saddhā …pe… paññā appamāṇāya saddhāya …pe… paññāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. (3)",
  "patthana1.13:227.1": "Appamāṇo dhammo appamāṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—appamāṇaṃ saddhaṃ upanissāya appamāṇaṃ jhānaṃ uppādeti, maggaṃ uppādeti, phalasamāpattiṃ uppādeti. Appamāṇaṃ sīlaṃ …pe… paññaṃ upanissāya appamāṇaṃ jhānaṃ uppādeti, maggaṃ uppādeti, phalasamāpattiṃ uppādeti. Appamāṇā saddhā …pe… paññā appamāṇāya saddhāya …pe… paññāya upanissayapaccayena paccayo. Paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa … maggo phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana1.13:228.1": "Appamāṇo dhammo parittassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—appamāṇaṃ saddhaṃ upanissāya dānaṃ deti, sīlaṃ …pe… uposathakammaṃ … vipassanaṃ uppādeti. Appamāṇaṃ sīlaṃ …pe… paññaṃ upanissāya dānaṃ deti, sīlaṃ …pe… uposathakammaṃ … vipassanaṃ … appamāṇā saddhā …pe… paññā parittāya saddhāya …pe… paññāya …pe… kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. Phalasamāpatti kāyikassa sukhassa upanissayapaccayena paccayo. Ariyā maggaṃ upanissāya saṅkhāre aniccato …pe… vipassanti, maggo ariyānaṃ atthappaṭisambhidāya …pe… paṭibhānappaṭisambhidāya … ṭhānāṭhānakosallassa upanissayapaccayena paccayo. (2)",
  "patthana1.13:229.1": "Appamāṇo dhammo mahaggatassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—appamāṇaṃ saddhaṃ upanissāya mahaggataṃ jhānaṃ uppādeti, abhiññaṃ uppādeti, samāpattiṃ uppādeti, appamāṇaṃ sīlaṃ …pe… paññaṃ upanissāya mahaggataṃ jhānaṃ uppādeti, abhiññaṃ uppādeti, samāpattiṃ uppādeti. Appamāṇā saddhā …pe… paññā mahaggatāya saddhāya …pe… paññāya upanissayapaccayena paccayo, ariyā maggaṃ upanissāya anuppannaṃ samāpattiṃ uppādenti, uppannaṃ samāpajjanti. (3)",
  "patthana1.13:230.0": "Purejāta",
  "patthana1.13:230.1": "Paritto dhammo parittassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ aniccato …pe… vipassati assādeti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Sotaṃ …pe… vatthuṃ aniccato …pe… domanassaṃ uppajjati. Rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa … vatthu parittānaṃ khandhānaṃ purejātapaccayena paccayo. (1)",
  "patthana1.13:231.1": "Paritto dhammo mahaggatassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. **Vatthupurejātaṃ**—vatthu mahaggatānaṃ khandhānaṃ purejātapaccayena paccayo. (2)",
  "patthana1.13:232.1": "Paritto dhammo appamāṇassa dhammassa purejātapaccayena paccayo. **Vatthupurejātaṃ**—vatthu appamāṇānaṃ khandhānaṃ purejātapaccayena paccayo. (3)",
  "patthana1.13:233.0": "Pacchājāta",
  "patthana1.13:233.1": "Paritto dhammo parittassa dhammassa pacchājātapaccayena paccayo—pacchājātā parittā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana1.13:234.1": "Mahaggato dhammo parittassa dhammassa pacchājātapaccayena paccayo—pacchājātā mahaggatā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana1.13:235.1": "Appamāṇo dhammo parittassa dhammassa pacchājātapaccayena paccayo—pacchājātā appamāṇā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana1.13:236.0": "Āsevana",
  "patthana1.13:236.1": "Paritto dhammo parittassa dhammassa āsevanapaccayena paccayo—purimā purimā parittā khandhā pacchimānaṃ pacchimānaṃ parittānaṃ khandhānaṃ …pe… anulomaṃ gotrabhussa, anulomaṃ vodānassa āsevanapaccayena paccayo. (1)",
  "patthana1.13:237.1": "Paritto dhammo mahaggatassa dhammassa āsevanapaccayena paccayo—paṭhamassa jhānassa parikammaṃ tasseva āsevanapaccayena paccayo …pe… nevasaññānāsaññāyatanassa parikammaṃ tasseva āsevanapaccayena paccayo. Dibbassa cakkhussa parikammaṃ …pe… anāgataṃsañāṇassa parikammaṃ anāgataṃsañāṇassa āsevanapaccayena paccayo. (2)",
  "patthana1.13:238.1": "Paritto dhammo appamāṇassa dhammassa āsevanapaccayena paccayo—gotrabhu maggassa … vodānaṃ maggassa āsevanapaccayena paccayo. (3)",
  "patthana1.13:239.1": "Mahaggato dhammo mahaggatassa dhammassa āsevanapaccayena paccayo—purimā purimā mahaggatā khandhā pacchimānaṃ pacchimānaṃ mahaggatānaṃ khandhānaṃ …pe… āsevanapaccayena paccayo. (1)",
  "patthana1.13:240.0": "Kamma",
  "patthana1.13:240.1": "Paritto dhammo parittassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—parittā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. Paṭisandhikkhaṇe parittā cetanā sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. **Nānākkhaṇikā**—parittā cetanā vipākānaṃ parittānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (1)",
  "patthana1.13:241.1": "Mahaggato dhammo mahaggatassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—mahaggatā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. **Nānākkhaṇikā**—mahaggatā cetanā vipākānaṃ mahaggatānaṃ khandhānaṃ kammapaccayena paccayo. (1)",
  "patthana1.13:242.1": "Mahaggato dhammo parittassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—mahaggatā cetanā cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā cetanā kaṭattārūpānaṃ kammapaccayena paccayo. **Nānākkhaṇikā**—mahaggatā cetanā kaṭattārūpānaṃ kammapaccayena paccayo. (2)",
  "patthana1.13:243.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—mahaggatā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā cetanā sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. **Nānākkhaṇikā**—mahaggatā cetanā vipākānaṃ mahaggatānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana1.13:244.1": "Appamāṇo dhammo appamāṇassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—appamāṇā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. **Nānākkhaṇikā**—appamāṇā cetanā vipākānaṃ appamāṇānaṃ khandhānaṃ kammapaccayena paccayo. (1)",
  "patthana1.13:245.1": "Appamāṇo dhammo parittassa dhammassa kammapaccayena paccayo—appamāṇā cetanā cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo. (2)",
  "patthana1.13:246.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa kammapaccayena paccayo— appamāṇā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana1.13:247.0": "Vipāka",
  "patthana1.13:247.1": "Paritto dhammo parittassa dhammassa vipākapaccayena paccayo—vipāko paritto eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ vipākapaccayena paccayo …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa vipākapaccayena paccayo. (1)",
  "patthana1.13:248.1": "Mahaggato dhammo mahaggatassa dhammassa vipākapaccayena paccayo …pe…. (Tisso pañhā, pavattipaṭisandhi kātabbā.) (3)",
  "patthana1.13:249.1": "Appamāṇo dhammo appamāṇassa dhammassa vipākapaccayena paccayo … tīṇi. (Pavattimeva.)",
  "patthana1.13:250.0": "Āhārādi",
  "patthana1.13:250.1": "Paritto dhammo parittassa dhammassa āhārapaccayena paccayo …pe… indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo … vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ. **Sahajātā**—parittā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe parittā khandhā kaṭattārūpānaṃ vippayuttapaccayena paccayo. Khandhā vatthussa …pe… vatthu khandhānaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa vippayuttapaccayena paccayo …pe… kāyāyatanaṃ kāyaviññāṇassa vippayuttapaccayena paccayo. Vatthu parittānaṃ khandhānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—parittā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana1.13:251.1": "Paritto dhammo mahaggatassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajātaṃ**—paṭisandhikkhaṇe vatthu mahaggatānaṃ khandhānaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu mahaggatānaṃ khandhānaṃ vippayuttapaccayena paccayo. (2)",
  "patthana1.13:252.1": "Paritto dhammo appamāṇassa dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu appamāṇānaṃ khandhānaṃ vippayuttapaccayena paccayo. (3)",
  "patthana1.13:253.1": "Mahaggato dhammo parittassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—mahaggatā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe …pe… **pacchājātā**—mahaggatā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana1.13:254.1": "Appamāṇo dhammo parittassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—appamāṇā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—appamāṇā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana1.13:255.0": "Atthi",
  "patthana1.13:255.1": "Paritto dhammo parittassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajāto**—paritto eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa atthipaccayena paccayo. Vatthu khandhānaṃ atthipaccayena paccayo; ekaṃ mahābhūtaṃ …pe… asaññasattānaṃ …pe…. **Purejātaṃ**—cakkhuṃ …pe… vatthuṃ aniccato …pe… vipassati assādeti abhinandati, taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati, rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa atthipaccayena paccayo. Cakkhāyatanaṃ cakkhuviññāṇassa atthipaccayena paccayo …pe… kāyāyatanaṃ kāyaviññāṇassa …pe… vatthu parittānaṃ khandhānaṃ atthipaccayena paccayo. **Pacchājātā**—parittā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṃ**—kaṭattārūpānaṃ atthipaccayena paccayo. (1)",
  "patthana1.13:256.1": "Paritto dhammo mahaggatassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajātaṃ**—paṭisandhikkhaṇe vatthu mahaggatānaṃ khandhānaṃ atthipaccayena paccayo. **Purejātaṃ**—dibbena cakkhunā rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti, vatthu mahaggatānaṃ khandhānaṃ atthipaccayena paccayo. (2)",
  "patthana1.13:257.1": "Paritto dhammo appamāṇassa dhammassa atthipaccayena paccayo. **Purejātaṃ**—vatthu appamāṇānaṃ khandhānaṃ atthipaccayena paccayo. (3)",
  "patthana1.13:258.1": "Mahaggato dhammo mahaggatassa dhammassa atthipaccayena paccayo. Mahaggato eko khandho tiṇṇannaṃ khandhānaṃ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.13:259.1": "Mahaggato dhammo parittassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—mahaggatā khandhā cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā kaṭattārūpānaṃ atthipaccayena paccayo. **Pacchājātā**—mahaggatā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. (2)",
  "patthana1.13:260.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa atthipaccayena paccayo—mahaggato eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. (3)",
  "patthana1.13:261.1": "Appamāṇo dhammo appamāṇassa dhammassa atthipaccayena paccayo—appamāṇo eko khandho tiṇṇannaṃ khandhānaṃ …pe…. (1)",
  "patthana1.13:262.1": "Appamāṇo dhammo parittassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—appamāṇā khandhā cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—appamāṇā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. (2)",
  "patthana1.13:263.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa atthipaccayena paccayo— appamāṇo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe…. (3)",
  "patthana1.13:264.1": "Paritto ca appamāṇo ca dhammā parittassa dhammassa atthipaccayena paccayo— sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajātā**—appamāṇā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—appamāṇā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—appamāṇā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (1)",
  "patthana1.13:265.1": "Paritto ca appamāṇo ca dhammā appamāṇassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajāto**—appamāṇo eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā …pe…. (2)",
  "patthana1.13:266.1": "Paritto ca mahaggato ca dhammā parittassa dhammassa atthipaccayena paccayo— sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajātā**—mahaggatā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā ca mahābhūtā ca kaṭattārūpānaṃ atthipaccayena paccayo. **Pacchājātā**—mahaggatā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—mahaggatā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (1)",
  "patthana1.13:267.1": "Paritto ca mahaggato ca dhammā mahaggatassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ. **Sahajāto**—mahaggato eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe mahaggato eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā ca vatthu ca …pe… natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. (2)",
  "patthana1.13:268.0": "Suddha",
  "patthana1.13:268.1": "Hetuyā satta, ārammaṇe satta, adhipatiyā satta, anantare nava, samanantare nava, sahajāte ekādasa, aññamaññe satta, nissaye terasa, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane cattāri, kamme satta, vipāke āhāre indriye jhāne magge satta, sampayutte tīṇi, vippayutte pañca, atthiyā terasa, natthiyā nava, vigate nava, avigate terasa. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:269.1": "Anulomaṃ.",
  "patthana1.13:270.0": "Paccanīyuddhāra",
  "patthana1.13:270.1": "Paritto dhammo parittassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana1.13:271.1": "Paritto dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. (2)",
  "patthana1.13:272.1": "Paritto dhammo appamāṇassa dhammassa upanissayapaccayena paccayo … purejātapaccayena paccayo. (3)",
  "patthana1.13:273.1": "Mahaggato dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana1.13:274.1": "Mahaggato dhammo parittassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. (2)",
  "patthana1.13:275.1": "Mahaggato dhammo appamāṇassa dhammassa upanissayapaccayena paccayo. (3)",
  "patthana1.13:276.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa sahajātapaccayena paccayo … kammapaccayena paccayo. (4)",
  "patthana1.13:277.1": "Appamāṇo dhammo appamāṇassa dhammassa ( ) sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana1.13:278.1": "Appamāṇo dhammo parittassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana1.13:279.1": "Appamāṇo dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana1.13:280.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa sahajātapaccayena paccayo. (4)",
  "patthana1.13:281.1": "Paritto ca appamāṇo ca dhammā parittassa dhammassa sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. (1)",
  "patthana1.13:282.1": "Paritto ca appamāṇo ca dhammā appamāṇassa dhammassa sahajātaṃ, purejātaṃ. (2)",
  "patthana1.13:283.1": "Paritto ca mahaggato ca dhammā parittassa dhammassa sahajātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. (1)",
  "patthana1.13:284.1": "Paritto ca mahaggato ca dhammā mahaggatassa dhammassa sahajātaṃ, purejātaṃ. (2)",
  "patthana1.13:285.0": "Suddha",
  "patthana1.13:285.1": "Nahetuyā pannarasa, naārammaṇe pannarasa, naadhipatiyā naanantare nasamanantare pannarasa, nasahajāte dvādasa, naaññamaññe dvādasa, nanissaye dvādasa, naupanissaye cuddasa, napurejāte cuddasa, napacchājāte pannarasa, naāsevane pannarasa …pe… namagge pannarasa, nasampayutte dvādasa, navippayutte dasa, noatthiyā dasa, nonatthiyā pannarasa, novigate pannarasa, noavigate dasa. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:286.1": "Paccanīyaṃ.",
  "patthana1.13:287.0": "Hetuduka",
  "patthana1.13:287.1": "Hetupaccayā naārammaṇe satta, naadhipatiyā naanantare nasamanantare satta, naaññamaññe tīṇi, naupanissaye satta, napurejāte satta …pe… namagge satta, nasampayutte tīṇi, navippayutte tīṇi, nonatthiyā satta, novigate satta. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.13:288.1": "Anulomapaccanīyaṃ.",
  "patthana1.13:289.0": "Nahetuduka",
  "patthana1.13:289.1": "Nahetupaccayā ārammaṇe satta, adhipatiyā satta, anantare nava, samanantare nava, sahajāte ekādasa, aññamaññe satta, nissaye terasa, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane cattāri, kamme satta …pe… magge satta, sampayutte tīṇi, vippayutte pañca, atthiyā terasa, natthiyā nava, vigate nava, avigate terasa.",
  "patthana1.13:290.1": "Paccanīyānulomaṃ.",
  "patthana1.13:291.1": "Parittattikaṃ niṭṭhitaṃ."
}