{
  "patthana1.17:0.1": "Paṭṭhānapakaraṇa",
  "patthana1.17:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1)",
  "patthana1.17:0.3": "1.17. Maggārammaṇattika",
  "patthana1.17:1.0.1": "Vibhaṅgavāra",
  "patthana1.17:1.0.2": "Hetu",
  "patthana1.17:1.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati hetupaccayā— maggārammaṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:2.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati hetupaccayā— maggārammaṇaṃ ekaṃ khandhaṃ paṭicca maggādhipatī tayo khandhā, tayo khandhe paṭicca eko khandho. Dve khandhe …pe…. (2)",
  "patthana1.17:3.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggārammaṇaṃ ekaṃ khandhaṃ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (3)",
  "patthana1.17:4.1": "Maggahetukaṃ dhammaṃ paṭicca maggahetuko dhammo uppajjati hetupaccayā— maggahetukaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:5.1": "Maggahetukaṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati hetupaccayā— maggahetukaṃ ekaṃ khandhaṃ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.17:6.1": "Maggahetukaṃ dhammaṃ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggahetukaṃ ekaṃ khandhaṃ paṭicca maggahetukā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (3)",
  "patthana1.17:7.1": "Maggādhipatiṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati hetupaccayā— maggādhipatiṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:8.1": "Maggādhipatiṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati hetupaccayā— maggādhipatiṃ ekaṃ khandhaṃ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.17:9.1": "Maggādhipatiṃ dhammaṃ paṭicca maggahetuko dhammo uppajjati hetupaccayā— maggādhipatiṃ ekaṃ khandhaṃ paṭicca maggahetukā tayo khandhā …pe… dve khandhe …pe…. (3)",
  "patthana1.17:10.1": "Maggādhipatiṃ dhammaṃ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggādhipatiṃ ekaṃ khandhaṃ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (4)",
  "patthana1.17:11.1": "Maggādhipatiṃ dhammaṃ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggādhipatiṃ ekaṃ khandhaṃ paṭicca maggahetukā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (5)",
  "patthana1.17:12.1": "Maggārammaṇañca maggādhipatiñca dhammaṃ paṭicca maggārammaṇo dhammo uppajjati hetupaccayā—maggārammaṇañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:13.1": "Maggārammaṇañca maggādhipatiñca dhammaṃ paṭicca maggādhipati dhammo uppajjati hetupaccayā—maggārammaṇañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.17:14.1": "Maggārammaṇañca maggādhipatiñca dhammaṃ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggārammaṇañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (3)",
  "patthana1.17:15.1": "Maggahetukañca maggādhipatiñca dhammaṃ paṭicca maggahetuko dhammo uppajjati hetupaccayā—maggahetukañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggahetukā tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:16.1": "Maggahetukañca maggādhipatiñca dhammaṃ paṭicca maggādhipati dhammo uppajjati hetupaccayā—maggahetukañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.17:17.1": "Maggahetukañca maggādhipatiñca dhammaṃ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggahetukañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggahetukā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (3)",
  "patthana1.17:18.0": "Ārammaṇādi",
  "patthana1.17:18.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati ārammaṇapaccayā … adhipatipaccayā … anantarapaccayā … samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā … kammapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā.",
  "patthana1.17:19.0": "Suddha",
  "patthana1.17:19.1": "Hetuyā sattarasa, ārammaṇe adhipatiyā anantare samanantare sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme āhāre indriye jhāne magge sampayutte vippayutte atthiyā natthiyā vigate avigate sattarasa. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.17:20.1": "Anulomaṃ.",
  "patthana1.17:21.0": "Nahetu",
  "patthana1.17:21.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati nahetupaccayā— ahetukaṃ maggārammaṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:22.0": "Naadhipati",
  "patthana1.17:22.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati naadhipatipaccayā— maggārammaṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:23.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati naadhipatipaccayā— maggārammaṇaṃ ekaṃ khandhaṃ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.17:24.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggārammaṇaṃ ekaṃ khandhaṃ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (3)",
  "patthana1.17:25.1": "Maggahetukaṃ dhammaṃ paṭicca maggahetuko dhammo uppajjati naadhipatipaccayā— maggahetuke khandhe paṭicca maggahetukādhipati. (1)",
  "patthana1.17:26.1": "Maggahetukaṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati naadhipatipaccayā— maggahetuke khandhe paṭicca maggādhipati adhipati. (2)",
  "patthana1.17:27.1": "Maggahetukaṃ dhammaṃ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggahetuke khandhe paṭicca maggahetuko ca maggādhipati ca adhipati. (3)",
  "patthana1.17:28.1": "Maggādhipatiṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati naadhipatipaccayā— maggādhipatī khandhe paṭicca maggādhipati adhipati. Maggādhipatiṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:29.1": "Maggādhipatiṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati naadhipatipaccayā— maggādhipatiṃ ekaṃ khandhaṃ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.17:30.1": "Maggādhipatiṃ dhammaṃ paṭicca maggahetuko dhammo uppajjati naadhipatipaccayā— maggādhipatī khandhe paṭicca maggahetuko adhipati. (3)",
  "patthana1.17:31.1": "Maggādhipatiṃ dhammaṃ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggādhipatiṃ ekaṃ khandhaṃ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (4)",
  "patthana1.17:32.1": "Maggādhipatiṃ dhammaṃ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggādhipatī khandhe paṭicca maggahetuko ca maggādhipati ca adhipati. (5)",
  "patthana1.17:33.1": "Maggārammaṇañca maggādhipatiñca dhammaṃ paṭicca maggārammaṇo dhammo uppajjati naadhipatipaccayā—maggārammaṇañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:34.1": "Maggārammaṇañca maggādhipatiñca dhammaṃ paṭicca maggādhipati dhammo uppajjati naadhipatipaccayā—maggārammaṇañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.17:35.1": "Maggārammaṇañca maggādhipatiñca dhammaṃ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggārammaṇañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (3)",
  "patthana1.17:36.1": "Maggahetukañca maggādhipatiñca dhammaṃ paṭicca maggahetuko dhammo uppajjati naadhipatipaccayā—maggahetuke ca maggādhipatī ca khandhe paṭicca maggahetuko adhipati. (1)",
  "patthana1.17:37.1": "Maggahetukañca maggādhipatiñca dhammaṃ paṭicca maggādhipati dhammo uppajjati naadhipatipaccayā—maggahetuke ca maggādhipatī ca khandhe paṭicca maggādhipati adhipati. (2)",
  "patthana1.17:38.1": "Maggahetukañca maggādhipatiñca dhammaṃ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggahetuke ca maggādhipatī ca khandhe paṭicca maggahetuko ca maggādhipati ca adhipati. (3)",
  "patthana1.17:39.0": "Napurejātādi",
  "patthana1.17:39.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati napurejātapaccayā … napacchājātapaccayā. (Paripuṇṇā dvepi.)",
  "patthana1.17:40.0": "Naāsevana",
  "patthana1.17:40.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati naāsevanapaccayā— maggārammaṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:41.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati naāsevanapaccayā— maggārammaṇaṃ ekaṃ khandhaṃ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.17:42.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naāsevanapaccayā—maggārammaṇaṃ ekaṃ khandhaṃ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (3)",
  "patthana1.17:43.1": "Maggādhipatiṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati naāsevanapaccayā— maggādhipatiṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:44.1": "Maggādhipatiṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati naāsevanapaccayā— maggādhipatiṃ ekaṃ khandhaṃ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.17:45.1": "Maggādhipatiṃ dhammaṃ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naāsevanapaccayā—maggādhipatiṃ ekaṃ khandhaṃ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (3)",
  "patthana1.17:46.1": "Maggārammaṇañca maggādhipatiñca dhammaṃ paṭicca maggārammaṇo dhammo uppajjati naāsevanapaccayā—maggārammaṇañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:47.1": "Maggārammaṇañca maggādhipatiñca dhammaṃ paṭicca maggādhipati dhammo uppajjati naāsevanapaccayā—maggārammaṇañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. (2)",
  "patthana1.17:48.1": "Maggārammaṇañca maggādhipatiñca dhammaṃ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naāsevanapaccayā—maggārammaṇañca maggādhipatiñca ekaṃ khandhaṃ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. (3)",
  "patthana1.17:49.0": "Nakamma",
  "patthana1.17:49.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati nakammapaccayā— maggārammaṇe khandhe paṭicca maggārammaṇā cetanā. (1)",
  "patthana1.17:50.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati nakammapaccayā— maggārammaṇe khandhe paṭicca maggādhipati cetanā. (2)",
  "patthana1.17:51.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti nakammapaccayā—maggārammaṇe khandhe paṭicca maggārammaṇā ca maggādhipati ca cetanā. (3)",
  "patthana1.17:52.1": "Maggahetukaṃ dhammaṃ paṭicca maggahetuko dhammo uppajjati nakammapaccayā— maggahetuke khandhe paṭicca maggahetukā cetanā. (1)",
  "patthana1.17:53.1": "Maggahetukaṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati nakammapaccayā— maggahetuke khandhe paṭicca maggādhipati cetanā. (2)",
  "patthana1.17:54.1": "Maggahetukaṃ dhammaṃ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti nakammapaccayā—maggahetuke khandhe paṭicca maggahetuko ca maggādhipati ca cetanā. (3)",
  "patthana1.17:55.1": "Maggādhipatiṃ dhammaṃ paṭicca maggādhipati dhammo uppajjati nakammapaccayā— maggādhipatī khandhe paṭicca maggādhipati cetanā. (Pañca pañhā.)",
  "patthana1.17:56.1": "Maggārammaṇañca maggādhipatiñca dhammaṃ paṭicca maggārammaṇo dhammo uppajjati nakammapaccayā. (Paṭhamaghaṭane tīṇi.)",
  "patthana1.17:57.1": "Maggahetukañca maggādhipatiñca dhammaṃ paṭicca maggahetuko dhammo uppajjati nakammapaccayā. (Dutiyaghaṭane tīṇi pañhā.)",
  "patthana1.17:58.0": "Navipāka",
  "patthana1.17:58.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati navipākapaccayā. (Paripuṇṇaṃ.)",
  "patthana1.17:59.0": "Namagga",
  "patthana1.17:59.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati namaggapaccayā— ahetukaṃ maggārammaṇaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe …pe…. (1)",
  "patthana1.17:60.0": "Navippayutta",
  "patthana1.17:60.1": "Maggārammaṇaṃ dhammaṃ paṭicca maggārammaṇo dhammo uppajjati navippayuttapaccayā. (Paripuṇṇaṃ, arūpanti niyāmetabbaṃ.)",
  "patthana1.17:61.0": "Suddha",
  "patthana1.17:61.1": "Nahetuyā ekaṃ, naadhipatiyā sattarasa, napurejāte sattarasa, napacchājāte sattarasa, naāsevane nava, nakamme sattarasa, navipāke sattarasa, namagge ekaṃ, navippayutte sattarasa. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.17:62.1": "Paccanīyaṃ.",
  "patthana1.17:63.0": "Hetuduka",
  "patthana1.17:63.1": "Hetupaccayā naadhipatiyā sattarasa, napurejāte sattarasa, napacchājāte sattarasa, naāsevane nava, nakamme sattarasa, navipāke navippayutte sattarasa. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.17:64.1": "Anulomapaccanīyaṃ.",
  "patthana1.17:65.0": "Nahetuduka",
  "patthana1.17:65.1": "Nahetupaccayā ārammaṇe ekaṃ, anantare ekaṃ, samanantare ekaṃ …pe… jhāne sampayutte vippayutte atthiyā natthiyā vigate avigate ekaṃ. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.17:66.1": "Paccayānulomaṃ.",
  "patthana1.17:66.2": "Paṭiccavāro.",
  "patthana1.17:67.0": "1.17.2–6. Sahajāta-paccaya-nissaya-saṃsaṭṭha-sampayuttavāra",
  "patthana1.17:67.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṃsaṭṭhavāropi sampayuttavāropi paṭiccavārasadiso.)",
  "patthana1.17:68.0": "Hetu",
  "patthana1.17:68.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa hetupaccayena paccayo— maggārammaṇā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (1)",
  "patthana1.17:69.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa hetupaccayena paccayo— maggārammaṇā hetū sampayuttakānaṃ maggādhipatīnaṃ khandhānaṃ hetupaccayena paccayo. (2)",
  "patthana1.17:70.1": "Maggārammaṇo dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa hetupaccayena paccayo. (Iminā kāraṇena sattarasa pañhā kātabbā.)",
  "patthana1.17:71.0": "Ārammaṇa",
  "patthana1.17:71.1": "Maggahetuko dhammo maggārammaṇassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, cetopariyañāṇena maggahetukacittasamaṅgissa cittaṃ jānanti, maggahetukā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (1)",
  "patthana1.17:72.1": "Maggahetuko dhammo maggādhipatissa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (2)",
  "patthana1.17:73.1": "Maggahetuko dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (3)",
  "patthana1.17:74.1": "Maggādhipati dhammo maggādhipatissa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (1)",
  "patthana1.17:75.1": "Maggādhipati dhammo maggārammaṇassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, cetopariyañāṇena maggādhipaticittasamaṅgissa cittaṃ jānanti, maggādhipatī khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (2)",
  "patthana1.17:76.1": "Maggādhipati dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (3)",
  "patthana1.17:77.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, cetopariyañāṇena maggahetukamaggādhipaticittasamaṅgissa cittaṃ jānanti, maggahetukā ca maggādhipatī ca khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (1)",
  "patthana1.17:78.1": "Maggahetuko ca maggādhipati ca dhammā maggādhipatissa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (2)",
  "patthana1.17:79.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (3)",
  "patthana1.17:80.0": "Adhipati",
  "patthana1.17:80.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana1.17:81.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇādhipati sampayuttakānaṃ maggādhipatīnaṃ khandhānaṃ adhipatipaccayena paccayo. (2)",
  "patthana1.17:82.1": "Maggārammaṇo dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇādhipati sampayuttakānaṃ maggārammaṇānañca maggādhipatīnañca khandhānaṃ adhipatipaccayena paccayo. (3)",
  "patthana1.17:83.1": "Maggahetuko dhammo maggahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggahetukādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana1.17:84.1": "Maggahetuko dhammo maggārammaṇassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (2)",
  "patthana1.17:85.1": "Maggahetuko dhammo maggādhipatissa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. **Sahajātādhipati**—maggahetukādhipati sampayuttakānaṃ maggādhipatīnaṃ khandhānaṃ adhipatipaccayena paccayo. (3)",
  "patthana1.17:86.1": "Maggahetuko dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (4)",
  "patthana1.17:87.1": "Maggahetuko dhammo maggahetukassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggahetukādhipati sampayuttakānaṃ maggahetukānañca maggādhipatīnañca khandhānaṃ adhipatipaccayena paccayo. (5)",
  "patthana1.17:88.1": "Maggādhipati dhammo maggādhipatissa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. **Sahajātādhipati**—maggādhipati adhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana1.17:89.1": "Maggādhipati dhammo maggārammaṇassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. **Sahajātādhipati**—maggādhipati adhipati sampayuttakānaṃ maggārammaṇānaṃ khandhānaṃ adhipatipaccayena paccayo. (2)",
  "patthana1.17:90.1": "Maggādhipati dhammo maggahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggādhipati adhipati sampayuttakānaṃ maggahetukānaṃ khandhānaṃ adhipatipaccayena paccayo. (3)",
  "patthana1.17:91.1": "Maggādhipati dhammo maggārammaṇassa ca maggādhipatissa ca adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. **Sahajātādhipati**—maggādhipati adhipati sampayuttakānaṃ maggārammaṇānañca maggādhipatīnañca khandhānaṃ adhipatipaccayena paccayo. (4)",
  "patthana1.17:92.1": "Maggādhipati dhammo maggahetukassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggādhipati adhipati sampayuttakānaṃ maggāhetukānañca maggādhipatīnañca khandhānaṃ adhipatipaccayena paccayo. (5)",
  "patthana1.17:93.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇā ca maggādhipatī ca adhipati sampayuttakānaṃ maggārammaṇānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana1.17:94.1": "Maggārammaṇo ca maggādhipati ca dhammā maggādhipatissa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇā ca maggādhipatī ca adhipati sampayuttakānaṃ maggādhipatīnaṃ khandhānaṃ adhipatipaccayena paccayo. (2)",
  "patthana1.17:95.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇā ca maggādhipatī ca adhipati sampayuttakānaṃ maggārammaṇānañca maggādhipatīnañca khandhānaṃ adhipatipaccayena paccayo. (3)",
  "patthana1.17:96.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (1)",
  "patthana1.17:97.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggahetukā ca maggādhipatī ca adhipati sampayuttakānaṃ maggahetukānaṃ khandhānaṃ adhipatipaccayena paccayo. (2)",
  "patthana1.17:98.1": "Maggahetuko ca maggādhipati ca dhammā maggādhipatissa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. **Sahajātādhipati**—maggahetukā ca maggādhipatī ca adhipati sampayuttakānaṃ maggādhipatīnaṃ khandhānaṃ adhipatipaccayena paccayo. (3)",
  "patthana1.17:99.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (4)",
  "patthana1.17:100.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggahetukā ca maggādhipatī ca adhipati sampayuttakānaṃ maggahetukānañca maggādhipatīnañca khandhānaṃ adhipatipaccayena paccayo. (5)",
  "patthana1.17:101.0": "Anantara",
  "patthana1.17:101.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa anantarapaccayena paccayo— purimā purimā maggārammaṇā khandhā pacchimānaṃ pacchimānaṃ maggārammaṇānaṃ khandhānaṃ anantarapaccayena paccayo. Āvajjanā maggārammaṇānaṃ khandhānaṃ anantarapaccayena paccayo. (1)",
  "patthana1.17:102.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa anantarapaccayena paccayo— purimā purimā maggārammaṇā khandhā pacchimānaṃ pacchimānaṃ maggādhipatīnaṃ khandhānaṃ anantarapaccayena paccayo. Āvajjanā maggādhipatīnaṃ khandhānaṃ anantarapaccayena paccayo. (2)",
  "patthana1.17:103.1": "Maggārammaṇo dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa anantarapaccayena paccayo—purimā purimā maggārammaṇā khandhā pacchimānaṃ pacchimānaṃ maggārammaṇānañca maggādhipatīnañca khandhānaṃ anantarapaccayena paccayo. Āvajjanā maggārammaṇānañca maggādhipatīnañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana1.17:104.1": "Maggādhipati dhammo maggādhipatissa dhammassa anantarapaccayena paccayo— purimā purimā maggādhipatī khandhā pacchimānaṃ pacchimānaṃ maggādhipatīnaṃ khandhānaṃ anantarapaccayena paccayo. (1)",
  "patthana1.17:105.1": "Maggādhipati dhammo maggārammaṇassa dhammassa anantarapaccayena paccayo— purimā purimā maggādhipatī khandhā pacchimānaṃ pacchimānaṃ maggārammaṇānaṃ khandhānaṃ anantarapaccayena paccayo. (2)",
  "patthana1.17:106.1": "Maggādhipati dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa anantarapaccayena paccayo—purimā purimā maggādhipatī khandhā pacchimānaṃ pacchimānaṃ maggārammaṇānañca maggādhipatīnañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana1.17:107.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa dhammassa anantarapaccayena paccayo—purimā purimā maggārammaṇā ca maggādhipatī ca khandhā pacchimānaṃ pacchimānaṃ maggārammaṇānaṃ khandhānaṃ anantarapaccayena paccayo. (1)",
  "patthana1.17:108.1": "Maggārammaṇo ca maggādhipati ca dhammā maggādhipatissa dhammassa anantarapaccayena paccayo—purimā purimā maggārammaṇā ca maggādhipatī ca khandhā pacchimānaṃ pacchimānaṃ maggādhipatīnaṃ khandhānaṃ anantarapaccayena paccayo. (2)",
  "patthana1.17:109.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa anantarapaccayena paccayo—purimā purimā maggārammaṇā ca maggādhipatī ca khandhā pacchimānaṃ pacchimānaṃ maggārammaṇānañca maggādhipatīnañca khandhānaṃ anantarapaccayena paccayo. (3)",
  "patthana1.17:110.0": "Samanantarādi",
  "patthana1.17:110.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa samanantarapaccayena paccayo …pe… (anantarasadisaṃ) sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo …. (Tīsupi sattarasa pañhā kātabbā.)",
  "patthana1.17:111.0": "Upanissaya",
  "patthana1.17:111.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. (1)",
  "patthana1.17:112.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. (2)",
  "patthana1.17:113.1": "Maggārammaṇo dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. (3)",
  "patthana1.17:114.1": "Maggahetuko dhammo maggahetukassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa upanissayapaccayena paccayo …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. (1)",
  "patthana1.17:115.1": "Maggahetuko dhammo maggārammaṇassa dhammassa upanissayapaccayena paccayo. **Ārammaṇūpanissayo**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (2)",
  "patthana1.17:116.1": "Maggahetuko dhammo maggādhipatissa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. (3)",
  "patthana1.17:117.1": "Maggahetuko dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. **Ārammaṇūpanissayo**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (4)",
  "patthana1.17:118.1": "Maggahetuko dhammo maggahetukassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. (5)",
  "patthana1.17:119.1": "Maggādhipati dhammo maggādhipatissa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo; paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. (1)",
  "patthana1.17:120.1": "Maggādhipati dhammo maggārammaṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. (2)",
  "patthana1.17:121.1": "Maggādhipati dhammo maggahetukassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. (3)",
  "patthana1.17:122.1": "Maggādhipati dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. (4)",
  "patthana1.17:123.1": "Maggādhipati dhammo maggahetukassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. (5)",
  "patthana1.17:124.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. (1)",
  "patthana1.17:125.1": "Maggārammaṇo ca maggādhipati ca dhammā maggādhipatissa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. (2)",
  "patthana1.17:126.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. (3)",
  "patthana1.17:127.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa dhammassa upanissayapaccayena paccayo. **Ārammaṇūpanissayo**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (1)",
  "patthana1.17:128.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. (2)",
  "patthana1.17:129.1": "Maggahetuko ca maggādhipati ca dhammā maggādhipatissa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. (3)",
  "patthana1.17:130.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. **Ārammaṇūpanissayo**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti. (4)",
  "patthana1.17:131.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. (5)",
  "patthana1.17:132.0": "Āsevana",
  "patthana1.17:132.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa āsevanapaccayena paccayo—purimā purimā maggārammaṇā khandhā pacchimānaṃ pacchimānaṃ maggārammaṇānaṃ khandhānaṃ āsevanapaccayena paccayo.",
  "patthana1.17:133.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa āsevanapaccayena paccayo. (Anantarasadisaṃ. Nava pañhā kātabbā, āvajjanā na kātabbā.)",
  "patthana1.17:134.0": "Kammādi",
  "patthana1.17:134.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa kammapaccayena paccayo— sahajātā …pe…. (Nānākkhaṇikā natthi, sattarasa pañhā kātabbā.)",
  "patthana1.17:135.0": "Āhārādi",
  "patthana1.17:135.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo … atthipaccayena paccayo (ime satta paccayā sattarasa pañhā hetusadisā) … natthipaccayena paccayo … vigatapaccayena paccayo (anantarasadisā) … avigatapaccayena paccayo. (Sattarasa pañhā.)",
  "patthana1.17:136.0": "Suddha",
  "patthana1.17:136.1": "Hetuyā sattarasa, ārammaṇe nava, adhipatiyā ekavīsa, anantare nava, samanantare nava, sahajāte sattarasa, aññamaññe sattarasa, nissaye sattarasa, upanissaye ekavīsa, āsevane nava, kamme sattarasa, āhāre indriye jhāne magge sampayutte sattarasa, atthiyā sattarasa, natthiyā nava, vigate nava, avigate sattarasa. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.17:137.1": "Anulomaṃ.",
  "patthana1.17:138.0": "Paccanīyuddhāra",
  "patthana1.17:138.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana1.17:139.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (2)",
  "patthana1.17:140.1": "Maggārammaṇo dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana1.17:141.1": "Maggahetuko dhammo maggahetukassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana1.17:142.1": "Maggahetuko dhammo maggārammaṇassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. (2)",
  "patthana1.17:143.1": "Maggahetuko dhammo maggādhipatissa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana1.17:144.1": "Maggahetuko dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. (4)",
  "patthana1.17:145.1": "Maggahetuko dhammo maggahetukassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (5)",
  "patthana1.17:146.1": "Maggādhipati dhammo maggādhipatissa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana1.17:147.1": "Maggādhipati dhammo maggārammaṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (2)",
  "patthana1.17:148.1": "Maggādhipati dhammo maggahetukassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana1.17:149.1": "Maggādhipati dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (4)",
  "patthana1.17:150.1": "Maggādhipati dhammo maggahetukassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (5)",
  "patthana1.17:151.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana1.17:152.1": "Maggārammaṇo ca maggādhipati ca dhammā maggādhipatissa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (2)",
  "patthana1.17:153.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana1.17:154.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana1.17:155.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (2)",
  "patthana1.17:156.1": "Maggahetuko ca maggādhipati ca dhammā maggādhipatissa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (3)",
  "patthana1.17:157.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. (4)",
  "patthana1.17:158.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (5)",
  "patthana1.17:159.0": "Suddha",
  "patthana1.17:159.1": "Nahetuyā ekavīsa, naārammaṇe sattarasa (naārammaṇe gahite pakatārammaṇampi upanissayārammaṇampi dvepi chijjanti), naadhipatiyā ekavīsa, naanantare nasamanantare nasahajāte naaññamaññe nanissaye naupanissaye napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge nasampayutte navippayutte noatthiyā nonatthiyā novigate noavigate ekavīsa. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.17:160.1": "Paccanīyaṃ.",
  "patthana1.17:161.0": "Hetuduka",
  "patthana1.17:161.1": "Hetupaccayā naārammaṇe sattarasa, naadhipatiyā naanantare nasamanantare naupanissaye napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge navippayutte nonatthiyā novigate sattarasa. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.17:162.1": "Anulomapaccanīyaṃ.",
  "patthana1.17:163.0": "Nahetuduka",
  "patthana1.17:163.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā ekavīsa, anantare nava, samanantare nava, sahajāte sattarasa, aññamaññe sattarasa, nissaye sattarasa, upanissaye ekavīsa, āsevane nava, kamme sattarasa, āhāre sattarasa, indriye jhāne magge sampayutte sattarasa, atthiyā sattarasa, natthiyā nava, vigate nava, avigate sattarasa. (Evaṃ gaṇetabbaṃ.)",
  "patthana1.17:164.1": "Paccanīyānulomaṃ.",
  "patthana1.17:165.1": "Maggārammaṇattikaṃ niṭṭhitaṃ."
}