{
  "patthana1.5:0.1": "Paṭṭhānapakaraṇa",
  "patthana1.5:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1)",
  "patthana1.5:0.3": "1.5. Upādinnattika",
  "patthana1.5:1.0.1": "Vibhaṅgavāra",
  "patthana1.5:1.0.2": "Hetu",
  "patthana1.5:1.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā; paṭisandhikkhaṇe upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā kaṭattā ca rūpaṃ …pe… dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṃ; khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā; upādinnupādāniyaṃ ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca dve mahābhūtā, mahābhūte paṭicca kaṭattārūpaṃ upādārūpaṃ. (1)",
  "patthana1.5:2.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniye khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.5:3.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo ca anupādinnupādāniyo ca dhammā uppajjanti hetupaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ. (3)",
  "patthana1.5:4.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā—anupādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ; anupādinnupādāniyaṃ ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ upādārūpaṃ. (1)",
  "patthana1.5:5.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnaanupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. (1)",
  "patthana1.5:6.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniye khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.5:7.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā—anupādinnaanupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ. (3)",
  "patthana1.5:8.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.5:9.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.5:10.0": "Ārammaṇa",
  "patthana1.5:10.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati ārammaṇapaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca …pe… paṭisandhikkhaṇe …pe….",
  "patthana1.5:11.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca …pe….",
  "patthana1.5:12.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca …pe… ārammaṇapaccayā … tīṇi.",
  "patthana1.5:13.0": "Adhipati",
  "patthana1.5:13.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati adhipatipaccayā—anupādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… ekaṃ mahābhūtaṃ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ upādārūpaṃ. (1)",
  "patthana1.5:14.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca … tīṇi.",
  "patthana1.5:15.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati adhipatipaccayā—anupādinnaanupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.5:16.0": "Anantarādi",
  "patthana1.5:16.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca …pe… paṭisandhikkhaṇe …pe… ekaṃ mahābhūtaṃ paṭicca …pe… mahābhūte paṭicca kaṭattārūpaṃ upādārūpaṃ; asaññasattānaṃ ekaṃ mahābhūtaṃ paṭicca …pe… mahābhūte paṭicca kaṭattārūpaṃ upādārūpaṃ.",
  "patthana1.5:17.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca … tīṇi.",
  "patthana1.5:18.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati sahajātapaccayā—anupādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… ekaṃ mahābhūtaṃ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ upādārūpaṃ. Bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ paṭicca …pe….",
  "patthana1.5:19.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca … tīṇi.",
  "patthana1.5:20.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca …pe… anupādinnupādāniyo …pe…. (1)",
  "patthana1.5:21.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca anupādinnupādāniyo …pe…. (1)",
  "patthana1.5:22.0": "Aññamañña",
  "patthana1.5:22.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati aññamaññapaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca …pe… paṭisandhikkhaṇe upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā vatthu ca …pe… khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā; ekaṃ mahābhūtaṃ paṭicca …pe… dve mahābhūte paṭicca dve mahābhūtā; asaññasattānaṃ ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana1.5:23.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ …pe…. (1)",
  "patthana1.5:24.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca …pe…. (1)",
  "patthana1.5:25.0": "Nissaya-upanissaya",
  "patthana1.5:25.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca nissayapaccayā … nava. Upanissayapaccayā … tīṇi.",
  "patthana1.5:26.0": "Purejāta",
  "patthana1.5:26.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati purejātapaccayā … tīṇi.",
  "patthana1.5:27.0": "Āsevana",
  "patthana1.5:27.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati āsevanapaccayā—anupādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca …pe…. (1)",
  "patthana1.5:28.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnaanupādāniyo dhammo uppajjati āsevanapaccayā—anupādinnaanupādāniyaṃ ekaṃ khandhaṃ paṭicca …pe…. (1)",
  "patthana1.5:29.0": "Kamma",
  "patthana1.5:29.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati kammapaccayā. (Hetupaccayasadisā nava.)",
  "patthana1.5:30.0": "Vipāka",
  "patthana1.5:30.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati vipākapaccayā … tīṇi.",
  "patthana1.5:31.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati vipākapaccayā—ekaṃ mahābhūtaṃ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ upādārūpaṃ.",
  "patthana1.5:32.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnaanupādāniyo dhammo uppajjati vipākapaccayā—vipākaṃ anupādinnaanupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… nava.",
  "patthana1.5:33.0": "Āhārādi",
  "patthana1.5:33.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati āhārapaccayā …pe… indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā.",
  "patthana1.5:34.1": "(Yathā kusalattikassa paṭiccavāro sajjhāyamaggena vitthārito, evaṃ vitthāretabbaṃ.)",
  "patthana1.5:35.0": "Suddha",
  "patthana1.5:35.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca, anantare tīṇi, samanantare tīṇi, sahajāte nava, aññamaññe tīṇi, nissaye nava, upanissaye tīṇi, purejāte tīṇi, āsevane dve, kamme nava, vipāke nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte tīṇi, vippayutte nava, atthiyā nava, natthiyā tīṇi, vigate tīṇi, avigate nava.",
  "patthana1.5:36.0": "Hetuduka",
  "patthana1.5:36.1": "Hetupaccayā ārammaṇe tīṇi …pe… avigate nava.",
  "patthana1.5:37.1": "(Yathā kusalattike paṭiccagaṇanā sajjhāyamaggena gaṇitā, evaṃ gaṇetabbaṃ.)",
  "patthana1.5:38.1": "Anulomaṃ.",
  "patthana1.5:39.0": "Nahetu",
  "patthana1.5:39.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṃ upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā, dve khandhe paṭicca dve khandhā, ahetukapaṭisandhikkhaṇe upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā kaṭattā ca rūpaṃ …pe… dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṃ; khandhe paṭicca vatthu, vatthuṃ paṭicca khandhā; ekaṃ mahābhūtaṃ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca kaṭattārūpaṃ upādārūpaṃ; asaññasattānaṃ ekaṃ mahābhūtaṃ paṭicca …pe… mahābhūte paṭicca kaṭattārūpaṃ upādārūpaṃ. (1)",
  "patthana1.5:40.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetuke upādinnupādāniye khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.5:41.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo ca anupādinnupādāniyo ca dhammā uppajjanti nahetupaccayā—ahetukaṃ upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ. (3)",
  "patthana1.5:42.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṃ anupādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṃ. Anupādinnupādāniyaṃ ekaṃ mahābhūtaṃ …pe… mahābhūte paṭicca cittasamuṭṭhānaṃ rūpaṃ upādārūpaṃ. bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ paṭicca …pe… mahābhūte paṭicca upādārūpaṃ. Vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana1.5:43.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetuke upādinnupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.5:44.0": "Naārammaṇa",
  "patthana1.5:44.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—paṭisandhikkhaṇe upādinnupādāniye khandhe paṭicca kaṭattārūpaṃ, khandhe paṭicca vatthu, ekaṃ mahābhūtaṃ paṭicca …pe… asaññasattānaṃ ekaṃ mahābhūtaṃ paṭicca …pe…. (1)",
  "patthana1.5:45.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—upādinnupādāniye khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (2)",
  "patthana1.5:46.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—anupādinnupādāniye khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ, ekaṃ mahābhūtaṃ paṭicca …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ paṭicca …pe…. (1)",
  "patthana1.5:47.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—anupādinnaanupādāniye khandhe paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.5:48.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—anupādinnaanupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.5:49.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—upādinnupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.5:50.0": "Naadhipati",
  "patthana1.5:50.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati naadhipatipaccayā (paṭisandhi paripuṇṇaṃ) … tīṇi.",
  "patthana1.5:51.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca … ekā.",
  "patthana1.5:52.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā—anupādinnaanupādāniye khandhe paṭicca anupādinnaanupādāniyā adhipati. (1)",
  "patthana1.5:53.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati naadhipatipaccayā—upādinnupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ.",
  "patthana1.5:54.0": "Naanantarādi",
  "patthana1.5:54.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati naanantarapaccayā …pe… nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā … napacchājātapaccayā … naāsevanapaccayā …pe….",
  "patthana1.5:55.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnaanupādāniyo dhammo uppajjati naāsevanapaccayā—vipākaṃ anupādinnaanupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā. (Saṃkhittaṃ.)",
  "patthana1.5:56.0": "Nakamma",
  "patthana1.5:56.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati nakammapaccayā—anupādinnupādāniye khandhe paṭicca anupādinnupādāniyā cetanā. bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ paṭicca …pe…. (1)",
  "patthana1.5:57.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnaanupādāniyo dhammo uppajjati nakammapaccayā—kusale anupādinnaanupādāniye khandhe paṭicca anupādinnaanupādāniyā cetanā. (2)",
  "patthana1.5:58.0": "Navipāka",
  "patthana1.5:58.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati navipākapaccayā—asaññasattānaṃ ekaṃ mahābhūtaṃ paṭicca …pe… mahābhūte paṭicca kaṭattārūpaṃ upādārūpaṃ. (1)",
  "patthana1.5:59.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati navipākapaccayā … ekā.",
  "patthana1.5:60.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnaanupādāniyo dhammo uppajjati navipākapaccayā—kusalaṃ anupādinnaanupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā … tīṇi.",
  "patthana1.5:61.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati navipākapaccayā—kusale anupādinnaanupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.5:62.0": "Naāhāra",
  "patthana1.5:62.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati naāhārapaccayā—asaññasattānaṃ ekaṃ mahābhūtaṃ paṭicca …pe…. (1)",
  "patthana1.5:63.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati naāhārapaccayā—bāhiraṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ paṭicca …pe…. (1)",
  "patthana1.5:64.0": "Naindriya",
  "patthana1.5:64.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati naindriyapaccayā—asaññasattānaṃ mahābhūte paṭicca rūpajīvitindriyaṃ. (1)",
  "patthana1.5:65.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati naindriyapaccayā—bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ paṭicca …pe…. (1)",
  "patthana1.5:66.0": "Najhāna",
  "patthana1.5:66.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati najhānapaccayā—pañcaviññāṇasahagataṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… asaññasattānaṃ ekaṃ mahābhūtaṃ paṭicca …pe…. (1)",
  "patthana1.5:67.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati najhānapaccayā—bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ paṭicca …pe…. (1)",
  "patthana1.5:68.0": "Namagga",
  "patthana1.5:68.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati namaggapaccayā—ahetukaṃ upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā … pañca.",
  "patthana1.5:69.0": "Nasampayutta",
  "patthana1.5:69.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati nasampayuttapaccayā. (Naārammaṇapaccayasadisaṃ.)",
  "patthana1.5:70.0": "Navippayutta",
  "patthana1.5:70.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati navippayuttapaccayā—arūpe upādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… asaññasattānaṃ ekaṃ mahābhūtaṃ paṭicca …pe…. (1)",
  "patthana1.5:71.1": "Anupādinnupādāniyaṃ dhammaṃ paṭicca anupādinnupādāniyo dhammo uppajjati navippayuttapaccayā—arūpe anupādinnupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ paṭicca …pe…. (1)",
  "patthana1.5:72.1": "Anupādinnaanupādāniyaṃ dhammaṃ paṭicca anupādinnaanupādāniyo dhammo uppajjati navippayuttapaccayā—arūpe anupādinnaanupādāniyaṃ ekaṃ khandhaṃ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. (1)",
  "patthana1.5:73.0": "Nonatthi-novigata",
  "patthana1.5:73.1": "Upādinnupādāniyaṃ dhammaṃ paṭicca upādinnupādāniyo dhammo uppajjati nonatthipaccayā … novigatapaccayā.",
  "patthana1.5:74.1": "(Yathā kusalattike paccanīyavāro vitthārito, evaṃ vitthāretabbo.)",
  "patthana1.5:75.0": "Suddha",
  "patthana1.5:75.1": "Nahetuyā pañca, naārammaṇe cha, naadhipatiyā cha, naanantare cha, nasamanantare cha, naaññamaññe cha, naupanissaye cha, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme dve, navipāke cha, naāhāre dve, naindriye dve, najhāne dve, namagge pañca, nasampayutte cha, navippayutte tīṇi, nonatthiyā cha, novigate cha.",
  "patthana1.5:76.0": "Nahetuduka",
  "patthana1.5:76.1": "Nahetupaccayā naārammaṇe cattāri, naadhipatiyā pañca, naanantare cattāri …pe… naāsevane pañca, nakamme ekaṃ, navipāke dve …pe… najhāne dve, namagge pañca, nasampayutte cattāri, navippayutte dve …pe… novigate cattāri.",
  "patthana1.5:77.1": "Yathā kusalattike gaṇanā, evaṃ gaṇetabbaṃ.",
  "patthana1.5:78.1": "Paccanīyaṃ.",
  "patthana1.5:79.0": "Hetuduka",
  "patthana1.5:79.1": "Hetupaccayā naārammaṇe cha …pe… napurejāte satta, napacchājāte nava, naāsevane nava, nakamme dve, navipāke cha, nasampayutte cha, navippayutte tīṇi …pe… novigate cha.",
  "patthana1.5:80.1": "(Yathā kusalattike anulomapaccanīyagaṇanā, evaṃ gaṇetabbā.)",
  "patthana1.5:81.1": "Anulomapaccanīyaṃ.",
  "patthana1.5:82.0": "Nahetuduka",
  "patthana1.5:82.1": "Nahetupaccayā ārammaṇe dve …pe… sahajāte pañca, aññamaññe dve, nissaye pañca, upanissaye dve, purejāte dve, āsevane ekaṃ, kamme pañca …pe… jhāne pañca, magge ekaṃ, sampayutte dve, vippayutte pañca …pe… avigate pañca.",
  "patthana1.5:83.1": "(Yathā kusalattike paccanīyānulomagaṇanā, evaṃ gaṇetabbā.)",
  "patthana1.5:84.1": "Paccanīyānulomaṃ.",
  "patthana1.5:84.2": "Paṭiccavāro.",
  "patthana1.5:85.0": "1.5.2.1–4 Paccayacatukka",
  "patthana1.5:85.1": "Upādinnupādāniyaṃ dhammaṃ sahajāto upādinnupādāniyo dhammo uppajjati hetupaccayā.",
  "patthana1.5:86.1": "Paṭiccavāropi sahajātavāropi sadiso.",
  "patthana1.5:87.1": "Sahajātavāro.",
  "patthana1.5:88.0": "Hetu",
  "patthana1.5:88.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ paccayā tayo khandhā …pe… paṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṃ paccayā khandhā; ekaṃ mahābhūtaṃ paccayā tayo mahābhūtā …pe… mahābhūte paccayā kaṭattārūpaṃ upādārūpaṃ; vatthuṃ paccayā upādinnupādāniyā khandhā. (1)",
  "patthana1.5:89.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniye khandhe paccayā cittasamuṭṭhānaṃ rūpaṃ; vatthuṃ paccayā anupādinnupādāniyā khandhā. (2)",
  "patthana1.5:90.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati hetupaccayā—vatthuṃ paccayā anupādinnaanupādāniyā khandhā. (3)",
  "patthana1.5:91.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo ca anupādinnupādāniyo ca dhammā uppajjanti hetupaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe…. (4)",
  "patthana1.5:92.1": "Anupādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati hetupaccayā … ekā.",
  "patthana1.5:93.1": "Anupādinnaanupādāniyaṃ dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana1.5:94.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniyaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. (1)",
  "patthana1.5:95.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniye khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ. (1)",
  "patthana1.5:96.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniye khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ; anupādinnupādāniyaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. (1)",
  "patthana1.5:97.0": "Ārammaṇa",
  "patthana1.5:97.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo dhammo uppajjati ārammaṇapaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ paccayā tayo khandhā …pe… dve khandhe paccayā dve khandhā; paṭisandhikkhaṇe upādinnupādāniyaṃ ekaṃ khandhaṃ paccayā tayo khandhā …pe… dve khandhe paccayā dve khandhā; vatthuṃ paccayā khandhā; cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ; vatthuṃ paccayā upādinnupādāniyā khandhā. (1)",
  "patthana1.5:98.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati ārammaṇapaccayā—vatthuṃ paccayā anupādinnupādāniyā khandhā. (2)",
  "patthana1.5:99.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati ārammaṇapaccayā—vatthuṃ paccayā anupādinnaanupādāniyā khandhā. (3)",
  "patthana1.5:100.1": "Anupādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati ārammaṇapaccayā—anupādinnupādāniyaṃ ekaṃ khandhaṃ paccayā tayo khandhā …pe… dve khandhe paccayā dve khandhā. (1)",
  "patthana1.5:101.1": "Anupādinnaanupādāniyaṃ dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati ārammaṇapaccayā—anupādinnaanupādāniyaṃ ekaṃ khandhaṃ paccayā tayo khandhā …pe… dve khandhe paccayā dve khandhā. (1)",
  "patthana1.5:102.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati ārammaṇapaccayā—anupādinnaanupādāniyaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. (1)",
  "patthana1.5:103.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati ārammaṇapaccayā—anupādinnupādāniyaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. (1)",
  "patthana1.5:104.0": "Adhipati",
  "patthana1.5:104.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati adhipatipaccayā—vatthuṃ paccayā anupādinnupādāniyā khandhā. (1)",
  "patthana1.5:105.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati adhipatipaccayā—vatthuṃ paccayā anupādinnaanupādāniyā khandhā. (2)",
  "patthana1.5:106.1": "Anupādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati adhipatipaccayā … ekā.",
  "patthana1.5:107.1": "Anupādinnaanupādāniyaṃ dhammaṃ paccayā … tisso.",
  "patthana1.5:108.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paccayā …pe… adhipatipaccayā …pe…. (1)",
  "patthana1.5:109.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paccayā …pe… adhipatipaccayā. (1)",
  "patthana1.5:110.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati adhipatipaccayā—anupādinnupādāniyaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. (1)",
  "patthana1.5:111.0": "Anantara",
  "patthana1.5:111.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo dhammo uppajjati anantarapaccayā.",
  "patthana1.5:112.1": "Catuvīsatipaccayā vitthāretabbā, avigatapaccayā.",
  "patthana1.5:113.0": "Suddha",
  "patthana1.5:113.1": "Hetuyā ekādasa, ārammaṇe satta, adhipatiyā nava, anantare satta, samanantare satta, sahajāte ekādasa, aññamaññe satta, nissaye ekādasa, upanissaye satta, purejāte satta, āsevane cha, kamme ekādasa, vipāke ekādasa, āhāre ekādasa, indriye ekādasa, jhāne ekādasa, magge ekādasa, sampayutte satta, vippayutte ekādasa, atthiyā ekādasa, natthiyā satta, vigate satta, avigate ekādasa.",
  "patthana1.5:114.0": "Hetuduka",
  "patthana1.5:114.1": "Hetupaccayā ārammaṇe satta …pe… avigate ekādasa.",
  "patthana1.5:115.1": "Yathā kusalattike gaṇanā evaṃ gaṇetabbā.",
  "patthana1.5:116.1": "Anulomaṃ.",
  "patthana1.5:117.0": "Nahetu",
  "patthana1.5:117.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṃ upādinnupādāniyaṃ ekaṃ khandhaṃ paccayā …pe… ahetukapaṭisandhikkhaṇe …pe… asaññasattānaṃ ekaṃ mahābhūtaṃ …pe… cakkhāyatanaṃ paccayā cakkhuviññāṇaṃ …pe… kāyāyatanaṃ paccayā kāyaviññāṇaṃ; vatthuṃ paccayā ahetukā upādinnupādāniyā khandhā. (1)",
  "patthana1.5:118.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetuke upādinnupādāniye khandhe paccayā cittasamuṭṭhānaṃ rūpaṃ; vatthuṃ paccayā ahetukā anupādinnupādāniyā khandhā; vatthuṃ paccayā vicikicchāsahagato uddhaccasahagato moho. (2)",
  "patthana1.5:119.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo ca anupādinnupādāniyo ca dhammā uppajjanti nahetupaccayā—ahetukaṃ upādinnupādāniyaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe…. (3)",
  "patthana1.5:120.1": "Anupādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṃ anupādinnupādāniyaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ …pe… rūpaṃ; vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana1.5:121.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetuke upādinnupādāniye khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ; ahetukaṃ anupādinnupādāniyaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā; vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. (1)",
  "patthana1.5:122.0": "Naārammaṇa",
  "patthana1.5:122.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo dhammo uppajjati naārammaṇapaccayā. (Saṃkhittaṃ.)",
  "patthana1.5:123.0": "Naadhipati",
  "patthana1.5:123.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo dhammo uppajjati naadhipatipaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ paccayā …pe…. (1)",
  "patthana1.5:124.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati naadhipatipaccayā—upādinnupādāniye khandhe paccayā cittasamuṭṭhānaṃ rūpaṃ; vatthuṃ paccayā anupādinnupādāniyā khandhā. (2)",
  "patthana1.5:125.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā—vatthuṃ paccayā anupādinnaanupādāniyā adhipati. (3)",
  "patthana1.5:126.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo ca anupādinnupādāniyo ca dhammā uppajjanti naadhipatipaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṃ …pe…. (4)",
  "patthana1.5:127.1": "Anupādinnupādāniyaṃ dhammaṃ paccayā. (Ekā pañhā.)",
  "patthana1.5:128.1": "Anupādinnaanupādāniyaṃ dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā—anupādinnaanupādāniye khandhe paccayā anupādinnaanupādāniyā adhipati. (1)",
  "patthana1.5:129.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati na adhipatipaccayā—anupādinnaanupādāniye khandhe ca vatthuñca paccayā anupādinnaanupādāniyā adhipati. (1)",
  "patthana1.5:130.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati naadhipatipaccayā—upādinnupādāniye khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṃ rūpaṃ; anupādinnupādāniyaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. (1)",
  "patthana1.5:131.0": "Naanantarādi",
  "patthana1.5:131.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo dhammo uppajjati naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā … napacchājātapaccayā … naāsevanapaccayā …pe….",
  "patthana1.5:132.0": "Nakamma",
  "patthana1.5:132.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati nakammapaccayā—vatthuṃ paccayā anupādinnupādāniyā cetanā. (1)",
  "patthana1.5:133.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati nakammapaccayā—vatthuṃ paccayā kusalā anupādinnaanupādāniyā cetanā. (2)",
  "patthana1.5:134.1": "Anupādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati nakammapaccayā—anupādinnupādāniye khandhe paccayā anupādinnupādāniyā cetanā. bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ paccayā …pe…. (1)",
  "patthana1.5:135.1": "Anupādinnaanupādāniyaṃ dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati nakammapaccayā—kusale anupādinnaanupādāniye khandhe paccayā anupādinnaanupādāniyā cetanā. (1)",
  "patthana1.5:136.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati nakammapaccayā—kusale anupādinnaanupādāniye khandhe ca vatthuñca paccayā anupādinnaanupādāniyā kusalā cetanā. (1)",
  "patthana1.5:137.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati nakammapaccayā—anupādinnupādāniye khandhe ca vatthuñca paccayā anupādinnupādāniyā cetanā. (1)",
  "patthana1.5:138.0": "Navipāka",
  "patthana1.5:138.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo dhammo uppajjati navipākapaccayā—asaññasattānaṃ ekaṃ mahābhūtaṃ paccayā …pe…. (1)",
  "patthana1.5:139.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati navipākapaccayā; vatthuṃ paccayā anupādinnupādāniyā khandhā. (2)",
  "patthana1.5:140.1": "Upādinnupādāniyaṃ dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati navipākapaccayā—vatthuṃ paccayā kusalā anupādinnaanupādāniyā khandhā. (3)",
  "patthana1.5:141.1": "Anupādinnupādāniyaṃ dhammaṃ paccayā … ekā.",
  "patthana1.5:142.1": "Anupādinnaanupādāniyaṃ dhammaṃ paccayā … tīṇi.",
  "patthana1.5:143.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paccayā anupādinnaanupādāniyo dhammo uppajjati navipākapaccayā. (Saṃkhittaṃ.)",
  "patthana1.5:144.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati navipākapaccayā. (Saṃkhittaṃ.)",
  "patthana1.5:145.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṃ paccayā anupādinnupādāniyo dhammo uppajjati navipākapaccayā—anupādinnupādāniyaṃ ekaṃ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā.",
  "patthana1.5:146.0": "Naāhārādi",
  "patthana1.5:146.1": "Upādinnupādāniyaṃ dhammaṃ paccayā upādinnupādāniyo dhammo uppajjati naāhārapaccayā … naindriyapaccayā … najhānapaccayā … namaggapaccayā … nasampayuttapaccayā … navippayuttapaccayā … nonatthipaccayā … novigatapaccayā. (Saṃkhittaṃ.)",
  "patthana1.5:147.0": "Saṅkhyāvāra",
  "patthana1.5:147.1": "Nahetuyā pañca, naārammaṇe cha, naadhipatiyā aṭṭha, naanantare cha, nasamanantare cha, naaññamaññe cha, naupanissaye cha, napurejāte satta, napacchājāte ekādasa, naāsevane ekādasa, nakamme cha, navipāke dasa, naāhāre dve, naindriye dve, najhāne dve, namagge pañca, na sampayutte cha, navippayutte tīṇi, nonatthiyā cha, novigate cha. (Vitthārena gaṇetabbaṃ.)",
  "patthana1.5:148.0": "1.5.3.3. Paccayānulomapaccanīya",
  "patthana1.5:148.1": "Hetupaccayā naārammaṇe cha …pe… novigate cha. (Vitthārena gaṇetabbaṃ.)",
  "patthana1.5:149.0": "1.5.3.4. Paccayapaccanīyānuloma",
  "patthana1.5:149.1": "Nahetupaccayā ārammaṇe cattāri …pe… avigate pañca.",
  "patthana1.5:150.1": "Paccayavāro.",
  "patthana1.5:151.0": "1.5.4. Nissayavāra",
  "patthana1.5:151.1": "Upādinnupādāniyaṃ dhammaṃ nissāya upādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ nissāya tayo khandhā, tayo khandhe nissāya … (Saṃkhittaṃ.)",
  "patthana1.5:152.1": "Paccayavāropi nissayavāropi sadiso.",
  "patthana1.5:153.1": "Nissayavāro.",
  "patthana1.5:154.0": "Hetu",
  "patthana1.5:154.1": "Upādinnupādāniyaṃ dhammaṃ saṃsaṭṭho upādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniyaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā, tayo khandhe saṃsaṭṭho eko khandho, dve khandhe saṃsaṭṭhā dve khandhā, paṭisandhikkhaṇe upādinnupādāniyaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe saṃsaṭṭhā dve khandhā. (1)",
  "patthana1.5:155.1": "Anupādinnupādāniyaṃ dhammaṃ saṃsaṭṭho anupādinnupādāniyo dhammo uppajjati hetupaccayā—anupādinnupādāniyaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe saṃsaṭṭhā dve khandhā. (1)",
  "patthana1.5:156.1": "Anupādinnaanupādāniyaṃ dhammaṃ saṃsaṭṭho anupādinnaanupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniyaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe saṃsaṭṭhā dve khandhā. (1) (Saṃkhittaṃ.)",
  "patthana1.5:157.0": "Suddha",
  "patthana1.5:157.1": "Hetuyā tīṇi …pe… adhipatiyā dve …pe… āsevane dve …pe… vipāke dve …pe… avigate tīṇi.",
  "patthana1.5:158.1": "Yathā kusalattike gaṇanā, evaṃ gaṇetabbā.",
  "patthana1.5:159.1": "Anulomaṃ.",
  "patthana1.5:160.0": "Nahetu",
  "patthana1.5:160.1": "Upādinnupādāniyaṃ dhammaṃ saṃsaṭṭho upādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṃ upādinnupādāniyaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe saṃsaṭṭhā dve khandhā; ahetukapaṭisandhikkhaṇe …pe…. (1)",
  "patthana1.5:161.1": "Anupādinnupādāniyaṃ dhammaṃ saṃsaṭṭho anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṃ anupādinnupādāniyaṃ ekaṃ khandhaṃ saṃsaṭṭhā tayo khandhā …pe… dve khandhe saṃsaṭṭhā dve khandhā; vicikicchāsahagate uddhaccasahagate khandhe saṃsaṭṭho vicikicchāsahagato uddhaccasahagato moho. (1) (Saṃkhittaṃ.)",
  "patthana1.5:162.1": "Nahetuyā dve, na adhipatiyā tīṇi …pe… navippayutte tīṇi. (Saṃkhittaṃ.)",
  "patthana1.5:163.1": "Paccanīyaṃ",
  "patthana1.5:164.0": "1.5.5.3. Paccayānulomapaccanīya",
  "patthana1.5:164.1": "Hetupaccayā naadhipatiyā tīṇi …pe… navippayutte tīṇi.",
  "patthana1.5:165.0": "1.5.5.4. Paccayapaccanīyānuloma",
  "patthana1.5:165.1": "Nahetupaccayā ārammaṇe dve …pe… avigate dve.",
  "patthana1.5:166.1": "Saṃsaṭṭhavāro.",
  "patthana1.5:167.0": "1.5.6. Sampayuttavāra",
  "patthana1.5:167.1": "Upādinnupādāniyaṃ dhammaṃ sampayutto upādinnupādāniyo dhammo uppajjati hetupaccayā. (Saṃkhittaṃ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana1.5:168.1": "Saṃsaṭṭhavāropi sampayuttavāropi sadiso.",
  "patthana1.5:169.1": "Sampayuttavāro.",
  "patthana1.5:170.0": "Hetu",
  "patthana1.5:170.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa hetupaccayena paccayo— upādinnupādāniyā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyā hetū sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ hetupaccayena paccayo. (1)",
  "patthana1.5:171.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa hetupaccayena paccayo— upādinnupādāniyā hetū cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo. (2)",
  "patthana1.5:172.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa hetupaccayena paccayo—upādinnupādāniyā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana1.5:173.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa hetupaccayena paccayo—anupādinnupādāniyā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (1)",
  "patthana1.5:174.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa hetupaccayena paccayo—anupādinnaanupādāniyā hetū sampayuttakānaṃ khandhānaṃ hetupaccayena paccayo. (1)",
  "patthana1.5:175.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa hetupaccayena paccayo—anupādinnaanupādāniyā hetū cittasamuṭṭhānānaṃ rūpānaṃ hetupaccayena paccayo. (2)",
  "patthana1.5:176.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa hetupaccayena paccayo—anupādinnaanupādāniyā hetū sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ hetupaccayena paccayo. (3)",
  "patthana1.5:177.0": "Ārammaṇa",
  "patthana1.5:177.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo—sekkhā vā puthujjanā vā cakkhuṃ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati; kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Sotaṃ … ghānaṃ … jivhaṃ … kāyaṃ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṃ … upādinnupādāniye khandhe aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Upādinnupādāniyaṃ rūpāyatanaṃ cakkhuviññāṇassa …pe… upādinnupādāniyaṃ gandhāyatanaṃ … rasāyatanaṃ … phoṭṭhabbāyatanaṃ kāyaviññāṇassa ārammaṇapaccayena paccayo. (1)",
  "patthana1.5:178.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo—cakkhuṃ aniccato dukkhato anattato vipassati, assādeti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Sotaṃ … ghānaṃ … jivhaṃ … kāyaṃ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṃ … upādinnupādāniye khandhe aniccato dukkhato anattato vipassati, assādeti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Dibbena cakkhunā upādinnupādāniyaṃ rūpaṃ passati, cetopariyañāṇena upādinnupādāniyacittasamaṅgissa cittaṃ jānāti. Upādinnupādāniyā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (2)",
  "patthana1.5:179.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo—dānaṃ datvā, sīlaṃ samādiyitvā, uposathakammaṃ katvā taṃ paccavekkhati, pubbe suciṇṇāni paccavekkhati, jhānā vuṭṭhahitvā jhānaṃ paccavekkhati, ariyā gotrabhuṃ paccavekkhanti, vodānaṃ paccavekkhanti, ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti; anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe … anupādinnupādāniye khandhe aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Dibbena cakkhunā anupādinnupādāniyaṃ rūpaṃ passanti, dibbāya sotadhātuyā saddaṃ suṇanti, cetopariyañāṇena anupādinnupādāniyacittasamaṅgissa cittaṃ jānanti. Ākāsānañcāyatanaṃ viññāṇañcāyatanassa ārammaṇapaccayena paccayo. Ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa ārammaṇapaccayena paccayo. Anupādinnupādāniyā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (1)",
  "patthana1.5:180.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo—sekkhā vā puthujjanā vā anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe … anupādinnupādāniye khandhe aniccato dukkhato anattato vipassanti, assādenti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Ākāsānañcāyatanakusalaṃ viññāṇañcāyatanavipākassa ārammaṇapaccayena paccayo. Ākiñcaññāyatanakusalaṃ nevasaññānāsaññāyatanavipākassa ārammaṇapaccayena paccayo. Anupādinnupādāniyaṃ rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa ārammaṇapaccayena paccayo. (2)",
  "patthana1.5:181.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo—nibbānaṃ maggassa, phalassa ārammaṇapaccayena paccayo. (1)",
  "patthana1.5:182.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṃ paccavekkhanti, phalaṃ paccavekkhanti, nibbānaṃ paccavekkhanti; nibbānaṃ gotrabhussa, vodānassa, āvajjanāya ārammaṇapaccayena paccayo. Ariyā cetopariyañāṇena anupādinnaanupādāniyacittasamaṅgissa cittaṃ jānanti; anupādinnaanupādāniyā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṃsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. (2)",
  "patthana1.5:183.0": "Adhipati",
  "patthana1.5:183.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—cakkhuṃ garuṃ katvā assādeti abhinandati; taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. Sotaṃ … ghānaṃ … jivhaṃ … kāyaṃ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṃ … upādinnupādāniye khandhe garuṃ katvā assādeti abhinandati; taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. (1)",
  "patthana1.5:184.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṃ datvā, sīlaṃ samādiyitvā, uposathakammaṃ katvā taṃ garuṃ katvā paccavekkhati, pubbe suciṇṇāni garuṃ katvā paccavekkhati; jhānā vuṭṭhahitvā jhānaṃ garuṃ katvā paccavekkhati; sekkhā gotrabhuṃ garuṃ katvā paccavekkhanti, vodānaṃ garuṃ katvā paccavekkhanti. Anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe … anupādinnupādāniye khandhe garuṃ katvā assādenti abhinandanti; taṃ garuṃ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—anupādinnupādāniyādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (1)",
  "patthana1.5:185.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—nibbānaṃ maggassa phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—anupādinnaanupādāniyādhipati sampayuttakānaṃ khandhānaṃ adhipatipaccayena paccayo. (1)",
  "patthana1.5:186.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṃ garuṃ katvā paccavekkhanti, phalaṃ garuṃ katvā paccavekkhanti, nibbānaṃ garuṃ katvā paccavekkhanti. Nibbānaṃ gotrabhussa, vodānassa adhipatipaccayena paccayo. **Sahajātādhipati**—anupādinnaanupādāniyādhipati cittasamuṭṭhānānaṃ rūpānaṃ adhipatipaccayena paccayo. (2)",
  "patthana1.5:187.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—anupādinnaanupādāniyādhipati sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ adhipatipaccayena paccayo. (3)",
  "patthana1.5:188.0": "Anantara",
  "patthana1.5:188.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa anantarapaccayena paccayo—purimā purimā upādinnupādāniyā khandhā pacchimānaṃ pacchimānaṃ upādinnupādāniyānaṃ khandhānaṃ anantarapaccayena paccayo; pañcaviññāṇaṃ vipākamanodhātuyā anantarapaccayena paccayo; vipākamanodhātu vipākamanoviññāṇadhātuyā anantarapaccayena paccayo. (1)",
  "patthana1.5:189.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa anantarapaccayena paccayo—bhavaṅgaṃ āvajjanāya, vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā anantarapaccayena paccayo. (2)",
  "patthana1.5:190.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa anantarapaccayena paccayo—purimā purimā anupādinnupādāniyā khandhā pacchimānaṃ pacchimānaṃ anupādinnupādāniyānaṃ khandhānaṃ anantarapaccayena paccayo; anulomaṃ gotrabhussa … anulomaṃ vodānassa … āvajjanā anupādinnupādāniyānaṃ khandhānaṃ anantarapaccayena paccayo. (1)",
  "patthana1.5:191.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa anantarapaccayena paccayo—āvajjanā pañcannaṃ viññāṇānaṃ anantarapaccayena paccayo; anupādinnupādāniyā khandhā vuṭṭhānassa anantarapaccayena paccayo. (2)",
  "patthana1.5:192.1": "Anupādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa anantarapaccayena paccayo—gotrabhu maggassa … vodānaṃ maggassa … anulomaṃ phalasamāpattiyā … nirodhā vuṭṭhahantassa … nevasaññānāsaññāyatanaṃ phalasamāpattiyā anantarapaccayena paccayo. (3)",
  "patthana1.5:193.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa anantarapaccayena paccayo—purimā purimā anupādinnaanupādāniyā khandhā pacchimānaṃ pacchimānaṃ anupādinnaanupādāniyānaṃ khandhānaṃ anantarapaccayena paccayo. Maggo phalassa … phalaṃ phalassa anantarapaccayena paccayo. (1)",
  "patthana1.5:194.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa anantarapaccayena paccayo—phalaṃ vuṭṭhānassa anantarapaccayena paccayo. (2)",
  "patthana1.5:195.0": "Samanantara",
  "patthana1.5:195.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa samanantarapaccayena paccayo. (Anantarapaccayasadisaṃ.)",
  "patthana1.5:196.0": "Sahajāta",
  "patthana1.5:196.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa sahajātapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ …pe… paṭisandhikkhaṇe upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ kaṭattā ca rūpānaṃ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ kaṭattā ca rūpānaṃ …pe… khandhā vatthussa …pe… vatthu khandhānaṃ …pe… ekaṃ mahābhūtaṃ tiṇṇannaṃ mahābhūtānaṃ …pe… tayo mahābhūtā ekassa mahābhūtassa …pe… dve mahābhūtā dvinnaṃ mahābhūtānaṃ …pe… mahābhūtā kaṭattārūpānaṃ upādārūpānaṃ sahajātapaccayena paccayo. Asaññasattānaṃ ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana1.5:197.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa sahajātapaccayena paccayo—upādinnupādāniyā khandhā cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo. (2)",
  "patthana1.5:198.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa sahajātapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo. (3)",
  "patthana1.5:199.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa sahajātapaccayena paccayo—anupādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo. Anupādinnupādāniyaṃ ekaṃ mahābhūtaṃ …pe… mahābhūtā cittasamuṭṭhānānaṃ rūpānaṃ …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ …pe… mahābhūtā upādārūpānaṃ sahajātapaccayena paccayo. (1)",
  "patthana1.5:200.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa sahajātapaccayena paccayo—anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ …pe… dve khandhā dvinnaṃ khandhānaṃ sahajātapaccayena paccayo. (1)",
  "patthana1.5:201.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa sahajātapaccayena paccayo—anupādinnaanupādāniyā khandhā cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo. (2)",
  "patthana1.5:202.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa sahajātapaccayena paccayo; anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ sahajātapaccayena paccayo. (3)",
  "patthana1.5:203.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnupādāniyassa dhammassa sahajātapaccayena paccayo—anupādinnaanupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo. (1)",
  "patthana1.5:204.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa sahajātapaccayena paccayo—upādinnupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ sahajātapaccayena paccayo. (1)",
  "patthana1.5:205.0": "Aññamañña",
  "patthana1.5:205.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa aññamaññapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ …pe… paṭisandhikkhaṇe upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ vatthussa ca …pe… khandhā vatthussa …pe… vatthu khandhānaṃ …pe… ekaṃ mahābhūtaṃ tiṇṇannaṃ mahābhūtānaṃ …pe… dve mahābhūtā dvinnaṃ mahābhūtānaṃ …pe… asaññasattānaṃ ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana1.5:206.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa aññamaññapaccayena paccayo—anupādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ …pe… dve khandhā dvinnaṃ khandhānaṃ aññamaññapaccayena paccayo. Ekaṃ mahābhūtaṃ …pe… bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ …pe…. (1)",
  "patthana1.5:207.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa aññamaññapaccayena paccayo—anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ …pe… dve khandhā dvinnaṃ khandhānaṃ …pe…. (1)",
  "patthana1.5:208.0": "Nissaya",
  "patthana1.5:208.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa nissayapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ nissayapaccayena paccayo …pe… paṭisandhikkhaṇe …pe… ekaṃ mahābhūtaṃ …pe… asaññasattānaṃ ekaṃ mahābhūtaṃ …pe… cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa …pe… vatthu upādinnupādāniyānaṃ khandhānaṃ nissayapaccayena paccayo. (1)",
  "patthana1.5:209.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa nissayapaccayena paccayo—upādinnupādāniyā khandhā cittasamuṭṭhānānaṃ rūpānaṃ nissayapaccayena paccayo. Vatthu anupādinnupādāniyānaṃ khandhānaṃ nissayapaccayena paccayo. (2)",
  "patthana1.5:210.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa nissayapaccayena paccayo—vatthu anupādinnaanupādāniyānaṃ khandhānaṃ nissayapaccayena paccayo. (3)",
  "patthana1.5:211.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa nissayapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ nissayapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ nissayapaccayena paccayo. (4)",
  "patthana1.5:212.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa … ekā.",
  "patthana1.5:213.1": "Anupādinnaanupādāniyo dhammo … tīṇi.",
  "patthana1.5:214.1": "Upādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnaanupādāniyassa dhammassa nissayapaccayena paccayo—anupādinnaanupādāniyo eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ nissayapaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ nissayapaccayena paccayo. (1)",
  "patthana1.5:215.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnupādāniyassa dhammassa nissayapaccayena paccayo—anupādinnaanupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ nissayapaccayena paccayo. (1)",
  "patthana1.5:216.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa nissayapaccayena paccayo—upādinnupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ nissayapaccayena paccayo. Anupādinnupādāniyo eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ nissayapaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ nissayapaccayena paccayo. (1)",
  "patthana1.5:217.0": "Upanissaya",
  "patthana1.5:217.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṃ sukhaṃ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. Kāyikaṃ dukkhaṃ kāyikassa sukhassa, kāyikassa dukkhassa …pe… utu kāyikassa sukhassa, kāyikassa dukkhassa …pe… bhojanaṃ kāyikassa sukhassa, kāyikassa dukkhassa …pe… kāyikaṃ sukhaṃ … kāyikaṃ dukkhaṃ … utu … bhojanaṃ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. (1)",
  "patthana1.5:218.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṃ sukhaṃ upanissāya dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, jhānaṃ uppādeti, vipassanaṃ uppādeti, abhiññaṃ uppādeti, samāpattiṃ uppādeti, pāṇaṃ hanati …pe… saṃghaṃ bhindati. Kāyikaṃ dukkhaṃ … utuṃ … bhojanaṃ upanissāya dānaṃ deti …pe… saṃghaṃ bhindati. Kāyikaṃ sukhaṃ … kāyikaṃ dukkhaṃ … utu … bhojanaṃ anupādinnupādāniyāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … rāgassa … dosassa … mohassa … mānassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. (2)",
  "patthana1.5:219.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—kāyikaṃ sukhaṃ upanissāya maggaṃ uppādeti, phalasamāpattiṃ samāpajjati. Kāyikaṃ dukkhaṃ … utuṃ … bhojanaṃ upanissāya maggaṃ uppādeti, phalasamāpattiṃ samāpajjati. Kāyikaṃ sukhaṃ … kāyikaṃ dukkhaṃ … utu … bhojanaṃ maggassa … phalasamāpattiyā upanissayapaccayena paccayo. (3)",
  "patthana1.5:220.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—anupādinnupādāniyaṃ saddhaṃ upanissāya dānaṃ deti, sīlaṃ samādiyati, uposathakammaṃ karoti, jhānaṃ uppādeti, vipassanaṃ uppādeti, abhiññaṃ uppādeti, samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti. Anupādinnupādāniyaṃ sīlaṃ … sutaṃ … cāgaṃ … paññaṃ … rāgaṃ … dosaṃ … mohaṃ … mānaṃ … diṭṭhiṃ … patthanaṃ … utuṃ … bhojanaṃ … senāsanaṃ upanissāya dānaṃ deti …pe… samāpattiṃ uppādeti, mānaṃ jappeti, diṭṭhiṃ gaṇhāti, pāṇaṃ hanati …pe… saṃghaṃ bhindati. Anupādinnupādāniyā saddhā … sīlaṃ … sutaṃ … cāgo … paññā … rāgo … doso … moho … māno … diṭṭhi … patthanā … utu … bhojanaṃ … senāsanaṃ … anupādinnupādāniyāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … rāgassa … dosassa … mohassa … mānassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. Paṭhamassa jhānassa parikammaṃ paṭhamassa jhānassa …pe… nevasaññānāsaññāyatanassa parikammaṃ nevasaññānāsaññāyatanassa …pe… paṭhamaṃ jhānaṃ dutiyassa …pe… ākiñcaññāyatanaṃ nevasaññānāsaññāyatanassa …pe… pāṇātipāto pāṇātipātassa …pe… niyatamicchādiṭṭhi niyatamicchādiṭṭhiyā …pe…. (1)",
  "patthana1.5:221.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—anupādinnupādāniyaṃ saddhaṃ upanissāya attānaṃ ātāpeti paritāpeti, pariyiṭṭhimūlakaṃ dukkhaṃ paccanubhoti. Anupādinnupādāniyaṃ sīlaṃ …pe… senāsanaṃ upanissāya attānaṃ ātāpeti paritāpeti, pariyiṭṭhimūlakaṃ dukkhaṃ paccanubhoti. Anupādinnupādāniyā saddhā …pe… senāsanaṃ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. Kusalākusalaṃ kammaṃ vipākassa upanissayapaccayena paccayo. (2)",
  "patthana1.5:222.1": "Anupādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamassa maggassa parikammaṃ paṭhamassa maggassa upanissayapaccayena paccayo. Dutiyassa maggassa …pe… tatiyassa maggassa …pe… catutthassa maggassa parikammaṃ catutthassa maggassa upanissayapaccayena paccayo. (3)",
  "patthana1.5:223.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa upanissayapaccayena paccayo. Dutiyo maggo tatiyassa maggassa …pe… tatiyo maggo catutthassa maggassa …pe… maggo phalasamāpattiyā upanissayapaccayena paccayo. (1)",
  "patthana1.5:224.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—phalasamāpatti kāyikassa sukhassa upanissayapaccayena paccayo. (2)",
  "patthana1.5:225.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—ariyā maggaṃ upanissāya anuppannaṃ samāpattiṃ uppādenti, uppannaṃ samāpattiṃ samāpajjanti, saṅkhāre aniccato dukkhato anattato vipassanti. Maggo ariyānaṃ atthappaṭisambhidāya dhammappaṭisambhidāya niruttippaṭisambhidāya paṭibhānappaṭisambhidāya ṭhānāṭṭhānakosallassa upanissayapaccayena paccayo. (3)",
  "patthana1.5:226.0": "Purejāta",
  "patthana1.5:226.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—sekkhā vā puthujjanā vā cakkhuṃ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati; kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Sotaṃ … ghānaṃ … jivhaṃ … kāyaṃ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṃ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Upādinnupādāniyaṃ rūpāyatanaṃ cakkhuviññāṇassa …pe… upādinnupādāniyaṃ gandhāyatanaṃ … rasāyatanaṃ … phoṭṭhabbāyatanaṃ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa …pe… vatthu upādinnupādāniyānaṃ khandhānaṃ purejātapaccayena paccayo. (1)",
  "patthana1.5:227.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṃ, vatthupurejātaṃ. **Ārammaṇapurejātaṃ**—cakkhuṃ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Sotaṃ …pe… vatthuṃ aniccato dukkhato anattato vipassati, assādeti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Dibbena cakkhunā upādinnupādāniyaṃ rūpaṃ passanti. **Vatthupurejātaṃ**—vatthu anupādinnupādāniyānaṃ khandhānaṃ purejātapaccayena paccayo. (2)",
  "patthana1.5:228.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa purejātapaccayena paccayo. **Vatthupurejātaṃ**—vatthu anupādinnaanupādāniyānaṃ khandhānaṃ purejātapaccayena paccayo. (3)",
  "patthana1.5:229.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa purejātapaccayena paccayo. **Ārammaṇapurejātaṃ**—anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe aniccato dukkhato anattato vipassati, assādeti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Dibbena cakkhunā anupādinnupādāniyaṃ rūpaṃ passati, dibbāya sotadhātuyā saddaṃ suṇāti. (1)",
  "patthana1.5:230.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa purejātapaccayena paccayo. **Ārammaṇapurejātaṃ**—anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe aniccato dukkhato anattato vipassati, assādeti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Anupādinnupādāniyaṃ rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa purejātapaccayena paccayo. (2)",
  "patthana1.5:231.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa dhammassa purejātapaccayena paccayo— **ārammaṇapurejātaṃ, vatthupurejātaṃ**. Anupādinnupādāniyaṃ rūpāyatanañca cakkhāyatanañca cakkhuviññāṇassa purejātapaccayena paccayo …pe… anupādinnupādāniyaṃ phoṭṭhabbāyatanañca kāyāyatanañca kāyaviññāṇassa purejātapaccayena paccayo. Anupādinnupādāniyaṃ rūpāyatanañca vatthu ca upādinnupādāniyānaṃ khandhānaṃ purejātapaccayena paccayo …pe… anupādinnupādāniyaṃ phoṭṭhabbāyatanañca vatthu ca upādinnupādāniyānaṃ khandhānaṃ purejātapaccayena paccayo. (1)",
  "patthana1.5:232.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa purejātapaccayena paccayo— **ārammaṇapurejātaṃ, vatthupurejātaṃ**. Anupādinnupādāniyaṃ rūpāyatanañca vatthu ca anupādinnupādāniyānaṃ khandhānaṃ purejātapaccayena paccayo …pe… anupādinnupādāniyaṃ phoṭṭhabbāyatanañca vatthu ca anupādinnupādāniyānaṃ khandhānaṃ purejātapaccayena paccayo. (2)",
  "patthana1.5:233.0": "Pacchājāta",
  "patthana1.5:233.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana1.5:234.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā upādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. (2)",
  "patthana1.5:235.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātapaccayena paccayo—pacchājātā upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa pacchājātapaccayena paccayo. (3)",
  "patthana1.5:236.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana1.5:237.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. (2)",
  "patthana1.5:238.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa pacchājātapaccayena paccayo. (3)",
  "patthana1.5:239.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. (1)",
  "patthana1.5:240.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnaanupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. (2)",
  "patthana1.5:241.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa pacchājātapaccayena paccayo. (3)",
  "patthana1.5:242.0": "Āsevana",
  "patthana1.5:242.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa āsevanapaccayena paccayo—purimā purimā anupādinnupādāniyā khandhā pacchimānaṃ pacchimānaṃ anupādinnupādāniyānaṃ khandhānaṃ āsevanapaccayena paccayo. Anulomaṃ gotrabhussa … anulomaṃ vodānassa āsevanapaccayena paccayo. (1)",
  "patthana1.5:243.1": "Anupādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa āsevanapaccayena paccayo—gotrabhu maggassa … vodānaṃ maggassa āsevanapaccayena paccayo. (2)",
  "patthana1.5:244.0": "Kamma",
  "patthana1.5:244.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa kammapaccayena paccayo— upādinnupādāniyā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyā cetanā sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. Cetanā vatthussa kammapaccayena paccayo. (1)",
  "patthana1.5:245.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa kammapaccayena paccayo—upādinnupādāniyā cetanā cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo. (2)",
  "patthana1.5:246.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa kammapaccayena paccayo—upādinnupādāniyā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana1.5:247.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa kammapaccayena paccayo—anupādinnupādāniyā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. (1)",
  "patthana1.5:248.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa kammapaccayena paccayo—nānākkhaṇikā anupādinnupādāniyā cetanā vipākānaṃ upādinnupādāniyānaṃ khandhānaṃ kaṭattā ca rūpānaṃ kammapaccayena paccayo. (2)",
  "patthana1.5:249.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—anupādinnaanupādāniyā cetanā sampayuttakānaṃ khandhānaṃ kammapaccayena paccayo. **Nānākkhaṇikā**—anupādinnaanupādāniyā kusalā cetanā vipākānaṃ anupādinnaanupādāniyānaṃ khandhānaṃ kammapaccayena paccayo. (1)",
  "patthana1.5:250.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa kammapaccayena paccayo—anupādinnaanupādāniyā cetanā cittasamuṭṭhānānaṃ rūpānaṃ kammapaccayena paccayo. (2)",
  "patthana1.5:251.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa kammapaccayena paccayo—anupādinnaanupādāniyā cetanā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ kammapaccayena paccayo. (3)",
  "patthana1.5:252.0": "Vipāka",
  "patthana1.5:252.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa vipākapaccayena paccayo— vipāko upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ vipākapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ vipākapaccayena paccayo; paṭisandhikkhaṇe vipāko upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ kaṭattā ca rūpānaṃ vipākapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ kaṭattā ca rūpānaṃ vipākapaccayena paccayo. Khandhā vatthussa vipākapaccayena paccayo. (1)",
  "patthana1.5:253.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa vipākapaccayena paccayo—vipākā upādinnupādāniyā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vipākapaccayena paccayo. (2)",
  "patthana1.5:254.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa vipākapaccayena paccayo—vipāko upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ vipākapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ vipākapaccayena paccayo. (3)",
  "patthana1.5:255.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa vipākapaccayena paccayo—vipāko anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ vipākapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ vipākapaccayena paccayo. (1)",
  "patthana1.5:256.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa vipākapaccayena paccayo—vipākā anupādinnaanupādāniyā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vipākapaccayena paccayo. (2)",
  "patthana1.5:257.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa vipākapaccayena paccayo—vipāko anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ vipākapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ vipākapaccayena paccayo. (3)",
  "patthana1.5:258.0": "Āhāra",
  "patthana1.5:258.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa āhārapaccayena paccayo— upādinnupādāniyā āhārā sampayuttakānaṃ khandhānaṃ āhārapaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyā āhārā sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ āhārapaccayena paccayo. Upādinnupādāniyo kabaḷīkāro āhāro upādinnupādāniyassa kāyassa āhārapaccayena paccayo. (1)",
  "patthana1.5:259.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa āhārapaccayena paccayo—upādinnupādāniyā āhārā cittasamuṭṭhānānaṃ rūpānaṃ āhārapaccayena paccayo; upādinnupādāniyo kabaḷīkāro āhāro anupādinnupādāniyassa kāyassa āhārapaccayena paccayo. (2)",
  "patthana1.5:260.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa āhārapaccayena paccayo—upādinnupādāniyā āhārā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ āhārapaccayena paccayo. Upādinnupādāniyo kabaḷīkāro āhāro upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa āhārapaccayena paccayo. (3)",
  "patthana1.5:261.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa āhārapaccayena paccayo—anupādinnupādāniyā āhārā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ āhārapaccayena paccayo. Anupādinnupādāniyo kabaḷīkāro āhāro anupādinnupādāniyassa kāyassa āhārapaccayena paccayo. (1)",
  "patthana1.5:262.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa āhārapaccayena paccayo—anupādinnupādāniyo kabaḷīkāro āhāro upādinnupādāniyassa kāyassa āhārapaccayena paccayo. (2)",
  "patthana1.5:263.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa āhārapaccayena paccayo—anupādinnupādāniyo kabaḷīkāro āhāro upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa āhārapaccayena paccayo. (3)",
  "patthana1.5:264.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa āhārapaccayena paccayo—anupādinnaanupādāniyā āhārā sampayuttakānaṃ khandhānaṃ āhārapaccayena paccayo. (1)",
  "patthana1.5:265.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa āhārapaccayena paccayo—anupādinnaanupādāniyā āhārā cittasamuṭṭhānānaṃ rūpānaṃ āhārapaccayena paccayo. (2)",
  "patthana1.5:266.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa āhārapaccayena paccayo—anupādinnaanupādāniyā āhārā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ āhārapaccayena paccayo. (3)",
  "patthana1.5:267.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa dhammassa āhārapaccayena paccayo—upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro upādinnupādāniyassa kāyassa āhārapaccayena paccayo. (1)",
  "patthana1.5:268.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa āhārapaccayena paccayo—upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro anupādinnupādāniyassa kāyassa āhārapaccayena paccayo. (2)",
  "patthana1.5:269.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa āhārapaccayena paccayo—upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa āhārapaccayena paccayo. (3)",
  "patthana1.5:270.0": "Indriya",
  "patthana1.5:270.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa indriyapaccayena paccayo—upādinnupādāniyā indriyā sampayuttakānaṃ khandhānaṃ indriyapaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyā indriyā sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ indriyapaccayena paccayo. Cakkhundriyaṃ cakkhuviññāṇassa …pe… kāyindriyaṃ kāyaviññāṇassa …pe…. **Rūpajīvitindriyaṃ**—kaṭattārūpānaṃ indriyapaccayena paccayo. (1)",
  "patthana1.5:271.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa indriyapaccayena paccayo—upādinnupādāniyā indriyā cittasamuṭṭhānānaṃ rūpānaṃ indriyapaccayena paccayo. (2)",
  "patthana1.5:272.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa indriyapaccayena paccayo—upādinnupādāniyā indriyā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ indriyapaccayena paccayo. (3)",
  "patthana1.5:273.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa indriyapaccayena paccayo—anupādinnupādāniyā indriyā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ indriyapaccayena paccayo. (1)",
  "patthana1.5:274.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa indriyapaccayena paccayo—anupādinnaanupādāniyā indriyā sampayuttakānaṃ khandhānaṃ indriyapaccayena paccayo. (1)",
  "patthana1.5:275.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa indriyapaccayena paccayo—anupādinnaanupādāniyā indriyā cittasamuṭṭhānānaṃ rūpānaṃ indriyapaccayena paccayo. (2)",
  "patthana1.5:276.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa indriyapaccayena paccayo—anupādinnaanupādāniyā indriyā sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ indriyapaccayena paccayo. (3)",
  "patthana1.5:277.0": "Jhāna",
  "patthana1.5:277.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa jhānapaccayena paccayo— upādinnupādāniyāni jhānaṅgāni sampayuttakānaṃ khandhānaṃ jhānapaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyāni jhānaṅgāni sampayuttakānaṃ khandhānaṃ kaṭattā ca rūpānaṃ jhānapaccayena paccayo. (1)",
  "patthana1.5:278.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa jhānapaccayena paccayo—upādinnupādāniyāni jhānaṅgāni cittasamuṭṭhānānaṃ rūpānaṃ jhānapaccayena paccayo. (2)",
  "patthana1.5:279.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa jhānapaccayena paccayo—upādinnupādāniyāni jhānaṅgāni sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ jhānapaccayena paccayo. (3)",
  "patthana1.5:280.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa jhānapaccayena paccayo—anupādinnupādāniyāni jhānaṅgāni sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ jhānapaccayena paccayo. (1)",
  "patthana1.5:281.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa jhānapaccayena paccayo—anupādinnaanupādāniyāni jhānaṅgāni sampayuttakānaṃ khandhānaṃ jhānapaccayena paccayo. (1)",
  "patthana1.5:282.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa jhānapaccayena paccayo—anupādinnaanupādāniyāni jhānaṅgāni cittasamuṭṭhānānaṃ rūpānaṃ jhānapaccayena paccayo. (2)",
  "patthana1.5:283.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa jhānapaccayena paccayo—anupādinnaanupādāniyāni jhānaṅgāni sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ jhānapaccayena paccayo. (3)",
  "patthana1.5:284.0": "Magga",
  "patthana1.5:284.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa maggapaccayena paccayo— upādinnupādāniyāni maggaṅgāni sampayuttakānaṃ khandhānaṃ maggapaccayena paccayo. Paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.5:285.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa maggapaccayena paccayo—upādinnupādāniyāni maggaṅgāni cittasamuṭṭhānānaṃ rūpānaṃ maggapaccayena paccayo. (2)",
  "patthana1.5:286.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa maggapaccayena paccayo—upādinnupādāniyāni maggaṅgāni sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ maggapaccayena paccayo. (3)",
  "patthana1.5:287.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa maggapaccayena paccayo—anupādinnupādāniyāni maggaṅgāni sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ maggapaccayena paccayo. (1)",
  "patthana1.5:288.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa maggapaccayena paccayo—anupādinnaanupādāniyāni maggaṅgāni sampayuttakānaṃ khandhānaṃ maggapaccayena paccayo. (1)",
  "patthana1.5:289.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa maggapaccayena paccayo—anupādinnaanupādāniyāni maggaṅgāni cittasamuṭṭhānānaṃ rūpānaṃ maggapaccayena paccayo. (2)",
  "patthana1.5:290.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa maggapaccayena paccayo—anupādinnaanupādāniyāni maggaṅgāni sampayuttakānaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ maggapaccayena paccayo. (3)",
  "patthana1.5:291.0": "Sampayutta",
  "patthana1.5:291.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa sampayuttapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ …pe… paṭisandhikkhaṇe …pe…. (1)",
  "patthana1.5:292.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa sampayuttapaccayena paccayo—anupādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ …pe…. (1)",
  "patthana1.5:293.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa sampayuttapaccayena paccayo—anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ …pe…. (1)",
  "patthana1.5:294.0": "Vippayutta",
  "patthana1.5:294.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ. **Sahajātā**—paṭisandhikkhaṇe upādinnupādāniyā khandhā kaṭattārūpānaṃ vippayuttapaccayena paccayo. Khandhā vatthussa vippayuttapaccayena paccayo. Vatthu khandhānaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—cakkhāyatanaṃ cakkhuviññāṇassa vippayuttapaccayena paccayo …pe… kāyāyatanaṃ kāyaviññāṇassa vippayuttapaccayena paccayo. Vatthu upādinnupādāniyānaṃ khandhānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana1.5:295.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ. **Sahajātā**—upādinnupādāniyā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu anupādinnupādāniyānaṃ khandhānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. (2)",
  "patthana1.5:296.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa vippayuttapaccayena paccayo. **Purejātaṃ**—vatthu anupādinnaanupādāniyānaṃ khandhānaṃ vippayuttapaccayena paccayo. (3)",
  "patthana1.5:297.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa vippayuttapaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa vippayuttapaccayena paccayo. (4)",
  "patthana1.5:298.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—anupādinnupādāniyā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana1.5:299.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. (2)",
  "patthana1.5:300.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa vippayuttapaccayena paccayo. (3)",
  "patthana1.5:301.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. (1)",
  "patthana1.5:302.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa vippayuttapaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—anupādinnaanupādāniyā khandhā cittasamuṭṭhānānaṃ rūpānaṃ vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. (2)",
  "patthana1.5:303.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa vippayuttapaccayena paccayo. (3)",
  "patthana1.5:304.0": "Atthi",
  "patthana1.5:304.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa atthipaccayena paccayo— sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Sahajāto**—upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ atthipaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ kaṭattā ca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ kaṭattā ca rūpānaṃ atthipaccayena paccayo. Khandhā vatthussa …pe… vatthu khandhānaṃ …pe… ekaṃ mahābhūtaṃ …pe… mahābhūtā kaṭattārūpānaṃ upādārūpānaṃ atthipaccayena paccayo. Asaññasattānaṃ ekaṃ mahābhūtaṃ …pe… mahābhūtā kaṭattārūpānaṃ upādārūpānaṃ atthipaccayena paccayo.",
  "patthana1.5:305.1": "**Purejātaṃ**—sekkhā vā puthujjanā vā cakkhuṃ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Sotaṃ … ghānaṃ … jivhaṃ … kāyaṃ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṃ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Upādinnupādāniyaṃ rūpāyatanaṃ cakkhuviññāṇassa …pe… upādinnupādāniyaṃ gandhāyatanaṃ … rasāyatanaṃ … phoṭṭhabbāyatanaṃ kāyaviññāṇassa …pe… cakkhāyatanaṃ cakkhuviññāṇassa …pe… kāyāyatanaṃ kāyaviññāṇassa …pe… vatthu upādinnupādāniyānaṃ khandhānaṃ atthipaccayena paccayo.",
  "patthana1.5:306.1": "**Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa atthipaccayena paccayo. Upādinnupādāniyo **kabaḷīkāro āhāro**upādinnupādāniyassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṃ**—kaṭattārūpānaṃ atthipaccayena paccayo. (1)",
  "patthana1.5:307.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ. **Sahajātā**—upādinnupādāniyā khandhā cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Purejātaṃ**—cakkhuṃ aniccato dukkhato anattato vipassati, assādeti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Sotaṃ … ghānaṃ … jivhaṃ … kāyaṃ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṃ aniccato dukkhato anattato vipassati, assādeti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Dibbena cakkhunā upādinnupādāniyaṃ rūpaṃ passati. Vatthu anupādinnupādāniyānaṃ khandhānaṃ atthipaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa atthipaccayena paccayo. Upādinnupādāniyo **kabaḷīkāro āhāro**anupādinnupādāniyassa kāyassa atthipaccayena paccayo. (2)",
  "patthana1.5:308.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa atthipaccayena paccayo. **Purejātaṃ**—vatthu anupādinnaanupādāniyānaṃ khandhānaṃ atthipaccayena paccayo. (3)",
  "patthana1.5:309.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ, āhāraṃ. **Sahajāto**—upādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Upādinnupādāniyo **kabaḷīkāro āhāro**upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. (4)",
  "patthana1.5:310.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ. **Sahajāto**—anupādinnupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo. Ekaṃ mahābhūtaṃ tiṇṇannaṃ mahābhūtānaṃ …pe… mahābhūtā cittasamuṭṭhānānaṃ rūpānaṃ upādārūpānaṃ atthipaccayena paccayo. bāhiraṃ … āhārasamuṭṭhānaṃ … utusamuṭṭhānaṃ ekaṃ mahābhūtaṃ …pe…. **Purejātaṃ**—anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe aniccato dukkhato anattato vipassati, assādeti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Dibbena cakkhunā anupādinnupādāniyaṃ rūpaṃ passati. Dibbāya sotadhātuyā saddaṃ suṇāti. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa atthipaccayena paccayo. Anupādinnupādāniyo **kabaḷīkāro āhāro**anupādinnupādāniyassa kāyassa atthipaccayena paccayo. (1)",
  "patthana1.5:311.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa atthipaccayena paccayo—purejātaṃ, pacchājātaṃ, āhāraṃ. **Purejātaṃ**—anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe aniccato dukkhato anattato vipassati, assādeti abhinandati; taṃ ārabbha rāgo uppajjati …pe… domanassaṃ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Anupādinnupādāniyaṃ rūpāyatanaṃ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṃ kāyaviññāṇassa atthipaccayena paccayo. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa atthipaccayena paccayo. Anupādinnupādāniyo **kabaḷīkāro āhāro**upādinnupādāniyassa kāyassa atthipaccayena paccayo. (2)",
  "patthana1.5:312.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa atthipaccayena paccayo—pacchājātaṃ, āhāraṃ. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Anupādinnupādāniyo **kabaḷīkāro āhāro**upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. (3)",
  "patthana1.5:313.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa atthipaccayena paccayo—anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo …pe… dve khandhā dvinnaṃ khandhānaṃ atthipaccayena paccayo. (1)",
  "patthana1.5:314.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa atthipaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa atthipaccayena paccayo. (2)",
  "patthana1.5:315.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajātā**—anupādinnaanupādāniyā khandhā cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa atthipaccayena paccayo. (3)",
  "patthana1.5:316.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajāto**—anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ purejātassa imassa upādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Tayo khandhā ekassa khandhassa purejātassa imassa upādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Dve khandhā dvinnaṃ khandhānaṃ purejātassa imassa upādinnupādāniyassa ca kāyassa atthipaccayena paccayo. (4)",
  "patthana1.5:317.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajāto**—anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo. Tayo khandhā ekassa khandhassa cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo. Dve khandhā dvinnaṃ khandhānaṃ cittasamuṭṭhānānañca rūpānaṃ atthipaccayena paccayo. **Sahajāto**—anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ purejātassa imassa anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Tayo khandhā ekassa khandhassa purejātassa imassa anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Dve khandhā dvinnaṃ khandhānaṃ purejātassa imassa anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. (5)",
  "patthana1.5:318.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa atthipaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. (6)",
  "patthana1.5:319.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ. **Sahajāto**—anupādinnaanupādāniyo eko khandho tiṇṇannaṃ khandhānaṃ purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Tayo khandhā ekassa khandhassa purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Dve khandhā dvinnaṃ khandhānaṃ purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. (7)",
  "patthana1.5:320.1": "Upādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa atthipaccayena paccayo—pacchājātaṃ, indriyaṃ. **Pacchājātā**—anupādinnaanupādāniyā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (1)",
  "patthana1.5:321.1": "Upādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnaanupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ. **Sahajāto**—anupādinnaanupādāniyo eko khandho ca vatthu ca tiṇṇannaṃ khandhānaṃ atthipaccayena paccayo. Tayo khandhā ca vatthu ca ekassa khandhassa atthipaccayena paccayo. Dve khandhā ca vatthu ca dvinnaṃ khandhānaṃ atthipaccayena paccayo. (2)",
  "patthana1.5:322.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa atthipaccayena paccayo—pacchājātaṃ, āhāraṃ. **Pacchājātā**—anupādinnaanupādāniyā khandhā ca anupādinnupādāniyo kabaḷīkāro āhāro ca upādinnupādāniyassa kāyassa atthipaccayena paccayo. (1)",
  "patthana1.5:323.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṃ, pacchājātaṃ, āhāraṃ. **Sahajātā**—anupādinnaanupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā ca anupādinnupādāniyo kabaḷīkāro āhāro ca anupādinnupādāniyassa kāyassa atthipaccayena paccayo. (2)",
  "patthana1.5:324.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa atthipaccayena paccayo—pacchājātaṃ, āhāraṃ. **Pacchājātā**—anupādinnaanupādāniyā khandhā ca anupādinnupādāniyo kabaḷīkāro āhāro ca upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. (3)",
  "patthana1.5:325.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa dhammassa atthipaccayena paccayo—purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. **Purejātaṃ**—anupādinnupādāniyaṃ rūpāyatanañca cakkhāyatanañca cakkhuviññāṇassa atthipaccayena paccayo …pe… anupādinnupādāniyaṃ phoṭṭhabbāyatanañca kāyāyatanañca kāyaviññāṇassa atthipaccayena paccayo. Anupādinnupādāniyaṃ rūpāyatanañca vatthu ca upādinnupādāniyānaṃ khandhānaṃ …pe… anupādinnupādāniyaṃ phoṭṭhabbāyatanañca vatthu ca upādinnupādāniyānaṃ khandhānaṃ atthipaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā ca anupādinnupādāniyo kabaḷīkāro āhāro ca upādinnupādāniyassa kāyassa atthipaccayena paccayo. Upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro upādinnupādāniyassa kāyassa atthipaccayena paccayo. **Pacchājātā**—anupādinnupādāniyā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (1)",
  "patthana1.5:326.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ. **Sahajātā**—upādinnupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṃ rūpānaṃ atthipaccayena paccayo. **Purejātaṃ**—anupādinnupādāniyaṃ rūpāyatanañca vatthu ca anupādinnupādāniyānaṃ khandhānaṃ …pe… anupādinnupādāniyaṃ phoṭṭhabbāyatanañca vatthu ca anupādinnupādāniyānaṃ khandhānaṃ atthipaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā ca anupādinnupādāniyo kabaḷīkāro āhāro ca anupādinnupādāniyassa kāyassa atthipaccayena paccayo. Upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro anupādinnupādāniyassa kāyassa atthipaccayena paccayo. (2)",
  "patthana1.5:327.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa atthipaccayena paccayo … **āhāraṃ …** upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. (3)",
  "patthana1.5:328.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa atthipaccayena paccayo—pacchājātaṃ, āhāraṃ, indriyaṃ. **Pacchājātā**—anupādinnaanupādāniyā khandhā ca anupādinnaanupādāniyo kabaḷīkāro āhāro ca rūpajīvitindriyañca kaṭattārūpānaṃ atthipaccayena paccayo. (1)",
  "patthana1.5:329.0": "Natthi-vigatāvigata",
  "patthana1.5:329.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. (Saṃkhittaṃ.)",
  "patthana1.5:330.0": "Suddha",
  "patthana1.5:330.1": "Hetuyā satta, ārammaṇe cha, adhipatiyā pañca, anantare satta, samanantare satta, sahajāte nava, aññamaññe tīṇi, nissaye ekādasa, upanissaye nava, purejāte satta, pacchājāte nava, āsevane dve, kamme aṭṭha, vipāke cha, āhāre dvādasa, indriye satta, jhāne satta, magge satta, sampayutte tīṇi, vippayutte dasa, atthiyā tevīsa, natthiyā satta, vigate satta, avigate tevīsa.",
  "patthana1.5:331.0": "Sabhāga",
  "patthana1.5:331.1": "Hetupaccayā adhipatiyā cattāri, sahajāte satta, aññamaññe tīṇi, nissaye satta, vipāke cha, indriye satta, magge satta, sampayutte tīṇi, vippayutte cattāri, atthiyā satta, avigate satta. (Saṃkhittaṃ.)",
  "patthana1.5:332.1": "(Yathā kusalattikassa gaṇanā sajjhāyamaggena gaṇitā, evaṃ gaṇetabbā. Kusalattikassa gaṇanato upādinnattike gaṇanā gambhīrā sukhumatarā ca, evaṃ kātuna asammohantena gaṇetabbaṃ.)",
  "patthana1.5:333.1": "Anulomaṃ.",
  "patthana1.5:334.0": "Paccanīyuddhāra",
  "patthana1.5:334.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. (1)",
  "patthana1.5:335.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo. (2)",
  "patthana1.5:336.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa upanissayapaccayena paccayo … purejātapaccayena paccayo. (3)",
  "patthana1.5:337.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa sahajātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo. (4)",
  "patthana1.5:338.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo. (1)",
  "patthana1.5:339.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo. (2)",
  "patthana1.5:340.1": "Anupādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa upanissayapaccayena paccayo. (3)",
  "patthana1.5:341.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātapaccayena paccayo … āhārapaccayena paccayo. (4)",
  "patthana1.5:342.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. (1)",
  "patthana1.5:343.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (2)",
  "patthana1.5:344.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. (3)",
  "patthana1.5:345.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa sahajātaṃ, pacchājātaṃ. (4)",
  "patthana1.5:346.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa sahajātaṃ, pacchājātaṃ. (5)",
  "patthana1.5:347.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātapaccayena paccayo. (6)",
  "patthana1.5:348.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa sahajātaṃ, pacchājātaṃ. (7)",
  "patthana1.5:349.1": "Upādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa pacchājātaṃ, indriyaṃ. (1)",
  "patthana1.5:350.1": "Upādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnaanupādāniyassa dhammassa sahajātaṃ, purejātaṃ. (2)",
  "patthana1.5:351.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa pacchājātaṃ, āhāraṃ. (1)",
  "patthana1.5:352.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnupādāniyassa dhammassa sahajātaṃ, pacchājātaṃ, āhāraṃ. (2)",
  "patthana1.5:353.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātaṃ, āhāraṃ. (3)",
  "patthana1.5:354.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa dhammassa purejātaṃ, pacchājātaṃ, āhāraṃ, indriyaṃ. (1)",
  "patthana1.5:355.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa sahajātaṃ, purejātaṃ, pacchājātaṃ, āhāraṃ. (2)",
  "patthana1.5:356.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa āhāraṃ. (3)",
  "patthana1.5:357.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa pacchājātaṃ, āhāraṃ, indriyaṃ. (1)",
  "patthana1.5:358.0": "Suddha",
  "patthana1.5:358.1": "Nahetuyā catuvīsati, naārammaṇe catuvīsati, naadhipatiyā catuvīsati, naanantare catuvīsati, nasamanantare catuvīsati, nasahajāte vīsati, naaññamaññe vīsati, nanissaye vīsati, naupanissaye tevīsati, napurejāte tevīsati, napacchājāte sattarasa, naāsevane catuvīsati, nakamme catuvīsati, navipāke catuvīsati, naāhāre vīsati, naindriye bāvīsati, najhāne catuvīsati, namagge catuvīsati, nasampayutte vīsati, navippayutte cuddasa, noatthiyā nava, nonatthiyā catuvīsati, novigate catuvīsati, noavigate nava.",
  "patthana1.5:359.0": "Duka",
  "patthana1.5:359.1": "Nahetupaccayā naārammaṇe catuvīsati. (Saṃkhittaṃ.)",
  "patthana1.5:360.1": "Yathā kusalattike paccanīyagaṇanā vitthāritā, evaṃ vitthāretabbaṃ.",
  "patthana1.5:361.1": "Paccanīyaṃ.",
  "patthana1.5:362.0": "Hetuduka",
  "patthana1.5:362.1": "Hetupaccayā naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, naaññamaññe cattāri, naupanissaye satta, napurejāte satta, napacchājāte satta, naāsevane satta, nakamme satta, navipāke cattāri, naāhāre satta, naindriye satta, najhāne satta, namagge satta, nasampayutte cattāri, navippayutte tīṇi, nonatthiyā satta, novigate satta.",
  "patthana1.5:363.0": "Hetughaṭanā",
  "patthana1.5:363.1": "Hetu sahajāta nissaya atthi avigatanti naārammaṇe satta, naadhipatiyā satta, naanantare satta …pe… naaññamaññe cattāri …pe… navipāke cattāri …pe… nasampayutte cattāri, navippayutte tīṇi, nonatthiyā satta, novigate satta. (Saṃkhittaṃ.)",
  "patthana1.5:364.1": "(Yathā kusalattike anulomapaccanīyagaṇanā vibhattā, evaṃ gaṇetabbā.)",
  "patthana1.5:365.1": "Anulomapaccanīyaṃ.",
  "patthana1.5:366.0": "Nahetuduka",
  "patthana1.5:366.1": "Nahetupaccayā ārammaṇe cha, adhipatiyā pañca, anantare satta, samanantare satta, sahajāte nava, aññamaññe tīṇi, nissaye ekādasa, upanissaye nava, purejāte satta, pacchājāte nava, āsevane dve, kamme aṭṭha, vipāke cha, āhāre dvādasa, indriye satta, jhāne satta, magge satta, sampayutte tīṇi, vippayutte dasa, atthiyā tevīsati, natthiyā satta, vigate satta, avigate tevīsati. (Saṃkhittaṃ.)",
  "patthana1.5:367.1": "(Yathā kusalattike paccanīyānulomagaṇanā vibhattā, evaṃ gaṇetabbā.)",
  "patthana1.5:368.1": "Paccanīyānulomaṃ.",
  "patthana1.5:369.1": "Upādinnattikaṃ niṭṭhitaṃ."
}