{
  "an7.66:0.1": "Aṅguttara Nikāya 7 ",
  "an7.66:0.2": "7. Mahāvagga ",
  "an7.66:0.3": "66. Sattasūriyasutta ",
  "an7.66:1.1": "Evaṁ me sutaṁ—",
  "an7.66:1.2": "ekaṁ samayaṁ bhagavā vesāliyaṁ viharati ambapālivane. ",
  "an7.66:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "an7.66:1.4": "“bhikkhavo”ti. ",
  "an7.66:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "an7.66:1.6": "Bhagavā etadavoca: ",
  "an7.66:2.1": "“Aniccā, bhikkhave, saṅkhārā; ",
  "an7.66:2.2": "adhuvā, bhikkhave, saṅkhārā; ",
  "an7.66:2.3": "anassāsikā, bhikkhave, saṅkhārā. ",
  "an7.66:2.4": "Yāvañcidaṁ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṁ alaṁ virajjituṁ alaṁ vimuccituṁ. ",
  "an7.66:3.1": "Sineru, bhikkhave, pabbatarājā caturāsītiyojanasahassāni āyāmena, caturāsītiyojanasahassāni vitthārena, caturāsītiyojanasahassāni mahāsamudde ajjhogāḷho, caturāsītiyojanasahassāni mahāsamuddā accuggato. ",
  "an7.66:3.2": "Hoti kho so, bhikkhave, samayo yaṁ kadāci karahaci dīghassa addhuno accayena bahūni vassāni bahūni vassasatāni bahūni vassasahassāni bahūni vassasatasahassāni devo na vassati. ",
  "an7.66:3.3": "Deve kho pana, bhikkhave, avassante ye kecime bījagāmabhūtagāmā osadhitiṇavanappatayo te ussussanti visussanti, na bhavanti. ",
  "an7.66:3.4": "Evaṁ aniccā, bhikkhave, saṅkhārā; ",
  "an7.66:3.5": "evaṁ adhuvā, bhikkhave, saṅkhārā …pe… ",
  "an7.66:3.6": "alaṁ vimuccituṁ. ",
  "an7.66:4.1": "Hoti kho so, bhikkhave, samayo yaṁ kadāci karahaci dīghassa addhuno accayena dutiyo sūriyo pātubhavati. ",
  "an7.66:4.2": "Dutiyassa, bhikkhave, sūriyassa pātubhāvā yā kāci kunnadiyo kusobbhā tā ussussanti visussanti, na bhavanti. ",
  "an7.66:4.3": "Evaṁ aniccā, bhikkhave, saṅkhārā …pe… ",
  "an7.66:4.4": "alaṁ vimuccituṁ. ",
  "an7.66:5.1": "Hoti kho so, bhikkhave, samayo yaṁ kadāci karahaci dīghassa addhuno accayena tatiyo sūriyo pātubhavati. ",
  "an7.66:5.2": "Tatiyassa, bhikkhave, sūriyassa pātubhāvā yā kāci mahānadiyo, seyyathidaṁ—",
  "an7.66:5.3": "gaṅgā, yamunā, aciravatī, sarabhū, mahī, tā ussussanti visussanti, na bhavanti. ",
  "an7.66:5.4": "Evaṁ aniccā, bhikkhave, saṅkhārā …pe… ",
  "an7.66:5.5": "alaṁ vimuccituṁ. ",
  "an7.66:6.1": "Hoti kho so, bhikkhave, samayo yaṁ kadāci karahaci dīghassa addhuno accayena catuttho sūriyo pātubhavati. ",
  "an7.66:6.2": "Catutthassa, bhikkhave, sūriyassa pātubhāvā ye te mahāsarā yato imā mahānadiyo pavattanti, seyyathidaṁ—",
  "an7.66:6.3": "anotattā, sīhapapātā, rathakārā, kaṇṇamuṇḍā, kuṇālā, chaddantā, mandākiniyā, tā ussussanti visussanti, na bhavanti. ",
  "an7.66:6.4": "Evaṁ aniccā, bhikkhave, saṅkhārā …pe… ",
  "an7.66:6.5": "alaṁ vimuccituṁ. ",
  "an7.66:7.1": "Hoti kho so, bhikkhave, samayo yaṁ kadāci karahaci dīghassa addhuno accayena pañcamo sūriyo pātubhavati. ",
  "an7.66:7.2": "Pañcamassa, bhikkhave, sūriyassa pātubhāvā yojanasatikānipi mahāsamudde udakāni ogacchanti, dviyojanasatikānipi mahāsamudde udakāni ogacchanti, tiyojanasatikānipi, catuyojanasatikānipi, pañcayojanasatikānipi, chayojanasatikānipi, sattayojanasatikānipi mahāsamudde udakāni ogacchanti; ",
  "an7.66:7.3": "sattatālampi mahāsamudde udakaṁ saṇṭhāti, chatālampi, pañcatālampi, catutālampi, titālampi, dvitālampi, tālamattampi mahāsamudde udakaṁ saṇṭhāti; ",
  "an7.66:7.4": "sattaporisampi mahāsamudde udakaṁ saṇṭhāti, chaporisampi, pañcaporisampi, catuporisampi, tiporisampi, dviporisampi, porisampi, aḍḍhaporisampi, kaṭimattampi, jaṇṇukāmattampi, gopphakamattampi mahāsamudde udakaṁ saṇṭhāti. ",
  "an7.66:7.5": "Seyyathāpi, bhikkhave, saradasamaye thullaphusitake deve vassante tattha tattha gopadesu udakāni ṭhitāni honti; ",
  "an7.66:7.6": "evamevaṁ kho, bhikkhave, tattha tattha gopphakamattāni mahāsamudde udakāni ṭhitāni honti. ",
  "an7.66:7.7": "Pañcamassa, bhikkhave, sūriyassa pātubhāvā aṅgulipabbamattampi mahāsamudde udakaṁ na hoti. ",
  "an7.66:7.8": "Evaṁ aniccā, bhikkhave, saṅkhārā …pe… ",
  "an7.66:7.9": "alaṁ vimuccituṁ. ",
  "an7.66:8.1": "Hoti kho so, bhikkhave, samayo yaṁ kadāci karahaci dīghassa addhuno accayena chaṭṭho sūriyo pātubhavati. ",
  "an7.66:8.2": "Chaṭṭhassa, bhikkhave, sūriyassa pātubhāvā ayañca mahāpathavī sineru ca pabbatarājā dhūmāyanti sandhūmāyanti sampadhūmāyanti. ",
  "an7.66:8.3": "Seyyathāpi, bhikkhave, kumbhakārapāko ālepito paṭhamaṁ dhūmeti sandhūmeti sampadhūmeti; ",
  "an7.66:8.4": "evamevaṁ kho, bhikkhave, chaṭṭhassa sūriyassa pātubhāvā ayañca mahāpathavī sineru ca pabbatarājā dhūmāyanti sandhūmāyanti sampadhūmāyanti. ",
  "an7.66:8.5": "Evaṁ aniccā, bhikkhave, saṅkhārā …pe… ",
  "an7.66:8.6": "alaṁ vimuccituṁ. ",
  "an7.66:9.1": "Hoti kho so, bhikkhave, samayo yaṁ kadāci karahaci dīghassa addhuno accayena sattamo sūriyo pātubhavati. ",
  "an7.66:9.2": "Sattamassa, bhikkhave, sūriyassa pātubhāvā ayañca mahāpathavī sineru ca pabbatarājā ādippanti pajjalanti ekajālā bhavanti. ",
  "an7.66:9.3": "Imissā ca, bhikkhave, mahāpathaviyā sinerussa ca pabbatarājassa jhāyamānānaṁ dayhamānānaṁ acci vātena khittā yāva brahmalokāpi gacchati. ",
  "an7.66:9.4": "Sinerussa, bhikkhave, pabbatarājassa jhāyamānassa dayhamānassa vinassamānassa mahatā tejokhandhena abhibhūtassa yojanasatikānipi kūṭāni palujjanti dviyojanasatikānipi, tiyojanasatikānipi, catuyojanasatikānipi, pañcayojanasatikānipi kūṭāni palujjanti. ",
  "an7.66:9.5": "Imissā ca, bhikkhave, mahāpathaviyā sinerussa ca pabbatarājassa jhāyamānānaṁ dayhamānānaṁ neva chārikā paññāyati na masi. ",
  "an7.66:9.6": "Seyyathāpi, bhikkhave, sappissa vā telassa vā jhāyamānassa dayhamānassa neva chārikā paññāyati na masi; ",
  "an7.66:9.7": "evamevaṁ kho, bhikkhave, imissā ca mahāpathaviyā sinerussa ca pabbatarājassa jhāyamānānaṁ dayhamānānaṁ neva chārikā paññāyati na masi. ",
  "an7.66:9.8": "Evaṁ aniccā, bhikkhave, saṅkhārā; ",
  "an7.66:9.9": "evaṁ adhuvā, bhikkhave, saṅkhārā; ",
  "an7.66:9.10": "evaṁ anassāsikā, bhikkhave, saṅkhārā. ",
  "an7.66:9.11": "Yāvañcidaṁ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṁ alaṁ virajjituṁ alaṁ vimuccituṁ. ",
  "an7.66:10.1": "Tatra, bhikkhave, ko mantā ko saddhātā: ",
  "an7.66:10.2": "‘ayañca pathavī sineru ca pabbatarājā dayhissanti vinassissanti, na bhavissantī’ti aññatra diṭṭhapadehi? ",
  "an7.66:11.1": "Bhūtapubbaṁ, bhikkhave, sunetto nāma satthā ahosi titthakaro kāmesu vītarāgo. ",
  "an7.66:11.2": "Sunettassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṁ. ",
  "an7.66:11.3": "Sunetto, bhikkhave, satthā sāvakānaṁ brahmalokasahabyatāya dhammaṁ desesi. ",
  "an7.66:11.4": "Ye kho pana, bhikkhave, sunettassa satthuno brahmalokasahabyatāya dhammaṁ desentassa sabbena sabbaṁ sāsanaṁ ājāniṁsu te kāyassa bhedā paraṁ maraṇā sugatiṁ brahmalokaṁ upapajjiṁsu. ",
  "an7.66:11.5": "Ye na sabbena sabbaṁ sāsanaṁ ājāniṁsu te kāyassa bhedā paraṁ maraṇā appekacce paranimmitavasavattīnaṁ devānaṁ sahabyataṁ upapajjiṁsu, appekacce nimmānaratīnaṁ devānaṁ sahabyataṁ upapajjiṁsu, appekacce tusitānaṁ devānaṁ sahabyataṁ upapajjiṁsu, appekacce yāmānaṁ devānaṁ sahabyataṁ upapajjiṁsu, appekacce tāvatiṁsānaṁ devānaṁ sahabyataṁ upapajjiṁsu, appekacce cātumahārājikānaṁ devānaṁ sahabyataṁ upapajjiṁsu, appekacce khattiyamahāsālānaṁ sahabyataṁ upapajjiṁsu, appekacce brāhmaṇamahāsālānaṁ sahabyataṁ upapajjiṁsu, appekacce gahapatimahāsālānaṁ sahabyataṁ upapajjiṁsu. ",
  "an7.66:12.1": "Atha kho, bhikkhave, sunettassa satthuno etadahosi: ",
  "an7.66:12.2": "‘na kho metaṁ patirūpaṁ yohaṁ sāvakānaṁ samasamagatiyo assaṁ abhisamparāyaṁ, yannūnāhaṁ uttari mettaṁ bhāveyyan’ti. ",
  "an7.66:13.1": "Atha kho, bhikkhave, sunetto satthā satta vassāni mettaṁ cittaṁ bhāvesi. ",
  "an7.66:13.2": "Satta vassāni mettaṁ cittaṁ bhāvetvā satta saṁvaṭṭavivaṭṭakappe nayimaṁ lokaṁ punarāgamāsi. ",
  "an7.66:13.3": "Saṁvaṭṭamāne sudaṁ, bhikkhave, loke ābhassarūpago hoti. ",
  "an7.66:13.4": "Vivaṭṭamāne loke suññaṁ brahmavimānaṁ upapajjati. ",
  "an7.66:13.5": "Tatra sudaṁ, bhikkhave, brahmā hoti mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī. ",
  "an7.66:13.6": "Chattiṁsakkhattuṁ kho pana, bhikkhave, sakko ahosi devānamindo. ",
  "an7.66:13.7": "Anekasatakkhattuṁ rājā ahosi cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "an7.66:13.8": "Parosahassaṁ kho panassa puttā ahesuṁ sūrā vīraṅgarūpā parasenappamaddanā. ",
  "an7.66:13.9": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasi. ",
  "an7.66:13.10": "So hi nāma, bhikkhave, sunetto satthā evaṁ dīghāyuko samāno evaṁ ciraṭṭhitiko aparimutto ahosi: ",
  "an7.66:13.11": "‘jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, aparimutto dukkhasmā’ti vadāmi. ",
  "an7.66:14.1": "Taṁ kissa hetu? ",
  "an7.66:14.2": "Catunnaṁ dhammānaṁ ananubodhā appaṭivedhā. ",
  "an7.66:14.3": "Katamesaṁ catunnaṁ? ",
  "an7.66:14.4": "Ariyassa, bhikkhave, sīlassa ananubodhā appaṭivedhā, ariyassa samādhissa ananubodhā appaṭivedhā, ariyāya paññāya ananubodhā appaṭivedhā, ariyāya vimuttiyā ananubodhā appaṭivedhā. ",
  "an7.66:14.5": "Tayidaṁ, bhikkhave, ariyaṁ sīlaṁ anubuddhaṁ paṭividdhaṁ, ariyo samādhi anubodho paṭividdho, ariyā paññā anubodhā paṭividdhā, ariyā vimutti anubodhā paṭividdhā, ucchinnā bhavataṇhā, khīṇā bhavanetti, natthi dāni punabbhavo”ti. ",
  "an7.66:14.6": "Idamavoca bhagavā. ",
  "an7.66:14.7": "Idaṁ vatvāna sugato athāparaṁ etadavoca satthā: ",
  "an7.66:15.1": "“Sīlaṁ samādhi paññā ca, ",
  "an7.66:15.2": "vimutti ca anuttarā; ",
  "an7.66:15.3": "Anubuddhā ime dhammā, ",
  "an7.66:15.4": "gotamena yasassinā. ",
  "an7.66:16.1": "Iti buddho abhiññāya, ",
  "an7.66:16.2": "dhammamakkhāsi bhikkhunaṁ; ",
  "an7.66:16.3": "Dukkhassantakaro satthā, ",
  "an7.66:16.4": "cakkhumā parinibbuto”ti. ",
  "an7.66:16.5": "Dutiyaṁ. "
}