{
  "an7.74:0.1": "Aṅguttara Nikāya 7.74 ",
  "an7.74:0.2": "7. Mahāvagga ",
  "an7.74:0.3": "Arakasutta ",
  "an7.74:1.1": "“Bhūtapubbaṁ, bhikkhave, arako nāma satthā ahosi titthakaro kāmesu vītarāgo. ",
  "an7.74:1.2": "Arakassa kho pana, bhikkhave, satthuno anekāni sāvakasatāni ahesuṁ. ",
  "an7.74:1.3": "Arako satthā sāvakānaṁ evaṁ dhammaṁ deseti: ",
  "an7.74:1.4": "‘appakaṁ, brāhmaṇa, jīvitaṁ manussānaṁ parittaṁ lahukaṁ bahudukkhaṁ bahupāyāsaṁ mantāyaṁ boddhabbaṁ, kattabbaṁ kusalaṁ, caritabbaṁ brahmacariyaṁ, natthi jātassa amaraṇaṁ. ",
  "an7.74:2.1": "Seyyathāpi, brāhmaṇa, tiṇagge ussāvabindu sūriye uggacchante khippaṁyeva paṭivigacchati, na ciraṭṭhitikaṁ hoti; ",
  "an7.74:2.2": "evamevaṁ kho, brāhmaṇa, ussāvabindūpamaṁ jīvitaṁ manussānaṁ parittaṁ lahukaṁ bahudukkhaṁ bahupāyāsaṁ mantāyaṁ boddhabbaṁ, kattabbaṁ kusalaṁ, caritabbaṁ brahmacariyaṁ, natthi jātassa amaraṇaṁ. ",
  "an7.74:3.1": "Seyyathāpi, brāhmaṇa, thullaphusitake deve vassante udakabubbuḷaṁ khippaṁyeva paṭivigacchati, na ciraṭṭhitikaṁ hoti; ",
  "an7.74:3.2": "evamevaṁ kho, brāhmaṇa, udakabubbuḷūpamaṁ jīvitaṁ manussānaṁ parittaṁ lahukaṁ bahudukkhaṁ bahupāyāsaṁ mantāyaṁ boddhabbaṁ, kattabbaṁ kusalaṁ, caritabbaṁ brahmacariyaṁ, natthi jātassa amaraṇaṁ. ",
  "an7.74:4.1": "Seyyathāpi, brāhmaṇa, udake daṇḍarāji khippaṁyeva paṭivigacchati, na ciraṭṭhitikā hoti; ",
  "an7.74:4.2": "evamevaṁ kho, brāhmaṇa, udake daṇḍarājūpamaṁ jīvitaṁ manussānaṁ parittaṁ …pe… ",
  "an7.74:4.3": "natthi jātassa amaraṇaṁ. ",
  "an7.74:5.1": "Seyyathāpi, brāhmaṇa, nadī pabbateyyā dūraṅgamā sīghasotā hārahārinī, natthi so khaṇo vā layo vā muhutto vā yaṁ sā āvattati, atha kho sā gacchateva vattateva sandateva; ",
  "an7.74:5.2": "evamevaṁ kho, brāhmaṇa, nadīpabbateyyūpamaṁ jīvitaṁ manussānaṁ parittaṁ lahukaṁ …pe… ",
  "an7.74:5.3": "natthi jātassa amaraṇaṁ. ",
  "an7.74:6.1": "Seyyathāpi, brāhmaṇa, balavā puriso jivhagge kheḷapiṇḍaṁ saṁyūhitvā akasireneva vameyya; ",
  "an7.74:6.2": "evamevaṁ kho, brāhmaṇa, kheḷapiṇḍūpamaṁ jīvitaṁ manussānaṁ parittaṁ …pe… ",
  "an7.74:6.3": "natthi jātassa amaraṇaṁ. ",
  "an7.74:7.1": "Seyyathāpi, brāhmaṇa, divasaṁsantatte ayokaṭāhe maṁsapesi pakkhittā khippaṁyeva paṭivigacchati, na ciraṭṭhitikā hoti; ",
  "an7.74:7.2": "evamevaṁ kho, brāhmaṇa, maṁsapesūpamaṁ jīvitaṁ manussānaṁ parittaṁ …pe… ",
  "an7.74:7.3": "natthi jātassa amaraṇaṁ. ",
  "an7.74:8.1": "Seyyathāpi, brāhmaṇa, gāvī vajjhā āghātanaṁ nīyamānā yaṁ yadeva pādaṁ uddharati, santikeva hoti vadhassa santikeva maraṇassa; ",
  "an7.74:8.2": "evamevaṁ kho, brāhmaṇa, govajjhūpamaṁ jīvitaṁ manussānaṁ parittaṁ lahukaṁ bahudukkhaṁ bahupāyāsaṁ mantāyaṁ boddhabbaṁ, kattabbaṁ kusalaṁ, caritabbaṁ brahmacariyaṁ, natthi jātassa amaraṇan’ti. ",
  "an7.74:9.1": "Tena kho pana, bhikkhave, samayena manussānaṁ saṭṭhivassasahassāni āyuppamāṇaṁ ahosi, pañcavassasatikā kumārikā alaṁpateyyā ahosi. ",
  "an7.74:9.2": "Tena kho pana, bhikkhave, samayena manussānaṁ chaḷeva ābādhā ahesuṁ—",
  "an7.74:9.3": "sītaṁ, uṇhaṁ, jighacchā, pipāsā, uccāro, passāvo. ",
  "an7.74:9.4": "So hi nāma, bhikkhave, arako satthā evaṁ dīghāyukesu manussesu evaṁ ciraṭṭhitikesu evaṁ appābādhesu sāvakānaṁ evaṁ dhammaṁ desessati: ",
  "an7.74:9.5": "‘appakaṁ, brāhmaṇa, jīvitaṁ manussānaṁ parittaṁ lahukaṁ bahudukkhaṁ bahupāyāsaṁ mantāyaṁ boddhabbaṁ, kattabbaṁ kusalaṁ, caritabbaṁ brahmacariyaṁ, natthi jātassa amaraṇan’ti. ",
  "an7.74:10.1": "Etarahi taṁ, bhikkhave, sammā vadamāno vadeyya: ",
  "an7.74:10.2": "‘appakaṁ jīvitaṁ manussānaṁ parittaṁ lahukaṁ bahudukkhaṁ bahupāyāsaṁ mantāyaṁ boddhabbaṁ, kattabbaṁ kusalaṁ, caritabbaṁ brahmacariyaṁ, natthi jātassa amaraṇan’ti. ",
  "an7.74:10.3": "Etarahi, bhikkhave, yo ciraṁ jīvati so vassasataṁ appaṁ vā bhiyyo. ",
  "an7.74:10.4": "Vassasataṁ kho pana, bhikkhave, jīvanto tīṇiyeva utusatāni jīvati—",
  "an7.74:10.5": "utusataṁ hemantānaṁ, utusataṁ gimhānaṁ, utusataṁ vassānaṁ. ",
  "an7.74:10.6": "Tīṇi kho pana, bhikkhave, utusatāni jīvanto dvādasayeva māsasatāni jīvati—",
  "an7.74:10.7": "cattāri māsasatāni hemantānaṁ, cattāri māsasatāni gimhānaṁ, cattāri māsasatāni vassānaṁ. ",
  "an7.74:10.8": "Dvādasa kho pana, bhikkhave, māsasatāni jīvanto catuvīsatiyeva addhamāsasatāni jīvati—",
  "an7.74:10.9": "aṭṭhaddhamāsasatāni hemantānaṁ, aṭṭhaddhamāsasatāni gimhānaṁ, aṭṭhaddhamāsasatāni vassānaṁ. ",
  "an7.74:10.10": "Catuvīsati kho pana, bhikkhave, addhamāsasatāni jīvanto chattiṁsaṁyeva rattisahassāni jīvati—",
  "an7.74:10.11": "dvādasa rattisahassāni hemantānaṁ, dvādasa rattisahassāni gimhānaṁ, dvādasa rattisahassāni vassānaṁ. ",
  "an7.74:10.12": "Chattiṁsaṁ kho pana, bhikkhave, rattisahassāni jīvanto dvesattatiyeva bhattasahassāni bhuñjati—",
  "an7.74:10.13": "catuvīsati bhattasahassāni hemantānaṁ, catuvīsati bhattasahassāni gimhānaṁ, catuvīsati bhattasahassāni vassānaṁ saddhiṁ mātuthaññāya saddhiṁ bhattantarāyena. ",
  "an7.74:11.1": "Tatrime bhattantarāyā kapimiddhopi bhattaṁ na bhuñjati, dukkhitopi bhattaṁ na bhuñjati, byādhitopi bhattaṁ na bhuñjati, uposathikopi bhattaṁ na bhuñjati, alābhakenapi bhattaṁ na bhuñjati. ",
  "an7.74:11.2": "Iti kho, bhikkhave, mayā vassasatāyukassa manussassa āyupi saṅkhāto, āyuppamāṇampi saṅkhātaṁ, utūpi saṅkhātā, saṁvaccharāpi saṅkhātā, māsāpi saṅkhātā, addhamāsāpi saṅkhātā, rattipi saṅkhātā, divāpi saṅkhātā, bhattāpi saṅkhātā, bhattantarāyāpi saṅkhātā. ",
  "an7.74:11.3": "Yaṁ, bhikkhave, satthārā karaṇīyaṁ sāvakānaṁ hitesinā anukampakena anukampaṁ upādāya; ",
  "an7.74:11.4": "kataṁ vo taṁ mayā etāni, bhikkhave, rukkhamūlāni etāni suññāgārāni. Jhāyatha, bhikkhave, mā pamādattha; mā pacchā vippaṭisārino ahuvattha. Ayaṁ vo amhākaṁ anusāsanī”ti. ",
  "an7.74:11.5": "Dasamaṁ. ",
  "an7.74:11.6": "Mahāvaggo sattamo. ",
  "an7.74:12.0": "Tassuddānaṁ ",
  "an7.74:12.1": "Hirīsūriyaṁ upamā, ",
  "an7.74:12.2": "dhammaññū pārichattakaṁ; ",
  "an7.74:12.3": "Sakkaccaṁ bhāvanā aggi, ",
  "an7.74:12.4": "sunettaarakena cāti. "
}