{
  "an7.69:0.1": "Aṅguttara Nikāya 7 ",
  "an7.69:0.2": "7. Mahāvagga ",
  "an7.69:0.3": "69. Pāricchattakasutta ",
  "an7.69:1.1": "“Yasmiṁ, bhikkhave, samaye devānaṁ tāvatiṁsānaṁ pāricchattako koviḷāro paṇḍupalāso hoti, attamanā, bhikkhave, devā tāvatiṁsā tasmiṁ samaye honti: ",
  "an7.69:1.2": "‘paṇḍupalāso dāni pāricchattako koviḷāro nacirasseva dāni pannapalāso bhavissatī’ti. ",
  "an7.69:2.1": "Yasmiṁ, bhikkhave, samaye devānaṁ tāvatiṁsānaṁ pāricchattako koviḷāro pannapalāso hoti, attamanā, bhikkhave, devā tāvatiṁsā tasmiṁ samaye honti: ",
  "an7.69:2.2": "‘pannapalāso dāni pāricchattako koviḷāro nacirasseva dāni jālakajāto bhavissatī’ti. ",
  "an7.69:3.1": "Yasmiṁ, bhikkhave, samaye devānaṁ tāvatiṁsānaṁ pāricchattako koviḷāro jālakajāto hoti, attamanā, bhikkhave, devā tāvatiṁsā tasmiṁ samaye honti: ",
  "an7.69:3.2": "‘jālakajāto dāni pāricchattako koviḷāro nacirasseva dāni khārakajāto bhavissatī’ti. ",
  "an7.69:4.1": "Yasmiṁ, bhikkhave, samaye devānaṁ tāvatiṁsānaṁ pāricchattako koviḷāro khārakajāto hoti, attamanā, bhikkhave, devā tāvatiṁsā tasmiṁ samaye honti: ",
  "an7.69:4.2": "‘khārakajāto dāni pāricchattako koviḷāro nacirasseva dāni kuṭumalakajāto bhavissatī’ti. ",
  "an7.69:5.1": "Yasmiṁ, bhikkhave, samaye devānaṁ tāvatiṁsānaṁ pāricchattako koviḷāro kuṭumalakajāto hoti, attamanā, bhikkhave, devā tāvatiṁsā tasmiṁ samaye honti: ",
  "an7.69:5.2": "‘kuṭumalakajāto dāni pāricchattako koviḷāro nacirasseva dāni korakajāto bhavissatī’ti. ",
  "an7.69:6.1": "Yasmiṁ, bhikkhave, samaye devānaṁ tāvatiṁsānaṁ pāricchattako koviḷāro korakajāto hoti, attamanā, bhikkhave, devā tāvatiṁsā tasmiṁ samaye honti: ",
  "an7.69:6.2": "‘korakajāto dāni pāricchattako koviḷāro nacirasseva dāni sabbaphāliphullo bhavissatī’ti. ",
  "an7.69:7.1": "Yasmiṁ, bhikkhave, samaye devānaṁ tāvatiṁsānaṁ pāricchattako koviḷāro sabbaphāliphullo hoti, attamanā, bhikkhave, devā tāvatiṁsā pāricchattakassa koviḷārassa mūle dibbe cattāro māse pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārenti. ",
  "an7.69:8.1": "Sabbaphāliphullassa kho pana, bhikkhave, pāricchattakassa koviḷārassa samantā paññāsayojanāni ābhāya phuṭaṁ hoti, anuvātaṁ yojanasataṁ gandho gacchati, ayamānubhāvo pāricchattakassa koviḷārassa. ",
  "an7.69:9.1": "Evamevaṁ kho, bhikkhave, yasmiṁ samaye ariyasāvako agārasmā anagāriyaṁ pabbajjāya ceteti, paṇḍupalāso, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
  "an7.69:10.1": "Yasmiṁ, bhikkhave, samaye ariyasāvako kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito hoti, pannapalāso, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
  "an7.69:11.1": "Yasmiṁ, bhikkhave, samaye ariyasāvako vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati, ",
  "an7.69:11.2": "jālakajāto, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
  "an7.69:12.1": "Yasmiṁ, bhikkhave, samaye ariyasāvako vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati, ",
  "an7.69:12.2": "khārakajāto, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
  "an7.69:13.1": "Yasmiṁ, bhikkhave, samaye ariyasāvako pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati, ",
  "an7.69:13.2": "kuṭumalakajāto, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
  "an7.69:14.1": "Yasmiṁ, bhikkhave, samaye ariyasāvako sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati, ",
  "an7.69:14.2": "korakajāto, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
  "an7.69:15.1": "Yasmiṁ, bhikkhave, samaye ariyasāvako āsavānaṁ khayā …pe… sacchikatvā upasampajja viharati, ",
  "an7.69:15.2": "sabbaphāliphullo, bhikkhave, ariyasāvako tasmiṁ samaye hoti devānaṁva tāvatiṁsānaṁ pāricchattako koviḷāro. ",
  "an7.69:16.1": "Tasmiṁ, bhikkhave, samaye bhummā devā saddamanussāventi: ",
  "an7.69:16.2": "‘eso itthannāmo āyasmā itthannāmassa āyasmato saddhivihāriko amukamhā gāmā vā nigamā vā agārasmā anagāriyaṁ pabbajito āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī’ti. ",
  "an7.69:16.3": "Bhummānaṁ devānaṁ saddaṁ sutvā cātumahārājikā devā …pe… ",
  "an7.69:16.4": "tāvatiṁsā devā … ",
  "an7.69:16.5": "yāmā devā … ",
  "an7.69:16.6": "tusitā devā … ",
  "an7.69:16.7": "nimmānaratī devā … ",
  "an7.69:16.8": "paranimmitavasavattī devā … ",
  "an7.69:16.9": "brahmakāyikā devā saddamanussāventi: ",
  "an7.69:16.10": "‘eso itthannāmo āyasmā itthannāmassa āyasmato saddhivihāriko amukamhā gāmā vā nigamā vā agārasmā anagāriyaṁ pabbajito āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī’ti. ",
  "an7.69:16.11": "Itiha tena khaṇena tena muhuttena yāva brahmalokā saddo abbhuggacchati, ayamānubhāvo khīṇāsavassa bhikkhuno”ti. ",
  "an7.69:16.12": "Pañcamaṁ. "
}