{
  "an7.49:0.1": "Aṅguttara Nikāya 7 ",
  "an7.49:0.2": "5. Mahāyaññavagga ",
  "an7.49:0.3": "49. Dutiyasaññāsutta ",
  "an7.49:1.1": "“Sattimā, bhikkhave, saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṁsā amatogadhā amatapariyosānā. ",
  "an7.49:1.2": "Katamā satta? ",
  "an7.49:1.3": "Asubhasaññā, maraṇasaññā, āhāre paṭikūlasaññā, sabbaloke anabhiratasaññā, aniccasaññā, anicce dukkhasaññā, dukkhe anattasaññā. ",
  "an7.49:1.4": "Imā kho, bhikkhave, satta saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṁsā amatogadhā amatapariyosānāti. ",
  "an7.49:2.1": "‘Asubhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti. ",
  "an7.49:2.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an7.49:2.3": "Asubhasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṁ viharato methunadhammasamāpattiyā cittaṁ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
  "an7.49:2.4": "Seyyathāpi, bhikkhave, kukkuṭapattaṁ vā nhārudaddulaṁ vā aggimhi pakkhittaṁ patilīyati patikuṭati pativattati, na sampasāriyati. ",
  "an7.49:2.5": "Evamevaṁ kho, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṁ viharato methunadhammasamāpattiyā cittaṁ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
  "an7.49:3.1": "Sace, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṁ viharato methunadhammasamāpattiyā cittaṁ anusandahati appaṭikulyatā saṇṭhāti; ",
  "an7.49:3.2": "veditabbametaṁ, bhikkhave, bhikkhunā ‘abhāvitā me asubhasaññā, natthi me pubbenāparaṁ viseso, appattaṁ me bhāvanābalan’ti. ",
  "an7.49:3.3": "Itiha tattha sampajāno hoti. ",
  "an7.49:3.4": "Sace pana, bhikkhave, bhikkhuno asubhasaññāparicitena cetasā bahulaṁ viharato methunadhammasamāpattiyā cittaṁ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti; ",
  "an7.49:3.5": "veditabbametaṁ, bhikkhave, bhikkhunā ‘subhāvitā me asubhasaññā, atthi me pubbenāparaṁ viseso, pattaṁ me bhāvanābalan’ti. ",
  "an7.49:3.6": "Itiha tattha sampajāno hoti. ",
  "an7.49:3.7": "‘Asubhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, ",
  "an7.49:3.8": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an7.49:4.1": "‘Maraṇasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, iti kho panetaṁ vuttaṁ kiñcetaṁ paṭicca vuttaṁ? ",
  "an7.49:4.2": "Maraṇasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṁ viharato jīvitanikantiyā cittaṁ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
  "an7.49:4.3": "Seyyathāpi, bhikkhave, kukkuṭapattaṁ vā nhārudaddulaṁ vā aggimhi pakkhittaṁ patilīyati patikuṭati pativattati, na sampasāriyati. ",
  "an7.49:4.4": "Evamevaṁ kho, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṁ viharato jīvitanikantiyā cittaṁ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
  "an7.49:5.1": "Sace, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṁ viharato jīvitanikantiyā cittaṁ anusandahati appaṭikulyatā saṇṭhāti; ",
  "an7.49:5.2": "veditabbametaṁ, bhikkhave, bhikkhunā ‘abhāvitā me maraṇasaññā, natthi me pubbenāparaṁ viseso, appattaṁ me bhāvanābalan’ti. ",
  "an7.49:5.3": "Itiha tattha sampajāno hoti. ",
  "an7.49:5.4": "Sace pana, bhikkhave, bhikkhuno maraṇasaññāparicitena cetasā bahulaṁ viharato jīvitanikantiyā cittaṁ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti; ",
  "an7.49:5.5": "veditabbametaṁ, bhikkhave, bhikkhunā ‘subhāvitā me maraṇasaññā, atthi me pubbenāparaṁ viseso, pattaṁ me bhāvanābalan’ti. ",
  "an7.49:5.6": "Itiha tattha sampajāno hoti. ",
  "an7.49:5.7": "‘Maraṇasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, ",
  "an7.49:5.8": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an7.49:6.1": "‘Āhāre paṭikūlasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, iti kho panetaṁ vuttaṁ, kiñcetaṁ paṭicca vuttaṁ? ",
  "an7.49:6.2": "Āhāre paṭikūlasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṁ viharato rasataṇhāya cittaṁ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
  "an7.49:6.3": "Seyyathāpi, bhikkhave, kukkuṭapattaṁ vā nhārudaddulaṁ vā aggimhi pakkhittaṁ patilīyati patikuṭati pativattati, na sampasāriyati. ",
  "an7.49:6.4": "Evamevaṁ kho, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṁ viharato rasataṇhāya cittaṁ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
  "an7.49:7.1": "Sace, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṁ viharato rasataṇhāya cittaṁ anusandahati appaṭikulyatā saṇṭhāti; ",
  "an7.49:7.2": "veditabbametaṁ, bhikkhave, bhikkhunā ‘abhāvitā me āhāre paṭikūlasaññā, natthi me pubbenāparaṁ viseso, appattaṁ me bhāvanābalan’ti. ",
  "an7.49:7.3": "Itiha tattha sampajāno hoti. ",
  "an7.49:7.4": "Sace pana, bhikkhave, bhikkhuno āhāre paṭikūlasaññāparicitena cetasā bahulaṁ viharato rasataṇhāya cittaṁ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti; ",
  "an7.49:7.5": "veditabbametaṁ, bhikkhave, bhikkhunā ‘subhāvitā me āhāre paṭikūlasaññā, atthi me pubbenāparaṁ viseso, pattaṁ me bhāvanābalan’ti. ",
  "an7.49:7.6": "Itiha tattha sampajāno hoti. ",
  "an7.49:7.7": "‘Āhāre paṭikūlasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, ",
  "an7.49:7.8": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an7.49:8.1": "‘Sabbaloke anabhiratasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, iti kho panetaṁ vuttaṁ. ",
  "an7.49:8.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an7.49:8.3": "Sabbaloke anabhiratasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṁ viharato lokacitresu cittaṁ patilīyati …pe… ",
  "an7.49:8.4": "seyyathāpi bhikkhave …pe… patilīyati patikuṭati pativattati, na sampasāriyati. ",
  "an7.49:8.5": "Evamevaṁ kho, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṁ viharato lokacitresu cittaṁ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
  "an7.49:9.1": "Sace, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṁ viharato lokacitresu cittaṁ anusandahati appaṭikulyatā saṇṭhāti; ",
  "an7.49:9.2": "veditabbametaṁ, bhikkhave, bhikkhunā ‘abhāvitā me sabbaloke anabhiratasaññā, natthi me pubbenāparaṁ viseso, appattaṁ me bhāvanābalan’ti. ",
  "an7.49:9.3": "Itiha tattha sampajāno hoti. ",
  "an7.49:9.4": "Sace pana, bhikkhave, bhikkhuno sabbaloke anabhiratasaññāparicitena cetasā bahulaṁ viharato lokacitresu cittaṁ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti; ",
  "an7.49:9.5": "veditabbametaṁ, bhikkhave, bhikkhunā ‘subhāvitā me sabbaloke anabhiratasaññā, atthi me pubbenāparaṁ viseso, pattaṁ me bhāvanābalan’ti. ",
  "an7.49:9.6": "Itiha tattha sampajāno hoti. ",
  "an7.49:9.7": "‘Sabbaloke anabhiratasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, ",
  "an7.49:9.8": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an7.49:10.1": "‘Aniccasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, iti kho panetaṁ vuttaṁ. ",
  "an7.49:10.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an7.49:10.3": "Aniccasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṁ viharato lābhasakkārasiloke cittaṁ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
  "an7.49:10.4": "Seyyathāpi, bhikkhave, kukkuṭapattaṁ vā nhārudaddulaṁ vā aggimhi pakkhittaṁ patilīyati patikuṭati pativattati na sampasāriyati. ",
  "an7.49:10.5": "Evamevaṁ kho, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṁ viharato lābhasakkārasiloke cittaṁ patilīyati …pe… upekkhā vā pāṭikulyatā vā saṇṭhāti. ",
  "an7.49:11.1": "Sace, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṁ viharato lābhasakkārasiloke cittaṁ anusandahati appaṭikulyatā saṇṭhāti; ",
  "an7.49:11.2": "veditabbametaṁ, bhikkhave, bhikkhunā ‘abhāvitā me aniccasaññā, natthi me pubbenāparaṁ viseso, appattaṁ me bhāvanābalan’ti. ",
  "an7.49:11.3": "Itiha tattha sampajāno hoti. ",
  "an7.49:11.4": "Sace pana, bhikkhave, bhikkhuno aniccasaññāparicitena cetasā bahulaṁ viharato lābhasakkārasiloke cittaṁ patilīyati patikuṭati pativattati, na sampasāriyati upekkhā vā pāṭikulyatā vā saṇṭhāti; ",
  "an7.49:11.5": "veditabbametaṁ, bhikkhave, bhikkhunā ‘subhāvitā me aniccasaññā, atthi me pubbenāparaṁ viseso, pattaṁ me bhāvanābalan’ti. ",
  "an7.49:11.6": "Itiha tattha sampajāno hoti. ",
  "an7.49:11.7": "‘Aniccasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, ",
  "an7.49:11.8": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an7.49:12.1": "‘Anicce dukkhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, iti kho panetaṁ vuttaṁ. ",
  "an7.49:12.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an7.49:12.3": "Anicce dukkhasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṁ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake. ",
  "an7.49:13.1": "Sace, bhikkhave, bhikkhuno anicce dukkhasaññāparicitena cetasā bahulaṁ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā, na paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake. ",
  "an7.49:13.2": "Veditabbametaṁ, bhikkhave, bhikkhunā ‘abhāvitā me anicce dukkhasaññā, natthi me pubbenāparaṁ viseso, appattaṁ me bhāvanābalan’ti. ",
  "an7.49:13.3": "Itiha tattha sampajāno hoti. ",
  "an7.49:13.4": "Sace pana, bhikkhave, bhikkhuno anicce dukkhasaññāparicitena cetasā bahulaṁ viharato ālasye kosajje vissaṭṭhiye pamāde ananuyoge apaccavekkhaṇāya tibbā bhayasaññā paccupaṭṭhitā hoti, seyyathāpi, bhikkhave, ukkhittāsike vadhake. ",
  "an7.49:13.5": "Veditabbametaṁ, bhikkhave, bhikkhunā ‘subhāvitā me anicce dukkhasaññā, atthi me pubbenāparaṁ viseso, pattaṁ me bhāvanābalan’ti. ",
  "an7.49:13.6": "Itiha tattha sampajāno hoti. ",
  "an7.49:13.7": "‘Anicce dukkhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, ",
  "an7.49:13.8": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an7.49:14.1": "‘Dukkhe anattasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, iti kho panetaṁ vuttaṁ. ",
  "an7.49:14.2": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an7.49:14.3": "Dukkhe anattasaññāparicitena, bhikkhave, bhikkhuno cetasā bahulaṁ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṁ mānasaṁ hoti vidhāsamatikkantaṁ santaṁ suvimuttaṁ. ",
  "an7.49:15.1": "Sace, bhikkhave, bhikkhuno dukkhe anattasaññāparicitena cetasā bahulaṁ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu na ahaṅkāramamaṅkāramānāpagataṁ mānasaṁ hoti vidhāsamatikkantaṁ santaṁ suvimuttaṁ. ",
  "an7.49:15.2": "Veditabbametaṁ, bhikkhave, bhikkhunā ‘abhāvitā me dukkhe anattasaññā, natthi me pubbenāparaṁ viseso, appattaṁ me bhāvanābalan’ti. ",
  "an7.49:15.3": "Itiha tattha sampajāno hoti. ",
  "an7.49:16.1": "Sace pana, bhikkhave, bhikkhuno dukkhe anattasaññāparicitena cetasā bahulaṁ viharato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṁ mānasaṁ hoti vidhāsamatikkantaṁ santaṁ suvimuttaṁ. ",
  "an7.49:16.2": "Veditabbametaṁ, bhikkhave, bhikkhunā ‘subhāvitā me dukkhe anattasaññā, atthi me pubbenāparaṁ viseso, pattaṁ me bhāvanābalan’ti. ",
  "an7.49:16.3": "Itiha tattha sampajāno hoti. ",
  "an7.49:16.4": "‘Dukkhe anattasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā amatogadhā amatapariyosānā’ti, ",
  "an7.49:16.5": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an7.49:17.1": "Imā kho, bhikkhave, satta saññā bhāvitā bahulīkatā mahapphalā honti mahānisaṁsā amatogadhā amatapariyosānā”ti. ",
  "an7.49:17.2": "Chaṭṭhaṁ. "
}