{
  "an7.70:0.1": "Aṅguttara Nikāya 7.70 ",
  "an7.70:0.2": "7. Mahāvagga ",
  "an7.70:0.3": "Sakkaccasutta ",
  "an7.70:1.1": "Atha kho āyasmato sāriputtassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "an7.70:1.2": "“kiṁ nu kho, bhikkhu, sakkatvā garuṁ katvā upanissāya viharanto akusalaṁ pajaheyya, kusalaṁ bhāveyyā”ti? ",
  "an7.70:1.3": "Atha kho āyasmato sāriputtassa etadahosi: ",
  "an7.70:1.4": "“satthāraṁ kho, bhikkhu, sakkatvā garuṁ katvā upanissāya viharanto akusalaṁ pajaheyya, kusalaṁ bhāveyya. ",
  "an7.70:1.5": "Dhammaṁ kho, bhikkhu …pe… ",
  "an7.70:1.6": "saṅghaṁ kho, bhikkhu …pe… ",
  "an7.70:1.7": "sikkhaṁ kho, bhikkhu …pe… ",
  "an7.70:1.8": "samādhiṁ kho, bhikkhu …pe… ",
  "an7.70:1.9": "appamādaṁ kho, bhikkhu …pe… ",
  "an7.70:1.10": "paṭisanthāraṁ kho, bhikkhu sakkatvā garuṁ katvā upanissāya viharanto akusalaṁ pajaheyya, kusalaṁ bhāveyyā”ti. ",
  "an7.70:2.1": "Atha kho āyasmato sāriputtassa etadahosi: ",
  "an7.70:2.2": "“ime kho me dhammā parisuddhā pariyodātā, yannūnāhaṁ ime dhamme gantvā bhagavato āroceyyaṁ. ",
  "an7.70:2.3": "Evaṁ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā ca. ",
  "an7.70:2.4": "Seyyathāpi nāma puriso suvaṇṇanikkhaṁ adhigaccheyya parisuddhaṁ pariyodātaṁ. ",
  "an7.70:2.5": "Tassa evamassa: ",
  "an7.70:2.6": "‘ayaṁ kho me suvaṇṇanikkho parisuddho pariyodāto, yannūnāhaṁ imaṁ suvaṇṇanikkhaṁ gantvā kammārānaṁ dasseyyaṁ. ",
  "an7.70:2.7": "Evaṁ me ayaṁ suvaṇṇanikkho sakammāragato parisuddho ceva bhavissati parisuddhasaṅkhātataro ca. ",
  "an7.70:2.8": "Evamevaṁ me ime dhammā parisuddhā pariyodātā, yannūnāhaṁ ime dhamme gantvā bhagavato āroceyyaṁ. ",
  "an7.70:2.9": "Evaṁ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā cā’”ti. ",
  "an7.70:3.1": "Atha kho āyasmā sāriputto sāyanhasamayaṁ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "an7.70:4.1": "“Idha mayhaṁ, bhante, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "an7.70:4.2": "‘kiṁ nu kho bhikkhu sakkatvā garuṁ katvā upanissāya viharanto akusalaṁ pajaheyya, kusalaṁ bhāveyyā’ti? ",
  "an7.70:4.3": "Atha kho tassa mayhaṁ, bhante, etadahosi: ",
  "an7.70:4.4": "‘satthāraṁ kho bhikkhu sakkatvā garuṁ katvā upanissāya viharanto akusalaṁ pajaheyya, kusalaṁ bhāveyya. ",
  "an7.70:4.5": "Dhammaṁ kho bhikkhu …pe… ",
  "an7.70:4.6": "paṭisanthāraṁ kho bhikkhu sakkatvā …pe… ",
  "an7.70:4.7": "kusalaṁ bhāveyyā’ti. ",
  "an7.70:4.8": "Atha kho tassa mayhaṁ, bhante, etadahosi: ",
  "an7.70:4.9": "‘ime kho me dhammā parisuddhā pariyodātā, yannūnāhaṁ ime dhamme gantvā bhagavato āroceyyaṁ. ",
  "an7.70:4.10": "Evaṁ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā ca. ",
  "an7.70:4.11": "Seyyathāpi nāma puriso suvaṇṇanikkhaṁ adhigaccheyya parisuddhaṁ pariyodātaṁ. ",
  "an7.70:4.12": "Tassa evamassa—",
  "an7.70:4.13": "ayaṁ kho me suvaṇṇanikkho parisuddho pariyodāto, yannūnāhaṁ imaṁ suvaṇṇanikkhaṁ gantvā kammārānaṁ dasseyyaṁ. ",
  "an7.70:4.14": "Evaṁ me ayaṁ suvaṇṇanikkho sakammāragato parisuddho ceva bhavissati parisuddhasaṅkhātataro ca. ",
  "an7.70:4.15": "Evamevaṁ me ime dhammā parisuddhā pariyodātā, yannūnāhaṁ ime dhamme gantvā bhagavato āroceyyaṁ. ",
  "an7.70:4.16": "Evaṁ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā cā’”ti. ",
  "an7.70:5.1": "“Sādhu sādhu, sāriputta. ",
  "an7.70:5.2": "Satthāraṁ kho, sāriputta, bhikkhu sakkatvā garuṁ katvā upanissāya viharanto akusalaṁ pajaheyya, kusalaṁ bhāveyya. ",
  "an7.70:5.3": "Dhammaṁ kho, sāriputta, bhikkhu sakkatvā garuṁ katvā upanissāya viharanto akusalaṁ pajaheyya, kusalaṁ bhāveyya. ",
  "an7.70:5.4": "Saṅghaṁ kho …pe… ",
  "an7.70:5.5": "sikkhaṁ kho … ",
  "an7.70:5.6": "samādhiṁ kho … ",
  "an7.70:5.7": "appamādaṁ kho … ",
  "an7.70:5.8": "paṭisanthāraṁ kho, sāriputta, bhikkhu sakkatvā garuṁ katvā upanissāya viharanto akusalaṁ pajaheyya, kusalaṁ bhāveyyā”ti. ",
  "an7.70:6.1": "Evaṁ vutte, āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "an7.70:6.2": "“imassa kho ahaṁ, bhante, bhagavatā saṅkhittena bhāsitassa evaṁ vitthārena atthaṁ ājānāmi. ",
  "an7.70:6.3": "So vata, bhante, bhikkhu satthari agāravo dhamme sagāravo bhavissatīti netaṁ ṭhānaṁ vijjati. ",
  "an7.70:6.4": "Yo so, bhante, bhikkhu satthari agāravo dhammepi so agāravo. ",
  "an7.70:7.1": "So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe sagāravo bhavissatīti netaṁ ṭhānaṁ vijjati. ",
  "an7.70:7.2": "Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghepi so agāravo. ",
  "an7.70:8.1": "So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya sagāravo bhavissatīti netaṁ ṭhānaṁ vijjati. ",
  "an7.70:8.2": "Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāyapi so agāravo. ",
  "an7.70:9.1": "So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṁ sagāravo bhavissatīti netaṁ ṭhānaṁ vijjati. ",
  "an7.70:9.2": "Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismimpi so agāravo. ",
  "an7.70:10.1": "So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṁ agāravo appamāde sagāravo bhavissatīti netaṁ ṭhānaṁ vijjati. ",
  "an7.70:10.2": "Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṁ agāravo appamādepi so agāravo. ",
  "an7.70:11.1": "So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṁ agāravo appamāde agāravo paṭisanthāre sagāravo bhavissatīti netaṁ ṭhānaṁ vijjati. ",
  "an7.70:11.2": "Yo so, bhante, bhikkhu satthari agāravo …pe… appamāde agāravo paṭisanthārepi so agāravo. ",
  "an7.70:12.1": "So vata, bhante, bhikkhu satthari sagāravo dhamme agāravo bhavissatīti netaṁ ṭhānaṁ vijjati. Yo so, bhante, bhikkhu satthari sagāravo dhammepi so sagāravo …pe…. ",
  "an7.70:13.1": "So vata, bhante, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthāre agāravo bhavissatīti netaṁ ṭhānaṁ vijjati. ",
  "an7.70:13.2": "Yo so, bhante, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthārepi so sagāravo. ",
  "an7.70:14.1": "So vata, bhante, bhikkhu satthari sagāravo dhammepi sagāravo bhavissatīti ṭhānametaṁ vijjati. Yo so, bhante, bhikkhu satthari sagāravo dhammepi so sagāravo …pe…. ",
  "an7.70:15.1": "So vata, bhante, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthārepi sagāravo bhavissatīti ṭhānametaṁ vijjati. ",
  "an7.70:15.2": "Yo so, bhante, bhikkhu satthari sagāravo dhamme sagāravo saṅghe sagāravo sikkhāya sagāravo samādhismiṁ sagāravo appamāde sagāravo paṭisanthārepi so sagāravoti. ",
  "an7.70:16.1": "Imassa kho ahaṁ, bhante, bhagavatā saṅkhittena bhāsitassa evaṁ vitthārena atthaṁ ājānāmī”ti. ",
  "an7.70:17.1": "“Sādhu sādhu, sāriputta. ",
  "an7.70:17.2": "Sādhu kho tvaṁ, sāriputta, imassa mayā saṅkhittena bhāsitassa evaṁ vitthārena atthaṁ ājānāsi. ",
  "an7.70:17.3": "So vata, sāriputta, bhikkhu satthari agāravo dhamme sagāravo bhavissatīti netaṁ ṭhānaṁ vijjati …pe… ",
  "an7.70:17.4": "yo so, sāriputta, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṁ agāravo appamādepi so agāravo. ",
  "an7.70:18.1": "So vata, sāriputta, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṁ agāravo appamāde agāravo paṭisanthāre sagāravo bhavissatīti netaṁ ṭhānaṁ vijjati. ",
  "an7.70:18.2": "Yo so, sāriputta, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṁ agāravo appamāde agāravo paṭisanthārepi so agāravo. ",
  "an7.70:19.1": "So vata, sāriputta, bhikkhu satthari sagāravo dhamme agāravo bhavissatīti netaṁ ṭhānaṁ vijjati …pe… yo so, sāriputta, bhikkhu satthari sagāravo dhammepi so sagāravo …pe…. ",
  "an7.70:20.1": "So vata, sāriputta, bhikkhu satthari sagāravo dhamme sagāravo …pe… appamāde sagāravo paṭisanthāre agāravo bhavissatīti netaṁ ṭhānaṁ vijjati. ",
  "an7.70:20.2": "Yo so, sāriputta, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthārepi so sagāravo. ",
  "an7.70:21.1": "So vata, sāriputta, bhikkhu satthari sagāravo dhammepi sagāravo bhavissatīti ṭhānametaṁ vijjati. Yo so, sāriputta, bhikkhu satthari sagāravo dhammepi so sagāravo …pe…. ",
  "an7.70:22.1": "So vata, sāriputta, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthārepi so sagāravo bhavissatīti ṭhānametaṁ vijjati. ",
  "an7.70:22.2": "Yo so, sāriputta, bhikkhu satthari sagāravo …pe… appamāde sagāravo paṭisanthārepi so sagāravoti. ",
  "an7.70:23.1": "Imassa kho, sāriputta, mayā saṅkhittena bhāsitassa evaṁ vitthārena attho daṭṭhabbo”ti. ",
  "an7.70:23.2": "Chaṭṭhaṁ. "
}