{
  "an7.54:0.1": "Aṅguttara Nikāya 7 ",
  "an7.54:0.2": "6. Abyākatavagga ",
  "an7.54:0.3": "54. Abyākatasutta ",
  "an7.54:1.1": "Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "an7.54:1.2": "“ko nu kho, bhante, hetu ko paccayo yena sutavato ariyasāvakassa vicikicchā nuppajjati abyākatavatthūsū”ti? ",
  "an7.54:2.1": "“Diṭṭhinirodhā kho, bhikkhu, sutavato ariyasāvakassa vicikicchā nuppajjati abyākatavatthūsu. ",
  "an7.54:2.2": "‘Hoti tathāgato paraṁ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṁ; ",
  "an7.54:2.3": "‘na hoti tathāgato paraṁ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṁ; ",
  "an7.54:2.4": "‘hoti ca na ca hoti tathāgato paraṁ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṁ; ",
  "an7.54:2.5": "‘neva hoti na na hoti tathāgato paraṁ maraṇā’ti kho, bhikkhu, diṭṭhigatametaṁ. ",
  "an7.54:2.6": "Assutavā, bhikkhu, puthujjano diṭṭhiṁ nappajānāti, diṭṭhisamudayaṁ nappajānāti, diṭṭhinirodhaṁ nappajānāti, diṭṭhinirodhagāminiṁ paṭipadaṁ nappajānāti. ",
  "an7.54:2.7": "Tassa sā diṭṭhi pavaḍḍhati, so na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi. ",
  "an7.54:3.1": "Sutavā ca kho, bhikkhu, ariyasāvako diṭṭhiṁ pajānāti, diṭṭhisamudayaṁ pajānāti, diṭṭhinirodhaṁ pajānāti, diṭṭhinirodhagāminiṁ paṭipadaṁ pajānāti. ",
  "an7.54:3.2": "Tassa sā diṭṭhi nirujjhati, so parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, parimuccati dukkhasmāti vadāmi. ",
  "an7.54:3.3": "Evaṁ jānaṁ kho, bhikkhu, sutavā ariyasāvako evaṁ passaṁ ‘hoti tathāgato paraṁ maraṇā’tipi na byākaroti; ",
  "an7.54:3.4": "‘na hoti tathāgato paraṁ maraṇā’tipi na byākaroti; ",
  "an7.54:3.5": "‘hoti ca na ca hoti tathāgato paraṁ maraṇā’tipi na byākaroti; ",
  "an7.54:3.6": "‘neva hoti na na hoti tathāgato paraṁ maraṇā’tipi na byākaroti. ",
  "an7.54:3.7": "Evaṁ jānaṁ kho, bhikkhu, sutavā ariyasāvako evaṁ passaṁ evaṁ abyākaraṇadhammo hoti abyākatavatthūsu. ",
  "an7.54:3.8": "Evaṁ jānaṁ kho, bhikkhu, sutavā ariyasāvako evaṁ passaṁ na chambhati, na kampati, na vedhati, na santāsaṁ āpajjati abyākatavatthūsu. ",
  "an7.54:4.1": "‘Hoti tathāgato paraṁ maraṇā’ti kho, bhikkhu, taṇhāgatametaṁ …pe… ",
  "an7.54:4.2": "saññāgatametaṁ …pe… ",
  "an7.54:4.3": "maññitametaṁ …pe… ",
  "an7.54:4.4": "papañcitametaṁ …pe… ",
  "an7.54:4.5": "upādānagatametaṁ …pe… ",
  "an7.54:4.6": "‘hoti tathāgato paraṁ maraṇā’ti kho, bhikkhu, vippaṭisāro eso; ",
  "an7.54:4.7": "‘na hoti tathāgato paraṁ maraṇā’ti kho, bhikkhu, vippaṭisāro eso; ",
  "an7.54:4.8": "‘hoti ca na ca hoti tathāgato paraṁ maraṇā’ti kho, bhikkhu, vippaṭisāro eso; ",
  "an7.54:4.9": "‘neva hoti na na hoti tathāgato paraṁ maraṇā’ti kho, bhikkhu, vippaṭisāro eso. ",
  "an7.54:4.10": "Assutavā, bhikkhu, puthujjano vippaṭisāraṁ nappajānāti, vippaṭisārasamudayaṁ nappajānāti, vippaṭisāranirodhaṁ nappajānāti, vippaṭisāranirodhagāminiṁ paṭipadaṁ nappajānāti. ",
  "an7.54:4.11": "Tassa so vippaṭisāro pavaḍḍhati, so na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi. ",
  "an7.54:5.1": "Sutavā ca kho, bhikkhu, ariyasāvako vippaṭisāraṁ pajānāti, vippaṭisārasamudayaṁ pajānāti, vippaṭisāranirodhaṁ pajānāti, vippaṭisāranirodhagāminiṁ paṭipadaṁ pajānāti. ",
  "an7.54:5.2": "Tassa so vippaṭisāro nirujjhati, so parimuccati jātiyā …pe… dukkhasmāti vadāmi. ",
  "an7.54:5.3": "Evaṁ jānaṁ kho, bhikkhu, sutavā ariyasāvako evaṁ passaṁ ‘hoti tathāgato paraṁ maraṇā’tipi na byākaroti …pe… ",
  "an7.54:5.4": "‘neva hoti na na hoti tathāgato paraṁ maraṇā’tipi na byākaroti. ",
  "an7.54:5.5": "Evaṁ jānaṁ kho, bhikkhu, sutavā ariyasāvako evaṁ passaṁ evaṁ abyākaraṇadhammo hoti abyākatavatthūsu. ",
  "an7.54:5.6": "Evaṁ jānaṁ kho, bhikkhu, sutavā ariyasāvako evaṁ passaṁ na chambhati, na kampati, na vedhati, na santāsaṁ āpajjati abyākatavatthūsu. ",
  "an7.54:5.7": "Ayaṁ kho, bhikkhu, hetu ayaṁ paccayo yena sutavato ariyasāvakassa vicikicchā nuppajjati abyākatavatthūsū”ti. ",
  "an7.54:5.8": "Paṭhamaṁ. "
}