{
  "an7.50:0.1": "Aṅguttara Nikāya 7 ",
  "an7.50:0.2": "5. Mahāyaññavagga ",
  "an7.50:0.3": "50. Methunasutta ",
  "an7.50:1.1": "Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an7.50:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṁ etadavoca: ",
  "an7.50:1.3": "“bhavampi no gotamo brahmacārī paṭijānātī”ti? ",
  "an7.50:1.4": "“Yañhi taṁ, brāhmaṇa, sammā vadamāno vadeyya: ",
  "an7.50:1.5": "‘akhaṇḍaṁ acchiddaṁ asabalaṁ akammāsaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ caratī’ti, mameva taṁ, brāhmaṇa, sammā vadamāno vadeyya: ",
  "an7.50:1.6": "‘ahañhi, brāhmaṇa, akhaṇḍaṁ acchiddaṁ asabalaṁ akammāsaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ carāmī’”ti. ",
  "an7.50:1.7": "“Kiṁ pana, bho gotama, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampī”ti? ",
  "an7.50:2.1": "“Idha, brāhmaṇa, ekacco samaṇo vā brāhmaṇo vā sammā brahmacārī paṭijānamāno na heva kho mātugāmena saddhiṁ dvayaṁdvayasamāpattiṁ samāpajjati; ",
  "an7.50:2.2": "api ca kho mātugāmassa ucchādanaparimaddananhāpanasambāhanaṁ sādiyati. ",
  "an7.50:2.3": "So taṁ assādeti, taṁ nikāmeti, tena ca vittiṁ āpajjati. ",
  "an7.50:2.4": "Idampi kho, brāhmaṇa, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampi. ",
  "an7.50:2.5": "Ayaṁ vuccati, brāhmaṇa, aparisuddhaṁ brahmacariyaṁ carati, saṁyutto methunena saṁyogena na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi. ",
  "an7.50:3.1": "Puna caparaṁ, brāhmaṇa, idhekacco samaṇo vā brāhmaṇo vā sammā brahmacārī paṭijānamāno na heva kho mātugāmena saddhiṁ dvayaṁdvayasamāpattiṁ samāpajjati, napi mātugāmassa ucchādanaparimaddananhāpanasambāhanaṁ sādiyati; ",
  "an7.50:3.2": "api ca kho mātugāmena saddhiṁ sañjagghati saṅkīḷati saṅkelāyati …pe…. ",
  "an7.50:4.1": "Napi mātugāmena saddhiṁ sañjagghati saṅkīḷati saṅkelāyati; ",
  "an7.50:4.2": "api ca kho mātugāmassa cakkhunā cakkhuṁ upanijjhāyati pekkhati …pe…. ",
  "an7.50:5.1": "Napi mātugāmassa cakkhunā cakkhuṁ upanijjhāyati pekkhati; ",
  "an7.50:5.2": "api ca kho mātugāmassa saddaṁ suṇāti tirokuṭṭaṁ vā tiropākāraṁ vā hasantiyā vā bhaṇantiyā vā gāyantiyā vā rodantiyā vā …pe…. ",
  "an7.50:6.1": "Napi mātugāmassa saddaṁ suṇāti tirokuṭṭaṁ vā tiropākāraṁ vā hasantiyā vā bhaṇantiyā vā gāyantiyā vā rodantiyā vā; ",
  "an7.50:6.2": "api ca kho yānissa tāni pubbe mātugāmena saddhiṁ hasitalapitakīḷitāni tāni anussarati …pe…. ",
  "an7.50:7.1": "Napi yānissa tāni pubbe mātugāmena saddhiṁ hasitalapitakīḷitāni tāni anussarati; ",
  "an7.50:7.2": "api ca kho passati gahapatiṁ vā gahapatiputtaṁ vā pañcahi kāmaguṇehi samappitaṁ samaṅgībhūtaṁ paricārayamānaṁ …pe…. ",
  "an7.50:8.1": "Napi passati gahapatiṁ vā gahapatiputtaṁ vā pañcahi kāmaguṇehi samappitaṁ samaṅgībhūtaṁ paricārayamānaṁ; ",
  "an7.50:8.2": "api ca kho aññataraṁ devanikāyaṁ paṇidhāya brahmacariyaṁ carati imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vāti. ",
  "an7.50:8.3": "So taṁ assādeti, taṁ nikāmeti, tena ca vittiṁ āpajjati. ",
  "an7.50:8.4": "Idampi kho, brāhmaṇa, brahmacariyassa khaṇḍampi chiddampi sabalampi kammāsampi. ",
  "an7.50:8.5": "Ayaṁ vuccati, brāhmaṇa, aparisuddhaṁ brahmacariyaṁ carati saṁyutto methunena saṁyogena, na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, na parimuccati dukkhasmāti vadāmi. ",
  "an7.50:9.1": "Yāvakīvañcāhaṁ, brāhmaṇa, imesaṁ sattannaṁ methunasaṁyogānaṁ aññataraññataramethunasaṁyogaṁ attani appahīnaṁ samanupassiṁ, neva tāvāhaṁ, brāhmaṇa, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṁ sammāsambodhiṁ abhisambuddhoti paccaññāsiṁ. ",
  "an7.50:10.1": "Yato ca khohaṁ, brāhmaṇa, imesaṁ sattannaṁ methunasaṁyogānaṁ aññataraññataramethunasaṁyogaṁ attani appahīnaṁ na samanupassiṁ, athāhaṁ, brāhmaṇa, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṁ sammāsambodhiṁ abhisambuddhoti paccaññāsiṁ. ",
  "an7.50:10.2": "‘Ñāṇañca pana me dassanaṁ udapādi, ",
  "an7.50:10.3": "akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
  "an7.50:11.1": "Evaṁ vutte, jāṇussoṇi brāhmaṇo bhagavantaṁ etadavoca: ",
  "an7.50:11.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama …pe… ",
  "an7.50:11.3": "upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an7.50:11.4": "Sattamaṁ. "
}