{
  "dn10:0.1": "Dīgha Nikāya 10 ",
  "dn10:0.2": "Subhasutta ",
  "dn10:1.1.1": "Evaṃ me sutaṃ—",
  "dn10:1.1.2": "ekaṃ samayaṃ āyasmā ānando sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme aciraparinibbute bhagavati. ",
  "dn10:1.1.3": "Tena kho pana samayena subho māṇavo todeyyaputto sāvatthiyaṃ paṭivasati kenacideva karaṇīyena. ",
  "dn10:1.2.1": "Atha kho subho māṇavo todeyyaputto aññataraṃ māṇavakaṃ āmantesi: ",
  "dn10:1.2.2": "“ehi tvaṃ, māṇavaka, yena samaṇo ānando tenupasaṅkama; upasaṅkamitvā mama vacanena samaṇaṃ ānandaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha: ",
  "dn10:1.2.3": "‘subho māṇavo todeyyaputto bhavantaṃ ānandaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’ti. ",
  "dn10:1.2.4": "Evañca vadehi: ",
  "dn10:1.3.1": "‘sādhu kira bhavaṃ ānando yena subhassa māṇavassa todeyyaputtassa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ",
  "dn10:1.3.2": "“Evaṃ, bho”ti kho so māṇavako subhassa māṇavassa todeyyaputtassa paṭissutvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ",
  "dn10:1.3.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so māṇavako āyasmantaṃ ānandaṃ etadavoca: ",
  "dn10:1.3.4": "“subho māṇavo todeyyaputto bhavantaṃ ānandaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati; ",
  "dn10:1.3.5": "evañca vadeti: ",
  "dn10:1.3.6": "‘sādhu kira bhavaṃ ānando yena subhassa māṇavassa todeyyaputtassa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti. ",
  "dn10:1.4.1": "Evaṃ vutte, āyasmā ānando taṃ māṇavakaṃ etadavoca: ",
  "dn10:1.4.2": "“akālo kho, māṇavaka. ",
  "dn10:1.4.3": "Atthi me ajja bhesajjamattā pītā. ",
  "dn10:1.4.4": "Appevanāma svepi upasaṅkameyyāma kālañca samayañca upādāyā”ti. ",
  "dn10:1.4.5": "“Evaṃ, bho”ti kho so māṇavako āyasmato ānandassa paṭissutvā uṭṭhāyāsanā yena subho māṇavo todeyyaputto tenupasaṅkami; upasaṅkamitvā subhaṃ māṇavaṃ todeyyaputtaṃ etadavoca: ",
  "dn10:1.4.6": "“avocumhā kho mayaṃ bhoto vacanena taṃ bhavantaṃ ānandaṃ: ",
  "dn10:1.4.7": "‘subho māṇavo todeyyaputto bhavantaṃ ānandaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati, evañca vadeti: ",
  "dn10:1.4.8": "“sādhu kira bhavaṃ ānando yena subhassa māṇavassa todeyyaputtassa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā”’ti. ",
  "dn10:1.4.9": "Evaṃ vutte, bho, samaṇo ānando maṃ etadavoca: ",
  "dn10:1.4.10": "‘akālo kho, māṇavaka. ",
  "dn10:1.4.11": "Atthi me ajja bhesajjamattā pītā. ",
  "dn10:1.4.12": "Appevanāma svepi upasaṅkameyyāma kālañca samayañca upādāyā’ti. ",
  "dn10:1.4.13": "Ettāvatāpi kho, bho, katameva etaṃ, yato kho so bhavaṃ ānando okāsamakāsi svātanāyapi upasaṅkamanāyā”ti. ",
  "dn10:1.5.1": "Atha kho āyasmā ānando tassā rattiyā accayena pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya cetakena bhikkhunā pacchāsamaṇena yena subhassa māṇavassa todeyyaputtassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Atha kho subho māṇavo todeyyaputto yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ",
  "dn10:1.5.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho subho māṇavo todeyyaputto āyasmantaṃ ānandaṃ etadavoca: ",
  "dn10:1.5.3": "“bhavañhi ānando tassa bhoto gotamassa dīgharattaṃ upaṭṭhāko santikāvacaro samīpacārī. ",
  "dn10:1.5.4": "Bhavametaṃ ānando jāneyya, yesaṃ so bhavaṃ gotamo dhammānaṃ vaṇṇavādī ahosi, yattha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesi. ",
  "dn10:1.5.5": "Katamesānaṃ kho, bho ānanda, dhammānaṃ so bhavaṃ gotamo vaṇṇavādī ahosi; kattha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesī”ti? ",
  "dn10:1.6.1": "“Tiṇṇaṃ kho, māṇava, khandhānaṃ so bhagavā vaṇṇavādī ahosi; ettha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesi. ",
  "dn10:1.6.2": "Katamesaṃ tiṇṇaṃ? ",
  "dn10:1.6.3": "Ariyassa sīlakkhandhassa, ariyassa samādhikkhandhassa, ariyassa paññākkhandhassa. ",
  "dn10:1.6.4": "Imesaṃ kho, māṇava, tiṇṇaṃ khandhānaṃ so bhagavā vaṇṇavādī ahosi; ettha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesī”ti. ",
  "dn10:1.6.5": "1. Sīlakkhandha ",
  "dn10:1.6.6": "“Katamo pana so, bho ānanda, ariyo sīlakkhandho, yassa so bhavaṃ gotamo vaṇṇavādī ahosi, yattha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesī”ti? ",
  "dn10:1.7.1": "“Idha, māṇava, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
  "dn10:1.7.2": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
  "dn10:1.7.3": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
  "dn10:1.8.1": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ",
  "dn10:1.8.2": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ",
  "dn10:1.8.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ",
  "dn10:1.8.4": "‘sambādho gharāvāso rajopatho, abbhokāso pabbajjā, ",
  "dn10:1.8.5": "nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ",
  "dn10:1.8.6": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
  "dn10:1.9.1": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ",
  "dn10:1.10.1": "So evaṃ pabbajito samāno pātimokkhasaṃvarasaṃvuto viharati, ācāragocarasampanno, anumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, kāyakammavacīkammena samannāgato kusalena, parisuddhājīvo, sīlasampanno, indriyesu guttadvāro, satisampajaññena samannāgato, santuṭṭho. ",
  "dn10:1.11.1": "Kathañca, māṇava, bhikkhu sīlasampanno hoti? ",
  "dn10:1.11.2": "Idha, māṇava, bhikkhu pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati. ",
  "dn10:1.11.3": "Yampi, māṇava, bhikkhu pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati; ",
  "dn10:1.11.4": "idampissa hoti sīlasmiṃ. ",
  "dn10:1.28.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti, ",
  "dn10:1.28.2": "seyyathidaṃ—santikammaṃ paṇidhikammaṃ bhūtakammaṃ bhūrikammaṃ vassakammaṃ vossakammaṃ vatthukammaṃ vatthuparikammaṃ ācamanaṃ nhāpanaṃ juhanaṃ vamanaṃ virecanaṃ uddhaṃvirecanaṃ adhovirecanaṃ sīsavirecanaṃ kaṇṇatelaṃ nettatappanaṃ natthukammaṃ añjanaṃ paccañjanaṃ sālākiyaṃ sallakattiyaṃ dārakatikicchā mūlabhesajjānaṃ anuppadānaṃ osadhīnaṃ paṭimokkho ",
  "dn10:1.28.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn10:1.28.4": "Yampi, māṇava, bhikkhu yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti, ",
  "dn10:1.28.5": "seyyathidaṃ—santikammaṃ paṇidhikammaṃ …pe… osadhīnaṃ paṭimokkho ",
  "dn10:1.28.6": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn10:1.28.7": "Idampissa hoti sīlasmiṃ. ",
  "dn10:1.29.1": "Sa kho so, māṇava, bhikkhu evaṃ sīlasampanno na kutoci bhayaṃ samanupassati, yadidaṃ sīlasaṃvarato. ",
  "dn10:1.29.2": "Seyyathāpi, māṇava, rājā khattiyo muddhāvasitto nihatapaccāmitto na kutoci bhayaṃ samanupassati, yadidaṃ paccatthikato; ",
  "dn10:1.29.3": "evameva kho, māṇava, bhikkhu evaṃ sīlasampanno na kutoci bhayaṃ samanupassati, yadidaṃ sīlasaṃvarato. ",
  "dn10:1.29.4": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti. ",
  "dn10:1.29.5": "Evaṃ kho, māṇava, bhikkhu sīlasampanno hoti. ",
  "dn10:1.30.1": "Ayaṃ kho so, māṇava, ariyo sīlakkhandho yassa so bhagavā vaṇṇavādī ahosi, yattha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesi. ",
  "dn10:1.30.2": "Atthi cevettha uttarikaraṇīyan”ti. ",
  "dn10:1.30.3": "“Acchariyaṃ, bho ānanda, abbhutaṃ, bho ānanda. ",
  "dn10:1.30.4": "So cāyaṃ, bho ānanda, ariyo sīlakkhandho paripuṇṇo, no aparipuṇṇo. ",
  "dn10:1.30.5": "Evaṃ paripuṇṇañcāhaṃ, bho ānanda, ariyaṃ sīlakkhandhaṃ ito bahiddhā aññesu samaṇabrāhmaṇesu na samanupassāmi. ",
  "dn10:1.30.6": "Evaṃ paripuṇṇañca, bho ānanda, ariyaṃ sīlakkhandhaṃ ito bahiddhā aññe samaṇabrāhmaṇā attani samanupasseyyuṃ, te tāvatakeneva attamanā assu: ",
  "dn10:1.30.7": "‘alamettāvatā, katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttarikaraṇīyan’ti. ",
  "dn10:1.30.8": "Atha ca pana bhavaṃ ānando evamāha: ",
  "dn10:1.30.9": "‘atthi cevettha uttarikaraṇīyan’”ti. ",
  "dn10:1.30.10": "2. Samādhikkhandha ",
  "dn10:2.1.1": "“Katamo pana so, bho ānanda, ariyo samādhikkhandho, yassa so bhavaṃ gotamo vaṇṇavādī ahosi, yattha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesī”ti? ",
  "dn10:2.2.1": "“Kathañca, māṇava, bhikkhu indriyesu guttadvāro hoti? ",
  "dn10:2.2.2": "Idha, māṇava, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī; ",
  "dn10:2.2.3": "yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ; tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati. ",
  "dn10:2.2.4": "Sotena saddaṃ sutvā …pe… ",
  "dn10:2.2.5": "ghānena gandhaṃ ghāyitvā … ",
  "dn10:2.2.6": "jivhāya rasaṃ sāyitvā … ",
  "dn10:2.2.7": "kāyena phoṭṭhabbaṃ phusitvā … ",
  "dn10:2.2.8": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī; ",
  "dn10:2.2.9": "yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ; tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati. ",
  "dn10:2.2.10": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti. ",
  "dn10:2.2.11": "Evaṃ kho, māṇava, bhikkhu indriyesu guttadvāro hoti. ",
  "dn10:2.3.1": "Kathañca, māṇava, bhikkhu satisampajaññena samannāgato hoti? ",
  "dn10:2.3.2": "Idha, māṇava, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "dn10:2.3.3": "Evaṃ kho, māṇava, bhikkhu satisampajaññena samannāgato hoti. ",
  "dn10:2.4.1": "Kathañca, māṇava, bhikkhu santuṭṭho hoti? ",
  "dn10:2.4.2": "Idha, māṇava, bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
  "dn10:2.4.3": "Seyyathāpi, māṇava, pakkhī sakuṇo yena yeneva ḍeti, sapattabhārova ḍeti; ",
  "dn10:2.4.4": "evameva kho, māṇava, bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
  "dn10:2.4.5": "Evaṃ kho, māṇava, bhikkhu santuṭṭho hoti. ",
  "dn10:2.5.1": "So iminā ca ariyena sīlakkhandhena samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato ",
  "dn10:2.5.2": "vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ",
  "dn10:2.5.3": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā. ",
  "dn10:2.6.1": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati abhijjhāya cittaṃ parisodheti. ",
  "dn10:2.6.2": "Byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī byāpādapadosā cittaṃ parisodheti. ",
  "dn10:2.6.3": "Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti. ",
  "dn10:2.6.4": "Uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto uddhaccakukkuccā cittaṃ parisodheti. ",
  "dn10:2.6.5": "Vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ",
  "dn10:2.7.1": "Seyyathāpi, māṇava, puriso iṇaṃ ādāya kammante payojeyya. ",
  "dn10:2.7.2": "Tassa te kammantā samijjheyyuṃ. ",
  "dn10:2.7.3": "So yāni ca porāṇāni iṇamūlāni tāni ca byantiṃ kareyya, siyā cassa uttariṃ avasiṭṭhaṃ dārabharaṇāya. ",
  "dn10:2.7.4": "Tassa evamassa: ",
  "dn10:2.7.5": "‘ahaṃ kho pubbe iṇaṃ ādāya kammante payojesiṃ. ",
  "dn10:2.7.6": "Tassa me te kammantā samijjhiṃsu. ",
  "dn10:2.7.7": "Sohaṃ yāni ca porāṇāni iṇamūlāni tāni ca byantiṃ akāsiṃ, atthi ca me uttariṃ avasiṭṭhaṃ dārabharaṇāyā’ti. ",
  "dn10:2.7.8": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
  "dn10:2.8.1": "Seyyathāpi, māṇava, puriso ābādhiko assa dukkhito bāḷhagilāno; bhattañcassa nacchādeyya, na cassa kāye balamattā. ",
  "dn10:2.8.2": "So aparena samayena tamhā ābādhā mucceyya, bhattañcassa chādeyya, siyā cassa kāye balamattā. ",
  "dn10:2.8.3": "Tassa evamassa: ",
  "dn10:2.8.4": "‘ahaṃ kho pubbe ābādhiko ahosiṃ dukkhito bāḷhagilāno, bhattañca me nacchādesi, na ca me āsi kāye balamattā. ",
  "dn10:2.8.5": "Somhi etarahi tamhā ābādhā mutto bhattañca me chādeti, atthi ca me kāye balamattā’ti. ",
  "dn10:2.8.6": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
  "dn10:2.9.1": "Seyyathāpi, māṇava, puriso bandhanāgāre baddho assa. ",
  "dn10:2.9.2": "So aparena samayena tamhā bandhanāgārā mucceyya sotthinā abbhayena, na cassa kiñci bhogānaṃ vayo. ",
  "dn10:2.9.3": "Tassa evamassa: ",
  "dn10:2.9.4": "‘ahaṃ kho pubbe bandhanāgāre baddho ahosiṃ. ",
  "dn10:2.9.5": "Somhi etarahi tamhā bandhanāgārā mutto sotthinā abbhayena, natthi ca me kiñci bhogānaṃ vayo’ti. ",
  "dn10:2.9.6": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
  "dn10:2.10.1": "Seyyathāpi, māṇava, puriso dāso assa anattādhīno parādhīno na yenakāmaṅgamo. ",
  "dn10:2.10.2": "So aparena samayena tamhā dāsabyā mucceyya, attādhīno aparādhīno bhujisso yenakāmaṅgamo. ",
  "dn10:2.10.3": "Tassa evamassa: ",
  "dn10:2.10.4": "‘ahaṃ kho pubbe dāso ahosiṃ anattādhīno parādhīno na yenakāmaṅgamo. ",
  "dn10:2.10.5": "Somhi etarahi tamhā dāsabyā mutto attādhīno aparādhīno bhujisso yenakāmaṅgamo’ti. ",
  "dn10:2.10.6": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
  "dn10:2.11.1": "Seyyathāpi, māṇava, puriso sadhano sabhogo kantāraddhānamaggaṃ paṭipajjeyya dubbhikkhaṃ sappaṭibhayaṃ. ",
  "dn10:2.11.2": "So aparena samayena taṃ kantāraṃ nitthareyya, sotthinā gāmantaṃ anupāpuṇeyya khemaṃ appaṭibhayaṃ. ",
  "dn10:2.11.3": "Tassa evamassa: ",
  "dn10:2.11.4": "‘ahaṃ kho pubbe sadhano sabhogo kantāraddhānamaggaṃ paṭipajjiṃ dubbhikkhaṃ sappaṭibhayaṃ. ",
  "dn10:2.11.5": "Somhi etarahi taṃ kantāraṃ nitthiṇṇo, sotthinā gāmantaṃ anuppatto khemaṃ appaṭibhayan’ti. ",
  "dn10:2.11.6": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
  "dn10:2.12.1": "Evameva kho, māṇava, bhikkhu yathā iṇaṃ yathā rogaṃ yathā bandhanāgāraṃ yathā dāsabyaṃ yathā kantāraddhānamaggaṃ, evaṃ ime pañca nīvaraṇe appahīne attani samanupassati. ",
  "dn10:2.12.2": "Seyyathāpi, māṇava, yathā āṇaṇyaṃ yathā ārogyaṃ yathā bandhanāmokkhaṃ yathā bhujissaṃ yathā khemantabhūmiṃ. ",
  "dn10:2.12.3": "Evameva kho bhikkhu ime pañca nīvaraṇe pahīne attani samanupassati. ",
  "dn10:2.12.4": "Tassime pañca nīvaraṇe pahīne attani samanupassato pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati. ",
  "dn10:2.13.1": "So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "dn10:2.13.2": "So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ",
  "dn10:2.14.1": "Seyyathāpi, māṇava, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya. Sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā phuṭā snehena, na ca paggharaṇī. ",
  "dn10:2.14.2": "Evameva kho, māṇava, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ",
  "dn10:2.14.3": "Yampi, māṇava, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "dn10:2.14.4": "So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ",
  "dn10:2.14.5": "Idampissa hoti samādhismiṃ. ",
  "dn10:2.15.1": "Puna caparaṃ, māṇava, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ",
  "dn10:2.15.2": "So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti. ",
  "dn10:2.16.1": "Seyyathāpi, māṇava, udakarahado gambhīro ubbhidodako. Tassa nevassa puratthimāya disāya udakassa āyamukhaṃ, na dakkhiṇāya disāya udakassa āyamukhaṃ, na pacchimāya disāya udakassa āyamukhaṃ, na uttarāya disāya udakassa āyamukhaṃ, devo ca na kālena kālaṃ sammā dhāraṃ anupaveccheyya. Atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa. ",
  "dn10:2.16.2": "Evameva kho, māṇava, bhikkhu …pe… ",
  "dn10:2.16.3": "yampi, māṇava, bhikkhu vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati. ",
  "dn10:2.16.4": "So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti. ",
  "dn10:2.16.5": "Idampissa hoti samādhismiṃ. ",
  "dn10:2.17.1": "Puna caparaṃ, māṇava, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja viharati. ",
  "dn10:2.17.2": "So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti. ",
  "dn10:2.17.3": "Seyyathāpi, māṇava, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa. ",
  "dn10:2.17.4": "Evameva kho, māṇava, bhikkhu …pe… ",
  "dn10:2.17.5": "yampi, māṇava, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ",
  "dn10:2.17.6": "So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti. ",
  "dn10:2.17.7": "Idampissa hoti samādhismiṃ. ",
  "dn10:2.18.1": "Puna caparaṃ, māṇava, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ",
  "dn10:2.18.2": "So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti; ",
  "dn10:2.18.3": "nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti. ",
  "dn10:2.18.4": "Seyyathāpi, māṇava, puriso odātena vatthena sasīsaṃ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa. ",
  "dn10:2.18.5": "Evameva kho, māṇava, bhikkhu …pe… ",
  "dn10:2.18.6": "yampi, māṇava, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ",
  "dn10:2.18.7": "So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti; nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti. ",
  "dn10:2.18.8": "Idampissa hoti samādhismiṃ. ",
  "dn10:2.19.1": "Ayaṃ kho so, māṇava, ariyo samādhikkhandho yassa so bhagavā vaṇṇavādī ahosi, yattha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesi. ",
  "dn10:2.19.2": "Atthi cevettha uttarikaraṇīyan”ti. ",
  "dn10:2.19.3": "“Acchariyaṃ, bho ānanda, abbhutaṃ, bho ānanda. ",
  "dn10:2.19.4": "So cāyaṃ, bho ānanda, ariyo samādhikkhandho paripuṇṇo, no aparipuṇṇo. ",
  "dn10:2.19.5": "Evaṃ paripuṇṇañcāhaṃ, bho ānanda, ariyaṃ samādhikkhandhaṃ ito bahiddhā aññesu samaṇabrāhmaṇesu na samanupassāmi. ",
  "dn10:2.19.6": "Evaṃ paripuṇṇañca, bho ānanda, ariyaṃ samādhikkhandhaṃ ito bahiddhā aññe samaṇabrāhmaṇā attani samanupasseyyuṃ, te tāvatakeneva attamanā assu: ",
  "dn10:2.19.7": "‘alamettāvatā, katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttarikaraṇīyan’ti. ",
  "dn10:2.19.8": "Atha ca pana bhavaṃ ānando evamāha: ",
  "dn10:2.19.9": "‘atthi cevettha uttarikaraṇīyan’ti. ",
  "dn10:2.19.10": "3. Paññākkhandha ",
  "dn10:2.20.1": "Katamo pana so, bho ānanda, ariyo paññākkhandho, yassa bho bhavaṃ gotamo vaṇṇavādī ahosi, yattha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesī”ti? ",
  "dn10:2.21.1": "“So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.21.2": "So evaṃ pajānāti: ",
  "dn10:2.21.3": "‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo; idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhan’ti. ",
  "dn10:2.22.1": "Seyyathāpi, māṇava, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno. Tatrāssa suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā. ",
  "dn10:2.22.2": "Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya: ‘ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno. Tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā’ti. ",
  "dn10:2.22.3": "Evameva kho, māṇava, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.22.4": "So evaṃ pajānāti: ",
  "dn10:2.22.5": "‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo. Idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhan’ti. ",
  "dn10:2.22.6": "Yampi, māṇava, bhikkhu evaṃ samāhite citte …pe… ",
  "dn10:2.22.7": "āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.22.8": "So evaṃ pajānāti …pe… ",
  "dn10:2.22.9": "ettha paṭibaddhanti. ",
  "dn10:2.22.10": "Idampissa hoti paññāya. ",
  "dn10:2.23.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte manomayaṃ kāyaṃ abhinimmānāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.23.2": "So imamhā kāyā aññaṃ kāyaṃ abhinimmināti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ",
  "dn10:2.24.1": "Seyyathāpi, māṇava, puriso muñjamhā īsikaṃ pavāheyya. ",
  "dn10:2.24.2": "Tassa evamassa: ",
  "dn10:2.24.3": "‘ayaṃ muñjo ayaṃ īsikā; añño muñjo aññā īsikā; muñjamhā tveva īsikā pavāḷhā’ti. ",
  "dn10:2.24.4": "Seyyathā vā pana, māṇava, puriso asiṃ kosiyā pavāheyya. ",
  "dn10:2.24.5": "Tassa evamassa: ",
  "dn10:2.24.6": "‘ayaṃ asi, ayaṃ kosi; añño asi, aññā kosi; kosiyā tveva asi pavāḷho’ti. ",
  "dn10:2.24.7": "Seyyathā vā pana, māṇava, puriso ahiṃ karaṇḍā uddhareyya. ",
  "dn10:2.24.8": "Tassa evamassa: ",
  "dn10:2.24.9": "‘ayaṃ ahi, ayaṃ karaṇḍo; añño ahi, añño karaṇḍo; karaṇḍā tveva ahi ubbhato’ti. ",
  "dn10:2.24.10": "Evameva kho, māṇava, bhikkhu …pe… ",
  "dn10:2.24.11": "yampi, māṇava, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte manomayaṃ kāyaṃ abhinimmānāya cittaṃ abhinīharati abhininnāmeti …pe…. ",
  "dn10:2.24.12": "Idampissa hoti paññāya. ",
  "dn10:2.25.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.25.2": "So anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃ mahiddhike evaṃ mahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vatteti. ",
  "dn10:2.26.1": "Seyyathāpi, māṇava, dakkho kumbhakāro vā kumbhakārantevāsī vā suparikammakatāya mattikāya yaññadeva bhājanavikatiṃ ākaṅkheyya, taṃ tadeva kareyya abhinipphādeyya. ",
  "dn10:2.26.2": "Seyyathā vā pana, māṇava, dakkho dantakāro vā dantakārantevāsī vā suparikammakatasmiṃ dantasmiṃ yaññadeva dantavikatiṃ ākaṅkheyya, taṃ tadeva kareyya abhinipphādeyya. ",
  "dn10:2.26.3": "Seyyathā vā pana, māṇava, dakkho suvaṇṇakāro vā suvaṇṇakārantevāsī vā suparikammakatasmiṃ suvaṇṇasmiṃ yaññadeva suvaṇṇavikatiṃ ākaṅkheyya, taṃ tadeva kareyya abhinipphādeyya. ",
  "dn10:2.26.4": "Evameva kho, māṇava, bhikkhu …pe… yampi māṇava bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.26.5": "So anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti …pe… yāva brahmalokāpi kāyena vasaṃ vatteti. ",
  "dn10:2.26.6": "Idampissa hoti paññāya. ",
  "dn10:2.27.1": "So evaṃ samāhite citte …pe… āneñjappatte dibbāya sotadhātuyā cittaṃ abhinīharati abhininnāmeti ",
  "dn10:2.27.2": "So dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca ye dūre santike ca. ",
  "dn10:2.27.3": "Seyyathāpi, māṇava, puriso addhānamaggappaṭipanno. So suṇeyya bherisaddampi mudiṅgasaddampi saṅkhapaṇavadindimasaddampi. Tassa evamassa—bherisaddo itipi mudiṅgasaddo itipi saṅkhapaṇavadindimasaddo itipi. ",
  "dn10:2.27.4": "Evameva kho, māṇava, bhikkhu …pe… ",
  "dn10:2.27.5": "yampi, māṇava, bhikkhu evaṃ samāhite citte …pe… āneñjappatte dibbāya sotadhātuyā cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.27.6": "So dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca ye dūre santike ca. ",
  "dn10:2.27.7": "Idampissa hoti paññāya. ",
  "dn10:2.28.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte cetopariyañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.28.2": "So parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti, sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti, vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti, sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti, vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti, samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti, vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti, saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti, vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti, mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti, amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti, sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti, anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti, samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti, asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti, vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti, avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. ",
  "dn10:2.29.1": "Seyyathāpi, māṇava, itthī vā puriso vā daharo yuvā maṇḍanajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṃ mukhanimittaṃ paccavekkhamāno sakaṇikaṃ vā sakaṇikanti jāneyya, akaṇikaṃ vā akaṇikanti jāneyya. ",
  "dn10:2.29.2": "Evameva kho, māṇava, bhikkhu …pe… ",
  "dn10:2.29.3": "yampi, māṇava, bhikkhu evaṃ samāhite …pe… āneñjappatte cetopariyañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.29.4": "So parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti, sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānāti …pe… avimuttaṃ vā cittaṃ avimuttaṃ cittanti pajānāti. ",
  "dn10:2.29.5": "Idampissa hoti paññāya. ",
  "dn10:2.30.1": "So evaṃ samāhite citte …pe… āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhinīharati abhininnāmeti ",
  "dn10:2.30.2": "So anekavihitaṃ pubbenivāsaṃ anussarati. Seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto. So tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto; so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn10:2.31.1": "Seyyathāpi, māṇava, puriso sakamhā gāmā aññaṃ gāmaṃ gaccheyya; tamhāpi gāmā aññaṃ gāmaṃ gaccheyya; so tamhā gāmā sakaṃyeva gāmaṃ paccāgaccheyya. Tassa evamassa: ‘ahaṃ kho sakamhā gāmā amuṃ gāmaṃ agacchiṃ, tatra evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ. So tamhāpi gāmā amuṃ gāmaṃ gacchiṃ, tatrāpi evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ. Somhi tamhā gāmā sakaṃyeva gāmaṃ paccāgato’ti. ",
  "dn10:2.31.2": "Evameva kho, māṇava, bhikkhu …pe… yampi, māṇava, bhikkhu evaṃ samāhite citte …pe… āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.31.3": "So anekavihitaṃ pubbenivāsaṃ anussarati. Seyyathidaṃ—ekampi jātiṃ …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn10:2.31.4": "Idampissa hoti paññāya. ",
  "dn10:2.32.1": "So evaṃ samāhite citte …pe… āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.32.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti. ",
  "dn10:2.33.1": "Seyyathāpi, māṇava, majjhesiṅghāṭake pāsādo, tattha cakkhumā puriso ṭhito passeyya manusse gehaṃ pavisantepi nikkhamantepi rathikāyapi vīthiṃ sañcarante majjhesiṅghāṭake nisinnepi. Tassa evamassa: ‘ete manussā gehaṃ pavisanti, ete nikkhamanti, ete rathikāya vīthiṃ sañcaranti, ete majjhesiṅghāṭake nisinnā’ti. ",
  "dn10:2.33.2": "Evameva kho, māṇava, bhikkhu …pe… ",
  "dn10:2.33.3": "yampi, māṇava, bhikkhu evaṃ samāhite citte …pe… āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.33.4": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti. ",
  "dn10:2.33.5": "Idampissa hoti paññāya. ",
  "dn10:2.34.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.34.2": "So idaṃ dukkhanti yathābhūtaṃ pajānāti, ayaṃ dukkhasamudayoti yathābhūtaṃ pajānāti, ayaṃ dukkhanirodhoti yathābhūtaṃ pajānāti, ayaṃ dukkhanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti; ",
  "dn10:2.34.3": "ime āsavāti yathābhūtaṃ pajānāti, ayaṃ āsavasamudayoti yathābhūtaṃ pajānāti, ayaṃ āsavanirodhoti yathābhūtaṃ pajānāti, ayaṃ āsavanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti. ",
  "dn10:2.35.1": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati, ",
  "dn10:2.35.2": "vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
  "dn10:2.35.3": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
  "dn10:2.36.1": "Seyyathāpi, māṇava, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo. Tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakathalampi macchagumbampi carantampi tiṭṭhantampi. Tassa evamassa: ‘ayaṃ kho udakarahado accho vippasanno anāvilo. Tatrime sippisambukāpi sakkharakathalāpi macchagumbāpi carantipi tiṭṭhantipī’ti. ",
  "dn10:2.36.2": "Evameva kho, māṇava, bhikkhu …pe… ",
  "dn10:2.36.3": "yampi, māṇava, bhikkhu evaṃ samāhite citte …pe… āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn10:2.36.4": "So idaṃ dukkhanti yathābhūtaṃ pajānāti …pe… ",
  "dn10:2.36.5": "āsavanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti. ",
  "dn10:2.36.6": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati, vimuttasmiṃ vimuttamiti ñāṇaṃ hoti, ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
  "dn10:2.36.7": "Idampissa hoti paññāya. ",
  "dn10:2.37.1": "Ayaṃ kho so, māṇava, ariyo paññākkhandho yassa so bhagavā vaṇṇavādī ahosi, yattha ca imaṃ janataṃ samādapesi nivesesi patiṭṭhāpesi. ",
  "dn10:2.37.2": "Natthi cevettha uttarikaraṇīyan”ti. ",
  "dn10:2.37.3": "“Acchariyaṃ, bho ānanda, abbhutaṃ, bho ānanda. ",
  "dn10:2.37.4": "So cāyaṃ, bho ānanda, ariyo paññākkhandho paripuṇṇo, no aparipuṇṇo. ",
  "dn10:2.37.5": "Evaṃ paripuṇṇañcāhaṃ, bho ānanda, ariyaṃ paññākkhandhaṃ ito bahiddhā aññesu samaṇabrāhmaṇesu na samanupassāmi. ",
  "dn10:2.37.6": "Natthi cevettha uttarikaraṇīyaṃ. ",
  "dn10:2.37.7": "Abhikkantaṃ, bho ānanda, abhikkantaṃ, bho ānanda. ",
  "dn10:2.37.8": "Seyyathāpi, bho ānanda, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā ānandena anekapariyāyena dhammo pakāsito. ",
  "dn10:2.37.9": "Esāhaṃ, bho ānanda, taṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṃghañca. ",
  "dn10:2.37.10": "Upāsakaṃ maṃ bhavaṃ ānando dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "dn10:2.37.11": "Subhasuttaṃ niṭṭhitaṃ dasamaṃ. "
}