{
  "dn12:0.1": "Dīgha Nikāya 12 ",
  "dn12:0.2": "Lohiccasutta ",
  "dn12:1.1": "Evaṃ me sutaṃ—",
  "dn12:1.2": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena sālavatikā tadavasari. ",
  "dn12:1.3": "Tena kho pana samayena lohicco brāhmaṇo sālavatikaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ",
  "dn12:2.1": "Tena kho pana samayena lohiccassa brāhmaṇassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ",
  "dn12:2.2": "“idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ",
  "dn12:2.3": "Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ",
  "dn12:2.4": "evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi, kiñhi paro parassa karissatī”ti. ",
  "dn12:3.1": "Assosi kho lohicco brāhmaṇo: ",
  "dn12:3.2": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi sālavatikaṃ anuppatto. ",
  "dn12:3.3": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "dn12:3.4": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ",
  "dn12:3.5": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
  "dn12:3.6": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
  "dn12:3.7": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
  "dn12:4.1": "Atha kho lohicco brāhmaṇo rosikaṃ nhāpitaṃ āmantesi: ",
  "dn12:4.2": "“ehi tvaṃ, samma rosike, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā mama vacanena samaṇaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha: ",
  "dn12:4.3": "‘lohicco, bho gotama, brāhmaṇo bhavantaṃ gotamaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchatī’ti; ",
  "dn12:4.4": "evañca vadehi—",
  "dn12:4.5": "adhivāsetu kira bhavaṃ gotamo lohiccassa brāhmaṇassa svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti. ",
  "dn12:5.1": "“Evaṃ, bho”ti kho rosikā nhāpito lohiccassa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rosikā nhāpito bhagavantaṃ etadavoca: ",
  "dn12:5.2": "“lohicco, bhante, brāhmaṇo bhagavantaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati; ",
  "dn12:5.3": "evañca vadeti—",
  "dn12:5.4": "adhivāsetu kira, bhante, bhagavā lohiccassa brāhmaṇassa svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti. ",
  "dn12:5.5": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "dn12:6.1": "Atha kho rosikā nhāpito bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena lohicco brāhmaṇo tenupasaṅkami; upasaṅkamitvā lohiccaṃ brāhmaṇaṃ etadavoca: ",
  "dn12:6.2": "“avocumhā kho mayaṃ bhoto vacanena taṃ bhagavantaṃ: ",
  "dn12:6.3": "‘lohicco, bhante, brāhmaṇo bhagavantaṃ appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati; ",
  "dn12:6.4": "evañca vadeti—",
  "dn12:6.5": "adhivāsetu kira, bhante, bhagavā lohiccassa brāhmaṇassa svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā’ti. ",
  "dn12:6.6": "Adhivutthañca pana tena bhagavatā”ti. ",
  "dn12:7.1": "Atha kho lohicco brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā rosikaṃ nhāpitaṃ āmantesi: ",
  "dn12:7.2": "“ehi tvaṃ, samma rosike, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇassa gotamassa kālaṃ ārocehi—",
  "dn12:7.3": "kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ",
  "dn12:7.4": "“Evaṃ, bho”ti kho rosikā nhāpito lohiccassa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. ",
  "dn12:7.5": "Ekamantaṃ ṭhito kho rosikā nhāpito bhagavato kālaṃ ārocesi: ",
  "dn12:7.6": "“kālo, bhante, niṭṭhitaṃ bhattan”ti. ",
  "dn12:7.7": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena sālavatikā tenupasaṅkami. ",
  "dn12:8.1": "Tena kho pana samayena rosikā nhāpito bhagavantaṃ piṭṭhito piṭṭhito anubandho hoti. ",
  "dn12:8.2": "Atha kho rosikā nhāpito bhagavantaṃ etadavoca: ",
  "dn12:8.3": "“lohiccassa, bhante, brāhmaṇassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ",
  "dn12:8.4": "‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya—",
  "dn12:8.5": "kiñhi paro parassa karissati. ",
  "dn12:8.6": "Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ",
  "dn12:8.7": "evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi—",
  "dn12:8.8": "kiñhi paro parassa karissatī’ti. ",
  "dn12:8.9": "Sādhu, bhante, bhagavā lohiccaṃ brāhmaṇaṃ etasmā pāpakā diṭṭhigatā vivecetū”ti. ",
  "dn12:8.10": "“Appeva nāma siyā, rosike, appeva nāma siyā, rosike”ti. ",
  "dn12:9.1": "Atha kho bhagavā yena lohiccassa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn12:9.2": "Atha kho lohicco brāhmaṇo buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "dn12:9.3.0": "1. Lohiccabrāhmaṇānuyoga ",
  "dn12:9.4": "Atha kho lohicco brāhmaṇo bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
  "dn12:9.5": "Ekamantaṃ nisinnaṃ kho lohiccaṃ brāhmaṇaṃ bhagavā etadavoca: ",
  "dn12:9.6": "“saccaṃ kira te, lohicca, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ",
  "dn12:9.7": "‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ",
  "dn12:9.8": "Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ",
  "dn12:9.9": "evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi, kiñhi paro parassa karissatī’”ti? ",
  "dn12:9.10": "“Evaṃ, bho gotama”. ",
  "dn12:10.1": "“Taṃ kiṃ maññasi, lohicca, ",
  "dn12:10.2": "nanu tvaṃ sālavatikaṃ ajjhāvasasī”ti? ",
  "dn12:10.3": "“Evaṃ, bho gotama”. ",
  "dn12:10.4": "“Yo nu kho, lohicca, evaṃ vadeyya: ",
  "dn12:10.5": "‘lohicco brāhmaṇo sālavatikaṃ ajjhāvasati. ",
  "dn12:10.6": "Yā sālavatikāya samudayasañjāti lohiccova taṃ brāhmaṇo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ",
  "dn12:10.7": "Evaṃ vādī so ye taṃ upajīvanti, tesaṃ antarāyakaro vā hoti, no vā”ti? ",
  "dn12:10.8": "“Antarāyakaro, bho gotama”. ",
  "dn12:10.9": "“Antarāyakaro samāno hitānukampī vā tesaṃ hoti ahitānukampī vā”ti? ",
  "dn12:10.10": "“Ahitānukampī, bho gotama”. ",
  "dn12:10.11": "“Ahitānukampissa mettaṃ vā tesu cittaṃ paccupaṭṭhitaṃ hoti sapattakaṃ vā”ti? ",
  "dn12:10.12": "“Sapattakaṃ, bho gotama”. ",
  "dn12:10.13": "“Sapattake citte paccupaṭṭhite micchādiṭṭhi vā hoti sammādiṭṭhi vā”ti? ",
  "dn12:10.14": "“Micchādiṭṭhi, bho gotama”. ",
  "dn12:10.15": "“Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
  "dn12:10.16": "nirayaṃ vā tiracchānayoniṃ vā. ",
  "dn12:11.1": "Taṃ kiṃ maññasi, lohicca, ",
  "dn12:11.2": "nanu rājā pasenadi kosalo kāsikosalaṃ ajjhāvasatī”ti? ",
  "dn12:11.3": "“Evaṃ, bho gotama”. ",
  "dn12:11.4": "“Yo nu kho, lohicca, evaṃ vadeyya: ",
  "dn12:11.5": "‘rājā pasenadi kosalo kāsikosalaṃ ajjhāvasati; ",
  "dn12:11.6": "yā kāsikosale samudayasañjāti, rājāva taṃ pasenadi kosalo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ",
  "dn12:11.7": "Evaṃ vādī so ye rājānaṃ pasenadiṃ kosalaṃ upajīvanti tumhe ceva aññe ca, tesaṃ antarāyakaro vā hoti, no vā”ti? ",
  "dn12:11.8": "“Antarāyakaro, bho gotama”. ",
  "dn12:11.9": "“Antarāyakaro samāno hitānukampī vā tesaṃ hoti ahitānukampī vā”ti? ",
  "dn12:11.10": "“Ahitānukampī, bho gotama”. ",
  "dn12:11.11": "“Ahitānukampissa mettaṃ vā tesu cittaṃ paccupaṭṭhitaṃ hoti sapattakaṃ vā”ti? ",
  "dn12:11.12": "“Sapattakaṃ, bho gotama”. ",
  "dn12:11.13": "“Sapattake citte paccupaṭṭhite micchādiṭṭhi vā hoti sammādiṭṭhi vā”ti? ",
  "dn12:11.14": "“Micchādiṭṭhi, bho gotama”. ",
  "dn12:11.15": "“Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
  "dn12:11.16": "nirayaṃ vā tiracchānayoniṃ vā. ",
  "dn12:12.1": "Iti kira, lohicca, yo evaṃ vadeyya: ",
  "dn12:12.2": "‘lohicco brāhmaṇo sālavatikaṃ ajjhāvasati; ",
  "dn12:12.3": "yā sālavatikāya samudayasañjāti, lohiccova taṃ brāhmaṇo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ",
  "dn12:13.1": "Evaṃvādī so ye taṃ upajīvanti, tesaṃ antarāyakaro hoti. ",
  "dn12:13.2": "Antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ",
  "dn12:13.3": "Evameva kho, lohicca, yo evaṃ vadeyya: ",
  "dn12:13.4": "‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ",
  "dn12:13.5": "Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya …pe… ",
  "dn12:13.6": "karissatī’ti. ",
  "dn12:13.7": "Evaṃvādī so ye te kulaputtā tathāgatappaveditaṃ dhammavinayaṃ āgamma evarūpaṃ uḷāraṃ visesaṃ adhigacchanti, sotāpattiphalampi sacchikaronti, sakadāgāmiphalampi sacchikaronti, anāgāmiphalampi sacchikaronti, arahattampi sacchikaronti, ye cime dibbā gabbhā paripācenti dibbānaṃ bhavānaṃ abhinibbattiyā, tesaṃ antarāyakaro hoti, antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ",
  "dn12:13.8": "Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
  "dn12:13.9": "nirayaṃ vā tiracchānayoniṃ vā. ",
  "dn12:14.1": "Iti kira, lohicca, yo evaṃ vadeyya: ",
  "dn12:14.2": "‘rājā pasenadi kosalo kāsikosalaṃ ajjhāvasati; ",
  "dn12:14.3": "yā kāsikosale samudayasañjāti, rājāva taṃ pasenadi kosalo ekako paribhuñjeyya, na aññesaṃ dadeyyā’ti. ",
  "dn12:15.1": "Evaṃvādī so ye rājānaṃ pasenadiṃ kosalaṃ upajīvanti tumhe ceva aññe ca, tesaṃ antarāyakaro hoti. ",
  "dn12:15.2": "Antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ",
  "dn12:15.3": "Evameva kho, lohicca, yo evaṃ vadeyya: ",
  "dn12:15.4": "‘idha samaṇo vā brāhmaṇo vā kusalaṃ dhammaṃ adhigaccheyya, kusalaṃ dhammaṃ adhigantvā na parassa āroceyya, kiñhi paro parassa karissati. ",
  "dn12:15.5": "Seyyathāpi nāma …pe… ",
  "dn12:15.6": "kiñhi paro parassa karissatī’ti. ",
  "dn12:15.7": "Evaṃvādī so ye te kulaputtā tathāgatappaveditaṃ dhammavinayaṃ āgamma evarūpaṃ uḷāraṃ visesaṃ adhigacchanti, sotāpattiphalampi sacchikaronti, sakadāgāmiphalampi sacchikaronti, anāgāmiphalampi sacchikaronti, arahattampi sacchikaronti. ",
  "dn12:15.8": "Ye cime dibbā gabbhā paripācenti dibbānaṃ bhavānaṃ abhinibbattiyā, tesaṃ antarāyakaro hoti, ",
  "dn12:15.9": "antarāyakaro samāno ahitānukampī hoti, ahitānukampissa sapattakaṃ cittaṃ paccupaṭṭhitaṃ hoti, sapattake citte paccupaṭṭhite micchādiṭṭhi hoti. ",
  "dn12:15.10": "Micchādiṭṭhissa kho ahaṃ, lohicca, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—",
  "dn12:15.11": "nirayaṃ vā tiracchānayoniṃ vā. ",
  "dn12:16.0": "2. Tayocodanārahā ",
  "dn12:16.1": "Tayo khome, lohicca, satthāro, ye loke codanārahā; ",
  "dn12:16.2": "yo ca panevarūpe satthāro codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ",
  "dn12:16.3": "Katame tayo? ",
  "dn12:16.4": "Idha, lohicca, ekacco satthā yassatthāya agārasmā anagāriyaṃ pabbajito hoti, svāssa sāmaññattho ananuppatto hoti. ",
  "dn12:16.5": "So taṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ deseti: ",
  "dn12:16.6": "‘idaṃ vo hitāya idaṃ vo sukhāyā’ti. ",
  "dn12:16.7": "Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ",
  "dn12:16.8": "So evamassa codetabbo: ",
  "dn12:16.9": "‘āyasmā kho yassatthāya agārasmā anagāriyaṃ pabbajito, so te sāmaññattho ananuppatto, taṃ tvaṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ desesi: ",
  "dn12:16.10": "“idaṃ vo hitāya idaṃ vo sukhāyā”ti. ",
  "dn12:16.11": "Tassa te sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ",
  "dn12:16.12": "Seyyathāpi nāma osakkantiyā vā ussakkeyya, parammukhiṃ vā āliṅgeyya; ",
  "dn12:16.13": "evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi—",
  "dn12:16.14": "kiñhi paro parassa karissatī’ti. ",
  "dn12:16.15": "Ayaṃ kho, lohicca, paṭhamo satthā, yo loke codanāraho; ",
  "dn12:16.16": "yo ca panevarūpaṃ satthāraṃ codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ",
  "dn12:17.1": "Puna caparaṃ, lohicca, idhekacco satthā yassatthāya agārasmā anagāriyaṃ pabbajito hoti, svāssa sāmaññattho ananuppatto hoti. ",
  "dn12:17.2": "So taṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ deseti: ",
  "dn12:17.3": "‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti. ",
  "dn12:17.4": "Tassa sāvakā sussūsanti, sotaṃ odahanti, aññā cittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti. ",
  "dn12:17.5": "So evamassa codetabbo: ",
  "dn12:17.6": "‘āyasmā kho yassatthāya agārasmā anagāriyaṃ pabbajito, so te sāmaññattho ananuppatto. Taṃ tvaṃ sāmaññatthaṃ ananupāpuṇitvā sāvakānaṃ dhammaṃ desesi: ",
  "dn12:17.7": "“idaṃ vo hitāya, idaṃ vo sukhāyā”ti. ",
  "dn12:17.8": "Tassa te sāvakā sussūsanti, sotaṃ odahanti, aññā cittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti. ",
  "dn12:17.9": "Seyyathāpi nāma sakaṃ khettaṃ ohāya paraṃ khettaṃ niddāyitabbaṃ maññeyya, evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi—kiñhi paro parassa karissatī’ti. ",
  "dn12:17.10": "Ayaṃ kho, lohicca, dutiyo satthā, yo, loke codanāraho; ",
  "dn12:17.11": "yo ca panevarūpaṃ satthāraṃ codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ",
  "dn12:18.1": "Puna caparaṃ, lohicca, idhekacco satthā yassatthāya agārasmā anagāriyaṃ pabbajito hoti, svāssa sāmaññattho anuppatto hoti. ",
  "dn12:18.2": "So taṃ sāmaññatthaṃ anupāpuṇitvā sāvakānaṃ dhammaṃ deseti: ",
  "dn12:18.3": "‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti. ",
  "dn12:18.4": "Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ",
  "dn12:18.5": "So evamassa codetabbo: ",
  "dn12:18.6": "‘āyasmā kho yassatthāya agārasmā anagāriyaṃ pabbajito, so te sāmaññattho anuppatto. ",
  "dn12:18.7": "Taṃ tvaṃ sāmaññatthaṃ anupāpuṇitvā sāvakānaṃ dhammaṃ desesi: ",
  "dn12:18.8": "“idaṃ vo hitāya, idaṃ vo sukhāyā”ti. ",
  "dn12:18.9": "Tassa te sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ",
  "dn12:18.10": "Seyyathāpi nāma purāṇaṃ bandhanaṃ chinditvā aññaṃ navaṃ bandhanaṃ kareyya; ",
  "dn12:18.11": "evaṃ sampadamidaṃ pāpakaṃ lobhadhammaṃ vadāmi, kiñhi paro parassa karissatī’ti. ",
  "dn12:18.12": "Ayaṃ kho, lohicca, tatiyo satthā, yo loke codanāraho; ",
  "dn12:18.13": "yo ca panevarūpaṃ satthāraṃ codeti, sā codanā bhūtā tacchā dhammikā anavajjā. ",
  "dn12:18.14": "Ime kho, lohicca, tayo satthāro, ye loke codanārahā, ",
  "dn12:18.15": "yo ca panevarūpe satthāro codeti, sā codanā bhūtā tacchā dhammikā anavajjā”ti. ",
  "dn12:19.0": "3. Nacodanārahasatthu ",
  "dn12:19.1": "Evaṃ vutte, lohicco brāhmaṇo bhagavantaṃ etadavoca: ",
  "dn12:19.2": "“atthi pana, bho gotama, koci satthā, yo loke nacodanāraho”ti? ",
  "dn12:19.3": "“Atthi kho, lohicca, satthā, yo loke nacodanāraho”ti. ",
  "dn12:19.4": "“Katamo pana so, bho gotama, satthā, yo loke nacodanāraho”ti? ",
  "dn12:20-55.1": "“Idha, lohicca, tathāgato loke uppajjati arahaṃ, sammāsambuddho …pe… ",
  "dn12:20-55.2": "Evaṃ kho, lohicca, bhikkhu sīlasampanno hoti …pe… ",
  "dn12:20-55.3": "paṭhamaṃ jhānaṃ upasampajja viharati … ",
  "dn12:20-55.4": "yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho. ",
  "dn12:20-55.5": "Yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā. ",
  "dn12:56-62.1": "…pe… ",
  "dn12:56-62.2": "Dutiyaṃ jhānaṃ …pe… ",
  "dn12:56-62.3": "tatiyaṃ jhānaṃ …pe… ",
  "dn12:56-62.4": "catutthaṃ jhānaṃ upasampajja viharati. ",
  "dn12:56-62.5": "Yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho, yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā. ",
  "dn12:63-77.1": "…pe… ",
  "dn12:63-77.2": "Ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti … ",
  "dn12:63-77.3": "yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho, yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā. ",
  "dn12:63-77.4": "…pe… ",
  "dn12:63-77.5": "Nāparaṃ itthattāyāti pajānāti. ",
  "dn12:63-77.6": "Yasmiṃ kho, lohicca, satthari sāvako evarūpaṃ uḷāraṃ visesaṃ adhigacchati, ayampi kho, lohicca, satthā, yo loke nacodanāraho, yo ca panevarūpaṃ satthāraṃ codeti, sā codanā abhūtā atacchā adhammikā sāvajjā”ti. ",
  "dn12:78.1": "Evaṃ vutte, lohicco brāhmaṇo bhagavantaṃ etadavoca: ",
  "dn12:78.2": "“seyyathāpi, bho gotama, puriso purisaṃ narakapapātaṃ patantaṃ kesesu gahetvā uddharitvā thale patiṭṭhapeyya; ",
  "dn12:78.3": "evamevāhaṃ bhotā gotamena narakapapātaṃ papatanto uddharitvā thale patiṭṭhāpito. ",
  "dn12:78.4": "Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
  "dn12:78.5": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "dn12:78.6": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "dn12:78.7": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "dn12:78.8": "Lohiccasuttaṃ niṭṭhitaṃ dvādasamaṃ. "
}