{
  "dn14:0.1": "Dīgha Nikāya 14 ",
  "dn14:0.2": "Mahāpadānasutta ",
  "dn14:0.3": "1. Pubbenivāsapaṭisaṃyuttakathā ",
  "dn14:1.1.1": "Evaṃ me sutaṃ—",
  "dn14:1.1.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme karerikuṭikāyaṃ. ",
  "dn14:1.1.3": "Atha kho sambahulānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ karerimaṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ pubbenivāsapaṭisaṃyuttā dhammī kathā udapādi: ",
  "dn14:1.1.4": "“itipi pubbenivāso, itipi pubbenivāso”ti. ",
  "dn14:1.2.1": "Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya tesaṃ bhikkhūnaṃ imaṃ kathāsallāpaṃ. ",
  "dn14:1.2.2": "Atha kho bhagavā uṭṭhāyāsanā yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā bhikkhū āmantesi: ",
  "dn14:1.2.3": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā; ",
  "dn14:1.2.4": "kā ca pana vo antarākathā vippakatā”ti? ",
  "dn14:1.2.5": "Evaṃ vutte, te bhikkhū bhagavantaṃ etadavocuṃ: ",
  "dn14:1.2.6": "“idha, bhante, amhākaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ karerimaṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ pubbenivāsapaṭisaṃyuttā dhammī kathā udapādi: ",
  "dn14:1.2.7": "‘itipi pubbenivāso itipi pubbenivāso’ti. ",
  "dn14:1.2.8": "Ayaṃ kho no, bhante, antarākathā vippakatā. Atha bhagavā anuppatto”ti. ",
  "dn14:1.3.1": "“Iccheyyātha no tumhe, bhikkhave, pubbenivāsapaṭisaṃyuttaṃ dhammiṃ kathaṃ sotun”ti? ",
  "dn14:1.3.2": "“Etassa, bhagavā, kālo; etassa, sugata, kālo; ",
  "dn14:1.3.3": "yaṃ bhagavā pubbenivāsapaṭisaṃyuttaṃ dhammiṃ kathaṃ kareyya, bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "dn14:1.3.4": "“Tena hi, bhikkhave, suṇātha sādhukaṃ manasi karotha bhāsissāmī”ti. ",
  "dn14:1.3.5": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ",
  "dn14:1.3.6": "Bhagavā etadavoca: ",
  "dn14:1.4.1": "“Ito so, bhikkhave, ekanavutikappe yaṃ vipassī bhagavā arahaṃ sammāsambuddho loke udapādi. ",
  "dn14:1.4.2": "Ito so, bhikkhave, ekatiṃse kappe yaṃ sikhī bhagavā arahaṃ sammāsambuddho loke udapādi. ",
  "dn14:1.4.3": "Tasmiññeva kho, bhikkhave, ekatiṃse kappe vessabhū bhagavā arahaṃ sammāsambuddho loke udapādi. ",
  "dn14:1.4.4": "Imasmiññeva kho, bhikkhave, bhaddakappe kakusandho bhagavā arahaṃ sammāsambuddho loke udapādi. ",
  "dn14:1.4.5": "Imasmiññeva kho, bhikkhave, bhaddakappe koṇāgamano bhagavā arahaṃ sammāsambuddho loke udapādi. ",
  "dn14:1.4.6": "Imasmiññeva kho, bhikkhave, bhaddakappe kassapo bhagavā arahaṃ sammāsambuddho loke udapādi. ",
  "dn14:1.4.7": "Imasmiññeva kho, bhikkhave, bhaddakappe ahaṃ etarahi arahaṃ sammāsambuddho loke uppanno. ",
  "dn14:1.5.1": "Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ",
  "dn14:1.5.2": "Sikhī, bhikkhave, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ",
  "dn14:1.5.3": "Vessabhū, bhikkhave, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ",
  "dn14:1.5.4": "Kakusandho, bhikkhave, bhagavā arahaṃ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi. ",
  "dn14:1.5.5": "Koṇāgamano, bhikkhave, bhagavā arahaṃ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi. ",
  "dn14:1.5.6": "Kassapo, bhikkhave, bhagavā arahaṃ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi. ",
  "dn14:1.5.7": "Ahaṃ, bhikkhave, etarahi arahaṃ sammāsambuddho khattiyo jātiyā ahosiṃ, khattiyakule uppanno. ",
  "dn14:1.6.1": "Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:1.6.2": "Sikhī, bhikkhave, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:1.6.3": "Vessabhū, bhikkhave, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:1.6.4": "Kakusandho, bhikkhave, bhagavā arahaṃ sammāsambuddho kassapo gottena ahosi. ",
  "dn14:1.6.5": "Koṇāgamano, bhikkhave, bhagavā arahaṃ sammāsambuddho kassapo gottena ahosi. ",
  "dn14:1.6.6": "Kassapo, bhikkhave, bhagavā arahaṃ sammāsambuddho kassapo gottena ahosi. ",
  "dn14:1.6.7": "Ahaṃ, bhikkhave, etarahi arahaṃ sammāsambuddho gotamo gottena ahosiṃ. ",
  "dn14:1.7.1": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṃ ahosi. ",
  "dn14:1.7.2": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa sattativassasahassāni āyuppamāṇaṃ ahosi. ",
  "dn14:1.7.3": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa saṭṭhivassasahassāni āyuppamāṇaṃ ahosi. ",
  "dn14:1.7.4": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa cattālīsavassasahassāni āyuppamāṇaṃ ahosi. ",
  "dn14:1.7.5": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa tiṃsavassasahassāni āyuppamāṇaṃ ahosi. ",
  "dn14:1.7.6": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa vīsativassasahassāni āyuppamāṇaṃ ahosi. ",
  "dn14:1.7.7": "Mayhaṃ, bhikkhave, etarahi appakaṃ āyuppamāṇaṃ parittaṃ lahukaṃ; yo ciraṃ jīvati, so vassasataṃ appaṃ vā bhiyyo. ",
  "dn14:1.8.1": "Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho pāṭaliyā mūle abhisambuddho. ",
  "dn14:1.8.2": "Sikhī, bhikkhave, bhagavā arahaṃ sammāsambuddho puṇḍarīkassa mūle abhisambuddho. ",
  "dn14:1.8.3": "Vessabhū, bhikkhave, bhagavā arahaṃ sammāsambuddho sālassa mūle abhisambuddho. ",
  "dn14:1.8.4": "Kakusandho, bhikkhave, bhagavā arahaṃ sammāsambuddho sirīsassa mūle abhisambuddho. ",
  "dn14:1.8.5": "Koṇāgamano, bhikkhave, bhagavā arahaṃ sammāsambuddho udumbarassa mūle abhisambuddho. ",
  "dn14:1.8.6": "Kassapo, bhikkhave, bhagavā arahaṃ sammāsambuddho nigrodhassa mūle abhisambuddho. ",
  "dn14:1.8.7": "Ahaṃ, bhikkhave, etarahi arahaṃ sammāsambuddho assatthassa mūle abhisambuddho. ",
  "dn14:1.9.1": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa khaṇḍatissaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:1.9.2": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa abhibhūsambhavaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:1.9.3": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa soṇuttaraṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:1.9.4": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa vidhurasañjīvaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:1.9.5": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa bhiyyosuttaraṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:1.9.6": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa tissabhāradvājaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:1.9.7": "Mayhaṃ, bhikkhave, etarahi sāriputtamoggallānaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:1.10.1": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. Eko sāvakānaṃ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṃ, eko sāvakānaṃ sannipāto ahosi bhikkhusatasahassaṃ, eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni. Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:1.10.2": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. Eko sāvakānaṃ sannipāto ahosi bhikkhusatasahassaṃ, eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni, eko sāvakānaṃ sannipāto ahosi sattatibhikkhusahassāni. Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:1.10.3": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. Eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni, eko sāvakānaṃ sannipāto ahosi sattatibhikkhusahassāni, eko sāvakānaṃ sannipāto ahosi saṭṭhibhikkhusahassāni. Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:1.10.4": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṃ sannipāto ahosi cattālīsabhikkhusahassāni. Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:1.10.5": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṃ sannipāto ahosi tiṃsabhikkhusahassāni. Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:1.10.6": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṃ sannipāto ahosi vīsatibhikkhusahassāni. Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:1.10.7": "Mayhaṃ, bhikkhave, etarahi eko sāvakānaṃ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. Mayhaṃ, bhikkhave, ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:1.11.1": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.2": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa khemaṅkaro nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.3": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa upasanto nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.4": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa buddhijo nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.5": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa sotthijo nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.6": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa sabbamitto nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.7": "Mayhaṃ, bhikkhave, etarahi ānando nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.12.1": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi. ",
  "dn14:1.12.2": "Bandhumatī nāma devī mātā ahosi janetti. ",
  "dn14:1.12.3": "Bandhumassa rañño bandhumatī nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:1.12.4": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa aruṇo nāma rājā pitā ahosi. ",
  "dn14:1.12.5": "Pabhāvatī nāma devī mātā ahosi janetti. ",
  "dn14:1.12.6": "Aruṇassa rañño aruṇavatī nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:1.12.7": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa suppatito nāma rājā pitā ahosi. ",
  "dn14:1.12.8": "Vassavatī nāma devī mātā ahosi janetti. ",
  "dn14:1.12.9": "Suppatitassa rañño anomaṃ nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:1.12.10": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa aggidatto nāma brāhmaṇo pitā ahosi. ",
  "dn14:1.12.11": "Visākhā nāma brāhmaṇī mātā ahosi janetti. ",
  "dn14:1.12.12": "Tena kho pana, bhikkhave, samayena khemo nāma rājā ahosi. ",
  "dn14:1.12.13": "Khemassa rañño khemavatī nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:1.12.14": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa yaññadatto nāma brāhmaṇo pitā ahosi. ",
  "dn14:1.12.15": "Uttarā nāma brāhmaṇī mātā ahosi janetti. ",
  "dn14:1.12.16": "Tena kho pana, bhikkhave, samayena sobho nāma rājā ahosi. ",
  "dn14:1.12.17": "Sobhassa rañño sobhavatī nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:1.12.18": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa brahmadatto nāma brāhmaṇo pitā ahosi. ",
  "dn14:1.12.19": "Dhanavatī nāma brāhmaṇī mātā ahosi janetti. ",
  "dn14:1.12.20": "Tena kho pana, bhikkhave, samayena kikī nāma rājā ahosi. ",
  "dn14:1.12.21": "Kikissa rañño bārāṇasī nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:1.12.22": "Mayhaṃ, bhikkhave, etarahi suddhodano nāma rājā pitā ahosi. ",
  "dn14:1.12.23": "Māyā nāma devī mātā ahosi janetti. ",
  "dn14:1.12.24": "Kapilavatthu nāma nagaraṃ rājadhānī ahosī”ti. ",
  "dn14:1.12.25": "Idamavoca bhagavā. ",
  "dn14:1.12.26": "Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ",
  "dn14:1.13.1": "Atha kho tesaṃ bhikkhūnaṃ acirapakkantassa bhagavato ayamantarākathā udapādi: ",
  "dn14:1.13.2": "“acchariyaṃ, āvuso, abbhutaṃ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā. ",
  "dn14:1.13.3": "Yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarissati, nāmatopi anussarissati, gottatopi anussarissati, āyuppamāṇatopi anussarissati, sāvakayugatopi anussarissati, sāvakasannipātatopi anussarissati: ",
  "dn14:1.13.4": "‘evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’”ti. ",
  "dn14:1.13.5": "“Kiṃ nu kho, āvuso, tathāgatasseva nu kho esā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ‘evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’ti, ",
  "dn14:1.13.6": "udāhu devatā tathāgatassa etamatthaṃ ārocesuṃ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ‘evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’”ti. ",
  "dn14:1.13.7": "Ayañca hidaṃ tesaṃ bhikkhūnaṃ antarākathā vippakatā hoti. ",
  "dn14:1.14.1": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn14:1.14.2": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "dn14:1.14.3": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā; ",
  "dn14:1.14.4": "kā ca pana vo antarākathā vippakatā”ti? ",
  "dn14:1.14.5": "Evaṃ vutte, te bhikkhū bhagavantaṃ etadavocuṃ: ",
  "dn14:1.14.6": "“idha, bhante, amhākaṃ acirapakkantassa bhagavato ayaṃ antarākathā udapādi: ",
  "dn14:1.14.7": "‘acchariyaṃ, āvuso, abbhutaṃ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā. ",
  "dn14:1.14.8": "Yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarissati, nāmatopi anussarissati, gottatopi anussarissati, āyuppamāṇatopi anussarissati, sāvakayugatopi anussarissati, sāvakasannipātatopi anussarissati: ",
  "dn14:1.14.9": "“evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī”ti. ",
  "dn14:1.14.10": "Kiṃ nu kho, āvuso, tathāgatasseva nu kho esā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ",
  "dn14:1.14.11": "“evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī”ti. ",
  "dn14:1.14.12": "Udāhu devatā tathāgatassa etamatthaṃ ārocesuṃ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ",
  "dn14:1.14.13": "“evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī”’ti? ",
  "dn14:1.14.14": "Ayaṃ kho no, bhante, antarākathā vippakatā, atha bhagavā anuppatto”ti. ",
  "dn14:1.15.1": "“Tathāgatassevesā, bhikkhave, dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ",
  "dn14:1.15.2": "‘evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’ti. ",
  "dn14:1.15.3": "Devatāpi tathāgatassa etamatthaṃ ārocesuṃ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ",
  "dn14:1.15.4": "‘evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’ti. ",
  "dn14:1.15.5": "Iccheyyātha no tumhe, bhikkhave, bhiyyoso mattāya pubbenivāsapaṭisaṃyuttaṃ dhammiṃ kathaṃ sotun”ti? ",
  "dn14:1.15.6": "“Etassa, bhagavā, kālo; etassa, sugata, kālo; ",
  "dn14:1.15.7": "yaṃ bhagavā bhiyyoso mattāya pubbenivāsapaṭisaṃyuttaṃ dhammiṃ kathaṃ kareyya, bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "dn14:1.15.8": "“Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti. ",
  "dn14:1.15.9": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ",
  "dn14:1.15.10": "Bhagavā etadavoca: ",
  "dn14:1.16.1": "“Ito so, bhikkhave, ekanavutikappe yaṃ vipassī bhagavā arahaṃ sammāsambuddho loke udapādi. ",
  "dn14:1.16.2": "Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ",
  "dn14:1.16.3": "Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:1.16.4": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṃ ahosi. ",
  "dn14:1.16.5": "Vipassī, bhikkhave, bhagavā arahaṃ sammāsambuddho pāṭaliyā mūle abhisambuddho. ",
  "dn14:1.16.6": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa khaṇḍatissaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:1.16.7": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. ",
  "dn14:1.16.8": "Eko sāvakānaṃ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṃ, eko sāvakānaṃ sannipāto ahosi bhikkhusatasahassaṃ, eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni. ",
  "dn14:1.16.9": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:1.16.10": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.16.11": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi. ",
  "dn14:1.16.12": "Bandhumatī nāma devī mātā ahosi janetti. ",
  "dn14:1.16.13": "Bandhumassa rañño bandhumatī nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:1.16.14": "2. Bodhisattadhammatā ",
  "dn14:1.17.1": "Atha kho, bhikkhave, vipassī bodhisatto tusitā kāyā cavitvā sato sampajāno mātukucchiṃ okkami. ",
  "dn14:1.17.2": "Ayamettha dhammatā. (1) ",
  "dn14:1.17.3": "Dhammatā esā, bhikkhave, yadā bodhisatto tusitā kāyā cavitvā mātukucchiṃ okkamati. ",
  "dn14:1.17.4": "Atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ",
  "dn14:1.17.5": "Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā, yatthapime candimasūriyā evaṃmahiddhikā evaṃmahānubhāvā ābhāya nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ",
  "dn14:1.17.6": "Yepi tattha sattā upapannā, tepi tenobhāsena aññamaññaṃ sañjānanti: ‘aññepi kira, bho, santi sattā idhūpapannā’ti. ",
  "dn14:1.17.7": "Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati. Appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ",
  "dn14:1.17.8": "Ayamettha dhammatā. (2) ",
  "dn14:1.17.9": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, cattāro naṃ devaputtā catuddisaṃ rakkhāya upagacchanti: ‘mā naṃ bodhisattaṃ vā bodhisattamātaraṃ vā manusso vā amanusso vā koci vā viheṭhesī’ti. ",
  "dn14:1.17.10": "Ayamettha dhammatā. (3) ",
  "dn14:1.18.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, pakatiyā sīlavatī bodhisattamātā hoti, viratā pāṇātipātā, viratā adinnādānā, viratā kāmesumicchācārā, viratā musāvādā, viratā surāmerayamajjappamādaṭṭhānā. ",
  "dn14:1.18.2": "Ayamettha dhammatā. (4) ",
  "dn14:1.19.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu purisesu mānasaṃ uppajjati kāmaguṇūpasaṃhitaṃ, anatikkamanīyā ca bodhisattamātā hoti kenaci purisena rattacittena. ",
  "dn14:1.19.2": "Ayamettha dhammatā. (5) ",
  "dn14:1.20.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, lābhinī bodhisattamātā hoti pañcannaṃ kāmaguṇānaṃ. Sā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricāreti. ",
  "dn14:1.20.2": "Ayamettha dhammatā. (6) ",
  "dn14:1.21.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati. Sukhinī bodhisattamātā hoti akilantakāyā, bodhisattañca bodhisattamātā tirokucchigataṃ passati sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ",
  "dn14:1.21.2": "Seyyathāpi, bhikkhave, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno. Tatrāssa suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā. ",
  "dn14:1.21.3": "Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya: ‘ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno. Tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā’ti. ",
  "dn14:1.21.4": "Evameva kho, bhikkhave, yadā bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati, sukhinī bodhisattamātā hoti akilantakāyā, bodhisattañca bodhisattamātā tirokucchigataṃ passati sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ",
  "dn14:1.21.5": "Ayamettha dhammatā. (7) ",
  "dn14:1.22.1": "Dhammatā esā, bhikkhave, sattāhajāte bodhisatte bodhisattamātā kālaṃ karoti tusitaṃ kāyaṃ upapajjati. ",
  "dn14:1.22.2": "Ayamettha dhammatā. (8) ",
  "dn14:1.23.1": "Dhammatā esā, bhikkhave, yathā aññā itthikā nava vā dasa vā māse gabbhaṃ kucchinā pariharitvā vijāyanti, na hevaṃ bodhisattaṃ bodhisattamātā vijāyati. Daseva māsāni bodhisattaṃ bodhisattamātā kucchinā pariharitvā vijāyati. ",
  "dn14:1.23.2": "Ayamettha dhammatā. (9) ",
  "dn14:1.24.1": "Dhammatā esā, bhikkhave, yathā aññā itthikā nisinnā vā nipannā vā vijāyanti, na hevaṃ bodhisattaṃ bodhisattamātā vijāyati. Ṭhitāva bodhisattaṃ bodhisattamātā vijāyati. ",
  "dn14:1.24.2": "Ayamettha dhammatā. (10) ",
  "dn14:1.25.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, devā paṭhamaṃ paṭiggaṇhanti, pacchā manussā. ",
  "dn14:1.25.2": "Ayamettha dhammatā. (11) ",
  "dn14:1.26.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, appattova bodhisatto pathaviṃ hoti, cattāro naṃ devaputtā paṭiggahetvā mātu purato ṭhapenti: ‘attamanā, devi, hohi; mahesakkho te putto uppanno’ti. ",
  "dn14:1.26.2": "Ayamettha dhammatā. (12) ",
  "dn14:1.27.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado. ",
  "dn14:1.27.2": "Seyyathāpi, bhikkhave, maṇiratanaṃ kāsike vatthe nikkhittaṃ neva maṇiratanaṃ kāsikaṃ vatthaṃ makkheti, nāpi kāsikaṃ vatthaṃ maṇiratanaṃ makkheti. ",
  "dn14:1.27.3": "Taṃ kissa hetu? ",
  "dn14:1.27.4": "Ubhinnaṃ suddhattā. ",
  "dn14:1.27.5": "Evameva kho, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito, udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado. ",
  "dn14:1.27.6": "Ayamettha dhammatā. (13) ",
  "dn14:1.28.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, dve udakassa dhārā antalikkhā pātubhavanti—ekā sītassa ekā uṇhassa yena bodhisattassa udakakiccaṃ karonti mātu ca. ",
  "dn14:1.28.2": "Ayamettha dhammatā. (14) ",
  "dn14:1.29.1": "Dhammatā esā, bhikkhave, sampatijāto bodhisatto samehi pādehi patiṭṭhahitvā uttarābhimukho sattapadavītihārena gacchati setamhi chatte anudhāriyamāne, sabbā ca disā anuviloketi, āsabhiṃ vācaṃ bhāsati ‘aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa, ayamantimā jāti, natthi dāni punabbhavo’ti. ",
  "dn14:1.29.2": "Ayamettha dhammatā. (15) ",
  "dn14:1.30.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati, atikkammeva devānaṃ devānubhāvaṃ. ",
  "dn14:1.30.2": "Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā, yatthapime candimasūriyā evaṃmahiddhikā evaṃmahānubhāvā ābhāya nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ",
  "dn14:1.30.3": "Yepi tattha sattā upapannā, tepi tenobhāsena aññamaññaṃ sañjānanti: ‘aññepi kira, bho, santi sattā idhūpapannā’ti. ",
  "dn14:1.30.4": "Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ",
  "dn14:1.30.5": "Ayamettha dhammatā. (16) ",
  "dn14:1.30.6": "3. Dvattiṃsamahāpurisalakkhaṇā ",
  "dn14:1.31.1": "Jāte kho pana, bhikkhave, vipassimhi kumāre bandhumato rañño paṭivedesuṃ: ",
  "dn14:1.31.2": "‘putto te, deva, jāto, taṃ devo passatū’ti. ",
  "dn14:1.31.3": "Addasā kho, bhikkhave, bandhumā rājā vipassiṃ kumāraṃ, disvā nemitte brāhmaṇe āmantāpetvā etadavoca: ",
  "dn14:1.31.4": "‘passantu bhonto nemittā brāhmaṇā kumāran’ti. ",
  "dn14:1.31.5": "Addasaṃsu kho, bhikkhave, nemittā brāhmaṇā vipassiṃ kumāraṃ, disvā bandhumantaṃ rājānaṃ etadavocuṃ: ",
  "dn14:1.31.6": "‘attamano, deva, hohi, mahesakkho te putto uppanno, lābhā te, mahārāja, suladdhaṃ te, mahārāja, yassa te kule evarūpo putto uppanno. ",
  "dn14:1.31.7": "Ayañhi, deva, kumāro dvattiṃsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā. ",
  "dn14:1.31.8": "Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn14:1.31.9": "Tassimāni sattaratanāni bhavanti. ",
  "dn14:1.31.10": "Seyyathidaṃ—cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ",
  "dn14:1.31.11": "Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn14:1.31.12": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
  "dn14:1.31.13": "Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭacchado. ",
  "dn14:1.32.1": "Katamehi cāyaṃ, deva, kumāro dvattiṃsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā. ",
  "dn14:1.32.2": "Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn14:1.32.3": "Tassimāni sattaratanāni bhavanti. ",
  "dn14:1.32.4": "Seyyathidaṃ—cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ",
  "dn14:1.32.5": "Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn14:1.32.6": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
  "dn14:1.32.7": "Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭacchado. Ayañhi, deva, kumāro suppatiṭṭhitapādo. Yaṃ pāyaṃ, deva, kumāro suppatiṭṭhitapādo. Idampissa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. (1) ",
  "dn14:1.32.8": "Imassa, deva, kumārassa heṭṭhā pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni. Yampi imassa, deva, kumārassa heṭṭhā pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni, idampissa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. (2) ",
  "dn14:1.32.9": "Ayañhi, deva, kumāro āyatapaṇhī …pe… (3) ",
  "dn14:1.32.10": "Ayañhi, deva, kumāro dīghaṅgulī …pe… (4) ",
  "dn14:1.32.11": "Ayañhi, deva, kumāro mudutalunahatthapādo …pe… (5) ",
  "dn14:1.32.12": "Ayañhi, deva kumāro jālahatthapādo …pe… (6) ",
  "dn14:1.32.13": "Ayañhi, deva, kumāro ussaṅkhapādo …pe… (7) ",
  "dn14:1.32.14": "Ayañhi, deva, kumāro eṇijaṅgho …pe… (8) ",
  "dn14:1.32.15": "Ayañhi, deva, kumāro ṭhitakova anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati …pe… (9) ",
  "dn14:1.32.16": "Ayañhi, deva, kumāro kosohitavatthaguyho …pe… (10) ",
  "dn14:1.32.17": "Ayañhi, deva, kumāro suvaṇṇavaṇṇo kañcanasannibhattaco …pe… (11) ",
  "dn14:1.32.18": "Ayañhi, deva, kumāro sukhumacchavī; sukhumattā chaviyā rajojallaṃ kāye na upalimpati …pe… (12) ",
  "dn14:1.32.19": "Ayañhi, deva, kumāro ekekalomo; ekekāni lomāni lomakūpesu jātāni …pe… (13) ",
  "dn14:1.32.20": "Ayañhi, deva, kumāro uddhaggalomo; uddhaggāni lomāni jātāni nīlāni añjanavaṇṇāni kuṇḍalāvaṭṭāni dakkhiṇāvaṭṭakajātāni …pe… (14) ",
  "dn14:1.32.21": "Ayañhi, deva, kumāro brahmujugatto …pe… (15) ",
  "dn14:1.32.22": "Ayañhi, deva, kumāro sattussado …pe… (16) ",
  "dn14:1.32.23": "Ayañhi, deva, kumāro sīhapubbaddhakāyo …pe… (17) ",
  "dn14:1.32.24": "Ayañhi, deva, kumāro citantaraṃso …pe… (18) ",
  "dn14:1.32.25": "Ayañhi, deva, kumāro nigrodhaparimaṇḍalo yāvatakvassa kāyo tāvatakvassa byāmo, yāvatakvassa byāmo, tāvatakvassa kāyo …pe… (19) ",
  "dn14:1.32.26": "Ayañhi, deva, kumāro samavaṭṭakkhandho …pe… (20) ",
  "dn14:1.32.27": "Ayañhi, deva, kumāro rasaggasaggī …pe… (21) ",
  "dn14:1.32.28": "Ayañhi, deva, kumāro sīhahanu …pe… (22) ",
  "dn14:1.32.29": "Ayañhi, deva, kumāro cattālīsadanto …pe… (23) ",
  "dn14:1.32.30": "Ayañhi, deva, kumāro samadanto …pe… (24) ",
  "dn14:1.32.31": "Ayañhi, deva, kumāro aviraḷadanto …pe… (25) ",
  "dn14:1.32.32": "Ayañhi, deva, kumāro susukkadāṭho …pe… (26) ",
  "dn14:1.32.33": "Ayañhi, deva, kumāro pahūtajivho …pe… (27) ",
  "dn14:1.32.34": "Ayañhi, deva, kumāro brahmassaro karavīkabhāṇī …pe… (28) ",
  "dn14:1.32.35": "Ayañhi, deva, kumāro abhinīlanetto …pe… (29) ",
  "dn14:1.32.36": "Ayañhi, deva, kumāro gopakhumo …pe… (30) ",
  "dn14:1.32.37": "Imassa, deva, kumārassa uṇṇā bhamukantare jātā odātā mudutūlasannibhā. Yampi imassa, deva, kumārassa uṇṇā bhamukantare jātā odātā mudutūlasannibhā, idampimassa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. (31) ",
  "dn14:1.32.38": "Ayañhi, deva, kumāro uṇhīsasīso. Yaṃ pāyaṃ, deva, kumāro uṇhīsasīso, idampissa mahāpurisassa mahāpurisalakkhaṇaṃ bhavati. (32) ",
  "dn14:1.33.1": "Imehi kho ayaṃ, deva, kumāro dvattiṃsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā. ",
  "dn14:1.33.2": "Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn14:1.33.3": "Tassimāni sattaratanāni bhavanti. ",
  "dn14:1.33.4": "Seyyathidaṃ—cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ",
  "dn14:1.33.5": "Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn14:1.33.6": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
  "dn14:1.33.7": "Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭacchado’ti. ",
  "dn14:1.33.8": "4. Vipassīsamaññā ",
  "dn14:1.33.9": "Atha kho, bhikkhave, bandhumā rājā nemitte brāhmaṇe ahatehi vatthehi acchādāpetvā sabbakāmehi santappesi. ",
  "dn14:1.34.1": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa dhātiyo upaṭṭhāpesi. ",
  "dn14:1.34.2": "Aññā khīraṃ pāyenti, aññā nhāpenti, aññā dhārenti, aññā aṅkena pariharanti. ",
  "dn14:1.34.3": "Jātassa kho pana, bhikkhave, vipassissa kumārassa setacchattaṃ dhārayittha divā ceva rattiñca: ",
  "dn14:1.34.4": "‘mā naṃ sītaṃ vā uṇhaṃ vā tiṇaṃ vā rajo vā ussāvo vā bādhayitthā’ti. ",
  "dn14:1.34.5": "Jāto kho pana, bhikkhave, vipassī kumāro bahuno janassa piyo ahosi manāpo. ",
  "dn14:1.34.6": "Seyyathāpi, bhikkhave, uppalaṃ vā padumaṃ vā puṇḍarīkaṃ vā bahuno janassa piyaṃ manāpaṃ; ",
  "dn14:1.34.7": "evameva kho, bhikkhave, vipassī kumāro bahuno janassa piyo ahosi manāpo. ",
  "dn14:1.34.8": "Svāssudaṃ aṅkeneva aṅkaṃ parihariyati. ",
  "dn14:1.35.1": "Jāto kho pana, bhikkhave, vipassī kumāro mañjussaro ca ahosi vaggussaro ca madhurassaro ca pemaniyassaro ca. ",
  "dn14:1.35.2": "Seyyathāpi, bhikkhave, himavante pabbate karavīkā nāma sakuṇajāti mañjussarā ca vaggussarā ca madhurassarā ca pemaniyassarā ca; ",
  "dn14:1.35.3": "evameva kho, bhikkhave, vipassī kumāro mañjussaro ca ahosi vaggussaro ca madhurassaro ca pemaniyassaro ca. ",
  "dn14:1.36.1": "Jātassa kho pana, bhikkhave, vipassissa kumārassa kammavipākajaṃ dibbacakkhu pāturahosi yena sudaṃ samantā yojanaṃ passati divā ceva rattiñca. ",
  "dn14:1.37.1": "Jāto kho pana, bhikkhave, vipassī kumāro animisanto pekkhati seyyathāpi devā tāvatiṃsā. ",
  "dn14:1.37.2": "‘Animisanto kumāro pekkhatī’ti kho, bhikkhave, vipassissa kumārassa ‘vipassī vipassī’ tveva samaññā udapādi. ",
  "dn14:1.37.3": "Atha kho, bhikkhave, bandhumā rājā atthakaraṇe nisinno vipassiṃ kumāraṃ aṅke nisīdāpetvā atthe anusāsati. ",
  "dn14:1.37.4": "Tatra sudaṃ, bhikkhave, vipassī kumāro pituaṅke nisinno viceyya viceyya atthe panāyati ñāyena. ",
  "dn14:1.37.5": "Viceyya viceyya kumāro atthe panāyati ñāyenāti kho, bhikkhave, vipassissa kumārassa bhiyyoso mattāya ‘vipassī vipassī’ tveva samaññā udapādi. ",
  "dn14:1.38.1": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa tayo pāsāde kārāpesi, ekaṃ vassikaṃ ekaṃ hemantikaṃ ekaṃ gimhikaṃ; ",
  "dn14:1.38.2": "pañca kāmaguṇāni upaṭṭhāpesi. ",
  "dn14:1.38.3": "Tatra sudaṃ, bhikkhave, vipassī kumāro vassike pāsāde cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṃ orohatīti. ",
  "dn14:1.38.4": "Paṭhamabhāṇavāro. ",
  "dn14:1.38.5": "5. Jiṇṇapurisa ",
  "dn14:2.1.1": "Atha kho, bhikkhave, vipassī kumāro bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena sārathiṃ āmantesi: ",
  "dn14:2.1.2": "‘yojehi, samma sārathi, bhaddāni bhaddāni yānāni uyyānabhūmiṃ gacchāma subhūmidassanāyā’ti. ",
  "dn14:2.1.3": "‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā vipassissa kumārassa paṭivedesi: ",
  "dn14:2.1.4": "‘yuttāni kho te, deva, bhaddāni bhaddāni yānāni, ",
  "dn14:2.1.5": "yassadāni kālaṃ maññasī’ti. ",
  "dn14:2.1.6": "Atha kho, bhikkhave, vipassī kumāro bhaddaṃ bhaddaṃ yānaṃ abhiruhitvā bhaddehi bhaddehi yānehi uyyānabhūmiṃ niyyāsi. ",
  "dn14:2.2.1": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṃ niyyanto purisaṃ jiṇṇaṃ gopānasivaṅkaṃ bhoggaṃ daṇḍaparāyanaṃ pavedhamānaṃ gacchantaṃ āturaṃ gatayobbanaṃ. ",
  "dn14:2.2.2": "Disvā sārathiṃ āmantesi: ",
  "dn14:2.2.3": "‘ayaṃ pana, samma sārathi, puriso kiṃkato? ",
  "dn14:2.2.4": "Kesāpissa na yathā aññesaṃ, kāyopissa na yathā aññesan’ti. ",
  "dn14:2.2.5": "‘Eso kho, deva, jiṇṇo nāmā’ti. ",
  "dn14:2.2.6": "‘Kiṃ paneso, samma sārathi, jiṇṇo nāmā’ti? ",
  "dn14:2.2.7": "‘Eso kho, deva, jiṇṇo nāma. Na dāni tena ciraṃ jīvitabbaṃ bhavissatī’ti. ",
  "dn14:2.2.8": "‘Kiṃ pana, samma sārathi, ahampi jarādhammo, jaraṃ anatīto’ti? ",
  "dn14:2.2.9": "‘Tvañca, deva, mayañcamha sabbe jarādhammā, jaraṃ anatītā’ti. ",
  "dn14:2.2.10": "‘Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā. Itova antepuraṃ paccaniyyāhī’ti. ",
  "dn14:2.2.11": "‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsi. ",
  "dn14:2.2.12": "Tatra sudaṃ, bhikkhave, vipassī kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.2.13": "‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissatī’ti. ",
  "dn14:2.3.1": "Atha kho, bhikkhave, bandhumā rājā sārathiṃ āmantāpetvā etadavoca: ",
  "dn14:2.3.2": "‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha? Kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti? ",
  "dn14:2.3.3": "‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti. ",
  "dn14:2.3.4": "‘Kiṃ pana, samma sārathi, addasa kumāro uyyānabhūmiṃ niyyanto’ti? ",
  "dn14:2.3.5": "‘Addasā kho, deva, kumāro uyyānabhūmiṃ niyyanto purisaṃ jiṇṇaṃ gopānasivaṅkaṃ bhoggaṃ daṇḍaparāyanaṃ pavedhamānaṃ gacchantaṃ āturaṃ gatayobbanaṃ. ",
  "dn14:2.3.6": "Disvā maṃ etadavoca: ",
  "dn14:2.3.7": "“ayaṃ pana, samma sārathi, puriso kiṅkato, kesāpissa na yathā aññesaṃ, kāyopissa na yathā aññesan”ti? ",
  "dn14:2.3.8": "“Eso kho, deva, jiṇṇo nāmā”ti. ",
  "dn14:2.3.9": "“Kiṃ paneso, samma sārathi, jiṇṇo nāmā”ti? ",
  "dn14:2.3.10": "“Eso kho, deva, jiṇṇo nāma na dāni tena ciraṃ jīvitabbaṃ bhavissatī”ti. ",
  "dn14:2.3.11": "“Kiṃ pana, samma sārathi, ahampi jarādhammo, jaraṃ anatīto”ti? ",
  "dn14:2.3.12": "“Tvañca, deva, mayañcamha sabbe jarādhammā, jaraṃ anatītā”ti. ",
  "dn14:2.3.13": "“Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā, itova antepuraṃ paccaniyyāhī”ti. ",
  "dn14:2.3.14": "“Evaṃ, devā”ti kho ahaṃ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsiṃ. ",
  "dn14:2.3.15": "So kho, deva, kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.3.16": "“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissatī”’ti. ",
  "dn14:2.3.17": "6. Byādhitapurisa ",
  "dn14:2.4.1": "Atha kho, bhikkhave, bandhumassa rañño etadahosi: ",
  "dn14:2.4.2": "‘Mā heva kho vipassī kumāro na rajjaṃ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṃ pabbaji, mā heva nemittānaṃ brāhmaṇānaṃ saccaṃ assa vacanan’ti. ",
  "dn14:2.4.3": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi: ",
  "dn14:2.4.4": "‘yathā vipassī kumāro rajjaṃ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṃ pabbajeyya, yathā nemittānaṃ brāhmaṇānaṃ micchā assa vacanan’ti. ",
  "dn14:2.4.5": "Tatra sudaṃ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ",
  "dn14:2.5.1": "Atha kho, bhikkhave, vipassī kumāro bahūnaṃ vassānaṃ …pe… ",
  "dn14:2.6.1": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṃ niyyanto purisaṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ sake muttakarīse palipannaṃ semānaṃ aññehi vuṭṭhāpiyamānaṃ aññehi saṃvesiyamānaṃ. ",
  "dn14:2.6.2": "Disvā sārathiṃ āmantesi: ",
  "dn14:2.6.3": "‘ayaṃ pana, samma sārathi, puriso kiṃkato? ",
  "dn14:2.6.4": "Akkhīnipissa na yathā aññesaṃ, saropissa na yathā aññesan’ti? ",
  "dn14:2.6.5": "‘Eso kho, deva, byādhito nāmā’ti. ",
  "dn14:2.6.6": "‘Kiṃ paneso, samma sārathi, byādhito nāmā’ti? ",
  "dn14:2.6.7": "‘Eso kho, deva, byādhito nāma appeva nāma tamhā ābādhā vuṭṭhaheyyā’ti. ",
  "dn14:2.6.8": "‘Kiṃ pana, samma sārathi, ahampi byādhidhammo, byādhiṃ anatīto’ti? ",
  "dn14:2.6.9": "‘Tvañca, deva, mayañcamha sabbe byādhidhammā, byādhiṃ anatītā’ti. ",
  "dn14:2.6.10": "‘Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā, itova antepuraṃ paccaniyyāhī’ti. ",
  "dn14:2.6.11": "‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsi. ",
  "dn14:2.6.12": "Tatra sudaṃ, bhikkhave, vipassī kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.6.13": "‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissatī’ti. ",
  "dn14:2.7.1": "Atha kho, bhikkhave, bandhumā rājā sārathiṃ āmantāpetvā etadavoca: ",
  "dn14:2.7.2": "‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha, kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti? ",
  "dn14:2.7.3": "‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti. ",
  "dn14:2.7.4": "‘Kiṃ pana, samma sārathi, addasa kumāro uyyānabhūmiṃ niyyanto’ti? ",
  "dn14:2.7.5": "‘Addasā kho, deva, kumāro uyyānabhūmiṃ niyyanto purisaṃ ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ sake muttakarīse palipannaṃ semānaṃ aññehi vuṭṭhāpiyamānaṃ aññehi saṃvesiyamānaṃ. ",
  "dn14:2.7.6": "Disvā maṃ etadavoca: ",
  "dn14:2.7.7": "“ayaṃ pana, samma sārathi, puriso kiṅkato, akkhīnipissa na yathā aññesaṃ, saropissa na yathā aññesan”ti? ",
  "dn14:2.7.8": "“Eso kho, deva, byādhito nāmā”ti. ",
  "dn14:2.7.9": "“Kiṃ paneso, samma sārathi, byādhito nāmā”ti? ",
  "dn14:2.7.10": "“Eso kho, deva, byādhito nāma appeva nāma tamhā ābādhā vuṭṭhaheyyā”ti. ",
  "dn14:2.7.11": "“Kiṃ pana, samma sārathi, ahampi byādhidhammo, byādhiṃ anatīto”ti? ",
  "dn14:2.7.12": "“Tvañca, deva, mayañcamha sabbe byādhidhammā, byādhiṃ anatītā”ti. ",
  "dn14:2.7.13": "“Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā, itova antepuraṃ paccaniyyāhī”ti. ",
  "dn14:2.7.14": "“Evaṃ, devā”ti kho ahaṃ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsiṃ. ",
  "dn14:2.7.15": "So kho, deva, kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.7.16": "“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissatī”’ti. ",
  "dn14:2.7.17": "7. Kālaṅkatapurisa ",
  "dn14:2.8.1": "Atha kho, bhikkhave, bandhumassa rañño etadahosi: ",
  "dn14:2.8.2": "‘mā heva kho vipassī kumāro na rajjaṃ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṃ pabbaji, mā heva nemittānaṃ brāhmaṇānaṃ saccaṃ assa vacanan’ti. ",
  "dn14:2.8.3": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi: ",
  "dn14:2.8.4": "‘yathā vipassī kumāro rajjaṃ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṃ pabbajeyya, yathā nemittānaṃ brāhmaṇānaṃ micchā assa vacanan’ti. ",
  "dn14:2.9.1": "Tatra sudaṃ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ",
  "dn14:2.9.2": "Atha kho, bhikkhave, vipassī kumāro bahūnaṃ vassānaṃ …pe… ",
  "dn14:2.10.1": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṃ niyyanto mahājanakāyaṃ sannipatitaṃ nānārattānañca dussānaṃ vilātaṃ kayiramānaṃ. ",
  "dn14:2.10.2": "Disvā sārathiṃ āmantesi: ",
  "dn14:2.10.3": "‘kiṃ nu kho so, samma sārathi, mahājanakāyo sannipatito nānārattānañca dussānaṃ vilātaṃ kayiratī’ti? ",
  "dn14:2.10.4": "‘Eso kho, deva, kālaṅkato nāmā’ti. ",
  "dn14:2.10.5": "‘Tena hi, samma sārathi, yena so kālaṅkato tena rathaṃ pesehī’ti. ",
  "dn14:2.10.6": "‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā yena so kālaṅkato tena rathaṃ pesesi. ",
  "dn14:2.10.7": "Addasā kho, bhikkhave, vipassī kumāro petaṃ kālaṅkataṃ, disvā sārathiṃ āmantesi: ",
  "dn14:2.10.8": "‘kiṃ panāyaṃ, samma sārathi, kālaṅkato nāmā’ti? ",
  "dn14:2.10.9": "‘Eso kho, deva, kālaṅkato nāma. Na dāni taṃ dakkhanti mātā vā pitā vā aññe vā ñātisālohitā, sopi na dakkhissati mātaraṃ vā pitaraṃ vā aññe vā ñātisālohite’ti. ",
  "dn14:2.10.10": "‘Kiṃ pana, samma sārathi, ahampi maraṇadhammo maraṇaṃ anatīto; ",
  "dn14:2.10.11": "mampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā; ",
  "dn14:2.10.12": "ahampi na dakkhissāmi devaṃ vā deviṃ vā aññe vā ñātisālohite’ti? ",
  "dn14:2.10.13": "‘Tvañca, deva, mayañcamha sabbe maraṇadhammā maraṇaṃ anatītā; ",
  "dn14:2.10.14": "tampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā; ",
  "dn14:2.10.15": "tvampi na dakkhissasi devaṃ vā deviṃ vā aññe vā ñātisālohite’ti. ",
  "dn14:2.10.16": "‘Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā, itova antepuraṃ paccaniyyāhī’ti. ",
  "dn14:2.10.17": "‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsi. ",
  "dn14:2.10.18": "Tatra sudaṃ, bhikkhave, vipassī kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.10.19": "‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissati, maraṇaṃ paññāyissatī’ti. ",
  "dn14:2.11.1": "Atha kho, bhikkhave, bandhumā rājā sārathiṃ āmantāpetvā etadavoca: ",
  "dn14:2.11.2": "‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha, kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti? ",
  "dn14:2.11.3": "‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti. ",
  "dn14:2.11.4": "‘Kiṃ pana, samma sārathi, addasa kumāro uyyānabhūmiṃ niyyanto’ti? ",
  "dn14:2.11.5": "‘Addasā kho, deva, kumāro uyyānabhūmiṃ niyyanto mahājanakāyaṃ sannipatitaṃ nānārattānañca dussānaṃ vilātaṃ kayiramānaṃ. ",
  "dn14:2.11.6": "Disvā maṃ etadavoca: ",
  "dn14:2.11.7": "“kiṃ nu kho so, samma sārathi, mahājanakāyo sannipatito nānārattānañca dussānaṃ vilātaṃ kayiratī”ti? ",
  "dn14:2.11.8": "“Eso kho, deva, kālaṅkato nāmā”ti. ",
  "dn14:2.11.9": "“Tena hi, samma sārathi, yena so kālaṅkato tena rathaṃ pesehī”ti. ",
  "dn14:2.11.10": "“Evaṃ, devā”ti kho ahaṃ, deva, vipassissa kumārassa paṭissutvā yena so kālaṅkato tena rathaṃ pesesiṃ. ",
  "dn14:2.11.11": "Addasā kho, deva, kumāro petaṃ kālaṅkataṃ, disvā maṃ etadavoca: ",
  "dn14:2.11.12": "“kiṃ panāyaṃ, samma sārathi, kālaṅkato nāmā”ti? ",
  "dn14:2.11.13": "“Eso kho, deva, kālaṅkato nāma. ",
  "dn14:2.11.14": "Na dāni taṃ dakkhanti mātā vā pitā vā aññe vā ñātisālohitā, sopi na dakkhissati mātaraṃ vā pitaraṃ vā aññe vā ñātisālohite”ti. ",
  "dn14:2.11.15": "“Kiṃ pana, samma sārathi, ahampi maraṇadhammo maraṇaṃ anatīto; ",
  "dn14:2.11.16": "mampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā; ",
  "dn14:2.11.17": "ahampi na dakkhissāmi devaṃ vā deviṃ vā aññe vā ñātisālohite”ti? ",
  "dn14:2.11.18": "“Tvañca, deva, mayañcamha sabbe maraṇadhammā maraṇaṃ anatītā; ",
  "dn14:2.11.19": "tampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā, tvampi na dakkhissasi devaṃ vā deviṃ vā aññe vā ñātisālohite”ti. ",
  "dn14:2.11.20": "“Tena hi, samma sārathi, alaṃ dānajja uyyānabhūmiyā, itova antepuraṃ paccaniyyāhī”ti. ",
  "dn14:2.11.21": "“Evaṃ, devā”ti kho ahaṃ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṃ paccaniyyāsiṃ. ",
  "dn14:2.11.22": "So kho, deva, kumāro antepuraṃ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.11.23": "“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissati, maraṇaṃ paññāyissatī”’ti. ",
  "dn14:2.11.24": "8. Pabbajita ",
  "dn14:2.12.1": "Atha kho, bhikkhave, bandhumassa rañño etadahosi: ",
  "dn14:2.12.2": "‘mā heva kho vipassī kumāro na rajjaṃ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṃ pabbaji, mā heva nemittānaṃ brāhmaṇānaṃ saccaṃ assa vacanan’ti. ",
  "dn14:2.12.3": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi: ",
  "dn14:2.12.4": "‘yathā vipassī kumāro rajjaṃ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṃ pabbajeyya, yathā nemittānaṃ brāhmaṇānaṃ micchā assa vacanan’ti. ",
  "dn14:2.13.1": "Tatra sudaṃ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ",
  "dn14:2.13.2": "Atha kho, bhikkhave, vipassī kumāro bahūnaṃ vassānaṃ bahūnaṃ vassasatānaṃ bahūnaṃ vassasahassānaṃ accayena sārathiṃ āmantesi: ",
  "dn14:2.13.3": "‘yojehi, samma sārathi, bhaddāni bhaddāni yānāni, uyyānabhūmiṃ gacchāma subhūmidassanāyā’ti. ",
  "dn14:2.13.4": "‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā vipassissa kumārassa paṭivedesi: ",
  "dn14:2.13.5": "‘yuttāni kho te, deva, bhaddāni bhaddāni yānāni, ",
  "dn14:2.13.6": "yassadāni kālaṃ maññasī’ti. ",
  "dn14:2.13.7": "Atha kho, bhikkhave, vipassī kumāro bhaddaṃ bhaddaṃ yānaṃ abhiruhitvā bhaddehi bhaddehi yānehi uyyānabhūmiṃ niyyāsi. ",
  "dn14:2.14.1": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṃ niyyanto purisaṃ bhaṇḍuṃ pabbajitaṃ kāsāyavasanaṃ. ",
  "dn14:2.14.2": "Disvā sārathiṃ āmantesi: ",
  "dn14:2.14.3": "‘ayaṃ pana, samma sārathi, puriso kiṃkato? ",
  "dn14:2.14.4": "Sīsampissa na yathā aññesaṃ, vatthānipissa na yathā aññesan’ti? ",
  "dn14:2.14.5": "‘Eso kho, deva, pabbajito nāmā’ti. ",
  "dn14:2.14.6": "‘Kiṃ paneso, samma sārathi, pabbajito nāmā’ti? ",
  "dn14:2.14.7": "‘Eso kho, deva, pabbajito nāma sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṃsā sādhu bhūtānukampā’ti. ",
  "dn14:2.14.8": "‘Sādhu kho so, samma sārathi, pabbajito nāma, sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṃsā sādhu bhūtānukampā. ",
  "dn14:2.14.9": "Tena hi, samma sārathi, yena so pabbajito tena rathaṃ pesehī’ti. ",
  "dn14:2.14.10": "‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā yena so pabbajito tena rathaṃ pesesi. ",
  "dn14:2.14.11": "Atha kho, bhikkhave, vipassī kumāro taṃ pabbajitaṃ etadavoca: ",
  "dn14:2.14.12": "‘tvaṃ pana, samma, kiṃkato, ",
  "dn14:2.14.13": "sīsampi te na yathā aññesaṃ, vatthānipi te na yathā aññesan’ti? ",
  "dn14:2.14.14": "‘Ahaṃ kho, deva, pabbajito nāmā’ti. ",
  "dn14:2.14.15": "‘Kiṃ pana tvaṃ, samma, pabbajito nāmā’ti? ",
  "dn14:2.14.16": "‘Ahaṃ kho, deva, pabbajito nāma, sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṃsā sādhu bhūtānukampā’ti. ",
  "dn14:2.14.17": "‘Sādhu kho tvaṃ, samma, pabbajito nāma sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṃsā sādhu bhūtānukampā’ti. ",
  "dn14:2.14.18": "9. Bodhisattapabbajjā ",
  "dn14:2.15.1": "Atha kho, bhikkhave, vipassī kumāro sārathiṃ āmantesi: ",
  "dn14:2.15.2": "‘tena hi, samma sārathi, rathaṃ ādāya itova antepuraṃ paccaniyyāhi. ",
  "dn14:2.15.3": "Ahaṃ pana idheva kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmī’ti. ",
  "dn14:2.15.4": "‘Evaṃ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā rathaṃ ādāya tatova antepuraṃ paccaniyyāsi. ",
  "dn14:2.15.5": "Vipassī pana kumāro tattheva kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ",
  "dn14:2.15.6": "10. Mahājanakāyaanupabbajjā ",
  "dn14:2.16.1": "Assosi kho, bhikkhave, bandhumatiyā rājadhāniyā mahājanakāyo caturāsītipāṇasahassāni: ",
  "dn14:2.16.2": "‘vipassī kira kumāro kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito’ti. ",
  "dn14:2.16.3": "Sutvāna tesaṃ etadahosi: ",
  "dn14:2.16.4": "‘na hi nūna so orako dhammavinayo, na sā orakā pabbajjā, yattha vipassī kumāro kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito. ",
  "dn14:2.16.5": "Vipassīpi nāma kumāro kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissati, kimaṅgaṃ pana mayan’ti. ",
  "dn14:2.16.6": "Atha kho, so bhikkhave, mahājanakāyo caturāsītipāṇasahassāni kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā vipassiṃ bodhisattaṃ agārasmā anagāriyaṃ pabbajitaṃ anupabbajiṃsu. ",
  "dn14:2.16.7": "Tāya sudaṃ, bhikkhave, parisāya parivuto vipassī bodhisatto gāmanigamajanapadarājadhānīsu cārikaṃ carati. ",
  "dn14:2.17.1": "Atha kho, bhikkhave, vipassissa bodhisattassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
  "dn14:2.17.2": "‘na kho metaṃ patirūpaṃ yohaṃ ākiṇṇo viharāmi, yannūnāhaṃ eko gaṇamhā vūpakaṭṭho vihareyyan’ti. ",
  "dn14:2.17.3": "Atha kho, bhikkhave, vipassī bodhisatto aparena samayena eko gaṇamhā vūpakaṭṭho vihāsi, aññeneva tāni caturāsītipabbajitasahassāni agamaṃsu, aññena maggena vipassī bodhisatto. ",
  "dn14:2.17.4": "11. Bodhisattaabhinivesa ",
  "dn14:2.18.1": "Atha kho, bhikkhave, vipassissa bodhisattassa vāsūpagatassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
  "dn14:2.18.2": "‘kicchaṃ vatāyaṃ loko āpanno, jāyati ca jīyati ca mīyati ca cavati ca upapajjati ca, atha ca panimassa dukkhassa nissaraṇaṃ nappajānāti jarāmaraṇassa, ",
  "dn14:2.18.3": "kudāssu nāma imassa dukkhassa nissaraṇaṃ paññāyissati jarāmaraṇassā’ti? ",
  "dn14:2.18.4": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.5": "‘kimhi nu kho sati jarāmaraṇaṃ hoti, kiṃpaccayā jarāmaraṇan’ti? ",
  "dn14:2.18.6": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.7": "‘jātiyā kho sati jarāmaraṇaṃ hoti, jātipaccayā jarāmaraṇan’ti. ",
  "dn14:2.18.8": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.9": "‘kimhi nu kho sati jāti hoti, kiṃpaccayā jātī’ti? ",
  "dn14:2.18.10": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.11": "‘bhave kho sati jāti hoti, bhavapaccayā jātī’ti. ",
  "dn14:2.18.12": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.13": "‘kimhi nu kho sati bhavo hoti, kiṃpaccayā bhavo’ti? ",
  "dn14:2.18.14": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.15": "‘upādāne kho sati bhavo hoti, upādānapaccayā bhavo’ti. ",
  "dn14:2.18.16": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.17": "‘kimhi nu kho sati upādānaṃ hoti, kiṃpaccayā upādānan’ti? ",
  "dn14:2.18.18": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.19": "‘taṇhāya kho sati upādānaṃ hoti, taṇhāpaccayā upādānan’ti. ",
  "dn14:2.18.20": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.21": "‘kimhi nu kho sati taṇhā hoti, kiṃpaccayā taṇhā’ti? ",
  "dn14:2.18.22": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.23": "‘vedanāya kho sati taṇhā hoti, vedanāpaccayā taṇhā’ti. ",
  "dn14:2.18.24": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.25": "‘kimhi nu kho sati vedanā hoti, kiṃpaccayā vedanā’ti? ",
  "dn14:2.18.26": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.27": "‘phasse kho sati vedanā hoti, phassapaccayā vedanā’ti. ",
  "dn14:2.18.28": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.29": "‘kimhi nu kho sati phasso hoti, kiṃpaccayā phasso’ti? ",
  "dn14:2.18.30": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.31": "‘saḷāyatane kho sati phasso hoti, saḷāyatanapaccayā phasso’ti. ",
  "dn14:2.18.32": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.33": "‘kimhi nu kho sati saḷāyatanaṃ hoti, kiṃpaccayā saḷāyatanan’ti? ",
  "dn14:2.18.34": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.35": "‘nāmarūpe kho sati saḷāyatanaṃ hoti, nāmarūpapaccayā saḷāyatanan’ti. ",
  "dn14:2.18.36": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.37": "‘kimhi nu kho sati nāmarūpaṃ hoti, kiṃpaccayā nāmarūpan’ti? ",
  "dn14:2.18.38": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.39": "‘viññāṇe kho sati nāmarūpaṃ hoti, viññāṇapaccayā nāmarūpan’ti. ",
  "dn14:2.18.40": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.41": "‘kimhi nu kho sati viññāṇaṃ hoti, kiṃpaccayā viññāṇan’ti? ",
  "dn14:2.18.42": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.43": "‘nāmarūpe kho sati viññāṇaṃ hoti, nāmarūpapaccayā viññāṇan’ti. ",
  "dn14:2.19.1": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.19.2": "‘paccudāvattati kho idaṃ viññāṇaṃ nāmarūpamhā, nāparaṃ gacchati. ",
  "dn14:2.19.3": "Ettāvatā jāyetha vā jiyyetha vā miyyetha vā cavetha vā upapajjetha vā, yadidaṃ ",
  "dn14:2.19.4": "nāmarūpapaccayā viññāṇaṃ, viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā saḷāyatanaṃ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti. ",
  "dn14:2.19.5": "Evametassa kevalassa dukkhakkhandhassa samudayo hoti’. ",
  "dn14:2.19.6": "‘Samudayo samudayo’ti kho, bhikkhave, vipassissa bodhisattassa pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "dn14:2.20.1": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.2": "‘kimhi nu kho asati jarāmaraṇaṃ na hoti, kissa nirodhā jarāmaraṇanirodho’ti? ",
  "dn14:2.20.3": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.4": "‘jātiyā kho asati jarāmaraṇaṃ na hoti, jātinirodhā jarāmaraṇanirodho’ti. ",
  "dn14:2.20.5": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.6": "‘kimhi nu kho asati jāti na hoti, kissa nirodhā jātinirodho’ti? ",
  "dn14:2.20.7": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.8": "‘bhave kho asati jāti na hoti, bhavanirodhā jātinirodho’ti. ",
  "dn14:2.20.9": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.10": "‘kimhi nu kho asati bhavo na hoti, kissa nirodhā bhavanirodho’ti? ",
  "dn14:2.20.11": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.12": "‘upādāne kho asati bhavo na hoti, upādānanirodhā bhavanirodho’ti. ",
  "dn14:2.20.13": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.14": "‘kimhi nu kho asati upādānaṃ na hoti, kissa nirodhā upādānanirodho’ti? ",
  "dn14:2.20.15": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.16": "‘taṇhāya kho asati upādānaṃ na hoti, taṇhānirodhā upādānanirodho’ti. ",
  "dn14:2.20.17": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.18": "‘kimhi nu kho asati taṇhā na hoti, kissa nirodhā taṇhānirodho’ti? ",
  "dn14:2.20.19": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.20": "‘vedanāya kho asati taṇhā na hoti, vedanānirodhā taṇhānirodho’ti. ",
  "dn14:2.20.21": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.22": "‘kimhi nu kho asati vedanā na hoti, kissa nirodhā vedanānirodho’ti? ",
  "dn14:2.20.23": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.24": "‘phasse kho asati vedanā na hoti, phassanirodhā vedanānirodho’ti. ",
  "dn14:2.20.25": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.26": "‘kimhi nu kho asati phasso na hoti, kissa nirodhā phassanirodho’ti? ",
  "dn14:2.20.27": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.28": "‘saḷāyatane kho asati phasso na hoti, saḷāyatananirodhā phassanirodho’ti. ",
  "dn14:2.20.29": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.30": "‘kimhi nu kho asati saḷāyatanaṃ na hoti, kissa nirodhā saḷāyatananirodho’ti? ",
  "dn14:2.20.31": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.32": "‘nāmarūpe kho asati saḷāyatanaṃ na hoti, nāmarūpanirodhā saḷāyatananirodho’ti. ",
  "dn14:2.20.33": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.34": "‘kimhi nu kho asati nāmarūpaṃ na hoti, kissa nirodhā nāmarūpanirodho’ti? ",
  "dn14:2.20.35": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.36": "‘viññāṇe kho asati nāmarūpaṃ na hoti, viññāṇanirodhā nāmarūpanirodho’ti. ",
  "dn14:2.20.37": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.38": "‘kimhi nu kho asati viññāṇaṃ na hoti, kissa nirodhā viññāṇanirodho’ti? ",
  "dn14:2.20.39": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.40": "‘nāmarūpe kho asati viññāṇaṃ na hoti, nāmarūpanirodhā viññāṇanirodho’ti. ",
  "dn14:2.21.1": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.21.2": "‘adhigato kho myāyaṃ maggo sambodhāya yadidaṃ—",
  "dn14:2.21.3": "nāmarūpanirodhā viññāṇanirodho, viññāṇanirodhā nāmarūpanirodho, nāmarūpanirodhā saḷāyatananirodho, saḷāyatananirodhā phassanirodho, phassanirodhā vedanānirodho, vedanānirodhā taṇhānirodho, taṇhānirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ",
  "dn14:2.21.4": "Evametassa kevalassa dukkhakkhandhassa nirodho hoti’. ",
  "dn14:2.21.5": "‘Nirodho nirodho’ti kho, bhikkhave, vipassissa bodhisattassa pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "dn14:2.22.1": "Atha kho, bhikkhave, vipassī bodhisatto aparena samayena pañcasu upādānakkhandhesu udayabbayānupassī vihāsi: ",
  "dn14:2.22.2": "‘iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "dn14:2.22.3": "iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ",
  "dn14:2.22.4": "iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo; ",
  "dn14:2.22.5": "iti saṅkhārā, iti saṅkhārānaṃ samudayo, iti saṅkhārānaṃ atthaṅgamo; ",
  "dn14:2.22.6": "iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti, ",
  "dn14:2.22.7": "tassa pañcasu upādānakkhandhesu udayabbayānupassino viharato na cirasseva anupādāya āsavehi cittaṃ vimuccīti. ",
  "dn14:2.22.8": "Dutiyabhāṇavāro. ",
  "dn14:2.22.9": "12. Brahmayācanakathā ",
  "dn14:3.1.1": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ",
  "dn14:3.1.2": "‘yannūnāhaṃ dhammaṃ deseyyan’ti. ",
  "dn14:3.1.3": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ",
  "dn14:3.1.4": "‘adhigato kho myāyaṃ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ",
  "dn14:3.1.5": "Ālayarāmā kho panāyaṃ pajā ālayaratā ālayasammuditā. ",
  "dn14:3.1.6": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṃ idaṃ ṭhānaṃ yadidaṃ idappaccayatāpaṭiccasamuppādo. ",
  "dn14:3.1.7": "Idampi kho ṭhānaṃ duddasaṃ yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ. ",
  "dn14:3.1.8": "Ahañceva kho pana dhammaṃ deseyyaṃ, pare ca me na ājāneyyuṃ; so mamassa kilamatho, sā mamassa vihesā’ti. ",
  "dn14:3.2.1": "Apissu, bhikkhave, vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ imā anacchariyā gāthāyo paṭibhaṃsu pubbe assutapubbā: ",
  "dn14:3.2.2": "‘Kicchena me adhigataṃ, ",
  "dn14:3.2.3": "halaṃ dāni pakāsituṃ; ",
  "dn14:3.2.4": "Rāgadosaparetehi, ",
  "dn14:3.2.5": "nāyaṃ dhammo susambudho. ",
  "dn14:3.2.6": "Paṭisotagāmiṃ nipuṇaṃ, ",
  "dn14:3.2.7": "gambhīraṃ duddasaṃ aṇuṃ; ",
  "dn14:3.2.8": "Rāgarattā na dakkhanti, ",
  "dn14:3.2.9": "tamokhandhena āvuṭā’ti. ",
  "dn14:3.2.10": "Itiha, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa paṭisañcikkhato appossukkatāya cittaṃ nami, no dhammadesanāya. ",
  "dn14:3.2.11": "Atha kho, bhikkhave, aññatarassa mahābrahmuno vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya etadahosi: ",
  "dn14:3.2.12": "‘nassati vata bho loko, vinassati vata bho loko, yatra hi nāma vipassissa bhagavato arahato sammāsambuddhassa appossukkatāya cittaṃ namati, no dhammadesanāyā’ti. ",
  "dn14:3.2.13": "Atha kho so, bhikkhave, mahābrahmā seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito vipassissa bhagavato arahato sammāsambuddhassa purato pāturahosi. ",
  "dn14:3.3.1": "Atha kho so, bhikkhave, mahābrahmā ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇaṃ jāṇumaṇḍalaṃ pathaviyaṃ nihantvā yena vipassī bhagavā arahaṃ sammāsambuddho tenañjaliṃ paṇāmetvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca: ",
  "dn14:3.3.2": "‘desetu, bhante, bhagavā dhammaṃ, desetu sugato dhammaṃ, ",
  "dn14:3.3.3": "santi sattā apparajakkhajātikā; assavanatā dhammassa parihāyanti, ",
  "dn14:3.3.4": "bhavissanti dhammassa aññātāro’ti. ",
  "dn14:3.4.1": "Evaṃ vutte, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho taṃ mahābrahmānaṃ etadavoca: ",
  "dn14:3.4.2": "‘mayhampi kho, brahme, etadahosi: ",
  "dn14:3.4.3": "“yannūnāhaṃ dhammaṃ deseyyan”ti. ",
  "dn14:3.4.4": "Tassa mayhaṃ, brahme, etadahosi: ",
  "dn14:3.4.5": "“adhigato kho myāyaṃ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ",
  "dn14:3.4.6": "Ālayarāmā kho panāyaṃ pajā ālayaratā ālayasammuditā. ",
  "dn14:3.4.7": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṃ idaṃ ṭhānaṃ yadidaṃ idappaccayatāpaṭiccasamuppādo. ",
  "dn14:3.4.8": "Idampi kho ṭhānaṃ duddasaṃ yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṃ. ",
  "dn14:3.4.9": "Ahañceva kho pana dhammaṃ deseyyaṃ, pare ca me na ājāneyyuṃ; so mamassa kilamatho, sā mamassa vihesā”ti. ",
  "dn14:3.4.10": "Apissu maṃ, brahme, imā anacchariyā gāthāyo paṭibhaṃsu pubbe assutapubbā: ",
  "dn14:3.4.11": "“Kicchena me adhigataṃ, ",
  "dn14:3.4.12": "halaṃ dāni pakāsituṃ; ",
  "dn14:3.4.13": "Rāgadosaparetehi, ",
  "dn14:3.4.14": "nāyaṃ dhammo susambudho. ",
  "dn14:3.4.15": "Paṭisotagāmiṃ nipuṇaṃ, ",
  "dn14:3.4.16": "gambhīraṃ duddasaṃ aṇuṃ; ",
  "dn14:3.4.17": "Rāgarattā na dakkhanti, ",
  "dn14:3.4.18": "tamokhandhena āvuṭā”ti. ",
  "dn14:3.4.19": "Itiha me, brahme, paṭisañcikkhato appossukkatāya cittaṃ nami, no dhammadesanāyā’ti. ",
  "dn14:3.5.1": "Dutiyampi kho, bhikkhave, so mahābrahmā …pe… ",
  "dn14:3.5.2": "tatiyampi kho, bhikkhave, so mahābrahmā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca: ",
  "dn14:3.5.3": "‘desetu, bhante, bhagavā dhammaṃ, desetu sugato dhammaṃ, santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro’ti. ",
  "dn14:3.6.1": "Atha kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho brahmuno ca ajjhesanaṃ viditvā sattesu ca kāruññataṃ paṭicca buddhacakkhunā lokaṃ volokesi. ",
  "dn14:3.6.2": "Addasā kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho buddhacakkhunā lokaṃ volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "dn14:3.6.3": "Seyyathāpi nāma uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni anto nimuggaposīni. Appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni samodakaṃ ṭhitāni. Appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakā accuggamma ṭhitāni anupalittāni udakena. ",
  "dn14:3.6.4": "Evameva kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho buddhacakkhunā lokaṃ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "dn14:3.7.1": "Atha kho so, bhikkhave, mahābrahmā vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ gāthāhi ajjhabhāsi: ",
  "dn14:3.7.2": "‘Sele yathā pabbatamuddhaniṭṭhito, ",
  "dn14:3.7.3": "Yathāpi passe janataṃ samantato; ",
  "dn14:3.7.4": "Tathūpamaṃ dhammamayaṃ sumedha, ",
  "dn14:3.7.5": "Pāsādamāruyha samantacakkhu; ",
  "dn14:3.7.6": "Sokāvatiṇṇaṃ janatamapetasoko, ",
  "dn14:3.7.7": "Avekkhassu jātijarābhibhūtaṃ. ",
  "dn14:3.7.8": "Uṭṭhehi vīra vijitasaṅgāma, ",
  "dn14:3.7.9": "Satthavāha aṇaṇa vicara loke; ",
  "dn14:3.7.10": "Desassu bhagavā dhammaṃ, ",
  "dn14:3.7.11": "Aññātāro bhavissantī’ti. ",
  "dn14:3.7.12": "Atha kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho taṃ mahābrahmānaṃ gāthāya ajjhabhāsi: ",
  "dn14:3.7.13": "‘Apārutā tesaṃ amatassa dvārā, ",
  "dn14:3.7.14": "Ye sotavanto pamuñcantu saddhaṃ; ",
  "dn14:3.7.15": "Vihiṃsasaññī paguṇaṃ na bhāsiṃ, ",
  "dn14:3.7.16": "Dhammaṃ paṇītaṃ manujesu brahme’ti. ",
  "dn14:3.7.17": "Atha kho so, bhikkhave, mahābrahmā: ‘katāvakāso khomhi vipassinā bhagavatā arahatā sammāsambuddhena dhammadesanāyā’ti vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā padakkhiṇaṃ katvā tattheva antaradhāyi. ",
  "dn14:3.7.18": "13. Aggasāvakayuga ",
  "dn14:3.8.1": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ",
  "dn14:3.8.2": "‘kassa nu kho ahaṃ paṭhamaṃ dhammaṃ deseyyaṃ, ",
  "dn14:3.8.3": "ko imaṃ dhammaṃ khippameva ājānissatī’ti? ",
  "dn14:3.8.4": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ",
  "dn14:3.8.5": "‘ayaṃ kho khaṇḍo ca rājaputto tisso ca purohitaputto bandhumatiyā rājadhāniyā paṭivasanti paṇḍitā viyattā medhāvino dīgharattaṃ apparajakkhajātikā. ",
  "dn14:3.8.6": "Yannūnāhaṃ khaṇḍassa ca rājaputtassa, tissassa ca purohitaputtassa paṭhamaṃ dhammaṃ deseyyaṃ, te imaṃ dhammaṃ khippameva ājānissantī’ti. ",
  "dn14:3.9.1": "Atha kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—bodhirukkhamūle antarahito bandhumatiyā rājadhāniyā kheme migadāye pāturahosi. ",
  "dn14:3.9.2": "Atha kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho dāyapālaṃ āmantesi: ",
  "dn14:3.9.3": "‘ehi tvaṃ, samma dāyapāla, bandhumatiṃ rājadhāniṃ pavisitvā khaṇḍañca rājaputtaṃ tissañca purohitaputtaṃ evaṃ vadehi—",
  "dn14:3.9.4": "vipassī, bhante, bhagavā arahaṃ sammāsambuddho bandhumatiṃ rājadhāniṃ anuppatto kheme migadāye viharati, so tumhākaṃ dassanakāmo’ti. ",
  "dn14:3.9.5": "‘Evaṃ, bhante’ti kho, bhikkhave, dāyapālo vipassissa bhagavato arahato sammāsambuddhassa paṭissutvā bandhumatiṃ rājadhāniṃ pavisitvā khaṇḍañca rājaputtaṃ tissañca purohitaputtaṃ etadavoca: ",
  "dn14:3.9.6": "‘vipassī, bhante, bhagavā arahaṃ sammāsambuddho bandhumatiṃ rājadhāniṃ anuppatto kheme migadāye viharati; so tumhākaṃ dassanakāmo’ti. ",
  "dn14:3.10.1": "Atha kho, bhikkhave, khaṇḍo ca rājaputto tisso ca purohitaputto bhaddāni bhaddāni yānāni yojāpetvā bhaddaṃ bhaddaṃ yānaṃ abhiruhitvā bhaddehi bhaddehi yānehi bandhumatiyā rājadhāniyā niyyiṃsu. Yena khemo migadāyo tena pāyiṃsu. ",
  "dn14:3.10.2": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikāva yena vipassī bhagavā arahaṃ sammāsambuddho tenupasaṅkamiṃsu. upasaṅkamitvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ",
  "dn14:3.11.1": "Tesaṃ vipassī bhagavā arahaṃ sammāsambuddho anupubbiṃ kathaṃ kathesi, seyyathidaṃ—",
  "dn14:3.11.2": "dānakathaṃ sīlakathaṃ saggakathaṃ kāmānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi. ",
  "dn14:3.11.3": "Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā, taṃ pakāsesi—",
  "dn14:3.11.4": "dukkhaṃ samudayaṃ nirodhaṃ maggaṃ. ",
  "dn14:3.11.5": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ",
  "dn14:3.11.6": "evameva khaṇḍassa ca rājaputtassa tissassa ca purohitaputtassa tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ",
  "dn14:3.11.7": "‘yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman’ti. ",
  "dn14:3.12.1": "Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavocuṃ: ",
  "dn14:3.12.2": "‘abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
  "dn14:3.12.3": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn14:3.12.4": "Ete mayaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāma dhammañca. ",
  "dn14:3.12.5": "Labheyyāma mayaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyāma upasampadan’ti. ",
  "dn14:3.13.1": "Alatthuṃ kho, bhikkhave, khaṇḍo ca rājaputto, tisso ca purohitaputto vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṃ alatthuṃ upasampadaṃ. ",
  "dn14:3.13.2": "Te vipassī bhagavā arahaṃ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi; ",
  "dn14:3.13.3": "saṅkhārānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ nibbāne ānisaṃsaṃ pakāsesi. ",
  "dn14:3.13.4": "Tesaṃ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṃ samādapiyamānānaṃ samuttejiyamānānaṃ sampahaṃsiyamānānaṃ nacirasseva anupādāya āsavehi cittāni vimucciṃsu. ",
  "dn14:3.13.5": "14. Mahājanakāyapabbajjā ",
  "dn14:3.14.1": "Assosi kho, bhikkhave, bandhumatiyā rājadhāniyā mahājanakāyo caturāsītipāṇasahassāni: ",
  "dn14:3.14.2": "‘vipassī kira bhagavā arahaṃ sammāsambuddho bandhumatiṃ rājadhāniṃ anuppatto kheme migadāye viharati. ",
  "dn14:3.14.3": "Khaṇḍo ca kira rājaputto tisso ca purohitaputto vipassissa bhagavato arahato sammāsambuddhassa santike kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajitā’ti. ",
  "dn14:3.14.4": "Sutvāna nesaṃ etadahosi: ",
  "dn14:3.14.5": "‘na hi nūna so orako dhammavinayo, na sā orakā pabbajjā, yattha khaṇḍo ca rājaputto tisso ca purohitaputto kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajitā. ",
  "dn14:3.14.6": "Khaṇḍo ca rājaputto tisso ca purohitaputto kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissanti, kimaṅgaṃ pana mayan’ti. ",
  "dn14:3.14.7": "Atha kho so, bhikkhave, mahājanakāyo caturāsītipāṇasahassāni bandhumatiyā rājadhāniyā nikkhamitvā yena khemo migadāyo yena vipassī bhagavā arahaṃ sammāsambuddho tenupasaṅkamiṃsu; upasaṅkamitvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ",
  "dn14:3.15.1": "Tesaṃ vipassī bhagavā arahaṃ sammāsambuddho anupubbiṃ kathaṃ kathesi. ",
  "dn14:3.15.2": "Seyyathidaṃ—dānakathaṃ sīlakathaṃ saggakathaṃ kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi. ",
  "dn14:3.15.3": "Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā, taṃ pakāsesi—",
  "dn14:3.15.4": "dukkhaṃ samudayaṃ nirodhaṃ maggaṃ. ",
  "dn14:3.15.5": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ",
  "dn14:3.15.6": "evameva tesaṃ caturāsītipāṇasahassānaṃ tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ",
  "dn14:3.15.7": "‘yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman’ti. ",
  "dn14:3.15.8": "Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṃkathā vesārajjappattā aparappaccayā satthusāsane vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavocuṃ: ",
  "dn14:3.15.9": "‘abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
  "dn14:3.15.10": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn14:3.15.11": "Ete mayaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṃghañca. ",
  "dn14:3.15.12": "Labheyyāma mayaṃ, bhante, bhagavato santike pabbajjaṃ labheyyāma upasampadan’ti. ",
  "dn14:3.17.1": "Alatthuṃ kho, bhikkhave, tāni caturāsītipāṇasahassāni vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṃ, alatthuṃ upasampadaṃ. ",
  "dn14:3.17.2": "Te vipassī bhagavā arahaṃ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi; ",
  "dn14:3.17.3": "saṅkhārānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nibbāne ānisaṃsaṃ pakāsesi. ",
  "dn14:3.17.4": "Tesaṃ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṃ samādapiyamānānaṃ samuttejiyamānānaṃ sampahaṃsiyamānānaṃ nacirasseva anupādāya āsavehi cittāni vimucciṃsu. ",
  "dn14:3.17.5": "15. Purimapabbajitānaṃ dhammābhisamaya ",
  "dn14:3.18.1": "Assosuṃ kho, bhikkhave, tāni purimāni caturāsītipabbajitasahassāni: ",
  "dn14:3.18.2": "‘vipassī kira bhagavā arahaṃ sammāsambuddho bandhumatiṃ rājadhāniṃ anuppatto kheme migadāye viharati, dhammañca kira desetī’ti. ",
  "dn14:3.18.3": "Atha kho, bhikkhave, tāni caturāsītipabbajitasahassāni yena bandhumatī rājadhānī yena khemo migadāyo yena vipassī bhagavā arahaṃ sammāsambuddho tenupasaṅkamiṃsu; upasaṅkamitvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ",
  "dn14:3.19.1": "Tesaṃ vipassī bhagavā arahaṃ sammāsambuddho anupubbiṃ kathaṃ kathesi. ",
  "dn14:3.19.2": "Seyyathidaṃ—dānakathaṃ sīlakathaṃ saggakathaṃ kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi. ",
  "dn14:3.19.3": "Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā, taṃ pakāsesi—",
  "dn14:3.19.4": "dukkhaṃ samudayaṃ nirodhaṃ maggaṃ. ",
  "dn14:3.19.5": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ",
  "dn14:3.19.6": "evameva tesaṃ caturāsītipabbajitasahassānaṃ tasmiṃyeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ",
  "dn14:3.19.7": "‘yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman’ti. ",
  "dn14:3.20.1": "Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavocuṃ: ",
  "dn14:3.20.2": "‘abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
  "dn14:3.20.3": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn14:3.20.4": "Ete mayaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca. ",
  "dn14:3.20.5": "Labheyyāma mayaṃ, bhante, bhagavato santike pabbajjaṃ labheyyāma upasampadan’ti. ",
  "dn14:3.21.1": "Alatthuṃ kho, bhikkhave, tāni caturāsītipabbajitasahassāni vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṃ alatthuṃ upasampadaṃ. ",
  "dn14:3.21.2": "Te vipassī bhagavā arahaṃ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi; ",
  "dn14:3.21.3": "saṅkhārānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nibbāne ānisaṃsaṃ pakāsesi. ",
  "dn14:3.21.4": "Tesaṃ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṃ samādapiyamānānaṃ samuttejiyamānānaṃ sampahaṃsiyamānānaṃ nacirasseva anupādāya āsavehi cittāni vimucciṃsu. ",
  "dn14:3.21.5": "16. Cārikāanujānana ",
  "dn14:3.22.1": "Tena kho pana, bhikkhave, samayena bandhumatiyā rājadhāniyā mahābhikkhusaṅgho paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṃ. ",
  "dn14:3.22.2": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
  "dn14:3.22.3": "‘mahā kho etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṃ, yannūnāhaṃ bhikkhū anujāneyyaṃ: ",
  "dn14:3.22.4": "“caratha, bhikkhave, cārikaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ; ",
  "dn14:3.22.5": "mā ekena dve agamittha; ",
  "dn14:3.22.6": "desetha, bhikkhave, dhammaṃ ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetha. ",
  "dn14:3.22.7": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, ",
  "dn14:3.22.8": "bhavissanti dhammassa aññātāro. ",
  "dn14:3.22.9": "Api ca channaṃ channaṃ vassānaṃ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā”’ti. ",
  "dn14:3.23.1": "Atha kho, bhikkhave, aññataro mahābrahmā vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito vipassissa bhagavato arahato sammāsambuddhassa purato pāturahosi. ",
  "dn14:3.23.2": "Atha kho so, bhikkhave, mahābrahmā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena vipassī bhagavā arahaṃ sammāsambuddho tenañjaliṃ paṇāmetvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ etadavoca: ",
  "dn14:3.23.3": "‘evametaṃ, bhagavā, evametaṃ, sugata. ",
  "dn14:3.23.4": "Mahā kho, bhante, etarahi bhikkhusaṃgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṃ, anujānātu, bhante, bhagavā bhikkhū: ",
  "dn14:3.23.5": "“caratha, bhikkhave, cārikaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ; ",
  "dn14:3.23.6": "mā ekena dve agamittha; ",
  "dn14:3.23.7": "desetha, bhikkhave, dhammaṃ ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetha. ",
  "dn14:3.23.8": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro”ti. ",
  "dn14:3.23.9": "Api ca, bhante, mayaṃ tathā karissāma yathā bhikkhū channaṃ channaṃ vassānaṃ accayena bandhumatiṃ rājadhāniṃ upasaṅkamissanti pātimokkhuddesāyā’ti. ",
  "dn14:3.23.10": "Idamavoca, bhikkhave, so mahābrahmā. ",
  "dn14:3.23.11": "Idaṃ vatvā vipassiṃ bhagavantaṃ arahantaṃ sammāsambuddhaṃ abhivādetvā padakkhiṇaṃ katvā tattheva antaradhāyi. ",
  "dn14:3.24.1": "Atha kho, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho sāyanhasamayaṃ paṭisallānā vuṭṭhito bhikkhū āmantesi: ",
  "dn14:3.24.2": "‘idha mayhaṃ, bhikkhave, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
  "dn14:3.24.3": "“mahā kho etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṃ. ",
  "dn14:3.24.4": "Yannūnāhaṃ bhikkhū anujāneyyaṃ—",
  "dn14:3.24.5": "caratha, bhikkhave, cārikaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ; ",
  "dn14:3.24.6": "mā ekena dve agamittha; ",
  "dn14:3.24.7": "desetha, bhikkhave, dhammaṃ ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetha. ",
  "dn14:3.24.8": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro. ",
  "dn14:3.24.9": "Api ca channaṃ channaṃ vassānaṃ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā”’ti. ",
  "dn14:3.25.1": "Atha kho, bhikkhave, aññataro mahābrahmā mama cetasā cetoparivitakkamaññāya seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito mama purato pāturahosi. ",
  "dn14:3.25.2": "Atha kho so, bhikkhave, mahābrahmā ekaṃsaṃ uttarāsaṅgaṃ karitvā yenāhaṃ tenañjaliṃ paṇāmetvā maṃ etadavoca: ",
  "dn14:3.25.3": "‘evametaṃ, bhagavā, evametaṃ, sugata. ",
  "dn14:3.25.4": "Mahā kho, bhante, etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṃ. ",
  "dn14:3.25.5": "Anujānātu, bhante, bhagavā bhikkhū—",
  "dn14:3.25.6": "caratha, bhikkhave, cārikaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ; ",
  "dn14:3.25.7": "mā ekena dve agamittha; ",
  "dn14:3.25.8": "desetha, bhikkhave, dhammaṃ …pe… ",
  "dn14:3.25.9": "santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāroti. ",
  "dn14:3.25.10": "Api ca, bhante, mayaṃ tathā karissāma, yathā bhikkhū channaṃ channaṃ vassānaṃ accayena bandhumatiṃ rājadhāniṃ upasaṅkamissanti pātimokkhuddesāyā’ti. ",
  "dn14:3.25.11": "Idamavoca, bhikkhave, so mahābrahmā. ",
  "dn14:3.25.12": "Idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tattheva antaradhāyi. ",
  "dn14:3.26.1": "‘Anujānāmi, bhikkhave, caratha cārikaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ; ",
  "dn14:3.26.2": "mā ekena dve agamittha; ",
  "dn14:3.26.3": "desetha, bhikkhave, dhammaṃ ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsetha. ",
  "dn14:3.26.4": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, ",
  "dn14:3.26.5": "bhavissanti dhammassa aññātāro. ",
  "dn14:3.26.6": "Api ca, bhikkhave, channaṃ channaṃ vassānaṃ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti. ",
  "dn14:3.26.7": "Atha kho, bhikkhave, bhikkhū yebhuyyena ekāheneva janapadacārikaṃ pakkamiṃsu. ",
  "dn14:3.27.1": "Tena kho pana samayena jambudīpe caturāsīti āvāsasahassāni honti. ",
  "dn14:3.27.2": "Ekamhi hi vasse nikkhante devatā saddamanussāvesuṃ: ",
  "dn14:3.27.3": "‘nikkhantaṃ kho, mārisā, ekaṃ vassaṃ; ",
  "dn14:3.27.4": "pañca dāni vassāni sesāni; ",
  "dn14:3.27.5": "pañcannaṃ vassānaṃ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti. ",
  "dn14:3.27.6": "Dvīsu vassesu nikkhantesu … ",
  "dn14:3.27.7": "tīsu vassesu nikkhantesu … ",
  "dn14:3.27.8": "catūsu vassesu nikkhantesu … ",
  "dn14:3.27.9": "pañcasu vassesu nikkhantesu devatā saddamanussāvesuṃ: ",
  "dn14:3.27.10": "‘nikkhantāni kho, mārisā, pañcavassāni; ",
  "dn14:3.27.11": "ekaṃ dāni vassaṃ sesaṃ; ",
  "dn14:3.27.12": "ekassa vassassa accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti. ",
  "dn14:3.27.13": "Chasu vassesu nikkhantesu devatā saddamanussāvesuṃ: ",
  "dn14:3.27.14": "‘nikkhantāni kho, mārisā, chabbassāni, ",
  "dn14:3.27.15": "samayo dāni bandhumatiṃ rājadhāniṃ upasaṅkamituṃ pātimokkhuddesāyā’ti. ",
  "dn14:3.27.16": "Atha kho te, bhikkhave, bhikkhū appekacce sakena iddhānubhāvena appekacce devatānaṃ iddhānubhāvena ekāheneva bandhumatiṃ rājadhāniṃ upasaṅkamiṃsu pātimokkhuddesāyāti. ",
  "dn14:3.28.1": "Tatra sudaṃ, bhikkhave, vipassī bhagavā arahaṃ sammāsambuddho bhikkhusaṅghe evaṃ pātimokkhaṃ uddisati: ",
  "dn14:3.28.2": "‘Khantī paramaṃ tapo titikkhā, ",
  "dn14:3.28.3": "Nibbānaṃ paramaṃ vadanti buddhā; ",
  "dn14:3.28.4": "Na hi pabbajito parūpaghātī, ",
  "dn14:3.28.5": "Na samaṇo hoti paraṃ viheṭhayanto. ",
  "dn14:3.28.6": "Sabbapāpassa akaraṇaṃ, ",
  "dn14:3.28.7": "kusalassa upasampadā; ",
  "dn14:3.28.8": "Sacittapariyodapanaṃ, ",
  "dn14:3.28.9": "etaṃ buddhānasāsanaṃ. ",
  "dn14:3.28.10": "Anūpavādo anūpaghāto, ",
  "dn14:3.28.11": "Pātimokkhe ca saṃvaro; ",
  "dn14:3.28.12": "Mattaññutā ca bhattasmiṃ, ",
  "dn14:3.28.13": "Pantañca sayanāsanaṃ; ",
  "dn14:3.28.14": "Adhicitte ca āyogo, ",
  "dn14:3.28.15": "Etaṃ buddhānasāsanan’ti. ",
  "dn14:3.28.16": "17. Devatārocana ",
  "dn14:3.29.1": "Ekamidāhaṃ, bhikkhave, samayaṃ ukkaṭṭhāyaṃ viharāmi subhagavane sālarājamūle. ",
  "dn14:3.29.2": "Tassa mayhaṃ, bhikkhave, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
  "dn14:3.29.3": "‘na kho so sattāvāso sulabharūpo, yo mayā anāvutthapubbo iminā dīghena addhunā aññatra suddhāvāsehi devehi. ",
  "dn14:3.29.4": "Yannūnāhaṃ yena suddhāvāsā devā tenupasaṅkameyyan’ti. ",
  "dn14:3.29.5": "Atha khvāhaṃ, bhikkhave, seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—ukkaṭṭhāyaṃ subhagavane sālarājamūle antarahito avihesu devesu pāturahosiṃ. ",
  "dn14:3.29.6": "Tasmiṃ, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ",
  "dn14:3.29.7": "‘ito so, mārisā, ekanavutikappe yaṃ vipassī bhagavā arahaṃ sammāsambuddho loke udapādi. ",
  "dn14:3.29.8": "Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ",
  "dn14:3.29.9": "Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:3.29.10": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṃ ahosi. ",
  "dn14:3.29.11": "Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho pāṭaliyā mūle abhisambuddho. ",
  "dn14:3.29.12": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa khaṇḍatissaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:3.29.13": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. Eko sāvakānaṃ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṃ. Eko sāvakānaṃ sannipāto ahosi bhikkhusatasahassaṃ. Eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni. Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:3.29.14": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:3.29.15": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi. ",
  "dn14:3.29.16": "Bandhumatī nāma devī mātā ahosi janetti. ",
  "dn14:3.29.17": "Bandhumassa rañño bandhumatī nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:3.29.18": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa evaṃ abhinikkhamanaṃ ahosi evaṃ pabbajjā evaṃ padhānaṃ evaṃ abhisambodhi evaṃ dhammacakkappavattanaṃ. ",
  "dn14:3.29.19": "Te mayaṃ, mārisā, vipassimhi bhagavati brahmacariyaṃ caritvā kāmesu kāmacchandaṃ virājetvā idhūpapannā’ti … ",
  "dn14:3.29.20": "pe…",
  "dn14:3.30.1": "Tasmiṃyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ",
  "dn14:3.30.2": "‘imasmiṃyeva kho, mārisā, bhaddakappe bhagavā etarahi arahaṃ sammāsambuddho loke uppanno. ",
  "dn14:3.30.3": "Bhagavā, mārisā, khattiyo jātiyā khattiyakule uppanno. ",
  "dn14:3.30.4": "Bhagavā, mārisā, gotamo gottena. ",
  "dn14:3.30.5": "Bhagavato, mārisā, appakaṃ āyuppamāṇaṃ parittaṃ lahukaṃ yo ciraṃ jīvati, so vassasataṃ appaṃ vā bhiyyo. ",
  "dn14:3.30.6": "Bhagavā, mārisā, assatthassa mūle abhisambuddho. ",
  "dn14:3.30.7": "Bhagavato, mārisā, sāriputtamoggallānaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:3.30.8": "Bhagavato, mārisā, eko sāvakānaṃ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. Bhagavato, mārisā, ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:3.30.9": "Bhagavato, mārisā, ānando nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:3.30.10": "Bhagavato, mārisā, suddhodano nāma rājā pitā ahosi. ",
  "dn14:3.30.11": "Māyā nāma devī mātā ahosi janetti. ",
  "dn14:3.30.12": "Kapilavatthu nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:3.30.13": "Bhagavato, mārisā, evaṃ abhinikkhamanaṃ ahosi evaṃ pabbajjā evaṃ padhānaṃ evaṃ abhisambodhi evaṃ dhammacakkappavattanaṃ. ",
  "dn14:3.30.14": "Te mayaṃ, mārisā, bhagavati brahmacariyaṃ caritvā kāmesu kāmacchandaṃ virājetvā idhūpapannā’ti. ",
  "dn14:3.31.1": "Atha khvāhaṃ, bhikkhave, avihehi devehi saddhiṃ yena atappā devā tenupasaṅkamiṃ …pe… ",
  "dn14:3.31.2": "atha khvāhaṃ, bhikkhave, avihehi ca devehi atappehi ca devehi saddhiṃ yena sudassā devā tenupasaṅkamiṃ. ",
  "dn14:3.31.3": "Atha khvāhaṃ, bhikkhave, avihehi ca devehi atappehi ca devehi sudassehi ca devehi saddhiṃ yena sudassī devā tenupasaṅkamiṃ. Atha khvāhaṃ, bhikkhave, avihehi ca devehi atappehi ca devehi sudassehi ca devehi sudassīhi ca devehi saddhiṃ yena akaniṭṭhā devā tenupasaṅkamiṃ. Tasmiṃ, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṃ tenupasaṅkamiṃsu, upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ",
  "dn14:3.31.4": "‘ito so, mārisā, ekanavutikappe yaṃ vipassī bhagavā arahaṃ sammāsambuddho loke udapādi. ",
  "dn14:3.31.5": "Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho khattiyo jātiyā ahosi. ",
  "dn14:3.31.6": "Khattiyakule udapādi. ",
  "dn14:3.31.7": "Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:3.31.8": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṃ ahosi. ",
  "dn14:3.31.9": "Vipassī, mārisā, bhagavā arahaṃ sammāsambuddho pāṭaliyā mūle abhisambuddho. ",
  "dn14:3.31.10": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa khaṇḍatissaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:3.31.11": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa tayo sāvakānaṃ sannipātā ahesuṃ. ",
  "dn14:3.31.12": "Eko sāvakānaṃ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṃ. ",
  "dn14:3.31.13": "Eko sāvakānaṃ sannipāto ahosi bhikkhusatasahassaṃ. ",
  "dn14:3.31.14": "Eko sāvakānaṃ sannipāto ahosi asītibhikkhusahassāni. ",
  "dn14:3.31.15": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṃ sannipātā ahesuṃ sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:3.31.16": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:3.31.17": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi bandhumatī nāma devī mātā ahosi janetti. ",
  "dn14:3.31.18": "Bandhumassa rañño bandhumatī nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:3.31.19": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa evaṃ abhinikkhamanaṃ ahosi evaṃ pabbajjā evaṃ padhānaṃ evaṃ abhisambodhi, evaṃ dhammacakkappavattanaṃ. ",
  "dn14:3.31.20": "Te mayaṃ, mārisā, vipassimhi bhagavati brahmacariyaṃ caritvā kāmesu kāmacchandaṃ virājetvā idhūpapannā’ti. ",
  "dn14:3.31.21": "Tasmiṃyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ",
  "dn14:3.31.22": "‘ito so, mārisā, ekatiṃse kappe yaṃ sikhī bhagavā …pe… ",
  "dn14:3.31.23": "te mayaṃ, mārisā, sikhimhi bhagavati tasmiññeva kho, mārisā, ekatiṃse kappe yaṃ vessabhū bhagavā …pe… ",
  "dn14:3.31.24": "te mayaṃ, mārisā, vessabhumhi bhagavati …pe… ",
  "dn14:3.31.25": "imasmiṃyeva kho, mārisā, bhaddakappe kakusandho koṇāgamano kassapo bhagavā …pe… ",
  "dn14:3.31.26": "te mayaṃ, mārisā, kakusandhamhi koṇāgamanamhi kassapamhi bhagavati brahmacariyaṃ caritvā kāmesu kāmacchandaṃ virājetvā idhūpapannā’ti. ",
  "dn14:3.32.1": "Tasmiṃyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ: ",
  "dn14:3.32.2": "‘imasmiṃyeva kho, mārisā, bhaddakappe bhagavā etarahi arahaṃ sammāsambuddho loke uppanno. ",
  "dn14:3.32.3": "Bhagavā, mārisā, khattiyo jātiyā, khattiyakule uppanno. ",
  "dn14:3.32.4": "Bhagavā, mārisā, gotamo gottena. ",
  "dn14:3.32.5": "Bhagavato, mārisā, appakaṃ āyuppamāṇaṃ parittaṃ lahukaṃ yo ciraṃ jīvati, so vassasataṃ appaṃ vā bhiyyo. ",
  "dn14:3.32.6": "Bhagavā, mārisā, assatthassa mūle abhisambuddho. ",
  "dn14:3.32.7": "Bhagavato, mārisā, sāriputtamoggallānaṃ nāma sāvakayugaṃ ahosi aggaṃ bhaddayugaṃ. ",
  "dn14:3.32.8": "Bhagavato, mārisā, eko sāvakānaṃ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. ",
  "dn14:3.32.9": "Bhagavato, mārisā, ayaṃ eko sāvakānaṃ sannipāto ahosi sabbesaṃyeva khīṇāsavānaṃ. ",
  "dn14:3.32.10": "Bhagavato, mārisā, ānando nāma bhikkhu upaṭṭhāko aggupaṭṭhāko ahosi. ",
  "dn14:3.32.11": "Bhagavato, mārisā, suddhodano nāma rājā pitā ahosi. ",
  "dn14:3.32.12": "Māyā nāma devī mātā ahosi janetti. ",
  "dn14:3.32.13": "Kapilavatthu nāma nagaraṃ rājadhānī ahosi. ",
  "dn14:3.32.14": "Bhagavato, mārisā, evaṃ abhinikkhamanaṃ ahosi, evaṃ pabbajjā, evaṃ padhānaṃ, evaṃ abhisambodhi, evaṃ dhammacakkappavattanaṃ. ",
  "dn14:3.32.15": "Te mayaṃ, mārisā, bhagavati brahmacariyaṃ caritvā kāmesu kāmacchandaṃ virājetvā idhūpapannā’ti. ",
  "dn14:3.33.1": "Iti kho, bhikkhave, tathāgatassevesā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati ‘evaṃjaccā te bhagavanto ahesuṃ’ itipi. ",
  "dn14:3.33.2": "‘Evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ’ itipīti. ",
  "dn14:3.33.3": "Devatāpi tathāgatassa etamatthaṃ ārocesuṃ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati ‘evaṃjaccā te bhagavanto ahesuṃ’ itipi. ",
  "dn14:3.33.4": "‘Evaṃnāmā evaṅgottā evaṃsīlā evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ’ itipī”ti. ",
  "dn14:3.33.5": "Idamavoca bhagavā. ",
  "dn14:3.33.6": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
  "dn14:3.33.7": "Mahāpadānasuttaṃ niṭṭhitaṃ paṭhamaṃ. "
}