{
  "dn15:0.1": "Dīgha Nikāya 15 ",
  "dn15:0.2": "Mahānidānasutta ",
  "dn15:0.3": "1. Paṭiccasamuppāda ",
  "dn15:1.1": "Evaṁ me sutaṁ—",
  "dn15:1.2": "ekaṁ samayaṁ bhagavā kurūsu viharati kammāsadhammaṁ nāma kurūnaṁ nigamo. ",
  "dn15:1.3": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn15:1.4": "“acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "dn15:1.5": "Yāva gambhīro cāyaṁ, bhante, paṭiccasamuppādo gambhīrāvabhāso ca, atha ca pana me uttānakuttānako viya khāyatī”ti. ",
  "dn15:1.6": "“Mā hevaṁ, ānanda, avaca, mā hevaṁ, ānanda, avaca. ",
  "dn15:1.7": "Gambhīro cāyaṁ, ānanda, paṭiccasamuppādo gambhīrāvabhāso ca. ",
  "dn15:1.8": "Etassa, ānanda, dhammassa ananubodhā appaṭivedhā evamayaṁ pajā tantākulakajātā kulagaṇṭhikajātā muñjapabbajabhūtā apāyaṁ duggatiṁ vinipātaṁ saṁsāraṁ nātivattati. ",
  "dn15:2.1": "‘Atthi idappaccayā jarāmaraṇan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṁ. ",
  "dn15:2.2": "‘Kiṁpaccayā jarāmaraṇan’ti iti ce vadeyya, ‘jātipaccayā jarāmaraṇan’ti iccassa vacanīyaṁ. ",
  "dn15:2.3": "‘Atthi idappaccayā jātī’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṁ. ",
  "dn15:2.4": "‘Kiṁpaccayā jātī’ti iti ce vadeyya, ‘bhavapaccayā jātī’ti iccassa vacanīyaṁ. ",
  "dn15:2.5": "‘Atthi idappaccayā bhavo’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṁ. ",
  "dn15:2.6": "‘Kiṁpaccayā bhavo’ti iti ce vadeyya, ‘upādānapaccayā bhavo’ti iccassa vacanīyaṁ. ",
  "dn15:2.7": "‘Atthi idappaccayā upādānan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṁ. ",
  "dn15:2.8": "‘Kiṁpaccayā upādānan’ti iti ce vadeyya, ‘taṇhāpaccayā upādānan’ti iccassa vacanīyaṁ. ",
  "dn15:2.9": "‘Atthi idappaccayā taṇhā’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṁ. ",
  "dn15:2.10": "‘Kiṁpaccayā taṇhā’ti iti ce vadeyya, ‘vedanāpaccayā taṇhā’ti iccassa vacanīyaṁ. ",
  "dn15:2.11": "‘Atthi idappaccayā vedanā’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṁ. ",
  "dn15:2.12": "‘Kiṁpaccayā vedanā’ti iti ce vadeyya, ‘phassapaccayā vedanā’ti iccassa vacanīyaṁ. ",
  "dn15:2.13": "‘Atthi idappaccayā phasso’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṁ. ",
  "dn15:2.14": "‘Kiṁpaccayā phasso’ti iti ce vadeyya, ‘nāmarūpapaccayā phasso’ti iccassa vacanīyaṁ. ",
  "dn15:2.15": "‘Atthi idappaccayā nāmarūpan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṁ. ",
  "dn15:2.16": "‘Kiṁpaccayā nāmarūpan’ti iti ce vadeyya, ‘viññāṇapaccayā nāmarūpan’ti iccassa vacanīyaṁ. ",
  "dn15:2.17": "‘Atthi idappaccayā viññāṇan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṁ. ",
  "dn15:2.18": "‘Kiṁpaccayā viññāṇan’ti iti ce vadeyya, ‘nāmarūpapaccayā viññāṇan’ti iccassa vacanīyaṁ. ",
  "dn15:3.1": "Iti kho, ānanda, nāmarūpapaccayā viññāṇaṁ, viññāṇapaccayā nāmarūpaṁ, nāmarūpapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṁ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā sambhavanti. ",
  "dn15:3.2": "Evametassa kevalassa dukkhakkhandhassa samudayo hoti. ",
  "dn15:4.1": "‘Jātipaccayā jarāmaraṇan’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā jātipaccayā jarāmaraṇaṁ. ",
  "dn15:4.2": "Jāti ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, seyyathidaṁ—",
  "dn15:4.3": "devānaṁ vā devattāya, gandhabbānaṁ vā gandhabbattāya, yakkhānaṁ vā yakkhattāya, bhūtānaṁ vā bhūtattāya, manussānaṁ vā manussattāya, catuppadānaṁ vā catuppadattāya, pakkhīnaṁ vā pakkhittāya, sarīsapānaṁ vā sarīsapattāya, tesaṁ tesañca hi, ānanda, sattānaṁ tadattāya jāti nābhavissa. Sabbaso jātiyā asati jātinirodhā api nu kho jarāmaraṇaṁ paññāyethā”ti? ",
  "dn15:4.4": "“No hetaṁ, bhante”. ",
  "dn15:4.5": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo jarāmaraṇassa, yadidaṁ jāti. ",
  "dn15:5.1": "‘Bhavapaccayā jātī’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā bhavapaccayā jāti. ",
  "dn15:5.2": "Bhavo ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, seyyathidaṁ—",
  "dn15:5.3": "kāmabhavo vā rūpabhavo vā arūpabhavo vā, sabbaso bhave asati bhavanirodhā api nu kho jāti paññāyethā”ti? ",
  "dn15:5.4": "“No hetaṁ, bhante”. ",
  "dn15:5.5": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo jātiyā, yadidaṁ bhavo. ",
  "dn15:6.1": "‘Upādānapaccayā bhavo’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā upādānapaccayā bhavo. ",
  "dn15:6.2": "Upādānañca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, seyyathidaṁ—",
  "dn15:6.3": "kāmupādānaṁ vā diṭṭhupādānaṁ vā sīlabbatupādānaṁ vā attavādupādānaṁ vā, sabbaso upādāne asati upādānanirodhā api nu kho bhavo paññāyethā”ti? ",
  "dn15:6.4": "“No hetaṁ, bhante”. ",
  "dn15:6.5": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo bhavassa, yadidaṁ upādānaṁ. ",
  "dn15:7.1": "‘Taṇhāpaccayā upādānan’ti iti kho panetaṁ vuttaṁ tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā taṇhāpaccayā upādānaṁ. ",
  "dn15:7.2": "Taṇhā ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, seyyathidaṁ—",
  "dn15:7.3": "rūpataṇhā saddataṇhā gandhataṇhā rasataṇhā phoṭṭhabbataṇhā dhammataṇhā, sabbaso taṇhāya asati taṇhānirodhā api nu kho upādānaṁ paññāyethā”ti? ",
  "dn15:7.4": "“No hetaṁ, bhante”. ",
  "dn15:7.5": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo upādānassa, yadidaṁ taṇhā. ",
  "dn15:8.1": "‘Vedanāpaccayā taṇhā’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā vedanāpaccayā taṇhā. ",
  "dn15:8.2": "Vedanā ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, seyyathidaṁ—",
  "dn15:8.3": "cakkhusamphassajā vedanā sotasamphassajā vedanā ghānasamphassajā vedanā jivhāsamphassajā vedanā kāyasamphassajā vedanā manosamphassajā vedanā, sabbaso vedanāya asati vedanānirodhā api nu kho taṇhā paññāyethā”ti? ",
  "dn15:8.4": "“No hetaṁ, bhante”. ",
  "dn15:8.5": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo taṇhāya, yadidaṁ vedanā. ",
  "dn15:9.1": "Iti kho panetaṁ, ānanda, vedanaṁ paṭicca taṇhā, taṇhaṁ paṭicca pariyesanā, pariyesanaṁ paṭicca lābho, lābhaṁ paṭicca vinicchayo, vinicchayaṁ paṭicca chandarāgo, chandarāgaṁ paṭicca ajjhosānaṁ, ajjhosānaṁ paṭicca pariggaho, pariggahaṁ paṭicca macchariyaṁ, macchariyaṁ paṭicca ārakkho. ",
  "dn15:9.2": "Ārakkhādhikaraṇaṁ daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavanti. ",
  "dn15:10.1": "‘Ārakkhādhikaraṇaṁ daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavantī’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā ārakkhādhikaraṇaṁ daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavanti. ",
  "dn15:10.2": "Ārakkho ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, sabbaso ārakkhe asati ārakkhanirodhā api nu kho daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādā aneke pāpakā akusalā dhammā sambhaveyyun”ti? ",
  "dn15:10.3": "“No hetaṁ, bhante”. ",
  "dn15:10.4": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādānaṁ anekesaṁ pāpakānaṁ akusalānaṁ dhammānaṁ sambhavāya yadidaṁ ārakkho. ",
  "dn15:11.1": "‘Macchariyaṁ paṭicca ārakkho’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā macchariyaṁ paṭicca ārakkho. ",
  "dn15:11.2": "Macchariyañca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, sabbaso macchariye asati macchariyanirodhā api nu kho ārakkho paññāyethā”ti? ",
  "dn15:11.3": "“No hetaṁ, bhante”. ",
  "dn15:11.4": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo ārakkhassa, yadidaṁ macchariyaṁ. ",
  "dn15:12.1": "‘Pariggahaṁ paṭicca macchariyan’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā pariggahaṁ paṭicca macchariyaṁ. ",
  "dn15:12.2": "Pariggaho ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, sabbaso pariggahe asati pariggahanirodhā api nu kho macchariyaṁ paññāyethā”ti? ",
  "dn15:12.3": "“No hetaṁ, bhante”. ",
  "dn15:12.4": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo macchariyassa, yadidaṁ pariggaho. ",
  "dn15:13.1": "‘Ajjhosānaṁ paṭicca pariggaho’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā ajjhosānaṁ paṭicca pariggaho. ",
  "dn15:13.2": "Ajjhosānañca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, sabbaso ajjhosāne asati ajjhosānanirodhā api nu kho pariggaho paññāyethā”ti? ",
  "dn15:13.3": "“No hetaṁ, bhante”. ",
  "dn15:13.4": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo pariggahassa—yadidaṁ ajjhosānaṁ. ",
  "dn15:14.1": "‘Chandarāgaṁ paṭicca ajjhosānan’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā chandarāgaṁ paṭicca ajjhosānaṁ. ",
  "dn15:14.2": "Chandarāgo ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, sabbaso chandarāge asati chandarāganirodhā api nu kho ajjhosānaṁ paññāyethā”ti? ",
  "dn15:14.3": "“No hetaṁ, bhante”. ",
  "dn15:14.4": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo ajjhosānassa, yadidaṁ chandarāgo. ",
  "dn15:15.1": "‘Vinicchayaṁ paṭicca chandarāgo’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā vinicchayaṁ paṭicca chandarāgo. ",
  "dn15:15.2": "Vinicchayo ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, sabbaso vinicchaye asati vinicchayanirodhā api nu kho chandarāgo paññāyethā”ti? ",
  "dn15:15.3": "“No hetaṁ, bhante”. ",
  "dn15:15.4": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo chandarāgassa, yadidaṁ vinicchayo. ",
  "dn15:16.1": "‘Lābhaṁ paṭicca vinicchayo’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā lābhaṁ paṭicca vinicchayo. ",
  "dn15:16.2": "Lābho ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, sabbaso lābhe asati lābhanirodhā api nu kho vinicchayo paññāyethā”ti? ",
  "dn15:16.3": "“No hetaṁ, bhante”. ",
  "dn15:16.4": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo vinicchayassa, yadidaṁ lābho. ",
  "dn15:17.1": "‘Pariyesanaṁ paṭicca lābho’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā pariyesanaṁ paṭicca lābho. ",
  "dn15:17.2": "Pariyesanā ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, sabbaso pariyesanāya asati pariyesanānirodhā api nu kho lābho paññāyethā”ti? ",
  "dn15:17.3": "“No hetaṁ, bhante”. ",
  "dn15:17.4": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo lābhassa, yadidaṁ pariyesanā. ",
  "dn15:18.1": "‘Taṇhaṁ paṭicca pariyesanā’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā taṇhaṁ paṭicca pariyesanā. ",
  "dn15:18.2": "Taṇhā ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, seyyathidaṁ—",
  "dn15:18.3": "kāmataṇhā bhavataṇhā vibhavataṇhā, sabbaso taṇhāya asati taṇhānirodhā api nu kho pariyesanā paññāyethā”ti? ",
  "dn15:18.4": "“No hetaṁ, bhante”. ",
  "dn15:18.5": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo pariyesanāya, yadidaṁ taṇhā. ",
  "dn15:18.6": "Iti kho, ānanda, ime dve dhammā dvayena vedanāya ekasamosaraṇā bhavanti. ",
  "dn15:19.1": "‘Phassapaccayā vedanā’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā phassapaccayā vedanā. ",
  "dn15:19.2": "Phasso ca hi, ānanda, nābhavissa sabbena sabbaṁ sabbathā sabbaṁ kassaci kimhici, seyyathidaṁ—",
  "dn15:19.3": "cakkhusamphasso sotasamphasso ghānasamphasso jivhāsamphasso kāyasamphasso manosamphasso, sabbaso phasse asati phassanirodhā api nu kho vedanā paññāyethā”ti? ",
  "dn15:19.4": "“No hetaṁ, bhante”. ",
  "dn15:19.5": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo vedanāya, yadidaṁ phasso. ",
  "dn15:20.1": "‘Nāmarūpapaccayā phasso’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā nāmarūpapaccayā phasso. ",
  "dn15:20.2": "Yehi, ānanda, ākārehi yehi liṅgehi yehi nimittehi yehi uddesehi nāmakāyassa paññatti hoti, tesu ākāresu tesu liṅgesu tesu nimittesu tesu uddesesu asati api nu kho rūpakāye adhivacanasamphasso paññāyethā”ti? ",
  "dn15:20.3": "“No hetaṁ, bhante”. ",
  "dn15:20.4": "“Yehi, ānanda, ākārehi yehi liṅgehi yehi nimittehi yehi uddesehi rūpakāyassa paññatti hoti, tesu ākāresu …pe… tesu uddesesu asati api nu kho nāmakāye paṭighasamphasso paññāyethā”ti? ",
  "dn15:20.5": "“No hetaṁ, bhante”. ",
  "dn15:20.6": "“Yehi, ānanda, ākārehi …pe… yehi uddesehi nāmakāyassa ca rūpakāyassa ca paññatti hoti, tesu ākāresu …pe… tesu uddesesu asati api nu kho adhivacanasamphasso vā paṭighasamphasso vā paññāyethā”ti? ",
  "dn15:20.7": "“No hetaṁ, bhante”. ",
  "dn15:20.8": "“Yehi, ānanda, ākārehi …pe… yehi uddesehi nāmarūpassa paññatti hoti, tesu ākāresu …pe… tesu uddesesu asati api nu kho phasso paññāyethā”ti? ",
  "dn15:20.9": "“No hetaṁ, bhante”. ",
  "dn15:20.10": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo phassassa, yadidaṁ nāmarūpaṁ. ",
  "dn15:21.1": "‘Viññāṇapaccayā nāmarūpan’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā viññāṇapaccayā nāmarūpaṁ. ",
  "dn15:21.2": "Viññāṇañca hi, ānanda, mātukucchismiṁ na okkamissatha, api nu kho nāmarūpaṁ mātukucchismiṁ samuccissathā”ti? ",
  "dn15:21.3": "“No hetaṁ, bhante”. ",
  "dn15:21.4": "“Viññāṇañca hi, ānanda, mātukucchismiṁ okkamitvā vokkamissatha, api nu kho nāmarūpaṁ itthattāya abhinibbattissathā”ti? ",
  "dn15:21.5": "“No hetaṁ, bhante”. ",
  "dn15:21.6": "“Viññāṇañca hi, ānanda, daharasseva sato vocchijjissatha kumārakassa vā kumārikāya vā, api nu kho nāmarūpaṁ vuddhiṁ virūḷhiṁ vepullaṁ āpajjissathā”ti? ",
  "dn15:21.7": "“No hetaṁ, bhante”. ",
  "dn15:21.8": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo nāmarūpassa—yadidaṁ viññāṇaṁ. ",
  "dn15:22.1": "‘Nāmarūpapaccayā viññāṇan’ti iti kho panetaṁ vuttaṁ, tadānanda, imināpetaṁ pariyāyena veditabbaṁ, yathā nāmarūpapaccayā viññāṇaṁ. ",
  "dn15:22.2": "Viññāṇañca hi, ānanda, nāmarūpe patiṭṭhaṁ na labhissatha, api nu kho āyatiṁ jātijarāmaraṇaṁ dukkhasamudayasambhavo paññāyethā”ti? ",
  "dn15:22.3": "“No hetaṁ, bhante”. ",
  "dn15:22.4": "“Tasmātihānanda, eseva hetu etaṁ nidānaṁ esa samudayo esa paccayo viññāṇassa yadidaṁ nāmarūpaṁ. ",
  "dn15:22.5": "Ettāvatā kho, ānanda, jāyetha vā jīyetha vā mīyetha vā cavetha vā upapajjetha vā. ",
  "dn15:22.6": "Ettāvatā adhivacanapatho, ettāvatā niruttipatho, ettāvatā paññattipatho, ettāvatā paññāvacaraṁ, ettāvatā vaṭṭaṁ vattati itthattaṁ paññāpanāya yadidaṁ nāmarūpaṁ saha viññāṇena aññamaññapaccayatā pavattati. ",
  "dn15:23.0": "2. Attapaññatti ",
  "dn15:23.1": "Kittāvatā ca, ānanda, attānaṁ paññapento paññapeti? ",
  "dn15:23.2": "Rūpiṁ vā hi, ānanda, parittaṁ attānaṁ paññapento paññapeti: ",
  "dn15:23.3": "‘rūpī me paritto attā’ti. ",
  "dn15:23.4": "Rūpiṁ vā hi, ānanda, anantaṁ attānaṁ paññapento paññapeti: ",
  "dn15:23.5": "‘rūpī me ananto attā’ti. ",
  "dn15:23.6": "Arūpiṁ vā hi, ānanda, parittaṁ attānaṁ paññapento paññapeti: ",
  "dn15:23.7": "‘arūpī me paritto attā’ti. ",
  "dn15:23.8": "Arūpiṁ vā hi, ānanda, anantaṁ attānaṁ paññapento paññapeti: ",
  "dn15:23.9": "‘arūpī me ananto attā’ti. ",
  "dn15:24.1": "Tatrānanda, yo so rūpiṁ parittaṁ attānaṁ paññapento paññapeti. ",
  "dn15:24.2": "Etarahi vā so rūpiṁ parittaṁ attānaṁ paññapento paññapeti, tattha bhāviṁ vā so rūpiṁ parittaṁ attānaṁ paññapento paññapeti, ‘atathaṁ vā pana santaṁ tathattāya upakappessāmī’ti iti vā panassa hoti. ",
  "dn15:24.3": "Evaṁ santaṁ kho, ānanda, rūpiṁ parittattānudiṭṭhi anusetīti iccālaṁ vacanāya. ",
  "dn15:24.4": "Tatrānanda, yo so rūpiṁ anantaṁ attānaṁ paññapento paññapeti. ",
  "dn15:24.5": "Etarahi vā so rūpiṁ anantaṁ attānaṁ paññapento paññapeti, tattha bhāviṁ vā so rūpiṁ anantaṁ attānaṁ paññapento paññapeti, ‘atathaṁ vā pana santaṁ tathattāya upakappessāmī’ti iti vā panassa hoti. ",
  "dn15:24.6": "Evaṁ santaṁ kho, ānanda, rūpiṁ anantattānudiṭṭhi anusetīti iccālaṁ vacanāya. ",
  "dn15:24.7": "Tatrānanda, yo so arūpiṁ parittaṁ attānaṁ paññapento paññapeti. ",
  "dn15:24.8": "Etarahi vā so arūpiṁ parittaṁ attānaṁ paññapento paññapeti, tattha bhāviṁ vā so arūpiṁ parittaṁ attānaṁ paññapento paññapeti, ‘atathaṁ vā pana santaṁ tathattāya upakappessāmī’ti iti vā panassa hoti. ",
  "dn15:24.9": "Evaṁ santaṁ kho, ānanda, arūpiṁ parittattānudiṭṭhi anusetīti iccālaṁ vacanāya. ",
  "dn15:24.10": "Tatrānanda, yo so arūpiṁ anantaṁ attānaṁ paññapento paññapeti. ",
  "dn15:24.11": "Etarahi vā so arūpiṁ anantaṁ attānaṁ paññapento paññapeti, tattha bhāviṁ vā so arūpiṁ anantaṁ attānaṁ paññapento paññapeti, ‘atathaṁ vā pana santaṁ tathattāya upakappessāmī’ti iti vā panassa hoti. ",
  "dn15:24.12": "Evaṁ santaṁ kho, ānanda, arūpiṁ anantattānudiṭṭhi anusetīti iccālaṁ vacanāya. ",
  "dn15:24.13": "Ettāvatā kho, ānanda, attānaṁ paññapento paññapeti. ",
  "dn15:25.0": "3. Naattapaññatti ",
  "dn15:25.1": "Kittāvatā ca, ānanda, attānaṁ na paññapento na paññapeti? ",
  "dn15:25.2": "Rūpiṁ vā hi, ānanda, parittaṁ attānaṁ na paññapento na paññapeti: ",
  "dn15:25.3": "‘rūpī me paritto attā’ti. ",
  "dn15:25.4": "Rūpiṁ vā hi, ānanda, anantaṁ attānaṁ na paññapento na paññapeti: ",
  "dn15:25.5": "‘rūpī me ananto attā’ti. ",
  "dn15:25.6": "Arūpiṁ vā hi, ānanda, parittaṁ attānaṁ na paññapento na paññapeti: ",
  "dn15:25.7": "‘arūpī me paritto attā’ti. ",
  "dn15:25.8": "Arūpiṁ vā hi, ānanda, anantaṁ attānaṁ na paññapento na paññapeti: ",
  "dn15:25.9": "‘arūpī me ananto attā’ti. ",
  "dn15:26.1": "Tatrānanda, yo so rūpiṁ parittaṁ attānaṁ na paññapento na paññapeti. ",
  "dn15:26.2": "Etarahi vā so rūpiṁ parittaṁ attānaṁ na paññapento na paññapeti, tattha bhāviṁ vā so rūpiṁ parittaṁ attānaṁ na paññapento na paññapeti, ‘atathaṁ vā pana santaṁ tathattāya upakappessāmī’ti iti vā panassa na hoti. ",
  "dn15:26.3": "Evaṁ santaṁ kho, ānanda, rūpiṁ parittattānudiṭṭhi nānusetīti iccālaṁ vacanāya. ",
  "dn15:26.4": "Tatrānanda, yo so rūpiṁ anantaṁ attānaṁ na paññapento na paññapeti. ",
  "dn15:26.5": "Etarahi vā so rūpiṁ anantaṁ attānaṁ na paññapento na paññapeti, tattha bhāviṁ vā so rūpiṁ anantaṁ attānaṁ na paññapento na paññapeti, ‘atathaṁ vā pana santaṁ tathattāya upakappessāmī’ti iti vā panassa na hoti. ",
  "dn15:26.6": "Evaṁ santaṁ kho, ānanda, rūpiṁ anantattānudiṭṭhi nānusetīti iccālaṁ vacanāya. ",
  "dn15:26.7": "Tatrānanda, yo so arūpiṁ parittaṁ attānaṁ na paññapento na paññapeti. ",
  "dn15:26.8": "Etarahi vā so arūpiṁ parittaṁ attānaṁ na paññapento na paññapeti, tattha bhāviṁ vā so arūpiṁ parittaṁ attānaṁ na paññapento na paññapeti, ‘atathaṁ vā pana santaṁ tathattāya upakappessāmī’ti iti vā panassa na hoti. ",
  "dn15:26.9": "Evaṁ santaṁ kho, ānanda, arūpiṁ parittattānudiṭṭhi nānusetīti iccālaṁ vacanāya. ",
  "dn15:26.10": "Tatrānanda, yo so arūpiṁ anantaṁ attānaṁ na paññapento na paññapeti. ",
  "dn15:26.11": "Etarahi vā so arūpiṁ anantaṁ attānaṁ na paññapento na paññapeti, tattha bhāviṁ vā so arūpiṁ anantaṁ attānaṁ na paññapento na paññapeti, ‘atathaṁ vā pana santaṁ tathattāya upakappessāmī’ti iti vā panassa na hoti. ",
  "dn15:26.12": "Evaṁ santaṁ kho, ānanda, arūpiṁ anantattānudiṭṭhi nānusetīti iccālaṁ vacanāya. ",
  "dn15:26.13": "Ettāvatā kho, ānanda, attānaṁ na paññapento na paññapeti. ",
  "dn15:27.0": "4. Attasamanupassanā ",
  "dn15:27.1": "Kittāvatā ca, ānanda, attānaṁ samanupassamāno samanupassati? ",
  "dn15:27.2": "Vedanaṁ vā hi, ānanda, attānaṁ samanupassamāno samanupassati: ",
  "dn15:27.3": "‘vedanā me attā’ti. ",
  "dn15:27.4": "‘Na heva kho me vedanā attā, appaṭisaṁvedano me attā’ti iti vā hi, ānanda, attānaṁ samanupassamāno samanupassati. ",
  "dn15:27.5": "‘Na heva kho me vedanā attā, nopi appaṭisaṁvedano me attā, attā me vediyati, vedanādhammo hi me attā’ti iti vā hi, ānanda, attānaṁ samanupassamāno samanupassati. ",
  "dn15:28.1": "Tatrānanda, yo so evamāha: ",
  "dn15:28.2": "‘vedanā me attā’ti, ",
  "dn15:28.3": "so evamassa vacanīyo: ",
  "dn15:28.4": "‘tisso kho imā, āvuso, vedanā—",
  "dn15:28.5": "sukhā vedanā dukkhā vedanā adukkhamasukhā vedanā. ",
  "dn15:28.6": "Imāsaṁ kho tvaṁ tissannaṁ vedanānaṁ katamaṁ attato samanupassasī’ti? ",
  "dn15:28.7": "Yasmiṁ, ānanda, samaye sukhaṁ vedanaṁ vedeti, neva tasmiṁ samaye dukkhaṁ vedanaṁ vedeti, na adukkhamasukhaṁ vedanaṁ vedeti; ",
  "dn15:28.8": "sukhaṁyeva tasmiṁ samaye vedanaṁ vedeti. ",
  "dn15:28.9": "Yasmiṁ, ānanda, samaye dukkhaṁ vedanaṁ vedeti, neva tasmiṁ samaye sukhaṁ vedanaṁ vedeti, na adukkhamasukhaṁ vedanaṁ vedeti; ",
  "dn15:28.10": "dukkhaṁyeva tasmiṁ samaye vedanaṁ vedeti. ",
  "dn15:28.11": "Yasmiṁ, ānanda, samaye adukkhamasukhaṁ vedanaṁ vedeti, neva tasmiṁ samaye sukhaṁ vedanaṁ vedeti, na dukkhaṁ vedanaṁ vedeti; ",
  "dn15:28.12": "adukkhamasukhaṁyeva tasmiṁ samaye vedanaṁ vedeti. ",
  "dn15:29.1": "Sukhāpi kho, ānanda, vedanā aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā. ",
  "dn15:29.2": "Dukkhāpi kho, ānanda, vedanā aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā. ",
  "dn15:29.3": "Adukkhamasukhāpi kho, ānanda, vedanā aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā. ",
  "dn15:29.4": "Tassa sukhaṁ vedanaṁ vediyamānassa ‘eso me attā’ti hoti. ",
  "dn15:29.5": "Tassāyeva sukhāya vedanāya nirodhā ‘byagā me attā’ti hoti. ",
  "dn15:29.6": "Dukkhaṁ vedanaṁ vediyamānassa ‘eso me attā’ti hoti. ",
  "dn15:29.7": "Tassāyeva dukkhāya vedanāya nirodhā ‘byagā me attā’ti hoti. ",
  "dn15:29.8": "Adukkhamasukhaṁ vedanaṁ vediyamānassa ‘eso me attā’ti hoti. ",
  "dn15:29.9": "Tassāyeva adukkhamasukhāya vedanāya nirodhā ‘byagā me attā’ti hoti. ",
  "dn15:29.10": "Iti so diṭṭheva dhamme aniccasukhadukkhavokiṇṇaṁ uppādavayadhammaṁ attānaṁ samanupassamāno samanupassati, yo so evamāha: ‘vedanā me attā’ti. ",
  "dn15:29.11": "Tasmātihānanda, etena petaṁ nakkhamati: ‘vedanā me attā’ti samanupassituṁ. ",
  "dn15:30.1": "Tatrānanda, yo so evamāha: ",
  "dn15:30.2": "‘na heva kho me vedanā attā, appaṭisaṁvedano me attā’ti, so evamassa vacanīyo: ",
  "dn15:30.3": "‘yattha panāvuso, sabbaso vedayitaṁ natthi api nu kho, tattha “ayamahamasmī”ti siyā’”ti? ",
  "dn15:30.4": "“No hetaṁ, bhante”. ",
  "dn15:30.5": "“Tasmātihānanda, etena petaṁ nakkhamati: ‘na heva kho me vedanā attā, appaṭisaṁvedano me attā’ti samanupassituṁ. ",
  "dn15:31.1": "Tatrānanda, yo so evamāha: ",
  "dn15:31.2": "‘na heva kho me vedanā attā, nopi appaṭisaṁvedano me attā, attā me vediyati, vedanādhammo hi me attā’ti. ",
  "dn15:31.3": "So evamassa vacanīyo—",
  "dn15:31.4": "vedanā ca hi, āvuso, sabbena sabbaṁ sabbathā sabbaṁ aparisesā nirujjheyyuṁ. ",
  "dn15:31.5": "Sabbaso vedanāya asati vedanānirodhā api nu kho tattha ‘ayamahamasmī’ti siyā”ti? ",
  "dn15:31.6": "“No hetaṁ, bhante”. ",
  "dn15:31.7": "“Tasmātihānanda, etena petaṁ nakkhamati: ‘na heva kho me vedanā attā, nopi appaṭisaṁvedano me attā, attā me vediyati, vedanādhammo hi me attā’ti samanupassituṁ. ",
  "dn15:32.1": "Yato kho, ānanda, bhikkhu neva vedanaṁ attānaṁ samanupassati, nopi appaṭisaṁvedanaṁ attānaṁ samanupassati, nopi ‘attā me vediyati, vedanādhammo hi me attā’ti samanupassati. ",
  "dn15:32.2": "So evaṁ na samanupassanto na ca kiñci loke upādiyati, ",
  "dn15:32.3": "anupādiyaṁ na paritassati, aparitassaṁ paccattaññeva parinibbāyati, ",
  "dn15:32.4": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "dn15:32.5": "Evaṁ vimuttacittaṁ kho, ānanda, bhikkhuṁ yo evaṁ vadeyya: ",
  "dn15:32.6": "‘hoti tathāgato paraṁ maraṇā itissa diṭṭhī’ti, tadakallaṁ. ",
  "dn15:32.7": "‘Na hoti tathāgato paraṁ maraṇā itissa diṭṭhī’ti, tadakallaṁ. ",
  "dn15:32.8": "‘Hoti ca na ca hoti tathāgato paraṁ maraṇā itissa diṭṭhī’ti, tadakallaṁ. ",
  "dn15:32.9": "‘Neva hoti na na hoti tathāgato paraṁ maraṇā itissa diṭṭhī’ti, tadakallaṁ. ",
  "dn15:32.10": "Taṁ kissa hetu? ",
  "dn15:32.11": "Yāvatā, ānanda, adhivacanaṁ yāvatā adhivacanapatho, yāvatā nirutti yāvatā niruttipatho, yāvatā paññatti yāvatā paññattipatho, yāvatā paññā yāvatā paññāvacaraṁ, yāvatā vaṭṭaṁ, yāvatā vaṭṭati, tadabhiññāvimutto bhikkhu, tadabhiññāvimuttaṁ bhikkhuṁ ‘na jānāti na passati itissa diṭṭhī’ti, tadakallaṁ. ",
  "dn15:33.0": "5. Sattaviññāṇaṭṭhiti ",
  "dn15:33.1": "Satta kho, ānanda, viññāṇaṭṭhitiyo, dve āyatanāni. ",
  "dn15:33.2": "Katamā satta? ",
  "dn15:33.3": "Santānanda, sattā nānattakāyā nānattasaññino, seyyathāpi manussā, ekacce ca devā, ekacce ca vinipātikā. ",
  "dn15:33.4": "Ayaṁ paṭhamā viññāṇaṭṭhiti. ",
  "dn15:33.5": "Santānanda, sattā nānattakāyā ekattasaññino, seyyathāpi devā brahmakāyikā paṭhamābhinibbattā. ",
  "dn15:33.6": "Ayaṁ dutiyā viññāṇaṭṭhiti. ",
  "dn15:33.7": "Santānanda, sattā ekattakāyā nānattasaññino, seyyathāpi devā ābhassarā. ",
  "dn15:33.8": "Ayaṁ tatiyā viññāṇaṭṭhiti. ",
  "dn15:33.9": "Santānanda, sattā ekattakāyā ekattasaññino, seyyathāpi devā subhakiṇhā. ",
  "dn15:33.10": "Ayaṁ catutthī viññāṇaṭṭhiti. ",
  "dn15:33.11": "Santānanda, sattā sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanūpagā. ",
  "dn15:33.12": "Ayaṁ pañcamī viññāṇaṭṭhiti. ",
  "dn15:33.13": "Santānanda, sattā sabbaso ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanūpagā. ",
  "dn15:33.14": "Ayaṁ chaṭṭhī viññāṇaṭṭhiti. ",
  "dn15:33.15": "Santānanda, sattā sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanūpagā. ",
  "dn15:33.16": "Ayaṁ sattamī viññāṇaṭṭhiti. ",
  "dn15:33.17": "Asaññasattāyatanaṁ nevasaññānāsaññāyatanameva dutiyaṁ. ",
  "dn15:34.1": "Tatrānanda, yāyaṁ paṭhamā viññāṇaṭṭhiti nānattakāyā nānattasaññino, seyyathāpi manussā, ekacce ca devā, ekacce ca vinipātikā. ",
  "dn15:34.2": "Yo nu kho, ānanda, tañca pajānāti, tassā ca samudayaṁ pajānāti, tassā ca atthaṅgamaṁ pajānāti, tassā ca assādaṁ pajānāti, tassā ca ādīnavaṁ pajānāti, tassā ca nissaraṇaṁ pajānāti, kallaṁ nu tena tadabhinanditun”ti? ",
  "dn15:34.3": "“No hetaṁ, bhante” …pe… ",
  "dn15:34.4": "“tatrānanda, yamidaṁ asaññasattāyatanaṁ. ",
  "dn15:34.5": "Yo nu kho, ānanda, tañca pajānāti, tassa ca samudayaṁ pajānāti, tassa ca atthaṅgamaṁ pajānāti, tassa ca assādaṁ pajānāti, tassa ca ādīnavaṁ pajānāti, tassa ca nissaraṇaṁ pajānāti, kallaṁ nu tena tadabhinanditun”ti? ",
  "dn15:34.6": "“No hetaṁ, bhante”. ",
  "dn15:34.7": "“Tatrānanda, yamidaṁ nevasaññānāsaññāyatanaṁ. ",
  "dn15:34.8": "Yo nu kho, ānanda, tañca pajānāti, tassa ca samudayaṁ pajānāti, tassa ca atthaṅgamaṁ pajānāti, tassa ca assādaṁ pajānāti, tassa ca ādīnavaṁ pajānāti, tassa ca nissaraṇaṁ pajānāti, kallaṁ nu tena tadabhinanditun”ti? ",
  "dn15:34.9": "“No hetaṁ, bhante”. ",
  "dn15:34.10": "“Yato kho, ānanda, bhikkhu imāsañca sattannaṁ viññāṇaṭṭhitīnaṁ imesañca dvinnaṁ āyatanānaṁ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṁ viditvā anupādā vimutto hoti, ayaṁ vuccatānanda, bhikkhu paññāvimutto. ",
  "dn15:35.0": "6. Aṭṭhavimokkha ",
  "dn15:35.1": "Aṭṭha kho ime, ānanda, vimokkhā. ",
  "dn15:35.2": "Katame aṭṭha? ",
  "dn15:35.3": "Rūpī rūpāni passati ",
  "dn15:35.4": "ayaṁ paṭhamo vimokkho. ",
  "dn15:35.5": "Ajjhattaṁ arūpasaññī bahiddhā rūpāni passati, ",
  "dn15:35.6": "ayaṁ dutiyo vimokkho. ",
  "dn15:35.7": "Subhanteva adhimutto hoti, ",
  "dn15:35.8": "ayaṁ tatiyo vimokkho. ",
  "dn15:35.9": "Sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharati, ",
  "dn15:35.10": "ayaṁ catuttho vimokkho. ",
  "dn15:35.11": "Sabbaso ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharati, ",
  "dn15:35.12": "ayaṁ pañcamo vimokkho. ",
  "dn15:35.13": "Sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharati, ",
  "dn15:35.14": "ayaṁ chaṭṭho vimokkho. ",
  "dn15:35.15": "Sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharati, ",
  "dn15:35.16": "ayaṁ sattamo vimokkho. ",
  "dn15:35.17": "Sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharati, ",
  "dn15:35.18": "ayaṁ aṭṭhamo vimokkho. ",
  "dn15:35.19": "Ime kho, ānanda, aṭṭha vimokkhā. ",
  "dn15:36.1": "Yato kho, ānanda, bhikkhu ime aṭṭha vimokkhe anulomampi samāpajjati, paṭilomampi samāpajjati, anulomapaṭilomampi samāpajjati, yatthicchakaṁ yadicchakaṁ yāvaticchakaṁ samāpajjatipi vuṭṭhātipi. ",
  "dn15:36.2": "Āsavānañca khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati, ayaṁ vuccatānanda, bhikkhu ubhatobhāgavimutto. ",
  "dn15:36.3": "Imāya ca, ānanda, ubhatobhāgavimuttiyā aññā ubhatobhāgavimutti uttaritarā vā paṇītatarā vā natthī”ti. ",
  "dn15:36.4": "Idamavoca bhagavā. ",
  "dn15:36.5": "Attamano āyasmā ānando bhagavato bhāsitaṁ abhinandīti. ",
  "dn15:36.6": "Mahānidānasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}