{
  "dn17:0.1": "Dīgha Nikāya 17 ",
  "dn17:0.2": "Mahāsudassanasutta ",
  "dn17:1.1.1": "Evaṁ me sutaṁ—",
  "dn17:1.1.2": "ekaṁ samayaṁ bhagavā kusinārāyaṁ viharati upavattane mallānaṁ sālavane antarena yamakasālānaṁ parinibbānasamaye. ",
  "dn17:1.2.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn17:1.2.2": "“mā, bhante, bhagavā imasmiṁ khuddakanagarake ujjaṅgalanagarake sākhānagarake parinibbāyi. ",
  "dn17:1.2.3": "Santi, bhante, aññāni mahānagarāni. ",
  "dn17:1.2.4": "Seyyathidaṁ—campā, rājagahaṁ, sāvatthi, sāketaṁ, kosambī, bārāṇasī; ",
  "dn17:1.2.5": "ettha bhagavā parinibbāyatu. ",
  "dn17:1.2.6": "Ettha bahū khattiyamahāsālā brāhmaṇamahāsālā gahapatimahāsālā tathāgate abhippasannā, te tathāgatassa sarīrapūjaṁ karissantī”ti. ",
  "dn17:1.3.1": "“Mā hevaṁ, ānanda, avaca; mā hevaṁ, ānanda, avaca: ",
  "dn17:1.3.2": "‘khuddakanagarakaṁ ujjaṅgalanagarakaṁ sākhānagarakan’ti. ",
  "dn17:1.3.3.0": "1. Kusāvatīrājadhānī ",
  "dn17:1.3.4": "Bhūtapubbaṁ, ānanda, rājā mahāsudassano nāma ahosi khattiyo muddhāvasitto cāturanto vijitāvī janapadatthāvariyappatto. ",
  "dn17:1.3.5": "Rañño, ānanda, mahāsudassanassa ayaṁ kusinārā kusāvatī nāma rājadhānī ahosi. ",
  "dn17:1.3.6": "Puratthimena ca pacchimena ca dvādasayojanāni āyāmena, uttarena ca dakkhiṇena ca sattayojanāni vitthārena. ",
  "dn17:1.3.7": "Kusāvatī, ānanda, rājadhānī iddhā ceva ahosi phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
  "dn17:1.3.8": "Seyyathāpi, ānanda, devānaṁ āḷakamandā nāma rājadhānī iddhā ceva hoti phītā ca bahujanā ca ākiṇṇayakkhā ca subhikkhā ca; ",
  "dn17:1.3.9": "evameva kho, ānanda, kusāvatī rājadhānī iddhā ceva ahosi phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
  "dn17:1.3.10": "Kusāvatī, ānanda, rājadhānī dasahi saddehi avivittā ahosi divā ceva rattiñca, seyyathidaṁ—",
  "dn17:1.3.11": "hatthisaddena assasaddena rathasaddena bherisaddena mudiṅgasaddena vīṇāsaddena gītasaddena saṅkhasaddena sammasaddena pāṇitāḷasaddena ‘asnātha pivatha khādathā’ti dasamena saddena. ",
  "dn17:1.4.1": "Kusāvatī, ānanda, rājadhānī sattahi pākārehi parikkhittā ahosi. ",
  "dn17:1.4.2": "Eko pākāro sovaṇṇamayo, eko rūpiyamayo, eko veḷuriyamayo, eko phalikamayo, eko lohitaṅkamayo, eko masāragallamayo, eko sabbaratanamayo. ",
  "dn17:1.5.1": "Kusāvatiyā, ānanda, rājadhāniyā catunnaṁ vaṇṇānaṁ dvārāni ahesuṁ. ",
  "dn17:1.5.2": "Ekaṁ dvāraṁ sovaṇṇamayaṁ, ekaṁ rūpiyamayaṁ, ekaṁ veḷuriyamayaṁ, ekaṁ phalikamayaṁ. ",
  "dn17:1.5.3": "Ekekasmiṁ dvāre satta satta esikā nikhātā ahesuṁ tiporisaṅgā tiporisanikhātā dvādasaporisā ubbedhena. ",
  "dn17:1.5.4": "Ekā esikā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā, ekā lohitaṅkamayā, ekā masāragallamayā, ekā sabbaratanamayā. ",
  "dn17:1.6.1": "Kusāvatī, ānanda, rājadhānī sattahi tālapantīhi parikkhittā ahosi. ",
  "dn17:1.6.2": "Ekā tālapanti sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā, ekā lohitaṅkamayā, ekā masāragallamayā, ekā sabbaratanamayā. ",
  "dn17:1.6.3": "Sovaṇṇamayassa tālassa sovaṇṇamayo khandho ahosi, rūpiyamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.4": "Rūpiyamayassa tālassa rūpiyamayo khandho ahosi, sovaṇṇamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.5": "Veḷuriyamayassa tālassa veḷuriyamayo khandho ahosi, phalikamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.6": "Phalikamayassa tālassa phalikamayo khandho ahosi, veḷuriyamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.7": "Lohitaṅkamayassa tālassa lohitaṅkamayo khandho ahosi, masāragallamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.8": "Masāragallamayassa tālassa masāragallamayo khandho ahosi, lohitaṅkamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.9": "Sabbaratanamayassa tālassa sabbaratanamayo khandho ahosi, sabbaratanamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.10": "Tāsaṁ kho panānanda, tālapantīnaṁ vāteritānaṁ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.6.11": "Seyyathāpi, ānanda, pañcaṅgikassa tūriyassa suvinītassa suppaṭitāḷitassa sukusalehi samannāhatassa saddo hoti vaggu ca rajanīyo ca khamanīyo ca madanīyo ca; ",
  "dn17:1.6.12": "evameva kho, ānanda, tāsaṁ tālapantīnaṁ vāteritānaṁ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.6.13": "Ye kho panānanda, tena samayena kusāvatiyā rājadhāniyā dhuttā ahesuṁ soṇḍā pipāsā, te tāsaṁ tālapantīnaṁ vāteritānaṁ saddena paricāresuṁ. ",
  "dn17:1.7.0.1": "2. Sattaratanasamannāgata ",
  "dn17:1.7.0.2": "2.1. Cakkaratana ",
  "dn17:1.7.1": "Rājā, ānanda, mahāsudassano sattahi ratanehi samannāgato ahosi catūhi ca iddhīhi. ",
  "dn17:1.7.2": "Katamehi sattahi? ",
  "dn17:1.7.3": "Idhānanda, rañño mahāsudassanassa tadahuposathe pannarase sīsaṁnhātassa uposathikassa uparipāsādavaragatassa ",
  "dn17:1.7.4": "dibbaṁ cakkaratanaṁ pāturahosi sahassāraṁ sanemikaṁ sanābhikaṁ sabbākāraparipūraṁ. ",
  "dn17:1.7.5": "Disvā rañño mahāsudassanassa etadahosi: ",
  "dn17:1.7.6": "‘sutaṁ kho pana metaṁ: “yassa rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṁnhātassa uposathikassa uparipāsādavaragatassa dibbaṁ cakkaratanaṁ pātubhavati sahassāraṁ sanemikaṁ sanābhikaṁ sabbākāraparipūraṁ, so hoti rājā cakkavattī”ti. ",
  "dn17:1.7.7": "Assaṁ nu kho ahaṁ rājā cakkavattī’ti. ",
  "dn17:1.8.1": "Atha kho, ānanda, rājā mahāsudassano uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā vāmena hatthena suvaṇṇabhiṅkāraṁ gahetvā dakkhiṇena hatthena cakkaratanaṁ abbhukkiri: ",
  "dn17:1.8.2": "‘pavattatu bhavaṁ cakkaratanaṁ, abhivijinātu bhavaṁ cakkaratanan’ti. ",
  "dn17:1.8.3": "Atha kho taṁ, ānanda, cakkaratanaṁ puratthimaṁ disaṁ pavatti, anvadeva rājā mahāsudassano saddhiṁ caturaṅginiyā senāya, yasmiṁ kho panānanda, padese cakkaratanaṁ patiṭṭhāsi, tattha rājā mahāsudassano vāsaṁ upagacchi saddhiṁ caturaṅginiyā senāya. ",
  "dn17:1.9.1": "Ye kho panānanda, puratthimāya disāya paṭirājāno, te rājānaṁ mahāsudassanaṁ upasaṅkamitvā evamāhaṁsu: ",
  "dn17:1.9.2": "‘ehi kho, mahārāja, svāgataṁ te, mahārāja, sakaṁ te, mahārāja, anusāsa, mahārājā’ti. ",
  "dn17:1.9.3": "Rājā mahāsudassano evamāha: ",
  "dn17:1.9.4": "‘pāṇo na hantabbo, adinnaṁ na ādātabbaṁ, kāmesu micchā na caritabbā, musā na bhaṇitabbā, majjaṁ na pātabbaṁ, yathābhuttañca bhuñjathā’ti. ",
  "dn17:1.9.5": "Ye kho panānanda, puratthimāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesuṁ. ",
  "dn17:1.10.1": "Atha kho taṁ, ānanda, cakkaratanaṁ puratthimaṁ samuddaṁ ajjhogāhetvā paccuttaritvā dakkhiṇaṁ disaṁ pavatti …pe… ",
  "dn17:1.10.2": "dakkhiṇaṁ samuddaṁ ajjhogāhetvā paccuttaritvā pacchimaṁ disaṁ pavatti …pe… ",
  "dn17:1.10.3": "pacchimaṁ samuddaṁ ajjhogāhetvā paccuttaritvā uttaraṁ disaṁ pavatti, anvadeva rājā mahāsudassano saddhiṁ caturaṅginiyā senāya. ",
  "dn17:1.10.4": "Yasmiṁ kho panānanda, padese cakkaratanaṁ patiṭṭhāsi, tattha rājā mahāsudassano vāsaṁ upagacchi saddhiṁ caturaṅginiyā senāya. ",
  "dn17:1.10.5": "Ye kho panānanda, uttarāya disāya paṭirājāno, te rājānaṁ mahāsudassanaṁ upasaṅkamitvā evamāhaṁsu: ",
  "dn17:1.10.6": "‘ehi kho, mahārāja, svāgataṁ te, mahārāja, sakaṁ te, mahārāja, anusāsa, mahārājā’ti. ",
  "dn17:1.10.7": "Rājā mahāsudassano evamāha: ",
  "dn17:1.10.8": "‘pāṇo na hantabbo, adinnaṁ na ādātabbaṁ, kāmesu micchā na caritabbā, musā na bhaṇitabbā, majjaṁ na pātabbaṁ, yathābhuttañca bhuñjathā’ti. ",
  "dn17:1.10.9": "Ye kho panānanda, uttarāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesuṁ. ",
  "dn17:1.11.1": "Atha kho taṁ, ānanda, cakkaratanaṁ samuddapariyantaṁ pathaviṁ abhivijinitvā kusāvatiṁ rājadhāniṁ paccāgantvā rañño mahāsudassanassa antepuradvāre atthakaraṇapamukhe akkhāhataṁ maññe aṭṭhāsi rañño mahāsudassanassa antepuraṁ upasobhayamānaṁ. ",
  "dn17:1.11.2": "Rañño, ānanda, mahāsudassanassa evarūpaṁ cakkaratanaṁ pāturahosi. ",
  "dn17:1.12.0": "2.2. Hatthiratana ",
  "dn17:1.12.1": "Puna caparaṁ, ānanda, rañño mahāsudassanassa hatthiratanaṁ pāturahosi ",
  "dn17:1.12.2": "sabbaseto sattappatiṭṭho iddhimā vehāsaṅgamo uposatho nāma nāgarājā. ",
  "dn17:1.12.3": "Taṁ disvā rañño mahāsudassanassa cittaṁ pasīdi: ",
  "dn17:1.12.4": "‘bhaddakaṁ vata bho hatthiyānaṁ, sace damathaṁ upeyyā’ti. ",
  "dn17:1.12.5": "Atha kho taṁ, ānanda, hatthiratanaṁ—seyyathāpi nāma gandhahatthājāniyo dīgharattaṁ suparidanto; evameva damathaṁ upagacchi. ",
  "dn17:1.12.6": "Bhūtapubbaṁ, ānanda, rājā mahāsudassano tameva hatthiratanaṁ vīmaṁsamāno pubbaṇhasamayaṁ abhiruhitvā samuddapariyantaṁ pathaviṁ anuyāyitvā kusāvatiṁ rājadhāniṁ paccāgantvā pātarāsamakāsi. ",
  "dn17:1.12.7": "Rañño, ānanda, mahāsudassanassa evarūpaṁ hatthiratanaṁ pāturahosi. ",
  "dn17:1.13.0": "2.3. Assaratana ",
  "dn17:1.13.1": "Puna caparaṁ, ānanda, rañño mahāsudassanassa assaratanaṁ pāturahosi ",
  "dn17:1.13.2": "sabbaseto kāḷasīso muñjakeso iddhimā vehāsaṅgamo valāhako nāma assarājā. ",
  "dn17:1.13.3": "Taṁ disvā rañño mahāsudassanassa cittaṁ pasīdi: ",
  "dn17:1.13.4": "‘bhaddakaṁ vata bho assayānaṁ sace damathaṁ upeyyā’ti. ",
  "dn17:1.13.5": "Atha kho taṁ, ānanda, assaratanaṁ seyyathāpi nāma bhaddo assājāniyo dīgharattaṁ suparidanto; evameva damathaṁ upagacchi. ",
  "dn17:1.13.6": "Bhūtapubbaṁ, ānanda, rājā mahāsudassano tameva assaratanaṁ vīmaṁsamāno pubbaṇhasamayaṁ abhiruhitvā samuddapariyantaṁ pathaviṁ anuyāyitvā kusāvatiṁ rājadhāniṁ paccāgantvā pātarāsamakāsi. ",
  "dn17:1.13.7": "Rañño, ānanda, mahāsudassanassa evarūpaṁ assaratanaṁ pāturahosi. ",
  "dn17:1.14.0": "2.4. Maṇiratana ",
  "dn17:1.14.1": "Puna caparaṁ, ānanda, rañño mahāsudassanassa maṇiratanaṁ pāturahosi. ",
  "dn17:1.14.2": "So ahosi maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato accho vippasanno anāvilo sabbākārasampanno. ",
  "dn17:1.14.3": "Tassa kho panānanda, maṇiratanassa ābhā samantā yojanaṁ phuṭā ahosi. ",
  "dn17:1.14.4": "Bhūtapubbaṁ, ānanda, rājā mahāsudassano tameva maṇiratanaṁ vīmaṁsamāno caturaṅginiṁ senaṁ sannayhitvā maṇiṁ dhajaggaṁ āropetvā rattandhakāratimisāya pāyāsi. ",
  "dn17:1.14.5": "Ye kho panānanda, samantā gāmā ahesuṁ, te tenobhāsena kammante payojesuṁ divāti maññamānā. ",
  "dn17:1.14.6": "Rañño, ānanda, mahāsudassanassa evarūpaṁ maṇiratanaṁ pāturahosi. ",
  "dn17:1.15.0": "2.5. Itthiratana ",
  "dn17:1.15.1": "Puna caparaṁ, ānanda, rañño mahāsudassanassa itthiratanaṁ pāturahosi ",
  "dn17:1.15.2": "abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā nātidīghā nātirassā nātikisā nātithūlā nātikāḷikā nāccodātā atikkantā mānusivaṇṇaṁ appattā dibbavaṇṇaṁ. ",
  "dn17:1.15.3": "Tassa kho panānanda, itthiratanassa evarūpo kāyasamphasso hoti, seyyathāpi nāma tūlapicuno vā kappāsapicuno vā. ",
  "dn17:1.15.4": "Tassa kho panānanda, itthiratanassa sīte uṇhāni gattāni honti, uṇhe sītāni. ",
  "dn17:1.15.5": "Tassa kho panānanda, itthiratanassa kāyato candanagandho vāyati, mukhato uppalagandho. ",
  "dn17:1.15.6": "Taṁ kho panānanda, itthiratanaṁ rañño mahāsudassanassa pubbuṭṭhāyinī ahosi pacchānipātinī kiṅkārapaṭissāvinī manāpacārinī piyavādinī. ",
  "dn17:1.15.7": "Taṁ kho panānanda, itthiratanaṁ rājānaṁ mahāsudassanaṁ manasāpi no aticari, kuto pana kāyena. ",
  "dn17:1.15.8": "Rañño, ānanda, mahāsudassanassa evarūpaṁ itthiratanaṁ pāturahosi. ",
  "dn17:1.16.0": "2.6. Gahapatiratana ",
  "dn17:1.16.1": "Puna caparaṁ, ānanda, rañño mahāsudassanassa gahapatiratanaṁ pāturahosi. ",
  "dn17:1.16.2": "Tassa kammavipākajaṁ dibbacakkhu pāturahosi yena nidhiṁ passati sassāmikampi assāmikampi. ",
  "dn17:1.16.3": "So rājānaṁ mahāsudassanaṁ upasaṅkamitvā evamāha: ",
  "dn17:1.16.4": "‘appossukko tvaṁ, deva, hohi, ahaṁ te dhanena dhanakaraṇīyaṁ karissāmī’ti. ",
  "dn17:1.16.5": "Bhūtapubbaṁ, ānanda, rājā mahāsudassano tameva gahapatiratanaṁ vīmaṁsamāno nāvaṁ abhiruhitvā majjhe gaṅgāya nadiyā sotaṁ ogāhitvā gahapatiratanaṁ etadavoca: ",
  "dn17:1.16.6": "‘attho me, gahapati, hiraññasuvaṇṇenā’ti. ",
  "dn17:1.16.7": "‘Tena hi, mahārāja, ekaṁ tīraṁ nāvā upetū’ti. ",
  "dn17:1.16.8": "‘Idheva me, gahapati, attho hiraññasuvaṇṇenā’ti. ",
  "dn17:1.16.9": "Atha kho taṁ, ānanda, gahapatiratanaṁ ubhohi hatthehi udakaṁ omasitvā pūraṁ hiraññasuvaṇṇassa kumbhiṁ uddharitvā rājānaṁ mahāsudassanaṁ etadavoca: ",
  "dn17:1.16.10": "‘alamettāvatā, mahārāja, katamettāvatā, mahārāja, pūjitamettāvatā, mahārājā’ti? ",
  "dn17:1.16.11": "Rājā mahāsudassano evamāha: ",
  "dn17:1.16.12": "‘alamettāvatā, gahapati, katamettāvatā, gahapati, pūjitamettāvatā, gahapatī’ti. ",
  "dn17:1.16.13": "Rañño, ānanda, mahāsudassanassa evarūpaṁ gahapatiratanaṁ pāturahosi. ",
  "dn17:1.17.0": "2.7. Pariṇāyakaratana ",
  "dn17:1.18.1": "Puna caparaṁ, ānanda, rañño mahāsudassanassa pariṇāyakaratanaṁ pāturahosi ",
  "dn17:1.18.2": "paṇḍito viyatto medhāvī paṭibalo rājānaṁ mahāsudassanaṁ upayāpetabbaṁ upayāpetuṁ, apayāpetabbaṁ apayāpetuṁ, ṭhapetabbaṁ ṭhapetuṁ. ",
  "dn17:1.18.3": "So rājānaṁ mahāsudassanaṁ upasaṅkamitvā evamāha: ",
  "dn17:1.18.4": "‘appossukko tvaṁ, deva, hohi, ahamanusāsissāmī’ti. ",
  "dn17:1.18.5": "Rañño, ānanda, mahāsudassanassa evarūpaṁ pariṇāyakaratanaṁ pāturahosi. ",
  "dn17:1.18.6": "Rājā, ānanda, mahāsudassano imehi sattahi ratanehi samannāgato ahosi. ",
  "dn17:1.18.7.0": "3. Catuiddhisamannāgata ",
  "dn17:1.18.8": "Rājā, ānanda, mahāsudassano catūhi iddhīhi samannāgato ahosi. ",
  "dn17:1.18.9": "Katamāhi catūhi iddhīhi? ",
  "dn17:1.18.10": "Idhānanda, rājā mahāsudassano abhirūpo ahosi dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato ativiya aññehi manussehi. ",
  "dn17:1.18.11": "Rājā, ānanda, mahāsudassano imāya paṭhamāya iddhiyā samannāgato ahosi. ",
  "dn17:1.19.1": "Puna caparaṁ, ānanda, rājā mahāsudassano dīghāyuko ahosi ciraṭṭhitiko ativiya aññehi manussehi. ",
  "dn17:1.19.2": "Rājā, ānanda, mahāsudassano imāya dutiyāya iddhiyā samannāgato ahosi. ",
  "dn17:1.20.1": "Puna caparaṁ, ānanda, rājā mahāsudassano appābādho ahosi appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya ativiya aññehi manussehi. ",
  "dn17:1.20.2": "Rājā, ānanda, mahāsudassano imāya tatiyāya iddhiyā samannāgato ahosi. ",
  "dn17:1.21.1": "Puna caparaṁ, ānanda, rājā mahāsudassano brāhmaṇagahapatikānaṁ piyo ahosi manāpo. ",
  "dn17:1.21.2": "Seyyathāpi, ānanda, pitā puttānaṁ piyo hoti manāpo; ",
  "dn17:1.21.3": "evameva kho, ānanda, rājā mahāsudassano brāhmaṇagahapatikānaṁ piyo ahosi manāpo. ",
  "dn17:1.21.4": "Raññopi, ānanda, mahāsudassanassa brāhmaṇagahapatikā piyā ahesuṁ manāpā. ",
  "dn17:1.21.5": "Seyyathāpi, ānanda, pitu puttā piyā honti manāpā; ",
  "dn17:1.21.6": "evameva kho, ānanda, raññopi mahāsudassanassa brāhmaṇagahapatikā piyā ahesuṁ manāpā. ",
  "dn17:1.21.7": "Bhūtapubbaṁ, ānanda, rājā mahāsudassano caturaṅginiyā senāya uyyānabhūmiṁ niyyāsi. ",
  "dn17:1.21.8": "Atha kho, ānanda, brāhmaṇagahapatikā rājānaṁ mahāsudassanaṁ upasaṅkamitvā evamāhaṁsu: ",
  "dn17:1.21.9": "‘ataramāno, deva, yāhi, yathā taṁ mayaṁ cirataraṁ passeyyāmā’ti. ",
  "dn17:1.21.10": "Rājāpi, ānanda, mahāsudassano sārathiṁ āmantesi: ",
  "dn17:1.21.11": "‘ataramāno, sārathi, rathaṁ pesehi, yathā ahaṁ brāhmaṇagahapatike cirataraṁ passeyyan’ti. ",
  "dn17:1.21.12": "Rājā, ānanda, mahāsudassano imāya catutthiyā iddhiyā samannāgato ahosi. ",
  "dn17:1.21.13": "Rājā, ānanda, mahāsudassano imāhi catūhi iddhīhi samannāgato ahosi. ",
  "dn17:1.22.0": "4. Dhammapāsādapokkharaṇī ",
  "dn17:1.22.1": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.22.2": "‘yannūnāhaṁ imāsu tālantarikāsu dhanusate dhanusate pokkharaṇiyo māpeyyan’ti. ",
  "dn17:1.22.3": "Māpesi kho, ānanda, rājā mahāsudassano tāsu tālantarikāsu dhanusate dhanusate pokkharaṇiyo. ",
  "dn17:1.22.4": "Tā kho panānanda, pokkharaṇiyo catunnaṁ vaṇṇānaṁ iṭṭhakāhi citā ahesuṁ—",
  "dn17:1.22.5": "ekā iṭṭhakā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā. ",
  "dn17:1.22.6": "Tāsu kho panānanda, pokkharaṇīsu cattāri cattāri sopānāni ahesuṁ catunnaṁ vaṇṇānaṁ, ",
  "dn17:1.22.7": "ekaṁ sopānaṁ sovaṇṇamayaṁ ekaṁ rūpiyamayaṁ ekaṁ veḷuriyamayaṁ ekaṁ phalikamayaṁ. ",
  "dn17:1.22.8": "Sovaṇṇamayassa sopānassa sovaṇṇamayā thambhā ahesuṁ, rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.22.9": "Rūpiyamayassa sopānassa rūpiyamayā thambhā ahesuṁ, sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.22.10": "Veḷuriyamayassa sopānassa veḷuriyamayā thambhā ahesuṁ, phalikamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.22.11": "Phalikamayassa sopānassa phalikamayā thambhā ahesuṁ, veḷuriyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.22.12": "Tā kho panānanda, pokkharaṇiyo dvīhi vedikāhi parikkhittā ahesuṁ ekā vedikā sovaṇṇamayā, ekā rūpiyamayā. ",
  "dn17:1.22.13": "Sovaṇṇamayāya vedikāya sovaṇṇamayā thambhā ahesuṁ, rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.22.14": "Rūpiyamayāya vedikāya rūpiyamayā thambhā ahesuṁ, sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.23.1": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.23.2": "‘yannūnāhaṁ imāsu pokkharaṇīsu evarūpaṁ mālaṁ ropāpeyyaṁ uppalaṁ padumaṁ kumudaṁ puṇḍarīkaṁ sabbotukaṁ sabbajanassa anāvaṭan’ti. ",
  "dn17:1.23.3": "Ropāpesi kho, ānanda, rājā mahāsudassano tāsu pokkharaṇīsu evarūpaṁ mālaṁ uppalaṁ padumaṁ kumudaṁ puṇḍarīkaṁ sabbotukaṁ sabbajanassa anāvaṭaṁ. ",
  "dn17:1.23.4": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.23.5": "‘yannūnāhaṁ imāsaṁ pokkharaṇīnaṁ tīre nhāpake purise ṭhapeyyaṁ, ye āgatāgataṁ janaṁ nhāpessantī’ti. ",
  "dn17:1.23.6": "Ṭhapesi kho, ānanda, rājā mahāsudassano tāsaṁ pokkharaṇīnaṁ tīre nhāpake purise, ye āgatāgataṁ janaṁ nhāpesuṁ. ",
  "dn17:1.23.7": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.23.8": "‘yannūnāhaṁ imāsaṁ pokkharaṇīnaṁ tīre evarūpaṁ dānaṁ paṭṭhapeyyaṁ—",
  "dn17:1.23.9": "annaṁ annaṭṭhikassa, pānaṁ pānaṭṭhikassa, vatthaṁ vatthaṭṭhikassa, yānaṁ yānaṭṭhikassa, sayanaṁ sayanaṭṭhikassa, itthiṁ itthiṭṭhikassa, hiraññaṁ hiraññaṭṭhikassa, suvaṇṇaṁ suvaṇṇaṭṭhikassā’ti. ",
  "dn17:1.23.10": "Paṭṭhapesi kho, ānanda, rājā mahāsudassano tāsaṁ pokkharaṇīnaṁ tīre evarūpaṁ dānaṁ—",
  "dn17:1.23.11": "annaṁ annaṭṭhikassa, pānaṁ pānaṭṭhikassa, vatthaṁ vatthaṭṭhikassa, yānaṁ yānaṭṭhikassa, sayanaṁ sayanaṭṭhikassa, itthiṁ itthiṭṭhikassa, hiraññaṁ hiraññaṭṭhikassa, suvaṇṇaṁ suvaṇṇaṭṭhikassa. ",
  "dn17:1.24.1": "Atha kho, ānanda, brāhmaṇagahapatikā pahūtaṁ sāpateyyaṁ ādāya rājānaṁ mahāsudassanaṁ upasaṅkamitvā evamāhaṁsu: ",
  "dn17:1.24.2": "‘idaṁ, deva, pahūtaṁ sāpateyyaṁ devaññeva uddissa ābhataṁ, taṁ devo paṭiggaṇhatū’ti. ",
  "dn17:1.24.3": "‘Alaṁ, bho, mamapidaṁ pahūtaṁ sāpateyyaṁ dhammikena balinā abhisaṅkhataṁ, tañca vo hotu, ito ca bhiyyo harathā’ti. ",
  "dn17:1.24.4": "Te raññā paṭikkhittā ekamantaṁ apakkamma evaṁ samacintesuṁ: ",
  "dn17:1.24.5": "‘na kho etaṁ amhākaṁ patirūpaṁ, yaṁ mayaṁ imāni sāpateyyāni punadeva sakāni gharāni paṭihareyyāma. ",
  "dn17:1.24.6": "Yannūna mayaṁ rañño mahāsudassanassa nivesanaṁ māpeyyāmā’ti. ",
  "dn17:1.24.7": "Te rājānaṁ mahāsudassanaṁ upasaṅkamitvā evamāhaṁsu: ",
  "dn17:1.24.8": "‘nivesanaṁ te, deva, māpessāmā’ti. ",
  "dn17:1.24.9": "Adhivāsesi kho, ānanda, rājā mahāsudassano tuṇhībhāvena. ",
  "dn17:1.25.1": "Atha kho, ānanda, sakko devānamindo rañño mahāsudassanassa cetasā cetoparivitakkamaññāya vissakammaṁ devaputtaṁ āmantesi: ",
  "dn17:1.25.2": "‘ehi tvaṁ, samma vissakamma, rañño mahāsudassanassa nivesanaṁ māpehi dhammaṁ nāma pāsādan’ti. ",
  "dn17:1.25.3": "‘Evaṁ, bhaddantavā’ti kho, ānanda, vissakammo devaputto sakkassa devānamindassa paṭissutvā seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya pasāritaṁ vā bāhaṁ samiñjeyya; evameva—devesu tāvatiṁsesu antarahito rañño mahāsudassanassa purato pāturahosi. ",
  "dn17:1.25.4": "Atha kho, ānanda, vissakammo devaputto rājānaṁ mahāsudassanaṁ etadavoca: ",
  "dn17:1.25.5": "‘nivesanaṁ te, deva, māpessāmi dhammaṁ nāma pāsādan’ti. ",
  "dn17:1.25.6": "Adhivāsesi kho, ānanda, rājā mahāsudassano tuṇhībhāvena. ",
  "dn17:1.25.7": "Māpesi kho, ānanda, vissakammo devaputto rañño mahāsudassanassa nivesanaṁ dhammaṁ nāma pāsādaṁ. ",
  "dn17:1.25.8": "Dhammo, ānanda, pāsādo puratthimena pacchimena ca yojanaṁ āyāmena ahosi. Uttarena dakkhiṇena ca aḍḍhayojanaṁ vitthārena. ",
  "dn17:1.25.9": "Dhammassa, ānanda, pāsādassa tiporisaṁ uccatarena vatthu citaṁ ahosi catunnaṁ vaṇṇānaṁ iṭṭhakāhi—",
  "dn17:1.25.10": "ekā iṭṭhakā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā. ",
  "dn17:1.26.1": "Dhammassa, ānanda, pāsādassa caturāsītithambhasahassāni ahesuṁ catunnaṁ vaṇṇānaṁ—",
  "dn17:1.26.2": "eko thambho sovaṇṇamayo, eko rūpiyamayo, eko veḷuriyamayo, eko phalikamayo. ",
  "dn17:1.26.3": "Dhammo, ānanda, pāsādo catunnaṁ vaṇṇānaṁ phalakehi santhato ahosi—",
  "dn17:1.26.4": "ekaṁ phalakaṁ sovaṇṇamayaṁ, ekaṁ rūpiyamayaṁ, ekaṁ veḷuriyamayaṁ, ekaṁ phalikamayaṁ. ",
  "dn17:1.26.5": "Dhammassa, ānanda, pāsādassa catuvīsati sopānāni ahesuṁ catunnaṁ vaṇṇānaṁ—",
  "dn17:1.26.6": "ekaṁ sopānaṁ sovaṇṇamayaṁ, ekaṁ rūpiyamayaṁ, ekaṁ veḷuriyamayaṁ, ekaṁ phalikamayaṁ. ",
  "dn17:1.26.7": "Sovaṇṇamayassa sopānassa sovaṇṇamayā thambhā ahesuṁ rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.26.8": "Rūpiyamayassa sopānassa rūpiyamayā thambhā ahesuṁ sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.26.9": "Veḷuriyamayassa sopānassa veḷuriyamayā thambhā ahesuṁ phalikamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.26.10": "Phalikamayassa sopānassa phalikamayā thambhā ahesuṁ veḷuriyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.26.11": "Dhamme, ānanda, pāsāde caturāsītikūṭāgārasahassāni ahesuṁ catunnaṁ vaṇṇānaṁ—",
  "dn17:1.26.12": "ekaṁ kūṭāgāraṁ sovaṇṇamayaṁ, ekaṁ rūpiyamayaṁ, ekaṁ veḷuriyamayaṁ, ekaṁ phalikamayaṁ. ",
  "dn17:1.26.13": "Sovaṇṇamaye kūṭāgāre rūpiyamayo pallaṅko paññatto ahosi, rūpiyamaye kūṭāgāre sovaṇṇamayo pallaṅko paññatto ahosi, veḷuriyamaye kūṭāgāre dantamayo pallaṅko paññatto ahosi, phalikamaye kūṭāgāre sāramayo pallaṅko paññatto ahosi. ",
  "dn17:1.26.14": "Sovaṇṇamayassa kūṭāgārassa dvāre rūpiyamayo tālo ṭhito ahosi, tassa rūpiyamayo khandho sovaṇṇamayāni pattāni ca phalāni ca. ",
  "dn17:1.26.15": "Rūpiyamayassa kūṭāgārassa dvāre sovaṇṇamayo tālo ṭhito ahosi, tassa sovaṇṇamayo khandho, rūpiyamayāni pattāni ca phalāni ca. ",
  "dn17:1.26.16": "Veḷuriyamayassa kūṭāgārassa dvāre phalikamayo tālo ṭhito ahosi, tassa phalikamayo khandho, veḷuriyamayāni pattāni ca phalāni ca. ",
  "dn17:1.26.17": "Phalikamayassa kūṭāgārassa dvāre veḷuriyamayo tālo ṭhito ahosi, tassa veḷuriyamayo khandho, phalikamayāni pattāni ca phalāni ca. ",
  "dn17:1.27.1": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.27.2": "‘yannūnāhaṁ mahāviyūhassa kūṭāgārassa dvāre sabbasovaṇṇamayaṁ tālavanaṁ māpeyyaṁ, yattha divāvihāraṁ nisīdissāmī’ti. ",
  "dn17:1.27.3": "Māpesi kho, ānanda, rājā mahāsudassano mahāviyūhassa kūṭāgārassa dvāre sabbasovaṇṇamayaṁ tālavanaṁ, yattha divāvihāraṁ nisīdi. ",
  "dn17:1.28.1": "Dhammo, ānanda, pāsādo dvīhi vedikāhi parikkhitto ahosi, ekā vedikā sovaṇṇamayā, ekā rūpiyamayā. ",
  "dn17:1.28.2": "Sovaṇṇamayāya vedikāya sovaṇṇamayā thambhā ahesuṁ, rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.28.3": "Rūpiyamayāya vedikāya rūpiyamayā thambhā ahesuṁ, sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.29.1": "Dhammo, ānanda, pāsādo dvīhi kiṅkiṇikajālehi parikkhitto ahosi—",
  "dn17:1.29.2": "ekaṁ jālaṁ sovaṇṇamayaṁ ekaṁ rūpiyamayaṁ. ",
  "dn17:1.29.3": "Sovaṇṇamayassa jālassa rūpiyamayā kiṅkiṇikā ahesuṁ, rūpiyamayassa jālassa sovaṇṇamayā kiṅkiṇikā ahesuṁ. ",
  "dn17:1.29.4": "Tesaṁ kho panānanda, kiṅkiṇikajālānaṁ vāteritānaṁ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.29.5": "Seyyathāpi, ānanda, pañcaṅgikassa tūriyassa suvinītassa suppaṭitāḷitassa sukusalehi samannāhatassa saddo hoti, vaggu ca rajanīyo ca khamanīyo ca madanīyo ca; ",
  "dn17:1.29.6": "evameva kho, ānanda, tesaṁ kiṅkiṇikajālānaṁ vāteritānaṁ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.29.7": "Ye kho panānanda, tena samayena kusāvatiyā rājadhāniyā dhuttā ahesuṁ soṇḍā pipāsā, te tesaṁ kiṅkiṇikajālānaṁ vāteritānaṁ saddena paricāresuṁ. ",
  "dn17:1.29.8": "Niṭṭhito kho panānanda, dhammo pāsādo duddikkho ahosi musati cakkhūni. ",
  "dn17:1.29.9": "Seyyathāpi, ānanda, vassānaṁ pacchime māse saradasamaye viddhe vigatavalāhake deve ādicco nabhaṁ abbhussakkamāno duddikkho hoti musati cakkhūni; ",
  "dn17:1.29.10": "evameva kho, ānanda, dhammo pāsādo duddikkho ahosi musati cakkhūni. ",
  "dn17:1.30.1": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.30.2": "‘yannūnāhaṁ dhammassa pāsādassa purato dhammaṁ nāma pokkharaṇiṁ māpeyyan’ti. ",
  "dn17:1.30.3": "Māpesi kho, ānanda, rājā mahāsudassano dhammassa pāsādassa purato dhammaṁ nāma pokkharaṇiṁ. ",
  "dn17:1.30.4": "Dhammā, ānanda, pokkharaṇī puratthimena pacchimena ca yojanaṁ āyāmena ahosi, uttarena dakkhiṇena ca aḍḍhayojanaṁ vitthārena. ",
  "dn17:1.30.5": "Dhammā, ānanda, pokkharaṇī catunnaṁ vaṇṇānaṁ iṭṭhakāhi citā ahosi—",
  "dn17:1.30.6": "ekā iṭṭhakā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā. ",
  "dn17:1.31.1": "Dhammāya, ānanda, pokkharaṇiyā catuvīsati sopānāni ahesuṁ catunnaṁ vaṇṇānaṁ—",
  "dn17:1.31.2": "ekaṁ sopānaṁ sovaṇṇamayaṁ, ekaṁ rūpiyamayaṁ, ekaṁ veḷuriyamayaṁ, ekaṁ phalikamayaṁ. ",
  "dn17:1.31.3": "Sovaṇṇamayassa sopānassa sovaṇṇamayā thambhā ahesuṁ rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.31.4": "Rūpiyamayassa sopānassa rūpiyamayā thambhā ahesuṁ sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.31.5": "Veḷuriyamayassa sopānassa veḷuriyamayā thambhā ahesuṁ phalikamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.31.6": "Phalikamayassa sopānassa phalikamayā thambhā ahesuṁ veḷuriyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.31.7": "Dhammā, ānanda, pokkharaṇī dvīhi vedikāhi parikkhittā ahosi—ekā vedikā sovaṇṇamayā, ekā rūpiyamayā. ",
  "dn17:1.31.8": "Sovaṇṇamayāya vedikāya sovaṇṇamayā thambhā ahesuṁ rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.31.9": "Rūpiyamayāya vedikāya rūpiyamayā thambhā ahesuṁ sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.32.1": "Dhammā, ānanda, pokkharaṇī sattahi tālapantīhi parikkhittā ahosi—",
  "dn17:1.32.2": "ekā tālapanti sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā, ekā lohitaṅkamayā, ekā masāragallamayā, ekā sabbaratanamayā. ",
  "dn17:1.32.3": "Sovaṇṇamayassa tālassa sovaṇṇamayo khandho ahosi rūpiyamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.4": "Rūpiyamayassa tālassa rūpiyamayo khandho ahosi sovaṇṇamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.5": "Veḷuriyamayassa tālassa veḷuriyamayo khandho ahosi phalikamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.6": "Phalikamayassa tālassa phalikamayo khandho ahosi veḷuriyamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.7": "Lohitaṅkamayassa tālassa lohitaṅkamayo khandho ahosi masāragallamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.8": "Masāragallamayassa tālassa masāragallamayo khandho ahosi lohitaṅkamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.9": "Sabbaratanamayassa tālassa sabbaratanamayo khandho ahosi, sabbaratanamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.10": "Tāsaṁ kho panānanda, tālapantīnaṁ vāteritānaṁ saddo ahosi, vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.32.11": "Seyyathāpi, ānanda, pañcaṅgikassa tūriyassa suvinītassa suppaṭitāḷitassa sukusalehi samannāhatassa saddo hoti vaggu ca rajanīyo ca khamanīyo ca madanīyo ca; ",
  "dn17:1.32.12": "evameva kho, ānanda, tāsaṁ tālapantīnaṁ vāteritānaṁ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.32.13": "Ye kho panānanda, tena samayena kusāvatiyā rājadhāniyā dhuttā ahesuṁ soṇḍā pipāsā, te tāsaṁ tālapantīnaṁ vāteritānaṁ saddena paricāresuṁ. ",
  "dn17:1.33.1": "Niṭṭhite kho panānanda, dhamme pāsāde niṭṭhitāya dhammāya ca pokkharaṇiyā rājā mahāsudassano ‘ye tena samayena samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā’, te sabbakāmehi santappetvā dhammaṁ pāsādaṁ abhiruhi. ",
  "dn17:1.33.2": "Paṭhamabhāṇavāro. ",
  "dn17:2.1.0": "5. Jhānasampatti ",
  "dn17:2.1.1": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:2.1.2": "‘kissa nu kho me idaṁ kammassa phalaṁ kissa kammassa vipāko, yenāhaṁ etarahi evaṁmahiddhiko evaṁmahānubhāvo’ti? ",
  "dn17:2.1.3": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:2.1.4": "‘tiṇṇaṁ kho me idaṁ kammānaṁ phalaṁ tiṇṇaṁ kammānaṁ vipāko, yenāhaṁ etarahi evaṁmahiddhiko evaṁmahānubhāvo, seyyathidaṁ—",
  "dn17:2.1.5": "dānassa damassa saṁyamassā’ti. ",
  "dn17:2.2.1": "Atha kho, ānanda, rājā mahāsudassano yena mahāviyūhaṁ kūṭāgāraṁ tenupasaṅkami; upasaṅkamitvā mahāviyūhassa kūṭāgārassa dvāre ṭhito udānaṁ udānesi: ",
  "dn17:2.2.2": "‘tiṭṭha, kāmavitakka, tiṭṭha, byāpādavitakka, tiṭṭha, vihiṁsāvitakka. ",
  "dn17:2.2.3": "Ettāvatā, kāmavitakka, ettāvatā, byāpādavitakka, ettāvatā, vihiṁsāvitakkā’ti. ",
  "dn17:2.3.1": "Atha kho, ānanda, rājā mahāsudassano mahāviyūhaṁ kūṭāgāraṁ pavisitvā sovaṇṇamaye pallaṅke nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja vihāsi. ",
  "dn17:2.3.2": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja vihāsi. ",
  "dn17:2.3.3": "Pītiyā ca virāgā upekkhako ca vihāsi, sato ca sampajāno sukhañca kāyena paṭisaṁvedesi, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja vihāsi. ",
  "dn17:2.3.4": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja vihāsi. ",
  "dn17:2.4.1": "Atha kho, ānanda, rājā mahāsudassano mahāviyūhā kūṭāgārā nikkhamitvā sovaṇṇamayaṁ kūṭāgāraṁ pavisitvā rūpiyamaye pallaṅke nisinno ",
  "dn17:2.4.2": "mettāsahagatena cetasā ekaṁ disaṁ pharitvā vihāsi. Tathā dutiyaṁ tathā tatiyaṁ tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā vihāsi. ",
  "dn17:2.4.3": "Karuṇāsahagatena cetasā …pe… ",
  "dn17:2.4.4": "muditāsahagatena cetasā …pe… ",
  "dn17:2.4.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā vihāsi. Tathā dutiyaṁ tathā tatiyaṁ tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā vihāsi. ",
  "dn17:2.5.0": "6. Caturāsītinagarasahassādi ",
  "dn17:2.5.1": "Rañño, ānanda, mahāsudassanassa caturāsīti nagarasahassāni ahesuṁ kusāvatīrājadhānippamukhāni; ",
  "dn17:2.5.2": "caturāsīti pāsādasahassāni ahesuṁ dhammapāsādappamukhāni; ",
  "dn17:2.5.3": "caturāsīti kūṭāgārasahassāni ahesuṁ mahāviyūhakūṭāgārappamukhāni; ",
  "dn17:2.5.4": "caturāsīti pallaṅkasahassāni ahesuṁ sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni; ",
  "dn17:2.5.5": "caturāsīti nāgasahassāni ahesuṁ sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni; ",
  "dn17:2.5.6": "caturāsīti assasahassāni ahesuṁ sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni; ",
  "dn17:2.5.7": "caturāsīti rathasahassāni ahesuṁ sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni; ",
  "dn17:2.5.8": "caturāsīti maṇisahassāni ahesuṁ maṇiratanappamukhāni; ",
  "dn17:2.5.9": "caturāsīti itthisahassāni ahesuṁ subhaddādevippamukhāni; ",
  "dn17:2.5.10": "caturāsīti gahapatisahassāni ahesuṁ gahapatiratanappamukhāni; ",
  "dn17:2.5.11": "caturāsīti khattiyasahassāni ahesuṁ anuyantāni pariṇāyakaratanappamukhāni; ",
  "dn17:2.5.12": "caturāsīti dhenusahassāni ahesuṁ duhasandanāni kaṁsūpadhāraṇāni; ",
  "dn17:2.5.13": "caturāsīti vatthakoṭisahassāni ahesuṁ khomasukhumānaṁ kappāsikasukhumānaṁ koseyyasukhumānaṁ kambalasukhumānaṁ; ",
  "dn17:2.5.14": "rañño, ānanda, mahāsudassanassa caturāsīti thālipākasahassāni ahesuṁ sāyaṁ pātaṁ bhattābhihāro abhihariyittha. ",
  "dn17:2.6.1": "Tena kho panānanda, samayena rañño mahāsudassanassa caturāsīti nāgasahassāni sāyaṁ pātaṁ upaṭṭhānaṁ āgacchanti. ",
  "dn17:2.6.2": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:2.6.3": "‘imāni kho me caturāsīti nāgasahassāni sāyaṁ pātaṁ upaṭṭhānaṁ āgacchanti, yannūna vassasatassa vassasatassa accayena dvecattālīsaṁ dvecattālīsaṁ nāgasahassāni sakiṁ sakiṁ upaṭṭhānaṁ āgaccheyyun’ti. ",
  "dn17:2.6.4": "Atha kho, ānanda, rājā mahāsudassano pariṇāyakaratanaṁ āmantesi: ",
  "dn17:2.6.5": "‘imāni kho me, samma pariṇāyakaratana, caturāsīti nāgasahassāni sāyaṁ pātaṁ upaṭṭhānaṁ āgacchanti, tena hi, samma pariṇāyakaratana, vassasatassa vassasatassa accayena dvecattālīsaṁ dvecattālīsaṁ nāgasahassāni sakiṁ sakiṁ upaṭṭhānaṁ āgacchantū’ti. ",
  "dn17:2.6.6": "‘Evaṁ, devā’ti kho, ānanda, pariṇāyakaratanaṁ rañño mahāsudassanassa paccassosi. ",
  "dn17:2.6.7": "Atha kho, ānanda, rañño mahāsudassanassa aparena samayena vassasatassa vassasatassa accayena dvecattālīsaṁ dvecattālīsaṁ nāgasahassāni sakiṁ sakiṁ upaṭṭhānaṁ āgamaṁsu. ",
  "dn17:2.7.0": "7. Subhaddādeviupasaṅkamana ",
  "dn17:2.7.1": "Atha kho, ānanda, subhaddāya deviyā bahunnaṁ vassānaṁ bahunnaṁ vassasatānaṁ bahunnaṁ vassasahassānaṁ accayena etadahosi: ",
  "dn17:2.7.2": "‘ciraṁ diṭṭho kho me rājā mahāsudassano. Yannūnāhaṁ rājānaṁ mahāsudassanaṁ dassanāya upasaṅkameyyan’ti. ",
  "dn17:2.7.3": "Atha kho, ānanda, subhaddā devī itthāgāraṁ āmantesi: ",
  "dn17:2.7.4": "‘etha tumhe sīsāni nhāyatha pītāni vatthāni pārupatha. ",
  "dn17:2.7.5": "Ciraṁ diṭṭho no rājā mahāsudassano, rājānaṁ mahāsudassanaṁ dassanāya upasaṅkamissāmā’ti. ",
  "dn17:2.7.6": "‘Evaṁ, ayye’ti kho, ānanda, itthāgāraṁ subhaddāya deviyā paṭissutvā sīsāni nhāyitvā pītāni vatthāni pārupitvā yena subhaddā devī tenupasaṅkami. ",
  "dn17:2.8.1": "Atha kho, ānanda, subhaddā devī pariṇāyakaratanaṁ āmantesi: ",
  "dn17:2.8.2": "‘kappehi, samma pariṇāyakaratana, caturaṅginiṁ senaṁ, ciraṁ diṭṭho no rājā mahāsudassano, rājānaṁ mahāsudassanaṁ dassanāya upasaṅkamissāmā’ti. ",
  "dn17:2.8.3": "‘Evaṁ, devī’ti kho, ānanda, pariṇāyakaratanaṁ subhaddāya deviyā paṭissutvā caturaṅginiṁ senaṁ kappāpetvā subhaddāya deviyā paṭivedesi: ",
  "dn17:2.8.4": "‘kappitā kho, devi, caturaṅginī senā, ",
  "dn17:2.8.5": "yassadāni kālaṁ maññasī’ti. ",
  "dn17:2.8.6": "Atha kho, ānanda, subhaddā devī caturaṅginiyā senāya saddhiṁ itthāgārena yena dhammo pāsādo tenupasaṅkami; upasaṅkamitvā dhammaṁ pāsādaṁ abhiruhitvā yena mahāviyūhaṁ kūṭāgāraṁ tenupasaṅkami. ",
  "dn17:2.8.7": "Upasaṅkamitvā mahāviyūhassa kūṭāgārassa dvārabāhaṁ ālambitvā aṭṭhāsi. ",
  "dn17:2.8.8": "Atha kho, ānanda, rājā mahāsudassano saddaṁ sutvā: ",
  "dn17:2.8.9": "‘kiṁ nu kho mahato viya janakāyassa saddo’ti mahāviyūhā kūṭāgārā nikkhamanto addasa subhaddaṁ deviṁ dvārabāhaṁ ālambitvā ṭhitaṁ, disvāna subhaddaṁ deviṁ etadavoca: ",
  "dn17:2.8.10": "‘ettheva, devi, tiṭṭha mā pāvisī’ti. ",
  "dn17:2.9.1": "Atha kho, ānanda, rājā mahāsudassano aññataraṁ purisaṁ āmantesi: ",
  "dn17:2.9.2": "‘ehi tvaṁ, ambho purisa, mahāviyūhā kūṭāgārā sovaṇṇamayaṁ pallaṅkaṁ nīharitvā sabbasovaṇṇamaye tālavane paññapehī’ti. ",
  "dn17:2.9.3": "‘Evaṁ, devā’ti kho, ānanda, so puriso rañño mahāsudassanassa paṭissutvā mahāviyūhā kūṭāgārā sovaṇṇamayaṁ pallaṅkaṁ nīharitvā sabbasovaṇṇamaye tālavane paññapesi. ",
  "dn17:2.9.4": "Atha kho, ānanda, rājā mahāsudassano dakkhiṇena passena sīhaseyyaṁ kappesi pāde pādaṁ accādhāya sato sampajāno. ",
  "dn17:2.10.1": "Atha kho, ānanda, subhaddāya deviyā etadahosi: ",
  "dn17:2.10.2": "‘vippasannāni kho rañño mahāsudassanassa indriyāni, parisuddho chavivaṇṇo pariyodāto, mā heva kho rājā mahāsudassano kālamakāsī’ti rājānaṁ mahāsudassanaṁ etadavoca: ",
  "dn17:2.10.3": "‘Imāni te, deva, caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni. ",
  "dn17:2.10.4": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.5": "Imāni te, deva, caturāsīti pāsādasahassāni dhammapāsādappamukhāni. ",
  "dn17:2.10.6": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.7": "Imāni te, deva, caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni. ",
  "dn17:2.10.8": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.9": "Imāni te, deva, caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ",
  "dn17:2.10.10": "Ettha, deva, chandaṁ janehi, jīvite apekkhaṁ karohi. ",
  "dn17:2.10.11": "Imāni te, deva, caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ",
  "dn17:2.10.12": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.13": "Imāni te, deva, caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ",
  "dn17:2.10.14": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.15": "Imāni te, deva, caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ",
  "dn17:2.10.16": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.17": "Imāni te, deva, caturāsīti maṇisahassāni maṇiratanappamukhāni. ",
  "dn17:2.10.18": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.19": "Imāni te, deva, caturāsīti itthisahassāni itthiratanappamukhāni. ",
  "dn17:2.10.20": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.21": "Imāni te, deva, caturāsīti gahapatisahassāni gahapatiratanappamukhāni. ",
  "dn17:2.10.22": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.23": "Imāni te, deva, caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni. ",
  "dn17:2.10.24": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.25": "Imāni te, deva, caturāsīti dhenusahassāni duhasandanāni kaṁsūpadhāraṇāni. ",
  "dn17:2.10.26": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohi. ",
  "dn17:2.10.27": "Imāni te, deva, caturāsīti vatthakoṭisahassāni khomasukhumānaṁ kappāsikasukhumānaṁ koseyyasukhumānaṁ kambalasukhumānaṁ. ",
  "dn17:2.10.28": "Ettha, deva, chandaṁ janehi, jīvite apekkhaṁ karohi. ",
  "dn17:2.10.29": "Imāni te, deva, caturāsīti thālipākasahassāni sāyaṁ pātaṁ bhattābhihāro abhihariyati. ",
  "dn17:2.10.30": "Ettha, deva, chandaṁ janehi jīvite apekkhaṁ karohī’ti. ",
  "dn17:2.11.1": "Evaṁ vutte, ānanda, rājā mahāsudassano subhaddaṁ deviṁ etadavoca: ",
  "dn17:2.11.2": "‘Dīgharattaṁ kho maṁ tvaṁ, devi, iṭṭhehi kantehi piyehi manāpehi samudācarittha; ",
  "dn17:2.11.3": "atha ca pana maṁ tvaṁ pacchime kāle aniṭṭhehi akantehi appiyehi amanāpehi samudācarasī’ti. ",
  "dn17:2.11.4": "‘Kathaṁ carahi taṁ, deva, samudācarāmī’ti? ",
  "dn17:2.11.5": "‘Evaṁ kho maṁ tvaṁ, devi, samudācara: ",
  "dn17:2.11.6": "“sabbeheva, deva, piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo, mā kho tvaṁ, deva, sāpekkho kālamakāsi, dukkhā sāpekkhassa kālaṅkiriyā, garahitā ca sāpekkhassa kālaṅkiriyā. ",
  "dn17:2.11.7": "Imāni te, deva, caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni. ",
  "dn17:2.11.8": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.9": "Imāni te, deva, caturāsīti pāsādasahassāni dhammapāsādappamukhāni. ",
  "dn17:2.11.10": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.11": "Imāni te, deva, caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni. ",
  "dn17:2.11.12": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.13": "Imāni te, deva, caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ",
  "dn17:2.11.14": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.15": "Imāni te, deva, caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ",
  "dn17:2.11.16": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.17": "Imāni te, deva, caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ",
  "dn17:2.11.18": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.19": "Imāni te, deva, caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ",
  "dn17:2.11.20": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.21": "Imāni te, deva, caturāsīti maṇisahassāni maṇiratanappamukhāni. ",
  "dn17:2.11.22": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.23": "Imāni te, deva, caturāsīti itthisahassāni subhaddādevippamukhāni. ",
  "dn17:2.11.24": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.25": "Imāni te, deva, caturāsīti gahapatisahassāni gahapatiratanappamukhāni. ",
  "dn17:2.11.26": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.27": "Imāni te, deva, caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni. ",
  "dn17:2.11.28": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.29": "Imāni te, deva, caturāsīti dhenusahassāni duhasandanāni kaṁsūpadhāraṇāni. ",
  "dn17:2.11.30": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.31": "Imāni te, deva, caturāsīti vatthakoṭisahassāni khomasukhumānaṁ kappāsikasukhumānaṁ koseyyasukhumānaṁ kambalasukhumānaṁ. ",
  "dn17:2.11.32": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.11.33": "Imāni te, deva, caturāsīti thālipākasahassāni sāyaṁ pātaṁ bhattābhihāro abhihariyati. ",
  "dn17:2.11.34": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsī”’ti. ",
  "dn17:2.12.1": "Evaṁ vutte, ānanda, subhaddā devī parodi assūni pavattesi. ",
  "dn17:2.12.2": "Atha kho, ānanda, subhaddā devī assūni puñchitvā rājānaṁ mahāsudassanaṁ etadavoca: ",
  "dn17:2.12.3": "‘Sabbeheva, deva, piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo, mā kho tvaṁ, deva, sāpekkho kālamakāsi, dukkhā sāpekkhassa kālaṅkiriyā, garahitā ca sāpekkhassa kālaṅkiriyā. ",
  "dn17:2.12.4": "Imāni te, deva, caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni. ",
  "dn17:2.12.5": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.6": "Imāni te, deva, caturāsīti pāsādasahassāni dhammapāsādappamukhāni. ",
  "dn17:2.12.7": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.8": "Imāni te, deva, caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni. ",
  "dn17:2.12.9": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.10": "Imāni te, deva, caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ",
  "dn17:2.12.11": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.12": "Imāni te, deva, caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ",
  "dn17:2.12.13": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.14": "Imāni te, deva, caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ",
  "dn17:2.12.15": "Ettha, deva, chandaṁ pajaha, jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.16": "Imāni te, deva, caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ",
  "dn17:2.12.17": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.18": "Imāni te, deva, caturāsīti maṇisahassāni maṇiratanappamukhāni. ",
  "dn17:2.12.19": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.20": "Imāni te, deva, caturāsīti itthisahassāni itthiratanappamukhāni. ",
  "dn17:2.12.21": "Ettha, deva, chandaṁ pajaha, jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.22": "Imāni te, deva, caturāsīti gahapatisahassāni gahapatiratanappamukhāni. ",
  "dn17:2.12.23": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.24": "Imāni te, deva, caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni. ",
  "dn17:2.12.25": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.26": "Imāni te, deva, caturāsīti dhenusahassāni duhasandanāni kaṁsūpadhāraṇāni. ",
  "dn17:2.12.27": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.28": "Imāni te, deva, caturāsīti vatthakoṭisahassāni khomasukhumānaṁ kappāsikasukhumānaṁ koseyyasukhumānaṁ kambalasukhumānaṁ. ",
  "dn17:2.12.29": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsi. ",
  "dn17:2.12.30": "Imāni te, deva, caturāsīti thālipākasahassāni sāyaṁ pātaṁ bhattābhihāro abhihariyati. ",
  "dn17:2.12.31": "Ettha, deva, chandaṁ pajaha jīvite apekkhaṁ mākāsī’ti. ",
  "dn17:2.13.0": "8. Brahmalokūpagama ",
  "dn17:2.13.1": "Atha kho, ānanda, rājā mahāsudassano na cirasseva kālamakāsi. ",
  "dn17:2.13.2": "Seyyathāpi, ānanda, gahapatissa vā gahapatiputtassa vā manuññaṁ bhojanaṁ bhuttāvissa bhattasammado hoti; evameva kho, ānanda, rañño mahāsudassanassa māraṇantikā vedanā ahosi. ",
  "dn17:2.13.3": "Kālaṅkato ca, ānanda, rājā mahāsudassano sugatiṁ brahmalokaṁ upapajji. ",
  "dn17:2.13.4": "Rājā, ānanda, mahāsudassano caturāsīti vassasahassāni kumārakīḷaṁ kīḷi. ",
  "dn17:2.13.5": "Caturāsīti vassasahassāni oparajjaṁ kāresi. ",
  "dn17:2.13.6": "Caturāsīti vassasahassāni rajjaṁ kāresi. ",
  "dn17:2.13.7": "Caturāsīti vassasahassāni gihibhūto dhamme pāsāde brahmacariyaṁ cari. ",
  "dn17:2.13.8": "So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṁ maraṇā brahmalokūpago ahosi. ",
  "dn17:2.14.1": "Siyā kho panānanda, evamassa: ",
  "dn17:2.14.2": "‘añño nūna tena samayena rājā mahāsudassano ahosī’ti, ",
  "dn17:2.14.3": "na kho panetaṁ, ānanda, evaṁ daṭṭhabbaṁ. Ahaṁ tena samayena rājā mahāsudassano ahosiṁ. ",
  "dn17:2.14.4": "Mama tāni caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni, mama tāni caturāsīti pāsādasahassāni dhammapāsādappamukhāni, mama tāni caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni, mama tāni caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni, mama tāni caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni, mama tāni caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni, mama tāni caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni, mama tāni caturāsīti maṇisahassāni maṇiratanappamukhāni, mama tāni caturāsīti itthisahassāni subhaddādevippamukhāni, mama tāni caturāsīti gahapatisahassāni gahapatiratanappamukhāni, mama tāni caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni, mama tāni caturāsīti dhenusahassāni duhasandanāni kaṁsūpadhāraṇāni, mama tāni caturāsīti vatthakoṭisahassāni khomasukhumānaṁ kappāsikasukhumānaṁ koseyyasukhumānaṁ kambalasukhumānaṁ, mama tāni caturāsīti thālipākasahassāni sāyaṁ pātaṁ bhattābhihāro abhihariyittha. ",
  "dn17:2.15.1": "Tesaṁ kho panānanda, caturāsītinagarasahassānaṁ ekaññeva taṁ nagaraṁ hoti, yaṁ tena samayena ajjhāvasāmi yadidaṁ kusāvatī rājadhānī. ",
  "dn17:2.15.2": "Tesaṁ kho panānanda, caturāsīti pāsādasahassānaṁ ekoyeva so pāsādo hoti, yaṁ tena samayena ajjhāvasāmi yadidaṁ dhammo pāsādo. ",
  "dn17:2.15.3": "Tesaṁ kho panānanda, caturāsīti kūṭāgārasahassānaṁ ekaññeva taṁ kūṭāgāraṁ hoti, yaṁ tena samayena ajjhāvasāmi yadidaṁ mahāviyūhaṁ kūṭāgāraṁ. ",
  "dn17:2.15.4": "Tesaṁ kho panānanda, caturāsīti pallaṅkasahassānaṁ ekoyeva so pallaṅko hoti, yaṁ tena samayena paribhuñjāmi yadidaṁ sovaṇṇamayo vā rūpiyamayo vā dantamayo vā sāramayo vā. ",
  "dn17:2.15.5": "Tesaṁ kho panānanda, caturāsīti nāgasahassānaṁ ekoyeva so nāgo hoti, yaṁ tena samayena abhiruhāmi yadidaṁ uposatho nāgarājā. ",
  "dn17:2.15.6": "Tesaṁ kho panānanda, caturāsīti assasahassānaṁ ekoyeva so asso hoti, yaṁ tena samayena abhiruhāmi yadidaṁ valāhako assarājā. ",
  "dn17:2.15.7": "Tesaṁ kho panānanda, caturāsīti rathasahassānaṁ ekoyeva so ratho hoti, yaṁ tena samayena abhiruhāmi yadidaṁ vejayantaratho. ",
  "dn17:2.15.8": "Tesaṁ kho panānanda, caturāsīti itthisahassānaṁ ekāyeva sā itthī hoti, yā tena samayena paccupaṭṭhāti khattiyānī vā vessinī vā. ",
  "dn17:2.15.9": "Tesaṁ kho panānanda, caturāsīti vatthakoṭisahassānaṁ ekaṁyeva taṁ dussayugaṁ hoti, yaṁ tena samayena paridahāmi khomasukhumaṁ vā kappāsikasukhumaṁ vā koseyyasukhumaṁ vā kambalasukhumaṁ vā. ",
  "dn17:2.15.10": "Tesaṁ kho panānanda, caturāsīti thālipākasahassānaṁ ekoyeva so thālipāko hoti, yato nāḷikodanaparamaṁ bhuñjāmi tadupiyañca sūpeyyaṁ. ",
  "dn17:2.16.1": "Passānanda, sabbete saṅkhārā atītā niruddhā vipariṇatā. ",
  "dn17:2.16.2": "Evaṁ aniccā kho, ānanda, saṅkhārā; ",
  "dn17:2.16.3": "evaṁ addhuvā kho, ānanda, saṅkhārā; ",
  "dn17:2.16.4": "evaṁ anassāsikā kho, ānanda, saṅkhārā. ",
  "dn17:2.16.5": "Yāvañcidaṁ, ānanda, alameva sabbasaṅkhāresu nibbindituṁ, alaṁ virajjituṁ, alaṁ vimuccituṁ. ",
  "dn17:2.17.1": "Chakkhattuṁ kho panāhaṁ, ānanda, abhijānāmi imasmiṁ padese sarīraṁ nikkhipitaṁ, tañca kho rājāva samāno cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato, ayaṁ sattamo sarīranikkhepo. ",
  "dn17:2.17.2": "Na kho panāhaṁ, ānanda, taṁ padesaṁ samanupassāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yattha tathāgato aṭṭhamaṁ sarīraṁ nikkhipeyyā”ti. ",
  "dn17:2.17.3": "Idamavoca bhagavā. ",
  "dn17:2.17.4": "Idaṁ vatvāna sugato athāparaṁ etadavoca satthā: ",
  "dn17:2.17.5": "“Aniccā vata saṅkhārā, ",
  "dn17:2.17.6": "uppādavayadhammino; ",
  "dn17:2.17.7": "Uppajjitvā nirujjhanti, ",
  "dn17:2.17.8": "tesaṁ vūpasamo sukho”ti. ",
  "dn17:2.17.9": "Mahāsudassanasuttaṁ niṭṭhitaṁ catutthaṁ. "
}