{
  "dn17:0.1": "Dīgha Nikāya 17 ",
  "dn17:0.2": "Mahāsudassanasutta ",
  "dn17:1.1.1": "Evaṃ me sutaṃ—",
  "dn17:1.1.2": "ekaṃ samayaṃ bhagavā kusinārāyaṃ viharati upavattane mallānaṃ sālavane antarena yamakasālānaṃ parinibbānasamaye. ",
  "dn17:1.2.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
  "dn17:1.2.2": "“mā, bhante, bhagavā imasmiṃ khuddakanagarake ujjaṅgalanagarake sākhānagarake parinibbāyi. ",
  "dn17:1.2.3": "Santi, bhante, aññāni mahānagarāni. ",
  "dn17:1.2.4": "Seyyathidaṃ—campā, rājagahaṃ, sāvatthi, sāketaṃ, kosambī, bārāṇasī; ",
  "dn17:1.2.5": "ettha bhagavā parinibbāyatu. ",
  "dn17:1.2.6": "Ettha bahū khattiyamahāsālā brāhmaṇamahāsālā gahapatimahāsālā tathāgate abhippasannā, te tathāgatassa sarīrapūjaṃ karissantī”ti. ",
  "dn17:1.3.1": "“Mā hevaṃ, ānanda, avaca; mā hevaṃ, ānanda, avaca: ",
  "dn17:1.3.2": "‘khuddakanagarakaṃ ujjaṅgalanagarakaṃ sākhānagarakan’ti. ",
  "dn17:1.3.3.0": "1. Kusāvatīrājadhānī ",
  "dn17:1.3.4": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano nāma ahosi khattiyo muddhāvasitto cāturanto vijitāvī janapadatthāvariyappatto. ",
  "dn17:1.3.5": "Rañño, ānanda, mahāsudassanassa ayaṃ kusinārā kusāvatī nāma rājadhānī ahosi. ",
  "dn17:1.3.6": "Puratthimena ca pacchimena ca dvādasayojanāni āyāmena, uttarena ca dakkhiṇena ca sattayojanāni vitthārena. ",
  "dn17:1.3.7": "Kusāvatī, ānanda, rājadhānī iddhā ceva ahosi phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
  "dn17:1.3.8": "Seyyathāpi, ānanda, devānaṃ āḷakamandā nāma rājadhānī iddhā ceva hoti phītā ca bahujanā ca ākiṇṇayakkhā ca subhikkhā ca; ",
  "dn17:1.3.9": "evameva kho, ānanda, kusāvatī rājadhānī iddhā ceva ahosi phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
  "dn17:1.3.10": "Kusāvatī, ānanda, rājadhānī dasahi saddehi avivittā ahosi divā ceva rattiñca, seyyathidaṃ—",
  "dn17:1.3.11": "hatthisaddena assasaddena rathasaddena bherisaddena mudiṅgasaddena vīṇāsaddena gītasaddena saṅkhasaddena sammasaddena pāṇitāḷasaddena ‘asnātha pivatha khādathā’ti dasamena saddena. ",
  "dn17:1.4.1": "Kusāvatī, ānanda, rājadhānī sattahi pākārehi parikkhittā ahosi. ",
  "dn17:1.4.2": "Eko pākāro sovaṇṇamayo, eko rūpiyamayo, eko veḷuriyamayo, eko phalikamayo, eko lohitaṅkamayo, eko masāragallamayo, eko sabbaratanamayo. ",
  "dn17:1.5.1": "Kusāvatiyā, ānanda, rājadhāniyā catunnaṃ vaṇṇānaṃ dvārāni ahesuṃ. ",
  "dn17:1.5.2": "Ekaṃ dvāraṃ sovaṇṇamayaṃ, ekaṃ rūpiyamayaṃ, ekaṃ veḷuriyamayaṃ, ekaṃ phalikamayaṃ. ",
  "dn17:1.5.3": "Ekekasmiṃ dvāre satta satta esikā nikhātā ahesuṃ tiporisaṅgā tiporisanikhātā dvādasaporisā ubbedhena. ",
  "dn17:1.5.4": "Ekā esikā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā, ekā lohitaṅkamayā, ekā masāragallamayā, ekā sabbaratanamayā. ",
  "dn17:1.6.1": "Kusāvatī, ānanda, rājadhānī sattahi tālapantīhi parikkhittā ahosi. ",
  "dn17:1.6.2": "Ekā tālapanti sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā, ekā lohitaṅkamayā, ekā masāragallamayā, ekā sabbaratanamayā. ",
  "dn17:1.6.3": "Sovaṇṇamayassa tālassa sovaṇṇamayo khandho ahosi, rūpiyamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.4": "Rūpiyamayassa tālassa rūpiyamayo khandho ahosi, sovaṇṇamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.5": "Veḷuriyamayassa tālassa veḷuriyamayo khandho ahosi, phalikamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.6": "Phalikamayassa tālassa phalikamayo khandho ahosi, veḷuriyamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.7": "Lohitaṅkamayassa tālassa lohitaṅkamayo khandho ahosi, masāragallamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.8": "Masāragallamayassa tālassa masāragallamayo khandho ahosi, lohitaṅkamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.9": "Sabbaratanamayassa tālassa sabbaratanamayo khandho ahosi, sabbaratanamayāni pattāni ca phalāni ca. ",
  "dn17:1.6.10": "Tāsaṃ kho panānanda, tālapantīnaṃ vāteritānaṃ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.6.11": "Seyyathāpi, ānanda, pañcaṅgikassa tūriyassa suvinītassa suppaṭitāḷitassa sukusalehi samannāhatassa saddo hoti vaggu ca rajanīyo ca khamanīyo ca madanīyo ca; ",
  "dn17:1.6.12": "evameva kho, ānanda, tāsaṃ tālapantīnaṃ vāteritānaṃ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.6.13": "Ye kho panānanda, tena samayena kusāvatiyā rājadhāniyā dhuttā ahesuṃ soṇḍā pipāsā, te tāsaṃ tālapantīnaṃ vāteritānaṃ saddena paricāresuṃ. ",
  "dn17:1.7.0.1": "2. Sattaratanasamannāgata ",
  "dn17:1.7.0.2": "2.1. Cakkaratana ",
  "dn17:1.7.1": "Rājā, ānanda, mahāsudassano sattahi ratanehi samannāgato ahosi catūhi ca iddhīhi. ",
  "dn17:1.7.2": "Katamehi sattahi? ",
  "dn17:1.7.3": "Idhānanda, rañño mahāsudassanassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa ",
  "dn17:1.7.4": "dibbaṃ cakkaratanaṃ pāturahosi sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ. ",
  "dn17:1.7.5": "Disvā rañño mahāsudassanassa etadahosi: ",
  "dn17:1.7.6": "‘sutaṃ kho pana metaṃ: “yassa rañño khattiyassa muddhāvasittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ, so hoti rājā cakkavattī”ti. ",
  "dn17:1.7.7": "Assaṃ nu kho ahaṃ rājā cakkavattī’ti. ",
  "dn17:1.8.1": "Atha kho, ānanda, rājā mahāsudassano uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā vāmena hatthena suvaṇṇabhiṅkāraṃ gahetvā dakkhiṇena hatthena cakkaratanaṃ abbhukkiri: ",
  "dn17:1.8.2": "‘pavattatu bhavaṃ cakkaratanaṃ, abhivijinātu bhavaṃ cakkaratanan’ti. ",
  "dn17:1.8.3": "Atha kho taṃ, ānanda, cakkaratanaṃ puratthimaṃ disaṃ pavatti, anvadeva rājā mahāsudassano saddhiṃ caturaṅginiyā senāya, yasmiṃ kho panānanda, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā mahāsudassano vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ",
  "dn17:1.9.1": "Ye kho panānanda, puratthimāya disāya paṭirājāno, te rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu: ",
  "dn17:1.9.2": "‘ehi kho, mahārāja, svāgataṃ te, mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ",
  "dn17:1.9.3": "Rājā mahāsudassano evamāha: ",
  "dn17:1.9.4": "‘pāṇo na hantabbo, adinnaṃ na ādātabbaṃ, kāmesu micchā na caritabbā, musā na bhaṇitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
  "dn17:1.9.5": "Ye kho panānanda, puratthimāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesuṃ. ",
  "dn17:1.10.1": "Atha kho taṃ, ānanda, cakkaratanaṃ puratthimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā dakkhiṇaṃ disaṃ pavatti …pe… ",
  "dn17:1.10.2": "dakkhiṇaṃ samuddaṃ ajjhogāhetvā paccuttaritvā pacchimaṃ disaṃ pavatti …pe… ",
  "dn17:1.10.3": "pacchimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā uttaraṃ disaṃ pavatti, anvadeva rājā mahāsudassano saddhiṃ caturaṅginiyā senāya. ",
  "dn17:1.10.4": "Yasmiṃ kho panānanda, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā mahāsudassano vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ",
  "dn17:1.10.5": "Ye kho panānanda, uttarāya disāya paṭirājāno, te rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu: ",
  "dn17:1.10.6": "‘ehi kho, mahārāja, svāgataṃ te, mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ",
  "dn17:1.10.7": "Rājā mahāsudassano evamāha: ",
  "dn17:1.10.8": "‘pāṇo na hantabbo, adinnaṃ na ādātabbaṃ, kāmesu micchā na caritabbā, musā na bhaṇitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
  "dn17:1.10.9": "Ye kho panānanda, uttarāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesuṃ. ",
  "dn17:1.11.1": "Atha kho taṃ, ānanda, cakkaratanaṃ samuddapariyantaṃ pathaviṃ abhivijinitvā kusāvatiṃ rājadhāniṃ paccāgantvā rañño mahāsudassanassa antepuradvāre atthakaraṇapamukhe akkhāhataṃ maññe aṭṭhāsi rañño mahāsudassanassa antepuraṃ upasobhayamānaṃ. ",
  "dn17:1.11.2": "Rañño, ānanda, mahāsudassanassa evarūpaṃ cakkaratanaṃ pāturahosi. ",
  "dn17:1.12.0": "2.2. Hatthiratana ",
  "dn17:1.12.1": "Puna caparaṃ, ānanda, rañño mahāsudassanassa hatthiratanaṃ pāturahosi ",
  "dn17:1.12.2": "sabbaseto sattappatiṭṭho iddhimā vehāsaṅgamo uposatho nāma nāgarājā. ",
  "dn17:1.12.3": "Taṃ disvā rañño mahāsudassanassa cittaṃ pasīdi: ",
  "dn17:1.12.4": "‘bhaddakaṃ vata bho hatthiyānaṃ, sace damathaṃ upeyyā’ti. ",
  "dn17:1.12.5": "Atha kho taṃ, ānanda, hatthiratanaṃ—seyyathāpi nāma gandhahatthājāniyo dīgharattaṃ suparidanto; evameva damathaṃ upagacchi. ",
  "dn17:1.12.6": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano tameva hatthiratanaṃ vīmaṃsamāno pubbaṇhasamayaṃ abhiruhitvā samuddapariyantaṃ pathaviṃ anuyāyitvā kusāvatiṃ rājadhāniṃ paccāgantvā pātarāsamakāsi. ",
  "dn17:1.12.7": "Rañño, ānanda, mahāsudassanassa evarūpaṃ hatthiratanaṃ pāturahosi. ",
  "dn17:1.13.0": "2.3. Assaratana ",
  "dn17:1.13.1": "Puna caparaṃ, ānanda, rañño mahāsudassanassa assaratanaṃ pāturahosi ",
  "dn17:1.13.2": "sabbaseto kāḷasīso muñjakeso iddhimā vehāsaṅgamo valāhako nāma assarājā. ",
  "dn17:1.13.3": "Taṃ disvā rañño mahāsudassanassa cittaṃ pasīdi: ",
  "dn17:1.13.4": "‘bhaddakaṃ vata bho assayānaṃ sace damathaṃ upeyyā’ti. ",
  "dn17:1.13.5": "Atha kho taṃ, ānanda, assaratanaṃ seyyathāpi nāma bhaddo assājāniyo dīgharattaṃ suparidanto; evameva damathaṃ upagacchi. ",
  "dn17:1.13.6": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano tameva assaratanaṃ vīmaṃsamāno pubbaṇhasamayaṃ abhiruhitvā samuddapariyantaṃ pathaviṃ anuyāyitvā kusāvatiṃ rājadhāniṃ paccāgantvā pātarāsamakāsi. ",
  "dn17:1.13.7": "Rañño, ānanda, mahāsudassanassa evarūpaṃ assaratanaṃ pāturahosi. ",
  "dn17:1.14.0": "2.4. Maṇiratana ",
  "dn17:1.14.1": "Puna caparaṃ, ānanda, rañño mahāsudassanassa maṇiratanaṃ pāturahosi. ",
  "dn17:1.14.2": "So ahosi maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno. ",
  "dn17:1.14.3": "Tassa kho panānanda, maṇiratanassa ābhā samantā yojanaṃ phuṭā ahosi. ",
  "dn17:1.14.4": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano tameva maṇiratanaṃ vīmaṃsamāno caturaṅginiṃ senaṃ sannayhitvā maṇiṃ dhajaggaṃ āropetvā rattandhakāratimisāya pāyāsi. ",
  "dn17:1.14.5": "Ye kho panānanda, samantā gāmā ahesuṃ, te tenobhāsena kammante payojesuṃ divāti maññamānā. ",
  "dn17:1.14.6": "Rañño, ānanda, mahāsudassanassa evarūpaṃ maṇiratanaṃ pāturahosi. ",
  "dn17:1.15.0": "2.5. Itthiratana ",
  "dn17:1.15.1": "Puna caparaṃ, ānanda, rañño mahāsudassanassa itthiratanaṃ pāturahosi ",
  "dn17:1.15.2": "abhirūpā dassanīyā pāsādikā paramāya vaṇṇapokkharatāya samannāgatā nātidīghā nātirassā nātikisā nātithūlā nātikāḷikā nāccodātā atikkantā mānusivaṇṇaṃ appattā dibbavaṇṇaṃ. ",
  "dn17:1.15.3": "Tassa kho panānanda, itthiratanassa evarūpo kāyasamphasso hoti, seyyathāpi nāma tūlapicuno vā kappāsapicuno vā. ",
  "dn17:1.15.4": "Tassa kho panānanda, itthiratanassa sīte uṇhāni gattāni honti, uṇhe sītāni. ",
  "dn17:1.15.5": "Tassa kho panānanda, itthiratanassa kāyato candanagandho vāyati, mukhato uppalagandho. ",
  "dn17:1.15.6": "Taṃ kho panānanda, itthiratanaṃ rañño mahāsudassanassa pubbuṭṭhāyinī ahosi pacchānipātinī kiṃkārapaṭissāvinī manāpacārinī piyavādinī. ",
  "dn17:1.15.7": "Taṃ kho panānanda, itthiratanaṃ rājānaṃ mahāsudassanaṃ manasāpi no aticari, kuto pana kāyena. ",
  "dn17:1.15.8": "Rañño, ānanda, mahāsudassanassa evarūpaṃ itthiratanaṃ pāturahosi. ",
  "dn17:1.16.0": "2.6. Gahapatiratana ",
  "dn17:1.16.1": "Puna caparaṃ, ānanda, rañño mahāsudassanassa gahapatiratanaṃ pāturahosi. ",
  "dn17:1.16.2": "Tassa kammavipākajaṃ dibbacakkhu pāturahosi yena nidhiṃ passati sassāmikampi assāmikampi. ",
  "dn17:1.16.3": "So rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāha: ",
  "dn17:1.16.4": "‘appossukko tvaṃ, deva, hohi, ahaṃ te dhanena dhanakaraṇīyaṃ karissāmī’ti. ",
  "dn17:1.16.5": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano tameva gahapatiratanaṃ vīmaṃsamāno nāvaṃ abhiruhitvā majjhe gaṅgāya nadiyā sotaṃ ogāhitvā gahapatiratanaṃ etadavoca: ",
  "dn17:1.16.6": "‘attho me, gahapati, hiraññasuvaṇṇenā’ti. ",
  "dn17:1.16.7": "‘Tena hi, mahārāja, ekaṃ tīraṃ nāvā upetū’ti. ",
  "dn17:1.16.8": "‘Idheva me, gahapati, attho hiraññasuvaṇṇenā’ti. ",
  "dn17:1.16.9": "Atha kho taṃ, ānanda, gahapatiratanaṃ ubhohi hatthehi udakaṃ omasitvā pūraṃ hiraññasuvaṇṇassa kumbhiṃ uddharitvā rājānaṃ mahāsudassanaṃ etadavoca: ",
  "dn17:1.16.10": "‘alamettāvatā, mahārāja, katamettāvatā, mahārāja, pūjitamettāvatā, mahārājā’ti? ",
  "dn17:1.16.11": "Rājā mahāsudassano evamāha: ",
  "dn17:1.16.12": "‘alamettāvatā, gahapati, katamettāvatā, gahapati, pūjitamettāvatā, gahapatī’ti. ",
  "dn17:1.16.13": "Rañño, ānanda, mahāsudassanassa evarūpaṃ gahapatiratanaṃ pāturahosi. ",
  "dn17:1.17.0": "2.7. Pariṇāyakaratana ",
  "dn17:1.18.1": "Puna caparaṃ, ānanda, rañño mahāsudassanassa pariṇāyakaratanaṃ pāturahosi ",
  "dn17:1.18.2": "paṇḍito viyatto medhāvī paṭibalo rājānaṃ mahāsudassanaṃ upayāpetabbaṃ upayāpetuṃ, apayāpetabbaṃ apayāpetuṃ, ṭhapetabbaṃ ṭhapetuṃ. ",
  "dn17:1.18.3": "So rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāha: ",
  "dn17:1.18.4": "‘appossukko tvaṃ, deva, hohi, ahamanusāsissāmī’ti. ",
  "dn17:1.18.5": "Rañño, ānanda, mahāsudassanassa evarūpaṃ pariṇāyakaratanaṃ pāturahosi. ",
  "dn17:1.18.6": "Rājā, ānanda, mahāsudassano imehi sattahi ratanehi samannāgato ahosi. ",
  "dn17:1.18.7.0": "3. Catuiddhisamannāgata ",
  "dn17:1.18.8": "Rājā, ānanda, mahāsudassano catūhi iddhīhi samannāgato ahosi. ",
  "dn17:1.18.9": "Katamāhi catūhi iddhīhi? ",
  "dn17:1.18.10": "Idhānanda, rājā mahāsudassano abhirūpo ahosi dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato ativiya aññehi manussehi. ",
  "dn17:1.18.11": "Rājā, ānanda, mahāsudassano imāya paṭhamāya iddhiyā samannāgato ahosi. ",
  "dn17:1.19.1": "Puna caparaṃ, ānanda, rājā mahāsudassano dīghāyuko ahosi ciraṭṭhitiko ativiya aññehi manussehi. ",
  "dn17:1.19.2": "Rājā, ānanda, mahāsudassano imāya dutiyāya iddhiyā samannāgato ahosi. ",
  "dn17:1.20.1": "Puna caparaṃ, ānanda, rājā mahāsudassano appābādho ahosi appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya ativiya aññehi manussehi. ",
  "dn17:1.20.2": "Rājā, ānanda, mahāsudassano imāya tatiyāya iddhiyā samannāgato ahosi. ",
  "dn17:1.21.1": "Puna caparaṃ, ānanda, rājā mahāsudassano brāhmaṇagahapatikānaṃ piyo ahosi manāpo. ",
  "dn17:1.21.2": "Seyyathāpi, ānanda, pitā puttānaṃ piyo hoti manāpo; ",
  "dn17:1.21.3": "evameva kho, ānanda, rājā mahāsudassano brāhmaṇagahapatikānaṃ piyo ahosi manāpo. ",
  "dn17:1.21.4": "Raññopi, ānanda, mahāsudassanassa brāhmaṇagahapatikā piyā ahesuṃ manāpā. ",
  "dn17:1.21.5": "Seyyathāpi, ānanda, pitu puttā piyā honti manāpā; ",
  "dn17:1.21.6": "evameva kho, ānanda, raññopi mahāsudassanassa brāhmaṇagahapatikā piyā ahesuṃ manāpā. ",
  "dn17:1.21.7": "Bhūtapubbaṃ, ānanda, rājā mahāsudassano caturaṅginiyā senāya uyyānabhūmiṃ niyyāsi. ",
  "dn17:1.21.8": "Atha kho, ānanda, brāhmaṇagahapatikā rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu: ",
  "dn17:1.21.9": "‘ataramāno, deva, yāhi, yathā taṃ mayaṃ cirataraṃ passeyyāmā’ti. ",
  "dn17:1.21.10": "Rājāpi, ānanda, mahāsudassano sārathiṃ āmantesi: ",
  "dn17:1.21.11": "‘ataramāno, sārathi, rathaṃ pesehi, yathā ahaṃ brāhmaṇagahapatike cirataraṃ passeyyan’ti. ",
  "dn17:1.21.12": "Rājā, ānanda, mahāsudassano imāya catutthiyā iddhiyā samannāgato ahosi. ",
  "dn17:1.21.13": "Rājā, ānanda, mahāsudassano imāhi catūhi iddhīhi samannāgato ahosi. ",
  "dn17:1.22.0": "4. Dhammapāsādapokkharaṇī ",
  "dn17:1.22.1": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.22.2": "‘yannūnāhaṃ imāsu tālantarikāsu dhanusate dhanusate pokkharaṇiyo māpeyyan’ti. ",
  "dn17:1.22.3": "Māpesi kho, ānanda, rājā mahāsudassano tāsu tālantarikāsu dhanusate dhanusate pokkharaṇiyo. ",
  "dn17:1.22.4": "Tā kho panānanda, pokkharaṇiyo catunnaṃ vaṇṇānaṃ iṭṭhakāhi citā ahesuṃ—",
  "dn17:1.22.5": "ekā iṭṭhakā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā. ",
  "dn17:1.22.6": "Tāsu kho panānanda, pokkharaṇīsu cattāri cattāri sopānāni ahesuṃ catunnaṃ vaṇṇānaṃ, ",
  "dn17:1.22.7": "ekaṃ sopānaṃ sovaṇṇamayaṃ ekaṃ rūpiyamayaṃ ekaṃ veḷuriyamayaṃ ekaṃ phalikamayaṃ. ",
  "dn17:1.22.8": "Sovaṇṇamayassa sopānassa sovaṇṇamayā thambhā ahesuṃ, rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.22.9": "Rūpiyamayassa sopānassa rūpiyamayā thambhā ahesuṃ, sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.22.10": "Veḷuriyamayassa sopānassa veḷuriyamayā thambhā ahesuṃ, phalikamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.22.11": "Phalikamayassa sopānassa phalikamayā thambhā ahesuṃ, veḷuriyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.22.12": "Tā kho panānanda, pokkharaṇiyo dvīhi vedikāhi parikkhittā ahesuṃ ekā vedikā sovaṇṇamayā, ekā rūpiyamayā. ",
  "dn17:1.22.13": "Sovaṇṇamayāya vedikāya sovaṇṇamayā thambhā ahesuṃ, rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.22.14": "Rūpiyamayāya vedikāya rūpiyamayā thambhā ahesuṃ, sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.23.1": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.23.2": "‘yannūnāhaṃ imāsu pokkharaṇīsu evarūpaṃ mālaṃ ropāpeyyaṃ uppalaṃ padumaṃ kumudaṃ puṇḍarīkaṃ sabbotukaṃ sabbajanassa anāvaṭan’ti. ",
  "dn17:1.23.3": "Ropāpesi kho, ānanda, rājā mahāsudassano tāsu pokkharaṇīsu evarūpaṃ mālaṃ uppalaṃ padumaṃ kumudaṃ puṇḍarīkaṃ sabbotukaṃ sabbajanassa anāvaṭaṃ. ",
  "dn17:1.23.4": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.23.5": "‘yannūnāhaṃ imāsaṃ pokkharaṇīnaṃ tīre nhāpake purise ṭhapeyyaṃ, ye āgatāgataṃ janaṃ nhāpessantī’ti. ",
  "dn17:1.23.6": "Ṭhapesi kho, ānanda, rājā mahāsudassano tāsaṃ pokkharaṇīnaṃ tīre nhāpake purise, ye āgatāgataṃ janaṃ nhāpesuṃ. ",
  "dn17:1.23.7": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.23.8": "‘yannūnāhaṃ imāsaṃ pokkharaṇīnaṃ tīre evarūpaṃ dānaṃ paṭṭhapeyyaṃ—",
  "dn17:1.23.9": "annaṃ annaṭṭhikassa, pānaṃ pānaṭṭhikassa, vatthaṃ vatthaṭṭhikassa, yānaṃ yānaṭṭhikassa, sayanaṃ sayanaṭṭhikassa, itthiṃ itthiṭṭhikassa, hiraññaṃ hiraññaṭṭhikassa, suvaṇṇaṃ suvaṇṇaṭṭhikassā’ti. ",
  "dn17:1.23.10": "Paṭṭhapesi kho, ānanda, rājā mahāsudassano tāsaṃ pokkharaṇīnaṃ tīre evarūpaṃ dānaṃ—",
  "dn17:1.23.11": "annaṃ annaṭṭhikassa, pānaṃ pānaṭṭhikassa, vatthaṃ vatthaṭṭhikassa, yānaṃ yānaṭṭhikassa, sayanaṃ sayanaṭṭhikassa, itthiṃ itthiṭṭhikassa, hiraññaṃ hiraññaṭṭhikassa, suvaṇṇaṃ suvaṇṇaṭṭhikassa. ",
  "dn17:1.24.1": "Atha kho, ānanda, brāhmaṇagahapatikā pahūtaṃ sāpateyyaṃ ādāya rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu: ",
  "dn17:1.24.2": "‘idaṃ, deva, pahūtaṃ sāpateyyaṃ devaññeva uddissa ābhataṃ, taṃ devo paṭiggaṇhatū’ti. ",
  "dn17:1.24.3": "‘Alaṃ, bho, mamapidaṃ pahūtaṃ sāpateyyaṃ dhammikena balinā abhisaṅkhataṃ, tañca vo hotu, ito ca bhiyyo harathā’ti. ",
  "dn17:1.24.4": "Te raññā paṭikkhittā ekamantaṃ apakkamma evaṃ samacintesuṃ: ",
  "dn17:1.24.5": "‘na kho etaṃ amhākaṃ patirūpaṃ, yaṃ mayaṃ imāni sāpateyyāni punadeva sakāni gharāni paṭihareyyāma. ",
  "dn17:1.24.6": "Yannūna mayaṃ rañño mahāsudassanassa nivesanaṃ māpeyyāmā’ti. ",
  "dn17:1.24.7": "Te rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu: ",
  "dn17:1.24.8": "‘nivesanaṃ te, deva, māpessāmā’ti. ",
  "dn17:1.24.9": "Adhivāsesi kho, ānanda, rājā mahāsudassano tuṇhībhāvena. ",
  "dn17:1.25.1": "Atha kho, ānanda, sakko devānamindo rañño mahāsudassanassa cetasā cetoparivitakkamaññāya vissakammaṃ devaputtaṃ āmantesi: ",
  "dn17:1.25.2": "‘ehi tvaṃ, samma vissakamma, rañño mahāsudassanassa nivesanaṃ māpehi dhammaṃ nāma pāsādan’ti. ",
  "dn17:1.25.3": "‘Evaṃ, bhaddantavā’ti kho, ānanda, vissakammo devaputto sakkassa devānamindassa paṭissutvā seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya pasāritaṃ vā bāhaṃ samiñjeyya; evameva—devesu tāvatiṃsesu antarahito rañño mahāsudassanassa purato pāturahosi. ",
  "dn17:1.25.4": "Atha kho, ānanda, vissakammo devaputto rājānaṃ mahāsudassanaṃ etadavoca: ",
  "dn17:1.25.5": "‘nivesanaṃ te, deva, māpessāmi dhammaṃ nāma pāsādan’ti. ",
  "dn17:1.25.6": "Adhivāsesi kho, ānanda, rājā mahāsudassano tuṇhībhāvena. ",
  "dn17:1.25.7": "Māpesi kho, ānanda, vissakammo devaputto rañño mahāsudassanassa nivesanaṃ dhammaṃ nāma pāsādaṃ. ",
  "dn17:1.25.8": "Dhammo, ānanda, pāsādo puratthimena pacchimena ca yojanaṃ āyāmena ahosi. Uttarena dakkhiṇena ca aḍḍhayojanaṃ vitthārena. ",
  "dn17:1.25.9": "Dhammassa, ānanda, pāsādassa tiporisaṃ uccatarena vatthu citaṃ ahosi catunnaṃ vaṇṇānaṃ iṭṭhakāhi—",
  "dn17:1.25.10": "ekā iṭṭhakā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā. ",
  "dn17:1.26.1": "Dhammassa, ānanda, pāsādassa caturāsītithambhasahassāni ahesuṃ catunnaṃ vaṇṇānaṃ—",
  "dn17:1.26.2": "eko thambho sovaṇṇamayo, eko rūpiyamayo, eko veḷuriyamayo, eko phalikamayo. ",
  "dn17:1.26.3": "Dhammo, ānanda, pāsādo catunnaṃ vaṇṇānaṃ phalakehi santhato ahosi—",
  "dn17:1.26.4": "ekaṃ phalakaṃ sovaṇṇamayaṃ, ekaṃ rūpiyamayaṃ, ekaṃ veḷuriyamayaṃ, ekaṃ phalikamayaṃ. ",
  "dn17:1.26.5": "Dhammassa, ānanda, pāsādassa catuvīsati sopānāni ahesuṃ catunnaṃ vaṇṇānaṃ—",
  "dn17:1.26.6": "ekaṃ sopānaṃ sovaṇṇamayaṃ, ekaṃ rūpiyamayaṃ, ekaṃ veḷuriyamayaṃ, ekaṃ phalikamayaṃ. ",
  "dn17:1.26.7": "Sovaṇṇamayassa sopānassa sovaṇṇamayā thambhā ahesuṃ rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.26.8": "Rūpiyamayassa sopānassa rūpiyamayā thambhā ahesuṃ sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.26.9": "Veḷuriyamayassa sopānassa veḷuriyamayā thambhā ahesuṃ phalikamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.26.10": "Phalikamayassa sopānassa phalikamayā thambhā ahesuṃ veḷuriyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.26.11": "Dhamme, ānanda, pāsāde caturāsītikūṭāgārasahassāni ahesuṃ catunnaṃ vaṇṇānaṃ—",
  "dn17:1.26.12": "ekaṃ kūṭāgāraṃ sovaṇṇamayaṃ, ekaṃ rūpiyamayaṃ, ekaṃ veḷuriyamayaṃ, ekaṃ phalikamayaṃ. ",
  "dn17:1.26.13": "Sovaṇṇamaye kūṭāgāre rūpiyamayo pallaṅko paññatto ahosi, rūpiyamaye kūṭāgāre sovaṇṇamayo pallaṅko paññatto ahosi, veḷuriyamaye kūṭāgāre dantamayo pallaṅko paññatto ahosi, phalikamaye kūṭāgāre sāramayo pallaṅko paññatto ahosi. ",
  "dn17:1.26.14": "Sovaṇṇamayassa kūṭāgārassa dvāre rūpiyamayo tālo ṭhito ahosi, tassa rūpiyamayo khandho sovaṇṇamayāni pattāni ca phalāni ca. ",
  "dn17:1.26.15": "Rūpiyamayassa kūṭāgārassa dvāre sovaṇṇamayo tālo ṭhito ahosi, tassa sovaṇṇamayo khandho, rūpiyamayāni pattāni ca phalāni ca. ",
  "dn17:1.26.16": "Veḷuriyamayassa kūṭāgārassa dvāre phalikamayo tālo ṭhito ahosi, tassa phalikamayo khandho, veḷuriyamayāni pattāni ca phalāni ca. ",
  "dn17:1.26.17": "Phalikamayassa kūṭāgārassa dvāre veḷuriyamayo tālo ṭhito ahosi, tassa veḷuriyamayo khandho, phalikamayāni pattāni ca phalāni ca. ",
  "dn17:1.27.1": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.27.2": "‘yannūnāhaṃ mahāviyūhassa kūṭāgārassa dvāre sabbasovaṇṇamayaṃ tālavanaṃ māpeyyaṃ, yattha divāvihāraṃ nisīdissāmī’ti. ",
  "dn17:1.27.3": "Māpesi kho, ānanda, rājā mahāsudassano mahāviyūhassa kūṭāgārassa dvāre sabbasovaṇṇamayaṃ tālavanaṃ, yattha divāvihāraṃ nisīdi. ",
  "dn17:1.28.1": "Dhammo, ānanda, pāsādo dvīhi vedikāhi parikkhitto ahosi, ekā vedikā sovaṇṇamayā, ekā rūpiyamayā. ",
  "dn17:1.28.2": "Sovaṇṇamayāya vedikāya sovaṇṇamayā thambhā ahesuṃ, rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.28.3": "Rūpiyamayāya vedikāya rūpiyamayā thambhā ahesuṃ, sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.29.1": "Dhammo, ānanda, pāsādo dvīhi kiṅkiṇikajālehi parikkhitto ahosi—",
  "dn17:1.29.2": "ekaṃ jālaṃ sovaṇṇamayaṃ ekaṃ rūpiyamayaṃ. ",
  "dn17:1.29.3": "Sovaṇṇamayassa jālassa rūpiyamayā kiṅkiṇikā ahesuṃ, rūpiyamayassa jālassa sovaṇṇamayā kiṅkiṇikā ahesuṃ. ",
  "dn17:1.29.4": "Tesaṃ kho panānanda, kiṅkiṇikajālānaṃ vāteritānaṃ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.29.5": "Seyyathāpi, ānanda, pañcaṅgikassa tūriyassa suvinītassa suppaṭitāḷitassa sukusalehi samannāhatassa saddo hoti, vaggu ca rajanīyo ca khamanīyo ca madanīyo ca; ",
  "dn17:1.29.6": "evameva kho, ānanda, tesaṃ kiṅkiṇikajālānaṃ vāteritānaṃ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.29.7": "Ye kho panānanda, tena samayena kusāvatiyā rājadhāniyā dhuttā ahesuṃ soṇḍā pipāsā, te tesaṃ kiṅkiṇikajālānaṃ vāteritānaṃ saddena paricāresuṃ. ",
  "dn17:1.29.8": "Niṭṭhito kho panānanda, dhammo pāsādo duddikkho ahosi musati cakkhūni. ",
  "dn17:1.29.9": "Seyyathāpi, ānanda, vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve ādicco nabhaṃ abbhussakkamāno duddikkho hoti musati cakkhūni; ",
  "dn17:1.29.10": "evameva kho, ānanda, dhammo pāsādo duddikkho ahosi musati cakkhūni. ",
  "dn17:1.30.1": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:1.30.2": "‘yannūnāhaṃ dhammassa pāsādassa purato dhammaṃ nāma pokkharaṇiṃ māpeyyan’ti. ",
  "dn17:1.30.3": "Māpesi kho, ānanda, rājā mahāsudassano dhammassa pāsādassa purato dhammaṃ nāma pokkharaṇiṃ. ",
  "dn17:1.30.4": "Dhammā, ānanda, pokkharaṇī puratthimena pacchimena ca yojanaṃ āyāmena ahosi, uttarena dakkhiṇena ca aḍḍhayojanaṃ vitthārena. ",
  "dn17:1.30.5": "Dhammā, ānanda, pokkharaṇī catunnaṃ vaṇṇānaṃ iṭṭhakāhi citā ahosi—",
  "dn17:1.30.6": "ekā iṭṭhakā sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā. ",
  "dn17:1.31.1": "Dhammāya, ānanda, pokkharaṇiyā catuvīsati sopānāni ahesuṃ catunnaṃ vaṇṇānaṃ—",
  "dn17:1.31.2": "ekaṃ sopānaṃ sovaṇṇamayaṃ, ekaṃ rūpiyamayaṃ, ekaṃ veḷuriyamayaṃ, ekaṃ phalikamayaṃ. ",
  "dn17:1.31.3": "Sovaṇṇamayassa sopānassa sovaṇṇamayā thambhā ahesuṃ rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.31.4": "Rūpiyamayassa sopānassa rūpiyamayā thambhā ahesuṃ sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.31.5": "Veḷuriyamayassa sopānassa veḷuriyamayā thambhā ahesuṃ phalikamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.31.6": "Phalikamayassa sopānassa phalikamayā thambhā ahesuṃ veḷuriyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.31.7": "Dhammā, ānanda, pokkharaṇī dvīhi vedikāhi parikkhittā ahosi—ekā vedikā sovaṇṇamayā, ekā rūpiyamayā. ",
  "dn17:1.31.8": "Sovaṇṇamayāya vedikāya sovaṇṇamayā thambhā ahesuṃ rūpiyamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.31.9": "Rūpiyamayāya vedikāya rūpiyamayā thambhā ahesuṃ sovaṇṇamayā sūciyo ca uṇhīsañca. ",
  "dn17:1.32.1": "Dhammā, ānanda, pokkharaṇī sattahi tālapantīhi parikkhittā ahosi—",
  "dn17:1.32.2": "ekā tālapanti sovaṇṇamayā, ekā rūpiyamayā, ekā veḷuriyamayā, ekā phalikamayā, ekā lohitaṅkamayā, ekā masāragallamayā, ekā sabbaratanamayā. ",
  "dn17:1.32.3": "Sovaṇṇamayassa tālassa sovaṇṇamayo khandho ahosi rūpiyamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.4": "Rūpiyamayassa tālassa rūpiyamayo khandho ahosi sovaṇṇamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.5": "Veḷuriyamayassa tālassa veḷuriyamayo khandho ahosi phalikamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.6": "Phalikamayassa tālassa phalikamayo khandho ahosi veḷuriyamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.7": "Lohitaṅkamayassa tālassa lohitaṅkamayo khandho ahosi masāragallamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.8": "Masāragallamayassa tālassa masāragallamayo khandho ahosi lohitaṅkamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.9": "Sabbaratanamayassa tālassa sabbaratanamayo khandho ahosi, sabbaratanamayāni pattāni ca phalāni ca. ",
  "dn17:1.32.10": "Tāsaṃ kho panānanda, tālapantīnaṃ vāteritānaṃ saddo ahosi, vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.32.11": "Seyyathāpi, ānanda, pañcaṅgikassa tūriyassa suvinītassa suppaṭitāḷitassa sukusalehi samannāhatassa saddo hoti vaggu ca rajanīyo ca khamanīyo ca madanīyo ca; ",
  "dn17:1.32.12": "evameva kho, ānanda, tāsaṃ tālapantīnaṃ vāteritānaṃ saddo ahosi vaggu ca rajanīyo ca khamanīyo ca madanīyo ca. ",
  "dn17:1.32.13": "Ye kho panānanda, tena samayena kusāvatiyā rājadhāniyā dhuttā ahesuṃ soṇḍā pipāsā, te tāsaṃ tālapantīnaṃ vāteritānaṃ saddena paricāresuṃ. ",
  "dn17:1.33.1": "Niṭṭhite kho panānanda, dhamme pāsāde niṭṭhitāya dhammāya ca pokkharaṇiyā rājā mahāsudassano ‘ye tena samayena samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā’, te sabbakāmehi santappetvā dhammaṃ pāsādaṃ abhiruhi. ",
  "dn17:1.33.2": "Paṭhamabhāṇavāro. ",
  "dn17:2.1.0": "5. Jhānasampatti ",
  "dn17:2.1.1": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:2.1.2": "‘kissa nu kho me idaṃ kammassa phalaṃ kissa kammassa vipāko, yenāhaṃ etarahi evaṃmahiddhiko evaṃmahānubhāvo’ti? ",
  "dn17:2.1.3": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:2.1.4": "‘tiṇṇaṃ kho me idaṃ kammānaṃ phalaṃ tiṇṇaṃ kammānaṃ vipāko, yenāhaṃ etarahi evaṃmahiddhiko evaṃmahānubhāvo, seyyathidaṃ—",
  "dn17:2.1.5": "dānassa damassa saṃyamassā’ti. ",
  "dn17:2.2.1": "Atha kho, ānanda, rājā mahāsudassano yena mahāviyūhaṃ kūṭāgāraṃ tenupasaṅkami; upasaṅkamitvā mahāviyūhassa kūṭāgārassa dvāre ṭhito udānaṃ udānesi: ",
  "dn17:2.2.2": "‘tiṭṭha, kāmavitakka, tiṭṭha, byāpādavitakka, tiṭṭha, vihiṃsāvitakka. ",
  "dn17:2.2.3": "Ettāvatā, kāmavitakka, ettāvatā, byāpādavitakka, ettāvatā, vihiṃsāvitakkā’ti. ",
  "dn17:2.3.1": "Atha kho, ānanda, rājā mahāsudassano mahāviyūhaṃ kūṭāgāraṃ pavisitvā sovaṇṇamaye pallaṅke nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja vihāsi. ",
  "dn17:2.3.2": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsi. ",
  "dn17:2.3.3": "Pītiyā ca virāgā upekkhako ca vihāsi, sato ca sampajāno sukhañca kāyena paṭisaṃvedesi, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja vihāsi. ",
  "dn17:2.3.4": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsi. ",
  "dn17:2.4.1": "Atha kho, ānanda, rājā mahāsudassano mahāviyūhā kūṭāgārā nikkhamitvā sovaṇṇamayaṃ kūṭāgāraṃ pavisitvā rūpiyamaye pallaṅke nisinno ",
  "dn17:2.4.2": "mettāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi. Tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā vihāsi. ",
  "dn17:2.4.3": "Karuṇāsahagatena cetasā …pe… ",
  "dn17:2.4.4": "muditāsahagatena cetasā …pe… ",
  "dn17:2.4.5": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā vihāsi. Tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā vihāsi. ",
  "dn17:2.5.0": "6. Caturāsītinagarasahassādi ",
  "dn17:2.5.1": "Rañño, ānanda, mahāsudassanassa caturāsīti nagarasahassāni ahesuṃ kusāvatīrājadhānippamukhāni; ",
  "dn17:2.5.2": "caturāsīti pāsādasahassāni ahesuṃ dhammapāsādappamukhāni; ",
  "dn17:2.5.3": "caturāsīti kūṭāgārasahassāni ahesuṃ mahāviyūhakūṭāgārappamukhāni; ",
  "dn17:2.5.4": "caturāsīti pallaṅkasahassāni ahesuṃ sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni; ",
  "dn17:2.5.5": "caturāsīti nāgasahassāni ahesuṃ sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni; ",
  "dn17:2.5.6": "caturāsīti assasahassāni ahesuṃ sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni; ",
  "dn17:2.5.7": "caturāsīti rathasahassāni ahesuṃ sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni; ",
  "dn17:2.5.8": "caturāsīti maṇisahassāni ahesuṃ maṇiratanappamukhāni; ",
  "dn17:2.5.9": "caturāsīti itthisahassāni ahesuṃ subhaddādevippamukhāni; ",
  "dn17:2.5.10": "caturāsīti gahapatisahassāni ahesuṃ gahapatiratanappamukhāni; ",
  "dn17:2.5.11": "caturāsīti khattiyasahassāni ahesuṃ anuyantāni pariṇāyakaratanappamukhāni; ",
  "dn17:2.5.12": "caturāsīti dhenusahassāni ahesuṃ duhasandanāni kaṃsūpadhāraṇāni; ",
  "dn17:2.5.13": "caturāsīti vatthakoṭisahassāni ahesuṃ khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ; ",
  "dn17:2.5.14": "rañño, ānanda, mahāsudassanassa caturāsīti thālipākasahassāni ahesuṃ sāyaṃ pātaṃ bhattābhihāro abhihariyittha. ",
  "dn17:2.6.1": "Tena kho panānanda, samayena rañño mahāsudassanassa caturāsīti nāgasahassāni sāyaṃ pātaṃ upaṭṭhānaṃ āgacchanti. ",
  "dn17:2.6.2": "Atha kho, ānanda, rañño mahāsudassanassa etadahosi: ",
  "dn17:2.6.3": "‘imāni kho me caturāsīti nāgasahassāni sāyaṃ pātaṃ upaṭṭhānaṃ āgacchanti, yannūna vassasatassa vassasatassa accayena dvecattālīsaṃ dvecattālīsaṃ nāgasahassāni sakiṃ sakiṃ upaṭṭhānaṃ āgaccheyyun’ti. ",
  "dn17:2.6.4": "Atha kho, ānanda, rājā mahāsudassano pariṇāyakaratanaṃ āmantesi: ",
  "dn17:2.6.5": "‘imāni kho me, samma pariṇāyakaratana, caturāsīti nāgasahassāni sāyaṃ pātaṃ upaṭṭhānaṃ āgacchanti, tena hi, samma pariṇāyakaratana, vassasatassa vassasatassa accayena dvecattālīsaṃ dvecattālīsaṃ nāgasahassāni sakiṃ sakiṃ upaṭṭhānaṃ āgacchantū’ti. ",
  "dn17:2.6.6": "‘Evaṃ, devā’ti kho, ānanda, pariṇāyakaratanaṃ rañño mahāsudassanassa paccassosi. ",
  "dn17:2.6.7": "Atha kho, ānanda, rañño mahāsudassanassa aparena samayena vassasatassa vassasatassa accayena dvecattālīsaṃ dvecattālīsaṃ nāgasahassāni sakiṃ sakiṃ upaṭṭhānaṃ āgamaṃsu. ",
  "dn17:2.7.0": "7. Subhaddādeviupasaṅkamana ",
  "dn17:2.7.1": "Atha kho, ānanda, subhaddāya deviyā bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena etadahosi: ",
  "dn17:2.7.2": "‘ciraṃ diṭṭho kho me rājā mahāsudassano. Yannūnāhaṃ rājānaṃ mahāsudassanaṃ dassanāya upasaṅkameyyan’ti. ",
  "dn17:2.7.3": "Atha kho, ānanda, subhaddā devī itthāgāraṃ āmantesi: ",
  "dn17:2.7.4": "‘etha tumhe sīsāni nhāyatha pītāni vatthāni pārupatha. ",
  "dn17:2.7.5": "Ciraṃ diṭṭho no rājā mahāsudassano, rājānaṃ mahāsudassanaṃ dassanāya upasaṅkamissāmā’ti. ",
  "dn17:2.7.6": "‘Evaṃ, ayye’ti kho, ānanda, itthāgāraṃ subhaddāya deviyā paṭissutvā sīsāni nhāyitvā pītāni vatthāni pārupitvā yena subhaddā devī tenupasaṅkami. ",
  "dn17:2.8.1": "Atha kho, ānanda, subhaddā devī pariṇāyakaratanaṃ āmantesi: ",
  "dn17:2.8.2": "‘kappehi, samma pariṇāyakaratana, caturaṅginiṃ senaṃ, ciraṃ diṭṭho no rājā mahāsudassano, rājānaṃ mahāsudassanaṃ dassanāya upasaṅkamissāmā’ti. ",
  "dn17:2.8.3": "‘Evaṃ, devī’ti kho, ānanda, pariṇāyakaratanaṃ subhaddāya deviyā paṭissutvā caturaṅginiṃ senaṃ kappāpetvā subhaddāya deviyā paṭivedesi: ",
  "dn17:2.8.4": "‘kappitā kho, devi, caturaṅginī senā, ",
  "dn17:2.8.5": "yassadāni kālaṃ maññasī’ti. ",
  "dn17:2.8.6": "Atha kho, ānanda, subhaddā devī caturaṅginiyā senāya saddhiṃ itthāgārena yena dhammo pāsādo tenupasaṅkami; upasaṅkamitvā dhammaṃ pāsādaṃ abhiruhitvā yena mahāviyūhaṃ kūṭāgāraṃ tenupasaṅkami. ",
  "dn17:2.8.7": "Upasaṅkamitvā mahāviyūhassa kūṭāgārassa dvārabāhaṃ ālambitvā aṭṭhāsi. ",
  "dn17:2.8.8": "Atha kho, ānanda, rājā mahāsudassano saddaṃ sutvā: ",
  "dn17:2.8.9": "‘kiṃ nu kho mahato viya janakāyassa saddo’ti mahāviyūhā kūṭāgārā nikkhamanto addasa subhaddaṃ deviṃ dvārabāhaṃ ālambitvā ṭhitaṃ, disvāna subhaddaṃ deviṃ etadavoca: ",
  "dn17:2.8.10": "‘ettheva, devi, tiṭṭha mā pāvisī’ti. ",
  "dn17:2.9.1": "Atha kho, ānanda, rājā mahāsudassano aññataraṃ purisaṃ āmantesi: ",
  "dn17:2.9.2": "‘ehi tvaṃ, ambho purisa, mahāviyūhā kūṭāgārā sovaṇṇamayaṃ pallaṅkaṃ nīharitvā sabbasovaṇṇamaye tālavane paññapehī’ti. ",
  "dn17:2.9.3": "‘Evaṃ, devā’ti kho, ānanda, so puriso rañño mahāsudassanassa paṭissutvā mahāviyūhā kūṭāgārā sovaṇṇamayaṃ pallaṅkaṃ nīharitvā sabbasovaṇṇamaye tālavane paññapesi. ",
  "dn17:2.9.4": "Atha kho, ānanda, rājā mahāsudassano dakkhiṇena passena sīhaseyyaṃ kappesi pāde pādaṃ accādhāya sato sampajāno. ",
  "dn17:2.10.1": "Atha kho, ānanda, subhaddāya deviyā etadahosi: ",
  "dn17:2.10.2": "‘vippasannāni kho rañño mahāsudassanassa indriyāni, parisuddho chavivaṇṇo pariyodāto, mā heva kho rājā mahāsudassano kālamakāsī’ti rājānaṃ mahāsudassanaṃ etadavoca: ",
  "dn17:2.10.3": "‘Imāni te, deva, caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni. ",
  "dn17:2.10.4": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.5": "Imāni te, deva, caturāsīti pāsādasahassāni dhammapāsādappamukhāni. ",
  "dn17:2.10.6": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.7": "Imāni te, deva, caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni. ",
  "dn17:2.10.8": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.9": "Imāni te, deva, caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ",
  "dn17:2.10.10": "Ettha, deva, chandaṃ janehi, jīvite apekkhaṃ karohi. ",
  "dn17:2.10.11": "Imāni te, deva, caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ",
  "dn17:2.10.12": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.13": "Imāni te, deva, caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ",
  "dn17:2.10.14": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.15": "Imāni te, deva, caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ",
  "dn17:2.10.16": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.17": "Imāni te, deva, caturāsīti maṇisahassāni maṇiratanappamukhāni. ",
  "dn17:2.10.18": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.19": "Imāni te, deva, caturāsīti itthisahassāni itthiratanappamukhāni. ",
  "dn17:2.10.20": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.21": "Imāni te, deva, caturāsīti gahapatisahassāni gahapatiratanappamukhāni. ",
  "dn17:2.10.22": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.23": "Imāni te, deva, caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni. ",
  "dn17:2.10.24": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.25": "Imāni te, deva, caturāsīti dhenusahassāni duhasandanāni kaṃsūpadhāraṇāni. ",
  "dn17:2.10.26": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohi. ",
  "dn17:2.10.27": "Imāni te, deva, caturāsīti vatthakoṭisahassāni khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ. ",
  "dn17:2.10.28": "Ettha, deva, chandaṃ janehi, jīvite apekkhaṃ karohi. ",
  "dn17:2.10.29": "Imāni te, deva, caturāsīti thālipākasahassāni sāyaṃ pātaṃ bhattābhihāro abhihariyati. ",
  "dn17:2.10.30": "Ettha, deva, chandaṃ janehi jīvite apekkhaṃ karohī’ti. ",
  "dn17:2.11.1": "Evaṃ vutte, ānanda, rājā mahāsudassano subhaddaṃ deviṃ etadavoca: ",
  "dn17:2.11.2": "‘Dīgharattaṃ kho maṃ tvaṃ, devi, iṭṭhehi kantehi piyehi manāpehi samudācarittha; ",
  "dn17:2.11.3": "atha ca pana maṃ tvaṃ pacchime kāle aniṭṭhehi akantehi appiyehi amanāpehi samudācarasī’ti. ",
  "dn17:2.11.4": "‘Kathaṃ carahi taṃ, deva, samudācarāmī’ti? ",
  "dn17:2.11.5": "‘Evaṃ kho maṃ tvaṃ, devi, samudācara: ",
  "dn17:2.11.6": "“sabbeheva, deva, piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo, mā kho tvaṃ, deva, sāpekkho kālamakāsi, dukkhā sāpekkhassa kālaṅkiriyā, garahitā ca sāpekkhassa kālaṅkiriyā. ",
  "dn17:2.11.7": "Imāni te, deva, caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni. ",
  "dn17:2.11.8": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.9": "Imāni te, deva, caturāsīti pāsādasahassāni dhammapāsādappamukhāni. ",
  "dn17:2.11.10": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.11": "Imāni te, deva, caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni. ",
  "dn17:2.11.12": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.13": "Imāni te, deva, caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ",
  "dn17:2.11.14": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.15": "Imāni te, deva, caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ",
  "dn17:2.11.16": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.17": "Imāni te, deva, caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ",
  "dn17:2.11.18": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.19": "Imāni te, deva, caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ",
  "dn17:2.11.20": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.21": "Imāni te, deva, caturāsīti maṇisahassāni maṇiratanappamukhāni. ",
  "dn17:2.11.22": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.23": "Imāni te, deva, caturāsīti itthisahassāni subhaddādevippamukhāni. ",
  "dn17:2.11.24": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.25": "Imāni te, deva, caturāsīti gahapatisahassāni gahapatiratanappamukhāni. ",
  "dn17:2.11.26": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.27": "Imāni te, deva, caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni. ",
  "dn17:2.11.28": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.29": "Imāni te, deva, caturāsīti dhenusahassāni duhasandanāni kaṃsūpadhāraṇāni. ",
  "dn17:2.11.30": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.31": "Imāni te, deva, caturāsīti vatthakoṭisahassāni khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ. ",
  "dn17:2.11.32": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.11.33": "Imāni te, deva, caturāsīti thālipākasahassāni sāyaṃ pātaṃ bhattābhihāro abhihariyati. ",
  "dn17:2.11.34": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsī”’ti. ",
  "dn17:2.12.1": "Evaṃ vutte, ānanda, subhaddā devī parodi assūni pavattesi. ",
  "dn17:2.12.2": "Atha kho, ānanda, subhaddā devī assūni puñchitvā rājānaṃ mahāsudassanaṃ etadavoca: ",
  "dn17:2.12.3": "‘Sabbeheva, deva, piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo, mā kho tvaṃ, deva, sāpekkho kālamakāsi, dukkhā sāpekkhassa kālaṅkiriyā, garahitā ca sāpekkhassa kālaṅkiriyā. ",
  "dn17:2.12.4": "Imāni te, deva, caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni. ",
  "dn17:2.12.5": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.6": "Imāni te, deva, caturāsīti pāsādasahassāni dhammapāsādappamukhāni. ",
  "dn17:2.12.7": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.8": "Imāni te, deva, caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni. ",
  "dn17:2.12.9": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.10": "Imāni te, deva, caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ",
  "dn17:2.12.11": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.12": "Imāni te, deva, caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ",
  "dn17:2.12.13": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.14": "Imāni te, deva, caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ",
  "dn17:2.12.15": "Ettha, deva, chandaṃ pajaha, jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.16": "Imāni te, deva, caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ",
  "dn17:2.12.17": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.18": "Imāni te, deva, caturāsīti maṇisahassāni maṇiratanappamukhāni. ",
  "dn17:2.12.19": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.20": "Imāni te, deva, caturāsīti itthisahassāni itthiratanappamukhāni. ",
  "dn17:2.12.21": "Ettha, deva, chandaṃ pajaha, jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.22": "Imāni te, deva, caturāsīti gahapatisahassāni gahapatiratanappamukhāni. ",
  "dn17:2.12.23": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.24": "Imāni te, deva, caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni. ",
  "dn17:2.12.25": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.26": "Imāni te, deva, caturāsīti dhenusahassāni duhasandanāni kaṃsūpadhāraṇāni. ",
  "dn17:2.12.27": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.28": "Imāni te, deva, caturāsīti vatthakoṭisahassāni khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ. ",
  "dn17:2.12.29": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsi. ",
  "dn17:2.12.30": "Imāni te, deva, caturāsīti thālipākasahassāni sāyaṃ pātaṃ bhattābhihāro abhihariyati. ",
  "dn17:2.12.31": "Ettha, deva, chandaṃ pajaha jīvite apekkhaṃ mākāsī’ti. ",
  "dn17:2.13.0": "8. Brahmalokūpagama ",
  "dn17:2.13.1": "Atha kho, ānanda, rājā mahāsudassano na cirasseva kālamakāsi. ",
  "dn17:2.13.2": "Seyyathāpi, ānanda, gahapatissa vā gahapatiputtassa vā manuññaṃ bhojanaṃ bhuttāvissa bhattasammado hoti; evameva kho, ānanda, rañño mahāsudassanassa māraṇantikā vedanā ahosi. ",
  "dn17:2.13.3": "Kālaṅkato ca, ānanda, rājā mahāsudassano sugatiṃ brahmalokaṃ upapajji. ",
  "dn17:2.13.4": "Rājā, ānanda, mahāsudassano caturāsīti vassasahassāni kumārakīḷaṃ kīḷi. ",
  "dn17:2.13.5": "Caturāsīti vassasahassāni oparajjaṃ kāresi. ",
  "dn17:2.13.6": "Caturāsīti vassasahassāni rajjaṃ kāresi. ",
  "dn17:2.13.7": "Caturāsīti vassasahassāni gihibhūto dhamme pāsāde brahmacariyaṃ cari. ",
  "dn17:2.13.8": "So cattāro brahmavihāre bhāvetvā kāyassa bhedā paraṃ maraṇā brahmalokūpago ahosi. ",
  "dn17:2.14.1": "Siyā kho panānanda, evamassa: ",
  "dn17:2.14.2": "‘añño nūna tena samayena rājā mahāsudassano ahosī’ti, ",
  "dn17:2.14.3": "na kho panetaṃ, ānanda, evaṃ daṭṭhabbaṃ. Ahaṃ tena samayena rājā mahāsudassano ahosiṃ. ",
  "dn17:2.14.4": "Mama tāni caturāsīti nagarasahassāni kusāvatīrājadhānippamukhāni, mama tāni caturāsīti pāsādasahassāni dhammapāsādappamukhāni, mama tāni caturāsīti kūṭāgārasahassāni mahāviyūhakūṭāgārappamukhāni, mama tāni caturāsīti pallaṅkasahassāni sovaṇṇamayāni rūpiyamayāni dantamayāni sāramayāni gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni, mama tāni caturāsīti nāgasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni, mama tāni caturāsīti assasahassāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni, mama tāni caturāsīti rathasahassāni sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālapaṭicchannāni vejayantarathappamukhāni, mama tāni caturāsīti maṇisahassāni maṇiratanappamukhāni, mama tāni caturāsīti itthisahassāni subhaddādevippamukhāni, mama tāni caturāsīti gahapatisahassāni gahapatiratanappamukhāni, mama tāni caturāsīti khattiyasahassāni anuyantāni pariṇāyakaratanappamukhāni, mama tāni caturāsīti dhenusahassāni duhasandanāni kaṃsūpadhāraṇāni, mama tāni caturāsīti vatthakoṭisahassāni khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ, mama tāni caturāsīti thālipākasahassāni sāyaṃ pātaṃ bhattābhihāro abhihariyittha. ",
  "dn17:2.15.1": "Tesaṃ kho panānanda, caturāsītinagarasahassānaṃ ekaññeva taṃ nagaraṃ hoti, yaṃ tena samayena ajjhāvasāmi yadidaṃ kusāvatī rājadhānī. ",
  "dn17:2.15.2": "Tesaṃ kho panānanda, caturāsīti pāsādasahassānaṃ ekoyeva so pāsādo hoti, yaṃ tena samayena ajjhāvasāmi yadidaṃ dhammo pāsādo. ",
  "dn17:2.15.3": "Tesaṃ kho panānanda, caturāsīti kūṭāgārasahassānaṃ ekaññeva taṃ kūṭāgāraṃ hoti, yaṃ tena samayena ajjhāvasāmi yadidaṃ mahāviyūhaṃ kūṭāgāraṃ. ",
  "dn17:2.15.4": "Tesaṃ kho panānanda, caturāsīti pallaṅkasahassānaṃ ekoyeva so pallaṅko hoti, yaṃ tena samayena paribhuñjāmi yadidaṃ sovaṇṇamayo vā rūpiyamayo vā dantamayo vā sāramayo vā. ",
  "dn17:2.15.5": "Tesaṃ kho panānanda, caturāsīti nāgasahassānaṃ ekoyeva so nāgo hoti, yaṃ tena samayena abhiruhāmi yadidaṃ uposatho nāgarājā. ",
  "dn17:2.15.6": "Tesaṃ kho panānanda, caturāsīti assasahassānaṃ ekoyeva so asso hoti, yaṃ tena samayena abhiruhāmi yadidaṃ valāhako assarājā. ",
  "dn17:2.15.7": "Tesaṃ kho panānanda, caturāsīti rathasahassānaṃ ekoyeva so ratho hoti, yaṃ tena samayena abhiruhāmi yadidaṃ vejayantaratho. ",
  "dn17:2.15.8": "Tesaṃ kho panānanda, caturāsīti itthisahassānaṃ ekāyeva sā itthī hoti, yā tena samayena paccupaṭṭhāti khattiyānī vā vessinī vā. ",
  "dn17:2.15.9": "Tesaṃ kho panānanda, caturāsīti vatthakoṭisahassānaṃ ekaṃyeva taṃ dussayugaṃ hoti, yaṃ tena samayena paridahāmi khomasukhumaṃ vā kappāsikasukhumaṃ vā koseyyasukhumaṃ vā kambalasukhumaṃ vā. ",
  "dn17:2.15.10": "Tesaṃ kho panānanda, caturāsīti thālipākasahassānaṃ ekoyeva so thālipāko hoti, yato nāḷikodanaparamaṃ bhuñjāmi tadupiyañca sūpeyyaṃ. ",
  "dn17:2.16.1": "Passānanda, sabbete saṅkhārā atītā niruddhā vipariṇatā. ",
  "dn17:2.16.2": "Evaṃ aniccā kho, ānanda, saṅkhārā; ",
  "dn17:2.16.3": "evaṃ addhuvā kho, ānanda, saṅkhārā; ",
  "dn17:2.16.4": "evaṃ anassāsikā kho, ānanda, saṅkhārā. ",
  "dn17:2.16.5": "Yāvañcidaṃ, ānanda, alameva sabbasaṅkhāresu nibbindituṃ, alaṃ virajjituṃ, alaṃ vimuccituṃ. ",
  "dn17:2.17.1": "Chakkhattuṃ kho panāhaṃ, ānanda, abhijānāmi imasmiṃ padese sarīraṃ nikkhipitaṃ, tañca kho rājāva samāno cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato, ayaṃ sattamo sarīranikkhepo. ",
  "dn17:2.17.2": "Na kho panāhaṃ, ānanda, taṃ padesaṃ samanupassāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yattha tathāgato aṭṭhamaṃ sarīraṃ nikkhipeyyā”ti. ",
  "dn17:2.17.3": "Idamavoca bhagavā. ",
  "dn17:2.17.4": "Idaṃ vatvāna sugato athāparaṃ etadavoca satthā: ",
  "dn17:2.17.5": "“Aniccā vata saṅkhārā, ",
  "dn17:2.17.6": "uppādavayadhammino; ",
  "dn17:2.17.7": "Uppajjitvā nirujjhanti, ",
  "dn17:2.17.8": "tesaṃ vūpasamo sukho”ti. ",
  "dn17:2.17.9": "Mahāsudassanasuttaṃ niṭṭhitaṃ catutthaṃ. "
}