{
  "dn18:0.1": "Dīgha Nikāya 18 ",
  "dn18:0.2": "Janavasabhasutta ",
  "dn18:0.3": "1. Nātikiyādibyākaraṇa ",
  "dn18:1.1": "Evaṃ me sutaṃ—",
  "dn18:1.2": "ekaṃ samayaṃ bhagavā nātike viharati giñjakāvasathe. ",
  "dn18:1.3": "Tena kho pana samayena bhagavā parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṃsesu kurupañcālesu majjhasūrasenesu: ",
  "dn18:1.4": "“asu amutra upapanno, asu amutra upapanno. ",
  "dn18:1.5": "Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ",
  "dn18:1.6": "Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ",
  "dn18:1.7": "Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti. ",
  "dn18:2.1": "Assosuṃ kho nātikiyā paricārakā: ",
  "dn18:2.2": "“bhagavā kira parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṃsesu kurupañcālesu majjhasūrasenesu: ",
  "dn18:2.3": "‘asu amutra upapanno, asu amutra upapanno. ",
  "dn18:2.4": "Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ",
  "dn18:2.5": "Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ",
  "dn18:2.6": "Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ",
  "dn18:2.7": "Tena ca nātikiyā paricārakā attamanā ahesuṃ pamuditā pītisomanassajātā bhagavato pañhaveyyākaraṇaṃ sutvā. ",
  "dn18:3.1": "Assosi kho āyasmā ānando: ",
  "dn18:3.2": "“bhagavā kira parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṃsesu kurupañcālesu majjhasūrasenesu: ",
  "dn18:3.3": "‘asu amutra upapanno, asu amutra upapanno. ",
  "dn18:3.4": "Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ",
  "dn18:3.5": "Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ",
  "dn18:3.6": "Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā’ti. ",
  "dn18:3.7": "Tena ca nātikiyā paricārakā attamanā ahesuṃ pamuditā pītisomanassajātā bhagavato pañhaveyyākaraṇaṃ sutvā”ti. ",
  "dn18:3.8": "2. Ānandaparikathā ",
  "dn18:4.1": "Atha kho āyasmato ānandassa etadahosi: ",
  "dn18:4.2": "“ime kho panāpi ahesuṃ māgadhakā paricārakā bahū ceva rattaññū ca abbhatītā kālaṅkatā. ",
  "dn18:4.3": "Suññā maññe aṅgamagadhā aṅgamāgadhakehi paricārakehi abbhatītehi kālaṅkatehi. ",
  "dn18:4.4": "Te kho panāpi ahesuṃ buddhe pasannā dhamme pasannā saṃghe pasannā sīlesu paripūrakārino. ",
  "dn18:4.5": "Te abbhatītā kālaṅkatā bhagavatā abyākatā; ",
  "dn18:4.6": "tesampissa sādhu veyyākaraṇaṃ, bahujano pasīdeyya, tato gaccheyya sugatiṃ. ",
  "dn18:4.7": "Ayaṃ kho panāpi ahosi rājā māgadho seniyo bimbisāro dhammiko dhammarājā hito brāhmaṇagahapatikānaṃ negamānañceva jānapadānañca. ",
  "dn18:4.8": "Apissudaṃ manussā kittayamānarūpā viharanti: ",
  "dn18:4.9": "‘evaṃ no so dhammiko dhammarājā sukhāpetvā kālaṅkato, evaṃ mayaṃ tassa dhammikassa dhammarañño vijite phāsu viharimhā’ti. ",
  "dn18:4.10": "So kho panāpi ahosi buddhe pasanno dhamme pasanno saṃghe pasanno sīlesu paripūrakārī. ",
  "dn18:4.11": "Apissudaṃ manussā evamāhaṃsu: ",
  "dn18:4.12": "‘yāva maraṇakālāpi rājā māgadho seniyo bimbisāro bhagavantaṃ kittayamānarūpo kālaṅkato’ti. ",
  "dn18:4.13": "So abbhatīto kālaṅkato bhagavatā abyākato. ",
  "dn18:4.14": "Tassapissa sādhu veyyākaraṇaṃ bahujano pasīdeyya, tato gaccheyya sugatiṃ. ",
  "dn18:4.15": "Bhagavato kho pana sambodhi magadhesu. ",
  "dn18:4.16": "Yattha kho pana bhagavato sambodhi magadhesu, kathaṃ tatra bhagavā māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya. ",
  "dn18:4.17": "Bhagavā ce kho pana māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya, dīnamanā tenassu māgadhakā paricārakā; ",
  "dn18:4.18": "yena kho panassu dīnamanā māgadhakā paricārakā kathaṃ te bhagavā na byākareyyā”ti? ",
  "dn18:5.1": "Idamāyasmā ānando māgadhake paricārake ārabbha eko raho anuvicintetvā rattiyā paccūsasamayaṃ paccuṭṭhāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
  "dn18:5.2": "“sutaṃ metaṃ, bhante: ",
  "dn18:5.3": "‘bhagavā kira parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṃsesu kurupañcālesu majjhasūrasenesu: ",
  "dn18:5.4": "“asu amutra upapanno, asu amutra upapanno. ",
  "dn18:5.5": "Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ",
  "dn18:5.6": "Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ",
  "dn18:5.7": "Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇāti. ",
  "dn18:5.8": "Tena ca nātikiyā paricārakā attamanā ahesuṃ pamuditā pītisomanassajātā bhagavato pañhaveyyākaraṇaṃ sutvā”’ti. ",
  "dn18:5.9": "Ime kho panāpi, bhante, ahesuṃ māgadhakā paricārakā bahū ceva rattaññū ca abbhatītā kālaṅkatā. ",
  "dn18:5.10": "Suññā maññe aṅgamagadhā aṅgamāgadhakehi paricārakehi abbhatītehi kālaṅkatehi. ",
  "dn18:5.11": "Te kho panāpi, bhante, ahesuṃ buddhe pasannā dhamme pasannā saṅghe pasannā sīlesu paripūrakārino, te abbhatītā kālaṅkatā bhagavatā abyākatā. ",
  "dn18:5.12": "Tesampissa sādhu veyyākaraṇaṃ, bahujano pasīdeyya, tato gaccheyya sugatiṃ. ",
  "dn18:5.13": "Ayaṃ kho panāpi, bhante, ahosi rājā māgadho seniyo bimbisāro dhammiko dhammarājā hito brāhmaṇagahapatikānaṃ negamānañceva jānapadānañca. ",
  "dn18:5.14": "Apissudaṃ manussā kittayamānarūpā viharanti: ",
  "dn18:5.15": "‘evaṃ no so dhammiko dhammarājā sukhāpetvā kālaṅkato. ",
  "dn18:5.16": "Evaṃ mayaṃ tassa dhammikassa dhammarañño vijite phāsu viharimhā’ti. ",
  "dn18:6.1": "So kho panāpi, bhante, ahosi buddhe pasanno dhamme pasanno saṅghe pasanno sīlesu paripūrakārī. ",
  "dn18:6.2": "Apissudaṃ manussā evamāhaṃsu: ",
  "dn18:6.3": "‘yāva maraṇakālāpi rājā māgadho seniyo bimbisāro bhagavantaṃ kittayamānarūpo kālaṅkato’ti. ",
  "dn18:6.4": "So abbhatīto kālaṅkato bhagavatā abyākato; ",
  "dn18:6.5": "tassapissa sādhu veyyākaraṇaṃ, bahujano pasīdeyya, tato gaccheyya sugatiṃ. ",
  "dn18:6.6": "Bhagavato kho pana, bhante, sambodhi magadhesu. ",
  "dn18:6.7": "Yattha kho pana, bhante, bhagavato sambodhi magadhesu, kathaṃ tatra bhagavā māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya? ",
  "dn18:6.8": "Bhagavā ce kho pana, bhante, māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya, dīnamanā tenassu māgadhakā paricārakā; ",
  "dn18:6.9": "yena kho panassu dīnamanā māgadhakā paricārakā kathaṃ te bhagavā na byākareyyā”ti. ",
  "dn18:6.10": "Idamāyasmā ānando māgadhake paricārake ārabbha bhagavato sammukhā parikathaṃ katvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
  "dn18:7.1": "Atha kho bhagavā acirapakkante āyasmante ānande pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya nātikaṃ piṇḍāya pāvisi. ",
  "dn18:7.2": "Nātike piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto pāde pakkhāletvā giñjakāvasathaṃ pavisitvā māgadhake paricārake ārabbha aṭṭhiṃ katvā manasikatvā sabbaṃ cetasā samannāharitvā paññatte āsane nisīdi: ",
  "dn18:7.3": "“gatiṃ nesaṃ jānissāmi abhisamparāyaṃ, yaṃgatikā te bhavanto yaṃabhisamparāyā”ti. ",
  "dn18:7.4": "Addasā kho bhagavā māgadhake paricārake: ",
  "dn18:7.5": "“yaṃgatikā te bhavanto yaṃabhisamparāyā”ti. ",
  "dn18:7.6": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito giñjakāvasathā nikkhamitvā vihārapacchāyāyaṃ paññatte āsane nisīdi. ",
  "dn18:8.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
  "dn18:8.2": "“upasantapadisso, bhante, bhagavā bhātiriva bhagavato mukhavaṇṇo vippasannattā indriyānaṃ. ",
  "dn18:8.3": "Santena nūnajja, bhante, bhagavā vihārena vihāsī”ti? ",
  "dn18:9.1": "“Yadeva kho me tvaṃ, ānanda, māgadhake paricārake ārabbha sammukhā parikathaṃ katvā uṭṭhāyāsanā pakkanto, tadevāhaṃ nātike piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto pāde pakkhāletvā giñjakāvasathaṃ pavisitvā māgadhake paricārake ārabbha aṭṭhiṃ katvā manasikatvā sabbaṃ cetasā samannāharitvā paññatte āsane nisīdiṃ: ",
  "dn18:9.2": "‘gatiṃ nesaṃ jānissāmi abhisamparāyaṃ, yaṅgatikā te bhavanto yaṃabhisamparāyā’ti. ",
  "dn18:9.3": "Addasaṃ kho ahaṃ, ānanda, māgadhake paricārake ‘yaṅgatikā te bhavanto yaṃabhisamparāyā’ti. ",
  "dn18:9.4": "3. Janavasabhayakkha ",
  "dn18:9.5": "Atha kho, ānanda, antarahito yakkho saddamanussāvesi: ",
  "dn18:9.6": "‘janavasabho ahaṃ, bhagavā; ",
  "dn18:9.7": "janavasabho ahaṃ, sugatā’ti. ",
  "dn18:9.8": "Abhijānāsi no tvaṃ, ānanda, ito pubbe evarūpaṃ nāmadheyyaṃ sutaṃ yadidaṃ janavasabho”ti? ",
  "dn18:9.9": "“Na kho ahaṃ, bhante, abhijānāmi ito pubbe evarūpaṃ nāmadheyyaṃ sutaṃ yadidaṃ janavasabhoti, api ca me, bhante, lomāni haṭṭhāni ‘janavasabho’ti nāmadheyyaṃ sutvā. ",
  "dn18:9.10": "Tassa mayhaṃ, bhante, etadahosi: ",
  "dn18:9.11": "‘na hi nūna so orako yakkho bhavissati yadidaṃ evarūpaṃ nāmadheyyaṃ supaññattaṃ yadidaṃ janavasabho’”ti. ",
  "dn18:10.1": "“Anantarā kho, ānanda, saddapātubhāvā uḷāravaṇṇo me yakkho sammukhe pāturahosi. ",
  "dn18:10.2": "Dutiyakampi saddamanussāvesi: ",
  "dn18:10.3": "‘bimbisāro ahaṃ, bhagavā; ",
  "dn18:10.4": "bimbisāro ahaṃ, sugatāti. ",
  "dn18:10.5": "Idaṃ sattamaṃ kho ahaṃ, bhante, vessavaṇassa mahārājassa sahabyataṃ upapajjāmi, so tato cuto manussarājā bhavituṃ pahomi. ",
  "dn18:10.6": "Ito satta tato satta, ",
  "dn18:10.7": "saṃsārāni catuddasa; ",
  "dn18:10.8": "Nivāsamabhijānāmi, ",
  "dn18:10.9": "yattha me vusitaṃ pure. ",
  "dn18:10.10": "Dīgharattaṃ kho ahaṃ, bhante, avinipāto avinipātaṃ sañjānāmi, āsā ca pana me santiṭṭhati sakadāgāmitāyā’”ti. ",
  "dn18:10.11": "“Acchariyamidaṃ āyasmato janavasabhassa yakkhassa, abbhutamidaṃ āyasmato janavasabhassa yakkhassa. ",
  "dn18:10.12": "‘Dīgharattaṃ kho ahaṃ, bhante, avinipāto avinipātaṃ sañjānāmī’ti ca vadesi, ‘āsā ca pana me santiṭṭhati sakadāgāmitāyā’ti ca vadesi, kutonidānaṃ panāyasmā janavasabho yakkho evarūpaṃ uḷāraṃ visesādhigamaṃ sañjānātī”ti? ",
  "dn18:11.1": "“‘Na aññatra, bhagavā, tava sāsanā, na aññatra, sugata, tava sāsanā; ",
  "dn18:11.2": "yadagge ahaṃ, bhante, bhagavati ekantikato abhippasanno, tadagge ahaṃ, bhante, dīgharattaṃ avinipāto avinipātaṃ sañjānāmi, āsā ca pana me santiṭṭhati sakadāgāmitāya. ",
  "dn18:11.3": "Idhāhaṃ, bhante, vessavaṇena mahārājena pesito virūḷhakassa mahārājassa santike kenacideva karaṇīyena addasaṃ bhagavantaṃ antarāmagge giñjakāvasathaṃ pavisitvā māgadhake paricārake ārabbha aṭṭhiṃ katvā manasikatvā sabbaṃ cetasā samannāharitvā nisinnaṃ: ",
  "dn18:11.4": "“gatiṃ nesaṃ jānissāmi abhisamparāyaṃ, yaṃgatikā te bhavanto yaṃabhisamparāyā”ti. ",
  "dn18:11.5": "Anacchariyaṃ kho panetaṃ, bhante, yaṃ vessavaṇassa mahārājassa tassaṃ parisāyaṃ bhāsato sammukhā sutaṃ sammukhā paṭiggahitaṃ: ",
  "dn18:11.6": "“yaṃgatikā te bhavanto yaṃabhisamparāyā”ti. ",
  "dn18:11.7": "Tassa mayhaṃ, bhante, etadahosi: ",
  "dn18:11.8": "“bhagavantañca dakkhāmi, idañca bhagavato ārocessāmī”ti. ",
  "dn18:11.9": "Ime kho me, bhante, dvepaccayā bhagavantaṃ dassanāya upasaṅkamituṃ. ",
  "dn18:11.10": "4. Devasabhā ",
  "dn18:12.1": "Purimāni, bhante, divasāni purimatarāni tadahuposathe pannarase vassūpanāyikāya puṇṇāya puṇṇamāya rattiyā kevalakappā ca devā tāvatiṃsā sudhammāyaṃ sabhāyaṃ sannisinnā honti sannipatitā. ",
  "dn18:12.2": "Mahatī ca dibbaparisā samantato nisinnā honti, cattāro ca mahārājāno catuddisā nisinnā honti. ",
  "dn18:12.3": "Puratthimāya disāya dhataraṭṭho mahārājā pacchimābhimukho nisinno hoti deve purakkhatvā; ",
  "dn18:12.4": "dakkhiṇāya disāya virūḷhako mahārājā uttarābhimukho nisinno hoti deve purakkhatvā; ",
  "dn18:12.5": "pacchimāya disāya virūpakkho mahārājā puratthābhimukho nisinno hoti deve purakkhatvā; ",
  "dn18:12.6": "uttarāya disāya vessavaṇo mahārājā dakkhiṇābhimukho nisinno hoti deve purakkhatvā. ",
  "dn18:12.7": "Yadā, bhante, kevalakappā ca devā tāvatiṃsā sudhammāyaṃ sabhāyaṃ sannisinnā honti sannipatitā, mahatī ca dibbaparisā samantato nisinnā honti, cattāro ca mahārājāno catuddisā nisinnā honti. Idaṃ nesaṃ hoti āsanasmiṃ; ",
  "dn18:12.8": "atha pacchā amhākaṃ āsanaṃ hoti. ",
  "dn18:12.9": "Ye te, bhante, devā bhagavati brahmacariyaṃ caritvā adhunūpapannā tāvatiṃsakāyaṃ, te aññe deve atirocanti vaṇṇena ceva yasasā ca. ",
  "dn18:12.10": "Tena sudaṃ, bhante, devā tāvatiṃsā attamanā honti pamuditā pītisomanassajātā: ",
  "dn18:12.11": "“dibbā vata bho kāyā paripūrenti, hāyanti asurakāyā”ti. ",
  "dn18:13.1": "Atha kho, bhante, sakko devānamindo devānaṃ tāvatiṃsānaṃ sampasādaṃ viditvā imāhi gāthāhi anumodi: ",
  "dn18:13.2": "“Modanti vata bho devā, ",
  "dn18:13.3": "tāvatiṃsā sahindakā; ",
  "dn18:13.4": "Tathāgataṃ namassantā, ",
  "dn18:13.5": "dhammassa ca sudhammataṃ. ",
  "dn18:13.6": "Nave deve ca passantā, ",
  "dn18:13.7": "vaṇṇavante yasassine; ",
  "dn18:13.8": "Sugatasmiṃ brahmacariyaṃ, ",
  "dn18:13.9": "caritvāna idhāgate. ",
  "dn18:13.10": "Te aññe atirocanti, ",
  "dn18:13.11": "vaṇṇena yasasāyunā; ",
  "dn18:13.12": "Sāvakā bhūripaññassa, ",
  "dn18:13.13": "visesūpagatā idha. ",
  "dn18:13.14": "Idaṃ disvāna nandanti, ",
  "dn18:13.15": "tāvatiṃsā sahindakā; ",
  "dn18:13.16": "Tathāgataṃ namassantā, ",
  "dn18:13.17": "dhammassa ca sudhammatan”ti. ",
  "dn18:13.18": "Tena sudaṃ, bhante, devā tāvatiṃsā bhiyyoso mattāya attamanā honti pamuditā pītisomanassajātā ",
  "dn18:13.19": "“dibbā vata, bho, kāyā paripūrenti, hāyanti asurakāyā”ti. ",
  "dn18:14.1": "Atha kho, bhante, yenatthena devā tāvatiṃsā sudhammāyaṃ sabhāyaṃ sannisinnā honti sannipatitā, taṃ atthaṃ cintayitvā taṃ atthaṃ mantayitvā vuttavacanāpi taṃ cattāro mahārājāno tasmiṃ atthe honti. Paccānusiṭṭhavacanāpi taṃ cattāro mahārājāno tasmiṃ atthe honti, ",
  "dn18:14.2": "sakesu sakesu āsanesu ṭhitā avipakkantā. ",
  "dn18:14.3": "Te vuttavākyā rājāno, ",
  "dn18:14.4": "paṭiggayhānusāsaniṃ; ",
  "dn18:14.5": "Vippasannamanā santā, ",
  "dn18:14.6": "aṭṭhaṃsu samhi āsaneti. ",
  "dn18:15.1": "Atha kho, bhante, uttarāya disāya uḷāro āloko sañjāyi, obhāso pāturahosi atikkammeva devānaṃ devānubhāvaṃ. ",
  "dn18:15.2": "Atha kho, bhante, sakko devānamindo deve tāvatiṃse āmantesi: ",
  "dn18:15.3": "“yathā kho, mārisā, nimittāni dissanti, uḷāro āloko sañjāyati, obhāso pātubhavati, brahmā pātubhavissati. Brahmuno hetaṃ pubbanimittaṃ pātubhāvāya yadidaṃ āloko sañjāyati obhāso pātubhavatī”ti. ",
  "dn18:15.4": "Yathā nimittā dissanti, ",
  "dn18:15.5": "brahmā pātubhavissati; ",
  "dn18:15.6": "Brahmuno hetaṃ nimittaṃ, ",
  "dn18:15.7": "obhāso vipulo mahāti. ",
  "dn18:15.8": "5. Sanaṅkumārakathā ",
  "dn18:16.1": "Atha kho, bhante, devā tāvatiṃsā yathāsakesu āsanesu nisīdiṃsu: ",
  "dn18:16.2": "“obhāsametaṃ ñassāma, yaṃvipāko bhavissati, sacchikatvāva naṃ gamissāmā”ti. ",
  "dn18:16.3": "Cattāropi mahārājāno yathāsakesu āsanesu nisīdiṃsu: ",
  "dn18:16.4": "“obhāsametaṃ ñassāma yaṃvipāko bhavissati, sacchikatvāva naṃ gamissāmā”ti. ",
  "dn18:16.5": "Idaṃ sutvā devā tāvatiṃsā ekaggā samāpajjiṃsu: ",
  "dn18:16.6": "“obhāsametaṃ ñassāma, yaṃvipāko bhavissati, sacchikatvāva naṃ gamissāmā”ti. ",
  "dn18:17.1": "Yadā, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, oḷārikaṃ attabhāvaṃ abhinimminitvā pātubhavati. ",
  "dn18:17.2": "Yo kho pana, bhante, brahmuno pakativaṇṇo anabhisambhavanīyo so devānaṃ tāvatiṃsānaṃ cakkhupathasmiṃ. ",
  "dn18:17.3": "Yadā, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, so aññe deve atirocati vaṇṇena ceva yasasā ca. ",
  "dn18:17.4": "Seyyathāpi, bhante, sovaṇṇo viggaho mānusaṃ viggahaṃ atirocati; ",
  "dn18:17.5": "evameva kho, bhante, yadā brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, so aññe deve atirocati vaṇṇena ceva yasasā ca. ",
  "dn18:17.6": "Yadā, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ pātubhavati, na tassaṃ parisāyaṃ koci devo abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti. ",
  "dn18:17.7": "Sabbeva tuṇhībhūtā pañjalikā pallaṅkena nisīdanti: ",
  "dn18:17.8": "“yassadāni devassa pallaṅkaṃ icchissati brahmā sanaṅkumāro, tassa devassa pallaṅke nisīdissatī”ti. ",
  "dn18:17.9": "Yassa kho pana, bhante, devassa brahmā sanaṅkumāro pallaṅke nisīdati, uḷāraṃ so labhati devo vedapaṭilābhaṃ; uḷāraṃ so labhati devo somanassapaṭilābhaṃ. ",
  "dn18:18.1": "Seyyathāpi, bhante, rājā khattiyo muddhāvasitto adhunābhisitto rajjena, uḷāraṃ so labhati vedapaṭilābhaṃ, uḷāraṃ so labhati somanassapaṭilābhaṃ; ",
  "dn18:18.2": "evameva kho, bhante, yassa devassa brahmā sanaṅkumāro pallaṅke nisīdati, uḷāraṃ so labhati devo vedapaṭilābhaṃ, uḷāraṃ so labhati devo somanassapaṭilābhaṃ. ",
  "dn18:18.3": "Atha, bhante, brahmā sanaṅkumāro oḷārikaṃ attabhāvaṃ abhinimminitvā kumāravaṇṇī hutvā pañcasikho devānaṃ tāvatiṃsānaṃ pāturahosi. ",
  "dn18:18.4": "So vehāsaṃ abbhuggantvā ākāse antalikkhe pallaṅkena nisīdi. ",
  "dn18:18.5": "Seyyathāpi, bhante, balavā puriso supaccatthate vā pallaṅke same vā bhūmibhāge pallaṅkena nisīdeyya; ",
  "dn18:18.6": "evameva kho, bhante, brahmā sanaṅkumāro vehāsaṃ abbhuggantvā ākāse antalikkhe pallaṅkena nisīditvā devānaṃ tāvatiṃsānaṃ sampasādaṃ viditvā imāhi gāthāhi anumodi: ",
  "dn18:18.7": "“Modanti vata bho devā, ",
  "dn18:18.8": "tāvatiṃsā sahindakā; ",
  "dn18:18.9": "Tathāgataṃ namassantā, ",
  "dn18:18.10": "dhammassa ca sudhammataṃ. ",
  "dn18:18.11": "Nave deve ca passantā, ",
  "dn18:18.12": "vaṇṇavante yasassine; ",
  "dn18:18.13": "Sugatasmiṃ brahmacariyaṃ, ",
  "dn18:18.14": "caritvāna idhāgate. ",
  "dn18:18.15": "Te aññe atirocanti, ",
  "dn18:18.16": "vaṇṇena yasasāyunā; ",
  "dn18:18.17": "Sāvakā bhūripaññassa, ",
  "dn18:18.18": "visesūpagatā idha. ",
  "dn18:18.19": "Idaṃ disvāna nandanti, ",
  "dn18:18.20": "tāvatiṃsā sahindakā; ",
  "dn18:18.21": "Tathāgataṃ namassantā, ",
  "dn18:18.22": "dhammassa ca sudhammatan”ti. ",
  "dn18:19.1": "Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha; ",
  "dn18:19.2": "imamatthaṃ, bhante, brahmuno sanaṅkumārassa bhāsato aṭṭhaṅgasamannāgato saro hoti vissaṭṭho ca viññeyyo ca mañju ca savanīyo ca bindu ca avisārī ca gambhīro ca ninnādī ca. ",
  "dn18:19.3": "Yathāparisaṃ kho pana, bhante, brahmā sanaṅkumāro sarena viññāpeti; na cassa bahiddhā parisāya ghoso niccharati. ",
  "dn18:19.4": "Yassa kho pana, bhante, evaṃ aṭṭhaṅgasamannāgato saro hoti, so vuccati “brahmassaro”ti. ",
  "dn18:20.1": "Atha kho, bhante, brahmā sanaṅkumāro tettiṃse attabhāve abhinimminitvā devānaṃ tāvatiṃsānaṃ pallaṅkena nisīditvā deve tāvatiṃse āmantesi: ",
  "dn18:20.2": "“taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāvañca so bhagavā bahujanahitāya paṭipanno bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ",
  "dn18:20.3": "Ye hi keci, bho, buddhaṃ saraṇaṃ gatā dhammaṃ saraṇaṃ gatā saṃghaṃ saraṇaṃ gatā sīlesu paripūrakārino te kāyassa bhedā paraṃ maraṇā appekacce paranimmitavasavattīnaṃ devānaṃ sahabyataṃ upapajjanti, appekacce nimmānaratīnaṃ devānaṃ sahabyataṃ upapajjanti, appekacce tusitānaṃ devānaṃ sahabyataṃ upapajjanti, appekacce yāmānaṃ devānaṃ sahabyataṃ upapajjanti, appekacce tāvatiṃsānaṃ devānaṃ sahabyataṃ upapajjanti, appekacce cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjanti. ",
  "dn18:20.4": "Ye sabbanihīnaṃ kāyaṃ paripūrenti, te gandhabbakāyaṃ paripūrentī”ti. ",
  "dn18:21.1": "Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha; ",
  "dn18:21.2": "imamatthaṃ, bhante, brahmuno sanaṅkumārassa bhāsato ghosoyeva devā maññanti: ",
  "dn18:21.3": "“yvāyaṃ mama pallaṅke svāyaṃ ekova bhāsatī”ti. ",
  "dn18:21.4": "Ekasmiṃ bhāsamānasmiṃ, ",
  "dn18:21.5": "sabbe bhāsanti nimmitā; ",
  "dn18:21.6": "Ekasmiṃ tuṇhimāsīne, ",
  "dn18:21.7": "sabbe tuṇhī bhavanti te. ",
  "dn18:21.8": "Tadāsu devā maññanti, ",
  "dn18:21.9": "tāvatiṃsā sahindakā; ",
  "dn18:21.10": "Yvāyaṃ mama pallaṅkasmiṃ, ",
  "dn18:21.11": "svāyaṃ ekova bhāsatīti. ",
  "dn18:22.1": "Atha kho, bhante, brahmā sanaṅkumāro ekattena attānaṃ upasaṃharati, ekattena attānaṃ upasaṃharitvā sakkassa devānamindassa pallaṅke pallaṅkena nisīditvā deve tāvatiṃse āmantesi: ",
  "dn18:22.2": "6. Bhāvitaiddhipāda ",
  "dn18:22.3": "“Taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāva supaññattā cime tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro iddhipādā paññattā iddhipahutāya iddhivisavitāya iddhivikubbanatāya. ",
  "dn18:22.4": "Katame cattāro? ",
  "dn18:22.5": "Idha bho bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ",
  "dn18:22.6": "Vīriyasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ",
  "dn18:22.7": "Cittasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ",
  "dn18:22.8": "Vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ",
  "dn18:22.9": "Ime kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro iddhipādā paññattā iddhipahutāya iddhivisavitāya iddhivikubbanatāya. ",
  "dn18:22.10": "Ye hi keci bho atītamaddhānaṃ samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhosuṃ, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā. ",
  "dn18:22.11": "Yepi hi keci bho anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhossanti, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā. ",
  "dn18:22.12": "Yepi hi keci bho etarahi samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhonti, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā. ",
  "dn18:22.13": "Passanti no, bhonto devā tāvatiṃsā, mamapimaṃ evarūpaṃ iddhānubhāvan”ti? ",
  "dn18:22.14": "“Evaṃ, mahābrahme”ti. ",
  "dn18:22.15": "“Ahampi kho bho imesaṃyeva catunnañca iddhipādānaṃ bhāvitattā bahulīkatattā evaṃ mahiddhiko evaṃmahānubhāvo”ti. ",
  "dn18:23.1": "Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha. ",
  "dn18:23.2": "Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsitvā deve tāvatiṃse āmantesi: ",
  "dn18:23.3": "7. Tividhaokāsādhigama ",
  "dn18:23.4": "“Taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāvañcidaṃ tena bhagavatā jānatā passatā arahatā sammāsambuddhena tayo okāsādhigamā anubuddhā sukhassādhigamāya. ",
  "dn18:23.5": "Katame tayo? ",
  "dn18:23.6": "Idha bho ekacco saṃsaṭṭho viharati kāmehi saṃsaṭṭho akusalehi dhammehi. ",
  "dn18:23.7": "So aparena samayena ariyadhammaṃ suṇāti, yoniso manasi karoti, dhammānudhammaṃ paṭipajjati. ",
  "dn18:23.8": "So ariyadhammassavanaṃ āgamma yonisomanasikāraṃ dhammānudhammappaṭipattiṃ asaṃsaṭṭho viharati kāmehi asaṃsaṭṭho akusalehi dhammehi. ",
  "dn18:23.9": "Tassa asaṃsaṭṭhassa kāmehi asaṃsaṭṭhassa akusalehi dhammehi uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ",
  "dn18:23.10": "Seyyathāpi, bho, pamudā pāmojjaṃ jāyetha; ",
  "dn18:23.11": "evameva kho, bho, asaṃsaṭṭhassa kāmehi asaṃsaṭṭhassa akusalehi dhammehi uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ",
  "dn18:23.12": "Ayaṃ kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamo okāsādhigamo anubuddho sukhassādhigamāya. ",
  "dn18:24.1": "Puna caparaṃ, bho, idhekaccassa oḷārikā kāyasaṅkhārā appaṭippassaddhā honti, oḷārikā vacīsaṅkhārā appaṭippassaddhā honti, oḷārikā cittasaṅkhārā appaṭippassaddhā honti. ",
  "dn18:24.2": "So aparena samayena ariyadhammaṃ suṇāti, yoniso manasi karoti, dhammānudhammaṃ paṭipajjati. ",
  "dn18:24.3": "Tassa ariyadhammassavanaṃ āgamma yonisomanasikāraṃ dhammānudhammappaṭipattiṃ oḷārikā kāyasaṅkhārā paṭippassambhanti, oḷārikā vacīsaṅkhārā paṭippassambhanti, oḷārikā cittasaṅkhārā paṭippassambhanti. ",
  "dn18:24.4": "Tassa oḷārikānaṃ kāyasaṅkhārānaṃ paṭippassaddhiyā oḷārikānaṃ vacīsaṅkhārānaṃ paṭippassaddhiyā oḷārikānaṃ cittasaṅkhārānaṃ paṭippassaddhiyā uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ",
  "dn18:24.5": "Seyyathāpi, bho, pamudā pāmojjaṃ jāyetha; ",
  "dn18:24.6": "evameva kho bho oḷārikānaṃ kāyasaṅkhārānaṃ paṭippassaddhiyā oḷārikānaṃ vacīsaṅkhārānaṃ paṭippassaddhiyā oḷārikānaṃ cittasaṅkhārānaṃ paṭippassaddhiyā uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ",
  "dn18:24.7": "Ayaṃ kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyo okāsādhigamo anubuddho sukhassādhigamāya. ",
  "dn18:25.1": "Puna caparaṃ, bho, idhekacco ‘idaṃ kusalan’ti yathābhūtaṃ nappajānāti, ‘idaṃ akusalan’ti yathābhūtaṃ nappajānāti. ",
  "dn18:25.2": "‘Idaṃ sāvajjaṃ idaṃ anavajjaṃ, idaṃ sevitabbaṃ idaṃ na sevitabbaṃ, idaṃ hīnaṃ idaṃ paṇītaṃ, idaṃ kaṇhasukkasappaṭibhāgan’ti yathābhūtaṃ nappajānāti. ",
  "dn18:25.3": "So aparena samayena ariyadhammaṃ suṇāti, yoniso manasi karoti, dhammānudhammaṃ paṭipajjati. ",
  "dn18:25.4": "So ariyadhammassavanaṃ āgamma yonisomanasikāraṃ dhammānudhammappaṭipattiṃ, ‘idaṃ kusalan’ti yathābhūtaṃ pajānāti, ‘idaṃ akusalan’ti yathābhūtaṃ pajānāti. ",
  "dn18:25.5": "‘Idaṃ sāvajjaṃ idaṃ anavajjaṃ, idaṃ sevitabbaṃ idaṃ na sevitabbaṃ, idaṃ hīnaṃ idaṃ paṇītaṃ, idaṃ kaṇhasukkasappaṭibhāgan’ti yathābhūtaṃ pajānāti. ",
  "dn18:25.6": "Tassa evaṃ jānato evaṃ passato avijjā pahīyati, vijjā uppajjati. ",
  "dn18:25.7": "Tassa avijjāvirāgā vijjuppādā uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ",
  "dn18:25.8": "Seyyathāpi, bho, pamudā pāmojjaṃ jāyetha; ",
  "dn18:25.9": "evameva kho, bho, avijjāvirāgā vijjuppādā uppajjati sukhaṃ, sukhā bhiyyo somanassaṃ. ",
  "dn18:25.10": "Ayaṃ kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyo okāsādhigamo anubuddho sukhassādhigamāya. ",
  "dn18:25.11": "Ime kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tayo okāsādhigamā anubuddhā sukhassādhigamāyā”ti. ",
  "dn18:26.1": "Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha, ",
  "dn18:26.2": "imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsitvā deve tāvatiṃse āmantesi: ",
  "dn18:26.3": "8. Catusatipaṭṭhāna ",
  "dn18:26.4": "“Taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāva supaññattā cime tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro satipaṭṭhānā paññattā kusalassādhigamāya. ",
  "dn18:26.5": "Katame cattāro? ",
  "dn18:26.6": "Idha, bho, bhikkhu ajjhattaṃ kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
  "dn18:26.7": "Ajjhattaṃ kāye kāyānupassī viharanto tattha sammā samādhiyati, sammā vippasīdati. ",
  "dn18:26.8": "So tattha sammā samāhito sammā vippasanno bahiddhā parakāye ñāṇadassanaṃ abhinibbatteti. ",
  "dn18:26.9": "Ajjhattaṃ vedanāsu vedanānupassī viharati …pe… ",
  "dn18:26.10": "bahiddhā paravedanāsu ñāṇadassanaṃ abhinibbatteti. ",
  "dn18:26.11": "Ajjhattaṃ citte cittānupassī viharati …pe… ",
  "dn18:26.12": "bahiddhā paracitte ñāṇadassanaṃ abhinibbatteti. ",
  "dn18:26.13": "Ajjhattaṃ dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
  "dn18:26.14": "Ajjhattaṃ dhammesu dhammānupassī viharanto tattha sammā samādhiyati, sammā vippasīdati. ",
  "dn18:26.15": "So tattha sammā samāhito sammā vippasanno bahiddhā paradhammesu ñāṇadassanaṃ abhinibbatteti. ",
  "dn18:26.16": "Ime kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro satipaṭṭhānā paññattā kusalassādhigamāyā”ti. ",
  "dn18:27.1": "Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha. ",
  "dn18:27.2": "Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsitvā deve tāvatiṃse āmantesi: ",
  "dn18:27.3": "9. Sattasamādhiparikkhāra ",
  "dn18:27.4": "“Taṃ kiṃ maññanti, bhonto devā tāvatiṃsā, yāva supaññattā cime tena bhagavatā jānatā passatā arahatā sammāsambuddhena satta samādhiparikkhārā sammāsamādhissa paribhāvanāya sammāsamādhissa pāripūriyā. ",
  "dn18:27.5": "Katame satta? ",
  "dn18:27.6": "Sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati. ",
  "dn18:27.7": "Yā kho, bho, imehi sattahaṅgehi cittassa ekaggatā parikkhatā, ayaṃ vuccati, bho, ariyo sammāsamādhi saupaniso itipi saparikkhāro itipi. ",
  "dn18:27.8": "Sammādiṭṭhissa, bho, sammāsaṅkappo pahoti, sammāsaṅkappassa sammāvācā pahoti, sammāvācassa sammākammanto pahoti. Sammākammantassa sammāājīvo pahoti, sammāājīvassa sammāvāyāmo pahoti, sammāvāyāmassa sammāsati pahoti, sammāsatissa sammāsamādhi pahoti, sammāsamādhissa sammāñāṇaṃ pahoti, sammāñāṇassa sammāvimutti pahoti. ",
  "dn18:27.9": "Yañhi taṃ, bho, sammā vadamāno vadeyya: ",
  "dn18:27.10": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi apārutā amatassa dvārā’ti idameva taṃ sammā vadamāno vadeyya. ",
  "dn18:27.11": "Svākkhāto hi, bho, bhagavatā dhammo sandiṭṭhiko, akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi apārutā amatassa dvārā. ",
  "dn18:27.12": "Ye hi keci, bho, buddhe aveccappasādena samannāgatā, dhamme aveccappasādena samannāgatā, saṅghe aveccappasādena samannāgatā, ariyakantehi sīlehi samannāgatā, ye cime opapātikā dhammavinītā sātirekāni catuvīsatisatasahassāni māgadhakā paricārakā abbhatītā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā. ",
  "dn18:27.13": "Atthi cevettha sakadāgāmino. ",
  "dn18:27.14": "Atthāyaṃ itarā pajā, ",
  "dn18:27.15": "puññābhāgāti me mano; ",
  "dn18:27.16": "Saṅkhātuṃ nopi sakkomi, ",
  "dn18:27.17": "musāvādassa ottappan”ti. ",
  "dn18:28.1": "Imamatthaṃ, bhante, brahmā sanaṅkumāro bhāsittha, imamatthaṃ, bhante, brahmuno sanaṅkumārassa bhāsato vessavaṇassa mahārājassa evaṃ cetaso parivitakko udapādi: ",
  "dn18:28.2": "“acchariyaṃ vata bho, abbhutaṃ vata bho, evarūpopi nāma uḷāro satthā bhavissati, evarūpaṃ uḷāraṃ dhammakkhānaṃ, evarūpā uḷārā visesādhigamā paññāyissantī”ti. ",
  "dn18:28.3": "Atha, bhante, brahmā sanaṅkumāro vessavaṇassa mahārājassa cetasā cetoparivitakkamaññāya vessavaṇaṃ mahārājānaṃ etadavoca: ",
  "dn18:28.4": "“taṃ kiṃ maññati bhavaṃ vessavaṇo mahārājā atītampi addhānaṃ evarūpo uḷāro satthā ahosi, evarūpaṃ uḷāraṃ dhammakkhānaṃ, evarūpā uḷārā visesādhigamā paññāyiṃsu. ",
  "dn18:28.5": "Anāgatampi addhānaṃ evarūpo uḷāro satthā bhavissati, evarūpaṃ uḷāraṃ dhammakkhānaṃ, evarūpā uḷārā visesādhigamā paññāyissantī”ti. ",
  "dn18:29.1": "Imamatthaṃ, bhante, brahmā sanaṅkumāro devānaṃ tāvatiṃsānaṃ abhāsi, imamatthaṃ vessavaṇo mahārājā brahmuno sanaṅkumārassa devānaṃ tāvatiṃsānaṃ bhāsato sammukhā sutaṃ sammukhā paṭiggahitaṃ sayaṃ parisāyaṃ ārocesi’”. ",
  "dn18:29.2": "Imamatthaṃ janavasabho yakkho vessavaṇassa mahārājassa sayaṃ parisāyaṃ bhāsato sammukhā sutaṃ sammukhā paṭiggahitaṃ bhagavato ārocesi. ",
  "dn18:29.3": "Imamatthaṃ bhagavā janavasabhassa yakkhassa sammukhā sutvā sammukhā paṭiggahetvā sāmañca abhiññāya āyasmato ānandassa ārocesi, imamatthamāyasmā ānando bhagavato sammukhā sutvā sammukhā paṭiggahetvā ārocesi bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ. ",
  "dn18:29.4": "Tayidaṃ brahmacariyaṃ iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitanti. ",
  "dn18:29.5": "Janavasabhasuttaṃ niṭṭhitaṃ pañcamaṃ. "
}