{
  "dn22:0.1": "Dīgha Nikāya 22 ",
  "dn22:0.2": "Mahāsatipaṭṭhānasutta ",
  "dn22:1.1": "Evaṃ me sutaṃ—",
  "dn22:1.2": "ekaṃ samayaṃ bhagavā kurūsu viharati kammāsadhammaṃ nāma kurūnaṃ nigamo. ",
  "dn22:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "dn22:1.4": "“bhikkhavo”ti. ",
  "dn22:1.5": "“Bhaddante”ti te bhikkhū bhagavato paccassosuṃ. ",
  "dn22:1.6": "Bhagavā etadavoca: ",
  "dn22:1.7": "“Ekāyano ayaṃ, bhikkhave, maggo sattānaṃ visuddhiyā, sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṃ cattāro satipaṭṭhānā. ",
  "dn22:1.8": "Katame cattāro? ",
  "dn22:1.9": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ, ",
  "dn22:1.10": "vedanāsu vedanānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ, ",
  "dn22:1.11": "citte cittānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ, ",
  "dn22:1.12": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
  "dn22:1.13": "Uddeso niṭṭhito. ",
  "dn22:1.14": "1. Kāyānupassanā ",
  "dn22:1.15": "1.1. Kāyānupassanāānāpānapabba ",
  "dn22:2.1": "Kathañca pana, bhikkhave, bhikkhu kāye kāyānupassī viharati? ",
  "dn22:2.2": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
  "dn22:2.3": "So satova assasati, satova passasati. ",
  "dn22:2.4": "Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti. ",
  "dn22:2.5": "Rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti. ",
  "dn22:2.6": "‘Sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati. ",
  "dn22:2.7": "‘Passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati. ",
  "dn22:2.8": "Seyyathāpi, bhikkhave, dakkho bhamakāro vā bhamakārantevāsī vā dīghaṃ vā añchanto ‘dīghaṃ añchāmī’ti pajānāti, rassaṃ vā añchanto ‘rassaṃ añchāmī’ti pajānāti; ",
  "dn22:2.9": "evameva kho, bhikkhave, bhikkhu dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti, rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti. ",
  "dn22:2.10": "‘Sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati. ",
  "dn22:2.11": "Iti ajjhattaṃ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati. ",
  "dn22:2.12": "Samudayadhammānupassī vā kāyasmiṃ viharati, vayadhammānupassī vā kāyasmiṃ viharati, samudayavayadhammānupassī vā kāyasmiṃ viharati. ",
  "dn22:2.13": "‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:2.14": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:2.15": "Ānāpānapabbaṃ niṭṭhitaṃ. ",
  "dn22:2.16": "1.2. Kāyānupassanāiriyāpathapabba ",
  "dn22:3.1": "Puna caparaṃ, bhikkhave, bhikkhu gacchanto vā ‘gacchāmī’ti pajānāti, ṭhito vā ‘ṭhitomhī’ti pajānāti, nisinno vā ‘nisinnomhī’ti pajānāti, sayāno vā ‘sayānomhī’ti pajānāti, ",
  "dn22:3.2": "yathā yathā vā panassa kāyo paṇihito hoti tathā tathā naṃ pajānāti. ",
  "dn22:3.3": "Iti ajjhattaṃ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati. ",
  "dn22:3.4": "Samudayadhammānupassī vā kāyasmiṃ viharati, vayadhammānupassī vā kāyasmiṃ viharati, samudayavayadhammānupassī vā kāyasmiṃ viharati. ",
  "dn22:3.5": "‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:3.6": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:3.7": "Iriyāpathapabbaṃ niṭṭhitaṃ. ",
  "dn22:3.8": "1.3. Kāyānupassanāsampajānapabba ",
  "dn22:4.1": "Puna caparaṃ, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "dn22:4.2": "Iti ajjhattaṃ vā …pe… ",
  "dn22:4.3": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:4.4": "Sampajānapabbaṃ niṭṭhitaṃ. ",
  "dn22:4.5": "1.4. Kāyānupassanāpaṭikūlamanasikārapabba ",
  "dn22:5.1": "Puna caparaṃ, bhikkhave, bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ",
  "dn22:5.2": "‘atthi imasmiṃ kāye kesā lomā nakhā dantā taco, maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ, hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ, antaṃ antaguṇaṃ udariyaṃ karīsaṃ, pittaṃ semhaṃ pubbo lohitaṃ sedo medo, assu vasā kheḷo siṅghāṇikā lasikā muttan’ti. ",
  "dn22:5.3": "Seyyathāpi, bhikkhave, ubhatomukhā putoḷi pūrā nānāvihitassa dhaññassa, seyyathidaṃ—sālīnaṃ vīhīnaṃ muggānaṃ māsānaṃ tilānaṃ taṇḍulānaṃ. Tamenaṃ cakkhumā puriso muñcitvā paccavekkheyya: ‘ime sālī, ime vīhī ime muggā ime māsā ime tilā ime taṇḍulā’ti. ",
  "dn22:5.4": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ",
  "dn22:5.5": "‘atthi imasmiṃ kāye kesā lomā …pe… muttan’ti. ",
  "dn22:5.6": "Iti ajjhattaṃ vā …pe… ",
  "dn22:5.7": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:5.8": "Paṭikūlamanasikārapabbaṃ niṭṭhitaṃ. ",
  "dn22:5.9": "1.5. Kāyānupassanādhātumanasikārapabba ",
  "dn22:6.1": "Puna caparaṃ, bhikkhave, bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati: ",
  "dn22:6.2": "‘atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti. ",
  "dn22:6.3": "Seyyathāpi, bhikkhave, dakkho goghātako vā goghātakantevāsī vā gāviṃ vadhitvā catumahāpathe bilaso vibhajitvā nisinno assa; ",
  "dn22:6.4": "evameva kho, bhikkhave, bhikkhu imameva kāyaṃ yathāṭhitaṃ yathāpaṇihitaṃ dhātuso paccavekkhati: ",
  "dn22:6.5": "‘atthi imasmiṃ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti. ",
  "dn22:6.6": "Iti ajjhattaṃ vā kāye kāyānupassī viharati …pe… ",
  "dn22:6.7": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:6.8": "Dhātumanasikārapabbaṃ niṭṭhitaṃ. ",
  "dn22:6.9": "1.6. Kāyānupassanānavasivathikapabba ",
  "dn22:7.1": "Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ ekāhamataṃ vā dvīhamataṃ vā tīhamataṃ vā uddhumātakaṃ vinīlakaṃ vipubbakajātaṃ. ",
  "dn22:7.2": "So imameva kāyaṃ upasaṃharati: ",
  "dn22:7.3": "‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ",
  "dn22:7.4": "Iti ajjhattaṃ vā …pe… ",
  "dn22:7.5": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. (1) ",
  "dn22:8.1": "Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ kākehi vā khajjamānaṃ kulalehi vā khajjamānaṃ gijjhehi vā khajjamānaṃ kaṅkehi vā khajjamānaṃ sunakhehi vā khajjamānaṃ byagghehi vā khajjamānaṃ dīpīhi vā khajjamānaṃ siṅgālehi vā khajjamānaṃ vividhehi vā pāṇakajātehi khajjamānaṃ. ",
  "dn22:8.2": "So imameva kāyaṃ upasaṃharati: ",
  "dn22:8.3": "‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ",
  "dn22:8.4": "Iti ajjhattaṃ vā …pe… ",
  "dn22:8.5": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. (2) ",
  "dn22:9.1": "Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ aṭṭhikasaṅkhalikaṃ samaṃsalohitaṃ nhārusambandhaṃ …pe… (3) ",
  "dn22:9.2": "Aṭṭhikasaṅkhalikaṃ nimaṃsalohitamakkhitaṃ nhārusambandhaṃ …pe… (4) ",
  "dn22:9.3": "Aṭṭhikasaṅkhalikaṃ apagatamaṃsalohitaṃ nhārusambandhaṃ …pe… (5) ",
  "dn22:9.4": "Aṭṭhikāni apagatasambandhāni disā vidisā vikkhittāni, aññena hatthaṭṭhikaṃ aññena pādaṭṭhikaṃ aññena gopphakaṭṭhikaṃ aññena jaṅghaṭṭhikaṃ aññena ūruṭṭhikaṃ aññena kaṭiṭṭhikaṃ aññena phāsukaṭṭhikaṃ aññena piṭṭhiṭṭhikaṃ aññena khandhaṭṭhikaṃ aññena gīvaṭṭhikaṃ aññena hanukaṭṭhikaṃ aññena dantaṭṭhikaṃ aññena sīsakaṭāhaṃ. ",
  "dn22:9.5": "So imameva kāyaṃ upasaṃharati: ",
  "dn22:9.6": "‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ",
  "dn22:9.7": "Iti ajjhattaṃ vā …pe… ",
  "dn22:9.8": "viharati. (6) ",
  "dn22:10.1": "Puna caparaṃ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṃ sivathikāya chaḍḍitaṃ aṭṭhikāni setāni saṅkhavaṇṇapaṭibhāgāni …pe… (7) ",
  "dn22:10.2": "Aṭṭhikāni puñjakitāni terovassikāni …pe… (8) ",
  "dn22:10.3": "Aṭṭhikāni pūtīni cuṇṇakajātāni. ",
  "dn22:10.4": "So imameva kāyaṃ upasaṃharati: ",
  "dn22:10.5": "‘ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’ti. ",
  "dn22:10.6": "Iti ajjhattaṃ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati. ",
  "dn22:10.7": "Samudayadhammānupassī vā kāyasmiṃ viharati, vayadhammānupassī vā kāyasmiṃ viharati, samudayavayadhammānupassī vā kāyasmiṃ viharati. ",
  "dn22:10.8": "‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:10.9": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. (9) ",
  "dn22:10.10": "Navasivathikapabbaṃ niṭṭhitaṃ. ",
  "dn22:10.11": "Cuddasa kāyānupassanā niṭṭhitā. ",
  "dn22:10.12": "2. Vedanānupassanā ",
  "dn22:11.1": "Kathañca pana, bhikkhave, bhikkhu vedanāsu vedanānupassī viharati? ",
  "dn22:11.2": "Idha, bhikkhave, bhikkhu sukhaṃ vā vedanaṃ vedayamāno ‘sukhaṃ vedanaṃ vedayāmī’ti pajānāti. (1) ",
  "dn22:11.3": "Dukkhaṃ vā vedanaṃ vedayamāno ‘dukkhaṃ vedanaṃ vedayāmī’ti pajānāti. (2) ",
  "dn22:11.4": "Adukkhamasukhaṃ vā vedanaṃ vedayamāno ‘adukkhamasukhaṃ vedanaṃ vedayāmī’ti pajānāti. (3) ",
  "dn22:11.5": "Sāmisaṃ vā sukhaṃ vedanaṃ vedayamāno ‘sāmisaṃ sukhaṃ vedanaṃ vedayāmī’ti pajānāti. (4) ",
  "dn22:11.6": "Nirāmisaṃ vā sukhaṃ vedanaṃ vedayamāno ‘nirāmisaṃ sukhaṃ vedanaṃ vedayāmī’ti pajānāti. (5) ",
  "dn22:11.7": "Sāmisaṃ vā dukkhaṃ vedanaṃ vedayamāno ‘sāmisaṃ dukkhaṃ vedanaṃ vedayāmī’ti pajānāti. (6) ",
  "dn22:11.8": "Nirāmisaṃ vā dukkhaṃ vedanaṃ vedayamāno ‘nirāmisaṃ dukkhaṃ vedanaṃ vedayāmī’ti pajānāti. (7) ",
  "dn22:11.9": "Sāmisaṃ vā adukkhamasukhaṃ vedanaṃ vedayamāno ‘sāmisaṃ adukkhamasukhaṃ vedanaṃ vedayāmī’ti pajānāti. (8) ",
  "dn22:11.10": "Nirāmisaṃ vā adukkhamasukhaṃ vedanaṃ vedayamāno ‘nirāmisaṃ adukkhamasukhaṃ vedanaṃ vedayāmī’ti pajānāti. (9) ",
  "dn22:11.11": "Iti ajjhattaṃ vā vedanāsu vedanānupassī viharati, bahiddhā vā vedanāsu vedanānupassī viharati, ajjhattabahiddhā vā vedanāsu vedanānupassī viharati. ",
  "dn22:11.12": "Samudayadhammānupassī vā vedanāsu viharati, vayadhammānupassī vā vedanāsu viharati, samudayavayadhammānupassī vā vedanāsu viharati. ",
  "dn22:11.13": "‘Atthi vedanā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:11.14": "Evampi kho, bhikkhave, bhikkhu vedanāsu vedanānupassī viharati. ",
  "dn22:11.15": "Vedanānupassanā niṭṭhitā. ",
  "dn22:11.16": "3. Cittānupassanā ",
  "dn22:12.1": "Kathañca pana, bhikkhave, bhikkhu citte cittānupassī viharati? ",
  "dn22:12.2": "Idha, bhikkhave, bhikkhu sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti. (1) Vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti. (2) Sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti. (3) Vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti. (4) Samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti. (5) Vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti. (6) Saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti. (7) Vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti. (8) Mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti. (9) Amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti. (10) Sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti. (11) Anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti. (12) Samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti. (13) Asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti. (14) Vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti. (15) Avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. (16) ",
  "dn22:12.3": "Iti ajjhattaṃ vā citte cittānupassī viharati, bahiddhā vā citte cittānupassī viharati, ajjhattabahiddhā vā citte cittānupassī viharati. ",
  "dn22:12.4": "Samudayadhammānupassī vā cittasmiṃ viharati, vayadhammānupassī vā cittasmiṃ viharati, samudayavayadhammānupassī vā cittasmiṃ viharati, ",
  "dn22:12.5": "‘atthi cittan’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:12.6": "Evampi kho, bhikkhave, bhikkhu citte cittānupassī viharati. ",
  "dn22:12.7": "Cittānupassanā niṭṭhitā. ",
  "dn22:12.8": "4. Dhammānupassanā ",
  "dn22:12.9": "4.1. Dhammānupassanānīvaraṇapabba ",
  "dn22:13.1": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati? ",
  "dn22:13.2": "Idha, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu. ",
  "dn22:13.3": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu? ",
  "dn22:13.4": "Idha, bhikkhave, bhikkhu santaṃ vā ajjhattaṃ kāmacchandaṃ ‘atthi me ajjhattaṃ kāmacchando’ti pajānāti, asantaṃ vā ajjhattaṃ kāmacchandaṃ ‘natthi me ajjhattaṃ kāmacchando’ti pajānāti, yathā ca anuppannassa kāmacchandassa uppādo hoti tañca pajānāti, yathā ca uppannassa kāmacchandassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa kāmacchandassa āyatiṃ anuppādo hoti tañca pajānāti. (1) ",
  "dn22:13.5": "Santaṃ vā ajjhattaṃ byāpādaṃ ‘atthi me ajjhattaṃ byāpādo’ti pajānāti, asantaṃ vā ajjhattaṃ byāpādaṃ ‘natthi me ajjhattaṃ byāpādo’ti pajānāti, yathā ca anuppannassa byāpādassa uppādo hoti tañca pajānāti, yathā ca uppannassa byāpādassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa byāpādassa āyatiṃ anuppādo hoti tañca pajānāti. (2) ",
  "dn22:13.6": "Santaṃ vā ajjhattaṃ thinamiddhaṃ ‘atthi me ajjhattaṃ thinamiddhan’ti pajānāti, asantaṃ vā ajjhattaṃ thinamiddhaṃ ‘natthi me ajjhattaṃ thinamiddhan’ti pajānāti, yathā ca anuppannassa thinamiddhassa uppādo hoti tañca pajānāti, yathā ca uppannassa thinamiddhassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa thinamiddhassa āyatiṃ anuppādo hoti tañca pajānāti. (3) ",
  "dn22:13.7": "Santaṃ vā ajjhattaṃ uddhaccakukkuccaṃ ‘atthi me ajjhattaṃ uddhaccakukkuccan’ti pajānāti, asantaṃ vā ajjhattaṃ uddhaccakukkuccaṃ ‘natthi me ajjhattaṃ uddhaccakukkuccan’ti pajānāti, yathā ca anuppannassa uddhaccakukkuccassa uppādo hoti tañca pajānāti, yathā ca uppannassa uddhaccakukkuccassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa uddhaccakukkuccassa āyatiṃ anuppādo hoti tañca pajānāti. (4) ",
  "dn22:13.8": "Santaṃ vā ajjhattaṃ vicikicchaṃ ‘atthi me ajjhattaṃ vicikicchā’ti pajānāti, asantaṃ vā ajjhattaṃ vicikicchaṃ ‘natthi me ajjhattaṃ vicikicchā’ti pajānāti, yathā ca anuppannāya vicikicchāya uppādo hoti tañca pajānāti, yathā ca uppannāya vicikicchāya pahānaṃ hoti tañca pajānāti, yathā ca pahīnāya vicikicchāya āyatiṃ anuppādo hoti tañca pajānāti. (5) ",
  "dn22:13.9": "Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ",
  "dn22:13.10": "Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "dn22:13.11": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:13.12": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu. ",
  "dn22:13.13": "Nīvaraṇapabbaṃ niṭṭhitaṃ. ",
  "dn22:13.14": "4.2. Dhammānupassanākhandhapabba ",
  "dn22:14.1": "Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu. ",
  "dn22:14.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu? ",
  "dn22:14.3": "Idha, bhikkhave, bhikkhu: ",
  "dn22:14.4": "‘iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "dn22:14.5": "iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ",
  "dn22:14.6": "iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo; ",
  "dn22:14.7": "iti saṅkhārā, iti saṅkhārānaṃ samudayo, iti saṅkhārānaṃ atthaṅgamo, ",
  "dn22:14.8": "iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti, ",
  "dn22:14.9": "iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ",
  "dn22:14.10": "Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "dn22:14.11": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:14.12": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu. ",
  "dn22:14.13": "Khandhapabbaṃ niṭṭhitaṃ. ",
  "dn22:14.14": "4.3. Dhammānupassanāāyatanapabba ",
  "dn22:15.1": "Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu. ",
  "dn22:15.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu? ",
  "dn22:15.3": "Idha, bhikkhave, bhikkhu cakkhuñca pajānāti, rūpe ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (1) ",
  "dn22:15.4": "Sotañca pajānāti, sadde ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (2) ",
  "dn22:15.5": "Ghānañca pajānāti, gandhe ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (3) ",
  "dn22:15.6": "Jivhañca pajānāti, rase ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (4) ",
  "dn22:15.7": "Kāyañca pajānāti, phoṭṭhabbe ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (5) ",
  "dn22:15.8": "Manañca pajānāti, dhamme ca pajānāti, yañca tadubhayaṃ paṭicca uppajjati saṃyojanaṃ tañca pajānāti, yathā ca anuppannassa saṃyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṃyojanassa pahānaṃ hoti tañca pajānāti, yathā ca pahīnassa saṃyojanassa āyatiṃ anuppādo hoti tañca pajānāti. (6) ",
  "dn22:15.9": "Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ",
  "dn22:15.10": "Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "dn22:15.11": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:15.12": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu. ",
  "dn22:15.13": "Āyatanapabbaṃ niṭṭhitaṃ. ",
  "dn22:15.14": "4.4. Dhammānupassanābojjhaṅgapabba ",
  "dn22:16.1": "Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu. ",
  "dn22:16.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu? ",
  "dn22:16.3": "Idha, bhikkhave, bhikkhu santaṃ vā ajjhattaṃ satisambojjhaṅgaṃ ‘atthi me ajjhattaṃ satisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ satisambojjhaṅgaṃ ‘natthi me ajjhattaṃ satisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa satisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa satisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (1) ",
  "dn22:16.4": "Santaṃ vā ajjhattaṃ dhammavicayasambojjhaṅgaṃ ‘atthi me ajjhattaṃ dhammavicayasambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ dhammavicayasambojjhaṅgaṃ ‘natthi me ajjhattaṃ dhammavicayasambojjhaṅgo’ti pajānāti, yathā ca anuppannassa dhammavicayasambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa dhammavicayasambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (2) ",
  "dn22:16.5": "Santaṃ vā ajjhattaṃ vīriyasambojjhaṅgaṃ ‘atthi me ajjhattaṃ vīriyasambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ vīriyasambojjhaṅgaṃ ‘natthi me ajjhattaṃ vīriyasambojjhaṅgo’ti pajānāti, yathā ca anuppannassa vīriyasambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa vīriyasambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (3) ",
  "dn22:16.6": "Santaṃ vā ajjhattaṃ pītisambojjhaṅgaṃ ‘atthi me ajjhattaṃ pītisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ pītisambojjhaṅgaṃ ‘natthi me ajjhattaṃ pītisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa pītisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa pītisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (4) ",
  "dn22:16.7": "Santaṃ vā ajjhattaṃ passaddhisambojjhaṅgaṃ ‘atthi me ajjhattaṃ passaddhisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ passaddhisambojjhaṅgaṃ ‘natthi me ajjhattaṃ passaddhisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa passaddhisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa passaddhisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (5) ",
  "dn22:16.8": "Santaṃ vā ajjhattaṃ samādhisambojjhaṅgaṃ ‘atthi me ajjhattaṃ samādhisambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ samādhisambojjhaṅgaṃ ‘natthi me ajjhattaṃ samādhisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa samādhisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa samādhisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (6) ",
  "dn22:16.9": "Santaṃ vā ajjhattaṃ upekkhāsambojjhaṅgaṃ ‘atthi me ajjhattaṃ upekkhāsambojjhaṅgo’ti pajānāti, asantaṃ vā ajjhattaṃ upekkhāsambojjhaṅgaṃ ‘natthi me ajjhattaṃ upekkhāsambojjhaṅgo’ti pajānāti, yathā ca anuppannassa upekkhāsambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa upekkhāsambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. (7) ",
  "dn22:16.10": "Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ",
  "dn22:16.11": "Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "dn22:16.12": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:16.13": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu. ",
  "dn22:16.14": "Bojjhaṅgapabbaṃ niṭṭhitaṃ. ",
  "dn22:16.15": "4.5. Dhammānupassanāsaccapabba ",
  "dn22:17.1": "Puna caparaṃ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu. ",
  "dn22:17.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu? ",
  "dn22:17.3": "Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
  "dn22:17.4": "Paṭhamabhāṇavāro niṭṭhito. ",
  "dn22:17.5": "4.5.1. Dukkhasaccaniddesa ",
  "dn22:18.1": "Katamañca, bhikkhave, dukkhaṃ ariyasaccaṃ? ",
  "dn22:18.2": "Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṃ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, appiyehi sampayogopi dukkho, piyehi vippayogopi dukkho, yampicchaṃ na labhati tampi dukkhaṃ, saṃkhittena pañcupādānakkhandhā dukkhā. ",
  "dn22:18.3": "Katamā ca, bhikkhave, jāti? ",
  "dn22:18.4": "Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jāti sañjāti okkanti abhinibbatti khandhānaṃ pātubhāvo āyatanānaṃ paṭilābho, ",
  "dn22:18.5": "ayaṃ vuccati, bhikkhave, jāti. (1) ",
  "dn22:18.6": "Katamā ca, bhikkhave, jarā? ",
  "dn22:18.7": "Yā tesaṃ tesaṃ sattānaṃ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṃ pāliccaṃ valittacatā āyuno saṃhāni indriyānaṃ paripāko, ",
  "dn22:18.8": "ayaṃ vuccati, bhikkhave, jarā. (2) ",
  "dn22:18.9": "Katamañca, bhikkhave, maraṇaṃ? ",
  "dn22:18.10": "Yaṃ tesaṃ tesaṃ sattānaṃ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṃ maccu maraṇaṃ kālakiriyā khandhānaṃ bhedo kaḷevarassa nikkhepo jīvitindriyassupacchedo, ",
  "dn22:18.11": "idaṃ vuccati, bhikkhave, maraṇaṃ. (3) ",
  "dn22:18.12": "Katamo ca, bhikkhave, soko? ",
  "dn22:18.13": "Yo kho, bhikkhave, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa soko socanā socitattaṃ antosoko antoparisoko, ",
  "dn22:18.14": "ayaṃ vuccati, bhikkhave, soko. (4) ",
  "dn22:18.15": "Katamo ca, bhikkhave, paridevo? ",
  "dn22:18.16": "Yo kho, bhikkhave, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa ādevo paridevo ādevanā paridevanā ādevitattaṃ paridevitattaṃ, ",
  "dn22:18.17": "ayaṃ vuccati, bhikkhave, paridevo. (5) ",
  "dn22:18.18": "Katamañca, bhikkhave, dukkhaṃ? ",
  "dn22:18.19": "Yaṃ kho, bhikkhave, kāyikaṃ dukkhaṃ kāyikaṃ asātaṃ kāyasamphassajaṃ dukkhaṃ asātaṃ vedayitaṃ, ",
  "dn22:18.20": "idaṃ vuccati, bhikkhave, dukkhaṃ. (6) ",
  "dn22:18.21": "Katamañca, bhikkhave, domanassaṃ? ",
  "dn22:18.22": "Yaṃ kho, bhikkhave, cetasikaṃ dukkhaṃ cetasikaṃ asātaṃ manosamphassajaṃ dukkhaṃ asātaṃ vedayitaṃ, ",
  "dn22:18.23": "idaṃ vuccati, bhikkhave, domanassaṃ. (7) ",
  "dn22:18.24": "Katamo ca, bhikkhave, upāyāso? ",
  "dn22:18.25": "Yo kho, bhikkhave, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa āyāso upāyāso āyāsitattaṃ upāyāsitattaṃ, ",
  "dn22:18.26": "ayaṃ vuccati, bhikkhave, upāyāso. (8) ",
  "dn22:18.27": "Katamo ca, bhikkhave, appiyehi sampayogo dukkho? ",
  "dn22:18.28": "Idha yassa te honti aniṭṭhā akantā amanāpā rūpā saddā gandhā rasā phoṭṭhabbā dhammā, ye vā panassa te honti anatthakāmā ahitakāmā aphāsukakāmā ayogakkhemakāmā, yā tehi saddhiṃ saṅgati samāgamo samodhānaṃ missībhāvo, ",
  "dn22:18.29": "ayaṃ vuccati, bhikkhave, appiyehi sampayogo dukkho. (9) ",
  "dn22:18.30": "Katamo ca, bhikkhave, piyehi vippayogo dukkho? ",
  "dn22:18.31": "Idha yassa te honti iṭṭhā kantā manāpā rūpā saddā gandhā rasā phoṭṭhabbā dhammā, ye vā panassa te honti atthakāmā hitakāmā phāsukakāmā yogakkhemakāmā mātā vā pitā vā bhātā vā bhaginī vā mittā vā amaccā vā ñātisālohitā vā, yā tehi saddhiṃ asaṅgati asamāgamo asamodhānaṃ amissībhāvo, ",
  "dn22:18.32": "ayaṃ vuccati, bhikkhave, piyehi vippayogo dukkho. (10) ",
  "dn22:18.33": "Katamañca, bhikkhave, yampicchaṃ na labhati tampi dukkhaṃ? ",
  "dn22:18.34": "Jātidhammānaṃ, bhikkhave, sattānaṃ evaṃ icchā uppajjati: ",
  "dn22:18.35": "‘aho vata mayaṃ na jātidhammā assāma, na ca vata no jāti āgaccheyyā’ti. ",
  "dn22:18.36": "Na kho panetaṃ icchāya pattabbaṃ, ",
  "dn22:18.37": "idampi yampicchaṃ na labhati tampi dukkhaṃ. ",
  "dn22:18.38": "Jarādhammānaṃ, bhikkhave, sattānaṃ evaṃ icchā uppajjati: ",
  "dn22:18.39": "‘aho vata mayaṃ na jarādhammā assāma, na ca vata no jarā āgaccheyyā’ti. ",
  "dn22:18.40": "Na kho panetaṃ icchāya pattabbaṃ, idampi yampicchaṃ na labhati tampi dukkhaṃ. ",
  "dn22:18.41": "Byādhidhammānaṃ, bhikkhave, sattānaṃ evaṃ icchā uppajjati ‘aho vata mayaṃ na byādhidhammā assāma, na ca vata no byādhi āgaccheyyā’ti. ",
  "dn22:18.42": "Na kho panetaṃ icchāya pattabbaṃ, idampi yampicchaṃ na labhati tampi dukkhaṃ. ",
  "dn22:18.43": "Maraṇadhammānaṃ, bhikkhave, sattānaṃ evaṃ icchā uppajjati ‘aho vata mayaṃ na maraṇadhammā assāma, na ca vata no maraṇaṃ āgaccheyyā’ti. ",
  "dn22:18.44": "Na kho panetaṃ icchāya pattabbaṃ, idampi yampicchaṃ na labhati tampi dukkhaṃ. ",
  "dn22:18.45": "Sokaparidevadukkhadomanassupāyāsadhammānaṃ, bhikkhave, sattānaṃ evaṃ icchā uppajjati ‘aho vata mayaṃ na sokaparidevadukkhadomanassupāyāsadhammā assāma, na ca vata no sokaparidevadukkhadomanassupāyāsaā āgaccheyyun’ti. ",
  "dn22:18.46": "Na kho panetaṃ icchāya pattabbaṃ, ",
  "dn22:18.47": "idampi yampicchaṃ na labhati tampi dukkhaṃ. (11) ",
  "dn22:18.48": "Katame ca, bhikkhave, saṅkhittena pañcupādānakkhandhā dukkhā? ",
  "dn22:18.49": "Seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho. ",
  "dn22:18.50": "Ime vuccanti, bhikkhave, saṅkhittena pañcupādānakkhandhā dukkhā. ",
  "dn22:18.51": "Idaṃ vuccati, bhikkhave, dukkhaṃ ariyasaccaṃ. ",
  "dn22:18.52": "4.5.2. Samudayasaccaniddesa ",
  "dn22:19.1": "Katamañca, bhikkhave, dukkhasamudayaṃ ariyasaccaṃ? ",
  "dn22:19.2": "Yāyaṃ taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ—",
  "dn22:19.3": "kāmataṇhā bhavataṇhā vibhavataṇhā. ",
  "dn22:19.4": "Sā kho panesā, bhikkhave, taṇhā kattha uppajjamānā uppajjati, kattha nivisamānā nivisati? ",
  "dn22:19.5": "Yaṃ loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.6": "Kiñca loke piyarūpaṃ sātarūpaṃ? ",
  "dn22:19.7": "Cakkhu loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.8": "Sotaṃ loke …pe… ",
  "dn22:19.9": "ghānaṃ loke … ",
  "dn22:19.10": "jivhā loke … ",
  "dn22:19.11": "kāyo loke … ",
  "dn22:19.12": "mano loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.13": "Rūpā loke … ",
  "dn22:19.14": "saddā loke … ",
  "dn22:19.15": "gandhā loke … ",
  "dn22:19.16": "rasā loke … ",
  "dn22:19.17": "phoṭṭhabbā loke … ",
  "dn22:19.18": "dhammā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.19": "Cakkhuviññāṇaṃ loke … ",
  "dn22:19.20": "sotaviññāṇaṃ loke … ",
  "dn22:19.21": "ghānaviññāṇaṃ loke … ",
  "dn22:19.22": "jivhāviññāṇaṃ loke … ",
  "dn22:19.23": "kāyaviññāṇaṃ loke … ",
  "dn22:19.24": "manoviññāṇaṃ loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.25": "Cakkhusamphasso loke … ",
  "dn22:19.26": "sotasamphasso loke … ",
  "dn22:19.27": "ghānasamphasso loke … ",
  "dn22:19.28": "jivhāsamphasso loke … ",
  "dn22:19.29": "kāyasamphasso loke … ",
  "dn22:19.30": "manosamphasso loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.31": "Cakkhusamphassajā vedanā loke … ",
  "dn22:19.32": "sotasamphassajā vedanā loke … ",
  "dn22:19.33": "ghānasamphassajā vedanā loke … ",
  "dn22:19.34": "jivhāsamphassajā vedanā loke … ",
  "dn22:19.35": "kāyasamphassajā vedanā loke … ",
  "dn22:19.36": "manosamphassajā vedanā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.37": "Rūpasaññā loke … ",
  "dn22:19.38": "saddasaññā loke … ",
  "dn22:19.39": "gandhasaññā loke … ",
  "dn22:19.40": "rasasaññā loke … ",
  "dn22:19.41": "phoṭṭhabbasaññā loke … ",
  "dn22:19.42": "dhammasaññā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.43": "Rūpasañcetanā loke … ",
  "dn22:19.44": "saddasañcetanā loke … ",
  "dn22:19.45": "gandhasañcetanā loke … ",
  "dn22:19.46": "rasasañcetanā loke … ",
  "dn22:19.47": "phoṭṭhabbasañcetanā loke … ",
  "dn22:19.48": "dhammasañcetanā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.49": "Rūpataṇhā loke … ",
  "dn22:19.50": "saddataṇhā loke … ",
  "dn22:19.51": "gandhataṇhā loke … ",
  "dn22:19.52": "rasataṇhā loke … ",
  "dn22:19.53": "phoṭṭhabbataṇhā loke … ",
  "dn22:19.54": "dhammataṇhā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.55": "Rūpavitakko loke … ",
  "dn22:19.56": "saddavitakko loke … ",
  "dn22:19.57": "gandhavitakko loke … ",
  "dn22:19.58": "rasavitakko loke … ",
  "dn22:19.59": "phoṭṭhabbavitakko loke … ",
  "dn22:19.60": "dhammavitakko loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.61": "Rūpavicāro loke … ",
  "dn22:19.62": "saddavicāro loke … ",
  "dn22:19.63": "gandhavicāro loke … ",
  "dn22:19.64": "rasavicāro loke … ",
  "dn22:19.65": "phoṭṭhabbavicāro loke … ",
  "dn22:19.66": "dhammavicāro loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.67": "Idaṃ vuccati, bhikkhave, dukkhasamudayaṃ ariyasaccaṃ. ",
  "dn22:19.68": "4.5.3. Nirodhasaccaniddesa ",
  "dn22:20.1": "Katamañca, bhikkhave, dukkhanirodhaṃ ariyasaccaṃ? ",
  "dn22:20.2": "Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo. ",
  "dn22:20.3": "Sā kho panesā, bhikkhave, taṇhā kattha pahīyamānā pahīyati, kattha nirujjhamānā nirujjhati? ",
  "dn22:20.4": "Yaṃ loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.5": "Kiñca loke piyarūpaṃ sātarūpaṃ? ",
  "dn22:20.6": "Cakkhu loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.7": "Sotaṃ loke …pe… ",
  "dn22:20.8": "ghānaṃ loke … ",
  "dn22:20.9": "jivhā loke … ",
  "dn22:20.10": "kāyo loke … ",
  "dn22:20.11": "mano loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.12": "Rūpā loke … ",
  "dn22:20.13": "saddā loke … ",
  "dn22:20.14": "gandhā loke … ",
  "dn22:20.15": "rasā loke … ",
  "dn22:20.16": "phoṭṭhabbā loke … ",
  "dn22:20.17": "dhammā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.18": "Cakkhuviññāṇaṃ loke … ",
  "dn22:20.19": "sotaviññāṇaṃ loke … ",
  "dn22:20.20": "ghānaviññāṇaṃ loke … ",
  "dn22:20.21": "jivhāviññāṇaṃ loke … ",
  "dn22:20.22": "kāyaviññāṇaṃ loke … ",
  "dn22:20.23": "manoviññāṇaṃ loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.24": "Cakkhusamphasso loke … ",
  "dn22:20.25": "sotasamphasso loke … ",
  "dn22:20.26": "ghānasamphasso loke … ",
  "dn22:20.27": "jivhāsamphasso loke … ",
  "dn22:20.28": "kāyasamphasso loke … ",
  "dn22:20.29": "manosamphasso loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.30": "Cakkhusamphassajā vedanā loke … ",
  "dn22:20.31": "sotasamphassajā vedanā loke … ",
  "dn22:20.32": "ghānasamphassajā vedanā loke … ",
  "dn22:20.33": "jivhāsamphassajā vedanā loke … ",
  "dn22:20.34": "kāyasamphassajā vedanā loke … ",
  "dn22:20.35": "manosamphassajā vedanā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.36": "Rūpasaññā loke … ",
  "dn22:20.37": "saddasaññā loke … ",
  "dn22:20.38": "gandhasaññā loke … ",
  "dn22:20.39": "rasasaññā loke … ",
  "dn22:20.40": "phoṭṭhabbasaññā loke … ",
  "dn22:20.41": "dhammasaññā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.42": "Rūpasañcetanā loke … ",
  "dn22:20.43": "saddasañcetanā loke … ",
  "dn22:20.44": "gandhasañcetanā loke … ",
  "dn22:20.45": "rasasañcetanā loke … ",
  "dn22:20.46": "phoṭṭhabbasañcetanā loke … ",
  "dn22:20.47": "dhammasañcetanā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.48": "Rūpataṇhā loke … ",
  "dn22:20.49": "saddataṇhā loke … ",
  "dn22:20.50": "gandhataṇhā loke … ",
  "dn22:20.51": "rasataṇhā loke … ",
  "dn22:20.52": "phoṭṭhabbataṇhā loke … ",
  "dn22:20.53": "dhammataṇhā loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.54": "Rūpavitakko loke … ",
  "dn22:20.55": "saddavitakko loke … ",
  "dn22:20.56": "gandhavitakko loke … ",
  "dn22:20.57": "rasavitakko loke … ",
  "dn22:20.58": "phoṭṭhabbavitakko loke … ",
  "dn22:20.59": "dhammavitakko loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.60": "Rūpavicāro loke … ",
  "dn22:20.61": "saddavicāro loke … ",
  "dn22:20.62": "gandhavicāro loke … ",
  "dn22:20.63": "rasavicāro loke … ",
  "dn22:20.64": "phoṭṭhabbavicāro loke … ",
  "dn22:20.65": "dhammavicāro loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.66": "Idaṃ vuccati, bhikkhave, dukkhanirodhaṃ ariyasaccaṃ. ",
  "dn22:20.67": "4.5.4. Maggasaccaniddesa ",
  "dn22:21.1": "Katamañca, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṃ? ",
  "dn22:21.2": "Ayameva ariyo aṭṭhaṅgiko maggo seyyathidaṃ—",
  "dn22:21.3": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
  "dn22:21.4": "Katamā ca, bhikkhave, sammādiṭṭhi? ",
  "dn22:21.5": "Yaṃ kho, bhikkhave, dukkhe ñāṇaṃ, dukkhasamudaye ñāṇaṃ, dukkhanirodhe ñāṇaṃ, dukkhanirodhagāminiyā paṭipadāya ñāṇaṃ. ",
  "dn22:21.6": "Ayaṃ vuccati, bhikkhave, sammādiṭṭhi. (1) ",
  "dn22:21.7": "Katamo ca, bhikkhave, sammāsaṅkappo? ",
  "dn22:21.8": "Nekkhammasaṅkappo abyāpādasaṅkappo avihiṃsāsaṅkappo. ",
  "dn22:21.9": "Ayaṃ vuccati, bhikkhave, sammāsaṅkappo. (2) ",
  "dn22:21.10": "Katamā ca, bhikkhave, sammāvācā? ",
  "dn22:21.11": "Musāvādā veramaṇī pisuṇāya vācāya veramaṇī pharusāya vācāya veramaṇī samphappalāpā veramaṇī. ",
  "dn22:21.12": "Ayaṃ vuccati, bhikkhave, sammāvācā. (3) ",
  "dn22:21.13": "Katamo ca, bhikkhave, sammākammanto? ",
  "dn22:21.14": "Pāṇātipātā veramaṇī adinnādānā veramaṇī kāmesumicchācārā veramaṇī. ",
  "dn22:21.15": "Ayaṃ vuccati, bhikkhave, sammākammanto. (4) ",
  "dn22:21.16": "Katamo ca, bhikkhave, sammāājīvo? ",
  "dn22:21.17": "Idha, bhikkhave, ariyasāvako micchāājīvaṃ pahāya sammāājīvena jīvitaṃ kappeti. ",
  "dn22:21.18": "Ayaṃ vuccati, bhikkhave, sammāājīvo. (5) ",
  "dn22:21.19": "Katamo ca, bhikkhave, sammāvāyāmo? ",
  "dn22:21.20": "Idha, bhikkhave, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati; ",
  "dn22:21.21": "uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati; ",
  "dn22:21.22": "anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati; ",
  "dn22:21.23": "uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati. ",
  "dn22:21.24": "Ayaṃ vuccati, bhikkhave, sammāvāyāmo. (6) ",
  "dn22:21.25": "Katamā ca, bhikkhave, sammāsati? ",
  "dn22:21.26": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ; ",
  "dn22:21.27": "vedanāsu vedanānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ; ",
  "dn22:21.28": "citte cittānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ; ",
  "dn22:21.29": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
  "dn22:21.30": "Ayaṃ vuccati, bhikkhave, sammāsati. (7) ",
  "dn22:21.31": "Katamo ca, bhikkhave, sammāsamādhi? ",
  "dn22:21.32": "Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "dn22:21.33": "Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ",
  "dn22:21.34": "Pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati. ",
  "dn22:21.35": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ",
  "dn22:21.36": "Ayaṃ vuccati, bhikkhave, sammāsamādhi. ",
  "dn22:21.37": "Idaṃ vuccati, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṃ. (8) ",
  "dn22:21.38": "Iti ajjhattaṃ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ",
  "dn22:21.39": "Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "dn22:21.40": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:21.41": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu. ",
  "dn22:21.42": "Saccapabbaṃ niṭṭhitaṃ. ",
  "dn22:21.43": "Dhammānupassanā niṭṭhitā. ",
  "dn22:22.1": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya sattavassāni, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ ",
  "dn22:22.2": "diṭṭheva dhamme aññā; sati vā upādisese anāgāmitā. ",
  "dn22:22.3": "Tiṭṭhantu, bhikkhave, sattavassāni. ",
  "dn22:22.4": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya cha vassāni …pe… ",
  "dn22:22.5": "pañca vassāni … ",
  "dn22:22.6": "cattāri vassāni … ",
  "dn22:22.7": "tīṇi vassāni … ",
  "dn22:22.8": "dve vassāni … ",
  "dn22:22.9": "ekaṃ vassaṃ … ",
  "dn22:22.10": "tiṭṭhatu, bhikkhave, ekaṃ vassaṃ. ",
  "dn22:22.11": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya sattamāsāni, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ ",
  "dn22:22.12": "diṭṭheva dhamme aññā; sati vā upādisese anāgāmitā. ",
  "dn22:22.13": "Tiṭṭhantu, bhikkhave, satta māsāni. ",
  "dn22:22.14": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya cha māsāni …pe… ",
  "dn22:22.15": "pañca māsāni … ",
  "dn22:22.16": "cattāri māsāni … ",
  "dn22:22.17": "tīṇi māsāni … ",
  "dn22:22.18": "dve māsāni … ",
  "dn22:22.19": "ekaṃ māsaṃ … ",
  "dn22:22.20": "aḍḍhamāsaṃ … ",
  "dn22:22.21": "tiṭṭhatu, bhikkhave, aḍḍhamāso. ",
  "dn22:22.22": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṃ bhāveyya sattāhaṃ, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ ",
  "dn22:22.23": "diṭṭheva dhamme aññā; sati vā upādisese anāgāmitāti. ",
  "dn22:22.24": "Ekāyano ayaṃ, bhikkhave, maggo sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya yadidaṃ cattāro satipaṭṭhānāti. ",
  "dn22:22.25": "Iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttan”ti. ",
  "dn22:22.26": "Idamavoca bhagavā. ",
  "dn22:22.27": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
  "dn22:22.28": "Mahāsatipaṭṭhānasuttaṃ niṭṭhitaṃ navamaṃ. "
}