{
  "dn23:0.1": "Dīgha Nikāya 23 ",
  "dn23:0.2": "Pāyāsisutta ",
  "dn23:1.1": "Evaṃ me sutaṃ—",
  "dn23:1.2": "ekaṃ samayaṃ āyasmā kumārakassapo kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi yena setabyā nāma kosalānaṃ nagaraṃ tadavasari. ",
  "dn23:1.3": "Tatra sudaṃ āyasmā kumārakassapo setabyāyaṃ viharati uttarena setabyaṃ siṃsapāvane. ",
  "dn23:1.4": "Tena kho pana samayena pāyāsi rājañño setabyaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ",
  "dn23:1.5": "1. Pāyāsirājaññavatthu ",
  "dn23:2.1": "Tena kho pana samayena pāyāsissa rājaññassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ",
  "dn23:2.2": "“itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
  "dn23:2.3": "Assosuṃ kho setabyakā brāhmaṇagahapatikā: ",
  "dn23:2.4": "“samaṇo khalu bho kumārakassapo samaṇassa gotamassa sāvako kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi setabyaṃ anuppatto setabyāyaṃ viharati uttarena setabyaṃ siṃsapāvane. ",
  "dn23:2.5": "Taṃ kho pana bhavantaṃ kumārakassapaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "dn23:2.6": "‘paṇḍito byatto medhāvī bahussuto cittakathī kalyāṇapaṭibhāno vuddho ceva arahā ca. ",
  "dn23:2.7": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī’”ti. ",
  "dn23:2.8": "Atha kho setabyakā brāhmaṇagahapatikā setabyāya nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena siṃsapāvanaṃ. ",
  "dn23:3.1": "Tena kho pana samayena pāyāsi rājañño uparipāsāde divāseyyaṃ upagato hoti. ",
  "dn23:3.2": "Addasā kho pāyāsi rājañño setabyake brāhmaṇagahapatike setabyāya nikkhamitvā saṅghasaṅghī gaṇībhūte uttarenamukhe gacchante yena siṃsapāvanaṃ, ",
  "dn23:3.3": "disvā khattaṃ āmantesi: ",
  "dn23:3.4": "“kiṃ nu kho, bho khatte, setabyakā brāhmaṇagahapatikā setabyāya nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena siṃsapāvanan”ti? ",
  "dn23:3.5": "“Atthi kho, bho, samaṇo kumārakassapo, samaṇassa gotamassa sāvako kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi setabyaṃ anuppatto setabyāyaṃ viharati uttarena setabyaṃ siṃsapāvane. ",
  "dn23:3.6": "Taṃ kho pana bhavantaṃ kumārakassapaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "dn23:3.7": "‘paṇḍito byatto medhāvī bahussuto cittakathī kalyāṇapaṭibhāno vuddho ceva arahā cā’ti. ",
  "dn23:3.8": "Tamete bhavantaṃ kumārakassapaṃ dassanāya upasaṅkamantī”ti. ",
  "dn23:3.9": "“Tena hi, bho khatte, yena setabyakā brāhmaṇagahapatikā tenupasaṅkama; upasaṅkamitvā setabyake brāhmaṇagahapatike evaṃ vadehi: ",
  "dn23:3.10": "‘pāyāsi, bho, rājañño evamāha—",
  "dn23:3.11": "āgamentu kira bhavanto, pāyāsipi rājañño samaṇaṃ kumārakassapaṃ dassanāya upasaṅkamissatī’ti. ",
  "dn23:3.12": "Purā samaṇo kumārakassapo setabyake brāhmaṇagahapatike bāle abyatte saññāpeti: ",
  "dn23:3.13": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’ti. ",
  "dn23:3.14": "Natthi hi, bho khatte, paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
  "dn23:3.15": "“Evaṃ, bho”ti kho so khattā pāyāsissa rājaññassa paṭissutvā yena setabyakā brāhmaṇagahapatikā tenupasaṅkami; upasaṅkamitvā setabyake brāhmaṇagahapatike etadavoca: ",
  "dn23:3.16": "“pāyāsi, bho, rājañño evamāha, āgamentu kira bhavanto, pāyāsipi rājañño samaṇaṃ kumārakassapaṃ dassanāya upasaṅkamissatī”ti. ",
  "dn23:4.1": "Atha kho pāyāsi rājañño setabyakehi brāhmaṇagahapatikehi parivuto yena siṃsapāvanaṃ yenāyasmā kumārakassapo tenupasaṅkami; upasaṅkamitvā āyasmatā kumārakassapena saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
  "dn23:4.2": "Setabyakāpi kho brāhmaṇagahapatikā appekacce āyasmantaṃ kumārakassapaṃ abhivādetvā ekamantaṃ nisīdiṃsu; ",
  "dn23:4.3": "appekacce āyasmatā kumārakassapena saddhiṃ sammodiṃsu; ",
  "dn23:4.4": "sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. ",
  "dn23:4.5": "Appekacce yenāyasmā kumārakassapo tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu. ",
  "dn23:4.6": "Appekacce nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu. ",
  "dn23:4.7": "Appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. ",
  "dn23:4.8": "2. Natthikavāda ",
  "dn23:5.1": "Ekamantaṃ nisinno kho pāyāsi rājañño āyasmantaṃ kumārakassapaṃ etadavoca: ",
  "dn23:5.2": "“ahañhi, bho kassapa, evaṃvādī evaṃdiṭṭhī: ",
  "dn23:5.3": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:5.4": "“Nāhaṃ, rājañña, evaṃvādiṃ evaṃdiṭṭhiṃ addasaṃ vā assosiṃ vā. ",
  "dn23:5.5": "Kathañhi nāma evaṃ vadeyya: ",
  "dn23:5.6": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’ti? ",
  "dn23:5.7": "2.1. Candimasūriyaupamā ",
  "dn23:5.8": "Tena hi, rājañña, taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṃ byākareyyāsi. ",
  "dn23:5.9": "Taṃ kiṃ maññasi, rājañña, ",
  "dn23:5.10": "ime candimasūriyā imasmiṃ vā loke parasmiṃ vā, devā vā te manussā vā”ti? ",
  "dn23:5.11": "“Ime, bho kassapa, candimasūriyā parasmiṃ loke, na imasmiṃ; devā te na manussā”ti. ",
  "dn23:5.12": "“Imināpi kho te, rājañña, pariyāyena evaṃ hotu—",
  "dn23:5.13": "itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
  "dn23:6.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
  "dn23:6.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:6.3": "“Atthi pana, rājañña, pariyāyo, yena te pariyāyena evaṃ hoti: ",
  "dn23:6.4": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti? ",
  "dn23:6.5": "“Atthi, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
  "dn23:6.6": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:6.7": "“Yathā kathaṃ viya, rājaññā”ti? ",
  "dn23:6.8": "“Idha me, bho kassapa, mittāmaccā ñātisālohitā pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī. ",
  "dn23:6.9": "Te aparena samayena ābādhikā honti dukkhitā bāḷhagilānā. ",
  "dn23:6.10": "Yadāhaṃ jānāmi: ",
  "dn23:6.11": "‘na dānime imamhā ābādhā vuṭṭhahissantī’ti tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn23:6.12": "‘santi kho, bho, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn23:6.13": "“ye te pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantī”ti. ",
  "dn23:6.14": "Bhavanto kho pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī. ",
  "dn23:6.15": "Sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, bhavanto kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjissanti. ",
  "dn23:6.16": "Sace, bho, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyātha, yena me āgantvā āroceyyātha: ",
  "dn23:6.17": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
  "dn23:6.18": "Bhavanto kho pana me saddhāyikā paccayikā, yaṃ bhavantehi diṭṭhaṃ, yathā sāmaṃ diṭṭhaṃ evametaṃ bhavissatī’ti. ",
  "dn23:6.19": "Te me ‘sādhū’ti paṭissutvā neva āgantvā ārocenti, na pana dūtaṃ pahiṇanti. ",
  "dn23:6.20": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
  "dn23:6.21": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:6.22": "2.2. Coraupamā ",
  "dn23:7.1": "“Tena hi, rājañña, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi. ",
  "dn23:7.2": "Taṃ kiṃ maññasi, rājañña, ",
  "dn23:7.3": "idha te purisā coraṃ āgucāriṃ gahetvā dasseyyuṃ: ",
  "dn23:7.4": "‘ayaṃ te, bhante, coro āgucārī; ",
  "dn23:7.5": "imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’ti. ",
  "dn23:7.6": "Te tvaṃ evaṃ vadeyyāsi: ",
  "dn23:7.7": "‘tena hi, bho, imaṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa āghātane sīsaṃ chindathā’ti. ",
  "dn23:7.8": "Te ‘sādhū’ti paṭissutvā taṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa āghātane nisīdāpeyyuṃ. ",
  "dn23:7.9": "Labheyya nu kho so coro coraghātesu: ",
  "dn23:7.10": "‘āgamentu tāva bhavanto coraghātā, amukasmiṃ me gāme vā nigame vā mittāmaccā ñātisālohitā, yāvāhaṃ tesaṃ uddisitvā āgacchāmī’ti, udāhu vippalapantasseva coraghātā sīsaṃ chindeyyun”ti? ",
  "dn23:7.11": "“Na hi so, bho kassapa, coro labheyya coraghātesu: ",
  "dn23:7.12": "‘āgamentu tāva bhavanto coraghātā amukasmiṃ me gāme vā nigame vā mittāmaccā ñātisālohitā, yāvāhaṃ tesaṃ uddisitvā āgacchāmī’ti. ",
  "dn23:7.13": "Atha kho naṃ vippalapantasseva coraghātā sīsaṃ chindeyyun”ti. ",
  "dn23:7.14": "“So hi nāma, rājañña, coro manusso manussabhūtesu coraghātesu na labhissati: ",
  "dn23:7.15": "‘āgamentu tāva bhavanto coraghātā, amukasmiṃ me gāme vā nigame vā mittāmaccā ñātisālohitā, yāvāhaṃ tesaṃ uddisitvā āgacchāmī’ti. ",
  "dn23:7.16": "Kiṃ pana te mittāmaccā ñātisālohitā pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā labhissanti nirayapālesu: ",
  "dn23:7.17": "‘āgamentu tāva bhavanto nirayapālā, yāva mayaṃ pāyāsissa rājaññassa gantvā ārocema: ",
  "dn23:7.18": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”’ti? ",
  "dn23:7.19": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
  "dn23:7.20": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:8.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
  "dn23:8.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:8.3": "“Atthi pana, rājañña, pariyāyo yena te pariyāyena evaṃ hoti: ",
  "dn23:8.4": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti? ",
  "dn23:8.5": "“Atthi, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
  "dn23:8.6": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:8.7": "“Yathā kathaṃ viya, rājaññā”ti? ",
  "dn23:8.8": "“Idha me, bho kassapa, mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī. ",
  "dn23:8.9": "Te aparena samayena ābādhikā honti dukkhitā bāḷhagilānā. ",
  "dn23:8.10": "Yadāhaṃ jānāmi: ",
  "dn23:8.11": "‘na dānime imamhā ābādhā vuṭṭhahissantī’ti tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn23:8.12": "‘santi kho, bho, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn23:8.13": "“ye te pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti. ",
  "dn23:8.14": "Bhavanto kho pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī. ",
  "dn23:8.15": "Sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, bhavanto kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissanti. ",
  "dn23:8.16": "Sace, bho, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyātha, yena me āgantvā āroceyyātha: ",
  "dn23:8.17": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
  "dn23:8.18": "Bhavanto kho pana me saddhāyikā paccayikā, yaṃ bhavantehi diṭṭhaṃ, yathā sāmaṃ diṭṭhaṃ evametaṃ bhavissatī’ti. ",
  "dn23:8.19": "Te me ‘sādhū’ti paṭissutvā neva āgantvā ārocenti, na pana dūtaṃ pahiṇanti. ",
  "dn23:8.20": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
  "dn23:8.21": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:8.22": "2.3. Gūthakūpapurisaupamā ",
  "dn23:9.1": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
  "dn23:9.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
  "dn23:9.3": "Seyyathāpi, rājañña, puriso gūthakūpe sasīsakaṃ nimuggo assa. ",
  "dn23:9.4": "Atha tvaṃ purise āṇāpeyyāsi: ",
  "dn23:9.5": "‘tena hi, bho, taṃ purisaṃ tamhā gūthakūpā uddharathā’ti. ",
  "dn23:9.6": "Te ‘sādhū’ti paṭissutvā taṃ purisaṃ tamhā gūthakūpā uddhareyyuṃ. ",
  "dn23:9.7": "Te tvaṃ evaṃ vadeyyāsi: ",
  "dn23:9.8": "‘tena hi, bho, tassa purisassa kāyā veḷupesikāhi gūthaṃ sunimmajjitaṃ nimmajjathā’ti. ",
  "dn23:9.9": "Te ‘sādhū’ti paṭissutvā tassa purisassa kāyā veḷupesikāhi gūthaṃ sunimmajjitaṃ nimmajjeyyuṃ. ",
  "dn23:9.10": "Te tvaṃ evaṃ vadeyyāsi: ",
  "dn23:9.11": "‘tena hi, bho, tassa purisassa kāyaṃ paṇḍumattikāya tikkhattuṃ subbaṭṭitaṃ ubbaṭṭethā’ti. ",
  "dn23:9.12": "Te tassa purisassa kāyaṃ paṇḍumattikāya tikkhattuṃ subbaṭṭitaṃ ubbaṭṭeyyuṃ. ",
  "dn23:9.13": "Te tvaṃ evaṃ vadeyyāsi: ",
  "dn23:9.14": "‘tena hi, bho, taṃ purisaṃ telena abbhañjitvā sukhumena cuṇṇena tikkhattuṃ suppadhotaṃ karothā’ti. ",
  "dn23:9.15": "Te taṃ purisaṃ telena abbhañjitvā sukhumena cuṇṇena tikkhattuṃ suppadhotaṃ kareyyuṃ. ",
  "dn23:9.16": "Te tvaṃ evaṃ vadeyyāsi: ",
  "dn23:9.17": "‘tena hi, bho, tassa purisassa kesamassuṃ kappethā’ti. ",
  "dn23:9.18": "Te tassa purisassa kesamassuṃ kappeyyuṃ. ",
  "dn23:9.19": "Te tvaṃ evaṃ vadeyyāsi: ",
  "dn23:9.20": "‘tena hi, bho, tassa purisassa mahagghañca mālaṃ mahagghañca vilepanaṃ mahagghāni ca vatthāni upaharathā’ti. ",
  "dn23:9.21": "Te tassa purisassa mahagghañca mālaṃ mahagghañca vilepanaṃ mahagghāni ca vatthāni upahareyyuṃ. ",
  "dn23:9.22": "Te tvaṃ evaṃ vadeyyāsi: ",
  "dn23:9.23": "‘tena hi, bho, taṃ purisaṃ pāsādaṃ āropetvā pañcakāmaguṇāni upaṭṭhāpethā’ti. ",
  "dn23:9.24": "Te taṃ purisaṃ pāsādaṃ āropetvā pañcakāmaguṇāni upaṭṭhāpeyyuṃ. ",
  "dn23:9.25": "Taṃ kiṃ maññasi, rājañña, ",
  "dn23:9.26": "api nu tassa purisassa sunhātassa suvilittassa sukappitakesamassussa āmukkamālābharaṇassa odātavatthavasanassa uparipāsādavaragatassa pañcahi kāmaguṇehi samappitassa samaṅgībhūtassa paricārayamānassa punadeva tasmiṃ gūthakūpe nimujjitukāmatā assā”ti? ",
  "dn23:9.27": "“No hidaṃ, bho kassapa”. ",
  "dn23:9.28": "“Taṃ kissa hetu”? ",
  "dn23:9.29": "“Asuci, bho kassapa, gūthakūpo asuci ceva asucisaṅkhāto ca duggandho ca duggandhasaṅkhāto ca jeguccho ca jegucchasaṅkhāto ca paṭikūlo ca paṭikūlasaṅkhāto cā”ti. ",
  "dn23:9.30": "“Evameva kho, rājañña, manussā devānaṃ asucī ceva asucisaṅkhātā ca, duggandhā ca duggandhasaṅkhātā ca, jegucchā ca jegucchasaṅkhātā ca, paṭikūlā ca paṭikūlasaṅkhātā ca. ",
  "dn23:9.31": "Yojanasataṃ kho, rājañña, manussagandho deve ubbādhati. ",
  "dn23:9.32": "Kiṃ pana te mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā te āgantvā ārocessanti: ",
  "dn23:9.33": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’ti? ",
  "dn23:9.34": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
  "dn23:9.35": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:10.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
  "dn23:10.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:10.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:10.4": "“atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:10.5": "yathā kathaṃ viya, rājaññāti? ",
  "dn23:10.6": "“Idha me, bho kassapa, mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā, ",
  "dn23:10.7": "te aparena samayena ābādhikā honti dukkhitā bāḷhagilānā. ",
  "dn23:10.8": "Yadāhaṃ jānāmi: ",
  "dn23:10.9": "‘na dānime imamhā ābādhā vuṭṭhahissantī’ti tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn23:10.10": "‘santi kho, bho, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn23:10.11": "“ye te pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti devānaṃ tāvatiṃsānaṃ sahabyatan”ti. ",
  "dn23:10.12": "Bhavanto kho pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā. ",
  "dn23:10.13": "Sace tesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saccaṃ vacanaṃ, bhavanto kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissanti, devānaṃ tāvatiṃsānaṃ sahabyataṃ. ",
  "dn23:10.14": "Sace, bho, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyātha devānaṃ tāvatiṃsānaṃ sahabyataṃ, yena me āgantvā āroceyyātha: ",
  "dn23:10.15": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
  "dn23:10.16": "Bhavanto kho pana me saddhāyikā paccayikā, yaṃ bhavantehi diṭṭhaṃ, yathā sāmaṃ diṭṭhaṃ evametaṃ bhavissatī’ti. ",
  "dn23:10.17": "Te me ‘sādhū’ti paṭissutvā neva āgantvā ārocenti, na pana dūtaṃ pahiṇanti. ",
  "dn23:10.18": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
  "dn23:10.19": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:10.20": "2.4. Tāvatiṃsadevaupamā ",
  "dn23:11.1": "“Tena hi, rājañña, taññevettha paṭipucchissāmi; yathā te khameyya, tathā naṃ byākareyyāsi. ",
  "dn23:11.2": "Yaṃ kho pana, rājañña, mānussakaṃ vassasataṃ, devānaṃ tāvatiṃsānaṃ eso eko rattindivo, tāya rattiyā tiṃsarattiyo māso, tena māsena dvādasamāsiyo saṃvaccharo, tena saṃvaccharena dibbaṃ vassasahassaṃ devānaṃ tāvatiṃsānaṃ āyuppamāṇaṃ. ",
  "dn23:11.3": "Ye te mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā devānaṃ tāvatiṃsānaṃ sahabyataṃ. ",
  "dn23:11.4": "Sace pana tesaṃ evaṃ bhavissati: ",
  "dn23:11.5": "‘yāva mayaṃ dve vā tīṇi vā rattindivā dibbehi pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārema, atha mayaṃ pāyāsissa rājaññassa gantvā āroceyyāma: ",
  "dn23:11.6": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”ti. ",
  "dn23:11.7": "Api nu te āgantvā āroceyyuṃ—",
  "dn23:11.8": "itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti? ",
  "dn23:11.9": "“No hidaṃ, bho kassapa. ",
  "dn23:11.10": "Api hi mayaṃ, bho kassapa, ciraṃ kālaṅkatāpi bhaveyyāma. ",
  "dn23:11.11": "Ko panetaṃ bhoto kassapassa āroceti: ",
  "dn23:11.12": "‘atthi devā tāvatiṃsā’ti vā ‘evaṃdīghāyukā devā tāvatiṃsā’ti vā. ",
  "dn23:11.13": "Na mayaṃ bhoto kassapassa saddahāma: ",
  "dn23:11.14": "‘atthi devā tāvatiṃsā’ti vā ‘evaṃdīghāyukā devā tāvatiṃsā’ti vā”ti. ",
  "dn23:11.15": "2.5. Jaccandhaupamā ",
  "dn23:11.16": "“Seyyathāpi, rājañña, jaccandho puriso na passeyya kaṇha—sukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṃ, na passeyya tārakāni rūpāni, na passeyya candimasūriye. ",
  "dn23:11.17": "So evaṃ vadeyya: ",
  "dn23:11.18": "‘natthi kaṇhasukkāni rūpāni, natthi kaṇhasukkānaṃ rūpānaṃ dassāvī. ",
  "dn23:11.19": "Natthi nīlakāni rūpāni, natthi nīlakānaṃ rūpānaṃ dassāvī. ",
  "dn23:11.20": "Natthi pītakāni rūpāni, natthi pītakānaṃ rūpānaṃ dassāvī. ",
  "dn23:11.21": "Natthi lohitakāni rūpāni, natthi lohitakānaṃ rūpānaṃ dassāvī. ",
  "dn23:11.22": "Natthi mañjiṭṭhakāni rūpāni, natthi mañjiṭṭhakānaṃ rūpānaṃ dassāvī. ",
  "dn23:11.23": "Natthi samavisamaṃ, natthi samavisamassa dassāvī. ",
  "dn23:11.24": "Natthi tārakāni rūpāni, natthi tārakānaṃ rūpānaṃ dassāvī. ",
  "dn23:11.25": "Natthi candimasūriyā, natthi candimasūriyānaṃ dassāvī. ",
  "dn23:11.26": "Ahametaṃ na jānāmi, ahametaṃ na passāmi, tasmā taṃ natthī’ti. ",
  "dn23:11.27": "Sammā nu kho so, rājañña, vadamāno vadeyyā”ti? ",
  "dn23:11.28": "“No hidaṃ, bho kassapa. ",
  "dn23:11.29": "Atthi kaṇhasukkāni rūpāni, atthi kaṇhasukkānaṃ rūpānaṃ dassāvī. ",
  "dn23:11.30": "Atthi nīlakāni rūpāni, atthi nīlakānaṃ rūpānaṃ dassāvī …pe… ",
  "dn23:11.31": "atthi samavisamaṃ, atthi samavisamassa dassāvī. ",
  "dn23:11.32": "Atthi tārakāni rūpāni, atthi tārakānaṃ rūpānaṃ dassāvī. ",
  "dn23:11.33": "Atthi candimasūriyā, atthi candimasūriyānaṃ dassāvī. ",
  "dn23:11.34": "‘Ahametaṃ na jānāmi, ahametaṃ na passāmi, tasmā taṃ natthī’ti. ",
  "dn23:11.35": "Na hi so, bho kassapa, sammā vadamāno vadeyyā”ti. ",
  "dn23:11.36": "“Evameva kho tvaṃ, rājañña, jaccandhūpamo maññe paṭibhāsi yaṃ maṃ tvaṃ evaṃ vadesi. ",
  "dn23:11.37": "Ko panetaṃ bhoto kassapassa āroceti: ",
  "dn23:11.38": "‘atthi devā tāvatiṃsā’ti vā, ‘evaṃdīghāyukā devā tāvatiṃsā’ti vā? ",
  "dn23:11.39": "Na mayaṃ bhoto kassapassa saddahāma: ",
  "dn23:11.40": "‘atthi devā tāvatiṃsā’ti vā ‘evaṃdīghāyukā devā tāvatiṃsā’ti vā”ti. ",
  "dn23:11.41": "“Na kho, rājañña, evaṃ paro loko daṭṭhabbo, yathā tvaṃ maññasi iminā maṃsacakkhunā. ",
  "dn23:11.42": "Ye kho te, rājañña, samaṇabrāhmaṇā araññavanapatthāni pantāni senāsanāni paṭisevanti, te tattha appamattā ātāpino pahitattā viharantā dibbacakkhuṃ visodhenti. ",
  "dn23:11.43": "Te dibbena cakkhunā visuddhena atikkantamānusakena imañceva lokaṃ passanti parañca satte ca opapātike. ",
  "dn23:11.44": "Evañca kho, rājañña, paro loko daṭṭhabbo; ",
  "dn23:11.45": "na tveva yathā tvaṃ maññasi iminā maṃsacakkhunā. ",
  "dn23:11.46": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
  "dn23:11.47": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:12.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
  "dn23:12.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:12.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:12.4": "atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:12.5": "yathā kathaṃ viya, rājaññā”ti? ",
  "dn23:12.6": "“Idhāhaṃ, bho kassapa, passāmi samaṇabrāhmaṇe sīlavante kalyāṇadhamme jīvitukāme amaritukāme sukhakāme dukkhapaṭikūle. ",
  "dn23:12.7": "Tassa mayhaṃ, bho kassapa, evaṃ hoti—",
  "dn23:12.8": "sace kho ime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā evaṃ jāneyyuṃ: ",
  "dn23:12.9": "‘ito no matānaṃ seyyo bhavissatī’ti. ",
  "dn23:12.10": "Idānime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā visaṃ vā khādeyyuṃ, satthaṃ vā āhareyyuṃ, ubbandhitvā vā kālaṃ kareyyuṃ, papāte vā papateyyuṃ. ",
  "dn23:12.11": "Yasmā ca kho ime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā na evaṃ jānanti: ",
  "dn23:12.12": "‘ito no matānaṃ seyyo bhavissatī’ti, tasmā ime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā jīvitukāmā amaritukāmā sukhakāmā dukkhapaṭikūlā attānaṃ na mārenti. ",
  "dn23:12.13": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
  "dn23:12.14": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:12.15": "2.6. Gabbhinīupamā ",
  "dn23:13.1": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
  "dn23:13.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
  "dn23:13.3": "Bhūtapubbaṃ, rājañña, aññatarassa brāhmaṇassa dve pajāpatiyo ahesuṃ. ",
  "dn23:13.4": "Ekissā putto ahosi dasavassuddesiko vā dvādasavassuddesiko vā, ekā gabbhinī upavijaññā. ",
  "dn23:13.5": "Atha kho so brāhmaṇo kālamakāsi. ",
  "dn23:13.6": "Atha kho so māṇavako mātusapattiṃ etadavoca: ",
  "dn23:13.7": "‘yamidaṃ, bhoti, dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā, sabbaṃ taṃ mayhaṃ; ",
  "dn23:13.8": "natthi tuyhettha kiñci. ",
  "dn23:13.9": "Pitu me, bhoti, dāyajjaṃ niyyādehī’ti. ",
  "dn23:13.10": "Evaṃ vutte, sā brāhmaṇī taṃ māṇavakaṃ etadavoca: ",
  "dn23:13.11": "‘āgamehi tāva, tāta, yāva vijāyāmi. ",
  "dn23:13.12": "Sace kumārako bhavissati, tassapi ekadeso bhavissati; ",
  "dn23:13.13": "sace kumārikā bhavissati, sāpi te opabhoggā bhavissatī’ti. ",
  "dn23:13.14": "Dutiyampi kho so māṇavako mātusapattiṃ etadavoca: ",
  "dn23:13.15": "‘yamidaṃ, bhoti, dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā, sabbaṃ taṃ mayhaṃ; ",
  "dn23:13.16": "natthi tuyhettha kiñci. ",
  "dn23:13.17": "Pitu me, bhoti, dāyajjaṃ niyyādehī’ti. ",
  "dn23:13.18": "Dutiyampi kho sā brāhmaṇī taṃ māṇavakaṃ etadavoca: ",
  "dn23:13.19": "‘āgamehi tāva, tāta, yāva vijāyāmi. ",
  "dn23:13.20": "Sace kumārako bhavissati, tassapi ekadeso bhavissati; ",
  "dn23:13.21": "sace kumārikā bhavissati sāpi te opabhoggā bhavissatī’ti. ",
  "dn23:13.22": "Tatiyampi kho so māṇavako mātusapattiṃ etadavoca: ",
  "dn23:13.23": "‘yamidaṃ, bhoti, dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā, sabbaṃ taṃ mayhaṃ; ",
  "dn23:13.24": "natthi tuyhettha kiñci. ",
  "dn23:13.25": "Pitu me, bhoti, dāyajjaṃ niyyādehī’ti. ",
  "dn23:13.26": "Atha kho sā brāhmaṇī satthaṃ gahetvā ovarakaṃ pavisitvā udaraṃ opādesi: ",
  "dn23:13.27": "‘yāva vijāyāmi yadi vā kumārako yadi vā kumārikā’ti. ",
  "dn23:13.28": "Sā attānañceva jīvitañca gabbhañca sāpateyyañca vināsesi. ",
  "dn23:13.29": "Yathā taṃ bālā abyattā anayabyasanaṃ āpannā ayoniso dāyajjaṃ gavesantī, evameva kho tvaṃ, rājañña, bālo abyatto anayabyasanaṃ āpajjissasi ayoniso paralokaṃ gavesanto; ",
  "dn23:13.30": "seyyathāpi sā brāhmaṇī bālā abyattā anayabyasanaṃ āpannā ayoniso dāyajjaṃ gavesantī. ",
  "dn23:13.31": "Na kho, rājañña, samaṇabrāhmaṇā sīlavanto kalyāṇadhammā apakkaṃ paripācenti; ",
  "dn23:13.32": "api ca paripākaṃ āgamenti. ",
  "dn23:13.33": "Paṇḍitānaṃ attho hi, rājañña, samaṇabrāhmaṇānaṃ sīlavantānaṃ kalyāṇadhammānaṃ jīvitena. ",
  "dn23:13.34": "Yathā yathā kho, rājañña, samaṇabrāhmaṇā sīlavanto kalyāṇadhammā ciraṃ dīghamaddhānaṃ tiṭṭhanti tathā tathā bahuṃ puññaṃ pasavanti, bahujanahitāya ca paṭipajjanti bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ",
  "dn23:13.35": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
  "dn23:13.36": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:14.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
  "dn23:14.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:14.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:14.4": "atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:14.5": "yathā kathaṃ viya, rājaññā”ti? ",
  "dn23:14.6": "“Idha me, bho kassapa, purisā coraṃ āgucāriṃ gahetvā dassenti: ",
  "dn23:14.7": "‘ayaṃ te, bhante, coro āgucārī; ",
  "dn23:14.8": "imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’ti. ",
  "dn23:14.9": "Tyāhaṃ evaṃ vadāmi: ",
  "dn23:14.10": "‘tena hi, bho, imaṃ purisaṃ jīvantaṃyeva kumbhiyā pakkhipitvā mukhaṃ pidahitvā allena cammena onandhitvā allāya mattikāya bahalāvalepanaṃ karitvā uddhanaṃ āropetvā aggiṃ dethā’ti. ",
  "dn23:14.11": "Te me ‘sādhū’ti paṭissutvā taṃ purisaṃ jīvantaṃyeva kumbhiyā pakkhipitvā mukhaṃ pidahitvā allena cammena onandhitvā allāya mattikāya bahalāvalepanaṃ karitvā uddhanaṃ āropetvā aggiṃ denti. ",
  "dn23:14.12": "Yadā mayaṃ jānāma ‘kālaṅkato so puriso’ti, atha naṃ kumbhiṃ oropetvā ubbhinditvā mukhaṃ vivaritvā saṇikaṃ nillokema: ",
  "dn23:14.13": "‘appeva nāmassa jīvaṃ nikkhamantaṃ passeyyāmā’ti. ",
  "dn23:14.14": "Nevassa mayaṃ jīvaṃ nikkhamantaṃ passāma. ",
  "dn23:14.15": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
  "dn23:14.16": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:14.17": "2.7. Supinakaupamā ",
  "dn23:15.1": "“Tena hi, rājañña, taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṃ byākareyyāsi. ",
  "dn23:15.2": "Abhijānāsi no tvaṃ, rājañña, divā seyyaṃ upagato supinakaṃ passitā ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan”ti? ",
  "dn23:15.3": "“Abhijānāmahaṃ, bho kassapa, divāseyyaṃ upagato supinakaṃ passitā ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇīrāmaṇeyyakan”ti. ",
  "dn23:15.4": "“Rakkhanti taṃ tamhi samaye khujjāpi vāmanakāpi velāsikāpi komārikāpī”ti? ",
  "dn23:15.5": "“Evaṃ, bho kassapa, rakkhanti maṃ tamhi samaye khujjāpi vāmanakāpi velāsikāpi komārikāpī”ti. ",
  "dn23:15.6": "“Api nu tā tuyhaṃ jīvaṃ passanti pavisantaṃ vā nikkhamantaṃ vā”ti? ",
  "dn23:15.7": "“No hidaṃ, bho kassapa”. ",
  "dn23:15.8": "“Tā hi nāma, rājañña, tuyhaṃ jīvantassa jīvantiyo jīvaṃ na passissanti pavisantaṃ vā nikkhamantaṃ vā. ",
  "dn23:15.9": "Kiṃ pana tvaṃ kālaṅkatassa jīvaṃ passissasi pavisantaṃ vā nikkhamantaṃ vā. ",
  "dn23:15.10": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
  "dn23:15.11": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:16.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
  "dn23:16.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:16.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:16.4": "“atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:16.5": "yathā kathaṃ viya, rājaññā”ti? ",
  "dn23:16.6": "“Idha me, bho kassapa, purisā coraṃ āgucāriṃ gahetvā dassenti: ",
  "dn23:16.7": "‘ayaṃ te, bhante, coro āgucārī; ",
  "dn23:16.8": "imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’ti. ",
  "dn23:16.9": "Tyāhaṃ evaṃ vadāmi: ",
  "dn23:16.10": "‘tena hi, bho, imaṃ purisaṃ jīvantaṃyeva tulāya tuletvā jiyāya anassāsakaṃ māretvā punadeva tulāya tulethā’ti. ",
  "dn23:16.11": "Te me ‘sādhū’ti paṭissutvā taṃ purisaṃ jīvantaṃyeva tulāya tuletvā jiyāya anassāsakaṃ māretvā punadeva tulāya tulenti. ",
  "dn23:16.12": "Yadā so jīvati, tadā lahutaro ca hoti mudutaro ca kammaññataro ca. ",
  "dn23:16.13": "Yadā pana so kālaṅkato hoti tadā garutaro ca hoti patthinnataro ca akammaññataro ca. ",
  "dn23:16.14": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
  "dn23:16.15": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:16.16": "2.8. Santattaayoguḷaupamā ",
  "dn23:17.1": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
  "dn23:17.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
  "dn23:17.3": "Seyyathāpi, rājañña, puriso divasaṃ santattaṃ ayoguḷaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ tulāya tuleyya. ",
  "dn23:17.4": "Tamenaṃ aparena samayena sītaṃ nibbutaṃ tulāya tuleyya. ",
  "dn23:17.5": "Kadā nu kho so ayoguḷo lahutaro vā hoti mudutaro vā kammaññataro vā, yadā vā āditto sampajjalito sajotibhūto, yadā vā sīto nibbuto”ti? ",
  "dn23:17.6": "“Yadā so, bho kassapa, ayoguḷo tejosahagato ca hoti vāyosahagato ca āditto sampajjalito sajotibhūto, tadā lahutaro ca hoti mudutaro ca kammaññataro ca. ",
  "dn23:17.7": "Yadā pana so ayoguḷo neva tejosahagato hoti na vāyosahagato sīto nibbuto, tadā garutaro ca hoti patthinnataro ca akammaññataro cā”ti. ",
  "dn23:17.8": "“Evameva kho, rājañña, yadāyaṃ kāyo āyusahagato ca hoti usmāsahagato ca viññāṇasahagato ca, tadā lahutaro ca hoti mudutaro ca kammaññataro ca. ",
  "dn23:17.9": "Yadā panāyaṃ kāyo neva āyusahagato hoti na usmāsahagato na viññāṇasahagato tadā garutaro ca hoti patthinnataro ca akammaññataro ca. ",
  "dn23:17.10": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
  "dn23:17.11": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:18.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
  "dn23:18.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:18.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:18.4": "atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:18.5": "yathā kathaṃ viya, rājaññā”ti? ",
  "dn23:18.6": "“Idha me, bho kassapa, purisā coraṃ āgucāriṃ gahetvā dassenti: ",
  "dn23:18.7": "‘ayaṃ te, bhante, coro āgucārī; ",
  "dn23:18.8": "imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’ti. ",
  "dn23:18.9": "Tyāhaṃ evaṃ vadāmi: ",
  "dn23:18.10": "‘tena hi, bho, imaṃ purisaṃ anupahacca chaviñca cammañca maṃsañca nhāruñca aṭṭhiñca aṭṭhimiñjañca jīvitā voropetha, appeva nāmassa jīvaṃ nikkhamantaṃ passeyyāmā’ti. ",
  "dn23:18.11": "Te me ‘sādhū’ti paṭissutvā taṃ purisaṃ anupahacca chaviñca …pe… jīvitā voropenti. ",
  "dn23:18.12": "Yadā so āmato hoti, tyāhaṃ evaṃ vadāmi: ",
  "dn23:18.13": "‘tena hi, bho, imaṃ purisaṃ uttānaṃ nipātetha, appeva nāmassa jīvaṃ nikkhamantaṃ passeyyāmā’ti. ",
  "dn23:18.14": "Te taṃ purisaṃ uttānaṃ nipātenti. ",
  "dn23:18.15": "Nevassa mayaṃ jīvaṃ nikkhamantaṃ passāma. ",
  "dn23:18.16": "Tyāhaṃ evaṃ vadāmi: ",
  "dn23:18.17": "‘tena hi, bho, imaṃ purisaṃ avakujjaṃ nipātetha … ",
  "dn23:18.18": "passena nipātetha … ",
  "dn23:18.19": "dutiyena passena nipātetha … ",
  "dn23:18.20": "uddhaṃ ṭhapetha … ",
  "dn23:18.21": "omuddhakaṃ ṭhapetha … ",
  "dn23:18.22": "pāṇinā ākoṭetha … ",
  "dn23:18.23": "leḍḍunā ākoṭetha … ",
  "dn23:18.24": "daṇḍena ākoṭetha … ",
  "dn23:18.25": "satthena ākoṭetha … ",
  "dn23:18.26": "odhunātha sandhunātha niddhunātha, appeva nāmassa jīvaṃ nikkhamantaṃ passeyyāmā’ti. ",
  "dn23:18.27": "Te taṃ purisaṃ odhunanti sandhunanti niddhunanti. ",
  "dn23:18.28": "Nevassa mayaṃ jīvaṃ nikkhamantaṃ passāma. ",
  "dn23:18.29": "Tassa tadeva cakkhu hoti te rūpā, tañcāyatanaṃ nappaṭisaṃvedeti. ",
  "dn23:18.30": "Tadeva sotaṃ hoti te saddā, tañcāyatanaṃ nappaṭisaṃvedeti. ",
  "dn23:18.31": "Tadeva ghānaṃ hoti te gandhā, tañcāyatanaṃ nappaṭisaṃvedeti. ",
  "dn23:18.32": "Sāva jivhā hoti te rasā, tañcāyatanaṃ nappaṭisaṃvedeti. ",
  "dn23:18.33": "Sveva kāyo hoti te phoṭṭhabbā, tañcāyatanaṃ nappaṭisaṃvedeti. ",
  "dn23:18.34": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
  "dn23:18.35": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:18.36": "2.9. Saṅkhadhamaupamā ",
  "dn23:19.1": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
  "dn23:19.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
  "dn23:19.3": "Bhūtapubbaṃ, rājañña, aññataro saṅkhadhamo saṅkhaṃ ādāya paccantimaṃ janapadaṃ agamāsi. ",
  "dn23:19.4": "So yena aññataro gāmo tenupasaṅkami; upasaṅkamitvā majjhe gāmassa ṭhito tikkhattuṃ saṅkhaṃ upalāpetvā saṅkhaṃ bhūmiyaṃ nikkhipitvā ekamantaṃ nisīdi. ",
  "dn23:19.5": "Atha kho, rājañña, tesaṃ paccantajanapadānaṃ manussānaṃ etadahosi: ",
  "dn23:19.6": "‘ambho kassa nu kho eso saddo evaṃrajanīyo evaṃkamanīyo evaṃmadanīyo evambandhanīyo evaṃmucchanīyo’ti. ",
  "dn23:19.7": "Sannipatitvā taṃ saṅkhadhamaṃ etadavocuṃ: ",
  "dn23:19.8": "‘ambho, kassa nu kho eso saddo evaṃrajanīyo evaṃkamanīyo evaṃmadanīyo evambandhanīyo evaṃmucchanīyo’ti. ",
  "dn23:19.9": "‘Eso kho, bho, saṅkho nāma yasseso saddo evaṃrajanīyo evaṃkamanīyo evaṃmadanīyo evambandhanīyo evaṃmucchanīyo’ti. ",
  "dn23:19.10": "Te taṃ saṅkhaṃ uttānaṃ nipātesuṃ: ",
  "dn23:19.11": "‘vadehi, bho saṅkha, vadehi, bho saṅkhā’ti. ",
  "dn23:19.12": "Neva so saṅkho saddamakāsi. ",
  "dn23:19.13": "Te taṃ saṅkhaṃ avakujjaṃ nipātesuṃ, passena nipātesuṃ, dutiyena passena nipātesuṃ, uddhaṃ ṭhapesuṃ, omuddhakaṃ ṭhapesuṃ, pāṇinā ākoṭesuṃ, leḍḍunā ākoṭesuṃ, daṇḍena ākoṭesuṃ, satthena ākoṭesuṃ, odhuniṃsu sandhuniṃsu niddhuniṃsu: ",
  "dn23:19.14": "‘vadehi, bho saṅkha, vadehi, bho saṅkhā’ti. ",
  "dn23:19.15": "Neva so saṅkho saddamakāsi. ",
  "dn23:19.16": "Atha kho, rājañña, tassa saṅkhadhamassa etadahosi: ",
  "dn23:19.17": "‘yāva bālā ime paccantajanapadā manussā, kathañhi nāma ayoniso saṅkhasaddaṃ gavesissantī’ti. ",
  "dn23:19.18": "Tesaṃ pekkhamānānaṃ saṅkhaṃ gahetvā tikkhattuṃ saṅkhaṃ upalāpetvā saṅkhaṃ ādāya pakkāmi. ",
  "dn23:19.19": "Atha kho, rājañña, tesaṃ paccantajanapadānaṃ manussānaṃ etadahosi: ",
  "dn23:19.20": "‘yadā kira, bho, ayaṃ saṅkho nāma purisasahagato ca hoti vāyāmasahagato ca vāyusahagato ca, tadāyaṃ saṅkho saddaṃ karoti, yadā panāyaṃ saṅkho neva purisasahagato hoti na vāyāmasahagato na vāyusahagato, nāyaṃ saṅkho saddaṃ karotī’ti. ",
  "dn23:19.21": "Evameva kho, rājañña, yadāyaṃ kāyo āyusahagato ca hoti usmāsahagato ca viññāṇasahagato ca, tadā abhikkamatipi paṭikkamatipi tiṭṭhatipi nisīdatipi seyyampi kappeti, cakkhunāpi rūpaṃ passati, sotenapi saddaṃ suṇāti, ghānenapi gandhaṃ ghāyati, jivhāyapi rasaṃ sāyati, kāyenapi phoṭṭhabbaṃ phusati, manasāpi dhammaṃ vijānāti. ",
  "dn23:19.22": "Yadā panāyaṃ kāyo neva āyusahagato hoti, na usmāsahagato, na viññāṇasahagato, tadā neva abhikkamati na paṭikkamati na tiṭṭhati na nisīdati na seyyaṃ kappeti, cakkhunāpi rūpaṃ na passati, sotenapi saddaṃ na suṇāti, ghānenapi gandhaṃ na ghāyati, jivhāyapi rasaṃ na sāyati, kāyenapi phoṭṭhabbaṃ na phusati, manasāpi dhammaṃ na vijānāti. ",
  "dn23:19.23": "Imināpi kho te, rājañña, pariyāyena evaṃ hotu: ",
  "dn23:19.24": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:20.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho evaṃ me ettha hoti: ",
  "dn23:20.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:20.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:20.4": "atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:20.5": "yathā kathaṃ viya, rājaññā”ti? ",
  "dn23:20.6": "“Idha me, bho kassapa, purisā coraṃ āgucāriṃ gahetvā dassenti: ",
  "dn23:20.7": "‘ayaṃ te, bhante, coro āgucārī, imassa yaṃ icchasi, taṃ daṇḍaṃ paṇehī’ti. ",
  "dn23:20.8": "Tyāhaṃ evaṃ vadāmi: ",
  "dn23:20.9": "‘tena hi, bho, imassa purisassa chaviṃ chindatha, appeva nāmassa jīvaṃ passeyyāmā’ti. ",
  "dn23:20.10": "Te tassa purisassa chaviṃ chindanti. ",
  "dn23:20.11": "Nevassa mayaṃ jīvaṃ passāma. ",
  "dn23:20.12": "Tyāhaṃ evaṃ vadāmi: ",
  "dn23:20.13": "‘tena hi, bho, imassa purisassa cammaṃ chindatha, maṃsaṃ chindatha, nhāruṃ chindatha, aṭṭhiṃ chindatha, aṭṭhimiñjaṃ chindatha, appeva nāmassa jīvaṃ passeyyāmā’ti. ",
  "dn23:20.14": "Te tassa purisassa aṭṭhimiñjaṃ chindanti, nevassa mayaṃ jīvaṃ passeyyāma. ",
  "dn23:20.15": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṃ hoti: ",
  "dn23:20.16": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti. ",
  "dn23:20.17": "2.10. Aggikajaṭilaupamā ",
  "dn23:21.1": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
  "dn23:21.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
  "dn23:21.3": "Bhūtapubbaṃ, rājañña, aññataro aggiko jaṭilo araññāyatane paṇṇakuṭiyā sammati. ",
  "dn23:21.4": "Atha kho, rājañña, aññataro janapade sattho vuṭṭhāsi. ",
  "dn23:21.5": "Atha kho so sattho tassa aggikassa jaṭilassa assamassa sāmantā ekarattiṃ vasitvā pakkāmi. ",
  "dn23:21.6": "Atha kho, rājañña, tassa aggikassa jaṭilassa etadahosi: ",
  "dn23:21.7": "‘yannūnāhaṃ yena so satthavāso tenupasaṅkameyyaṃ, appeva nāmettha kiñci upakaraṇaṃ adhigaccheyyan’ti. ",
  "dn23:21.8": "Atha kho so aggiko jaṭilo kālasseva vuṭṭhāya yena so satthavāso tenupasaṅkami; upasaṅkamitvā addasa tasmiṃ satthavāse daharaṃ kumāraṃ mandaṃ uttānaseyyakaṃ chaḍḍitaṃ. ",
  "dn23:21.9": "Disvānassa etadahosi: ",
  "dn23:21.10": "‘na kho me taṃ patirūpaṃ yaṃ me pekkhamānassa manussabhūto kālaṃkareyya; ",
  "dn23:21.11": "yannūnāhaṃ imaṃ dārakaṃ assamaṃ netvā āpādeyyaṃ poseyyaṃ vaḍḍheyyan’ti. ",
  "dn23:21.12": "Atha kho so aggiko jaṭilo taṃ dārakaṃ assamaṃ netvā āpādesi posesi vaḍḍhesi. ",
  "dn23:21.13": "Yadā so dārako dasavassuddesiko vā hoti dvādasavassuddesiko vā, atha kho tassa aggikassa jaṭilassa janapade kañcideva karaṇīyaṃ uppajji. ",
  "dn23:21.14": "Atha kho so aggiko jaṭilo taṃ dārakaṃ etadavoca: ",
  "dn23:21.15": "‘icchāmahaṃ, tāta, janapadaṃ gantuṃ; ",
  "dn23:21.16": "aggiṃ, tāta, paricareyyāsi. ",
  "dn23:21.17": "Mā ca te aggi nibbāyi. ",
  "dn23:21.18": "Sace ca te aggi nibbāyeyya, ayaṃ vāsī imāni kaṭṭhāni idaṃ araṇisahitaṃ, aggiṃ nibbattetvā aggiṃ paricareyyāsī’ti. ",
  "dn23:21.19": "Atha kho so aggiko jaṭilo taṃ dārakaṃ evaṃ anusāsitvā janapadaṃ agamāsi. ",
  "dn23:21.20": "Tassa khiḍḍāpasutassa aggi nibbāyi. ",
  "dn23:21.21": "Atha kho tassa dārakassa etadahosi: ",
  "dn23:21.22": "‘pitā kho maṃ evaṃ avaca: ",
  "dn23:21.23": "“aggiṃ, tāta, paricareyyāsi. ",
  "dn23:21.24": "Mā ca te aggi nibbāyi. ",
  "dn23:21.25": "Sace ca te aggi nibbāyeyya, ayaṃ vāsī imāni kaṭṭhāni idaṃ araṇisahitaṃ, aggiṃ nibbattetvā aggiṃ paricareyyāsī”ti. ",
  "dn23:21.26": "Yannūnāhaṃ aggiṃ nibbattetvā aggiṃ paricareyyan’ti. ",
  "dn23:21.27": "Atha kho so dārako araṇisahitaṃ vāsiyā tacchi: ",
  "dn23:21.28": "‘appeva nāma aggiṃ adhigaccheyyan’ti. ",
  "dn23:21.29": "Neva so aggiṃ adhigacchi. ",
  "dn23:21.30": "Araṇisahitaṃ dvidhā phālesi, tidhā phālesi, catudhā phālesi, pañcadhā phālesi, dasadhā phālesi, satadhā phālesi, sakalikaṃ sakalikaṃ akāsi, sakalikaṃ sakalikaṃ karitvā udukkhale koṭṭesi, udukkhale koṭṭetvā mahāvāte opuni: ",
  "dn23:21.31": "‘appeva nāma aggiṃ adhigaccheyyan’ti. ",
  "dn23:21.32": "Neva so aggiṃ adhigacchi. ",
  "dn23:21.33": "Atha kho so aggiko jaṭilo janapade taṃ karaṇīyaṃ tīretvā yena sako assamo tenupasaṅkami; upasaṅkamitvā taṃ dārakaṃ etadavoca: ",
  "dn23:21.34": "‘kacci te, tāta, aggi na nibbuto’ti? ",
  "dn23:21.35": "‘Idha me, tāta, khiḍḍāpasutassa aggi nibbāyi. ",
  "dn23:21.36": "Tassa me etadahosi: ",
  "dn23:21.37": "“pitā kho maṃ evaṃ avaca aggiṃ, tāta, paricareyyāsi. ",
  "dn23:21.38": "Mā ca te, tāta, aggi nibbāyi. ",
  "dn23:21.39": "Sace ca te aggi nibbāyeyya, ayaṃ vāsī imāni kaṭṭhāni idaṃ araṇisahitaṃ, aggiṃ nibbattetvā aggiṃ paricareyyāsīti. ",
  "dn23:21.40": "Yannūnāhaṃ aggiṃ nibbattetvā aggiṃ paricareyyan”ti. ",
  "dn23:21.41": "Atha khvāhaṃ, tāta, araṇisahitaṃ vāsiyā tacchiṃ: ",
  "dn23:21.42": "“appeva nāma aggiṃ adhigaccheyyan”ti. ",
  "dn23:21.43": "Nevāhaṃ aggiṃ adhigacchiṃ. ",
  "dn23:21.44": "Araṇisahitaṃ dvidhā phālesiṃ, tidhā phālesiṃ, catudhā phālesiṃ, pañcadhā phālesiṃ, dasadhā phālesiṃ, satadhā phālesiṃ, sakalikaṃ sakalikaṃ akāsiṃ, sakalikaṃ sakalikaṃ karitvā udukkhale koṭṭesiṃ, udukkhale koṭṭetvā mahāvāte opuniṃ: ",
  "dn23:21.45": "“appeva nāma aggiṃ adhigaccheyyan”ti. ",
  "dn23:21.46": "Nevāhaṃ aggiṃ adhigacchin’ti. ",
  "dn23:21.47": "Atha kho tassa aggikassa jaṭilassa etadahosi: ",
  "dn23:21.48": "‘yāva bālo ayaṃ dārako abyatto, kathañhi nāma ayoniso aggiṃ gavesissatī’ti. ",
  "dn23:21.49": "Tassa pekkhamānassa araṇisahitaṃ gahetvā aggiṃ nibbattetvā taṃ dārakaṃ etadavoca: ",
  "dn23:21.50": "‘evaṃ kho, tāta, aggi nibbattetabbo. ",
  "dn23:21.51": "Na tveva yathā tvaṃ bālo abyatto ayoniso aggiṃ gavesī’ti. ",
  "dn23:21.52": "Evameva kho tvaṃ, rājañña, bālo abyatto ayoniso paralokaṃ gavesissasi. ",
  "dn23:21.53": "Paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ; paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ. ",
  "dn23:21.54": "Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti. ",
  "dn23:22.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho nevāhaṃ sakkomi idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjituṃ. ",
  "dn23:22.2": "Rājāpi maṃ pasenadi kosalo jānāti tirorājānopi: ",
  "dn23:22.3": "‘pāyāsi rājañño evaṃvādī evaṃdiṭṭhī: ",
  "dn23:22.4": "“itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko”’ti. ",
  "dn23:22.5": "Sacāhaṃ, bho kassapa, idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjissāmi, bhavissanti me vattāro: ",
  "dn23:22.6": "‘yāva bālo pāyāsi rājañño abyatto duggahitagāhī’ti. ",
  "dn23:22.7": "Kopenapi naṃ harissāmi, makkhenapi naṃ harissāmi, palāsenapi naṃ harissāmī”ti. ",
  "dn23:22.8": "2.11. Dvesatthavāhaupamā ",
  "dn23:23.1": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
  "dn23:23.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
  "dn23:23.3": "Bhūtapubbaṃ, rājañña, mahāsakaṭasattho sakaṭasahassaṃ puratthimā janapadā pacchimaṃ janapadaṃ agamāsi. ",
  "dn23:23.4": "So yena yena gacchi, khippaṃyeva pariyādiyati tiṇakaṭṭhodakaṃ haritakapaṇṇaṃ. ",
  "dn23:23.5": "Tasmiṃ kho pana satthe dve satthavāhā ahesuṃ eko pañcannaṃ sakaṭasatānaṃ, eko pañcannaṃ sakaṭasatānaṃ. ",
  "dn23:23.6": "Atha kho tesaṃ satthavāhānaṃ etadahosi: ",
  "dn23:23.7": "‘ayaṃ kho mahāsakaṭasattho sakaṭasahassaṃ; ",
  "dn23:23.8": "te mayaṃ yena yena gacchāma, khippameva pariyādiyati tiṇakaṭṭhodakaṃ haritakapaṇṇaṃ. ",
  "dn23:23.9": "Yannūna mayaṃ imaṃ satthaṃ dvidhā vibhajeyyāma—",
  "dn23:23.10": "ekato pañca sakaṭasatāni ekato pañca sakaṭasatānī’ti. ",
  "dn23:23.11": "Te taṃ satthaṃ dvidhā vibhajiṃsu ekato pañca sakaṭasatāni, ekato pañca sakaṭasatāni. ",
  "dn23:23.12": "Eko satthavāho bahuṃ tiṇañca kaṭṭhañca udakañca āropetvā satthaṃ payāpesi. ",
  "dn23:23.13": "Dvīhatīhapayāto kho pana so sattho addasa purisaṃ kāḷaṃ lohitakkhaṃ sannaddhakalāpaṃ kumudamāliṃ allavatthaṃ allakesaṃ kaddamamakkhitehi cakkehi bhadrena rathena paṭipathaṃ āgacchantaṃ, disvā etadavoca: ",
  "dn23:23.14": "‘kuto, bho, āgacchasī’ti? ",
  "dn23:23.15": "‘Amukamhā janapadā’ti. ",
  "dn23:23.16": "‘Kuhiṃ gamissasī’ti? ",
  "dn23:23.17": "‘Amukaṃ nāma janapadan’ti. ",
  "dn23:23.18": "‘Kacci, bho, purato kantāre mahāmegho abhippavuṭṭho’ti? ",
  "dn23:23.19": "‘Evaṃ, bho, purato kantāre mahāmegho abhippavuṭṭho, āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
  "dn23:23.20": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṃ sīghaṃ gacchatha, mā yoggāni kilamitthā’ti. ",
  "dn23:23.21": "Atha kho so satthavāho satthike āmantesi: ",
  "dn23:23.22": "‘ayaṃ, bho, puriso evamāha: ",
  "dn23:23.23": "“purato kantāre mahāmegho abhippavuṭṭho, āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
  "dn23:23.24": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṃ sīghaṃ gacchatha, mā yoggāni kilamitthā”ti. ",
  "dn23:23.25": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi satthaṃ payāpethā’ti. ",
  "dn23:23.26": "‘Evaṃ, bho’ti kho te satthikā tassa satthavāhassa paṭissutvā chaḍḍetvā purāṇāni tiṇāni kaṭṭhāni udakāni lahubhārehi sakaṭehi satthaṃ payāpesuṃ. ",
  "dn23:23.27": "Te paṭhamepi satthavāse na addasaṃsu tiṇaṃ vā kaṭṭhaṃ vā udakaṃ vā. ",
  "dn23:23.28": "Dutiyepi satthavāse … ",
  "dn23:23.29": "tatiyepi satthavāse … ",
  "dn23:23.30": "catutthepi satthavāse … ",
  "dn23:23.31": "pañcamepi satthavāse … ",
  "dn23:23.32": "chaṭṭhepi satthavāse … ",
  "dn23:23.33": "sattamepi satthavāse na addasaṃsu tiṇaṃ vā kaṭṭhaṃ vā udakaṃ vā. ",
  "dn23:23.34": "Sabbeva anayabyasanaṃ āpajjiṃsu. ",
  "dn23:23.35": "Ye ca tasmiṃ satthe ahesuṃ manussā vā pasū vā, sabbe so yakkho amanusso bhakkhesi. ",
  "dn23:23.36": "Aṭṭhikāneva sesāni. ",
  "dn23:23.37": "Yadā aññāsi dutiyo satthavāho: ",
  "dn23:23.38": "‘bahunikkhanto kho, bho, dāni so sattho’ti bahuṃ tiṇañca kaṭṭhañca udakañca āropetvā satthaṃ payāpesi. ",
  "dn23:23.39": "Dvīhatīhapayāto kho pana so sattho addasa purisaṃ kāḷaṃ lohitakkhaṃ sannaddhakalāpaṃ kumudamāliṃ allavatthaṃ allakesaṃ kaddamamakkhitehi cakkehi bhadrena rathena paṭipathaṃ āgacchantaṃ, disvā etadavoca: ",
  "dn23:23.40": "‘kuto, bho, āgacchasī’ti? ",
  "dn23:23.41": "‘Amukamhā janapadā’ti. ",
  "dn23:23.42": "‘Kuhiṃ gamissasī’ti? ",
  "dn23:23.43": "‘Amukaṃ nāma janapadan’ti. ",
  "dn23:23.44": "‘Kacci, bho, purato kantāre mahāmegho abhippavuṭṭho’ti? ",
  "dn23:23.45": "‘Evaṃ, bho, purato kantāre mahāmegho abhippavuṭṭho. Āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
  "dn23:23.46": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṃ sīghaṃ gacchatha, mā yoggāni kilamitthā’ti. ",
  "dn23:23.47": "Atha kho so satthavāho satthike āmantesi: ",
  "dn23:23.48": "‘ayaṃ, bho, puriso evamāha: ",
  "dn23:23.49": "“purato kantāre mahāmegho abhippavuṭṭho, āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
  "dn23:23.50": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṃ sīghaṃ gacchatha; mā yoggāni kilamitthā”ti. ",
  "dn23:23.51": "Ayaṃ bho puriso neva amhākaṃ mitto, na ñātisālohito, kathaṃ mayaṃ imassa saddhāya gamissāma. ",
  "dn23:23.52": "Na vo chaḍḍetabbāni purāṇāni tiṇāni kaṭṭhāni udakāni, yathābhatena bhaṇḍena satthaṃ payāpetha. ",
  "dn23:23.53": "Na no purāṇaṃ chaḍḍessāmā’ti. ",
  "dn23:23.54": "‘Evaṃ, bho’ti kho te satthikā tassa satthavāhassa paṭissutvā yathābhatena bhaṇḍena satthaṃ payāpesuṃ. ",
  "dn23:23.55": "Te paṭhamepi satthavāse na addasaṃsu tiṇaṃ vā kaṭṭhaṃ vā udakaṃ vā. ",
  "dn23:23.56": "Dutiyepi satthavāse … ",
  "dn23:23.57": "tatiyepi satthavāse … ",
  "dn23:23.58": "catutthepi satthavāse … ",
  "dn23:23.59": "pañcamepi satthavāse … ",
  "dn23:23.60": "chaṭṭhepi satthavāse … ",
  "dn23:23.61": "sattamepi satthavāse na addasaṃsu tiṇaṃ vā kaṭṭhaṃ vā udakaṃ vā. ",
  "dn23:23.62": "Tañca satthaṃ addasaṃsu anayabyasanaṃ āpannaṃ. ",
  "dn23:23.63": "Ye ca tasmiṃ satthepi ahesuṃ manussā vā pasū vā, tesañca aṭṭhikāneva addasaṃsu tena yakkhena amanussena bhakkhitānaṃ. ",
  "dn23:23.64": "Atha kho so satthavāho satthike āmantesi: ",
  "dn23:23.65": "‘ayaṃ kho, bho, sattho anayabyasanaṃ āpanno, yathā taṃ tena bālena satthavāhena pariṇāyakena. ",
  "dn23:23.66": "Tena hi, bho, yānamhākaṃ satthe appasārāni paṇiyāni, tāni chaḍḍetvā, yāni imasmiṃ satthe mahāsārāni paṇiyāni, tāni ādiyathā’ti. ",
  "dn23:23.67": "‘Evaṃ, bho’ti kho te satthikā tassa satthavāhassa paṭissutvā yāni sakasmiṃ satthe appasārāni paṇiyāni, tāni chaḍḍetvā yāni tasmiṃ satthe mahāsārāni paṇiyāni, tāni ādiyitvā sotthinā taṃ kantāraṃ nitthariṃsu, yathā taṃ paṇḍitena satthavāhena pariṇāyakena. ",
  "dn23:23.68": "Evameva kho tvaṃ, rājañña, bālo abyatto anayabyasanaṃ āpajjissasi ayoniso paralokaṃ gavesanto, seyyathāpi so purimo satthavāho. ",
  "dn23:23.69": "Yepi tava sotabbaṃ saddhātabbaṃ maññissanti, tepi anayabyasanaṃ āpajjissanti, seyyathāpi te satthikā. ",
  "dn23:23.70": "Paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ; paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ. ",
  "dn23:23.71": "Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti. ",
  "dn23:24.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho nevāhaṃ sakkomi idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjituṃ. ",
  "dn23:24.2": "Rājāpi maṃ pasenadi kosalo jānāti tirorājānopi: ‘pāyāsi rājañño evaṃvādī evaṃdiṭṭhī: ",
  "dn23:24.3": "“itipi natthi paro loko …pe… vipāko”’ti. ",
  "dn23:24.4": "Sacāhaṃ, bho kassapa, idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjissāmi, bhavissanti me vattāro: ",
  "dn23:24.5": "‘yāva bālo pāyāsi rājañño, abyatto duggahitagāhī’ti. ",
  "dn23:24.6": "Kopenapi naṃ harissāmi, makkhenapi naṃ harissāmi, palāsenapi naṃ harissāmī”ti. ",
  "dn23:24.7": "2.12. Gūthabhārikaupamā ",
  "dn23:25.1": "“Tena hi, rājañña, upamaṃ te karissāmi. ",
  "dn23:25.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
  "dn23:25.3": "Bhūtapubbaṃ, rājañña, aññataro sūkaraposako puriso sakamhā gāmā aññaṃ gāmaṃ agamāsi. ",
  "dn23:25.4": "Tattha addasa pahūtaṃ sukkhagūthaṃ chaḍḍitaṃ. ",
  "dn23:25.5": "Disvānassa etadahosi: ",
  "dn23:25.6": "‘ayaṃ kho pahūto sukkhagūtho chaḍḍito, mama ca sūkarabhattaṃ; ",
  "dn23:25.7": "yannūnāhaṃ ito sukkhagūthaṃ hareyyan’ti. ",
  "dn23:25.8": "So uttarāsaṅgaṃ pattharitvā pahūtaṃ sukkhagūthaṃ ākiritvā bhaṇḍikaṃ bandhitvā sīse ubbāhetvā agamāsi. ",
  "dn23:25.9": "Tassa antarāmagge mahāakālamegho pāvassi. ",
  "dn23:25.10": "So uggharantaṃ paggharantaṃ yāva agganakhā gūthena makkhito gūthabhāraṃ ādāya agamāsi. ",
  "dn23:25.11": "Tamenaṃ manussā disvā evamāhaṃsu: ",
  "dn23:25.12": "‘kacci no tvaṃ, bhaṇe, ummatto, kacci viceto, kathañhi nāma uggharantaṃ paggharantaṃ yāva agganakhā gūthena makkhito gūthabhāraṃ harissasī’ti. ",
  "dn23:25.13": "‘Tumhe khvettha, bhaṇe, ummattā, tumhe vicetā, tathā hi pana me sūkarabhattan’ti. ",
  "dn23:25.14": "Evameva kho tvaṃ, rājañña, gūthabhārikūpamo maññe paṭibhāsi. ",
  "dn23:25.15": "Paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ; paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ. ",
  "dn23:25.16": "Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti. ",
  "dn23:26.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho nevāhaṃ sakkomi idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjituṃ. ",
  "dn23:26.2": "Rājāpi maṃ pasenadi kosalo jānāti tirorājānopi: ",
  "dn23:26.3": "‘pāyāsi rājañño evaṃvādī evaṃdiṭṭhī: ",
  "dn23:26.4": "“itipi natthi paro loko …pe… vipāko”’ti. ",
  "dn23:26.5": "Sacāhaṃ, bho kassapa, idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjissāmi, bhavissanti me vattāro: ",
  "dn23:26.6": "‘yāva bālo pāyāsi rājañño abyatto duggahitagāhī’ti. ",
  "dn23:26.7": "Kopenapi naṃ harissāmi, makkhenapi naṃ harissāmi, palāsenapi naṃ harissāmī”ti. ",
  "dn23:26.8": "2.13. Akkhadhuttakaupamā ",
  "dn23:27.1": "“Tena hi, rājañña, upamaṃ te karissāmi, ",
  "dn23:27.2": "upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
  "dn23:27.3": "Bhūtapubbaṃ, rājañña, dve akkhadhuttā akkhehi dibbiṃsu. ",
  "dn23:27.4": "Eko akkhadhutto āgatāgataṃ kaliṃ gilati. ",
  "dn23:27.5": "Addasā kho dutiyo akkhadhutto taṃ akkhadhuttaṃ āgatāgataṃ kaliṃ gilantaṃ, disvā taṃ akkhadhuttaṃ etadavoca: ",
  "dn23:27.6": "‘tvaṃ kho, samma, ekantikena jināsi, dehi me, samma, akkhe pajohissāmī’ti. ",
  "dn23:27.7": "‘Evaṃ, sammā’ti kho so akkhadhutto tassa akkhadhuttassa akkhe pādāsi. ",
  "dn23:27.8": "Atha kho so akkhadhutto akkhe visena paribhāvetvā taṃ akkhadhuttaṃ etadavoca: ",
  "dn23:27.9": "‘ehi kho, samma, akkhehi dibbissāmā’ti. ",
  "dn23:27.10": "‘Evaṃ, sammā’ti kho so akkhadhutto tassa akkhadhuttassa paccassosi. ",
  "dn23:27.11": "Dutiyampi kho te akkhadhuttā akkhehi dibbiṃsu. ",
  "dn23:27.12": "Dutiyampi kho so akkhadhutto āgatāgataṃ kaliṃ gilati. ",
  "dn23:27.13": "Addasā kho dutiyo akkhadhutto taṃ akkhadhuttaṃ dutiyampi āgatāgataṃ kaliṃ gilantaṃ, disvā taṃ akkhadhuttaṃ etadavoca: ",
  "dn23:27.14": "‘Littaṃ paramena tejasā, ",
  "dn23:27.15": "Gilamakkhaṃ puriso na bujjhati; ",
  "dn23:27.16": "Gila re gila pāpadhuttaka, ",
  "dn23:27.17": "Pacchā te kaṭukaṃ bhavissatī’ti. ",
  "dn23:27.18": "Evameva kho tvaṃ, rājañña, akkhadhuttakūpamo maññe paṭibhāsi. ",
  "dn23:27.19": "Paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ; paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ. ",
  "dn23:27.20": "Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti. ",
  "dn23:28.1": "“Kiñcāpi bhavaṃ kassapo evamāha, atha kho nevāhaṃ sakkomi idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjituṃ. ",
  "dn23:28.2": "Rājāpi maṃ pasenadi kosalo jānāti tirorājānopi: ",
  "dn23:28.3": "‘pāyāsi rājañño evaṃvādī evaṃdiṭṭhī: ",
  "dn23:28.4": "“itipi natthi paro loko …pe… vipāko”’ti. ",
  "dn23:28.5": "Sacāhaṃ, bho kassapa, idaṃ pāpakaṃ diṭṭhigataṃ paṭinissajjissāmi, bhavissanti me vattāro: ",
  "dn23:28.6": "‘yāva bālo pāyāsi rājañño abyatto duggahitagāhī’ti. ",
  "dn23:28.7": "Kopenapi naṃ harissāmi, makkhenapi naṃ harissāmi, palāsenapi naṃ harissāmī”ti. ",
  "dn23:28.8": "2.14. Sāṇabhārikaupamā ",
  "dn23:29.1": "“Tena hi, rājañña, upamaṃ te karissāmi, ",
  "dn23:29.2": "upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti. ",
  "dn23:29.3": "Bhūtapubbaṃ, rājañña, aññataro janapado vuṭṭhāsi. ",
  "dn23:29.4": "Atha kho sahāyako sahāyakaṃ āmantesi: ",
  "dn23:29.5": "‘āyāma, samma, yena so janapado tenupasaṅkamissāma, appeva nāmettha kiñci dhanaṃ adhigaccheyyāmā’ti. ",
  "dn23:29.6": "‘Evaṃ, sammā’ti kho sahāyako sahāyakassa paccassosi. ",
  "dn23:29.7": "Te yena so janapado, yena aññataraṃ gāmapaṭṭaṃ tenupasaṅkamiṃsu, tattha addasaṃsu pahūtaṃ sāṇaṃ chaḍḍitaṃ, disvā sahāyako sahāyakaṃ āmantesi: ",
  "dn23:29.8": "‘idaṃ kho, samma, pahūtaṃ sāṇaṃ chaḍḍitaṃ, tena hi, samma, tvañca sāṇabhāraṃ bandha, ahañca sāṇabhāraṃ bandhissāmi, ubho sāṇabhāraṃ ādāya gamissāmā’ti. ",
  "dn23:29.9": "‘Evaṃ, sammā’ti kho sahāyako sahāyakassa paṭissutvā sāṇabhāraṃ bandhitvā te ubho sāṇabhāraṃ ādāya yena aññataraṃ gāmapaṭṭaṃ tenupasaṅkamiṃsu. ",
  "dn23:29.10": "Tattha addasaṃsu pahūtaṃ sāṇasuttaṃ chaḍḍitaṃ, disvā sahāyako sahāyakaṃ āmantesi: ",
  "dn23:29.11": "‘yassa kho, samma, atthāya iccheyyāma sāṇaṃ, idaṃ pahūtaṃ sāṇasuttaṃ chaḍḍitaṃ. ",
  "dn23:29.12": "Tena hi, samma, tvañca sāṇabhāraṃ chaḍḍehi, ahañca sāṇabhāraṃ chaḍḍessāmi, ubho sāṇasuttabhāraṃ ādāya gamissāmā’ti. ",
  "dn23:29.13": "‘Ayaṃ kho me, samma, sāṇabhāro dūrābhato ca susannaddho ca, alaṃ me, tvaṃ pajānāhī’ti. ",
  "dn23:29.14": "Atha kho so sahāyako sāṇabhāraṃ chaḍḍetvā sāṇasuttabhāraṃ ādiyi. ",
  "dn23:29.15": "Te yena aññataraṃ gāmapaṭṭaṃ tenupasaṅkamiṃsu. ",
  "dn23:29.16": "Tattha addasaṃsu pahūtā sāṇiyo chaḍḍitā, disvā sahāyako sahāyakaṃ āmantesi: ",
  "dn23:29.17": "‘yassa kho, samma, atthāya iccheyyāma sāṇaṃ vā sāṇasuttaṃ vā, imā pahūtā sāṇiyo chaḍḍitā. ",
  "dn23:29.18": "Tena hi, samma, tvañca sāṇabhāraṃ chaḍḍehi, ahañca sāṇasuttabhāraṃ chaḍḍessāmi, ubho sāṇibhāraṃ ādāya gamissāmā’ti. ",
  "dn23:29.19": "‘Ayaṃ kho me, samma, sāṇabhāro dūrābhato ca susannaddho ca, alaṃ me, tvaṃ pajānāhī’ti. ",
  "dn23:29.20": "Atha kho so sahāyako sāṇasuttabhāraṃ chaḍḍetvā sāṇibhāraṃ ādiyi. ",
  "dn23:29.21": "Te yena aññataraṃ gāmapaṭṭaṃ tenupasaṅkamiṃsu. ",
  "dn23:29.22": "Tattha addasaṃsu pahūtaṃ khomaṃ chaḍḍitaṃ, disvā …pe… ",
  "dn23:29.23": "pahūtaṃ khomasuttaṃ chaḍḍitaṃ, disvā … ",
  "dn23:29.24": "pahūtaṃ khomadussaṃ chaḍḍitaṃ, disvā … ",
  "dn23:29.25": "pahūtaṃ kappāsaṃ chaḍḍitaṃ, disvā … ",
  "dn23:29.26": "pahūtaṃ kappāsikasuttaṃ chaḍḍitaṃ, disvā … ",
  "dn23:29.27": "pahūtaṃ kappāsikadussaṃ chaḍḍitaṃ, disvā … ",
  "dn23:29.28": "pahūtaṃ ayaṃ chaḍḍitaṃ, disvā … ",
  "dn23:29.29": "pahūtaṃ lohaṃ chaḍḍitaṃ, disvā … ",
  "dn23:29.30": "pahūtaṃ tipuṃ chaḍḍitaṃ, disvā … ",
  "dn23:29.31": "pahūtaṃ sīsaṃ chaḍḍitaṃ, disvā … ",
  "dn23:29.32": "pahūtaṃ sajjhaṃ chaḍḍitaṃ, disvā … ",
  "dn23:29.33": "pahūtaṃ suvaṇṇaṃ chaḍḍitaṃ, disvā sahāyako sahāyakaṃ āmantesi: ",
  "dn23:29.34": "‘yassa kho, samma, atthāya iccheyyāma sāṇaṃ vā sāṇasuttaṃ vā sāṇiyo vā khomaṃ vā khomasuttaṃ vā khomadussaṃ vā kappāsaṃ vā kappāsikasuttaṃ vā kappāsikadussaṃ vā ayaṃ vā lohaṃ vā tipuṃ vā sīsaṃ vā sajjhaṃ vā, idaṃ pahūtaṃ suvaṇṇaṃ chaḍḍitaṃ. ",
  "dn23:29.35": "Tena hi, samma, tvañca sāṇabhāraṃ chaḍḍehi, ahañca sajjhabhāraṃ chaḍḍessāmi, ubho suvaṇṇabhāraṃ ādāya gamissāmā’ti. ",
  "dn23:29.36": "‘Ayaṃ kho me, samma, sāṇabhāro dūrābhato ca susannaddho ca, alaṃ me tvaṃ pajānāhī’ti. ",
  "dn23:29.37": "Atha kho so sahāyako sajjhabhāraṃ chaḍḍetvā suvaṇṇabhāraṃ ādiyi. ",
  "dn23:29.38": "Te yena sako gāmo tenupasaṅkamiṃsu. ",
  "dn23:29.39": "Tattha yo so sahāyako sāṇabhāraṃ ādāya agamāsi, tassa neva mātāpitaro abhinandiṃsu, na puttadārā abhinandiṃsu, na mittāmaccā abhinandiṃsu, na ca tatonidānaṃ sukhaṃ somanassaṃ adhigacchi. ",
  "dn23:29.40": "Yo pana so sahāyako suvaṇṇabhāraṃ ādāya agamāsi, tassa mātāpitaropi abhinandiṃsu, puttadārāpi abhinandiṃsu, mittāmaccāpi abhinandiṃsu, tatonidānañca sukhaṃ somanassaṃ adhigacchi. ",
  "dn23:29.41": "Evameva kho tvaṃ, rājañña, sāṇabhārikūpamo maññe paṭibhāsi. ",
  "dn23:29.42": "Paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ; paṭinissajjetaṃ, rājañña, pāpakaṃ diṭṭhigataṃ. ",
  "dn23:29.43": "Mā te ahosi dīgharattaṃ ahitāya dukkhāyā”ti. ",
  "dn23:29.44": "3. Saraṇagamana ",
  "dn23:30.1": "“Purimeneva ahaṃ opammena bhoto kassapassa attamano abhiraddho. ",
  "dn23:30.2": "Api cāhaṃ imāni vicitrāni pañhāpaṭibhānāni sotukāmo evāhaṃ bhavantaṃ kassapaṃ paccanīkaṃ kātabbaṃ amaññissaṃ. ",
  "dn23:30.3": "Abhikkantaṃ, bho kassapa, abhikkantaṃ, bho kassapa. ",
  "dn23:30.4": "Seyyathāpi, bho kassapa, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā kassapena anekapariyāyena dhammo pakāsito. ",
  "dn23:30.5": "Esāhaṃ, bho kassapa, taṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi, dhammañca, bhikkhusaṅghañca. ",
  "dn23:30.6": "Upāsakaṃ maṃ bhavaṃ kassapo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ",
  "dn23:30.7": "Icchāmi cāhaṃ, bho kassapa, mahāyaññaṃ yajituṃ, anusāsatu maṃ bhavaṃ kassapo, yaṃ mamassa dīgharattaṃ hitāya sukhāyā”ti. ",
  "dn23:30.8": "4. Yaññakathā ",
  "dn23:31.1": "“Yathārūpe kho, rājañña, yaññe gāvo vā haññanti ajeḷakā vā haññanti, kukkuṭasūkarā vā haññanti, vividhā vā pāṇā saṅghātaṃ āpajjanti, paṭiggāhakā ca honti micchādiṭṭhī micchāsaṅkappā micchāvācā micchākammantā micchāājīvā micchāvāyāmā micchāsatī micchāsamādhī, evarūpo kho, rājañña, yañño na mahapphalo hoti na mahānisaṃso na mahājutiko na mahāvipphāro. ",
  "dn23:31.2": "Seyyathāpi, rājañña, kassako bījanaṅgalaṃ ādāya vanaṃ paviseyya. ",
  "dn23:31.3": "So tattha dukkhette dubbhūme avihatakhāṇukaṇṭake bījāni patiṭṭhāpeyya khaṇḍāni pūtīni vātātapahatāni asāradāni asukhasayitāni. ",
  "dn23:31.4": "Devo ca na kālena kālaṃ sammādhāraṃ anuppaveccheyya. ",
  "dn23:31.5": "Api nu tāni bījāni vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyyuṃ, kassako vā vipulaṃ phalaṃ adhigaccheyyā”ti? ",
  "dn23:31.6": "“No hidaṃ, bho kassapa”. ",
  "dn23:31.7": "“Evameva kho, rājañña, yathārūpe yaññe gāvo vā haññanti, ajeḷakā vā haññanti, kukkuṭasūkarā vā haññanti, vividhā vā pāṇā saṅghātaṃ āpajjanti, paṭiggāhakā ca honti micchādiṭṭhī micchāsaṅkappā micchāvācā micchākammantā micchāājīvā micchāvāyāmā micchāsatī micchāsamādhī, evarūpo kho, rājañña, yañño na mahapphalo hoti na mahānisaṃso na mahājutiko na mahāvipphāro. ",
  "dn23:31.8": "Yathārūpe ca kho, rājañña, yaññe neva gāvo haññanti, na ajeḷakā haññanti, na kukkuṭasūkarā haññanti, na vividhā vā pāṇā saṅghātaṃ āpajjanti, paṭiggāhakā ca honti sammādiṭṭhī sammāsaṅkappā sammāvācā sammākammantā sammāājīvā sammāvāyāmā sammāsatī sammāsamādhī, evarūpo kho, rājañña, yañño mahapphalo hoti mahānisaṃso mahājutiko mahāvipphāro. ",
  "dn23:31.9": "Seyyathāpi, rājañña, kassako bījanaṅgalaṃ ādāya vanaṃ paviseyya. ",
  "dn23:31.10": "So tattha sukhette subhūme suvihatakhāṇukaṇṭake bījāni patiṭṭhapeyya akhaṇḍāni apūtīni avātātapahatāni sāradāni sukhasayitāni. ",
  "dn23:31.11": "Devo ca kālena kālaṃ sammādhāraṃ anuppaveccheyya. ",
  "dn23:31.12": "Api nu tāni bījāni vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyyuṃ, kassako vā vipulaṃ phalaṃ adhigaccheyyā”ti? ",
  "dn23:31.13": "“Evaṃ, bho kassapa”. ",
  "dn23:31.14": "“Evameva kho, rājañña, yathārūpe yaññe neva gāvo haññanti, na ajeḷakā haññanti, na kukkuṭasūkarā haññanti, na vividhā vā pāṇā saṅghātaṃ āpajjanti, paṭiggāhakā ca honti sammādiṭṭhī sammāsaṅkappā sammāvācā sammākammantā sammāājīvā sammāvāyāmā sammāsatī sammāsamādhī, evarūpo kho, rājañña, yañño mahapphalo hoti mahānisaṃso mahājutiko mahāvipphāro”ti. ",
  "dn23:31.15": "5. Uttaramāṇavavatthu ",
  "dn23:32.1": "Atha kho pāyāsi rājañño dānaṃ paṭṭhapesi samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṃ. ",
  "dn23:32.2": "Tasmiṃ kho pana dāne evarūpaṃ bhojanaṃ dīyati kaṇājakaṃ bilaṅgadutiyaṃ, dhorakāni ca vatthāni guḷavālakāni. ",
  "dn23:32.3": "Tasmiṃ kho pana dāne uttaro nāma māṇavo vāvaṭo ahosi. ",
  "dn23:32.4": "So dānaṃ datvā evaṃ anuddisati: ",
  "dn23:32.5": "“imināhaṃ dānena pāyāsiṃ rājaññameva imasmiṃ loke samāgacchiṃ, mā parasmin”ti. ",
  "dn23:32.6": "Assosi kho pāyāsi rājañño: ",
  "dn23:32.7": "“uttaro kira māṇavo dānaṃ datvā evaṃ anuddisati: ",
  "dn23:32.8": "‘imināhaṃ dānena pāyāsiṃ rājaññameva imasmiṃ loke samāgacchiṃ, mā parasmin’”ti. ",
  "dn23:32.9": "Atha kho pāyāsi rājañño uttaraṃ māṇavaṃ āmantāpetvā etadavoca: ",
  "dn23:32.10": "“saccaṃ kira tvaṃ, tāta uttara, dānaṃ datvā evaṃ anuddisasi: ",
  "dn23:32.11": "‘imināhaṃ dānena pāyāsiṃ rājaññameva imasmiṃ loke samāgacchiṃ, mā parasmin’”ti? ",
  "dn23:32.12": "“Evaṃ, bho”. ",
  "dn23:32.13": "“Kissa pana tvaṃ, tāta uttara, dānaṃ datvā evaṃ anuddisasi: ",
  "dn23:32.14": "‘imināhaṃ dānena pāyāsiṃ rājaññameva imasmiṃ loke samāgacchiṃ, mā parasmin’ti? ",
  "dn23:32.15": "Nanu mayaṃ, tāta uttara, puññatthikā dānasseva phalaṃ pāṭikaṅkhino”ti? ",
  "dn23:32.16": "“Bhoto kho dāne evarūpaṃ bhojanaṃ dīyati kaṇājakaṃ bilaṅgadutiyaṃ, yaṃ bhavaṃ pādāpi na iccheyya samphusituṃ, kuto bhuñjituṃ, dhorakāni ca vatthāni guḷavālakāni, yāni bhavaṃ pādāpi na iccheyya samphusituṃ, kuto paridahituṃ. ",
  "dn23:32.17": "Bhavaṃ kho panamhākaṃ piyo manāpo, kathaṃ mayaṃ manāpaṃ amanāpena saṃyojemā”ti? ",
  "dn23:32.18": "“Tena hi tvaṃ, tāta uttara, yādisāhaṃ bhojanaṃ bhuñjāmi, tādisaṃ bhojanaṃ paṭṭhapehi. ",
  "dn23:32.19": "Yādisāni cāhaṃ vatthāni paridahāmi, tādisāni ca vatthāni paṭṭhapehī”ti. ",
  "dn23:32.20": "“Evaṃ, bho”ti kho uttaro māṇavo pāyāsissa rājaññassa paṭissutvā yādisaṃ bhojanaṃ pāyāsi rājañño bhuñjati, tādisaṃ bhojanaṃ paṭṭhapesi. ",
  "dn23:32.21": "Yādisāni ca vatthāni pāyāsi rājañño paridahati, tādisāni ca vatthāni paṭṭhapesi. ",
  "dn23:32.22": "Atha kho pāyāsi rājañño asakkaccaṃ dānaṃ datvā asahatthā dānaṃ datvā acittīkataṃ dānaṃ datvā apaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapajji suññaṃ serīsakaṃ vimānaṃ. ",
  "dn23:32.23": "Yo pana tassa dāne vāvaṭo ahosi uttaro nāma māṇavo. So sakkaccaṃ dānaṃ datvā sahatthā dānaṃ datvā cittīkataṃ dānaṃ datvā anapaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajji devānaṃ tāvatiṃsānaṃ sahabyataṃ. ",
  "dn23:32.24": "6. Pāyāsidevaputta ",
  "dn23:33.1": "Tena kho pana samayena āyasmā gavampati abhikkhaṇaṃ suññaṃ serīsakaṃ vimānaṃ divāvihāraṃ gacchati. ",
  "dn23:33.2": "Atha kho pāyāsi devaputto yenāyasmā gavampati tenupasaṅkami; upasaṅkamitvā āyasmantaṃ gavampatiṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho pāyāsiṃ devaputtaṃ āyasmā gavampati etadavoca: ",
  "dn23:33.3": "“kosi tvaṃ, āvuso”ti? ",
  "dn23:33.4": "“Ahaṃ, bhante, pāyāsi rājañño”ti. ",
  "dn23:33.5": "“Nanu tvaṃ, āvuso, evaṃdiṭṭhiko ahosi: ",
  "dn23:33.6": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’”ti? ",
  "dn23:33.7": "“Saccāhaṃ, bhante, evaṃdiṭṭhiko ahosiṃ: ",
  "dn23:33.8": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko’ti. ",
  "dn23:33.9": "Api cāhaṃ ayyena kumārakassapena etasmā pāpakā diṭṭhigatā vivecito”ti. ",
  "dn23:33.10": "“Yo pana te, āvuso, dāne vāvaṭo ahosi uttaro nāma māṇavo, so kuhiṃ upapanno”ti? ",
  "dn23:33.11": "“Yo me, bhante, dāne vāvaṭo ahosi uttaro nāma māṇavo, so sakkaccaṃ dānaṃ datvā sahatthā dānaṃ datvā cittīkataṃ dānaṃ datvā anapaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapanno devānaṃ tāvatiṃsānaṃ sahabyataṃ. ",
  "dn23:33.12": "Ahaṃ pana, bhante, asakkaccaṃ dānaṃ datvā asahatthā dānaṃ datvā acittīkataṃ dānaṃ datvā apaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapanno suññaṃ serīsakaṃ vimānaṃ. ",
  "dn23:33.13": "Tena hi, bhante gavampati, manussalokaṃ gantvā evamārocehi: ",
  "dn23:33.14": "‘sakkaccaṃ dānaṃ detha, sahatthā dānaṃ detha, cittīkataṃ dānaṃ detha, anapaviddhaṃ dānaṃ detha. ",
  "dn23:33.15": "Pāyāsi rājañño asakkaccaṃ dānaṃ datvā asahatthā dānaṃ datvā acittīkataṃ dānaṃ datvā apaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapanno suññaṃ serīsakaṃ vimānaṃ. ",
  "dn23:33.16": "Yo pana tassa dāne vāvaṭo ahosi uttaro nāma māṇavo, so sakkaccaṃ dānaṃ datvā sahatthā dānaṃ datvā cittīkataṃ dānaṃ datvā anapaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapanno devānaṃ tāvatiṃsānaṃ sahabyatan’”ti. ",
  "dn23:34.1": "Atha kho āyasmā gavampati manussalokaṃ āgantvā evamārocesi: ",
  "dn23:34.2": "“sakkaccaṃ dānaṃ detha, sahatthā dānaṃ detha, cittīkataṃ dānaṃ detha, anapaviddhaṃ dānaṃ detha. ",
  "dn23:34.3": "Pāyāsi rājañño asakkaccaṃ dānaṃ datvā asahatthā dānaṃ datvā acittīkataṃ dānaṃ datvā apaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapanno suññaṃ serīsakaṃ vimānaṃ. ",
  "dn23:34.4": "Yo pana tassa dāne vāvaṭo ahosi uttaro nāma māṇavo, so sakkaccaṃ dānaṃ datvā sahatthā dānaṃ datvā cittīkataṃ dānaṃ datvā anapaviddhaṃ dānaṃ datvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapanno devānaṃ tāvatiṃsānaṃ sahabyatan”ti. ",
  "dn23:34.5": "Pāyāsisuttaṃ niṭṭhitaṃ dasamaṃ. ",
  "dn23:34.6": "Mahāvaggo niṭṭhito. ",
  "dn23:34.7": "Mahāpadāna nidānaṃ, ",
  "dn23:34.8": "nibbānañca sudassanaṃ; ",
  "dn23:34.9": "Janavasabha govindaṃ, ",
  "dn23:34.10": "samayaṃ sakkapañhakaṃ; ",
  "dn23:34.11": "Mahāsatipaṭṭhānañca, ",
  "dn23:34.12": "pāyāsi dasamaṃ bhave. ",
  "dn23:34.13": "Mahāvaggapāḷi niṭṭhitā. "
}