{
  "dn24:0.1": "Dīgha Nikāya 24 ",
  "dn24:0.2": "Pāthikasutta ",
  "dn24:0.3": "1. Sunakkhattavatthu ",
  "dn24:1.1.1": "Evaṃ me sutaṃ—",
  "dn24:1.1.2": "ekaṃ samayaṃ bhagavā mallesu viharati anupiyaṃ nāma mallānaṃ nigamo. ",
  "dn24:1.1.3": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya anupiyaṃ piṇḍāya pāvisi. ",
  "dn24:1.1.4": "Atha kho bhagavato etadahosi: ",
  "dn24:1.1.5": "“atippago kho tāva anupiyāyaṃ piṇḍāya carituṃ. ",
  "dn24:1.1.6": "Yannūnāhaṃ yena bhaggavagottassa paribbājakassa ārāmo, yena bhaggavagotto paribbājako tenupasaṅkameyyan”ti. ",
  "dn24:1.2.1": "Atha kho bhagavā yena bhaggavagottassa paribbājakassa ārāmo, yena bhaggavagotto paribbājako tenupasaṅkami. ",
  "dn24:1.2.2": "Atha kho bhaggavagotto paribbājako bhagavantaṃ etadavoca: ",
  "dn24:1.2.3": "“etu kho, bhante, bhagavā. ",
  "dn24:1.2.4": "Svāgataṃ, bhante, bhagavato. ",
  "dn24:1.2.5": "Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ",
  "dn24:1.2.6": "Nisīdatu, bhante, bhagavā, idamāsanaṃ paññattan”ti. ",
  "dn24:1.2.7": "Nisīdi bhagavā paññatte āsane. ",
  "dn24:1.2.8": "Bhaggavagottopi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
  "dn24:1.2.9": "Ekamantaṃ nisinno kho bhaggavagotto paribbājako bhagavantaṃ etadavoca: ",
  "dn24:1.2.10": "“purimāni, bhante, divasāni purimatarāni sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ etadavoca: ",
  "dn24:1.2.11": "‘paccakkhāto dāni mayā, bhaggava, bhagavā. ",
  "dn24:1.2.12": "Na dānāhaṃ bhagavantaṃ uddissa viharāmī’ti. ",
  "dn24:1.2.13": "Kaccetaṃ, bhante, tatheva, yathā sunakkhatto licchaviputto avacā”ti? ",
  "dn24:1.2.14": "“Tatheva kho etaṃ, bhaggava, yathā sunakkhatto licchaviputto avaca. ",
  "dn24:1.3.1": "Purimāni, bhaggava, divasāni purimatarāni sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho, bhaggava, sunakkhatto licchaviputto maṃ etadavoca: ",
  "dn24:1.3.2": "‘paccakkhāmi dānāhaṃ, bhante, bhagavantaṃ. ",
  "dn24:1.3.3": "Na dānāhaṃ, bhante, bhagavantaṃ uddissa viharissāmī’ti. ",
  "dn24:1.3.4": "Evaṃ vutte, ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
  "dn24:1.3.5": "‘api nu tāhaṃ, sunakkhatta, evaṃ avacaṃ, ",
  "dn24:1.3.6": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhī’ti? ",
  "dn24:1.3.7": "‘No hetaṃ, bhante’. ",
  "dn24:1.3.8": "‘Tvaṃ vā pana maṃ evaṃ avaca—",
  "dn24:1.3.9": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmī’ti? ",
  "dn24:1.3.10": "‘No hetaṃ, bhante’. ",
  "dn24:1.3.11": "‘Iti kira, sunakkhatta, nevāhaṃ taṃ vadāmi—",
  "dn24:1.3.12": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhīti. ",
  "dn24:1.3.13": "Napi kira maṃ tvaṃ vadesi—",
  "dn24:1.3.14": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmīti. ",
  "dn24:1.3.15": "Evaṃ sante, moghapurisa, ko santo kaṃ paccācikkhasi? ",
  "dn24:1.3.16": "Passa, moghapurisa, yāvañca te idaṃ aparaddhan’ti. ",
  "dn24:1.4.1": "‘Na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṃ karotī’ti. ",
  "dn24:1.4.2": "‘Api nu tāhaṃ, sunakkhatta, evaṃ avacaṃ—",
  "dn24:1.4.3": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhi, ahaṃ te uttari manussadhammā iddhipāṭihāriyaṃ karissāmī’ti? ",
  "dn24:1.4.4": "‘No hetaṃ, bhante’. ",
  "dn24:1.4.5": "‘Tvaṃ vā pana maṃ evaṃ avaca—",
  "dn24:1.4.6": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmi, bhagavā me uttari manussadhammā iddhipāṭihāriyaṃ karissatī’ti? ",
  "dn24:1.4.7": "‘No hetaṃ, bhante’. ",
  "dn24:1.4.8": "‘Iti kira, sunakkhatta, nevāhaṃ taṃ vadāmi—",
  "dn24:1.4.9": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhi, ahaṃ te uttari manussadhammā iddhipāṭihāriyaṃ karissāmīti; ",
  "dn24:1.4.10": "napi kira maṃ tvaṃ vadesi—",
  "dn24:1.4.11": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmi, bhagavā me uttari manussadhammā iddhipāṭihāriyaṃ karissatīti. ",
  "dn24:1.4.12": "Evaṃ sante, moghapurisa, ko santo kaṃ paccācikkhasi? ",
  "dn24:1.4.13": "Taṃ kiṃ maññasi, sunakkhatta, ",
  "dn24:1.4.14": "kate vā uttari manussadhammā iddhipāṭihāriye akate vā uttari manussadhammā iddhipāṭihāriye yassatthāya mayā dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti? ",
  "dn24:1.4.15": "‘Kate vā, bhante, uttari manussadhammā iddhipāṭihāriye akate vā uttari manussadhammā iddhipāṭihāriye yassatthāya bhagavatā dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti. ",
  "dn24:1.4.16": "‘Iti kira, sunakkhatta, kate vā uttari manussadhammā iddhipāṭihāriye, akate vā uttari manussadhammā iddhipāṭihāriye, yassatthāya mayā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāya. ",
  "dn24:1.4.17": "Tatra, sunakkhatta, kiṃ uttari manussadhammā iddhipāṭihāriyaṃ kataṃ karissati? ",
  "dn24:1.4.18": "Passa, moghapurisa, yāvañca te idaṃ aparaddhan’ti. ",
  "dn24:1.5.1": "‘Na hi pana me, bhante, bhagavā aggaññaṃ paññapetī’ti? ",
  "dn24:1.5.2": "‘Api nu tāhaṃ, sunakkhatta, evaṃ avacaṃ—",
  "dn24:1.5.3": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhi, ahaṃ te aggaññaṃ paññapessāmī’ti? ",
  "dn24:1.5.4": "‘No hetaṃ, bhante’. ",
  "dn24:1.5.5": "‘Tvaṃ vā pana maṃ evaṃ avaca—",
  "dn24:1.5.6": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmi, bhagavā me aggaññaṃ paññapessatī’ti? ",
  "dn24:1.5.7": "‘No hetaṃ, bhante’. ",
  "dn24:1.5.8": "‘Iti kira, sunakkhatta, nevāhaṃ taṃ vadāmi—",
  "dn24:1.5.9": "ehi tvaṃ, sunakkhatta, mamaṃ uddissa viharāhi, ahaṃ te aggaññaṃ paññapessāmīti. ",
  "dn24:1.5.10": "Napi kira maṃ tvaṃ vadesi—",
  "dn24:1.5.11": "ahaṃ, bhante, bhagavantaṃ uddissa viharissāmi, bhagavā me aggaññaṃ paññapessatīti. ",
  "dn24:1.5.12": "Evaṃ sante, moghapurisa, ko santo kaṃ paccācikkhasi? ",
  "dn24:1.5.13": "Taṃ kiṃ maññasi, sunakkhatta, ",
  "dn24:1.5.14": "paññatte vā aggaññe, apaññatte vā aggaññe, yassatthāya mayā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāyā’ti? ",
  "dn24:1.5.15": "‘Paññatte vā, bhante, aggaññe, apaññatte vā aggaññe, yassatthāya bhagavatā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāyā’ti. ",
  "dn24:1.5.16": "‘Iti kira, sunakkhatta, paññatte vā aggaññe, apaññatte vā aggaññe, yassatthāya mayā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāya. ",
  "dn24:1.5.17": "Tatra, sunakkhatta, kiṃ aggaññaṃ paññattaṃ karissati? ",
  "dn24:1.5.18": "Passa, moghapurisa, yāvañca te idaṃ aparaddhaṃ. ",
  "dn24:1.6.1": "Anekapariyāyena kho te, sunakkhatta, mama vaṇṇo bhāsito vajjigāme—",
  "dn24:1.6.2": "itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavāti. ",
  "dn24:1.6.3": "Iti kho te, sunakkhatta, anekapariyāyena mama vaṇṇo bhāsito vajjigāme. ",
  "dn24:1.6.4": "Anekapariyāyena kho te, sunakkhatta, dhammassa vaṇṇo bhāsito vajjigāme—",
  "dn24:1.6.5": "svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhīti. ",
  "dn24:1.6.6": "Iti kho te, sunakkhatta, anekapariyāyena dhammassa vaṇṇo bhāsito vajjigāme. ",
  "dn24:1.6.7": "Anekapariyāyena kho te, sunakkhatta, saṅghassa vaṇṇo bhāsito vajjigāme—",
  "dn24:1.6.8": "suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho, āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassāti. ",
  "dn24:1.6.9": "Iti kho te, sunakkhatta, anekapariyāyena saṅghassa vaṇṇo bhāsito vajjigāme. ",
  "dn24:1.6.10": "Ārocayāmi kho te, sunakkhatta, paṭivedayāmi kho te, sunakkhatta. ",
  "dn24:1.6.11": "Bhavissanti kho te, sunakkhatta, vattāro, no visahi sunakkhatto licchaviputto samaṇe gotame brahmacariyaṃ carituṃ, so avisahanto sikkhaṃ paccakkhāya hīnāyāvattoti. ",
  "dn24:1.6.12": "Iti kho te, sunakkhatta, bhavissanti vattāro’ti. ",
  "dn24:1.6.13": "Evaṃ kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṃ āpāyiko nerayiko. ",
  "dn24:1.6.14": "2. Korakkhattiyavatthu ",
  "dn24:1.7.1": "Ekamidāhaṃ, bhaggava, samayaṃ thūlūsu viharāmi uttarakā nāma thūlūnaṃ nigamo. ",
  "dn24:1.7.2": "Atha khvāhaṃ, bhaggava, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sunakkhattena licchaviputtena pacchāsamaṇena uttarakaṃ piṇḍāya pāvisiṃ. ",
  "dn24:1.7.3": "Tena kho pana samayena acelo korakkhattiyo kukkuravatiko catukkuṇḍiko chamānikiṇṇaṃ bhakkhasaṃ mukheneva khādati, mukheneva bhuñjati. ",
  "dn24:1.7.4": "Addasā kho, bhaggava, sunakkhatto licchaviputto acelaṃ korakkhattiyaṃ kukkuravatikaṃ catukkuṇḍikaṃ chamānikiṇṇaṃ bhakkhasaṃ mukheneva khādantaṃ mukheneva bhuñjantaṃ. ",
  "dn24:1.7.5": "Disvānassa etadahosi: ",
  "dn24:1.7.6": "‘sādhurūpo vata bho ayaṃ samaṇo catukkuṇḍiko chamānikiṇṇaṃ bhakkhasaṃ mukheneva khādati, mukheneva bhuñjatī’ti. ",
  "dn24:1.7.7": "Atha khvāhaṃ, bhaggava, sunakkhattassa licchaviputtassa cetasā cetoparivitakkamaññāya sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
  "dn24:1.7.8": "‘tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī’ti. ",
  "dn24:1.7.9": "‘Kiṃ pana maṃ, bhante, bhagavā evamāha: ",
  "dn24:1.7.10": "“tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī”’ti? ",
  "dn24:1.7.11": "‘Nanu te, sunakkhatta, imaṃ acelaṃ korakkhattiyaṃ kukkuravatikaṃ catukkuṇḍikaṃ chamānikiṇṇaṃ bhakkhasaṃ mukheneva khādantaṃ mukheneva bhuñjantaṃ disvāna etadahosi—",
  "dn24:1.7.12": "sādhurūpo vata bho ayaṃ samaṇo catukkuṇḍiko chamānikiṇṇaṃ bhakkhasaṃ mukheneva khādati, mukheneva bhuñjatī’ti? ",
  "dn24:1.7.13": "‘Evaṃ, bhante. ",
  "dn24:1.7.14": "Kiṃ pana, bhante, bhagavā arahattassa maccharāyatī’ti? ",
  "dn24:1.7.15": "‘Na kho ahaṃ, moghapurisa, arahattassa maccharāyāmi. ",
  "dn24:1.7.16": "Api ca tuyhevetaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ, taṃ pajaha. ",
  "dn24:1.7.17": "Mā te ahosi dīgharattaṃ ahitāya dukkhāya. ",
  "dn24:1.7.18": "Yaṃ kho panetaṃ, sunakkhatta, maññasi acelaṃ korakkhattiyaṃ—sādhurūpo ayaṃ samaṇoti. So sattamaṃ divasaṃ alasakena kālaṃ karissati. ",
  "dn24:1.7.19": "Kālaṅkato ca kālakañcikā nāma asurā sabbanihīno asurakāyo, tatra upapajjissati. ",
  "dn24:1.7.20": "Kālaṅkatañca naṃ bīraṇatthambake susāne chaḍḍessanti. ",
  "dn24:1.7.21": "Ākaṅkhamāno ca tvaṃ, sunakkhatta, acelaṃ korakkhattiyaṃ upasaṅkamitvā puccheyyāsi—",
  "dn24:1.7.22": "jānāsi, āvuso korakkhattiya, attano gatinti? ",
  "dn24:1.7.23": "Ṭhānaṃ kho panetaṃ, sunakkhatta, vijjati yaṃ te acelo korakkhattiyo byākarissati—",
  "dn24:1.7.24": "jānāmi, āvuso sunakkhatta, attano gatiṃ; ",
  "dn24:1.7.25": "kālakañcikā nāma asurā sabbanihīno asurakāyo, tatrāmhi upapanno’ti. ",
  "dn24:1.8.1": "Atha kho, bhaggava, sunakkhatto licchaviputto yena acelo korakkhattiyo tenupasaṅkami; upasaṅkamitvā acelaṃ korakkhattiyaṃ etadavoca: ",
  "dn24:1.8.2": "‘byākato khosi, āvuso korakkhattiya, samaṇena gotamena—",
  "dn24:1.8.3": "acelo korakkhattiyo sattamaṃ divasaṃ alasakena kālaṃ karissati. ",
  "dn24:1.8.4": "Kālaṅkato ca kālakañcikā nāma asurā sabbanihīno asurakāyo, tatra upapajjissati. ",
  "dn24:1.8.5": "Kālaṅkatañca naṃ bīraṇatthambake susāne chaḍḍessantīti. ",
  "dn24:1.8.6": "Yena tvaṃ, āvuso korakkhattiya, mattaṃ mattañca bhattaṃ bhuñjeyyāsi, mattaṃ mattañca pānīyaṃ piveyyāsi. ",
  "dn24:1.8.7": "Yathā samaṇassa gotamassa micchā assa vacanan’ti. ",
  "dn24:1.8.8": "Atha kho, bhaggava, sunakkhatto licchaviputto ekadvīhikāya sattarattindivāni gaṇesi, yathā taṃ tathāgatassa asaddahamāno. ",
  "dn24:1.8.9": "Atha kho, bhaggava, acelo korakkhattiyo sattamaṃ divasaṃ alasakena kālamakāsi. ",
  "dn24:1.8.10": "kālaṅkato ca kālakañcikā nāma asurā sabbanihīno asurakāyo, tatra upapajji. ",
  "dn24:1.8.11": "kālaṅkatañca naṃ bīraṇatthambake susāne chaḍḍesuṃ. ",
  "dn24:1.9.1": "Assosi kho, bhaggava, sunakkhatto licchaviputto: ",
  "dn24:1.9.2": "‘acelo kira korakkhattiyo alasakena kālaṅkato bīraṇatthambake susāne chaḍḍito’ti. ",
  "dn24:1.9.3": "Atha kho, bhaggava, sunakkhatto licchaviputto yena bīraṇatthambakaṃ susānaṃ, yena acelo korakkhattiyo tenupasaṅkami; upasaṅkamitvā acelaṃ korakkhattiyaṃ tikkhattuṃ pāṇinā ākoṭesi: ",
  "dn24:1.9.4": "‘jānāsi, āvuso korakkhattiya, attano gatin’ti? ",
  "dn24:1.9.5": "Atha kho, bhaggava, acelo korakkhattiyo pāṇinā piṭṭhiṃ paripuñchanto vuṭṭhāsi. ",
  "dn24:1.9.6": "‘Jānāmi, āvuso sunakkhatta, attano gatiṃ. ",
  "dn24:1.9.7": "Kālakañcikā nāma asurā sabbanihīno asurakāyo, tatrāmhi upapanno’ti vatvā tattheva uttāno papati. ",
  "dn24:1.10.1": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
  "dn24:1.10.2": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
  "dn24:1.10.3": "yatheva te ahaṃ acelaṃ korakkhattiyaṃ ārabbha byākāsiṃ, tatheva taṃ vipākaṃ, aññathā vā’ti? ",
  "dn24:1.10.4": "‘Yatheva me, bhante, bhagavā acelaṃ korakkhattiyaṃ ārabbha byākāsi, tatheva taṃ vipākaṃ, no aññathā’ti. ",
  "dn24:1.10.5": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
  "dn24:1.10.6": "yadi evaṃ sante kataṃ vā hoti uttari manussadhammā iddhipāṭihāriyaṃ, akataṃ vā’ti? ",
  "dn24:1.10.7": "‘Addhā kho, bhante, evaṃ sante kataṃ hoti uttari manussadhammā iddhipāṭihāriyaṃ, no akatan’ti. ",
  "dn24:1.10.8": "‘Evampi kho maṃ tvaṃ, moghapurisa, uttari manussadhammā iddhipāṭihāriyaṃ karontaṃ evaṃ vadesi—",
  "dn24:1.10.9": "na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṃ karotīti. ",
  "dn24:1.10.10": "Passa, moghapurisa, yāvañca te idaṃ aparaddhan’ti. ",
  "dn24:1.10.11": "Evampi kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṃ āpāyiko nerayiko. ",
  "dn24:1.10.12": "3. Acelakaḷāramaṭṭakavatthu ",
  "dn24:1.11.1": "Ekamidāhaṃ, bhaggava, samayaṃ vesāliyaṃ viharāmi mahāvane kūṭāgārasālāyaṃ. ",
  "dn24:1.11.2": "Tena kho pana samayena acelo kaḷāramaṭṭako vesāliyaṃ paṭivasati lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
  "dn24:1.11.3": "Tassa sattavatapadāni samattāni samādinnāni honti: ",
  "dn24:1.11.4": "‘yāvajīvaṃ acelako assaṃ, na vatthaṃ paridaheyyaṃ, yāvajīvaṃ brahmacārī assaṃ, na methunaṃ dhammaṃ paṭiseveyyaṃ, yāvajīvaṃ surāmaṃseneva yāpeyyaṃ, na odanakummāsaṃ bhuñjeyyaṃ. ",
  "dn24:1.11.5": "Puratthimena vesāliṃ udenaṃ nāma cetiyaṃ, taṃ nātikkameyyaṃ, dakkhiṇena vesāliṃ gotamakaṃ nāma cetiyaṃ, taṃ nātikkameyyaṃ, pacchimena vesāliṃ sattambaṃ nāma cetiyaṃ, taṃ nātikkameyyaṃ, uttarena vesāliṃ bahuputtaṃ nāma cetiyaṃ taṃ nātikkameyyan’ti. ",
  "dn24:1.11.6": "So imesaṃ sattannaṃ vatapadānaṃ samādānahetu lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
  "dn24:1.12.1": "Atha kho, bhaggava, sunakkhatto licchaviputto yena acelo kaḷāramaṭṭako tenupasaṅkami; upasaṅkamitvā acelaṃ kaḷāramaṭṭakaṃ pañhaṃ apucchi. ",
  "dn24:1.12.2": "Tassa acelo kaḷāramaṭṭako pañhaṃ puṭṭho na sampāyāsi. ",
  "dn24:1.12.3": "Asampāyanto kopañca dosañca appaccayañca pātvākāsi. ",
  "dn24:1.12.4": "Atha kho, bhaggava, sunakkhattassa licchaviputtassa etadahosi: ",
  "dn24:1.12.5": "‘sādhurūpaṃ vata bho arahantaṃ samaṇaṃ āsādimhase. ",
  "dn24:1.12.6": "Mā vata no ahosi dīgharattaṃ ahitāya dukkhāyā’ti. ",
  "dn24:1.13.1": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
  "dn24:1.13.2": "‘tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī’ti. ",
  "dn24:1.13.3": "‘Kiṃ pana maṃ, bhante, bhagavā evamāha—",
  "dn24:1.13.4": "tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī’ti? ",
  "dn24:1.13.5": "‘Nanu tvaṃ, sunakkhatta, acelaṃ kaḷāramaṭṭakaṃ upasaṅkamitvā pañhaṃ apucchi. ",
  "dn24:1.13.6": "Tassa te acelo kaḷāramaṭṭako pañhaṃ puṭṭho na sampāyāsi. ",
  "dn24:1.13.7": "Asampāyanto kopañca dosañca appaccayañca pātvākāsi. ",
  "dn24:1.13.8": "Tassa te etadahosi: ",
  "dn24:1.13.9": "“sādhurūpaṃ vata bho arahantaṃ samaṇaṃ āsādimhase. ",
  "dn24:1.13.10": "Mā vata no ahosi dīgharattaṃ ahitāya dukkhāyā”’ti. ",
  "dn24:1.13.11": "‘Evaṃ, bhante. ",
  "dn24:1.13.12": "Kiṃ pana, bhante, bhagavā arahattassa maccharāyatī’ti? ",
  "dn24:1.13.13": "‘Na kho ahaṃ, moghapurisa, arahattassa maccharāyāmi, ",
  "dn24:1.13.14": "api ca tuyhevetaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ, taṃ pajaha. ",
  "dn24:1.13.15": "Mā te ahosi dīgharattaṃ ahitāya dukkhāya. ",
  "dn24:1.13.16": "Yaṃ kho panetaṃ, sunakkhatta, maññasi acelaṃ kaḷāramaṭṭakaṃ—",
  "dn24:1.13.17": "sādhurūpo ayaṃ samaṇoti, so nacirasseva parihito sānucāriko vicaranto odanakummāsaṃ bhuñjamāno sabbāneva vesāliyāni cetiyāni samatikkamitvā yasā nihīno kālaṃ karissatī’ti. ",
  "dn24:1.13.18": "Atha kho, bhaggava, acelo kaḷāramaṭṭako nacirasseva parihito sānucāriko vicaranto odanakummāsaṃ bhuñjamāno sabbāneva vesāliyāni cetiyāni samatikkamitvā yasā nihīno kālamakāsi. ",
  "dn24:1.14.1": "Assosi kho, bhaggava, sunakkhatto licchaviputto: ",
  "dn24:1.14.2": "‘acelo kira kaḷāramaṭṭako parihito sānucāriko vicaranto odanakummāsaṃ bhuñjamāno sabbāneva vesāliyāni cetiyāni samatikkamitvā yasā nihīno kālaṅkato’ti. ",
  "dn24:1.14.3": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
  "dn24:1.14.4": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
  "dn24:1.14.5": "yatheva te ahaṃ acelaṃ kaḷāramaṭṭakaṃ ārabbha byākāsiṃ, tatheva taṃ vipākaṃ, aññathā vā’ti? ",
  "dn24:1.14.6": "‘Yatheva me, bhante, bhagavā acelaṃ kaḷāramaṭṭakaṃ ārabbha byākāsi, tatheva taṃ vipākaṃ, no aññathā’ti. ",
  "dn24:1.14.7": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
  "dn24:1.14.8": "yadi evaṃ sante kataṃ vā hoti uttari manussadhammā iddhipāṭihāriyaṃ akataṃ vā’ti? ",
  "dn24:1.14.9": "‘Addhā kho, bhante, evaṃ sante kataṃ hoti uttari manussadhammā iddhipāṭihāriyaṃ, no akatan’ti. ",
  "dn24:1.14.10": "‘Evampi kho maṃ tvaṃ, moghapurisa, uttari manussadhammā iddhipāṭihāriyaṃ karontaṃ evaṃ vadesi: ",
  "dn24:1.14.11": "“na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṃ karotī”ti. ",
  "dn24:1.14.12": "Passa, moghapurisa, yāvañca te idaṃ aparaddhan’ti. ",
  "dn24:1.14.13": "Evampi kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṃ āpāyiko nerayiko. ",
  "dn24:1.14.14": "4. Acelapāthikaputtavatthu ",
  "dn24:1.15.1": "Ekamidāhaṃ, bhaggava, samayaṃ tattheva vesāliyaṃ viharāmi mahāvane kūṭāgārasālāyaṃ. ",
  "dn24:1.15.2": "Tena kho pana samayena acelo pāthikaputto vesāliyaṃ paṭivasati lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
  "dn24:1.15.3": "So vesāliyaṃ parisati evaṃ vācaṃ bhāsati: ",
  "dn24:1.15.4": "‘samaṇopi gotamo ñāṇavādo, ahampi ñāṇavādo. ",
  "dn24:1.15.5": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṃ dassetuṃ. ",
  "dn24:1.15.6": "Samaṇo gotamo upaḍḍhapathaṃ āgaccheyya, ahampi upaḍḍhapathaṃ gaccheyyaṃ. ",
  "dn24:1.15.7": "Te tattha ubhopi uttari manussadhammā iddhipāṭihāriyaṃ kareyyāma. ",
  "dn24:1.15.8": "Ekañce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, dvāhaṃ karissāmi. ",
  "dn24:1.15.9": "Dve ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, cattārāhaṃ karissāmi. ",
  "dn24:1.15.10": "Cattāri ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, aṭṭhāhaṃ karissāmi. ",
  "dn24:1.15.11": "Iti yāvatakaṃ yāvatakaṃ samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, taddiguṇaṃ taddiguṇāhaṃ karissāmī’ti. ",
  "dn24:1.16.1": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho, bhaggava, sunakkhatto licchaviputto maṃ etadavoca: ",
  "dn24:1.16.2": "‘acelo, bhante, pāthikaputto vesāliyaṃ paṭivasati lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
  "dn24:1.16.3": "So vesāliyaṃ parisati evaṃ vācaṃ bhāsati: ",
  "dn24:1.16.4": "“samaṇopi gotamo ñāṇavādo, ahampi ñāṇavādo. ",
  "dn24:1.16.5": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṃ dassetuṃ. ",
  "dn24:1.16.6": "Samaṇo gotamo upaḍḍhapathaṃ āgaccheyya, ahampi upaḍḍhapathaṃ gaccheyyaṃ. ",
  "dn24:1.16.7": "Te tattha ubhopi uttari manussadhammā iddhipāṭihāriyaṃ kareyyāma. ",
  "dn24:1.16.8": "Ekañce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, dvāhaṃ karissāmi. ",
  "dn24:1.16.9": "Dve ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, cattārāhaṃ karissāmi. ",
  "dn24:1.16.10": "Cattāri ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, aṭṭhāhaṃ karissāmi. ",
  "dn24:1.16.11": "Iti yāvatakaṃ yāvatakaṃ samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, taddiguṇaṃ taddiguṇāhaṃ karissāmī”’ti. ",
  "dn24:1.16.12": "Evaṃ vutte, ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
  "dn24:1.16.13": "‘abhabbo kho, sunakkhatta, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:1.16.14": "Sacepissa evamassa—",
  "dn24:1.16.15": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
  "dn24:1.17.1": "‘Rakkhatetaṃ, bhante, bhagavā vācaṃ, rakkhatetaṃ sugato vācan’ti. ",
  "dn24:1.17.2": "‘Kiṃ pana maṃ tvaṃ, sunakkhatta, evaṃ vadesi—",
  "dn24:1.17.3": "rakkhatetaṃ, bhante, bhagavā vācaṃ, rakkhatetaṃ sugato vācan’ti? ",
  "dn24:1.17.4": "‘Bhagavatā cassa, bhante, esā vācā ekaṃsena odhāritā—",
  "dn24:1.17.5": "abhabbo acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:1.17.6": "Sacepissa evamassa—",
  "dn24:1.17.7": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.17.8": "Acelo ca, bhante, pāthikaputto virūparūpena bhagavato sammukhībhāvaṃ āgaccheyya, tadassa bhagavato musā’ti. ",
  "dn24:1.18.1": "‘Api nu, sunakkhatta, tathāgato taṃ vācaṃ bhāseyya yā sā vācā dvayagāminī’ti? ",
  "dn24:1.18.2": "‘Kiṃ pana, bhante, bhagavatā acelo pāthikaputto cetasā ceto paricca vidito—",
  "dn24:1.18.3": "abhabbo acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:1.18.4": "Sacepissa evamassa—",
  "dn24:1.18.5": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti? ",
  "dn24:1.18.6": "Udāhu, devatā bhagavato etamatthaṃ ārocesuṃ—",
  "dn24:1.18.7": "abhabbo, bhante, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā bhagavato sammukhībhāvaṃ āgantuṃ. ",
  "dn24:1.18.8": "Sacepissa evamassa—",
  "dn24:1.18.9": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyā’ti? ",
  "dn24:1.18.10": "‘Cetasā ceto paricca vidito ceva me, sunakkhatta, acelo pāthikaputto—",
  "dn24:1.18.11": "abhabbo acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:1.18.12": "Sacepissa evamassa—",
  "dn24:1.18.13": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.18.14": "Devatāpi me etamatthaṃ ārocesuṃ—",
  "dn24:1.18.15": "abhabbo, bhante, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā bhagavato sammukhībhāvaṃ āgantuṃ. ",
  "dn24:1.18.16": "Sacepissa evamassa—",
  "dn24:1.18.17": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.18.18": "Ajitopi nāma licchavīnaṃ senāpati adhunā kālaṅkato tāvatiṃsakāyaṃ upapanno. ",
  "dn24:1.18.19": "Sopi maṃ upasaṅkamitvā evamārocesi—",
  "dn24:1.18.20": "alajjī, bhante, acelo pāthikaputto; ",
  "dn24:1.18.21": "musāvādī, bhante, acelo pāthikaputto. ",
  "dn24:1.18.22": "Mampi, bhante, acelo pāthikaputto byākāsi vajjigāme—",
  "dn24:1.18.23": "ajito licchavīnaṃ senāpati mahānirayaṃ upapannoti. ",
  "dn24:1.18.24": "Na kho panāhaṃ, bhante, mahānirayaṃ upapanno; ",
  "dn24:1.18.25": "tāvatiṃsakāyamhi upapanno. ",
  "dn24:1.18.26": "Alajjī, bhante, acelo pāthikaputto; ",
  "dn24:1.18.27": "musāvādī, bhante, acelo pāthikaputto; ",
  "dn24:1.18.28": "abhabbo ca, bhante, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā bhagavato sammukhībhāvaṃ āgantuṃ. ",
  "dn24:1.18.29": "Sacepissa evamassa—",
  "dn24:1.18.30": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.18.31": "Iti kho, sunakkhatta, cetasā ceto paricca vidito ceva me acelo pāthikaputto abhabbo acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:1.18.32": "Sacepissa evamassa—",
  "dn24:1.18.33": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.18.34": "Devatāpi me etamatthaṃ ārocesuṃ—",
  "dn24:1.18.35": "abhabbo, bhante, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā bhagavato sammukhībhāvaṃ āgantuṃ. ",
  "dn24:1.18.36": "Sacepissa evamassa—",
  "dn24:1.18.37": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.18.38": "So kho panāhaṃ, sunakkhatta, vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkamissāmi divāvihārāya. ",
  "dn24:1.18.39": "Yassadāni tvaṃ, sunakkhatta, icchasi, tassa ārocehī’ti. ",
  "dn24:1.18.40": "5. Iddhipāṭihāriyakathā ",
  "dn24:1.19.1": "Atha khvāhaṃ, bhaggava, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisiṃ. ",
  "dn24:1.19.2": "Vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkamiṃ divāvihārāya. ",
  "dn24:1.19.3": "Atha kho, bhaggava, sunakkhatto licchaviputto taramānarūpo vesāliṃ pavisitvā yena abhiññātā abhiññātā licchavī tenupasaṅkami; upasaṅkamitvā abhiññāte abhiññāte licchavī etadavoca: ",
  "dn24:1.19.4": "‘esāvuso, bhagavā vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkami divāvihārāya. ",
  "dn24:1.19.5": "Abhikkamathāyasmanto abhikkamathāyasmanto, sādhurūpānaṃ samaṇānaṃ uttari manussadhammā iddhipāṭihāriyaṃ bhavissatī’ti. ",
  "dn24:1.19.6": "Atha kho, bhaggava, abhiññātānaṃ abhiññātānaṃ licchavīnaṃ etadahosi: ",
  "dn24:1.19.7": "‘sādhurūpānaṃ kira, bho, samaṇānaṃ uttari manussadhammā iddhipāṭihāriyaṃ bhavissati; ",
  "dn24:1.19.8": "handa vata, bho, gacchāmā’ti. ",
  "dn24:1.19.9": "Yena ca abhiññātā abhiññātā brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā tenupasaṅkami. upasaṅkamitvā abhiññāte abhiññāte nānātitthiye samaṇabrāhmaṇe etadavoca: ",
  "dn24:1.19.10": "‘esāvuso, bhagavā vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkami divāvihārāya. ",
  "dn24:1.19.11": "Abhikkamathāyasmanto abhikkamathāyasmanto, sādhurūpānaṃ samaṇānaṃ uttari manussadhammā iddhipāṭihāriyaṃ bhavissatī’ti. ",
  "dn24:1.19.12": "Atha kho, bhaggava, abhiññātānaṃ abhiññātānaṃ nānātitthiyānaṃ samaṇabrāhmaṇānaṃ etadahosi: ",
  "dn24:1.19.13": "‘sādhurūpānaṃ kira, bho, samaṇānaṃ uttari manussadhammā iddhipāṭihāriyaṃ bhavissati; ",
  "dn24:1.19.14": "handa vata, bho, gacchāmā’ti. ",
  "dn24:1.19.15": "Atha kho, bhaggava, abhiññātā abhiññātā licchavī, abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā yena acelassa pāthikaputtassa ārāmo tenupasaṅkamiṃsu. ",
  "dn24:1.19.16": "Sā esā, bhaggava, parisā mahā hoti anekasatā anekasahassā. ",
  "dn24:1.20.1": "Assosi kho, bhaggava, acelo pāthikaputto: ",
  "dn24:1.20.2": "‘abhikkantā kira abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. ",
  "dn24:1.20.3": "Samaṇopi gotamo mayhaṃ ārāme divāvihāraṃ nisinno’ti. ",
  "dn24:1.20.4": "Sutvānassa bhayaṃ chambhitattaṃ lomahaṃso udapādi. ",
  "dn24:1.20.5": "Atha kho, bhaggava, acelo pāthikaputto bhīto saṃviggo lomahaṭṭhajāto yena tindukakhāṇuparibbājakārāmo tenupasaṅkami. ",
  "dn24:1.20.6": "Assosi kho, bhaggava, sā parisā: ",
  "dn24:1.20.7": "‘acelo kira pāthikaputto bhīto saṃviggo lomahaṭṭhajāto yena tindukakhāṇuparibbājakārāmo tenupasaṅkanto’ti. ",
  "dn24:1.20.8": "Atha kho, bhaggava, sā parisā aññataraṃ purisaṃ āmantesi: ",
  "dn24:1.20.9": "‘Ehi tvaṃ, bho purisa, yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkama. upasaṅkamitvā acelaṃ pāthikaputtaṃ evaṃ vadehi: ",
  "dn24:1.20.10": "“abhikkamāvuso, pāthikaputta, abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā, samaṇopi gotamo āyasmato ārāme divāvihāraṃ nisinno; ",
  "dn24:1.20.11": "bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṃ parisati vācā ",
  "dn24:1.20.12": "samaṇopi gotamo ñāṇavādo, ahampi ñāṇavādo. ",
  "dn24:1.20.13": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṃ dassetuṃ. ",
  "dn24:1.20.14": "Samaṇo gotamo upaḍḍhapathaṃ āgaccheyya ahampi upaḍḍhapathaṃ gaccheyyaṃ. ",
  "dn24:1.20.15": "Te tattha ubhopi uttari manussadhammā iddhipāṭihāriyaṃ kareyyāma. ",
  "dn24:1.20.16": "Ekañce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, dvāhaṃ karissāmi. ",
  "dn24:1.20.17": "Dve ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, cattārāhaṃ karissāmi. ",
  "dn24:1.20.18": "Cattāri ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, aṭṭhāhaṃ karissāmi. ",
  "dn24:1.20.19": "Iti yāvatakaṃ yāvatakaṃ samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṃ karissati, taddiguṇaṃ taddiguṇāhaṃ karissāmī”ti ",
  "dn24:1.20.20": "abhikkamasseva kho āvuso pāthikaputta, upaḍḍhapathaṃ. ",
  "dn24:1.20.21": "Sabbapaṭhamaṃyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṃ nisinno’ti. ",
  "dn24:1.21.1": "Evaṃ, bhoti kho, bhaggava, so puriso tassā parisāya paṭissutvā yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkami. upasaṅkamitvā acelaṃ pāthikaputtaṃ etadavoca: ",
  "dn24:1.21.2": "‘abhikkamāvuso pāthikaputta, abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. ",
  "dn24:1.21.3": "Samaṇopi gotamo āyasmato ārāme divāvihāraṃ nisinno. ",
  "dn24:1.21.4": "Bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṃ parisati vācā—",
  "dn24:1.21.5": "samaṇopi gotamo ñāṇavādo; ahampi ñāṇavādo. ",
  "dn24:1.21.6": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṃ dassetuṃ …pe… ",
  "dn24:1.21.7": "taddiguṇaṃ taddiguṇāhaṃ karissāmīti. ",
  "dn24:1.21.8": "Abhikkamasseva kho, āvuso pāthikaputta, upaḍḍhapathaṃ. ",
  "dn24:1.21.9": "Sabbapaṭhamaṃyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṃ nisinno’ti. ",
  "dn24:1.21.10": "Evaṃ vutte, bhaggava, acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātuṃ. ",
  "dn24:1.21.11": "Atha kho so, bhaggava, puriso acelaṃ pāthikaputtaṃ etadavoca: ",
  "dn24:1.21.12": "‘kiṃ su nāma te, āvuso pāthikaputta, pāvaḷā su nāma te pīṭhakasmiṃ allīnā, pīṭhakaṃ su nāma te pāvaḷāsu allīnaṃ? ",
  "dn24:1.21.13": "Āyāmi āvuso, āyāmi āvusoti vatvā tattheva saṃsappasi, na sakkosi āsanāpi vuṭṭhātun’ti. ",
  "dn24:1.21.14": "Evampi kho, bhaggava, vuccamāno acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātuṃ. ",
  "dn24:1.22.1": "Yadā kho so, bhaggava, puriso aññāsi: ",
  "dn24:1.22.2": "‘parābhūtarūpo ayaṃ acelo pāthikaputto. ",
  "dn24:1.22.3": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
  "dn24:1.22.4": "Atha taṃ parisaṃ āgantvā evamārocesi: ",
  "dn24:1.22.5": "‘parābhūtarūpo, bho, acelo pāthikaputto. ",
  "dn24:1.22.6": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
  "dn24:1.22.7": "Evaṃ vutte, ahaṃ, bhaggava, taṃ parisaṃ etadavocaṃ: ",
  "dn24:1.22.8": "‘abhabbo kho, āvuso, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:1.22.9": "Sacepissa evamassa—",
  "dn24:1.22.10": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
  "dn24:1.22.11": "Paṭhamabhāṇavāro niṭṭhito. ",
  "dn24:2.1.1": "Atha kho, bhaggava, aññataro licchavimahāmatto uṭṭhāyāsanā taṃ parisaṃ etadavoca: ",
  "dn24:2.1.2": "‘tena hi, bho, muhuttaṃ tāva āgametha, yāvāhaṃ gacchāmi. ",
  "dn24:2.1.3": "Appeva nāma ahampi sakkuṇeyyaṃ acelaṃ pāthikaputtaṃ imaṃ parisaṃ ānetun’ti. ",
  "dn24:2.1.4": "Atha kho so, bhaggava, licchavimahāmatto yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkami. upasaṅkamitvā acelaṃ pāthikaputtaṃ etadavoca: ",
  "dn24:2.1.5": "‘abhikkamāvuso pāthikaputta, abhikkantaṃ te seyyo, abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. Samaṇopi gotamo āyasmato ārāme divāvihāraṃ nisinno. ",
  "dn24:2.1.6": "Bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṃ parisati vācā—",
  "dn24:2.1.7": "samaṇopi gotamo ñāṇavādo …pe… ",
  "dn24:2.1.8": "taddiguṇaṃ taddiguṇāhaṃ karissāmīti. ",
  "dn24:2.1.9": "Abhikkamasseva kho, āvuso pāthikaputta, upaḍḍhapathaṃ. ",
  "dn24:2.1.10": "Sabbapaṭhamaṃyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṃ nisinno. ",
  "dn24:2.1.11": "Bhāsitā kho panesā, āvuso pāthikaputta, samaṇena gotamena parisati vācā—",
  "dn24:2.1.12": "abhabbo kho acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:2.1.13": "Sacepissa evamassa—",
  "dn24:2.1.14": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:2.1.15": "Abhikkamāvuso pāthikaputta, abhikkamaneneva te jayaṃ karissāma, samaṇassa gotamassa parājayan’ti. ",
  "dn24:2.2.1": "Evaṃ vutte, bhaggava, acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātuṃ. ",
  "dn24:2.2.2": "Atha kho so, bhaggava, licchavimahāmatto acelaṃ pāthikaputtaṃ etadavoca: ",
  "dn24:2.2.3": "‘kiṃ su nāma te, āvuso pāthikaputta, pāvaḷā su nāma te pīṭhakasmiṃ allīnā, pīṭhakaṃ su nāma te pāvaḷāsu allīnaṃ? ",
  "dn24:2.2.4": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappasi, na sakkosi āsanāpi vuṭṭhātun’ti. ",
  "dn24:2.2.5": "Evampi kho, bhaggava, vuccamāno acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātuṃ. ",
  "dn24:2.3.1": "Yadā kho so, bhaggava, licchavimahāmatto aññāsi: ",
  "dn24:2.3.2": "‘parābhūtarūpo ayaṃ acelo pāthikaputto āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
  "dn24:2.3.3": "Atha taṃ parisaṃ āgantvā evamārocesi: ",
  "dn24:2.3.4": "‘parābhūtarūpo, bho, acelo pāthikaputto āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
  "dn24:2.3.5": "Evaṃ vutte, ahaṃ, bhaggava, taṃ parisaṃ etadavocaṃ: ",
  "dn24:2.3.6": "‘abhabbo kho, āvuso, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:2.3.7": "Sacepissa evamassa—",
  "dn24:2.3.8": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyya. ",
  "dn24:2.3.9": "Sace pāyasmantānaṃ licchavīnaṃ evamassa—",
  "dn24:2.3.10": "mayaṃ acelaṃ pāthikaputtaṃ varattāhi bandhitvā goyugehi āviñcheyyāmāti, tā varattā chijjeyyuṃ pāthikaputto vā. ",
  "dn24:2.3.11": "Abhabbo pana acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:2.3.12": "Sacepissa evamassa—",
  "dn24:2.3.13": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
  "dn24:2.4.1": "Atha kho, bhaggava, jāliyo dārupattikantevāsī uṭṭhāyāsanā taṃ parisaṃ etadavoca: ",
  "dn24:2.4.2": "‘tena hi, bho, muhuttaṃ tāva āgametha, yāvāhaṃ gacchāmi; ",
  "dn24:2.4.3": "appeva nāma ahampi sakkuṇeyyaṃ acelaṃ pāthikaputtaṃ imaṃ parisaṃ ānetun’ti. ",
  "dn24:2.4.4": "Atha kho, bhaggava, jāliyo dārupattikantevāsī yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkami. upasaṅkamitvā acelaṃ pāthikaputtaṃ etadavoca: ",
  "dn24:2.4.5": "‘abhikkamāvuso pāthikaputta, abhikkantaṃ te seyyo. Abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. Samaṇopi gotamo āyasmato ārāme divāvihāraṃ nisinno. ",
  "dn24:2.4.6": "Bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṃ parisati vācā—",
  "dn24:2.4.7": "samaṇopi gotamo ñāṇavādo …pe… ",
  "dn24:2.4.8": "taddiguṇaṃ taddiguṇāhaṃ karissāmīti. ",
  "dn24:2.4.9": "Abhikkamasseva, kho āvuso pāthikaputta, upaḍḍhapathaṃ. ",
  "dn24:2.4.10": "Sabbapaṭhamaṃyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṃ nisinno. ",
  "dn24:2.4.11": "Bhāsitā kho panesā, āvuso pāthikaputta, samaṇena gotamena parisati vācā—",
  "dn24:2.4.12": "abhabbo acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:2.4.13": "Sacepissa evamassa—",
  "dn24:2.4.14": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyya. ",
  "dn24:2.4.15": "Sace pāyasmantānaṃ licchavīnaṃ evamassa—",
  "dn24:2.4.16": "mayaṃ acelaṃ pāthikaputtaṃ varattāhi bandhitvā goyugehi āviñcheyyāmāti. Tā varattā chijjeyyuṃ pāthikaputto vā. ",
  "dn24:2.4.17": "Abhabbo pana acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:2.4.18": "Sacepissa evamassa—",
  "dn24:2.4.19": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ āgaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:2.4.20": "Abhikkamāvuso pāthikaputta, abhikkamaneneva te jayaṃ karissāma, samaṇassa gotamassa parājayan’ti. ",
  "dn24:2.5.1": "Evaṃ vutte, bhaggava, acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātuṃ. ",
  "dn24:2.5.2": "Atha kho, bhaggava, jāliyo dārupattikantevāsī acelaṃ pāthikaputtaṃ etadavoca: ",
  "dn24:2.5.3": "‘kiṃ su nāma te, āvuso pāthikaputta, pāvaḷā su nāma te pīṭhakasmiṃ allīnā, pīṭhakaṃ su nāma te pāvaḷāsu allīnaṃ? ",
  "dn24:2.5.4": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappasi, na sakkosi āsanāpi vuṭṭhātun’ti. ",
  "dn24:2.5.5": "Evampi kho, bhaggava, vuccamāno acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātunti. ",
  "dn24:2.6.1": "Yadā kho, bhaggava, jāliyo dārupattikantevāsī aññāsi: ",
  "dn24:2.6.2": "‘parābhūtarūpo ayaṃ acelo pāthikaputto āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti, atha naṃ etadavoca—",
  "dn24:2.6.3": "Bhūtapubbaṃ, āvuso pāthikaputta, sīhassa migarañño etadahosi: ",
  "dn24:2.6.4": "‘yannūnāhaṃ aññataraṃ vanasaṇḍaṃ nissāya āsayaṃ kappeyyaṃ. ",
  "dn24:2.6.5": "Tatrāsayaṃ kappetvā sāyanhasamayaṃ āsayā nikkhameyyaṃ, āsayā nikkhamitvā vijambheyyaṃ, vijambhitvā samantā catuddisā anuvilokeyyaṃ, samantā catuddisā anuviloketvā tikkhattuṃ sīhanādaṃ nadeyyaṃ, tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkameyyaṃ. ",
  "dn24:2.6.6": "So varaṃ varaṃ migasaṅghe vadhitvā mudumaṃsāni mudumaṃsāni bhakkhayitvā tameva āsayaṃ ajjhupeyyan’ti. ",
  "dn24:2.6.7": "Atha kho, āvuso, so sīho migarājā aññataraṃ vanasaṇḍaṃ nissāya āsayaṃ kappesi. ",
  "dn24:2.6.8": "Tatrāsayaṃ kappetvā sāyanhasamayaṃ āsayā nikkhami, āsayā nikkhamitvā vijambhi, vijambhitvā samantā catuddisā anuvilokesi, samantā catuddisā anuviloketvā tikkhattuṃ sīhanādaṃ nadi, tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkāmi. ",
  "dn24:2.6.9": "So varaṃ varaṃ migasaṅghe vadhitvā mudumaṃsāni mudumaṃsāni bhakkhayitvā tameva āsayaṃ ajjhupesi. ",
  "dn24:2.6.10": "Tasseva kho, āvuso pāthikaputta, sīhassa migarañño vighāsasaṃvaḍḍho jarasiṅgālo ditto ceva balavā ca. ",
  "dn24:2.6.11": "Atha kho, āvuso, tassa jarasiṅgālassa etadahosi: ",
  "dn24:2.6.12": "‘ko cāhaṃ, ko sīho migarājā. ",
  "dn24:2.6.13": "Yannūnāhampi aññataraṃ vanasaṇḍaṃ nissāya āsayaṃ kappeyyaṃ. ",
  "dn24:2.6.14": "Tatrāsayaṃ kappetvā sāyanhasamayaṃ āsayā nikkhameyyaṃ, āsayā nikkhamitvā vijambheyyaṃ, vijambhitvā samantā catuddisā anuvilokeyyaṃ, samantā catuddisā anuviloketvā tikkhattuṃ sīhanādaṃ nadeyyaṃ, tikkhattuṃ sīhanādaṃ naditvā gocarāya pakkameyyaṃ. ",
  "dn24:2.6.15": "So varaṃ varaṃ migasaṅghe vadhitvā mudumaṃsāni mudumaṃsāni bhakkhayitvā tameva āsayaṃ ajjhupeyyan’ti. ",
  "dn24:2.7.1": "Atha kho so, āvuso, jarasiṅgālo aññataraṃ vanasaṇḍaṃ nissāya āsayaṃ kappesi. ",
  "dn24:2.7.2": "Tatrāsayaṃ kappetvā sāyanhasamayaṃ āsayā nikkhami, āsayā nikkhamitvā vijambhi, vijambhitvā samantā catuddisā anuvilokesi, samantā catuddisā anuviloketvā tikkhattuṃ sīhanādaṃ nadissāmīti siṅgālakaṃyeva anadi bheraṇḍakaṃyeva anadi, ke ca chave siṅgāle, ke pana sīhanādeti. ",
  "dn24:2.7.3": "Evameva kho tvaṃ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṃ maññasi. ",
  "dn24:2.7.4": "Ke ca chave pāthikaputte, kā ca tathāgatānaṃ arahantānaṃ sammāsambuddhānaṃ āsādanāti. ",
  "dn24:2.8.1": "Yato kho, bhaggava, jāliyo dārupattikantevāsī iminā opammena neva asakkhi acelaṃ pāthikaputtaṃ tamhā āsanā cāvetuṃ. ",
  "dn24:2.8.2": "Atha naṃ etadavoca: ",
  "dn24:2.8.3": "‘Sīhoti attānaṃ samekkhiyāna, ",
  "dn24:2.8.4": "Amaññi kotthu migarājāhamasmi; ",
  "dn24:2.8.5": "Tatheva so siṅgālakaṃ anadi, ",
  "dn24:2.8.6": "Ke ca chave siṅgāle ke pana sīhanādeti. ",
  "dn24:2.8.7": "Evameva kho tvaṃ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṃ maññasi. ",
  "dn24:2.8.8": "Ke ca chave pāthikaputte, kā ca tathāgatānaṃ arahantānaṃ sammāsambuddhānaṃ āsādanā’ti. ",
  "dn24:2.9.1": "Yato kho, bhaggava, jāliyo dārupattikantevāsī imināpi opammena neva asakkhi acelaṃ pāthikaputtaṃ tamhā āsanā cāvetuṃ. ",
  "dn24:2.9.2": "Atha naṃ etadavoca: ",
  "dn24:2.9.3": "‘Aññaṃ anucaṅkamanaṃ, ",
  "dn24:2.9.4": "Attānaṃ vighāse samekkhiya; ",
  "dn24:2.9.5": "Yāva attānaṃ na passati, ",
  "dn24:2.9.6": "Kotthu tāva byagghoti maññati. ",
  "dn24:2.9.7": "Tatheva so siṅgālakaṃ anadi, ",
  "dn24:2.9.8": "Ke ca chave siṅgāle ke pana sīhanādeti. ",
  "dn24:2.9.9": "Evameva kho tvaṃ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṃ maññasi. ",
  "dn24:2.9.10": "Ke ca chave pāthikaputte, kā ca tathāgatānaṃ arahantānaṃ sammāsambuddhānaṃ āsādanā’ti. ",
  "dn24:2.10.1": "Yato kho, bhaggava, jāliyo dārupattikantevāsī imināpi opammena neva asakkhi acelaṃ pāthikaputtaṃ tamhā āsanā cāvetuṃ. ",
  "dn24:2.10.2": "Atha naṃ etadavoca: ",
  "dn24:2.10.3": "‘Bhutvāna bheke khalamūsikāyo, ",
  "dn24:2.10.4": "Kaṭasīsu khittāni ca koṇapāni; ",
  "dn24:2.10.5": "Mahāvane suññavane vivaḍḍho, ",
  "dn24:2.10.6": "Amaññi kotthu migarājāhamasmi; ",
  "dn24:2.10.7": "Tatheva so siṅgālakaṃ anadi, ",
  "dn24:2.10.8": "Ke ca chave siṅgāle ke pana sīhanādeti. ",
  "dn24:2.10.9": "Evameva kho tvaṃ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṃ maññasi. ",
  "dn24:2.10.10": "Ke ca chave pāthikaputte, kā ca tathāgatānaṃ arahantānaṃ sammāsambuddhānaṃ āsādanā’ti. ",
  "dn24:2.11.1": "Yato kho, bhaggava, jāliyo dārupattikantevāsī imināpi opammena neva asakkhi acelaṃ pāthikaputtaṃ tamhā āsanā cāvetuṃ. ",
  "dn24:2.11.2": "Atha taṃ parisaṃ āgantvā evamārocesi: ",
  "dn24:2.11.3": "‘parābhūtarūpo, bho, acelo pāthikaputto āyāmi āvuso, āyāmi, āvusoti vatvā tattheva saṃsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
  "dn24:2.12.1": "Evaṃ vutte, ahaṃ, bhaggava, taṃ parisaṃ etadavocaṃ: ",
  "dn24:2.12.2": "‘abhabbo kho, āvuso, acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:2.12.3": "Sacepissa evamassa—",
  "dn24:2.12.4": "ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyya. ",
  "dn24:2.12.5": "Sacepāyasmantānaṃ licchavīnaṃ evamassa—",
  "dn24:2.12.6": "mayaṃ acelaṃ pāthikaputtaṃ varattāhi bandhitvā nāgehi āviñcheyyāmāti. Tā varattā chijjeyyuṃ pāthikaputto vā. ",
  "dn24:2.12.7": "Abhabbo pana acelo pāthikaputto taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā mama sammukhībhāvaṃ āgantuṃ. ",
  "dn24:2.12.8": "Sacepissa evamassa—ahaṃ taṃ vācaṃ appahāya taṃ cittaṃ appahāya taṃ diṭṭhiṃ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṃ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
  "dn24:2.13.1": "Atha khvāhaṃ, bhaggava, taṃ parisaṃ dhammiyā kathāya sandassesiṃ samādapesiṃ samuttejesiṃ sampahaṃsesiṃ, taṃ parisaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā mahābandhanā mokkhaṃ karitvā caturāsītipāṇasahassāni mahāviduggā uddharitvā tejodhātuṃ samāpajjitvā sattatālaṃ vehāsaṃ abbhuggantvā aññaṃ sattatālampi acciṃ abhinimminitvā pajjalitvā dhūmāyitvā mahāvane kūṭāgārasālāyaṃ paccuṭṭhāsiṃ. ",
  "dn24:2.13.2": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ahaṃ, bhaggava, sunakkhattaṃ licchaviputtaṃ etadavocaṃ: ",
  "dn24:2.13.3": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
  "dn24:2.13.4": "yatheva te ahaṃ acelaṃ pāthikaputtaṃ ārabbha byākāsiṃ, tatheva taṃ vipākaṃ aññathā vā’ti? ",
  "dn24:2.13.5": "‘Yatheva me, bhante, bhagavā acelaṃ pāthikaputtaṃ ārabbha byākāsi, tatheva taṃ vipākaṃ, no aññathā’ti. ",
  "dn24:2.13.6": "‘Taṃ kiṃ maññasi, sunakkhatta, ",
  "dn24:2.13.7": "yadi evaṃ sante kataṃ vā hoti uttari manussadhammā iddhipāṭihāriyaṃ, akataṃ vā’ti? ",
  "dn24:2.13.8": "‘Addhā kho, bhante, evaṃ sante kataṃ hoti uttari manussadhammā iddhipāṭihāriyaṃ, no akatan’ti. ",
  "dn24:2.13.9": "‘Evampi kho maṃ tvaṃ, moghapurisa, uttari manussadhammā iddhipāṭihāriyaṃ karontaṃ evaṃ vadesi—",
  "dn24:2.13.10": "na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṃ karotīti. ",
  "dn24:2.13.11": "Passa, moghapurisa, yāvañca te idaṃ aparaddhan’ti. ",
  "dn24:2.13.12": "Evampi kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṃ āpāyiko nerayiko. ",
  "dn24:2.13.13": "6. Aggaññapaññattikathā ",
  "dn24:2.14.1": "Aggaññañcāhaṃ, bhaggava, pajānāmi. ",
  "dn24:2.14.2": "Tañca pajānāmi, tato ca uttaritaraṃ pajānāmi, tañca pajānaṃ na parāmasāmi, aparāmasato ca me paccattaññeva nibbuti viditā, yadabhijānaṃ tathāgato no anayaṃ āpajjati. ",
  "dn24:2.14.3": "Santi, bhaggava, eke samaṇabrāhmaṇā issarakuttaṃ brahmakuttaṃ ācariyakaṃ aggaññaṃ paññapenti. ",
  "dn24:2.14.4": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn24:2.14.5": "‘saccaṃ kira tumhe āyasmanto issarakuttaṃ brahmakuttaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
  "dn24:2.14.6": "Te ca me evaṃ puṭṭhā, ‘āmo’ti paṭijānanti. ",
  "dn24:2.14.7": "Tyāhaṃ evaṃ vadāmi: ",
  "dn24:2.14.8": "‘kathaṃvihitakaṃ pana tumhe āyasmanto issarakuttaṃ brahmakuttaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
  "dn24:2.14.9": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti. ",
  "dn24:2.14.10": "Tesāhaṃ puṭṭho byākaromi: ",
  "dn24:2.14.11": "‘Hoti kho so, āvuso, samayo yaṃ kadāci karahaci dīghassa addhuno accayena ayaṃ loko saṃvaṭṭati. ",
  "dn24:2.14.12": "Saṃvaṭṭamāne loke yebhuyyena sattā ābhassarasaṃvattanikā honti. ",
  "dn24:2.14.13": "Te tattha honti manomayā pītibhakkhā sayaṃpabhā antalikkhacarā subhaṭṭhāyino ciraṃ dīghamaddhānaṃ tiṭṭhanti. ",
  "dn24:2.15.1": "Hoti kho so, āvuso, samayo yaṃ kadāci karahaci dīghassa addhuno accayena ayaṃ loko vivaṭṭati. ",
  "dn24:2.15.2": "Vivaṭṭamāne loke suññaṃ brahmavimānaṃ pātubhavati. ",
  "dn24:2.15.3": "Atha kho aññataro satto āyukkhayā vā puññakkhayā vā ābhassarakāyā cavitvā suññaṃ brahmavimānaṃ upapajjati. ",
  "dn24:2.15.4": "So tattha hoti manomayo pītibhakkho sayampabho antalikkhacaro subhaṭṭhāyī, ciraṃ dīghamaddhānaṃ tiṭṭhati. ",
  "dn24:2.16.1": "Tassa tattha ekakassa dīgharattaṃ nivusitattā anabhirati paritassanā uppajjati—",
  "dn24:2.16.2": "aho vata aññepi sattā itthattaṃ āgaccheyyunti. ",
  "dn24:2.16.3": "Atha aññepi sattā āyukkhayā vā puññakkhayā vā ābhassarakāyā cavitvā suññaṃ brahmavimānaṃ upapajjanti tassa sattassa sahabyataṃ. ",
  "dn24:2.16.4": "Tepi tattha honti manomayā pītibhakkhā sayaṃpabhā antalikkhacarā subhaṭṭhāyino, ciraṃ dīghamaddhānaṃ tiṭṭhanti. ",
  "dn24:2.17.1": "Tatrāvuso, yo so satto paṭhamaṃ upapanno, tassa evaṃ hoti—",
  "dn24:2.17.2": "ahamasmi brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṃ, mayā ime sattā nimmitā. ",
  "dn24:2.17.3": "Taṃ kissa hetu? ",
  "dn24:2.17.4": "Mamañhi pubbe etadahosi—",
  "dn24:2.17.5": "aho vata aññepi sattā itthattaṃ āgaccheyyunti; ",
  "dn24:2.17.6": "iti mama ca manopaṇidhi. Ime ca sattā itthattaṃ āgatāti. ",
  "dn24:2.17.7": "Yepi te sattā pacchā upapannā, tesampi evaṃ hoti—",
  "dn24:2.17.8": "ayaṃ kho bhavaṃ brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṃ; ",
  "dn24:2.17.9": "iminā mayaṃ bhotā brahmunā nimmitā. ",
  "dn24:2.17.10": "Taṃ kissa hetu? ",
  "dn24:2.17.11": "Imañhi mayaṃ addasāma idha paṭhamaṃ upapannaṃ; mayaṃ panāmha pacchā upapannāti. ",
  "dn24:2.17.12": "Tatrāvuso, yo so satto paṭhamaṃ upapanno, so dīghāyukataro ca hoti vaṇṇavantataro ca mahesakkhataro ca. ",
  "dn24:2.17.13": "Ye pana te sattā pacchā upapannā, te appāyukatarā ca honti dubbaṇṇatarā ca appesakkhatarā ca. ",
  "dn24:2.17.14": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati, yaṃ aññataro satto tamhā kāyā cavitvā itthattaṃ āgacchati. ",
  "dn24:2.17.15": "Itthattaṃ āgato samāno agārasmā anagāriyaṃ pabbajati. ",
  "dn24:2.17.16": "Agārasmā anagāriyaṃ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte taṃ pubbenivāsaṃ anussarati; tato paraṃ nānussarati. ",
  "dn24:2.17.17": "So evamāha: ",
  "dn24:2.17.18": "“yo kho so bhavaṃ brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṃ, yena mayaṃ bhotā brahmunā nimmitā. So nicco dhuvo sassato avipariṇāmadhammo sassatisamaṃ tatheva ṭhassati. ",
  "dn24:2.17.19": "Ye pana mayaṃ ahumhā tena bhotā brahmunā nimmitā, te mayaṃ aniccā addhuvā appāyukā cavanadhammā itthattaṃ āgatā”ti. ",
  "dn24:2.17.20": "Evaṃvihitakaṃ no tumhe āyasmanto issarakuttaṃ brahmakuttaṃ ācariyakaṃ aggaññaṃ paññapethā’ti. ",
  "dn24:2.17.21": "Te evamāhaṃsu: ",
  "dn24:2.17.22": "‘evaṃ kho no, āvuso gotama, sutaṃ, yathevāyasmā gotamo āhā’ti. ",
  "dn24:2.17.23": "Aggaññañcāhaṃ, bhaggava, pajānāmi. ",
  "dn24:2.17.24": "Tañca pajānāmi, tato ca uttaritaraṃ pajānāmi, tañca pajānaṃ na parāmasāmi, aparāmasato ca me paccattaññeva nibbuti viditā. Yadabhijānaṃ tathāgato no anayaṃ āpajjati. ",
  "dn24:2.18.1": "Santi, bhaggava, eke samaṇabrāhmaṇā khiḍḍāpadosikaṃ ācariyakaṃ aggaññaṃ paññapenti. ",
  "dn24:2.18.2": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn24:2.18.3": "‘saccaṃ kira tumhe āyasmanto khiḍḍāpadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
  "dn24:2.18.4": "Te ca me evaṃ puṭṭhā ‘āmo’ti paṭijānanti. ",
  "dn24:2.18.5": "Tyāhaṃ evaṃ vadāmi: ",
  "dn24:2.18.6": "‘kathaṃvihitakaṃ pana tumhe āyasmanto khiḍḍāpadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
  "dn24:2.18.7": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti, ",
  "dn24:2.18.8": "tesāhaṃ puṭṭho byākaromi: ",
  "dn24:2.18.9": "‘Santāvuso, khiḍḍāpadosikā nāma devā. Te ativelaṃ hassakhiḍḍāratidhammasamāpannā viharanti. Tesaṃ ativelaṃ hassakhiḍḍāratidhammasamāpannānaṃ viharataṃ sati sammussati, satiyā sammosā te devā tamhā kāyā cavanti. ",
  "dn24:2.18.10": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati, yaṃ aññataro satto tamhā kāyā cavitvā itthattaṃ āgacchati, ",
  "dn24:2.18.11": "itthattaṃ āgato samāno agārasmā anagāriyaṃ pabbajati, ",
  "dn24:2.18.12": "agārasmā anagāriyaṃ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte taṃ pubbenivāsaṃ anussarati; tato paraṃ nānussarati. ",
  "dn24:2.18.13": "So evamāha: ",
  "dn24:2.18.14": "“ye kho te bhonto devā na khiḍḍāpadosikā te na ativelaṃ hassakhiḍḍāratidhammasamāpannā viharanti. Tesaṃ nātivelaṃ hassakhiḍḍāratidhammasamāpannānaṃ viharataṃ sati na sammussati, satiyā asammosā te devā tamhā kāyā na cavanti, ",
  "dn24:2.18.15": "niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti. ",
  "dn24:2.18.16": "Ye pana mayaṃ ahumhā khiḍḍāpadosikā te mayaṃ ativelaṃ hassakhiḍḍāratidhammasamāpannā viharimhā, tesaṃ no ativelaṃ hassakhiḍḍāratidhammasamāpannānaṃ viharataṃ sati sammussati, satiyā sammosā evaṃ mayaṃ tamhā kāyā cutā, ",
  "dn24:2.18.17": "aniccā addhuvā appāyukā cavanadhammā itthattaṃ āgatā”ti. ",
  "dn24:2.18.18": "Evaṃvihitakaṃ no tumhe āyasmanto khiḍḍāpadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti. ",
  "dn24:2.18.19": "Te evamāhaṃsu: ",
  "dn24:2.18.20": "‘evaṃ kho no, āvuso gotama, sutaṃ, yathevāyasmā gotamo āhā’ti. ",
  "dn24:2.18.21": "Aggaññañcāhaṃ, bhaggava, pajānāmi …pe… ",
  "dn24:2.18.22": "yadabhijānaṃ tathāgato no anayaṃ āpajjati. ",
  "dn24:2.19.1": "Santi, bhaggava, eke samaṇabrāhmaṇā manopadosikaṃ ācariyakaṃ aggaññaṃ paññapenti. ",
  "dn24:2.19.2": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn24:2.19.3": "‘saccaṃ kira tumhe āyasmanto manopadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
  "dn24:2.19.4": "Te ca me evaṃ puṭṭhā ‘āmo’ti paṭijānanti. ",
  "dn24:2.19.5": "Tyāhaṃ evaṃ vadāmi: ",
  "dn24:2.19.6": "‘kathaṃvihitakaṃ pana tumhe āyasmanto manopadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
  "dn24:2.19.7": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti. ",
  "dn24:2.19.8": "Tesāhaṃ puṭṭho byākaromi: ",
  "dn24:2.19.9": "‘Santāvuso, manopadosikā nāma devā. Te ativelaṃ aññamaññaṃ upanijjhāyanti. Te ativelaṃ aññamaññaṃ upanijjhāyantā aññamaññamhi cittāni padūsenti. Te aññamaññaṃ paduṭṭhacittā kilantakāyā kilantacittā. Te devā tamhā kāyā cavanti. ",
  "dn24:2.19.10": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati, yaṃ aññataro satto tamhā kāyā cavitvā itthattaṃ āgacchati. ",
  "dn24:2.19.11": "Itthattaṃ āgato samāno agārasmā anagāriyaṃ pabbajati. ",
  "dn24:2.19.12": "Agārasmā anagāriyaṃ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte taṃ pubbenivāsaṃ anussarati, tato paraṃ nānussarati. ",
  "dn24:2.19.13": "So evamāha: ",
  "dn24:2.19.14": "“ye kho te bhonto devā na manopadosikā te nātivelaṃ aññamaññaṃ upanijjhāyanti. Te nātivelaṃ aññamaññaṃ upanijjhāyantā aññamaññamhi cittāni nappadūsenti. Te aññamaññaṃ appaduṭṭhacittā akilantakāyā akilantacittā. Te devā tamhā kāyā na cavanti, ",
  "dn24:2.19.15": "niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti. ",
  "dn24:2.19.16": "Ye pana mayaṃ ahumhā manopadosikā, te mayaṃ ativelaṃ aññamaññaṃ upanijjhāyimhā. Te mayaṃ ativelaṃ aññamaññaṃ upanijjhāyantā aññamaññamhi cittāni padūsimhā. Te mayaṃ aññamaññaṃ paduṭṭhacittā kilantakāyā kilantacittā. Evaṃ mayaṃ tamhā kāyā cutā, ",
  "dn24:2.19.17": "aniccā addhuvā appāyukā cavanadhammā itthattaṃ āgatā”ti. ",
  "dn24:2.19.18": "Evaṃvihitakaṃ no tumhe āyasmanto manopadosikaṃ ācariyakaṃ aggaññaṃ paññapethā’ti. ",
  "dn24:2.19.19": "Te evamāhaṃsu: ",
  "dn24:2.19.20": "‘evaṃ kho no, āvuso gotama, sutaṃ, yathevāyasmā gotamo āhā’ti. ",
  "dn24:2.19.21": "Aggaññañcāhaṃ, bhaggava, pajānāmi …pe… ",
  "dn24:2.19.22": "yadabhijānaṃ tathāgato no anayaṃ āpajjati. ",
  "dn24:2.20.1": "Santi, bhaggava, eke samaṇabrāhmaṇā adhiccasamuppannaṃ ācariyakaṃ aggaññaṃ paññapenti. ",
  "dn24:2.20.2": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn24:2.20.3": "‘saccaṃ kira tumhe āyasmanto adhiccasamuppannaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
  "dn24:2.20.4": "Te ca me evaṃ puṭṭhā ‘āmo’ti paṭijānanti. ",
  "dn24:2.20.5": "Tyāhaṃ evaṃ vadāmi: ",
  "dn24:2.20.6": "‘kathaṃvihitakaṃ pana tumhe āyasmanto adhiccasamuppannaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
  "dn24:2.20.7": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti. ",
  "dn24:2.20.8": "Tesāhaṃ puṭṭho byākaromi: ",
  "dn24:2.20.9": "‘Santāvuso, asaññasattā nāma devā. ",
  "dn24:2.20.10": "Saññuppādā ca pana te devā tamhā kāyā cavanti. ",
  "dn24:2.20.11": "Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ aññataro satto tamhā kāyā cavitvā itthattaṃ āgacchati. ",
  "dn24:2.20.12": "Itthattaṃ āgato samāno agārasmā anagāriyaṃ pabbajati. ",
  "dn24:2.20.13": "Agārasmā anagāriyaṃ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte taṃ saññuppādaṃ anussarati, tato paraṃ nānussarati’. ",
  "dn24:2.20.14": "So evamāha: ",
  "dn24:2.20.15": "‘adhiccasamuppanno attā ca loko ca. ",
  "dn24:2.20.16": "Taṃ kissa hetu? ",
  "dn24:2.20.17": "Ahañhi pubbe nāhosiṃ, somhi etarahi ahutvā santatāya pariṇato’ti. ",
  "dn24:2.20.18": "‘Evaṃvihitakaṃ no tumhe āyasmanto adhiccasamuppannaṃ ācariyakaṃ aggaññaṃ paññapethā’ti? ",
  "dn24:2.20.19": "Te evamāhaṃsu: ",
  "dn24:2.20.20": "‘evaṃ kho no, āvuso gotama, sutaṃ yathevāyasmā gotamo āhā’ti. ",
  "dn24:2.20.21": "Aggaññañcāhaṃ, bhaggava, pajānāmi tañca pajānāmi, tato ca uttaritaraṃ pajānāmi, tañca pajānaṃ na parāmasāmi, aparāmasato ca me paccattaññeva nibbuti viditā. ",
  "dn24:2.20.22": "Yadabhijānaṃ tathāgato no anayaṃ āpajjati. ",
  "dn24:2.21.1": "Evaṃvādiṃ kho maṃ, bhaggava, evamakkhāyiṃ eke samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ",
  "dn24:2.21.2": "‘viparīto samaṇo gotamo bhikkhavo ca. ",
  "dn24:2.21.3": "Samaṇo gotamo evamāha—",
  "dn24:2.21.4": "yasmiṃ samaye subhaṃ vimokkhaṃ upasampajja viharati, sabbaṃ tasmiṃ samaye asubhantveva pajānātī’ti. ",
  "dn24:2.21.5": "Na kho panāhaṃ, bhaggava, evaṃ vadāmi: ",
  "dn24:2.21.6": "‘yasmiṃ samaye subhaṃ vimokkhaṃ upasampajja viharati, sabbaṃ tasmiṃ samaye asubhantveva pajānātī’ti. ",
  "dn24:2.21.7": "Evañca khvāhaṃ, bhaggava, vadāmi: ",
  "dn24:2.21.8": "‘yasmiṃ samaye subhaṃ vimokkhaṃ upasampajja viharati, subhantveva tasmiṃ samaye pajānātī’”ti. ",
  "dn24:2.21.9": "“Te ca, bhante, viparītā, ye bhagavantaṃ viparītato dahanti bhikkhavo ca. ",
  "dn24:2.21.10": "Evaṃpasanno ahaṃ, bhante, bhagavati. Pahoti me bhagavā tathā dhammaṃ desetuṃ, yathā ahaṃ subhaṃ vimokkhaṃ upasampajja vihareyyan”ti. ",
  "dn24:2.21.11": "“Dukkaraṃ kho etaṃ, bhaggava, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena subhaṃ vimokkhaṃ upasampajja viharituṃ. ",
  "dn24:2.21.12": "Iṅgha tvaṃ, bhaggava, yo ca te ayaṃ mayi pasādo, tameva tvaṃ sādhukamanurakkhā”ti. ",
  "dn24:2.21.13": "“Sace taṃ, bhante, mayā dukkaraṃ aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena subhaṃ vimokkhaṃ upasampajja viharituṃ. ",
  "dn24:2.21.14": "Yo ca me ayaṃ, bhante, bhagavati pasādo, tamevāhaṃ sādhukamanurakkhissāmī”ti. ",
  "dn24:2.21.15": "Idamavoca bhagavā. ",
  "dn24:2.21.16": "Attamano bhaggavagotto paribbājako bhagavato bhāsitaṃ abhinandīti. ",
  "dn24:2.21.17": "Pāthikasuttaṃ niṭṭhitaṃ paṭhamaṃ. "
}