{
  "dn25:0.1": "Dīgha Nikāya 25 ",
  "dn25:0.2": "Udumbarikasutta ",
  "dn25:0.3": "1. Nigrodhaparibbājakavatthu ",
  "dn25:1.1": "Evaṁ me sutaṁ—",
  "dn25:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "dn25:1.3": "Tena kho pana samayena nigrodho paribbājako udumbarikāya paribbājakārāme paṭivasati mahatiyā paribbājakaparisāya saddhiṁ tiṁsamattehi paribbājakasatehi. ",
  "dn25:1.4": "Atha kho sandhāno gahapati divā divassa rājagahā nikkhami bhagavantaṁ dassanāya. ",
  "dn25:1.5": "Atha kho sandhānassa gahapatissa etadahosi: ",
  "dn25:1.6": "“akālo kho bhagavantaṁ dassanāya. ",
  "dn25:1.7": "Paṭisallīno bhagavā. ",
  "dn25:1.8": "Manobhāvanīyānampi bhikkhūnaṁ asamayo dassanāya. ",
  "dn25:1.9": "Paṭisallīnā manobhāvanīyā bhikkhū. ",
  "dn25:1.10": "Yannūnāhaṁ yena udumbarikāya paribbājakārāmo, yena nigrodho paribbājako tenupasaṅkameyyan”ti. ",
  "dn25:1.11": "Atha kho sandhāno gahapati yena udumbarikāya paribbājakārāmo, tenupasaṅkami. ",
  "dn25:2.1": "Tena kho pana samayena nigrodho paribbājako mahatiyā paribbājakaparisāya saddhiṁ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṁ tiracchānakathaṁ kathentiyā. ",
  "dn25:2.2": "Seyyathidaṁ—rājakathaṁ corakathaṁ mahāmattakathaṁ senākathaṁ bhayakathaṁ yuddhakathaṁ annakathaṁ pānakathaṁ vatthakathaṁ sayanakathaṁ mālākathaṁ gandhakathaṁ ñātikathaṁ yānakathaṁ gāmakathaṁ nigamakathaṁ nagarakathaṁ janapadakathaṁ itthikathaṁ sūrakathaṁ visikhākathaṁ kumbhaṭṭhānakathaṁ pubbapetakathaṁ nānattakathaṁ lokakkhāyikaṁ samuddakkhāyikaṁ itibhavābhavakathaṁ iti vā. ",
  "dn25:3.1": "Addasā kho nigrodho paribbājako sandhānaṁ gahapatiṁ dūratova āgacchantaṁ. ",
  "dn25:3.2": "Disvā sakaṁ parisaṁ saṇṭhāpesi: ",
  "dn25:3.3": "“appasaddā bhonto hontu, mā bhonto saddamakattha. ",
  "dn25:3.4": "Ayaṁ samaṇassa gotamassa sāvako āgacchati sandhāno gahapati. ",
  "dn25:3.5": "Yāvatā kho pana samaṇassa gotamassa sāvakā gihī odātavasanā rājagahe paṭivasanti, ayaṁ tesaṁ aññataro sandhāno gahapati. ",
  "dn25:3.6": "Appasaddakāmā kho panete āyasmanto appasaddavinītā, appasaddassa vaṇṇavādino. ",
  "dn25:3.7": "Appeva nāma appasaddaṁ parisaṁ viditvā upasaṅkamitabbaṁ maññeyyā”ti. ",
  "dn25:3.8": "Evaṁ vutte, te paribbājakā tuṇhī ahesuṁ. ",
  "dn25:4.1": "Atha kho sandhāno gahapati yena nigrodho paribbājako tenupasaṅkami, upasaṅkamitvā nigrodhena paribbājakena saddhiṁ sammodi. ",
  "dn25:4.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho sandhāno gahapati nigrodhaṁ paribbājakaṁ etadavoca: ",
  "dn25:4.3": "“aññathā kho ime bhonto aññatitthiyā paribbājakā saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṁ tiracchānakathaṁ anuyuttā viharanti. ",
  "dn25:4.4": "Seyyathidaṁ—rājakathaṁ …pe… itibhavābhavakathaṁ iti vā. ",
  "dn25:4.5": "Aññathā kho pana so bhagavā araññavanapatthāni pantāni senāsanāni paṭisevati appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppānī”ti. ",
  "dn25:5.1": "Evaṁ vutte, nigrodho paribbājako sandhānaṁ gahapatiṁ etadavoca: ",
  "dn25:5.2": "“yagghe, gahapati, jāneyyāsi, kena samaṇo gotamo saddhiṁ sallapati, kena sākacchaṁ samāpajjati, kena paññāveyyattiyaṁ samāpajjati? ",
  "dn25:5.3": "Suññāgārahatā samaṇassa gotamassa paññā aparisāvacaro samaṇo gotamo nālaṁ sallāpāya. ",
  "dn25:5.4": "So antamantāneva sevati. ",
  "dn25:5.5": "Seyyathāpi nāma gokāṇā pariyantacārinī antamantāneva sevati. ",
  "dn25:5.6": "Evameva suññāgārahatā samaṇassa gotamassa paññā; ",
  "dn25:5.7": "aparisāvacaro samaṇo gotamo; ",
  "dn25:5.8": "nālaṁ sallāpāya. ",
  "dn25:5.9": "So antamantāneva sevati. ",
  "dn25:5.10": "Iṅgha, gahapati, samaṇo gotamo imaṁ parisaṁ āgaccheyya, ekapañheneva naṁ saṁsādeyyāma, tucchakumbhīva naṁ maññe orodheyyāmā”ti. ",
  "dn25:6.1": "Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya sandhānassa gahapatissa nigrodhena paribbājakena saddhiṁ imaṁ kathāsallāpaṁ. ",
  "dn25:6.2": "Atha kho bhagavā gijjhakūṭā pabbatā orohitvā yena sumāgadhāya tīre moranivāpo tenupasaṅkami; upasaṅkamitvā sumāgadhāya tīre moranivāpe abbhokāse caṅkami. ",
  "dn25:6.3": "Addasā kho nigrodho paribbājako bhagavantaṁ sumāgadhāya tīre moranivāpe abbhokāse caṅkamantaṁ. ",
  "dn25:6.4": "Disvāna sakaṁ parisaṁ saṇṭhāpesi: ",
  "dn25:6.5": "“appasaddā bhonto hontu, mā bhonto saddamakattha, ayaṁ samaṇo gotamo sumāgadhāya tīre moranivāpe abbhokāse caṅkamati. ",
  "dn25:6.6": "Appasaddakāmo kho pana so āyasmā, appasaddassa vaṇṇavādī. ",
  "dn25:6.7": "Appeva nāma appasaddaṁ parisaṁ viditvā upasaṅkamitabbaṁ maññeyya. ",
  "dn25:6.8": "Sace samaṇo gotamo imaṁ parisaṁ āgaccheyya, imaṁ taṁ pañhaṁ puccheyyāma: ",
  "dn25:6.9": "‘ko nāma so, bhante, bhagavato dhammo, yena bhagavā sāvake vineti, yena bhagavatā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṁ ādibrahmacariyan’”ti? ",
  "dn25:6.10": "Evaṁ vutte, te paribbājakā tuṇhī ahesuṁ. ",
  "dn25:7.0": "2. Tapojigucchāvāda ",
  "dn25:7.1": "Atha kho bhagavā yena nigrodho paribbājako tenupasaṅkami. ",
  "dn25:7.2": "Atha kho nigrodho paribbājako bhagavantaṁ etadavoca: ",
  "dn25:7.3": "“etu kho, bhante, bhagavā, svāgataṁ, bhante, bhagavato. ",
  "dn25:7.4": "Cirassaṁ kho, bhante, bhagavā imaṁ pariyāyamakāsi yadidaṁ idhāgamanāya. ",
  "dn25:7.5": "Nisīdatu, bhante, bhagavā, idamāsanaṁ paññattan”ti. ",
  "dn25:7.6": "Nisīdi bhagavā paññatte āsane. ",
  "dn25:7.7": "Nigrodhopi kho paribbājako aññataraṁ nīcāsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "dn25:7.8": "Ekamantaṁ nisinnaṁ kho nigrodhaṁ paribbājakaṁ bhagavā etadavoca: ",
  "dn25:7.9": "“kāya nuttha, nigrodha, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "dn25:7.10": "Evaṁ vutte, nigrodho paribbājako bhagavantaṁ etadavoca: ",
  "dn25:7.11": "“idha mayaṁ, bhante, addasāma bhagavantaṁ sumāgadhāya tīre moranivāpe abbhokāse caṅkamantaṁ, disvāna evaṁ avocumhā: ",
  "dn25:7.12": "‘sace samaṇo gotamo imaṁ parisaṁ āgaccheyya, imaṁ taṁ pañhaṁ puccheyyāma: ",
  "dn25:7.13": "“ko nāma so, bhante, bhagavato dhammo, yena bhagavā sāvake vineti, yena bhagavatā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṁ ādibrahmacariyan”’ti? ",
  "dn25:7.14": "Ayaṁ kho no, bhante, antarākathā vippakatā; atha bhagavā anuppatto”ti. ",
  "dn25:7.15": "“Dujjānaṁ kho etaṁ, nigrodha, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena, yenāhaṁ sāvake vinemi, yena mayā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṁ ādibrahmacariyaṁ. ",
  "dn25:7.16": "Iṅgha tvaṁ maṁ, nigrodha, sake ācariyake adhijegucche pañhaṁ puccha: ",
  "dn25:7.17": "‘kathaṁ santā nu kho, bhante, tapojigucchā paripuṇṇā hoti, kathaṁ aparipuṇṇā’”ti? ",
  "dn25:7.18": "Evaṁ vutte, te paribbājakā unnādino uccāsaddamahāsaddā ahesuṁ: ",
  "dn25:7.19": "“acchariyaṁ vata bho, abbhutaṁ vata bho, samaṇassa gotamassa mahiddhikatā mahānubhāvatā, yatra hi nāma sakavādaṁ ṭhapessati, paravādena pavāressatī”ti. ",
  "dn25:8.1": "Atha kho nigrodho paribbājako te paribbājake appasadde katvā bhagavantaṁ etadavoca: ",
  "dn25:8.2": "“mayaṁ kho, bhante, tapojigucchāvādā tapojigucchāsārā tapojigucchāallīnā viharāma. ",
  "dn25:8.3": "Kathaṁ santā nu kho, bhante, tapojigucchā paripuṇṇā hoti, kathaṁ aparipuṇṇā”ti? ",
  "dn25:8.4": "“Idha, nigrodha, tapassī acelako hoti muttācāro, hatthāpalekhano, naehibhaddantiko, natiṭṭhabhaddantiko, nābhihaṭaṁ, na uddissakataṁ, na nimantanaṁ sādiyati, ",
  "dn25:8.5": "so na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṁ, na daṇḍamantaraṁ, na musalamantaraṁ, na dvinnaṁ bhuñjamānānaṁ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṁ, na maṁsaṁ, na suraṁ, na merayaṁ, na thusodakaṁ pivati, ",
  "dn25:8.6": "so ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko, sattāgāriko vā hoti sattālopiko, ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti, sattahipi dattīhi yāpeti; ",
  "dn25:8.7": "ekāhikampi āhāraṁ āhāreti, dvīhikampi āhāraṁ āhāreti, sattāhikampi āhāraṁ āhāreti, iti evarūpaṁ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati. ",
  "dn25:8.8": "So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti; vanamūlaphalāhāro yāpeti pavattaphalabhojī. ",
  "dn25:8.9": "So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṁsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti, ",
  "dn25:8.10": "kesamassulocakopi hoti kesamassulocanānuyogamanuyutto, ",
  "dn25:8.11": "ubbhaṭṭhakopi hoti āsanapaṭikkhitto, ",
  "dn25:8.12": "ukkuṭikopi hoti ukkuṭikappadhānamanuyutto, ",
  "dn25:8.13": "kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṁ kappeti, ",
  "dn25:8.14": "phalakaseyyampi kappeti, thaṇḍilaseyyampi kappeti, ",
  "dn25:8.15": "ekapassayikopi hoti ",
  "dn25:8.16": "rajojalladharo, ",
  "dn25:8.17": "abbhokāsikopi hoti ",
  "dn25:8.18": "yathāsanthatiko, ",
  "dn25:8.19": "vekaṭikopi hoti vikaṭabhojanānuyogamanuyutto, ",
  "dn25:8.20": "apānakopi hoti apānakattamanuyutto, ",
  "dn25:8.21": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati. ",
  "dn25:8.22": "Taṁ kiṁ maññasi, nigrodha, ",
  "dn25:8.23": "yadi evaṁ sante tapojigucchā paripuṇṇā vā hoti aparipuṇṇā vā”ti? ",
  "dn25:8.24": "“Addhā kho, bhante, evaṁ sante tapojigucchā paripuṇṇā hoti, no aparipuṇṇā”ti. ",
  "dn25:8.25": "“Evaṁ paripuṇṇāyapi kho ahaṁ, nigrodha, tapojigucchāya anekavihite upakkilese vadāmī”ti. ",
  "dn25:9.0": "2.1. Upakkilesa ",
  "dn25:9.1": "“Yathā kathaṁ pana, bhante, bhagavā evaṁ paripuṇṇāya tapojigucchāya anekavihite upakkilese vadatī”ti? ",
  "dn25:9.2": "“Idha, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā attamano hoti paripuṇṇasaṅkappo. ",
  "dn25:9.3": "Yampi, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā attamano hoti paripuṇṇasaṅkappo. ",
  "dn25:9.4": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:9.5": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā attānukkaṁseti paraṁ vambheti. ",
  "dn25:9.6": "Yampi, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā attānukkaṁseti paraṁ vambheti. ",
  "dn25:9.7": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:9.8": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā majjati mucchati pamādamāpajjati. ",
  "dn25:9.9": "Yampi, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā majjati mucchati pamādamāpajjati. ",
  "dn25:9.10": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:10.1": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā lābhasakkārasilokaṁ abhinibbatteti, so tena lābhasakkārasilokena attamano hoti paripuṇṇasaṅkappo. ",
  "dn25:10.2": "Yampi, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā lābhasakkārasilokaṁ abhinibbatteti, so tena lābhasakkārasilokena attamano hoti paripuṇṇasaṅkappo. ",
  "dn25:10.3": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:10.4": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā lābhasakkārasilokaṁ abhinibbatteti, so tena lābhasakkārasilokena attānukkaṁseti paraṁ vambheti. ",
  "dn25:10.5": "Yampi, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā lābhasakkārasilokaṁ abhinibbatteti, so tena lābhasakkārasilokena attānukkaṁseti paraṁ vambheti. ",
  "dn25:10.6": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:10.7": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā lābhasakkārasilokaṁ abhinibbatteti, so tena lābhasakkārasilokena majjati mucchati pamādamāpajjati. ",
  "dn25:10.8": "Yampi, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā lābhasakkārasilokaṁ abhinibbatteti, so tena lābhasakkārasilokena majjati mucchati pamādamāpajjati. ",
  "dn25:10.9": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:10.10": "Puna caparaṁ, nigrodha, tapassī bhojanesu vodāsaṁ āpajjati: ",
  "dn25:10.11": "‘idaṁ me khamati, idaṁ me nakkhamatī’ti. ",
  "dn25:10.12": "So yañca khvassa nakkhamati, taṁ sāpekkho pajahati. ",
  "dn25:10.13": "Yaṁ panassa khamati, taṁ gadhito mucchito ajjhāpanno anādīnavadassāvī anissaraṇapañño paribhuñjati …pe… ",
  "dn25:10.14": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:10.15": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati lābhasakkārasilokanikantihetu: ",
  "dn25:10.16": "‘sakkarissanti maṁ rājāno rājamahāmattā khattiyā brāhmaṇā gahapatikā titthiyā’ti …pe… ",
  "dn25:10.17": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:11.1": "Puna caparaṁ, nigrodha, tapassī aññataraṁ samaṇaṁ vā brāhmaṇaṁ vā apasādetā hoti: ",
  "dn25:11.2": "‘kiṁ panāyaṁ sambahulājīvo sabbaṁ sambhakkheti. ",
  "dn25:11.3": "Seyyathidaṁ—mūlabījaṁ khandhabījaṁ phaḷubījaṁ aggabījaṁ bījabījameva pañcamaṁ, asanivicakkaṁ dantakūṭaṁ, samaṇappavādenā’ti …pe… ",
  "dn25:11.4": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:11.5": "Puna caparaṁ, nigrodha, tapassī passati aññataraṁ samaṇaṁ vā brāhmaṇaṁ vā kulesu sakkariyamānaṁ garukariyamānaṁ māniyamānaṁ pūjiyamānaṁ. ",
  "dn25:11.6": "Disvā tassa evaṁ hoti: ",
  "dn25:11.7": "‘imañhi nāma sambahulājīvaṁ kulesu sakkaronti garuṁ karonti mānenti pūjenti. ",
  "dn25:11.8": "Maṁ pana tapassiṁ lūkhājīviṁ kulesu na sakkaronti na garuṁ karonti na mānenti na pūjentī’ti, iti so issāmacchariyaṁ kulesu uppādetā hoti …pe… ",
  "dn25:11.9": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:11.10": "Puna caparaṁ, nigrodha, tapassī āpāthakanisādī hoti …pe… ",
  "dn25:11.11": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:11.12": "Puna caparaṁ, nigrodha, tapassī attānaṁ adassayamāno kulesu carati: ",
  "dn25:11.13": "‘idampi me tapasmiṁ idampi me tapasmin’ti …pe… ",
  "dn25:11.14": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:11.15": "Puna caparaṁ, nigrodha, tapassī kiñcideva paṭicchannaṁ sevati. ",
  "dn25:11.16": "So ‘khamati te idan’ti puṭṭho samāno akkhamamānaṁ āha: ‘khamatī’ti. ",
  "dn25:11.17": "Khamamānaṁ āha: ‘nakkhamatī’ti. ",
  "dn25:11.18": "Iti so sampajānamusā bhāsitā hoti …pe… ",
  "dn25:11.19": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:12.1": "Puna caparaṁ, nigrodha, tapassī tathāgatassa vā tathāgatasāvakassa vā dhammaṁ desentassa santaṁyeva pariyāyaṁ anuññeyyaṁ nānujānāti …pe… ",
  "dn25:12.2": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:12.3": "Puna caparaṁ, nigrodha, tapassī kodhano hoti upanāhī. ",
  "dn25:12.4": "Yampi, nigrodha, tapassī kodhano hoti upanāhī. ",
  "dn25:12.5": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:12.6": "Puna caparaṁ, nigrodha, tapassī makkhī hoti paḷāsī …pe… ",
  "dn25:12.7": "issukī hoti maccharī … ",
  "dn25:12.8": "saṭho hoti māyāvī … ",
  "dn25:12.9": "thaddho hoti atimānī … ",
  "dn25:12.10": "pāpiccho hoti pāpikānaṁ icchānaṁ vasaṁ gato … ",
  "dn25:12.11": "micchādiṭṭhiko hoti antaggāhikāya diṭṭhiyā samannāgato … ",
  "dn25:12.12": "sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ",
  "dn25:12.13": "Yampi, nigrodha, tapassī sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ",
  "dn25:12.14": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:12.15": "Taṁ kiṁ maññasi, nigrodha, ",
  "dn25:12.16": "yadime tapojigucchā upakkilesā vā anupakkilesā vā”ti? ",
  "dn25:12.17": "“Addhā kho ime, bhante, tapojigucchā upakkilesā, no anupakkilesā. ",
  "dn25:12.18": "Ṭhānaṁ kho panetaṁ, bhante, vijjati yaṁ idhekacco tapassī sabbeheva imehi upakkilesehi samannāgato assa; ",
  "dn25:12.19": "ko pana vādo aññataraññatarenā”ti. ",
  "dn25:13.0": "2.2. Parisuddhapapaṭikappattakathā ",
  "dn25:13.1": "“Idha, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā na attamano hoti na paripuṇṇasaṅkappo. ",
  "dn25:13.2": "Yampi, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā na attamano hoti na paripuṇṇasaṅkappo. ",
  "dn25:13.3": "Evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:13.4": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā na attānukkaṁseti na paraṁ vambheti …pe… ",
  "dn25:13.5": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:13.6": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā na majjati na mucchati na pamādamāpajjati …pe… ",
  "dn25:13.7": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:13.8": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā lābhasakkārasilokaṁ abhinibbatteti, so tena lābhasakkārasilokena na attamano hoti na paripuṇṇasaṅkappo …pe… ",
  "dn25:13.9": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:13.10": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā lābhasakkārasilokaṁ abhinibbatteti, so tena lābhasakkārasilokena na attānukkaṁseti na paraṁ vambheti …pe… ",
  "dn25:13.11": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:13.12": "Puna caparaṁ, nigrodha, tapassī tapaṁ samādiyati, so tena tapasā lābhasakkārasilokaṁ abhinibbatteti, so tena lābhasakkārasilokena na majjati na mucchati na pamādamāpajjati …pe… ",
  "dn25:13.13": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:13.14": "Puna caparaṁ, nigrodha, tapassī bhojanesu na vodāsaṁ āpajjati: ",
  "dn25:13.15": "‘idaṁ me khamati, idaṁ me nakkhamatī’ti. ",
  "dn25:13.16": "So yañca khvassa nakkhamati, taṁ anapekkho pajahati. ",
  "dn25:13.17": "Yaṁ panassa khamati, taṁ agadhito amucchito anajjhāpanno ādīnavadassāvī nissaraṇapañño paribhuñjati …pe… ",
  "dn25:13.18": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:13.19": "Puna caparaṁ, nigrodha, tapassī na tapaṁ samādiyati lābhasakkārasilokanikantihetu: ",
  "dn25:13.20": "‘sakkarissanti maṁ rājāno rājamahāmattā khattiyā brāhmaṇā gahapatikā titthiyā’ti …pe… ",
  "dn25:13.21": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:13.22": "Puna caparaṁ, nigrodha, tapassī aññataraṁ samaṇaṁ vā brāhmaṇaṁ vā nāpasādetā hoti: ",
  "dn25:13.23": "‘kiṁ panāyaṁ sambahulājīvo sabbaṁ sambhakkheti. ",
  "dn25:13.24": "Seyyathidaṁ—mūlabījaṁ khandhabījaṁ phaḷubījaṁ aggabījaṁ bījabījameva pañcamaṁ, asanivicakkaṁ dantakūṭaṁ, samaṇappavādenā’ti …pe… ",
  "dn25:13.25": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:14.1": "Puna caparaṁ, nigrodha, tapassī passati aññataraṁ samaṇaṁ vā brāhmaṇaṁ vā kulesu sakkariyamānaṁ garu kariyamānaṁ māniyamānaṁ pūjiyamānaṁ. ",
  "dn25:14.2": "Disvā tassa na evaṁ hoti: ",
  "dn25:14.3": "‘imañhi nāma sambahulājīvaṁ kulesu sakkaronti garuṁ karonti mānenti pūjenti. ",
  "dn25:14.4": "Maṁ pana tapassiṁ lūkhājīviṁ kulesu na sakkaronti na garuṁ karonti na mānenti na pūjentī’ti, iti so issāmacchariyaṁ kulesu nuppādetā hoti …pe… ",
  "dn25:14.5": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:14.6": "Puna caparaṁ, nigrodha, tapassī na āpāthakanisādī hoti …pe… ",
  "dn25:14.7": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:14.8": "Puna caparaṁ, nigrodha, tapassī na attānaṁ adassayamāno kulesu carati: ",
  "dn25:14.9": "‘idampi me tapasmiṁ, idampi me tapasmin’ti …pe… ",
  "dn25:14.10": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:14.11": "Puna caparaṁ, nigrodha, tapassī na kiñcideva paṭicchannaṁ sevati, so: ",
  "dn25:14.12": "‘khamati te idan’ti puṭṭho samāno akkhamamānaṁ āha: ",
  "dn25:14.13": "‘nakkhamatī’ti. ",
  "dn25:14.14": "Khamamānaṁ āha: ",
  "dn25:14.15": "‘khamatī’ti. ",
  "dn25:14.16": "Iti so sampajānamusā na bhāsitā hoti …pe… ",
  "dn25:14.17": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:15.1": "Puna caparaṁ, nigrodha, tapassī tathāgatassa vā tathāgatasāvakassa vā dhammaṁ desentassa santaṁyeva pariyāyaṁ anuññeyyaṁ anujānāti …pe… ",
  "dn25:15.2": "evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:15.3": "Puna caparaṁ, nigrodha, tapassī akkodhano hoti anupanāhī. ",
  "dn25:15.4": "Yampi, nigrodha, tapassī akkodhano hoti anupanāhī evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:15.5": "Puna caparaṁ, nigrodha, tapassī amakkhī hoti apaḷāsī …pe… ",
  "dn25:15.6": "anissukī hoti amaccharī … ",
  "dn25:15.7": "asaṭho hoti amāyāvī … ",
  "dn25:15.8": "atthaddho hoti anatimānī … ",
  "dn25:15.9": "na pāpiccho hoti na pāpikānaṁ icchānaṁ vasaṁ gato … ",
  "dn25:15.10": "na micchādiṭṭhiko hoti na antaggāhikāya diṭṭhiyā samannāgato … ",
  "dn25:15.11": "na sandiṭṭhiparāmāsī hoti na ādhānaggāhī suppaṭinissaggī. ",
  "dn25:15.12": "Yampi, nigrodha, tapassī na sandiṭṭhiparāmāsī hoti na ādhānaggāhī suppaṭinissaggī. ",
  "dn25:15.13": "Evaṁ so tasmiṁ ṭhāne parisuddho hoti. ",
  "dn25:15.14": "Taṁ kiṁ maññasi, nigrodha, ",
  "dn25:15.15": "yadi evaṁ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
  "dn25:15.16": "“Addhā kho, bhante, evaṁ sante tapojigucchā parisuddhā hoti no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
  "dn25:15.17": "“Na kho, nigrodha, ettāvatā tapojigucchā aggappattā ca hoti sārappattā ca; ",
  "dn25:15.18": "api ca kho papaṭikappattā hotī”ti. ",
  "dn25:16.0": "2.3. Parisuddhatacappattakathā ",
  "dn25:16.1": "“Kittāvatā pana, bhante, tapojigucchā aggappattā ca hoti sārappattā ca? ",
  "dn25:16.2": "Sādhu me, bhante, bhagavā tapojigucchāya aggaññeva pāpetu, sāraññeva pāpetū”ti. ",
  "dn25:16.3": "“Idha, nigrodha, tapassī cātuyāmasaṁvarasaṁvuto hoti. ",
  "dn25:16.4": "Kathañca, nigrodha, tapassī cātuyāmasaṁvarasaṁvuto hoti? ",
  "dn25:16.5": "Idha, nigrodha, tapassī na pāṇaṁ atipāteti, na pāṇaṁ atipātayati, na pāṇamatipātayato samanuñño hoti. ",
  "dn25:16.6": "Na adinnaṁ ādiyati, na adinnaṁ ādiyāpeti, na adinnaṁ ādiyato samanuñño hoti. ",
  "dn25:16.7": "Na musā bhaṇati, na musā bhaṇāpeti, na musā bhaṇato samanuñño hoti. ",
  "dn25:16.8": "Na bhāvitamāsīsati, na bhāvitamāsīsāpeti, na bhāvitamāsīsato samanuñño hoti. ",
  "dn25:16.9": "Evaṁ kho, nigrodha, tapassī cātuyāmasaṁvarasaṁvuto hoti. ",
  "dn25:16.10": "Yato kho, nigrodha, tapassī cātuyāmasaṁvarasaṁvuto hoti, aduṁ cassa hoti tapassitāya. ",
  "dn25:16.11": "So abhiharati no hīnāyāvattati. ",
  "dn25:16.12": "So vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "dn25:16.13": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "dn25:16.14": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti. ",
  "dn25:16.15": "Byāpādappadosaṁ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādappadosā cittaṁ parisodheti. ",
  "dn25:16.16": "Thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti. ",
  "dn25:16.17": "Uddhaccakukkuccaṁ pahāya anuddhato viharati ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti. ",
  "dn25:16.18": "Vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti. ",
  "dn25:17.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "dn25:17.2": "mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati. Tathā dutiyaṁ. Tathā tatiyaṁ. Tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn25:17.3": "Karuṇāsahagatena cetasā …pe… ",
  "dn25:17.4": "muditāsahagatena cetasā …pe… ",
  "dn25:17.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati. Tathā dutiyaṁ. Tathā tatiyaṁ. Tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn25:17.6": "Taṁ kiṁ maññasi, nigrodha. ",
  "dn25:17.7": "Yadi evaṁ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
  "dn25:17.8": "“Addhā kho, bhante, evaṁ sante tapojigucchā parisuddhā hoti no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
  "dn25:17.9": "“Na kho, nigrodha, ettāvatā tapojigucchā aggappattā ca hoti sārappattā ca; ",
  "dn25:17.10": "api ca kho tacappattā hotī”ti. ",
  "dn25:18.0": "2.4. Parisuddhaphegguppattakathā ",
  "dn25:18.1": "“Kittāvatā pana, bhante, tapojigucchā aggappattā ca hoti sārappattā ca? ",
  "dn25:18.2": "Sādhu me, bhante, bhagavā tapojigucchāya aggaññeva pāpetu, sāraññeva pāpetū”ti. ",
  "dn25:18.3": "“Idha, nigrodha, tapassī cātuyāmasaṁvarasaṁvuto hoti. ",
  "dn25:18.4": "Kathañca, nigrodha, tapassī cātuyāmasaṁvarasaṁvuto hoti …pe… ",
  "dn25:18.5": "yato kho, nigrodha, tapassī cātuyāmasaṁvarasaṁvuto hoti, aduṁ cassa hoti tapassitāya. ",
  "dn25:18.6": "So abhiharati no hīnāyāvattati. ",
  "dn25:18.7": "So vivittaṁ senāsanaṁ bhajati …pe… ",
  "dn25:18.8": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "dn25:18.9": "mettāsahagatena cetasā …pe… ",
  "dn25:18.10": "karuṇāsahagatena cetasā …pe… ",
  "dn25:18.11": "muditāsahagatena cetasā …pe… ",
  "dn25:18.12": "upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn25:18.13": "So anekavihitaṁ pubbenivāsaṁ anussarati seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ, tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn25:18.14": "Taṁ kiṁ maññasi, nigrodha, ",
  "dn25:18.15": "yadi evaṁ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
  "dn25:18.16": "“Addhā kho, bhante, evaṁ sante tapojigucchā parisuddhā hoti, no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
  "dn25:18.17": "“Na kho, nigrodha, ettāvatā tapojigucchā aggappattā ca hoti sārappattā ca; ",
  "dn25:18.18": "api ca kho phegguppattā hotī”ti. ",
  "dn25:19.0": "3. Parisuddhaaggappattasārappattakathā ",
  "dn25:19.1": "“Kittāvatā pana, bhante, tapojigucchā aggappattā ca hoti sārappattā ca? ",
  "dn25:19.2": "Sādhu me, bhante, bhagavā tapojigucchāya aggaññeva pāpetu, sāraññeva pāpetū”ti. ",
  "dn25:19.3": "“Idha, nigrodha, tapassī cātuyāmasaṁvarasaṁvuto hoti. ",
  "dn25:19.4": "Kathañca, nigrodha, tapassī cātuyāmasaṁvarasaṁvuto hoti …pe… ",
  "dn25:19.5": "yato kho, nigrodha, tapassī cātuyāmasaṁvarasaṁvuto hoti, aduṁ cassa hoti tapassitāya. ",
  "dn25:19.6": "So abhiharati no hīnāyāvattati. ",
  "dn25:19.7": "So vivittaṁ senāsanaṁ bhajati …pe… ",
  "dn25:19.8": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "dn25:19.9": "mettāsahagatena cetasā …pe… ",
  "dn25:19.10": "upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn25:19.11": "So anekavihitaṁ pubbenivāsaṁ anussarati. Seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn25:19.12": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti. ",
  "dn25:19.13": "Taṁ kiṁ maññasi, nigrodha, ",
  "dn25:19.14": "yadi evaṁ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
  "dn25:19.15": "“Addhā kho, bhante, evaṁ sante tapojigucchā parisuddhā hoti no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
  "dn25:19.16": "“Ettāvatā kho, nigrodha, tapojigucchā aggappattā ca hoti sārappattā ca. ",
  "dn25:19.17": "Iti kho, nigrodha, yaṁ maṁ tvaṁ avacāsi: ",
  "dn25:19.18": "‘ko nāma so, bhante, bhagavato dhammo, yena bhagavā sāvake vineti, yena bhagavatā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṁ ādibrahmacariyan’ti. ",
  "dn25:19.19": "Iti kho taṁ, nigrodha, ṭhānaṁ uttaritarañca paṇītatarañca, yenāhaṁ sāvake vinemi, yena mayā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṁ ādibrahmacariyan”ti. ",
  "dn25:19.20": "Evaṁ vutte, te paribbājakā unnādino uccāsaddamahāsaddā ahesuṁ: ",
  "dn25:19.21": "“ettha mayaṁ anassāma sācariyakā, na mayaṁ ito bhiyyo uttaritaraṁ pajānāmā”ti. ",
  "dn25:20.0": "4. Nigrodhassapajjhāyana ",
  "dn25:20.1": "Yadā aññāsi sandhāno gahapati: ",
  "dn25:20.2": "“aññadatthu kho dānime aññatitthiyā paribbājakā bhagavato bhāsitaṁ sussūsanti, sotaṁ odahanti, aññācittaṁ upaṭṭhāpentī”ti. ",
  "dn25:20.3": "Atha nigrodhaṁ paribbājakaṁ etadavoca: ",
  "dn25:20.4": "“iti kho, bhante nigrodha, yaṁ maṁ tvaṁ avacāsi: ",
  "dn25:20.5": "‘yagghe, gahapati, jāneyyāsi, kena samaṇo gotamo saddhiṁ sallapati, kena sākacchaṁ samāpajjati, kena paññāveyyattiyaṁ samāpajjati, ",
  "dn25:20.6": "suññāgārahatā samaṇassa gotamassa paññā, aparisāvacaro samaṇo gotamo nālaṁ sallāpāya, so antamantāneva sevati; ",
  "dn25:20.7": "seyyathāpi nāma gokāṇā pariyantacārinī antamantāneva sevati. ",
  "dn25:20.8": "Evameva suññāgārahatā samaṇassa gotamassa paññā, aparisāvacaro samaṇo gotamo nālaṁ sallāpāya; so antamantāneva sevati; ",
  "dn25:20.9": "iṅgha, gahapati, samaṇo gotamo imaṁ parisaṁ āgaccheyya, ekapañheneva naṁ saṁsādeyyāma, tucchakumbhīva naṁ maññe orodheyyāmā’ti. ",
  "dn25:20.10": "Ayaṁ kho so, bhante, bhagavā arahaṁ sammāsambuddho idhānuppatto, aparisāvacaraṁ pana naṁ karotha, gokāṇaṁ pariyantacāriniṁ karotha, ekapañheneva naṁ saṁsādetha, tucchakumbhīva naṁ orodhethā”ti. ",
  "dn25:20.11": "Evaṁ vutte, nigrodho paribbājako tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ",
  "dn25:21.1": "Atha kho bhagavā nigrodhaṁ paribbājakaṁ tuṇhībhūtaṁ maṅkubhūtaṁ pattakkhandhaṁ adhomukhaṁ pajjhāyantaṁ appaṭibhānaṁ viditvā nigrodhaṁ paribbājakaṁ etadavoca: ",
  "dn25:21.2": "“saccaṁ kira, nigrodha, bhāsitā te esā vācā”ti? ",
  "dn25:21.3": "“Saccaṁ, bhante, bhāsitā me esā vācā, yathābālena yathāmūḷhena yathāakusalenā”ti. ",
  "dn25:21.4": "“Taṁ kiṁ maññasi, nigrodha. ",
  "dn25:21.5": "Kinti te sutaṁ paribbājakānaṁ vuḍḍhānaṁ mahallakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ: ",
  "dn25:21.6": "‘ye te ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā, evaṁ su te bhagavanto saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṁ tiracchānakathaṁ anuyuttā viharanti. ",
  "dn25:21.7": "Seyyathidaṁ—rājakathaṁ corakathaṁ …pe… itibhavābhavakathaṁ iti vā. ",
  "dn25:21.8": "Seyyathāpi tvaṁ etarahi sācariyako. ",
  "dn25:21.9": "Udāhu, evaṁ su te bhagavanto araññavanapatthāni pantāni senāsanāni paṭisevanti appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, seyyathāpāhaṁ etarahī’”ti. ",
  "dn25:21.10": "“Sutaṁ metaṁ, bhante. Paribbājakānaṁ vuḍḍhānaṁ mahallakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ: ",
  "dn25:21.11": "‘ye te ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā, na evaṁ su te bhagavanto saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṁ tiracchānakathaṁ anuyuttā viharanti. ",
  "dn25:21.12": "Seyyathidaṁ—rājakathaṁ corakathaṁ …pe… itibhavābhavakathaṁ iti vā, ",
  "dn25:21.13": "seyyathāpāhaṁ etarahi sācariyako. ",
  "dn25:21.14": "Evaṁ su te bhagavanto araññavanapatthāni pantāni senāsanāni paṭisevanti appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, seyyathāpi bhagavā etarahī’”ti. ",
  "dn25:21.15": "“Tassa te, nigrodha, viññussa sato mahallakassa na etadahosi: ",
  "dn25:21.16": "‘buddho so bhagavā bodhāya dhammaṁ deseti, danto so bhagavā damathāya dhammaṁ deseti, santo so bhagavā samathāya dhammaṁ deseti, tiṇṇo so bhagavā taraṇāya dhammaṁ deseti, parinibbuto so bhagavā parinibbānāya dhammaṁ desetī’”ti? ",
  "dn25:22.0": "5. Brahmacariyapariyosānasacchikiriyā ",
  "dn25:22.1": "Evaṁ vutte, nigrodho paribbājako bhagavantaṁ etadavoca: ",
  "dn25:22.2": "“accayo maṁ, bhante, accagamā yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yvāhaṁ evaṁ bhagavantaṁ avacāsiṁ. ",
  "dn25:22.3": "Tassa me, bhante, bhagavā accayaṁ accayato paṭiggaṇhātu āyatiṁ saṁvarāyā”ti. ",
  "dn25:22.4": "“Taggha tvaṁ, nigrodha, accayo accagamā yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yo maṁ tvaṁ evaṁ avacāsi. ",
  "dn25:22.5": "Yato ca kho tvaṁ, nigrodha, accayaṁ accayato disvā yathādhammaṁ paṭikarosi, taṁ te mayaṁ paṭiggaṇhāma. ",
  "dn25:22.6": "Vuddhi hesā, nigrodha, ariyassa vinaye, yo accayaṁ accayato disvā yathādhammaṁ paṭikaroti āyatiṁ saṁvaraṁ āpajjati. ",
  "dn25:22.7": "Ahaṁ kho pana, nigrodha, evaṁ vadāmi: ",
  "dn25:22.8": "‘Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṁ dhammaṁ desemi. ",
  "dn25:22.9": "Yathānusiṭṭhaṁ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissati sattavassāni. ",
  "dn25:22.10": "Tiṭṭhantu, nigrodha, satta vassāni. ",
  "dn25:22.11": "Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṁ dhammaṁ desemi. ",
  "dn25:22.12": "Yathānusiṭṭhaṁ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissati cha vassāni. ",
  "dn25:22.13": "Pañca vassāni … ",
  "dn25:22.14": "cattāri vassāni … ",
  "dn25:22.15": "tīṇi vassāni … ",
  "dn25:22.16": "dve vassāni … ",
  "dn25:22.17": "ekaṁ vassaṁ. ",
  "dn25:22.18": "Tiṭṭhatu, nigrodha, ekaṁ vassaṁ. ",
  "dn25:22.19": "Etu viññū puriso asaṭho amāyāvī ujujātiko ahamanusāsāmi ahaṁ dhammaṁ desemi. ",
  "dn25:22.20": "Yathānusiṭṭhaṁ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissati satta māsāni. ",
  "dn25:22.21": "Tiṭṭhantu, nigrodha, satta māsāni … ",
  "dn25:22.22": "cha māsāni … ",
  "dn25:22.23": "pañca māsāni … ",
  "dn25:22.24": "cattāri māsāni … ",
  "dn25:22.25": "tīṇi māsāni … ",
  "dn25:22.26": "dve māsāni … ",
  "dn25:22.27": "ekaṁ māsaṁ … ",
  "dn25:22.28": "aḍḍhamāsaṁ. ",
  "dn25:22.29": "Tiṭṭhatu, nigrodha, aḍḍhamāso. ",
  "dn25:22.30": "Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṁ dhammaṁ desemi. ",
  "dn25:22.31": "Yathānusiṭṭhaṁ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissati sattāhaṁ’. ",
  "dn25:23.0": "6. Paribbājakānaṁpajjhāyana ",
  "dn25:23.1": "Siyā kho pana te, nigrodha, evamassa: ",
  "dn25:23.2": "‘antevāsikamyatā no samaṇo gotamo evamāhā’ti. ",
  "dn25:23.3": "Na kho panetaṁ, nigrodha, evaṁ daṭṭhabbaṁ. ",
  "dn25:23.4": "Yo eva vo ācariyo, so eva vo ācariyo hotu. ",
  "dn25:23.5": "Siyā kho pana te, nigrodha, evamassa: ",
  "dn25:23.6": "‘uddesā no cāvetukāmo samaṇo gotamo evamāhā’ti. ",
  "dn25:23.7": "Na kho panetaṁ, nigrodha, evaṁ daṭṭhabbaṁ. ",
  "dn25:23.8": "Yo eva vo uddeso so eva vo uddeso hotu. ",
  "dn25:23.9": "Siyā kho pana te, nigrodha, evamassa: ",
  "dn25:23.10": "‘ājīvā no cāvetukāmo samaṇo gotamo evamāhā’ti. ",
  "dn25:23.11": "Na kho panetaṁ, nigrodha, evaṁ daṭṭhabbaṁ. ",
  "dn25:23.12": "Yo eva vo ājīvo, so eva vo ājīvo hotu. ",
  "dn25:23.13": "Siyā kho pana te, nigrodha, evamassa: ",
  "dn25:23.14": "‘ye no dhammā akusalā akusalasaṅkhātā sācariyakānaṁ, tesu patiṭṭhāpetukāmo samaṇo gotamo evamāhā’ti. ",
  "dn25:23.15": "Na kho panetaṁ, nigrodha, evaṁ daṭṭhabbaṁ. ",
  "dn25:23.16": "Akusalā ceva vo te dhammā hontu akusalasaṅkhātā ca sācariyakānaṁ. ",
  "dn25:23.17": "Siyā kho pana te, nigrodha, evamassa: ",
  "dn25:23.18": "‘ye no dhammā kusalā kusalasaṅkhātā sācariyakānaṁ, tehi vivecetukāmo samaṇo gotamo evamāhā’ti. ",
  "dn25:23.19": "Na kho panetaṁ, nigrodha, evaṁ daṭṭhabbaṁ. ",
  "dn25:23.20": "Kusalā ceva vo te dhammā hontu kusalasaṅkhātā ca sācariyakānaṁ. ",
  "dn25:23.21": "Iti khvāhaṁ, nigrodha, neva antevāsikamyatā evaṁ vadāmi, napi uddesā cāvetukāmo evaṁ vadāmi, napi ājīvā cāvetukāmo evaṁ vadāmi, napi ye vo dhammā akusalā akusalasaṅkhātā sācariyakānaṁ, tesu patiṭṭhāpetukāmo evaṁ vadāmi, napi ye vo dhammā kusalā kusalasaṅkhātā sācariyakānaṁ, tehi vivecetukāmo evaṁ vadāmi. ",
  "dn25:23.22": "Santi ca kho, nigrodha, akusalā dhammā appahīnā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā, yesāhaṁ pahānāya dhammaṁ desemi. ",
  "dn25:23.23": "Yathāpaṭipannānaṁ vo saṅkilesikā dhammā pahīyissanti, vodānīyā dhammā abhivaḍḍhissanti, paññāpāripūriṁ vepullattañca diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissathā”ti. ",
  "dn25:24.1": "Evaṁ vutte, te paribbājakā tuṇhībhūtā maṅkubhūtā pattakkhandhā adhomukhā pajjhāyantā appaṭibhānā nisīdiṁsu yathā taṁ mārena pariyuṭṭhitacittā. ",
  "dn25:24.2": "Atha kho bhagavato etadahosi: ",
  "dn25:24.3": "“sabbepime moghapurisā phuṭṭhā pāpimatā. ",
  "dn25:24.4": "Yatra hi nāma ekassapi na evaṁ bhavissati: ",
  "dn25:24.5": "‘handa mayaṁ aññāṇatthampi samaṇe gotame brahmacariyaṁ carāma, kiṁ karissati sattāho’”ti? ",
  "dn25:24.6": "Atha kho bhagavā udumbarikāya paribbājakārāme sīhanādaṁ naditvā vehāsaṁ abbhuggantvā gijjhakūṭe pabbate paccupaṭṭhāsi. ",
  "dn25:24.7": "Sandhāno pana gahapati tāvadeva rājagahaṁ pāvisīti. ",
  "dn25:24.8": "Udumbarikasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}