{
  "dn25:0.1": "Dīgha Nikāya 25 ",
  "dn25:0.2": "Udumbarikasutta ",
  "dn25:0.3": "1. Nigrodhaparibbājakavatthu ",
  "dn25:1.1": "Evaṃ me sutaṃ—",
  "dn25:1.2": "ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "dn25:1.3": "Tena kho pana samayena nigrodho paribbājako udumbarikāya paribbājakārāme paṭivasati mahatiyā paribbājakaparisāya saddhiṃ tiṃsamattehi paribbājakasatehi. ",
  "dn25:1.4": "Atha kho sandhāno gahapati divā divassa rājagahā nikkhami bhagavantaṃ dassanāya. ",
  "dn25:1.5": "Atha kho sandhānassa gahapatissa etadahosi: ",
  "dn25:1.6": "“akālo kho bhagavantaṃ dassanāya. ",
  "dn25:1.7": "Paṭisallīno bhagavā. ",
  "dn25:1.8": "Manobhāvanīyānampi bhikkhūnaṃ asamayo dassanāya. ",
  "dn25:1.9": "Paṭisallīnā manobhāvanīyā bhikkhū. ",
  "dn25:1.10": "Yannūnāhaṃ yena udumbarikāya paribbājakārāmo, yena nigrodho paribbājako tenupasaṅkameyyan”ti. ",
  "dn25:1.11": "Atha kho sandhāno gahapati yena udumbarikāya paribbājakārāmo, tenupasaṅkami. ",
  "dn25:2.1": "Tena kho pana samayena nigrodho paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā. ",
  "dn25:2.2": "Seyyathidaṃ—rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā. ",
  "dn25:3.1": "Addasā kho nigrodho paribbājako sandhānaṃ gahapatiṃ dūratova āgacchantaṃ. ",
  "dn25:3.2": "Disvā sakaṃ parisaṃ saṇṭhāpesi: ",
  "dn25:3.3": "“appasaddā bhonto hontu, mā bhonto saddamakattha. ",
  "dn25:3.4": "Ayaṃ samaṇassa gotamassa sāvako āgacchati sandhāno gahapati. ",
  "dn25:3.5": "Yāvatā kho pana samaṇassa gotamassa sāvakā gihī odātavasanā rājagahe paṭivasanti, ayaṃ tesaṃ aññataro sandhāno gahapati. ",
  "dn25:3.6": "Appasaddakāmā kho panete āyasmanto appasaddavinītā, appasaddassa vaṇṇavādino. ",
  "dn25:3.7": "Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti. ",
  "dn25:3.8": "Evaṃ vutte, te paribbājakā tuṇhī ahesuṃ. ",
  "dn25:4.1": "Atha kho sandhāno gahapati yena nigrodho paribbājako tenupasaṅkami, upasaṅkamitvā nigrodhena paribbājakena saddhiṃ sammodi. ",
  "dn25:4.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho sandhāno gahapati nigrodhaṃ paribbājakaṃ etadavoca: ",
  "dn25:4.3": "“aññathā kho ime bhonto aññatitthiyā paribbājakā saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti. ",
  "dn25:4.4": "Seyyathidaṃ—rājakathaṃ …pe… itibhavābhavakathaṃ iti vā. ",
  "dn25:4.5": "Aññathā kho pana so bhagavā araññavanapatthāni pantāni senāsanāni paṭisevati appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppānī”ti. ",
  "dn25:5.1": "Evaṃ vutte, nigrodho paribbājako sandhānaṃ gahapatiṃ etadavoca: ",
  "dn25:5.2": "“yagghe, gahapati, jāneyyāsi, kena samaṇo gotamo saddhiṃ sallapati, kena sākacchaṃ samāpajjati, kena paññāveyyattiyaṃ samāpajjati? ",
  "dn25:5.3": "Suññāgārahatā samaṇassa gotamassa paññā aparisāvacaro samaṇo gotamo nālaṃ sallāpāya. ",
  "dn25:5.4": "So antamantāneva sevati. ",
  "dn25:5.5": "Seyyathāpi nāma gokāṇā pariyantacārinī antamantāneva sevati. ",
  "dn25:5.6": "Evameva suññāgārahatā samaṇassa gotamassa paññā; ",
  "dn25:5.7": "aparisāvacaro samaṇo gotamo; ",
  "dn25:5.8": "nālaṃ sallāpāya. ",
  "dn25:5.9": "So antamantāneva sevati. ",
  "dn25:5.10": "Iṅgha, gahapati, samaṇo gotamo imaṃ parisaṃ āgaccheyya, ekapañheneva naṃ saṃsādeyyāma, tucchakumbhīva naṃ maññe orodheyyāmā”ti. ",
  "dn25:6.1": "Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya sandhānassa gahapatissa nigrodhena paribbājakena saddhiṃ imaṃ kathāsallāpaṃ. ",
  "dn25:6.2": "Atha kho bhagavā gijjhakūṭā pabbatā orohitvā yena sumāgadhāya tīre moranivāpo tenupasaṅkami; upasaṅkamitvā sumāgadhāya tīre moranivāpe abbhokāse caṅkami. ",
  "dn25:6.3": "Addasā kho nigrodho paribbājako bhagavantaṃ sumāgadhāya tīre moranivāpe abbhokāse caṅkamantaṃ. ",
  "dn25:6.4": "Disvāna sakaṃ parisaṃ saṇṭhāpesi: ",
  "dn25:6.5": "“appasaddā bhonto hontu, mā bhonto saddamakattha, ayaṃ samaṇo gotamo sumāgadhāya tīre moranivāpe abbhokāse caṅkamati. ",
  "dn25:6.6": "Appasaddakāmo kho pana so āyasmā, appasaddassa vaṇṇavādī. ",
  "dn25:6.7": "Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyya. ",
  "dn25:6.8": "Sace samaṇo gotamo imaṃ parisaṃ āgaccheyya, imaṃ taṃ pañhaṃ puccheyyāma: ",
  "dn25:6.9": "‘ko nāma so, bhante, bhagavato dhammo, yena bhagavā sāvake vineti, yena bhagavatā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṃ ādibrahmacariyan’”ti? ",
  "dn25:6.10": "Evaṃ vutte, te paribbājakā tuṇhī ahesuṃ. ",
  "dn25:6.11": "2. Tapojigucchāvāda ",
  "dn25:7.1": "Atha kho bhagavā yena nigrodho paribbājako tenupasaṅkami. ",
  "dn25:7.2": "Atha kho nigrodho paribbājako bhagavantaṃ etadavoca: ",
  "dn25:7.3": "“etu kho, bhante, bhagavā, svāgataṃ, bhante, bhagavato. ",
  "dn25:7.4": "Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya. ",
  "dn25:7.5": "Nisīdatu, bhante, bhagavā, idamāsanaṃ paññattan”ti. ",
  "dn25:7.6": "Nisīdi bhagavā paññatte āsane. ",
  "dn25:7.7": "Nigrodhopi kho paribbājako aññataraṃ nīcāsanaṃ gahetvā ekamantaṃ nisīdi. ",
  "dn25:7.8": "Ekamantaṃ nisinnaṃ kho nigrodhaṃ paribbājakaṃ bhagavā etadavoca: ",
  "dn25:7.9": "“kāya nuttha, nigrodha, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "dn25:7.10": "Evaṃ vutte, nigrodho paribbājako bhagavantaṃ etadavoca: ",
  "dn25:7.11": "“idha mayaṃ, bhante, addasāma bhagavantaṃ sumāgadhāya tīre moranivāpe abbhokāse caṅkamantaṃ, disvāna evaṃ avocumhā: ",
  "dn25:7.12": "‘sace samaṇo gotamo imaṃ parisaṃ āgaccheyya, imaṃ taṃ pañhaṃ puccheyyāma: ",
  "dn25:7.13": "“ko nāma so, bhante, bhagavato dhammo, yena bhagavā sāvake vineti, yena bhagavatā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṃ ādibrahmacariyan”’ti? ",
  "dn25:7.14": "Ayaṃ kho no, bhante, antarākathā vippakatā; atha bhagavā anuppatto”ti. ",
  "dn25:7.15": "“Dujjānaṃ kho etaṃ, nigrodha, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena, yenāhaṃ sāvake vinemi, yena mayā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṃ ādibrahmacariyaṃ. ",
  "dn25:7.16": "Iṅgha tvaṃ maṃ, nigrodha, sake ācariyake adhijegucche pañhaṃ puccha: ",
  "dn25:7.17": "‘kathaṃ santā nu kho, bhante, tapojigucchā paripuṇṇā hoti, kathaṃ aparipuṇṇā’”ti? ",
  "dn25:7.18": "Evaṃ vutte, te paribbājakā unnādino uccāsaddamahāsaddā ahesuṃ: ",
  "dn25:7.19": "“acchariyaṃ vata bho, abbhutaṃ vata bho, samaṇassa gotamassa mahiddhikatā mahānubhāvatā, yatra hi nāma sakavādaṃ ṭhapessati, paravādena pavāressatī”ti. ",
  "dn25:8.1": "Atha kho nigrodho paribbājako te paribbājake appasadde katvā bhagavantaṃ etadavoca: ",
  "dn25:8.2": "“mayaṃ kho, bhante, tapojigucchāvādā tapojigucchāsārā tapojigucchāallīnā viharāma. ",
  "dn25:8.3": "Kathaṃ santā nu kho, bhante, tapojigucchā paripuṇṇā hoti, kathaṃ aparipuṇṇā”ti? ",
  "dn25:8.4": "“Idha, nigrodha, tapassī acelako hoti muttācāro, hatthāpalekhano, naehibhaddantiko, natiṭṭhabhaddantiko, nābhihaṭaṃ, na uddissakataṃ, na nimantanaṃ sādiyati, ",
  "dn25:8.5": "so na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ, na maṃsaṃ, na suraṃ, na merayaṃ, na thusodakaṃ pivati, ",
  "dn25:8.6": "so ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko, sattāgāriko vā hoti sattālopiko, ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti, sattahipi dattīhi yāpeti; ",
  "dn25:8.7": "ekāhikampi āhāraṃ āhāreti, dvīhikampi āhāraṃ āhāreti, sattāhikampi āhāraṃ āhāreti, iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati. ",
  "dn25:8.8": "So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti; vanamūlaphalāhāro yāpeti pavattaphalabhojī. ",
  "dn25:8.9": "So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṃsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti, ",
  "dn25:8.10": "kesamassulocakopi hoti kesamassulocanānuyogamanuyutto, ",
  "dn25:8.11": "ubbhaṭṭhakopi hoti āsanapaṭikkhitto, ",
  "dn25:8.12": "ukkuṭikopi hoti ukkuṭikappadhānamanuyutto, ",
  "dn25:8.13": "kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṃ kappeti, ",
  "dn25:8.14": "phalakaseyyampi kappeti, thaṇḍilaseyyampi kappeti, ",
  "dn25:8.15": "ekapassayikopi hoti ",
  "dn25:8.16": "rajojalladharo, ",
  "dn25:8.17": "abbhokāsikopi hoti ",
  "dn25:8.18": "yathāsanthatiko, ",
  "dn25:8.19": "vekaṭikopi hoti vikaṭabhojanānuyogamanuyutto, ",
  "dn25:8.20": "apānakopi hoti apānakattamanuyutto, ",
  "dn25:8.21": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati. ",
  "dn25:8.22": "Taṃ kiṃ maññasi, nigrodha, ",
  "dn25:8.23": "yadi evaṃ sante tapojigucchā paripuṇṇā vā hoti aparipuṇṇā vā”ti? ",
  "dn25:8.24": "“Addhā kho, bhante, evaṃ sante tapojigucchā paripuṇṇā hoti, no aparipuṇṇā”ti. ",
  "dn25:8.25": "“Evaṃ paripuṇṇāyapi kho ahaṃ, nigrodha, tapojigucchāya anekavihite upakkilese vadāmī”ti. ",
  "dn25:8.26": "2.1. Upakkilesa ",
  "dn25:9.1": "“Yathā kathaṃ pana, bhante, bhagavā evaṃ paripuṇṇāya tapojigucchāya anekavihite upakkilese vadatī”ti? ",
  "dn25:9.2": "“Idha, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā attamano hoti paripuṇṇasaṅkappo. ",
  "dn25:9.3": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā attamano hoti paripuṇṇasaṅkappo. ",
  "dn25:9.4": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:9.5": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā attānukkaṃseti paraṃ vambheti. ",
  "dn25:9.6": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā attānukkaṃseti paraṃ vambheti. ",
  "dn25:9.7": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:9.8": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā majjati mucchati pamādamāpajjati. ",
  "dn25:9.9": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā majjati mucchati pamādamāpajjati. ",
  "dn25:9.10": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:10.1": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena attamano hoti paripuṇṇasaṅkappo. ",
  "dn25:10.2": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena attamano hoti paripuṇṇasaṅkappo. ",
  "dn25:10.3": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:10.4": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena attānukkaṃseti paraṃ vambheti. ",
  "dn25:10.5": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena attānukkaṃseti paraṃ vambheti. ",
  "dn25:10.6": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:10.7": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena majjati mucchati pamādamāpajjati. ",
  "dn25:10.8": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena majjati mucchati pamādamāpajjati. ",
  "dn25:10.9": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:10.10": "Puna caparaṃ, nigrodha, tapassī bhojanesu vodāsaṃ āpajjati: ",
  "dn25:10.11": "‘idaṃ me khamati, idaṃ me nakkhamatī’ti. ",
  "dn25:10.12": "So yañca khvassa nakkhamati, taṃ sāpekkho pajahati. ",
  "dn25:10.13": "Yaṃ panassa khamati, taṃ gadhito mucchito ajjhāpanno anādīnavadassāvī anissaraṇapañño paribhuñjati …pe… ",
  "dn25:10.14": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:10.15": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati lābhasakkārasilokanikantihetu: ",
  "dn25:10.16": "‘sakkarissanti maṃ rājāno rājamahāmattā khattiyā brāhmaṇā gahapatikā titthiyā’ti …pe… ",
  "dn25:10.17": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:11.1": "Puna caparaṃ, nigrodha, tapassī aññataraṃ samaṇaṃ vā brāhmaṇaṃ vā apasādetā hoti: ",
  "dn25:11.2": "‘kiṃ panāyaṃ sambahulājīvo sabbaṃ sambhakkheti. ",
  "dn25:11.3": "Seyyathidaṃ—mūlabījaṃ khandhabījaṃ phaḷubījaṃ aggabījaṃ bījabījameva pañcamaṃ, asanivicakkaṃ dantakūṭaṃ, samaṇappavādenā’ti …pe… ",
  "dn25:11.4": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:11.5": "Puna caparaṃ, nigrodha, tapassī passati aññataraṃ samaṇaṃ vā brāhmaṇaṃ vā kulesu sakkariyamānaṃ garukariyamānaṃ māniyamānaṃ pūjiyamānaṃ. ",
  "dn25:11.6": "Disvā tassa evaṃ hoti: ",
  "dn25:11.7": "‘imañhi nāma sambahulājīvaṃ kulesu sakkaronti garuṃ karonti mānenti pūjenti. ",
  "dn25:11.8": "Maṃ pana tapassiṃ lūkhājīviṃ kulesu na sakkaronti na garuṃ karonti na mānenti na pūjentī’ti, iti so issāmacchariyaṃ kulesu uppādetā hoti …pe… ",
  "dn25:11.9": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:11.10": "Puna caparaṃ, nigrodha, tapassī āpāthakanisādī hoti …pe… ",
  "dn25:11.11": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:11.12": "Puna caparaṃ, nigrodha, tapassī attānaṃ adassayamāno kulesu carati: ",
  "dn25:11.13": "‘idampi me tapasmiṃ idampi me tapasmin’ti …pe… ",
  "dn25:11.14": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:11.15": "Puna caparaṃ, nigrodha, tapassī kiñcideva paṭicchannaṃ sevati. ",
  "dn25:11.16": "So ‘khamati te idan’ti puṭṭho samāno akkhamamānaṃ āha: ‘khamatī’ti. ",
  "dn25:11.17": "Khamamānaṃ āha: ‘nakkhamatī’ti. ",
  "dn25:11.18": "Iti so sampajānamusā bhāsitā hoti …pe… ",
  "dn25:11.19": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:12.1": "Puna caparaṃ, nigrodha, tapassī tathāgatassa vā tathāgatasāvakassa vā dhammaṃ desentassa santaṃyeva pariyāyaṃ anuññeyyaṃ nānujānāti …pe… ",
  "dn25:12.2": "ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:12.3": "Puna caparaṃ, nigrodha, tapassī kodhano hoti upanāhī. ",
  "dn25:12.4": "Yampi, nigrodha, tapassī kodhano hoti upanāhī. ",
  "dn25:12.5": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:12.6": "Puna caparaṃ, nigrodha, tapassī makkhī hoti paḷāsī …pe… ",
  "dn25:12.7": "issukī hoti maccharī … ",
  "dn25:12.8": "saṭho hoti māyāvī … ",
  "dn25:12.9": "thaddho hoti atimānī … ",
  "dn25:12.10": "pāpiccho hoti pāpikānaṃ icchānaṃ vasaṃ gato … ",
  "dn25:12.11": "micchādiṭṭhiko hoti antaggāhikāya diṭṭhiyā samannāgato … ",
  "dn25:12.12": "sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ",
  "dn25:12.13": "Yampi, nigrodha, tapassī sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ",
  "dn25:12.14": "Ayampi kho, nigrodha, tapassino upakkileso hoti. ",
  "dn25:12.15": "Taṃ kiṃ maññasi, nigrodha, ",
  "dn25:12.16": "yadime tapojigucchā upakkilesā vā anupakkilesā vā”ti? ",
  "dn25:12.17": "“Addhā kho ime, bhante, tapojigucchā upakkilesā, no anupakkilesā. ",
  "dn25:12.18": "Ṭhānaṃ kho panetaṃ, bhante, vijjati yaṃ idhekacco tapassī sabbeheva imehi upakkilesehi samannāgato assa; ",
  "dn25:12.19": "ko pana vādo aññataraññatarenā”ti. ",
  "dn25:12.20": "2.2. Parisuddhapapaṭikappattakathā ",
  "dn25:13.1": "“Idha, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā na attamano hoti na paripuṇṇasaṅkappo. ",
  "dn25:13.2": "Yampi, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā na attamano hoti na paripuṇṇasaṅkappo. ",
  "dn25:13.3": "Evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:13.4": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā na attānukkaṃseti na paraṃ vambheti …pe… ",
  "dn25:13.5": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:13.6": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā na majjati na mucchati na pamādamāpajjati …pe… ",
  "dn25:13.7": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:13.8": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena na attamano hoti na paripuṇṇasaṅkappo …pe… ",
  "dn25:13.9": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:13.10": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena na attānukkaṃseti na paraṃ vambheti …pe… ",
  "dn25:13.11": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:13.12": "Puna caparaṃ, nigrodha, tapassī tapaṃ samādiyati, so tena tapasā lābhasakkārasilokaṃ abhinibbatteti, so tena lābhasakkārasilokena na majjati na mucchati na pamādamāpajjati …pe… ",
  "dn25:13.13": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:13.14": "Puna caparaṃ, nigrodha, tapassī bhojanesu na vodāsaṃ āpajjati: ",
  "dn25:13.15": "‘idaṃ me khamati, idaṃ me nakkhamatī’ti. ",
  "dn25:13.16": "So yañca khvassa nakkhamati, taṃ anapekkho pajahati. ",
  "dn25:13.17": "Yaṃ panassa khamati, taṃ agadhito amucchito anajjhāpanno ādīnavadassāvī nissaraṇapañño paribhuñjati …pe… ",
  "dn25:13.18": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:13.19": "Puna caparaṃ, nigrodha, tapassī na tapaṃ samādiyati lābhasakkārasilokanikantihetu: ",
  "dn25:13.20": "‘sakkarissanti maṃ rājāno rājamahāmattā khattiyā brāhmaṇā gahapatikā titthiyā’ti …pe… ",
  "dn25:13.21": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:13.22": "Puna caparaṃ, nigrodha, tapassī aññataraṃ samaṇaṃ vā brāhmaṇaṃ vā nāpasādetā hoti: ",
  "dn25:13.23": "‘kiṃ panāyaṃ sambahulājīvo sabbaṃ sambhakkheti. ",
  "dn25:13.24": "Seyyathidaṃ—mūlabījaṃ khandhabījaṃ phaḷubījaṃ aggabījaṃ bījabījameva pañcamaṃ, asanivicakkaṃ dantakūṭaṃ, samaṇappavādenā’ti …pe… ",
  "dn25:13.25": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:14.1": "Puna caparaṃ, nigrodha, tapassī passati aññataraṃ samaṇaṃ vā brāhmaṇaṃ vā kulesu sakkariyamānaṃ garu kariyamānaṃ māniyamānaṃ pūjiyamānaṃ. ",
  "dn25:14.2": "Disvā tassa na evaṃ hoti: ",
  "dn25:14.3": "‘imañhi nāma sambahulājīvaṃ kulesu sakkaronti garuṃ karonti mānenti pūjenti. ",
  "dn25:14.4": "Maṃ pana tapassiṃ lūkhājīviṃ kulesu na sakkaronti na garuṃ karonti na mānenti na pūjentī’ti, iti so issāmacchariyaṃ kulesu nuppādetā hoti …pe… ",
  "dn25:14.5": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:14.6": "Puna caparaṃ, nigrodha, tapassī na āpāthakanisādī hoti …pe… ",
  "dn25:14.7": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:14.8": "Puna caparaṃ, nigrodha, tapassī na attānaṃ adassayamāno kulesu carati: ",
  "dn25:14.9": "‘idampi me tapasmiṃ, idampi me tapasmin’ti …pe… ",
  "dn25:14.10": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:14.11": "Puna caparaṃ, nigrodha, tapassī na kiñcideva paṭicchannaṃ sevati, so: ",
  "dn25:14.12": "‘khamati te idan’ti puṭṭho samāno akkhamamānaṃ āha: ",
  "dn25:14.13": "‘nakkhamatī’ti. ",
  "dn25:14.14": "Khamamānaṃ āha: ",
  "dn25:14.15": "‘khamatī’ti. ",
  "dn25:14.16": "Iti so sampajānamusā na bhāsitā hoti …pe… ",
  "dn25:14.17": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:15.1": "Puna caparaṃ, nigrodha, tapassī tathāgatassa vā tathāgatasāvakassa vā dhammaṃ desentassa santaṃyeva pariyāyaṃ anuññeyyaṃ anujānāti …pe… ",
  "dn25:15.2": "evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:15.3": "Puna caparaṃ, nigrodha, tapassī akkodhano hoti anupanāhī. ",
  "dn25:15.4": "Yampi, nigrodha, tapassī akkodhano hoti anupanāhī evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:15.5": "Puna caparaṃ, nigrodha, tapassī amakkhī hoti apaḷāsī …pe… ",
  "dn25:15.6": "anissukī hoti amaccharī … ",
  "dn25:15.7": "asaṭho hoti amāyāvī … ",
  "dn25:15.8": "atthaddho hoti anatimānī … ",
  "dn25:15.9": "na pāpiccho hoti na pāpikānaṃ icchānaṃ vasaṃ gato … ",
  "dn25:15.10": "na micchādiṭṭhiko hoti na antaggāhikāya diṭṭhiyā samannāgato … ",
  "dn25:15.11": "na sandiṭṭhiparāmāsī hoti na ādhānaggāhī suppaṭinissaggī. ",
  "dn25:15.12": "Yampi, nigrodha, tapassī na sandiṭṭhiparāmāsī hoti na ādhānaggāhī suppaṭinissaggī. ",
  "dn25:15.13": "Evaṃ so tasmiṃ ṭhāne parisuddho hoti. ",
  "dn25:15.14": "Taṃ kiṃ maññasi, nigrodha, ",
  "dn25:15.15": "yadi evaṃ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
  "dn25:15.16": "“Addhā kho, bhante, evaṃ sante tapojigucchā parisuddhā hoti no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
  "dn25:15.17": "“Na kho, nigrodha, ettāvatā tapojigucchā aggappattā ca hoti sārappattā ca; ",
  "dn25:15.18": "api ca kho papaṭikappattā hotī”ti. ",
  "dn25:15.19": "2.3. Parisuddhatacappattakathā ",
  "dn25:16.1": "“Kittāvatā pana, bhante, tapojigucchā aggappattā ca hoti sārappattā ca? ",
  "dn25:16.2": "Sādhu me, bhante, bhagavā tapojigucchāya aggaññeva pāpetu, sāraññeva pāpetū”ti. ",
  "dn25:16.3": "“Idha, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti. ",
  "dn25:16.4": "Kathañca, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti? ",
  "dn25:16.5": "Idha, nigrodha, tapassī na pāṇaṃ atipāteti, na pāṇaṃ atipātayati, na pāṇamatipātayato samanuñño hoti. ",
  "dn25:16.6": "Na adinnaṃ ādiyati, na adinnaṃ ādiyāpeti, na adinnaṃ ādiyato samanuñño hoti. ",
  "dn25:16.7": "Na musā bhaṇati, na musā bhaṇāpeti, na musā bhaṇato samanuñño hoti. ",
  "dn25:16.8": "Na bhāvitamāsīsati, na bhāvitamāsīsāpeti, na bhāvitamāsīsato samanuñño hoti. ",
  "dn25:16.9": "Evaṃ kho, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti. ",
  "dn25:16.10": "Yato kho, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti, aduṃ cassa hoti tapassitāya. ",
  "dn25:16.11": "So abhiharati no hīnāyāvattati. ",
  "dn25:16.12": "So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ",
  "dn25:16.13": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
  "dn25:16.14": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti. ",
  "dn25:16.15": "Byāpādappadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādappadosā cittaṃ parisodheti. ",
  "dn25:16.16": "Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti. ",
  "dn25:16.17": "Uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti. ",
  "dn25:16.18": "Vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ",
  "dn25:17.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "dn25:17.2": "mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn25:17.3": "Karuṇāsahagatena cetasā …pe… ",
  "dn25:17.4": "muditāsahagatena cetasā …pe… ",
  "dn25:17.5": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn25:17.6": "Taṃ kiṃ maññasi, nigrodha. ",
  "dn25:17.7": "Yadi evaṃ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
  "dn25:17.8": "“Addhā kho, bhante, evaṃ sante tapojigucchā parisuddhā hoti no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
  "dn25:17.9": "“Na kho, nigrodha, ettāvatā tapojigucchā aggappattā ca hoti sārappattā ca; ",
  "dn25:17.10": "api ca kho tacappattā hotī”ti. ",
  "dn25:17.11": "2.4. Parisuddhaphegguppattakathā ",
  "dn25:18.1": "“Kittāvatā pana, bhante, tapojigucchā aggappattā ca hoti sārappattā ca? ",
  "dn25:18.2": "Sādhu me, bhante, bhagavā tapojigucchāya aggaññeva pāpetu, sāraññeva pāpetū”ti. ",
  "dn25:18.3": "“Idha, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti. ",
  "dn25:18.4": "Kathañca, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti …pe… ",
  "dn25:18.5": "yato kho, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti, aduṃ cassa hoti tapassitāya. ",
  "dn25:18.6": "So abhiharati no hīnāyāvattati. ",
  "dn25:18.7": "So vivittaṃ senāsanaṃ bhajati …pe… ",
  "dn25:18.8": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "dn25:18.9": "mettāsahagatena cetasā …pe… ",
  "dn25:18.10": "karuṇāsahagatena cetasā …pe… ",
  "dn25:18.11": "muditāsahagatena cetasā …pe… ",
  "dn25:18.12": "upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn25:18.13": "So anekavihitaṃ pubbenivāsaṃ anussarati seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ, tatrāpāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn25:18.14": "Taṃ kiṃ maññasi, nigrodha, ",
  "dn25:18.15": "yadi evaṃ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
  "dn25:18.16": "“Addhā kho, bhante, evaṃ sante tapojigucchā parisuddhā hoti, no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
  "dn25:18.17": "“Na kho, nigrodha, ettāvatā tapojigucchā aggappattā ca hoti sārappattā ca; ",
  "dn25:18.18": "api ca kho phegguppattā hotī”ti. ",
  "dn25:18.19": "3. Parisuddhaaggappattasārappattakathā ",
  "dn25:19.1": "“Kittāvatā pana, bhante, tapojigucchā aggappattā ca hoti sārappattā ca? ",
  "dn25:19.2": "Sādhu me, bhante, bhagavā tapojigucchāya aggaññeva pāpetu, sāraññeva pāpetū”ti. ",
  "dn25:19.3": "“Idha, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti. ",
  "dn25:19.4": "Kathañca, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti …pe… ",
  "dn25:19.5": "yato kho, nigrodha, tapassī cātuyāmasaṃvarasaṃvuto hoti, aduṃ cassa hoti tapassitāya. ",
  "dn25:19.6": "So abhiharati no hīnāyāvattati. ",
  "dn25:19.7": "So vivittaṃ senāsanaṃ bhajati …pe… ",
  "dn25:19.8": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "dn25:19.9": "mettāsahagatena cetasā …pe… ",
  "dn25:19.10": "upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn25:19.11": "So anekavihitaṃ pubbenivāsaṃ anussarati. Seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo …pe… iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn25:19.12": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti. ",
  "dn25:19.13": "Taṃ kiṃ maññasi, nigrodha, ",
  "dn25:19.14": "yadi evaṃ sante tapojigucchā parisuddhā vā hoti aparisuddhā vā”ti? ",
  "dn25:19.15": "“Addhā kho, bhante, evaṃ sante tapojigucchā parisuddhā hoti no aparisuddhā, aggappattā ca sārappattā cā”ti. ",
  "dn25:19.16": "“Ettāvatā kho, nigrodha, tapojigucchā aggappattā ca hoti sārappattā ca. ",
  "dn25:19.17": "Iti kho, nigrodha, yaṃ maṃ tvaṃ avacāsi: ",
  "dn25:19.18": "‘ko nāma so, bhante, bhagavato dhammo, yena bhagavā sāvake vineti, yena bhagavatā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṃ ādibrahmacariyan’ti. ",
  "dn25:19.19": "Iti kho taṃ, nigrodha, ṭhānaṃ uttaritarañca paṇītatarañca, yenāhaṃ sāvake vinemi, yena mayā sāvakā vinītā assāsappattā paṭijānanti ajjhāsayaṃ ādibrahmacariyan”ti. ",
  "dn25:19.20": "Evaṃ vutte, te paribbājakā unnādino uccāsaddamahāsaddā ahesuṃ: ",
  "dn25:19.21": "“ettha mayaṃ anassāma sācariyakā, na mayaṃ ito bhiyyo uttaritaraṃ pajānāmā”ti. ",
  "dn25:19.22": "4. Nigrodhassapajjhāyana ",
  "dn25:20.1": "Yadā aññāsi sandhāno gahapati: ",
  "dn25:20.2": "“aññadatthu kho dānime aññatitthiyā paribbājakā bhagavato bhāsitaṃ sussūsanti, sotaṃ odahanti, aññācittaṃ upaṭṭhāpentī”ti. ",
  "dn25:20.3": "Atha nigrodhaṃ paribbājakaṃ etadavoca: ",
  "dn25:20.4": "“iti kho, bhante nigrodha, yaṃ maṃ tvaṃ avacāsi: ",
  "dn25:20.5": "‘yagghe, gahapati, jāneyyāsi, kena samaṇo gotamo saddhiṃ sallapati, kena sākacchaṃ samāpajjati, kena paññāveyyattiyaṃ samāpajjati, ",
  "dn25:20.6": "suññāgārahatā samaṇassa gotamassa paññā, aparisāvacaro samaṇo gotamo nālaṃ sallāpāya, so antamantāneva sevati; ",
  "dn25:20.7": "seyyathāpi nāma gokāṇā pariyantacārinī antamantāneva sevati. ",
  "dn25:20.8": "Evameva suññāgārahatā samaṇassa gotamassa paññā, aparisāvacaro samaṇo gotamo nālaṃ sallāpāya; so antamantāneva sevati; ",
  "dn25:20.9": "iṅgha, gahapati, samaṇo gotamo imaṃ parisaṃ āgaccheyya, ekapañheneva naṃ saṃsādeyyāma, tucchakumbhīva naṃ maññe orodheyyāmā’ti. ",
  "dn25:20.10": "Ayaṃ kho so, bhante, bhagavā arahaṃ sammāsambuddho idhānuppatto, aparisāvacaraṃ pana naṃ karotha, gokāṇaṃ pariyantacāriniṃ karotha, ekapañheneva naṃ saṃsādetha, tucchakumbhīva naṃ orodhethā”ti. ",
  "dn25:20.11": "Evaṃ vutte, nigrodho paribbājako tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ",
  "dn25:21.1": "Atha kho bhagavā nigrodhaṃ paribbājakaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā nigrodhaṃ paribbājakaṃ etadavoca: ",
  "dn25:21.2": "“saccaṃ kira, nigrodha, bhāsitā te esā vācā”ti? ",
  "dn25:21.3": "“Saccaṃ, bhante, bhāsitā me esā vācā, yathābālena yathāmūḷhena yathāakusalenā”ti. ",
  "dn25:21.4": "“Taṃ kiṃ maññasi, nigrodha. ",
  "dn25:21.5": "Kinti te sutaṃ paribbājakānaṃ vuḍḍhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ: ",
  "dn25:21.6": "‘ye te ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, evaṃ su te bhagavanto saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti. ",
  "dn25:21.7": "Seyyathidaṃ—rājakathaṃ corakathaṃ …pe… itibhavābhavakathaṃ iti vā. ",
  "dn25:21.8": "Seyyathāpi tvaṃ etarahi sācariyako. ",
  "dn25:21.9": "Udāhu, evaṃ su te bhagavanto araññavanapatthāni pantāni senāsanāni paṭisevanti appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, seyyathāpāhaṃ etarahī’”ti. ",
  "dn25:21.10": "“Sutaṃ metaṃ, bhante. Paribbājakānaṃ vuḍḍhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ: ",
  "dn25:21.11": "‘ye te ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, na evaṃ su te bhagavanto saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti. ",
  "dn25:21.12": "Seyyathidaṃ—rājakathaṃ corakathaṃ …pe… itibhavābhavakathaṃ iti vā, ",
  "dn25:21.13": "seyyathāpāhaṃ etarahi sācariyako. ",
  "dn25:21.14": "Evaṃ su te bhagavanto araññavanapatthāni pantāni senāsanāni paṭisevanti appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni, seyyathāpi bhagavā etarahī’”ti. ",
  "dn25:21.15": "“Tassa te, nigrodha, viññussa sato mahallakassa na etadahosi: ",
  "dn25:21.16": "‘buddho so bhagavā bodhāya dhammaṃ deseti, danto so bhagavā damathāya dhammaṃ deseti, santo so bhagavā samathāya dhammaṃ deseti, tiṇṇo so bhagavā taraṇāya dhammaṃ deseti, parinibbuto so bhagavā parinibbānāya dhammaṃ desetī’”ti? ",
  "dn25:21.17": "5. Brahmacariyapariyosānasacchikiriyā ",
  "dn25:22.1": "Evaṃ vutte, nigrodho paribbājako bhagavantaṃ etadavoca: ",
  "dn25:22.2": "“accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yvāhaṃ evaṃ bhagavantaṃ avacāsiṃ. ",
  "dn25:22.3": "Tassa me, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti. ",
  "dn25:22.4": "“Taggha tvaṃ, nigrodha, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yo maṃ tvaṃ evaṃ avacāsi. ",
  "dn25:22.5": "Yato ca kho tvaṃ, nigrodha, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma. ",
  "dn25:22.6": "Vuddhi hesā, nigrodha, ariyassa vinaye, yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti āyatiṃ saṃvaraṃ āpajjati. ",
  "dn25:22.7": "Ahaṃ kho pana, nigrodha, evaṃ vadāmi: ",
  "dn25:22.8": "‘Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṃ dhammaṃ desemi. ",
  "dn25:22.9": "Yathānusiṭṭhaṃ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati sattavassāni. ",
  "dn25:22.10": "Tiṭṭhantu, nigrodha, satta vassāni. ",
  "dn25:22.11": "Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṃ dhammaṃ desemi. ",
  "dn25:22.12": "Yathānusiṭṭhaṃ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati cha vassāni. ",
  "dn25:22.13": "Pañca vassāni … ",
  "dn25:22.14": "cattāri vassāni … ",
  "dn25:22.15": "tīṇi vassāni … ",
  "dn25:22.16": "dve vassāni … ",
  "dn25:22.17": "ekaṃ vassaṃ. ",
  "dn25:22.18": "Tiṭṭhatu, nigrodha, ekaṃ vassaṃ. ",
  "dn25:22.19": "Etu viññū puriso asaṭho amāyāvī ujujātiko ahamanusāsāmi ahaṃ dhammaṃ desemi. ",
  "dn25:22.20": "Yathānusiṭṭhaṃ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati satta māsāni. ",
  "dn25:22.21": "Tiṭṭhantu, nigrodha, satta māsāni … ",
  "dn25:22.22": "cha māsāni … ",
  "dn25:22.23": "pañca māsāni … ",
  "dn25:22.24": "cattāri māsāni … ",
  "dn25:22.25": "tīṇi māsāni … ",
  "dn25:22.26": "dve māsāni … ",
  "dn25:22.27": "ekaṃ māsaṃ … ",
  "dn25:22.28": "aḍḍhamāsaṃ. ",
  "dn25:22.29": "Tiṭṭhatu, nigrodha, aḍḍhamāso. ",
  "dn25:22.30": "Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṃ dhammaṃ desemi. ",
  "dn25:22.31": "Yathānusiṭṭhaṃ tathā paṭipajjamāno—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati sattāhaṃ’. ",
  "dn25:22.32": "6. Paribbājakānaṃpajjhāyana ",
  "dn25:23.1": "Siyā kho pana te, nigrodha, evamassa: ",
  "dn25:23.2": "‘antevāsikamyatā no samaṇo gotamo evamāhā’ti. ",
  "dn25:23.3": "Na kho panetaṃ, nigrodha, evaṃ daṭṭhabbaṃ. ",
  "dn25:23.4": "Yo eva vo ācariyo, so eva vo ācariyo hotu. ",
  "dn25:23.5": "Siyā kho pana te, nigrodha, evamassa: ",
  "dn25:23.6": "‘uddesā no cāvetukāmo samaṇo gotamo evamāhā’ti. ",
  "dn25:23.7": "Na kho panetaṃ, nigrodha, evaṃ daṭṭhabbaṃ. ",
  "dn25:23.8": "Yo eva vo uddeso so eva vo uddeso hotu. ",
  "dn25:23.9": "Siyā kho pana te, nigrodha, evamassa: ",
  "dn25:23.10": "‘ājīvā no cāvetukāmo samaṇo gotamo evamāhā’ti. ",
  "dn25:23.11": "Na kho panetaṃ, nigrodha, evaṃ daṭṭhabbaṃ. ",
  "dn25:23.12": "Yo eva vo ājīvo, so eva vo ājīvo hotu. ",
  "dn25:23.13": "Siyā kho pana te, nigrodha, evamassa: ",
  "dn25:23.14": "‘ye no dhammā akusalā akusalasaṅkhātā sācariyakānaṃ, tesu patiṭṭhāpetukāmo samaṇo gotamo evamāhā’ti. ",
  "dn25:23.15": "Na kho panetaṃ, nigrodha, evaṃ daṭṭhabbaṃ. ",
  "dn25:23.16": "Akusalā ceva vo te dhammā hontu akusalasaṅkhātā ca sācariyakānaṃ. ",
  "dn25:23.17": "Siyā kho pana te, nigrodha, evamassa: ",
  "dn25:23.18": "‘ye no dhammā kusalā kusalasaṅkhātā sācariyakānaṃ, tehi vivecetukāmo samaṇo gotamo evamāhā’ti. ",
  "dn25:23.19": "Na kho panetaṃ, nigrodha, evaṃ daṭṭhabbaṃ. ",
  "dn25:23.20": "Kusalā ceva vo te dhammā hontu kusalasaṅkhātā ca sācariyakānaṃ. ",
  "dn25:23.21": "Iti khvāhaṃ, nigrodha, neva antevāsikamyatā evaṃ vadāmi, napi uddesā cāvetukāmo evaṃ vadāmi, napi ājīvā cāvetukāmo evaṃ vadāmi, napi ye vo dhammā akusalā akusalasaṅkhātā sācariyakānaṃ, tesu patiṭṭhāpetukāmo evaṃ vadāmi, napi ye vo dhammā kusalā kusalasaṅkhātā sācariyakānaṃ, tehi vivecetukāmo evaṃ vadāmi. ",
  "dn25:23.22": "Santi ca kho, nigrodha, akusalā dhammā appahīnā saṃkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā, yesāhaṃ pahānāya dhammaṃ desemi. ",
  "dn25:23.23": "Yathāpaṭipannānaṃ vo saṃkilesikā dhammā pahīyissanti, vodānīyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā”ti. ",
  "dn25:24.1": "Evaṃ vutte, te paribbājakā tuṇhībhūtā maṅkubhūtā pattakkhandhā adhomukhā pajjhāyantā appaṭibhānā nisīdiṃsu yathā taṃ mārena pariyuṭṭhitacittā. ",
  "dn25:24.2": "Atha kho bhagavato etadahosi: ",
  "dn25:24.3": "“sabbepime moghapurisā phuṭṭhā pāpimatā. ",
  "dn25:24.4": "Yatra hi nāma ekassapi na evaṃ bhavissati: ",
  "dn25:24.5": "‘handa mayaṃ aññāṇatthampi samaṇe gotame brahmacariyaṃ carāma, kiṃ karissati sattāho’”ti? ",
  "dn25:24.6": "Atha kho bhagavā udumbarikāya paribbājakārāme sīhanādaṃ naditvā vehāsaṃ abbhuggantvā gijjhakūṭe pabbate paccupaṭṭhāsi. ",
  "dn25:24.7": "Sandhāno pana gahapati tāvadeva rājagahaṃ pāvisīti. ",
  "dn25:24.8": "Udumbarikasuttaṃ niṭṭhitaṃ dutiyaṃ. "
}