{
  "dn26:0.1": "Dīgha Nikāya 26 ",
  "dn26:0.2": "Cakkavattisutta ",
  "dn26:0.3": "1. Attadīpasaraṇatā ",
  "dn26:1.1": "Evaṃ me sutaṃ—",
  "dn26:1.2": "ekaṃ samayaṃ bhagavā magadhesu viharati mātulāyaṃ. ",
  "dn26:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "dn26:1.4": "“bhikkhavo”ti. ",
  "dn26:1.5": "“Bhaddante”ti te bhikkhū bhagavato paccassosuṃ. ",
  "dn26:1.6": "Bhagavā etadavoca: ",
  "dn26:1.7": "“Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
  "dn26:1.8": "Kathañca pana, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo? ",
  "dn26:1.9": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
  "dn26:1.10": "Vedanāsu vedanānupassī …pe… ",
  "dn26:1.11": "citte cittānupassī …pe… ",
  "dn26:1.12": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
  "dn26:1.13": "Evaṃ kho, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo. ",
  "dn26:1.14": "Gocare, bhikkhave, caratha sake pettike visaye. ",
  "dn26:1.15": "Gocare, bhikkhave, carataṃ sake pettike visaye na lacchati māro otāraṃ, na lacchati māro ārammaṇaṃ. ",
  "dn26:1.16": "Kusalānaṃ, bhikkhave, dhammānaṃ samādānahetu evamidaṃ puññaṃ pavaḍḍhati. ",
  "dn26:1.17": "2. Daḷhanemicakkavattirājā ",
  "dn26:2.1": "Bhūtapubbaṃ, bhikkhave, rājā daḷhanemi nāma ahosi cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn26:2.2": "Tassimāni satta ratanāni ahesuṃ seyyathidaṃ—",
  "dn26:2.3": "cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ",
  "dn26:2.4": "Parosahassaṃ kho panassa puttā ahesuṃ sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn26:2.5": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasi. ",
  "dn26:3.1": "Atha kho, bhikkhave, rājā daḷhanemi bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena aññataraṃ purisaṃ āmantesi: ",
  "dn26:3.2": "‘yadā tvaṃ, ambho purisa, passeyyāsi dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ, atha me āroceyyāsī’ti. ",
  "dn26:3.3": "‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño daḷhanemissa paccassosi. ",
  "dn26:3.4": "Addasā kho, bhikkhave, so puriso bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ, disvāna yena rājā daḷhanemi tenupasaṅkami; upasaṅkamitvā rājānaṃ daḷhanemiṃ etadavoca: ",
  "dn26:3.5": "‘yagghe, deva, jāneyyāsi, dibbaṃ te cakkaratanaṃ osakkitaṃ ṭhānā cutan’ti. ",
  "dn26:3.6": "Atha kho, bhikkhave, rājā daḷhanemi jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca: ",
  "dn26:3.7": "‘dibbaṃ kira me, tāta kumāra, cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ. ",
  "dn26:3.8": "Sutaṃ kho pana metaṃ—",
  "dn26:3.9": "yassa rañño cakkavattissa dibbaṃ cakkaratanaṃ osakkati ṭhānā cavati, na dāni tena raññā ciraṃ jīvitabbaṃ hotīti. ",
  "dn26:3.10": "Bhuttā kho pana me mānusakā kāmā, samayo dāni me dibbe kāme pariyesituṃ. ",
  "dn26:3.11": "Ehi tvaṃ, tāta kumāra, imaṃ samuddapariyantaṃ pathaviṃ paṭipajja. ",
  "dn26:3.12": "Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmī’ti. ",
  "dn26:3.13": "Atha kho, bhikkhave, rājā daḷhanemi jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ",
  "dn26:3.14": "Sattāhapabbajite kho pana, bhikkhave, rājisimhi dibbaṃ cakkaratanaṃ antaradhāyi. ",
  "dn26:4.1": "Atha kho, bhikkhave, aññataro puriso yena rājā khattiyo muddhābhisitto tenupasaṅkami; upasaṅkamitvā rājānaṃ khattiyaṃ muddhābhisittaṃ etadavoca: ",
  "dn26:4.2": "‘yagghe, deva, jāneyyāsi, dibbaṃ cakkaratanaṃ antarahitan’ti. ",
  "dn26:4.3": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto dibbe cakkaratane antarahite anattamano ahosi, anattamanatañca paṭisaṃvedesi. ",
  "dn26:4.4": "So yena rājisi tenupasaṅkami; upasaṅkamitvā rājisiṃ etadavoca: ",
  "dn26:4.5": "‘yagghe, deva, jāneyyāsi, dibbaṃ cakkaratanaṃ antarahitan’ti. ",
  "dn26:4.6": "Evaṃ vutte, bhikkhave, rājisi rājānaṃ khattiyaṃ muddhābhisittaṃ etadavoca: ",
  "dn26:4.7": "‘mā kho tvaṃ, tāta, dibbe cakkaratane antarahite anattamano ahosi, mā anattamanatañca paṭisaṃvedesi, na hi te, tāta, dibbaṃ cakkaratanaṃ pettikaṃ dāyajjaṃ. ",
  "dn26:4.8": "Iṅgha tvaṃ, tāta, ariye cakkavattivatte vattāhi. ",
  "dn26:4.9": "Ṭhānaṃ kho panetaṃ vijjati, yaṃ te ariye cakkavattivatte vattamānassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavissati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūran’ti. ",
  "dn26:4.10": "2.1. Cakkavattiariyavatta ",
  "dn26:5.1": "‘Katamaṃ pana taṃ, deva, ariyaṃ cakkavattivattan’ti? ",
  "dn26:5.2": "‘Tena hi tvaṃ, tāta, dhammaṃyeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ mānento dhammaṃ pūjento dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahassu antojanasmiṃ balakāyasmiṃ khattiyesu anuyantesu brāhmaṇagahapatikesu negamajānapadesu samaṇabrāhmaṇesu migapakkhīsu. ",
  "dn26:5.3": "Mā ca te, tāta, vijite adhammakāro pavattittha. ",
  "dn26:5.4": "Ye ca te, tāta, vijite adhanā assu, tesañca dhanamanuppadeyyāsi. ",
  "dn26:5.5": "Ye ca te, tāta, vijite samaṇabrāhmaṇā madappamādā paṭiviratā khantisoracce niviṭṭhā ekamattānaṃ damenti, ekamattānaṃ samenti, ekamattānaṃ parinibbāpenti, te kālena kālaṃ upasaṅkamitvā paripuccheyyāsi pariggaṇheyyāsi: ",
  "dn26:5.6": "“kiṃ, bhante, kusalaṃ, kiṃ akusalaṃ, kiṃ sāvajjaṃ, kiṃ anavajjaṃ, kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ, kiṃ me karīyamānaṃ dīgharattaṃ ahitāya dukkhāya assa, kiṃ vā pana me karīyamānaṃ dīgharattaṃ hitāya sukhāya assā”ti? ",
  "dn26:5.7": "Tesaṃ sutvā yaṃ akusalaṃ taṃ abhinivajjeyyāsi, yaṃ kusalaṃ taṃ samādāya vatteyyāsi. ",
  "dn26:5.8": "Idaṃ kho, tāta, taṃ ariyaṃ cakkavattivattan’ti. ",
  "dn26:5.9": "2.2. Cakkaratanapātubhāva ",
  "dn26:5.10": "‘Evaṃ, devā’ti kho, bhikkhave, rājā khattiyo muddhābhisitto rājisissa paṭissutvā ariye cakkavattivatte vatti. ",
  "dn26:5.11": "Tassa ariye cakkavattivatte vattamānassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa ",
  "dn26:5.12": "dibbaṃ cakkaratanaṃ pāturahosi sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ. ",
  "dn26:5.13": "Disvāna rañño khattiyassa muddhābhisittassa etadahosi: ",
  "dn26:5.14": "‘sutaṃ kho pana metaṃ—yassa rañño khattiyassa muddhābhisittassa tadahuposathe pannarase sīsaṃnhātassa uposathikassa uparipāsādavaragatassa dibbaṃ cakkaratanaṃ pātubhavati sahassāraṃ sanemikaṃ sanābhikaṃ sabbākāraparipūraṃ, so hoti rājā cakkavattīti. ",
  "dn26:5.15": "Assaṃ nu kho ahaṃ rājā cakkavattī’ti. ",
  "dn26:6.1": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā vāmena hatthena bhiṅkāraṃ gahetvā dakkhiṇena hatthena cakkaratanaṃ abbhukkiri: ",
  "dn26:6.2": "‘pavattatu bhavaṃ cakkaratanaṃ, abhivijinātu bhavaṃ cakkaratanan’ti. ",
  "dn26:6.3": "Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ disaṃ pavatti, anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā cakkavattī vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ",
  "dn26:6.4": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno, te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ",
  "dn26:6.5": "‘ehi kho, mahārāja, svāgataṃ te mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ",
  "dn26:6.6": "Rājā cakkavattī evamāha: ",
  "dn26:6.7": "‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
  "dn26:6.8": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṃ. ",
  "dn26:7.1": "Atha kho taṃ, bhikkhave, cakkaratanaṃ puratthimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā dakkhiṇaṃ disaṃ pavatti …pe… ",
  "dn26:7.2": "dakkhiṇaṃ samuddaṃ ajjhogāhetvā paccuttaritvā pacchimaṃ disaṃ pavatti, anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. ",
  "dn26:7.3": "Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā cakkavattī vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ",
  "dn26:7.4": "Ye kho pana, bhikkhave, pacchimāya disāya paṭirājāno, te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ",
  "dn26:7.5": "‘ehi kho, mahārāja, svāgataṃ te, mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ",
  "dn26:7.6": "Rājā cakkavattī evamāha: ",
  "dn26:7.7": "‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
  "dn26:7.8": "Ye kho pana, bhikkhave, pacchimāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṃ. ",
  "dn26:7.9": "Atha kho taṃ, bhikkhave, cakkaratanaṃ pacchimaṃ samuddaṃ ajjhogāhetvā paccuttaritvā uttaraṃ disaṃ pavatti, anvadeva rājā cakkavattī saddhiṃ caturaṅginiyā senāya. ",
  "dn26:7.10": "Yasmiṃ kho pana, bhikkhave, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā cakkavattī vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāya. ",
  "dn26:7.11": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno, te rājānaṃ cakkavattiṃ upasaṅkamitvā evamāhaṃsu: ",
  "dn26:7.12": "‘ehi kho, mahārāja, svāgataṃ te, mahārāja, sakaṃ te, mahārāja, anusāsa, mahārājā’ti. ",
  "dn26:7.13": "Rājā cakkavattī evamāha: ",
  "dn26:7.14": "‘pāṇo na hantabbo, adinnaṃ nādātabbaṃ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. ",
  "dn26:7.15": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṃ. ",
  "dn26:7.16": "Atha kho taṃ, bhikkhave, cakkaratanaṃ samuddapariyantaṃ pathaviṃ abhivijinitvā tameva rājadhāniṃ paccāgantvā rañño cakkavattissa antepuradvāre atthakaraṇapamukhe akkhāhataṃ maññe aṭṭhāsi rañño cakkavattissa antepuraṃ upasobhayamānaṃ. ",
  "dn26:7.17": "3. Dutiyādicakkavattikathā ",
  "dn26:8.1": "Dutiyopi kho, bhikkhave, rājā cakkavattī …pe… ",
  "dn26:8.2": "tatiyopi kho, bhikkhave, rājā cakkavattī … ",
  "dn26:8.3": "catutthopi kho, bhikkhave, rājā cakkavattī … ",
  "dn26:8.4": "pañcamopi kho, bhikkhave, rājā cakkavattī … ",
  "dn26:8.5": "chaṭṭhopi kho, bhikkhave, rājā cakkavattī … ",
  "dn26:8.6": "sattamopi kho, bhikkhave, rājā cakkavattī bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena aññataraṃ purisaṃ āmantesi: ",
  "dn26:8.7": "‘yadā tvaṃ, ambho purisa, passeyyāsi dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ, atha me āroceyyāsī’ti. ",
  "dn26:8.8": "‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño cakkavattissa paccassosi. ",
  "dn26:8.9": "Addasā kho, bhikkhave, so puriso bahunnaṃ vassānaṃ bahunnaṃ vassasatānaṃ bahunnaṃ vassasahassānaṃ accayena dibbaṃ cakkaratanaṃ osakkitaṃ ṭhānā cutaṃ. ",
  "dn26:8.10": "Disvāna yena rājā cakkavattī tenupasaṅkami; upasaṅkamitvā rājānaṃ cakkavattiṃ etadavoca: ",
  "dn26:8.11": "‘yagghe, deva, jāneyyāsi, dibbaṃ te cakkaratanaṃ osakkitaṃ ṭhānā cutan’ti? ",
  "dn26:8.12": "Atha kho, bhikkhave, rājā cakkavattī jeṭṭhaputtaṃ kumāraṃ āmantāpetvā etadavoca: ",
  "dn26:8.13": "‘dibbaṃ kira me, tāta kumāra, cakkaratanaṃ osakkitaṃ, ṭhānā cutaṃ, sutaṃ kho pana metaṃ—",
  "dn26:8.14": "yassa rañño cakkavattissa dibbaṃ cakkaratanaṃ osakkati, ṭhānā cavati, na dāni tena raññā ciraṃ jīvitabbaṃ hotīti. ",
  "dn26:8.15": "Bhuttā kho pana me mānusakā kāmā, samayo dāni me dibbe kāme pariyesituṃ, ehi tvaṃ, tāta kumāra, imaṃ samuddapariyantaṃ pathaviṃ paṭipajja. ",
  "dn26:8.16": "Ahaṃ pana kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissāmī’ti. ",
  "dn26:8.17": "Atha kho, bhikkhave, rājā cakkavattī jeṭṭhaputtaṃ kumāraṃ sādhukaṃ rajje samanusāsitvā kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbaji. ",
  "dn26:8.18": "Sattāhapabbajite kho pana, bhikkhave, rājisimhi dibbaṃ cakkaratanaṃ antaradhāyi. ",
  "dn26:9.1": "Atha kho, bhikkhave, aññataro puriso yena rājā khattiyo muddhābhisitto tenupasaṅkami; upasaṅkamitvā rājānaṃ khattiyaṃ muddhābhisittaṃ etadavoca: ",
  "dn26:9.2": "‘yagghe, deva, jāneyyāsi, dibbaṃ cakkaratanaṃ antarahitan’ti? ",
  "dn26:9.3": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto dibbe cakkaratane antarahite anattamano ahosi. Anattamanatañca paṭisaṃvedesi; ",
  "dn26:9.4": "no ca kho rājisiṃ upasaṅkamitvā ariyaṃ cakkavattivattaṃ pucchi. ",
  "dn26:9.5": "So samateneva sudaṃ janapadaṃ pasāsati. ",
  "dn26:9.6": "Tassa samatena janapadaṃ pasāsato pubbenāparaṃ janapadā na pabbanti, yathā taṃ pubbakānaṃ rājūnaṃ ariye cakkavattivatte vattamānānaṃ. ",
  "dn26:9.7": "Atha kho, bhikkhave, amaccā pārisajjā gaṇakamahāmattā anīkaṭṭhā dovārikā mantassājīvino sannipatitvā rājānaṃ khattiyaṃ muddhābhisittaṃ etadavocuṃ: ",
  "dn26:9.8": "‘na kho te, deva, samatena sudaṃ janapadaṃ pasāsato pubbenāparaṃ janapadā pabbanti, yathā taṃ pubbakānaṃ rājūnaṃ ariye cakkavattivatte vattamānānaṃ. ",
  "dn26:9.9": "Saṃvijjanti kho te, deva, vijite amaccā pārisajjā gaṇakamahāmattā anīkaṭṭhā dovārikā mantassājīvino mayañceva aññe ca ye mayaṃ ariyaṃ cakkavattivattaṃ dhārema. ",
  "dn26:9.10": "Iṅgha tvaṃ, deva, amhe ariyaṃ cakkavattivattaṃ puccha. ",
  "dn26:9.11": "Tassa te mayaṃ ariyaṃ cakkavattivattaṃ puṭṭhā byākarissāmā’ti. ",
  "dn26:9.12": "4. Āyuvaṇṇādiparihānikathā ",
  "dn26:10.1": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto amacce pārisajje gaṇakamahāmatte anīkaṭṭhe dovārike mantassājīvino sannipātetvā ariyaṃ cakkavattivattaṃ pucchi. ",
  "dn26:10.2": "Tassa te ariyaṃ cakkavattivattaṃ puṭṭhā byākariṃsu. ",
  "dn26:10.3": "Tesaṃ sutvā dhammikañhi kho rakkhāvaraṇaguttiṃ saṃvidahi, no ca kho adhanānaṃ dhanamanuppadāsi. ",
  "dn26:10.4": "Adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. ",
  "dn26:10.5": "Dāliddiye vepullaṃ gate aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
  "dn26:10.6": "Tamenaṃ aggahesuṃ. ",
  "dn26:10.7": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ",
  "dn26:10.8": "‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ",
  "dn26:10.9": "Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ",
  "dn26:10.10": "‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ",
  "dn26:10.11": "‘Saccaṃ, devā’ti. ",
  "dn26:10.12": "‘Kiṃ kāraṇā’ti? ",
  "dn26:10.13": "‘Na hi, deva, jīvāmī’ti. ",
  "dn26:10.14": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto tassa purisassa dhanamanuppadāsi: ",
  "dn26:10.15": "‘iminā tvaṃ, ambho purisa, dhanena attanā ca jīvāhi, mātāpitaro ca posehi, puttadārañca posehi, kammante ca payojehi, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpehi sovaggikaṃ sukhavipākaṃ saggasaṃvattanikan’ti. ",
  "dn26:10.16": "‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño khattiyassa muddhābhisittassa paccassosi. ",
  "dn26:11.1": "Aññataropi kho, bhikkhave, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
  "dn26:11.2": "Tamenaṃ aggahesuṃ. ",
  "dn26:11.3": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ",
  "dn26:11.4": "‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ",
  "dn26:11.5": "Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ",
  "dn26:11.6": "‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ",
  "dn26:11.7": "‘Saccaṃ, devā’ti. ",
  "dn26:11.8": "‘Kiṃ kāraṇā’ti? ",
  "dn26:11.9": "‘Na hi, deva, jīvāmī’ti. ",
  "dn26:11.10": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto tassa purisassa dhanamanuppadāsi: ",
  "dn26:11.11": "‘iminā tvaṃ, ambho purisa, dhanena attanā ca jīvāhi, mātāpitaro ca posehi, puttadārañca posehi, kammante ca payojehi, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpehi sovaggikaṃ sukhavipākaṃ saggasaṃvattanikan’ti. ",
  "dn26:11.12": "‘Evaṃ, devā’ti kho, bhikkhave, so puriso rañño khattiyassa muddhābhisittassa paccassosi. ",
  "dn26:12.1": "Assosuṃ kho, bhikkhave, manussā: ",
  "dn26:12.2": "‘ye kira, bho, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyanti, tesaṃ rājā dhanamanuppadetī’ti. ",
  "dn26:12.3": "Sutvāna tesaṃ etadahosi: ",
  "dn26:12.4": "‘yannūna mayampi paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyeyyāmā’ti. ",
  "dn26:12.5": "Atha kho, bhikkhave, aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
  "dn26:12.6": "Tamenaṃ aggahesuṃ. ",
  "dn26:12.7": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ",
  "dn26:12.8": "‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ",
  "dn26:12.9": "Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ",
  "dn26:12.10": "‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ",
  "dn26:12.11": "‘Saccaṃ, devā’ti. ",
  "dn26:12.12": "‘Kiṃ kāraṇā’ti? ",
  "dn26:12.13": "‘Na hi, deva, jīvāmī’ti. ",
  "dn26:12.14": "Atha kho, bhikkhave, rañño khattiyassa muddhābhisittassa etadahosi: ",
  "dn26:12.15": "‘sace kho ahaṃ yo yo paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyissati, tassa tassa dhanamanuppadassāmi, evamidaṃ adinnādānaṃ pavaḍḍhissati. ",
  "dn26:12.16": "Yannūnāhaṃ imaṃ purisaṃ sunisedhaṃ nisedheyyaṃ, mūlaghaccaṃ kareyyaṃ, sīsamassa chindeyyan’ti. ",
  "dn26:12.17": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto purise āṇāpesi: ",
  "dn26:12.18": "‘tena hi, bhaṇe, imaṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa sunisedhaṃ nisedhetha, mūlaghaccaṃ karotha, sīsamassa chindathā’ti. ",
  "dn26:12.19": "‘Evaṃ, devā’ti kho, bhikkhave, te purisā rañño khattiyassa muddhābhisittassa paṭissutvā taṃ purisaṃ daḷhāya rajjuyā pacchābāhaṃ gāḷhabandhanaṃ bandhitvā khuramuṇḍaṃ karitvā kharassarena paṇavena rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa sunisedhaṃ nisedhesuṃ, mūlaghaccaṃ akaṃsu, sīsamassa chindiṃsu. ",
  "dn26:13.1": "Assosuṃ kho, bhikkhave, manussā: ",
  "dn26:13.2": "‘ye kira, bho, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyanti, te rājā sunisedhaṃ nisedheti, mūlaghaccaṃ karoti, sīsāni tesaṃ chindatī’ti. ",
  "dn26:13.3": "Sutvāna tesaṃ etadahosi: ",
  "dn26:13.4": "‘yannūna mayampi tiṇhāni satthāni kārāpessāma, tiṇhāni satthāni kārāpetvā yesaṃ adinnaṃ theyyasaṅkhātaṃ ādiyissāma, te sunisedhaṃ nisedhessāma, mūlaghaccaṃ karissāma, sīsāni tesaṃ chindissāmā’ti. ",
  "dn26:13.5": "Te tiṇhāni satthāni kārāpesuṃ, tiṇhāni satthāni kārāpetvā gāmaghātampi upakkamiṃsu kātuṃ, nigamaghātampi upakkamiṃsu kātuṃ, nagaraghātampi upakkamiṃsu kātuṃ, panthaduhanampi upakkamiṃsu kātuṃ. ",
  "dn26:13.6": "Yesaṃ te adinnaṃ theyyasaṅkhātaṃ ādiyanti, te sunisedhaṃ nisedhenti, mūlaghaccaṃ karonti, sīsāni tesaṃ chindanti. ",
  "dn26:14.1": "Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi, dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi, adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi, satthe vepullaṃ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṃ gate tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:14.2": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ asītivassasahassāyukānaṃ manussānaṃ cattārīsavassasahassāyukā puttā ahesuṃ. ",
  "dn26:14.3": "Cattārīsavassasahassāyukesu, bhikkhave, manussesu aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
  "dn26:14.4": "Tamenaṃ aggahesuṃ. ",
  "dn26:14.5": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṃ: ",
  "dn26:14.6": "‘ayaṃ, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti. ",
  "dn26:14.7": "Evaṃ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṃ purisaṃ etadavoca: ",
  "dn26:14.8": "‘saccaṃ kira tvaṃ, ambho purisa, paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti? ",
  "dn26:14.9": "‘Na hi, devā’ti sampajānamusā abhāsi. ",
  "dn26:15.1": "Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. Dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi, adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi. Satthe vepullaṃ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṃ gate musāvādo vepullamagamāsi, musāvāde vepullaṃ gate tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:15.2": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ cattārīsavassasahassāyukānaṃ manussānaṃ vīsativassasahassāyukā puttā ahesuṃ. ",
  "dn26:15.3": "Vīsativassasahassāyukesu, bhikkhave, manussesu aññataro puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyi. ",
  "dn26:15.4": "Tamenaṃ aññataro puriso rañño khattiyassa muddhābhisittassa ārocesi: ",
  "dn26:15.5": "‘itthannāmo, deva, puriso paresaṃ adinnaṃ theyyasaṅkhātaṃ ādiyī’ti pesuññamakāsi. ",
  "dn26:16.1": "Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. Dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi, adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi, satthe vepullaṃ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṃ gate musāvādo vepullamagamāsi, musāvāde vepullaṃ gate pisuṇā vācā vepullamagamāsi, pisuṇāya vācāya vepullaṃ gatāya tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:16.2": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ vīsativassasahassāyukānaṃ manussānaṃ dasavassasahassāyukā puttā ahesuṃ. ",
  "dn26:17.1": "Dasavassasahassāyukesu, bhikkhave, manussesu ekidaṃ sattā vaṇṇavanto honti, ekidaṃ sattā dubbaṇṇā. ",
  "dn26:17.2": "Tattha ye te sattā dubbaṇṇā, te vaṇṇavante satte abhijjhāyantā paresaṃ dāresu cārittaṃ āpajjiṃsu. ",
  "dn26:17.3": "Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. Dāliddiye vepullaṃ gate …pe… kāmesumicchācāro vepullamagamāsi, kāmesumicchācāre vepullaṃ gate tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:17.4": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ dasavassasahassāyukānaṃ manussānaṃ pañcavassasahassāyukā puttā ahesuṃ. ",
  "dn26:17.5": "Pañcavassasahassāyukesu, bhikkhave, manussesu dve dhammā vepullamagamaṃsu—",
  "dn26:17.6": "pharusāvācā samphappalāpo ca. ",
  "dn26:17.7": "Dvīsu dhammesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:17.8": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ pañcavassasahassāyukānaṃ manussānaṃ appekacce aḍḍhateyyavassasahassāyukā, appekacce dvevassasahassāyukā puttā ahesuṃ. ",
  "dn26:17.9": "Aḍḍhateyyavassasahassāyukesu, bhikkhave, manussesu abhijjhābyāpādā vepullamagamaṃsu. ",
  "dn26:17.10": "Abhijjhābyāpādesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:17.11": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ aḍḍhateyyavassasahassāyukānaṃ manussānaṃ vassasahassāyukā puttā ahesuṃ. ",
  "dn26:17.12": "Vassasahassāyukesu, bhikkhave, manussesu micchādiṭṭhi vepullamagamāsi. ",
  "dn26:17.13": "Micchādiṭṭhiyā vepullaṃ gatāya tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:17.14": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ vassasahassāyukānaṃ manussānaṃ pañcavassasatāyukā puttā ahesuṃ. ",
  "dn26:17.15": "Pañcavassasatāyukesu, bhikkhave, manussesu tayo dhammā vepullamagamaṃsu—",
  "dn26:17.16": "adhammarāgo visamalobho micchādhammo. ",
  "dn26:17.17": "Tīsu dhammesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:17.18": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ pañcavassasatāyukānaṃ manussānaṃ appekacce aḍḍhateyyavassasatāyukā, appekacce dvevassasatāyukā puttā ahesuṃ. ",
  "dn26:17.19": "Aḍḍhateyyavassasatāyukesu, bhikkhave, manussesu ime dhammā vepullamagamaṃsu. ",
  "dn26:17.20": "Amatteyyatā apetteyyatā asāmaññatā abrahmaññatā na kule jeṭṭhāpacāyitā. ",
  "dn26:18.1": "Iti kho, bhikkhave, adhanānaṃ dhane ananuppadiyamāne dāliddiyaṃ vepullamagamāsi. ",
  "dn26:18.2": "Dāliddiye vepullaṃ gate adinnādānaṃ vepullamagamāsi. ",
  "dn26:18.3": "Adinnādāne vepullaṃ gate satthaṃ vepullamagamāsi. ",
  "dn26:18.4": "Satthe vepullaṃ gate pāṇātipāto vepullamagamāsi. ",
  "dn26:18.5": "Pāṇātipāte vepullaṃ gate musāvādo vepullamagamāsi. ",
  "dn26:18.6": "Musāvāde vepullaṃ gate pisuṇā vācā vepullamagamāsi. ",
  "dn26:18.7": "Pisuṇāya vācāya vepullaṃ gatāya kāmesumicchācāro vepullamagamāsi. ",
  "dn26:18.8": "Kāmesumicchācāre vepullaṃ gate dve dhammā vepullamagamaṃsu, pharusā vācā samphappalāpo ca. ",
  "dn26:18.9": "Dvīsu dhammesu vepullaṃ gatesu abhijjhābyāpādā vepullamagamaṃsu. ",
  "dn26:18.10": "Abhijjhābyāpādesu vepullaṃ gatesu micchādiṭṭhi vepullamagamāsi. ",
  "dn26:18.11": "Micchādiṭṭhiyā vepullaṃ gatāya tayo dhammā vepullamagamaṃsu, adhammarāgo visamalobho micchādhammo. ",
  "dn26:18.12": "Tīsu dhammesu vepullaṃ gatesu ime dhammā vepullamagamaṃsu, amatteyyatā apetteyyatā asāmaññatā abrahmaññatā na kule jeṭṭhāpacāyitā. ",
  "dn26:18.13": "Imesu dhammesu vepullaṃ gatesu tesaṃ sattānaṃ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:18.14": "Tesaṃ āyunāpi parihāyamānānaṃ vaṇṇenapi parihāyamānānaṃ aḍḍhateyyavassasatāyukānaṃ manussānaṃ vassasatāyukā puttā ahesuṃ. ",
  "dn26:18.15": "5. Dasavassāyukasamaya ",
  "dn26:19.1": "Bhavissati, bhikkhave, so samayo, yaṃ imesaṃ manussānaṃ dasavassāyukā puttā bhavissanti. ",
  "dn26:19.2": "Dasavassāyukesu, bhikkhave, manussesu pañcavassikā kumārikā alaṃpateyyā bhavissanti. ",
  "dn26:19.3": "Dasavassāyukesu, bhikkhave, manussesu imāni rasāni antaradhāyissanti, seyyathidaṃ—",
  "dn26:19.4": "sappi navanītaṃ telaṃ madhu phāṇitaṃ loṇaṃ. ",
  "dn26:19.5": "Dasavassāyukesu, bhikkhave, manussesu kudrūsako aggaṃ bhojanānaṃ bhavissati. ",
  "dn26:19.6": "Seyyathāpi, bhikkhave, etarahi sālimaṃsodano aggaṃ bhojanānaṃ; ",
  "dn26:19.7": "evameva kho, bhikkhave, dasavassāyukesu manussesu kudrūsako aggaṃ bhojanānaṃ bhavissati. ",
  "dn26:19.8": "Dasavassāyukesu, bhikkhave, manussesu dasa kusalakammapathā sabbena sabbaṃ antaradhāyissanti, dasa akusalakammapathā atibyādippissanti. ",
  "dn26:19.9": "Dasavassāyukesu, bhikkhave, manussesu kusalantipi na bhavissati, kuto pana kusalassa kārako. ",
  "dn26:19.10": "Dasavassāyukesu, bhikkhave, manussesu ye te bhavissanti amatteyyā apetteyyā asāmaññā abrahmaññā na kule jeṭṭhāpacāyino, te pujjā ca bhavissanti pāsaṃsā ca. ",
  "dn26:19.11": "Seyyathāpi, bhikkhave, etarahi matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino pujjā ca pāsaṃsā ca; ",
  "dn26:19.12": "evameva kho, bhikkhave, dasavassāyukesu manussesu ye te bhavissanti amatteyyā apetteyyā asāmaññā abrahmaññā na kule jeṭṭhāpacāyino, te pujjā ca bhavissanti pāsaṃsā ca. ",
  "dn26:20.1": "Dasavassāyukesu, bhikkhave, manussesu na bhavissati mātāti vā mātucchāti vā mātulānīti vā ācariyabhariyāti vā garūnaṃ dārāti vā. ",
  "dn26:20.2": "Sambhedaṃ loko gamissati yathā ajeḷakā kukkuṭasūkarā soṇasiṅgālā. ",
  "dn26:20.3": "Dasavassāyukesu, bhikkhave, manussesu tesaṃ sattānaṃ aññamaññamhi tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ",
  "dn26:20.4": "Mātupi puttamhi puttassapi mātari; ",
  "dn26:20.5": "pitupi puttamhi puttassapi pitari; ",
  "dn26:20.6": "bhātupi bhaginiyā bhaginiyāpi bhātari tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ",
  "dn26:20.7": "Seyyathāpi, bhikkhave, māgavikassa migaṃ disvā tibbo āghāto paccupaṭṭhito hoti tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ; ",
  "dn26:20.8": "evameva kho, bhikkhave, dasavassāyukesu manussesu tesaṃ sattānaṃ aññamaññamhi tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ",
  "dn26:20.9": "Mātupi puttamhi puttassapi mātari; ",
  "dn26:20.10": "pitupi puttamhi puttassapi pitari; ",
  "dn26:20.11": "bhātupi bhaginiyā bhaginiyāpi bhātari tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṃ vadhakacittaṃ. ",
  "dn26:21.1": "Dasavassāyukesu, bhikkhave, manussesu sattāhaṃ satthantarakappo bhavissati. ",
  "dn26:21.2": "Te aññamaññamhi migasaññaṃ paṭilabhissanti. ",
  "dn26:21.3": "Tesaṃ tiṇhāni satthāni hatthesu pātubhavissanti. ",
  "dn26:21.4": "Te tiṇhena satthena ‘esa migo esa migo’ti aññamaññaṃ jīvitā voropessanti. ",
  "dn26:21.5": "Atha kho tesaṃ, bhikkhave, sattānaṃ ekaccānaṃ evaṃ bhavissati: ",
  "dn26:21.6": "‘mā ca mayaṃ kañci, mā ca amhe koci, yannūna mayaṃ tiṇagahanaṃ vā vanagahanaṃ vā rukkhagahanaṃ vā nadīviduggaṃ vā pabbatavisamaṃ vā pavisitvā vanamūlaphalāhārā yāpeyyāmā’ti. ",
  "dn26:21.7": "Te tiṇagahanaṃ vā vanagahanaṃ vā rukkhagahanaṃ vā nadīviduggaṃ vā pabbatavisamaṃ vā pavisitvā sattāhaṃ vanamūlaphalāhārā yāpessanti. ",
  "dn26:21.8": "Te tassa sattāhassa accayena tiṇagahanā vanagahanā rukkhagahanā nadīviduggā pabbatavisamā nikkhamitvā aññamaññaṃ āliṅgitvā sabhāgāyissanti samassāsissanti: ",
  "dn26:21.9": "‘diṭṭhā, bho, sattā jīvasi, diṭṭhā, bho, sattā jīvasī’ti. ",
  "dn26:21.10": "6. Āyuvaṇṇādivaḍḍhanakathā ",
  "dn26:21.11": "Atha kho tesaṃ, bhikkhave, sattānaṃ evaṃ bhavissati: ",
  "dn26:21.12": "‘mayaṃ kho akusalānaṃ dhammānaṃ samādānahetu evarūpaṃ āyataṃ ñātikkhayaṃ pattā. ",
  "dn26:21.13": "Yannūna mayaṃ kusalaṃ kareyyāma. ",
  "dn26:21.14": "Kiṃ kusalaṃ kareyyāma? ",
  "dn26:21.15": "Yannūna mayaṃ pāṇātipātā virameyyāma, idaṃ kusalaṃ dhammaṃ samādāya vatteyyāmā’ti. ",
  "dn26:21.16": "Te pāṇātipātā viramissanti, idaṃ kusalaṃ dhammaṃ samādāya vattissanti. ",
  "dn26:21.17": "Te kusalānaṃ dhammānaṃ samādānahetu āyunāpi vaḍḍhissanti, vaṇṇenapi vaḍḍhissanti. ",
  "dn26:21.18": "Tesaṃ āyunāpi vaḍḍhamānānaṃ vaṇṇenapi vaḍḍhamānānaṃ dasavassāyukānaṃ manussānaṃ vīsativassāyukā puttā bhavissanti. ",
  "dn26:22.1": "Atha kho tesaṃ, bhikkhave, sattānaṃ evaṃ bhavissati: ",
  "dn26:22.2": "‘mayaṃ kho kusalānaṃ dhammānaṃ samādānahetu āyunāpi vaḍḍhāma, vaṇṇenapi vaḍḍhāma. ",
  "dn26:22.3": "Yannūna mayaṃ bhiyyoso mattāya kusalaṃ kareyyāma. ",
  "dn26:22.4": "Kiṃ kusalaṃ kareyyāma? ",
  "dn26:22.5": "Yannūna mayaṃ adinnādānā virameyyāma … ",
  "dn26:22.6": "kāmesumicchācārā virameyyāma … ",
  "dn26:22.7": "musāvādā virameyyāma … ",
  "dn26:22.8": "pisuṇāya vācāya virameyyāma … ",
  "dn26:22.9": "pharusāya vācāya virameyyāma … ",
  "dn26:22.10": "samphappalāpā virameyyāma … ",
  "dn26:22.11": "abhijjhaṃ pajaheyyāma … ",
  "dn26:22.12": "byāpādaṃ pajaheyyāma … ",
  "dn26:22.13": "micchādiṭṭhiṃ pajaheyyāma … ",
  "dn26:22.14": "tayo dhamme pajaheyyāma—",
  "dn26:22.15": "adhammarāgaṃ visamalobhaṃ micchādhammaṃ … ",
  "dn26:22.16": "yannūna mayaṃ matteyyā assāma petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino, idaṃ kusalaṃ dhammaṃ samādāya vatteyyāmā’ti. ",
  "dn26:22.17": "Te matteyyā bhavissanti petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino, idaṃ kusalaṃ dhammaṃ samādāya vattissanti. ",
  "dn26:22.18": "Te kusalānaṃ dhammānaṃ samādānahetu āyunāpi vaḍḍhissanti, vaṇṇenapi vaḍḍhissanti. ",
  "dn26:22.19": "Tesaṃ āyunāpi vaḍḍhamānānaṃ vaṇṇenapi vaḍḍhamānānaṃ vīsativassāyukānaṃ manussānaṃ cattārīsavassāyukā puttā bhavissanti … ",
  "dn26:22.20": "cattārīsavassāyukānaṃ manussānaṃ asītivassāyukā puttā bhavissanti … ",
  "dn26:22.21": "asītivassāyukānaṃ manussānaṃ saṭṭhivassasatāyukā puttā bhavissanti … ",
  "dn26:22.22": "saṭṭhivassasatāyukānaṃ manussānaṃ vīsatitivassasatāyukā puttā bhavissanti … ",
  "dn26:22.23": "vīsatitivassasatāyukānaṃ manussānaṃ cattārīsachabbassasatāyukā puttā bhavissanti. ",
  "dn26:22.24": "Cattārīsachabbassasatāyukānaṃ manussānaṃ dvevassasahassāyukā puttā bhavissanti … ",
  "dn26:22.25": "dvevassasahassāyukānaṃ manussānaṃ cattārivassasahassāyukā puttā bhavissanti … ",
  "dn26:22.26": "cattārivassasahassāyukānaṃ manussānaṃ aṭṭhavassasahassāyukā puttā bhavissanti … ",
  "dn26:22.27": "aṭṭhavassasahassāyukānaṃ manussānaṃ vīsativassasahassāyukā puttā bhavissanti … ",
  "dn26:23.1": "vīsativassasahassāyukānaṃ manussānaṃ cattārīsavassasahassāyukā puttā bhavissanti … ",
  "dn26:23.2": "cattārīsavassasahassāyukānaṃ manussānaṃ asītivassasahassāyukā puttā bhavissanti … ",
  "dn26:23.3": "asītivassasahassāyukesu, bhikkhave, manussesu pañcavassasatikā kumārikā alaṃpateyyā bhavissanti. ",
  "dn26:23.4": "7. Saṅkharājauppatti ",
  "dn26:23.5": "Asītivassasahassāyukesu, bhikkhave, manussesu tayo ābādhā bhavissanti, icchā, anasanaṃ, jarā. ",
  "dn26:23.6": "Asītivassasahassāyukesu, bhikkhave, manussesu ayaṃ jambudīpo iddho ceva bhavissati phīto ca, kukkuṭasampātikā gāmanigamarājadhāniyo. ",
  "dn26:23.7": "Asītivassasahassāyukesu, bhikkhave, manussesu ayaṃ jambudīpo avīci maññe phuṭo bhavissati manussehi, seyyathāpi naḷavanaṃ vā saravanaṃ vā. ",
  "dn26:23.8": "Asītivassasahassāyukesu, bhikkhave, manussesu ayaṃ bārāṇasī ketumatī nāma rājadhānī bhavissati iddhā ceva phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
  "dn26:23.9": "Asītivassasahassāyukesu, bhikkhave, manussesu imasmiṃ jambudīpe caturāsītinagarasahassāni bhavissanti ketumatīrājadhānīpamukhāni. ",
  "dn26:24.1": "Asītivassasahassāyukesu, bhikkhave, manussesu ketumatiyā rājadhāniyā saṅkho nāma rājā uppajjissati cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn26:24.2": "Tassimāni satta ratanāni bhavissanti, seyyathidaṃ—",
  "dn26:24.3": "cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ. ",
  "dn26:24.4": "Parosahassaṃ kho panassa puttā bhavissanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn26:24.5": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasissati. ",
  "dn26:24.6": "8. Metteyyabuddhuppāda ",
  "dn26:25.1": "Asītivassasahassāyukesu, bhikkhave, manussesu metteyyo nāma bhagavā loke uppajjissati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
  "dn26:25.2": "Seyyathāpāhametarahi loke uppanno arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
  "dn26:25.3": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedessati, seyyathāpāhametarahi imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedemi. ",
  "dn26:25.4": "So dhammaṃ desessati ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsessati; ",
  "dn26:25.5": "seyyathāpāhametarahi dhammaṃ desemi ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsemi. ",
  "dn26:25.6": "So anekasahassaṃ bhikkhusaṃghaṃ pariharissati, seyyathāpāhametarahi anekasataṃ bhikkhusaṃghaṃ pariharāmi. ",
  "dn26:26.1": "Atha kho, bhikkhave, saṅkho nāma rājā yo so yūpo raññā mahāpanādena kārāpito. ",
  "dn26:26.2": "Taṃ yūpaṃ ussāpetvā ajjhāvasitvā taṃ datvā vissajjitvā samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṃ dānaṃ datvā metteyyassa bhagavato arahato sammāsambuddhassa santike kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajissati. ",
  "dn26:26.3": "So evaṃ pabbajito samāno eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati. ",
  "dn26:27.1": "Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
  "dn26:27.2": "Kathañca, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo dhammadīpo dhammasaraṇo anaññasaraṇo? ",
  "dn26:27.3": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
  "dn26:27.4": "Vedanāsu vedanānupassī …pe… ",
  "dn26:27.5": "citte cittānupassī …pe… ",
  "dn26:27.6": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
  "dn26:27.7": "Evaṃ kho, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo dhammadīpo dhammasaraṇo anaññasaraṇo. ",
  "dn26:27.8": "9. Bhikkhunoāyuvaṇṇādivaḍḍhanakathā ",
  "dn26:28.1": "Gocare, bhikkhave, caratha sake pettike visaye. ",
  "dn26:28.2": "Gocare, bhikkhave, carantā sake pettike visaye āyunāpi vaḍḍhissatha, vaṇṇenapi vaḍḍhissatha, sukhenapi vaḍḍhissatha, bhogenapi vaḍḍhissatha, balenapi vaḍḍhissatha. ",
  "dn26:28.3": "Kiñca, bhikkhave, bhikkhuno āyusmiṃ? ",
  "dn26:28.4": "Idha, bhikkhave, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ",
  "dn26:28.5": "vīriyasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ",
  "dn26:28.6": "cittasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti, ",
  "dn26:28.7": "vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. ",
  "dn26:28.8": "So imesaṃ catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā. ",
  "dn26:28.9": "Idaṃ kho, bhikkhave, bhikkhuno āyusmiṃ. ",
  "dn26:28.10": "Kiñca, bhikkhave, bhikkhuno vaṇṇasmiṃ? ",
  "dn26:28.11": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "dn26:28.12": "Idaṃ kho, bhikkhave, bhikkhuno vaṇṇasmiṃ. ",
  "dn26:28.13": "Kiñca, bhikkhave, bhikkhuno sukhasmiṃ? ",
  "dn26:28.14": "Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "dn26:28.15": "Vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ … ",
  "dn26:28.16": "tatiyaṃ jhānaṃ … ",
  "dn26:28.17": "catutthaṃ jhānaṃ upasampajja viharati. ",
  "dn26:28.18": "Idaṃ kho, bhikkhave, bhikkhuno, sukhasmiṃ. ",
  "dn26:28.19": "Kiñca, bhikkhave, bhikkhuno bhogasmiṃ? ",
  "dn26:28.20": "Idha, bhikkhave, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn26:28.21": "Karuṇāsahagatena cetasā …pe… ",
  "dn26:28.22": "muditāsahagatena cetasā …pe… ",
  "dn26:28.23": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn26:28.24": "Idaṃ kho, bhikkhave, bhikkhuno bhogasmiṃ. ",
  "dn26:28.25": "Kiñca, bhikkhave, bhikkhuno balasmiṃ? ",
  "dn26:28.26": "Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
  "dn26:28.27": "Idaṃ kho, bhikkhave, bhikkhuno balasmiṃ. ",
  "dn26:28.28": "Nāhaṃ, bhikkhave, aññaṃ ekabalampi samanupassāmi yaṃ evaṃ duppasahaṃ, yathayidaṃ, bhikkhave, mārabalaṃ. ",
  "dn26:28.29": "Kusalānaṃ, bhikkhave, dhammānaṃ samādānahetu evamidaṃ puññaṃ pavaḍḍhatī”ti. ",
  "dn26:28.30": "Idamavoca bhagavā. ",
  "dn26:28.31": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
  "dn26:28.32": "Cakkavattisuttaṃ niṭṭhitaṃ tatiyaṃ. "
}