{
  "dn28:0.1": "Dīgha Nikāya 28 ",
  "dn28:0.2": "Sampasādanīyasutta ",
  "dn28:0.3": "1. Sāriputtasīhanāda ",
  "dn28:1.1": "Evaṃ me sutaṃ—",
  "dn28:1.2": "ekaṃ samayaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane. ",
  "dn28:1.3": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca: ",
  "dn28:1.4": "“evaṃpasanno ahaṃ, bhante, bhagavati, na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṃ sambodhiyan”ti. ",
  "dn28:1.5": "“Uḷārā kho te ayaṃ, sāriputta, āsabhī vācā bhāsitā, ekaṃso gahito, sīhanādo nadito: ",
  "dn28:1.6": "‘evaṃpasanno ahaṃ, bhante, bhagavati; ",
  "dn28:1.7": "na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṃ sambodhiyan’ti. ",
  "dn28:1.8": "Kiṃ te, sāriputta, ye te ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā: ",
  "dn28:1.9": "‘evaṃsīlā te bhagavanto ahesuṃ itipi, evaṃdhammā te bhagavanto ahesuṃ itipi, evaṃpaññā te bhagavanto ahesuṃ itipi, evaṃvihārī te bhagavanto ahesuṃ itipi, evaṃvimuttā te bhagavanto ahesuṃ itipī’”ti? ",
  "dn28:1.10": "“No hetaṃ, bhante”. ",
  "dn28:1.11": "“Kiṃ pana te, sāriputta, ye te bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā: ",
  "dn28:1.12": "‘evaṃsīlā te bhagavanto bhavissanti itipi, evaṃdhammā … evaṃpaññā … evaṃvihārī … evaṃvimuttā te bhagavanto bhavissanti itipī’”ti? ",
  "dn28:1.13": "“No hetaṃ, bhante”. ",
  "dn28:1.14": "“Kiṃ pana te, sāriputta, ahaṃ etarahi arahaṃ sammāsambuddho cetasā ceto paricca vidito: ",
  "dn28:1.15": "‘evaṃsīlo bhagavā itipi, evaṃdhammo … evaṃpañño … evaṃvihārī … evaṃvimutto bhagavā itipī’”ti? ",
  "dn28:1.16": "“No hetaṃ, bhante”. ",
  "dn28:1.17": "“Ettha ca hi te, sāriputta, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṃ natthi. ",
  "dn28:1.18": "Atha kiṃ carahi te ayaṃ, sāriputta, uḷārā āsabhī vācā bhāsitā, ekaṃso gahito, sīhanādo nadito: ",
  "dn28:1.19": "‘evaṃpasanno ahaṃ, bhante, bhagavati, na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṃ sambodhiyan’”ti? ",
  "dn28:2.1": "“Na kho me, bhante, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṃ atthi. ",
  "dn28:2.2": "Api ca me dhammanvayo vidito. ",
  "dn28:2.3": "Seyyathāpi, bhante, rañño paccantimaṃ nagaraṃ daḷhuddhāpaṃ daḷhapākāratoraṇaṃ ekadvāraṃ. ",
  "dn28:2.4": "Tatrassa dovāriko paṇḍito byatto medhāvī aññātānaṃ nivāretā, ñātānaṃ pavesetā. ",
  "dn28:2.5": "So tassa nagarassa samantā anupariyāyapathaṃ anukkamamāno na passeyya pākārasandhiṃ vā pākāravivaraṃ vā antamaso biḷāranikkhamanamattampi. ",
  "dn28:2.6": "Tassa evamassa: ",
  "dn28:2.7": "‘ye kho keci oḷārikā pāṇā imaṃ nagaraṃ pavisanti vā nikkhamanti vā, sabbe te imināva dvārena pavisanti vā nikkhamanti vā’ti. ",
  "dn28:2.8": "Evameva kho me, bhante, dhammanvayo vidito. ",
  "dn28:2.9": "Ye te, bhante, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu suppatiṭṭhitacittā, satta sambojjhaṅge yathābhūtaṃ bhāvetvā anuttaraṃ sammāsambodhiṃ abhisambujjhiṃsu. ",
  "dn28:2.10": "Yepi te, bhante, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu suppatiṭṭhitacittā, satta sambojjhaṅge yathābhūtaṃ bhāvetvā anuttaraṃ sammāsambodhiṃ abhisambujjhissanti. ",
  "dn28:2.11": "Bhagavāpi, bhante, etarahi arahaṃ sammāsambuddho pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu suppatiṭṭhitacitto satta sambojjhaṅge yathābhūtaṃ bhāvetvā anuttaraṃ sammāsambodhiṃ abhisambuddho. ",
  "dn28:2.12": "Idhāhaṃ, bhante, yena bhagavā tenupasaṅkamiṃ dhammassavanāya. ",
  "dn28:2.13": "Tassa me, bhante, bhagavā dhammaṃ deseti uttaruttaraṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ. ",
  "dn28:2.14": "Yathā yathā me, bhante, bhagavā dhammaṃ desesi uttaruttaraṃ paṇītapaṇītaṃ kaṇhasukkasappaṭibhāgaṃ tathā tathāhaṃ tasmiṃ dhamme abhiññā idhekaccaṃ dhammaṃ dhammesu niṭṭhamagamaṃ; satthari pasīdiṃ: ",
  "dn28:2.15": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno sāvakasaṅgho’ti. ",
  "dn28:3.0": "1.1. Kusaladhammadesanā ",
  "dn28:3.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti kusalesu dhammesu. ",
  "dn28:3.2": "Tatrime kusalā dhammā seyyathidaṃ—",
  "dn28:3.3": "cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ",
  "dn28:3.4": "Idha, bhante, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
  "dn28:3.5": "Etadānuttariyaṃ, bhante, kusalesu dhammesu. ",
  "dn28:3.6": "Taṃ bhagavā asesamabhijānāti, taṃ bhagavato asesamabhijānato uttari abhiññeyyaṃ natthi, yadabhijānaṃ añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro assa, yadidaṃ kusalesu dhammesu. ",
  "dn28:4.0": "1.2. Āyatanapaṇṇattidesanā ",
  "dn28:4.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti āyatanapaṇṇattīsu. ",
  "dn28:4.2": "Chayimāni, bhante, ajjhattikabāhirāni āyatanāni. ",
  "dn28:4.3": "Cakkhuñceva rūpā ca, sotañceva saddā ca, ghānañceva gandhā ca, jivhā ceva rasā ca, kāyo ceva phoṭṭhabbā ca, mano ceva dhammā ca. ",
  "dn28:4.4": "Etadānuttariyaṃ, bhante, āyatanapaṇṇattīsu. ",
  "dn28:4.5": "Taṃ bhagavā asesamabhijānāti, taṃ bhagavato asesamabhijānato uttari abhiññeyyaṃ natthi, yadabhijānaṃ añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro assa yadidaṃ āyatanapaṇṇattīsu. ",
  "dn28:5.0": "1.3. Gabbhāvakkantidesanā ",
  "dn28:5.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti gabbhāvakkantīsu. ",
  "dn28:5.2": "Catasso imā, bhante, gabbhāvakkantiyo. ",
  "dn28:5.3": "Idha, bhante, ekacco asampajāno mātukucchiṃ okkamati; asampajāno mātukucchismiṃ ṭhāti; asampajāno mātukucchimhā nikkhamati. Ayaṃ paṭhamā gabbhāvakkanti. ",
  "dn28:5.4": "Puna caparaṃ, bhante, idhekacco sampajāno mātukucchiṃ okkamati; asampajāno mātukucchismiṃ ṭhāti; asampajāno mātukucchimhā nikkhamati. Ayaṃ dutiyā gabbhāvakkanti. ",
  "dn28:5.5": "Puna caparaṃ, bhante, idhekacco sampajāno mātukucchiṃ okkamati; sampajāno mātukucchismiṃ ṭhāti; asampajāno mātukucchimhā nikkhamati. Ayaṃ tatiyā gabbhāvakkanti. ",
  "dn28:5.6": "Puna caparaṃ, bhante, idhekacco sampajāno mātukucchiṃ okkamati; sampajāno mātukucchismiṃ ṭhāti; sampajāno mātukucchimhā nikkhamati. Ayaṃ catutthā gabbhāvakkanti. ",
  "dn28:5.7": "Etadānuttariyaṃ, bhante, gabbhāvakkantīsu. ",
  "dn28:6.0": "1.4. Ādesanavidhādesanā ",
  "dn28:6.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti ādesanavidhāsu. ",
  "dn28:6.2": "Catasso imā, bhante, ādesanavidhā. ",
  "dn28:6.3": "Idha, bhante, ekacco nimittena ādisati: ",
  "dn28:6.4": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
  "dn28:6.5": "So bahuñcepi ādisati, tatheva taṃ hoti, no aññathā. ",
  "dn28:6.6": "Ayaṃ paṭhamā ādesanavidhā. ",
  "dn28:6.7": "Puna caparaṃ, bhante, idhekacco na heva kho nimittena ādisati. Api ca kho manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati: ",
  "dn28:6.8": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
  "dn28:6.9": "So bahuñcepi ādisati, tatheva taṃ hoti, no aññathā. ",
  "dn28:6.10": "Ayaṃ dutiyā ādesanavidhā. ",
  "dn28:6.11": "Puna caparaṃ, bhante, idhekacco na heva kho nimittena ādisati, nāpi manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati. Api ca kho vitakkayato vicārayato vitakkavipphārasaddaṃ sutvā ādisati: ",
  "dn28:6.12": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
  "dn28:6.13": "So bahuñcepi ādisati, tatheva taṃ hoti, no aññathā. ",
  "dn28:6.14": "Ayaṃ tatiyā ādesanavidhā. ",
  "dn28:6.15": "Puna caparaṃ, bhante, idhekacco na heva kho nimittena ādisati, nāpi manussānaṃ vā amanussānaṃ vā devatānaṃ vā saddaṃ sutvā ādisati, nāpi vitakkayato vicārayato vitakkavipphārasaddaṃ sutvā ādisati. Api ca kho avitakkaṃ avicāraṃ samādhiṃ samāpannassa cetasā ceto paricca pajānāti: ",
  "dn28:6.16": "‘yathā imassa bhoto manosaṅkhārā paṇihitā. Tathā imassa cittassa anantarā imaṃ nāma vitakkaṃ vitakkessatī’ti. ",
  "dn28:6.17": "So bahuñcepi ādisati, tatheva taṃ hoti, no aññathā. ",
  "dn28:6.18": "Ayaṃ catutthā ādesanavidhā. ",
  "dn28:6.19": "Etadānuttariyaṃ, bhante, ādesanavidhāsu. ",
  "dn28:7.0": "1.5. Dassanasamāpattidesanā ",
  "dn28:7.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti dassanasamāpattīsu. ",
  "dn28:7.2": "Catasso imā, bhante, dassanasamāpattiyo. ",
  "dn28:7.3": "Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ",
  "dn28:7.4": "‘atthi imasmiṃ kāye kesā lomā nakhā dantā taco maṃsaṃ nhāru aṭṭhi aṭṭhimiñjaṃ vakkaṃ hadayaṃ yakanaṃ kilomakaṃ pihakaṃ papphāsaṃ antaṃ antaguṇaṃ udariyaṃ karīsaṃ pittaṃ semhaṃ pubbo lohitaṃ sedo medo assu vasā kheḷo siṅghānikā lasikā muttan’ti. ",
  "dn28:7.5": "Ayaṃ paṭhamā dassanasamāpatti. ",
  "dn28:7.6": "Puna caparaṃ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ",
  "dn28:7.7": "‘atthi imasmiṃ kāye kesā lomā …pe… lasikā muttan’ti. ",
  "dn28:7.8": "Atikkamma ca purisassa chavimaṃsalohitaṃ aṭṭhiṃ paccavekkhati. ",
  "dn28:7.9": "Ayaṃ dutiyā dassanasamāpatti. ",
  "dn28:7.10": "Puna caparaṃ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ",
  "dn28:7.11": "‘atthi imasmiṃ kāye kesā lomā …pe… lasikā muttan’ti. ",
  "dn28:7.12": "Atikkamma ca purisassa chavimaṃsalohitaṃ aṭṭhiṃ paccavekkhati. ",
  "dn28:7.13": "Purisassa ca viññāṇasotaṃ pajānāti, ubhayato abbocchinnaṃ idha loke patiṭṭhitañca paraloke patiṭṭhitañca. ",
  "dn28:7.14": "Ayaṃ tatiyā dassanasamāpatti. ",
  "dn28:7.15": "Puna caparaṃ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte imameva kāyaṃ uddhaṃ pādatalā adho kesamatthakā tacapariyantaṃ pūraṃ nānappakārassa asucino paccavekkhati: ",
  "dn28:7.16": "‘atthi imasmiṃ kāye kesā lomā …pe… lasikā muttan’ti. ",
  "dn28:7.17": "Atikkamma ca purisassa chavimaṃsalohitaṃ aṭṭhiṃ paccavekkhati. ",
  "dn28:7.18": "Purisassa ca viññāṇasotaṃ pajānāti, ubhayato abbocchinnaṃ idha loke appatiṭṭhitañca paraloke appatiṭṭhitañca. ",
  "dn28:7.19": "Ayaṃ catutthā dassanasamāpatti. ",
  "dn28:7.20": "Etadānuttariyaṃ, bhante, dassanasamāpattīsu. ",
  "dn28:8.0": "1.6. Puggalapaṇṇattidesanā ",
  "dn28:8.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti puggalapaṇṇattīsu. ",
  "dn28:8.2": "Sattime, bhante, puggalā. ",
  "dn28:8.3": "Ubhatobhāgavimutto paññāvimutto kāyasakkhi diṭṭhippatto saddhāvimutto dhammānusārī saddhānusārī. ",
  "dn28:8.4": "Etadānuttariyaṃ, bhante, puggalapaṇṇattīsu. ",
  "dn28:9.0": "1.7. Padhānadesanā ",
  "dn28:9.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti padhānesu. ",
  "dn28:9.2": "Sattime, bhante, sambojjhaṅgā satisambojjhaṅgo dhammavicayasambojjhaṅgo vīriyasambojjhaṅgo pītisambojjhaṅgo passaddhisambojjhaṅgo samādhisambojjhaṅgo upekkhāsambojjhaṅgo. ",
  "dn28:9.3": "Etadānuttariyaṃ, bhante, padhānesu. ",
  "dn28:10.0": "1.8. Paṭipadādesanā ",
  "dn28:10.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti paṭipadāsu. ",
  "dn28:10.2": "Catasso imā, bhante, paṭipadā dukkhā paṭipadā dandhābhiññā, dukkhā paṭipadā khippābhiññā, sukhā paṭipadā dandhābhiññā, sukhā paṭipadā khippābhiññāti. ",
  "dn28:10.3": "Tatra, bhante, yāyaṃ paṭipadā dukkhā dandhābhiññā, ayaṃ, bhante, paṭipadā ubhayeneva hīnā akkhāyati dukkhattā ca dandhattā ca. ",
  "dn28:10.4": "Tatra, bhante, yāyaṃ paṭipadā dukkhā khippābhiññā, ayaṃ pana, bhante, paṭipadā dukkhattā hīnā akkhāyati. ",
  "dn28:10.5": "Tatra, bhante, yāyaṃ paṭipadā sukhā dandhābhiññā, ayaṃ pana, bhante, paṭipadā dandhattā hīnā akkhāyati. ",
  "dn28:10.6": "Tatra, bhante, yāyaṃ paṭipadā sukhā khippābhiññā, ayaṃ pana, bhante, paṭipadā ubhayeneva paṇītā akkhāyati sukhattā ca khippattā ca. ",
  "dn28:10.7": "Etadānuttariyaṃ, bhante, paṭipadāsu. ",
  "dn28:11.0": "1.9. Bhassasamācārādidesanā ",
  "dn28:11.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti bhassasamācāre. ",
  "dn28:11.2": "Idha, bhante, ekacco na ceva musāvādupasañhitaṃ vācaṃ bhāsati na ca vebhūtiyaṃ na ca pesuṇiyaṃ na ca sārambhajaṃ jayāpekkho; ",
  "dn28:11.3": "mantā mantā ca vācaṃ bhāsati nidhānavatiṃ kālena. ",
  "dn28:11.4": "Etadānuttariyaṃ, bhante, bhassasamācāre. ",
  "dn28:12.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti purisasīlasamācāre. ",
  "dn28:12.2": "Idha, bhante, ekacco sacco cassa saddho ca, na ca kuhako, na ca lapako, na ca nemittiko, na ca nippesiko, na ca lābhena lābhaṃ nijigīsanako, indriyesu guttadvāro, bhojane mattaññū, samakārī, jāgariyānuyogamanuyutto, atandito, āraddhavīriyo, jhāyī, satimā, kalyāṇapaṭibhāno, gatimā, dhitimā, matimā, na ca kāmesu giddho, sato ca nipako ca. ",
  "dn28:12.3": "Etadānuttariyaṃ, bhante, purisasīlasamācāre. ",
  "dn28:13.0": "1.10. Anusāsanavidhādesanā ",
  "dn28:13.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti anusāsanavidhāsu. ",
  "dn28:13.2": "Catasso imā, bhante, anusāsanavidhā—",
  "dn28:13.3": "jānāti, bhante, bhagavā aparaṃ puggalaṃ paccattaṃ yonisomanasikārā ",
  "dn28:13.4": "‘ayaṃ puggalo yathānusiṭṭhaṃ tathā paṭipajjamāno tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno bhavissati avinipātadhammo niyato sambodhiparāyaṇo’ti. ",
  "dn28:13.5": "Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ",
  "dn28:13.6": "‘ayaṃ puggalo yathānusiṭṭhaṃ tathā paṭipajjamāno tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī bhavissati, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissatī’ti. ",
  "dn28:13.7": "Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ",
  "dn28:13.8": "‘ayaṃ puggalo yathānusiṭṭhaṃ tathā paṭipajjamāno pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko bhavissati tattha parinibbāyī anāvattidhammo tasmā lokā’ti. ",
  "dn28:13.9": "Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ",
  "dn28:13.10": "‘ayaṃ puggalo yathānusiṭṭhaṃ tathā paṭipajjamāno āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatī’ti. ",
  "dn28:13.11": "Etadānuttariyaṃ, bhante, anusāsanavidhāsu. ",
  "dn28:14.0": "1.11. Parapuggalavimuttiñāṇadesanā ",
  "dn28:14.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti parapuggalavimuttiñāṇe. ",
  "dn28:14.2": "Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ",
  "dn28:14.3": "‘ayaṃ puggalo tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno bhavissati avinipātadhammo niyato sambodhiparāyaṇo’ti. ",
  "dn28:14.4": "Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ",
  "dn28:14.5": "‘ayaṃ puggalo tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī bhavissati, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissatī’ti. ",
  "dn28:14.6": "Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ",
  "dn28:14.7": "‘ayaṃ puggalo pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko bhavissati tattha parinibbāyī anāvattidhammo tasmā lokā’ti. ",
  "dn28:14.8": "Jānāti, bhante, bhagavā paraṃ puggalaṃ paccattaṃ yonisomanasikārā: ",
  "dn28:14.9": "‘ayaṃ puggalo āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatī’ti. ",
  "dn28:14.10": "Etadānuttariyaṃ, bhante, parapuggalavimuttiñāṇe. ",
  "dn28:15.0": "1.12. Sassatavādadesanā ",
  "dn28:15.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti sassatavādesu. ",
  "dn28:15.2": "Tayome, bhante, sassatavādā. ",
  "dn28:15.3": "Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn28:15.4": "Seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekānipi jātisatāni anekānipi jātisahassāni anekānipi jātisatasahassāni, ‘amutrāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn28:15.5": "So evamāha: ",
  "dn28:15.6": "‘atītampāhaṃ addhānaṃ jānāmi—saṃvaṭṭi vā loko vivaṭṭi vāti. ",
  "dn28:15.7": "Anāgataṃpāhaṃ addhānaṃ jānāmi—saṃvaṭṭissati vā loko vivaṭṭissati vāti. ",
  "dn28:15.8": "Sassato attā ca loko ca vañjho kūṭaṭṭho esikaṭṭhāyiṭṭhito. Te ca sattā sandhāvanti saṃsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ",
  "dn28:15.9": "Ayaṃ paṭhamo sassatavādo. ",
  "dn28:15.10": "Puna caparaṃ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn28:15.11": "Seyyathidaṃ—ekampi saṃvaṭṭavivaṭṭaṃ dvepi saṃvaṭṭavivaṭṭāni tīṇipi saṃvaṭṭavivaṭṭāni cattāripi saṃvaṭṭavivaṭṭāni pañcapi saṃvaṭṭavivaṭṭāni dasapi saṃvaṭṭavivaṭṭāni, ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn28:15.12": "So evamāha: ",
  "dn28:15.13": "‘atītampāhaṃ addhānaṃ jānāmi saṃvaṭṭi vā loko vivaṭṭi vāti. ",
  "dn28:15.14": "Anāgataṃpāhaṃ addhānaṃ jānāmi saṃvaṭṭissati vā loko vivaṭṭissati vāti. ",
  "dn28:15.15": "Sassato attā ca loko ca vañjho kūṭaṭṭho esikaṭṭhāyiṭṭhito. ",
  "dn28:15.16": "Te ca sattā sandhāvanti saṃsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ",
  "dn28:15.17": "Ayaṃ dutiyo sassatavādo. ",
  "dn28:15.18": "Puna caparaṃ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn28:15.19": "Seyyathidaṃ—dasapi saṃvaṭṭavivaṭṭāni vīsampi saṃvaṭṭavivaṭṭāni tiṃsampi saṃvaṭṭavivaṭṭāni cattālīsampi saṃvaṭṭavivaṭṭāni, ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn28:15.20": "So evamāha: ",
  "dn28:15.21": "‘atītampāhaṃ addhānaṃ jānāmi saṃvaṭṭipi loko vivaṭṭipīti; ",
  "dn28:15.22": "anāgataṃpāhaṃ addhānaṃ jānāmi saṃvaṭṭissatipi loko vivaṭṭissatipīti. ",
  "dn28:15.23": "Sassato attā ca loko ca vañjho kūṭaṭṭho esikaṭṭhāyiṭṭhito. ",
  "dn28:15.24": "Te ca sattā sandhāvanti saṃsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ",
  "dn28:15.25": "Ayaṃ tatiyo sassatavādo, ",
  "dn28:15.26": "etadānuttariyaṃ, bhante, sassatavādesu. ",
  "dn28:16.0": "1.13. Pubbenivāsānussatiñāṇadesanā ",
  "dn28:16.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti pubbenivāsānussatiñāṇe. ",
  "dn28:16.2": "Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn28:16.3": "Seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe, ",
  "dn28:16.4": "‘amutrāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn28:16.5": "Santi, bhante, devā, yesaṃ na sakkā gaṇanāya vā saṅkhānena vā āyu saṅkhātuṃ. ",
  "dn28:16.6": "Api ca yasmiṃ yasmiṃ attabhāve abhinivuṭṭhapubbo hoti yadi vā rūpīsu yadi vā arūpīsu yadi vā saññīsu yadi vā asaññīsu yadi vā nevasaññīnāsaññīsu. ",
  "dn28:16.7": "Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn28:16.8": "Etadānuttariyaṃ, bhante, pubbenivāsānussatiñāṇe. ",
  "dn28:17.0": "1.14. Cutūpapātañāṇadesanā ",
  "dn28:17.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti sattānaṃ cutūpapātañāṇe. ",
  "dn28:17.2": "Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne ",
  "dn28:17.3": "hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. ",
  "dn28:17.4": "Etadānuttariyaṃ, bhante, sattānaṃ cutūpapātañāṇe. ",
  "dn28:18.0": "1.15. Iddhividhadesanā ",
  "dn28:18.1": "Aparaṃ pana, bhante, etadānuttariyaṃ, yathā bhagavā dhammaṃ deseti iddhividhāsu. ",
  "dn28:18.2": "Dvemā, bhante, iddhividhāyo—",
  "dn28:18.3": "atthi, bhante, iddhi sāsavā saupadhikā, ‘no ariyā’ti vuccati. ",
  "dn28:18.4": "Atthi, bhante, iddhi anāsavā anupadhikā ‘ariyā’ti vuccati. ",
  "dn28:18.5": "Katamā ca, bhante, iddhi sāsavā saupadhikā, ‘no ariyā’ti vuccati? ",
  "dn28:18.6": "idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṃ cetosamādhiṃ phusati, yathāsamāhite citte anekavihitaṃ iddhividhaṃ paccanubhoti—",
  "dn28:18.7": "ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vatteti. ",
  "dn28:18.8": "Ayaṃ, bhante, iddhi sāsavā saupadhikā, ‘no ariyā’ti vuccati. ",
  "dn28:18.9": "Katamā pana, bhante, iddhi anāsavā anupadhikā, ‘ariyā’ti vuccati? ",
  "dn28:18.10": "Idha, bhante, bhikkhu sace ākaṅkhati: ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "dn28:18.11": "Sace ākaṅkhati: ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "dn28:18.12": "Sace ākaṅkhati: ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "dn28:18.13": "Sace ākaṅkhati: ‘paṭikūle ca appaṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "dn28:18.14": "Sace ākaṅkhati: ‘paṭikūlañca appaṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyyaṃ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
  "dn28:18.15": "Ayaṃ, bhante, iddhi anāsavā anupadhikā ‘ariyā’ti vuccati. ",
  "dn28:18.16": "Etadānuttariyaṃ, bhante, iddhividhāsu. ",
  "dn28:18.17": "Taṃ bhagavā asesamabhijānāti, taṃ bhagavato asesamabhijānato uttari abhiññeyyaṃ natthi, yadabhijānaṃ añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro assa yadidaṃ iddhividhāsu. ",
  "dn28:19.0": "1.16. Aññathāsatthuguṇadassana ",
  "dn28:19.1": "Yaṃ taṃ, bhante, saddhena kulaputtena pattabbaṃ āraddhavīriyena thāmavatā purisathāmena purisavīriyena purisaparakkamena purisadhorayhena, anuppattaṃ taṃ bhagavatā. ",
  "dn28:19.2": "Na ca, bhante, bhagavā kāmesu kāmasukhallikānuyogamanuyutto hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ, na ca attakilamathānuyogamanuyutto dukkhaṃ anariyaṃ anatthasaṃhitaṃ. ",
  "dn28:19.3": "Catunnañca bhagavā jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī. ",
  "dn28:19.4.0": "1.17. Anuyogadānappakāra ",
  "dn28:19.5": "Sace maṃ, bhante, evaṃ puccheyya: ",
  "dn28:19.6": "‘kiṃ nu kho, āvuso sāriputta, ahesuṃ atītamaddhānaṃ aññe samaṇā vā brāhmaṇā vā bhagavatā bhiyyobhiññatarā sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘no’ti vadeyyaṃ. ",
  "dn28:19.7": "‘Kiṃ panāvuso sāriputta, bhavissanti anāgatamaddhānaṃ aññe samaṇā vā brāhmaṇā vā bhagavatā bhiyyobhiññatarā sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘no’ti vadeyyaṃ. ",
  "dn28:19.8": "‘Kiṃ panāvuso sāriputta, atthetarahi añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘no’ti vadeyyaṃ. ",
  "dn28:19.9": "Sace pana maṃ, bhante, evaṃ puccheyya: ",
  "dn28:19.10": "‘kiṃ nu kho, āvuso sāriputta, ahesuṃ atītamaddhānaṃ aññe samaṇā vā brāhmaṇā vā bhagavatā samasamā sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘evan’ti vadeyyaṃ. ",
  "dn28:19.11": "‘Kiṃ panāvuso sāriputta, bhavissanti anāgatamaddhānaṃ aññe samaṇā vā brāhmaṇā vā bhagavatā samasamā sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘evan’ti vadeyyaṃ. ",
  "dn28:19.12": "‘Kiṃ panāvuso sāriputta, atthetarahi aññe samaṇā vā brāhmaṇā vā bhagavatā samasamā sambodhiyan’ti, evaṃ puṭṭho ahaṃ, bhante, ‘no’ti vadeyyaṃ. ",
  "dn28:19.13": "Sace pana maṃ, bhante, evaṃ puccheyya: ",
  "dn28:19.14": "‘kiṃ panāyasmā sāriputto ekaccaṃ abbhanujānāti, ekaccaṃ na abbhanujānātī’ti, evaṃ puṭṭho ahaṃ, bhante, evaṃ byākareyyaṃ: ",
  "dn28:19.15": "‘sammukhā metaṃ, āvuso, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "dn28:19.16": "“ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā mayā samasamā sambodhiyan”ti. ",
  "dn28:19.17": "Sammukhā metaṃ, āvuso, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "dn28:19.18": "“bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā mayā samasamā sambodhiyan”ti. ",
  "dn28:19.19": "Sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ: ",
  "dn28:19.20": "“aṭṭhānametaṃ anavakāso yaṃ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṃ acarimaṃ uppajjeyyuṃ, netaṃ ṭhānaṃ vijjatī”’ti. ",
  "dn28:19.21": "Kaccāhaṃ, bhante, evaṃ puṭṭho evaṃ byākaramāno vuttavādī ceva bhagavato homi, na ca bhagavantaṃ abhūtena abbhācikkhāmi, dhammassa cānudhammaṃ byākaromi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti? ",
  "dn28:19.22": "“Taggha tvaṃ, sāriputta, evaṃ puṭṭho evaṃ byākaramāno vuttavādī ceva me hosi, na ca maṃ abhūtena abbhācikkhasi, dhammassa cānudhammaṃ byākarosi, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti. ",
  "dn28:20.0": "2. Acchariyaabbhuta ",
  "dn28:20.1": "Evaṃ vutte, āyasmā udāyī bhagavantaṃ etadavoca: ",
  "dn28:20.2": "“acchariyaṃ, bhante, abbhutaṃ, bhante, tathāgatassa appicchatā santuṭṭhitā sallekhatā. ",
  "dn28:20.3": "Yatra hi nāma tathāgato evaṃmahiddhiko evaṃmahānubhāvo, atha ca pana nevattānaṃ pātukarissati. ",
  "dn28:20.4": "Ekamekañcepi ito, bhante, dhammaṃ aññatitthiyā paribbājakā attani samanupasseyyuṃ, te tāvatakeneva paṭākaṃ parihareyyuṃ. ",
  "dn28:20.5": "Acchariyaṃ, bhante, abbhutaṃ, bhante, tathāgatassa appicchatā santuṭṭhitā sallekhatā. ",
  "dn28:20.6": "Yatra hi nāma tathāgato evaṃmahiddhiko evaṃmahānubhāvo. Atha ca pana nevattānaṃ pātukarissatī”ti. ",
  "dn28:20.7": "“Passa kho tvaṃ, udāyi, ‘tathāgatassa appicchatā santuṭṭhitā sallekhatā. ",
  "dn28:20.8": "Yatra hi nāma tathāgato evaṃmahiddhiko evaṃmahānubhāvo, atha ca pana nevattānaṃ pātukarissati’. ",
  "dn28:20.9": "Ekamekañcepi ito, udāyi, dhammaṃ aññatitthiyā paribbājakā attani samanupasseyyuṃ, te tāvatakeneva paṭākaṃ parihareyyuṃ. ",
  "dn28:20.10": "Passa kho tvaṃ, udāyi, ‘tathāgatassa appicchatā santuṭṭhitā sallekhatā. ",
  "dn28:20.11": "Yatra hi nāma tathāgato evaṃmahiddhiko evaṃmahānubhāvo, atha ca pana nevattānaṃ pātukarissatī’”ti. ",
  "dn28:21.1": "Atha kho bhagavā āyasmantaṃ sāriputtaṃ āmantesi: ",
  "dn28:21.2": "“Tasmātiha tvaṃ, sāriputta, imaṃ dhammapariyāyaṃ abhikkhaṇaṃ bhāseyyāsi bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ. ",
  "dn28:21.3": "Yesampi hi, sāriputta, moghapurisānaṃ bhavissati tathāgate kaṅkhā vā vimati vā, tesamimaṃ dhammapariyāyaṃ sutvā tathāgate kaṅkhā vā vimati vā, sā pahīyissatī”ti. ",
  "dn28:21.4": "Iti hidaṃ āyasmā sāriputto bhagavato sammukhā sampasādaṃ pavedesi. ",
  "dn28:21.5": "Tasmā imassa veyyākaraṇassa sampasādanīyantveva adhivacananti. ",
  "dn28:21.6": "Sampasādanīyasuttaṃ niṭṭhitaṃ pañcamaṃ. "
}