{
  "dn29:0.1": "Dīgha Nikāya 29 ",
  "dn29:0.2": "Pāsādikasutta ",
  "dn29:1.1": "Evaṃ me sutaṃ—",
  "dn29:1.2": "ekaṃ samayaṃ bhagavā sakkesu viharati vedhaññā nāma sakyā, tesaṃ ambavane pāsāde. ",
  "dn29:2.1": "Tena kho pana samayena nigaṇṭho nāṭaputto pāvāyaṃ adhunākālaṅkato hoti. ",
  "dn29:2.2": "Tassa kālaṃkiriyāya bhinnā nigaṇṭhā dvedhikajātā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti: ",
  "dn29:2.3": "“na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi, kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi? Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno. Sahitaṃ me, asahitaṃ te. Purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca. Adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahito tvamasi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti. ",
  "dn29:2.4": "Vadhoyeva kho maññe nigaṇṭhesu nāṭaputtiyesu vattati. ",
  "dn29:2.5": "Yepi nigaṇṭhassa nāṭaputtassa sāvakā gihī odātavasanā, tepi nigaṇṭhesu nāṭaputtiyesu nibbinnarūpā virattarūpā paṭivānarūpā, yathā taṃ durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite bhinnathūpe appaṭisaraṇe. ",
  "dn29:3.1": "Atha kho cundo samaṇuddeso pāvāyaṃ vassaṃvuṭṭho yena sāmagāmo, yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho cundo samaṇuddeso āyasmantaṃ ānandaṃ etadavoca: ",
  "dn29:3.2": "“nigaṇṭho, bhante, nāṭaputto pāvāyaṃ adhunākālaṅkato. ",
  "dn29:3.3": "Tassa kālaṃkiriyāya bhinnā nigaṇṭhā dvedhikajātā …pe… bhinnathūpe appaṭisaraṇe”ti. ",
  "dn29:4.1": "Evaṃ vutte, āyasmā ānando cundaṃ samaṇuddesaṃ etadavoca: ",
  "dn29:4.2": "“atthi kho idaṃ, āvuso cunda, kathāpābhataṃ bhagavantaṃ dassanāya. ",
  "dn29:4.3": "Āyāmāvuso cunda, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ bhagavato ārocessāmā”ti. ",
  "dn29:4.4": "“Evaṃ, bhante”ti kho cundo samaṇuddeso āyasmato ānandassa paccassosi. ",
  "dn29:5.1": "Atha kho āyasmā ca ānando cundo ca samaṇuddeso yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
  "dn29:5.2": "“ayaṃ, bhante, cundo samaṇuddeso evamāha, ‘nigaṇṭho, bhante, nāṭaputto pāvāyaṃ adhunākālaṅkato, ",
  "dn29:5.3": "tassa kālaṅkiriyāya bhinnā nigaṇṭhā …pe… bhinnathūpe appaṭisaraṇe’”ti. ",
  "dn29:6.0": "1. Asammāsambuddhappaveditadhammavinaya ",
  "dn29:6.1": "“Evaṃ hetaṃ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite. ",
  "dn29:6.2": "Idha, cunda, satthā ca hoti asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṃvattaniko asammāsambuddhappavedito, ",
  "dn29:6.3": "sāvako ca tasmiṃ dhamme na dhammānudhammappaṭipanno viharati na sāmīcippaṭipanno na anudhammacārī, vokkamma ca tamhā dhammā vattati. ",
  "dn29:6.4": "So evamassa vacanīyo: ",
  "dn29:6.5": "‘tassa te, āvuso, lābhā, tassa te suladdhaṃ, ",
  "dn29:6.6": "satthā ca te asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṃvattaniko asammāsambuddhappavedito. ",
  "dn29:6.7": "Tvañca tasmiṃ dhamme na dhammānudhammappaṭipanno viharasi, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattasī’ti. ",
  "dn29:6.8": "Iti kho, cunda, satthāpi tattha gārayho, dhammopi tattha gārayho, sāvako ca tattha evaṃ pāsaṃso. ",
  "dn29:6.9": "Yo kho, cunda, evarūpaṃ sāvakaṃ evaṃ vadeyya: ",
  "dn29:6.10": "‘etāyasmā tathā paṭipajjatu, yathā te satthārā dhammo desito paññatto’ti. ",
  "dn29:6.11": "Yo ca samādapeti, yañca samādapeti, yo ca samādapito tathattāya paṭipajjati. Sabbe te bahuṃ apuññaṃ pasavanti. ",
  "dn29:6.12": "Taṃ kissa hetu? ",
  "dn29:6.13": "Evaṃ hetaṃ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite. ",
  "dn29:7.1": "Idha pana, cunda, satthā ca hoti asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṃvattaniko asammāsambuddhappavedito, ",
  "dn29:7.2": "sāvako ca tasmiṃ dhamme dhammānudhammappaṭipanno viharati sāmīcippaṭipanno anudhammacārī, samādāya taṃ dhammaṃ vattati. ",
  "dn29:7.3": "So evamassa vacanīyo: ",
  "dn29:7.4": "‘tassa te, āvuso, alābhā, tassa te dulladdhaṃ, satthā ca te asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṃvattaniko asammāsambuddhappavedito. ",
  "dn29:7.5": "Tvañca tasmiṃ dhamme dhammānudhammappaṭipanno viharasi sāmīcippaṭipanno anudhammacārī, samādāya taṃ dhammaṃ vattasī’ti. ",
  "dn29:7.6": "Iti kho, cunda, satthāpi tattha gārayho, dhammopi tattha gārayho, sāvakopi tattha evaṃ gārayho. ",
  "dn29:7.7": "Yo kho, cunda, evarūpaṃ sāvakaṃ evaṃ vadeyya: ",
  "dn29:7.8": "‘addhāyasmā ñāyappaṭipanno ñāyamārādhessatī’ti. ",
  "dn29:7.9": "Yo ca pasaṃsati, yañca pasaṃsati, yo ca pasaṃsito bhiyyoso mattāya vīriyaṃ ārabhati. Sabbe te bahuṃ apuññaṃ pasavanti. ",
  "dn29:7.10": "Taṃ kissa hetu? ",
  "dn29:7.11": "Evañhetaṃ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite. ",
  "dn29:8.0": "2. Sammāsambuddhappaveditadhammavinaya ",
  "dn29:8.1": "Idha pana, cunda, satthā ca hoti sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito, ",
  "dn29:8.2": "sāvako ca tasmiṃ dhamme na dhammānudhammappaṭipanno viharati, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattati. ",
  "dn29:8.3": "So evamassa vacanīyo: ",
  "dn29:8.4": "‘tassa te, āvuso, alābhā, tassa te dulladdhaṃ, satthā ca te sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito. ",
  "dn29:8.5": "Tvañca tasmiṃ dhamme na dhammānudhammappaṭipanno viharasi, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattasī’ti. ",
  "dn29:8.6": "Iti kho, cunda, satthāpi tattha pāsaṃso, dhammopi tattha pāsaṃso, sāvako ca tattha evaṃ gārayho. ",
  "dn29:8.7": "Yo kho, cunda, evarūpaṃ sāvakaṃ evaṃ vadeyya: ",
  "dn29:8.8": "‘etāyasmā tathā paṭipajjatu yathā te satthārā dhammo desito paññatto’ti. ",
  "dn29:8.9": "Yo ca samādapeti, yañca samādapeti, yo ca samādapito tathattāya paṭipajjati. Sabbe te bahuṃ puññaṃ pasavanti. ",
  "dn29:8.10": "Taṃ kissa hetu? ",
  "dn29:8.11": "Evañhetaṃ, cunda, hoti svākkhāte dhammavinaye suppavedite niyyānike upasamasaṃvattanike sammāsambuddhappavedite. ",
  "dn29:9.1": "Idha pana, cunda, satthā ca hoti sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito, ",
  "dn29:9.2": "sāvako ca tasmiṃ dhamme dhammānudhammappaṭipanno viharati sāmīcippaṭipanno anudhammacārī, samādāya taṃ dhammaṃ vattati. ",
  "dn29:9.3": "So evamassa vacanīyo: ",
  "dn29:9.4": "‘tassa te, āvuso, lābhā, tassa te suladdhaṃ, ",
  "dn29:9.5": "satthā ca te sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito. ",
  "dn29:9.6": "Tvañca tasmiṃ dhamme dhammānudhammappaṭipanno viharasi sāmīcippaṭipanno anudhammacārī, samādāya taṃ dhammaṃ vattasī’ti. ",
  "dn29:9.7": "Iti kho, cunda, satthāpi tattha pāsaṃso, dhammopi tattha pāsaṃso, sāvakopi tattha evaṃ pāsaṃso. ",
  "dn29:9.8": "Yo kho, cunda, evarūpaṃ sāvakaṃ evaṃ vadeyya: ",
  "dn29:9.9": "‘addhāyasmā ñāyappaṭipanno ñāyamārādhessatī’ti. ",
  "dn29:9.10": "Yo ca pasaṃsati, yañca pasaṃsati, yo ca pasaṃsito bhiyyoso mattāya vīriyaṃ ārabhati. Sabbe te bahuṃ puññaṃ pasavanti. ",
  "dn29:9.11": "Taṃ kissa hetu? ",
  "dn29:9.12": "Evañhetaṃ, cunda, hoti svākkhāte dhammavinaye suppavedite niyyānike upasamasaṃvattanike sammāsambuddhappavedite. ",
  "dn29:10.0": "3. Sāvakānutappasatthu ",
  "dn29:10.1": "Idha pana, cunda, satthā ca loke udapādi arahaṃ sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito, ",
  "dn29:10.2": "aviññāpitatthā cassa honti sāvakā saddhamme, na ca tesaṃ kevalaṃ paripūraṃ brahmacariyaṃ āvikataṃ hoti uttānīkataṃ sabbasaṅgāhapadakataṃ sappāṭihīrakataṃ yāva devamanussehi suppakāsitaṃ. ",
  "dn29:10.3": "Atha nesaṃ satthuno antaradhānaṃ hoti. ",
  "dn29:10.4": "Evarūpo kho, cunda, satthā sāvakānaṃ kālaṅkato anutappo hoti. ",
  "dn29:10.5": "Taṃ kissa hetu? ",
  "dn29:10.6": "‘Satthā ca no loke udapādi arahaṃ sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito, aviññāpitatthā camha saddhamme, na ca no kevalaṃ paripūraṃ brahmacariyaṃ āvikataṃ hoti uttānīkataṃ sabbasaṅgāhapadakataṃ sappāṭihīrakataṃ yāva devamanussehi suppakāsitaṃ. ",
  "dn29:10.7": "Atha no satthuno antaradhānaṃ hotī’ti. ",
  "dn29:10.8": "Evarūpo kho, cunda, satthā sāvakānaṃ kālaṅkato anutappo hoti. ",
  "dn29:11.0": "4. Sāvakānanutappasatthu ",
  "dn29:11.1": "Idha pana, cunda, satthā ca loke udapādi arahaṃ sammāsambuddho. Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito. ",
  "dn29:11.2": "Viññāpitatthā cassa honti sāvakā saddhamme, kevalañca tesaṃ paripūraṃ brahmacariyaṃ āvikataṃ hoti uttānīkataṃ sabbasaṅgāhapadakataṃ sappāṭihīrakataṃ yāva devamanussehi suppakāsitaṃ. ",
  "dn29:11.3": "Atha nesaṃ satthuno antaradhānaṃ hoti. ",
  "dn29:11.4": "Evarūpo kho, cunda, satthā sāvakānaṃ kālaṅkato ananutappo hoti. ",
  "dn29:11.5": "Taṃ kissa hetu? ",
  "dn29:11.6": "‘Satthā ca no loke udapādi arahaṃ sammāsambuddho. ",
  "dn29:11.7": "Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito. ",
  "dn29:11.8": "Viññāpitatthā camha saddhamme, kevalañca no paripūraṃ brahmacariyaṃ āvikataṃ hoti uttānīkataṃ sabbasaṅgāhapadakataṃ sappāṭihīrakataṃ yāva devamanussehi suppakāsitaṃ. ",
  "dn29:11.9": "Atha no satthuno antaradhānaṃ hotī’ti. ",
  "dn29:11.10": "Evarūpo kho, cunda, satthā sāvakānaṃ kālaṅkato ananutappo hoti. ",
  "dn29:12.0": "5. Brahmacariyaaparipūrādikathā ",
  "dn29:12.1": "Etehi cepi, cunda, aṅgehi samannāgataṃ brahmacariyaṃ hoti, no ca kho satthā hoti thero rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn29:12.2": "Evaṃ taṃ brahmacariyaṃ aparipūraṃ hoti tenaṅgena. ",
  "dn29:13.1": "Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṃ brahmacariyaṃ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn29:13.2": "Evaṃ taṃ brahmacariyaṃ paripūraṃ hoti tenaṅgena. ",
  "dn29:14.1": "Etehi cepi, cunda, aṅgehi samannāgataṃ brahmacariyaṃ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, no ca khvassa therā bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ",
  "dn29:14.2": "Alaṃ samakkhātuṃ saddhammassa, alaṃ uppannaṃ parappavādaṃ sahadhammehi suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desetuṃ. ",
  "dn29:14.3": "Evaṃ taṃ brahmacariyaṃ aparipūraṃ hoti tenaṅgena. ",
  "dn29:15.1": "Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṃ brahmacariyaṃ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ",
  "dn29:15.2": "Alaṃ samakkhātuṃ saddhammassa, alaṃ uppannaṃ parappavādaṃ sahadhammehi suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desetuṃ. ",
  "dn29:15.3": "Evaṃ taṃ brahmacariyaṃ paripūraṃ hoti tenaṅgena. ",
  "dn29:16.1": "Etehi cepi, cunda, aṅgehi samannāgataṃ brahmacariyaṃ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ",
  "dn29:16.2": "Alaṃ samakkhātuṃ saddhammassa, alaṃ uppannaṃ parappavādaṃ sahadhammehi suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desetuṃ. ",
  "dn29:16.3": "No ca khvassa majjhimā bhikkhū sāvakā honti …pe… ",
  "dn29:16.4": "majjhimā cassa bhikkhū sāvakā honti, no ca khvassa navā bhikkhū sāvakā honti …pe… ",
  "dn29:16.5": "navā cassa bhikkhū sāvakā honti, no ca khvassa therā bhikkhuniyo sāvikā honti …pe… ",
  "dn29:16.6": "therā cassa bhikkhuniyo sāvikā honti, no ca khvassa majjhimā bhikkhuniyo sāvikā honti …pe… ",
  "dn29:16.7": "majjhimā cassa bhikkhuniyo sāvikā honti, no ca khvassa navā bhikkhuniyo sāvikā honti …pe… ",
  "dn29:16.8": "navā cassa bhikkhuniyo sāvikā honti, no ca khvassa upāsakā sāvakā honti gihī odātavasanā brahmacārino …pe… ",
  "dn29:16.9": "upāsakā cassa sāvakā honti gihī odātavasanā brahmacārino, no ca khvassa upāsakā sāvakā honti gihī odātavasanā kāmabhogino …pe… ",
  "dn29:16.10": "upāsakā cassa sāvakā honti gihī odātavasanā kāmabhogino, no ca khvassa upāsikā sāvikā honti gihiniyo odātavasanā brahmacāriniyo …pe… ",
  "dn29:16.11": "upāsikā cassa sāvikā honti gihiniyo odātavasanā brahmacāriniyo, no ca khvassa upāsikā sāvikā honti gihiniyo odātavasanā kāmabhoginiyo …pe… ",
  "dn29:16.12": "upāsikā cassa sāvikā honti gihiniyo odātavasanā kāmabhoginiyo, no ca khvassa brahmacariyaṃ hoti iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ …pe… ",
  "dn29:16.13": "brahmacariyañcassa hoti iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ, no ca kho lābhaggayasaggappattaṃ. ",
  "dn29:16.14": "Evaṃ taṃ brahmacariyaṃ aparipūraṃ hoti tenaṅgena. ",
  "dn29:17.1": "Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṃ brahmacariyaṃ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ",
  "dn29:17.2": "Alaṃ samakkhātuṃ saddhammassa, alaṃ uppannaṃ parappavādaṃ sahadhammehi suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desetuṃ. ",
  "dn29:17.3": "Majjhimā cassa bhikkhū sāvakā honti … ",
  "dn29:17.4": "navā cassa bhikkhū sāvakā honti … ",
  "dn29:17.5": "therā cassa bhikkhuniyo sāvikā honti … ",
  "dn29:17.6": "majjhimā cassa bhikkhuniyo sāvikā honti … ",
  "dn29:17.7": "navā cassa bhikkhuniyo sāvikā honti … ",
  "dn29:17.8": "upāsakā cassa sāvakā honti … gihī odātavasanā brahmacārino. ",
  "dn29:17.9": "Upāsakā cassa sāvakā honti gihī odātavasanā kāmabhogino … ",
  "dn29:17.10": "upāsikā cassa sāvikā honti gihiniyo odātavasanā brahmacāriniyo … ",
  "dn29:17.11": "upāsikā cassa sāvikā honti gihiniyo odātavasanā kāmabhoginiyo … ",
  "dn29:17.12": "brahmacariyañcassa hoti iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ, lābhaggappattañca yasaggappattañca. ",
  "dn29:17.13": "Evaṃ taṃ brahmacariyaṃ paripūraṃ hoti tenaṅgena. ",
  "dn29:18.1": "Ahaṃ kho pana, cunda, etarahi satthā loke uppanno arahaṃ sammāsambuddho. ",
  "dn29:18.2": "Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito. ",
  "dn29:18.3": "Viññāpitatthā ca me sāvakā saddhamme, kevalañca tesaṃ paripūraṃ brahmacariyaṃ āvikataṃ uttānīkataṃ sabbasaṅgāhapadakataṃ sappāṭihīrakataṃ yāva devamanussehi suppakāsitaṃ. ",
  "dn29:18.4": "Ahaṃ kho pana, cunda, etarahi satthā thero rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn29:19.1": "Santi kho pana me, cunda, etarahi therā bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ",
  "dn29:19.2": "Alaṃ samakkhātuṃ saddhammassa, alaṃ uppannaṃ parappavādaṃ sahadhammehi suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desetuṃ. ",
  "dn29:19.3": "Santi kho pana me, cunda, etarahi majjhimā bhikkhū sāvakā … ",
  "dn29:19.4": "santi kho pana me, cunda, etarahi navā bhikkhū sāvakā … ",
  "dn29:19.5": "santi kho pana me, cunda, etarahi therā bhikkhuniyo sāvikā … ",
  "dn29:19.6": "santi kho pana me, cunda, etarahi majjhimā bhikkhuniyo sāvikā … ",
  "dn29:19.7": "santi kho pana me, cunda, etarahi navā bhikkhuniyo sāvikā … ",
  "dn29:19.8": "santi kho pana me, cunda, etarahi upāsakā sāvakā gihī odātavasanā brahmacārino … ",
  "dn29:19.9": "santi kho pana me, cunda, etarahi upāsakā sāvakā gihī odātavasanā kāmabhogino … ",
  "dn29:19.10": "santi kho pana me, cunda, etarahi upāsikā sāvikā gihiniyo odātavasanā brahmacāriniyo … ",
  "dn29:19.11": "santi kho pana me, cunda, etarahi upāsikā sāvikā gihiniyo odātavasanā kāmabhoginiyo … ",
  "dn29:19.12": "etarahi kho pana me, cunda, brahmacariyaṃ iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitaṃ. ",
  "dn29:20.1": "Yāvatā kho, cunda, etarahi satthāro loke uppannā, nāhaṃ, cunda, aññaṃ ekasatthārampi samanupassāmi evaṃlābhaggayasaggappattaṃ yatharivāhaṃ. ",
  "dn29:20.2": "Yāvatā kho pana, cunda, etarahi saṅgho vā gaṇo vā loke uppanno; ",
  "dn29:20.3": "nāhaṃ, cunda, aññaṃ ekasaṅghampi samanupassāmi evaṃlābhaggayasaggappattaṃ yatharivāyaṃ, cunda, bhikkhusaṅgho. ",
  "dn29:20.4": "Yaṃ kho taṃ, cunda, sammā vadamāno vadeyya: ",
  "dn29:20.5": "‘sabbākārasampannaṃ sabbākāraparipūraṃ anūnamanadhikaṃ svākkhātaṃ kevalaṃ paripūraṃ brahmacariyaṃ suppakāsitan’ti. ",
  "dn29:20.6": "Idameva taṃ sammā vadamāno vadeyya: ",
  "dn29:20.7": "‘sabbākārasampannaṃ …pe… suppakāsitan’ti. ",
  "dn29:21.1": "Udako sudaṃ, cunda, rāmaputto evaṃ vācaṃ bhāsati: ",
  "dn29:21.2": "‘passaṃ na passatī’ti. ",
  "dn29:21.3": "Kiñca passaṃ na passatīti? ",
  "dn29:21.4": "Khurassa sādhunisitassa talamassa passati, dhārañca khvassa na passati. ",
  "dn29:21.5": "Idaṃ vuccati: ",
  "dn29:21.6": "‘passaṃ na passatī’ti. ",
  "dn29:21.7": "Yaṃ kho panetaṃ, cunda, udakena rāmaputtena bhāsitaṃ hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ khurameva sandhāya. ",
  "dn29:21.8": "Yañca taṃ, cunda, sammā vadamāno vadeyya: ",
  "dn29:21.9": "‘passaṃ na passatī’ti, idameva taṃ sammā vadamāno vadeyya: ",
  "dn29:21.10": "‘passaṃ na passatī’ti. ",
  "dn29:21.11": "Kiñca passaṃ na passatīti? ",
  "dn29:21.12": "Evaṃ sabbākārasampannaṃ sabbākāraparipūraṃ anūnamanadhikaṃ svākkhātaṃ kevalaṃ paripūraṃ brahmacariyaṃ suppakāsitanti, iti hetaṃ passati. ",
  "dn29:21.13": "Idamettha apakaḍḍheyya, evaṃ taṃ parisuddhataraṃ assāti, iti hetaṃ na passati. ",
  "dn29:21.14": "Idamettha upakaḍḍheyya, evaṃ taṃ paripūraṃ assāti, iti hetaṃ na passati. ",
  "dn29:21.15": "Idaṃ vuccati, cunda: ",
  "dn29:21.16": "‘passaṃ na passatī’ti. ",
  "dn29:21.17": "Yaṃ kho taṃ, cunda, sammā vadamāno vadeyya: ",
  "dn29:21.18": "‘sabbākārasampannaṃ …pe… ",
  "dn29:21.19": "brahmacariyaṃ suppakāsitan’ti. ",
  "dn29:21.20": "Idameva taṃ sammā vadamāno vadeyya: ",
  "dn29:21.21": "‘sabbākārasampannaṃ sabbākāraparipūraṃ anūnamanadhikaṃ svākkhātaṃ kevalaṃ paripūraṃ brahmacariyaṃ suppakāsitan’ti. ",
  "dn29:22.0": "6. Saṅgāyitabbadhamma ",
  "dn29:22.1": "Tasmātiha, cunda, ye vo mayā dhammā abhiññā desitā, tattha sabbeheva saṅgamma samāgamma atthena atthaṃ byañjanena byañjanaṃ saṅgāyitabbaṃ na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ",
  "dn29:22.2": "Katame ca te, cunda, dhammā mayā abhiññā desitā, yattha sabbeheva saṅgamma samāgamma atthena atthaṃ byañjanena byañjanaṃ saṅgāyitabbaṃ na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ? ",
  "dn29:22.3": "Seyyathidaṃ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ",
  "dn29:22.4": "Ime kho te, cunda, dhammā mayā abhiññā desitā. ",
  "dn29:22.5": "Yattha sabbeheva saṅgamma samāgamma atthena atthaṃ byañjanena byañjanaṃ saṅgāyitabbaṃ na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ. ",
  "dn29:23.0": "7. Saññāpetabbavidhi ",
  "dn29:23.1": "Tesañca vo, cunda, samaggānaṃ sammodamānānaṃ avivadamānānaṃ sikkhataṃ aññataro sabrahmacārī saṃghe dhammaṃ bhāseyya. ",
  "dn29:23.2": "Tatra ce tumhākaṃ evamassa: ",
  "dn29:23.3": "‘ayaṃ kho āyasmā atthañceva micchā gaṇhāti, byañjanāni ca micchā ropetī’ti. ",
  "dn29:23.4": "Tassa neva abhinanditabbaṃ na paṭikkositabbaṃ, anabhinanditvā appaṭikkositvā so evamassa vacanīyo: ",
  "dn29:23.5": "‘imassa nu kho, āvuso, atthassa imāni vā byañjanāni etāni vā byañjanāni katamāni opāyikatarāni, imesañca byañjanānaṃ ayaṃ vā attho eso vā attho katamo opāyikataro’ti? ",
  "dn29:23.6": "So ce evaṃ vadeyya: ",
  "dn29:23.7": "‘imassa kho, āvuso, atthassa imāneva byañjanāni opāyikatarāni, yā ceva etāni; imesañca byañjanānaṃ ayameva attho opāyikataro, yā ceva eso’ti. ",
  "dn29:23.8": "So neva ussādetabbo na apasādetabbo, anussādetvā anapasādetvā sveva sādhukaṃ saññāpetabbo tassa ca atthassa tesañca byañjanānaṃ nisantiyā. ",
  "dn29:24.1": "Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṃ bhāseyya. ",
  "dn29:24.2": "Tatra ce tumhākaṃ evamassa: ",
  "dn29:24.3": "‘ayaṃ kho āyasmā atthañhi kho micchā gaṇhāti byañjanāni sammā ropetī’ti. ",
  "dn29:24.4": "Tassa neva abhinanditabbaṃ na paṭikkositabbaṃ, anabhinanditvā appaṭikkositvā so evamassa vacanīyo: ",
  "dn29:24.5": "‘imesaṃ nu kho, āvuso, byañjanānaṃ ayaṃ vā attho eso vā attho katamo opāyikataro’ti? ",
  "dn29:24.6": "So ce evaṃ vadeyya: ",
  "dn29:24.7": "‘imesaṃ kho, āvuso, byañjanānaṃ ayameva attho opāyikataro, yā ceva eso’ti. ",
  "dn29:24.8": "So neva ussādetabbo na apasādetabbo, anussādetvā anapasādetvā sveva sādhukaṃ saññāpetabbo tasseva atthassa nisantiyā. ",
  "dn29:25.1": "Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṃ bhāseyya. ",
  "dn29:25.2": "Tatra ce tumhākaṃ evamassa: ",
  "dn29:25.3": "‘ayaṃ kho āyasmā atthañhi kho sammā gaṇhāti byañjanāni micchā ropetī’ti. ",
  "dn29:25.4": "Tassa neva abhinanditabbaṃ na paṭikkositabbaṃ; anabhinanditvā appaṭikkositvā so evamassa vacanīyo: ",
  "dn29:25.5": "‘imassa nu kho, āvuso, atthassa imāni vā byañjanāni etāni vā byañjanāni katamāni opāyikatarānī’ti? ",
  "dn29:25.6": "So ce evaṃ vadeyya: ",
  "dn29:25.7": "‘imassa kho, āvuso, atthassa imāneva byañjanāni opayikatarāni, yā ceva etānī’ti. ",
  "dn29:25.8": "So neva ussādetabbo na apasādetabbo; anussādetvā anapasādetvā sveva sādhukaṃ saññāpetabbo tesaññeva byañjanānaṃ nisantiyā. ",
  "dn29:26.1": "Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṃ bhāseyya. ",
  "dn29:26.2": "Tatra ce tumhākaṃ evamassa: ",
  "dn29:26.3": "‘ayaṃ kho āyasmā atthañceva sammā gaṇhāti byañjanāni ca sammā ropetī’ti. ",
  "dn29:26.4": "Tassa ‘sādhū’ti bhāsitaṃ abhinanditabbaṃ anumoditabbaṃ; ",
  "dn29:26.5": "tassa ‘sādhū’ti bhāsitaṃ abhinanditvā anumoditvā so evamassa vacanīyo: ",
  "dn29:26.6": "‘lābhā no, āvuso, suladdhaṃ no, āvuso, ",
  "dn29:26.7": "ye mayaṃ āyasmantaṃ tādisaṃ sabrahmacāriṃ passāma evaṃ atthupetaṃ byañjanupetan’ti. ",
  "dn29:27.0": "8. Paccayānuññātakāraṇa ",
  "dn29:27.1": "Na vo ahaṃ, cunda, diṭṭhadhammikānaṃyeva āsavānaṃ saṃvarāya dhammaṃ desemi. ",
  "dn29:27.2": "Na panāhaṃ, cunda, samparāyikānaṃyeva āsavānaṃ paṭighātāya dhammaṃ desemi. ",
  "dn29:27.3": "Diṭṭhadhammikānaṃ cevāhaṃ, cunda, āsavānaṃ saṃvarāya dhammaṃ desemi; ",
  "dn29:27.4": "samparāyikānañca āsavānaṃ paṭighātāya. ",
  "dn29:27.5": "Tasmātiha, cunda, yaṃ vo mayā cīvaraṃ anuññātaṃ, alaṃ vo taṃ ",
  "dn29:27.6": "yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva hirikopīnapaṭicchādanatthaṃ. ",
  "dn29:27.7": "Yo vo mayā piṇḍapāto anuññāto, alaṃ vo so ",
  "dn29:27.8": "yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro ca. ",
  "dn29:27.9": "Yaṃ vo mayā senāsanaṃ anuññātaṃ, alaṃ vo taṃ ",
  "dn29:27.10": "yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṃ. ",
  "dn29:27.11": "Yo vo mayā gilānapaccayabhesajjaparikkhāro anuññāto, alaṃ vo so ",
  "dn29:27.12": "yāvadeva uppannānaṃ veyyābādhikānaṃ vedanānaṃ paṭighātāya abyāpajjaparamatāya. ",
  "dn29:28.0": "9. Sukhallikānuyoga ",
  "dn29:28.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:28.2": "‘sukhallikānuyogamanuyuttā samaṇā sakyaputtiyā viharantī’ti. ",
  "dn29:28.3": "Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:28.4": "‘katamo so, āvuso, sukhallikānuyogo? ",
  "dn29:28.5": "Sukhallikānuyogā hi bahū anekavihitā nānappakārakā’ti. ",
  "dn29:29.1": "Cattārome, cunda, sukhallikānuyogā hīnā gammā pothujjanikā anariyā anatthasaṃhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattanti. ",
  "dn29:29.2": "Katame cattāro? ",
  "dn29:30.1": "Idha, cunda, ekacco bālo pāṇe vadhitvā vadhitvā attānaṃ sukheti pīṇeti. ",
  "dn29:30.2": "Ayaṃ paṭhamo sukhallikānuyogo. ",
  "dn29:31.1": "Puna caparaṃ, cunda, idhekacco adinnaṃ ādiyitvā ādiyitvā attānaṃ sukheti pīṇeti. ",
  "dn29:31.2": "Ayaṃ dutiyo sukhallikānuyogo. ",
  "dn29:32.1": "Puna caparaṃ, cunda, idhekacco musā bhaṇitvā bhaṇitvā attānaṃ sukheti pīṇeti. ",
  "dn29:32.2": "Ayaṃ tatiyo sukhallikānuyogo. ",
  "dn29:33.1": "Puna caparaṃ, cunda, idhekacco pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ",
  "dn29:33.2": "Ayaṃ catuttho sukhallikānuyogo. ",
  "dn29:34.1": "Ime kho, cunda, cattāro sukhallikānuyogā hīnā gammā pothujjanikā anariyā anatthasaṃhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattanti. ",
  "dn29:35.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:35.2": "‘ime cattāro sukhallikānuyoge anuyuttā samaṇā sakyaputtiyā viharantī’ti. ",
  "dn29:35.3": "Te vo ‘mā hevaṃ’ tissu vacanīyā. ",
  "dn29:35.4": "Na te vo sammā vadamānā vadeyyuṃ, abbhācikkheyyuṃ asatā abhūtena. ",
  "dn29:36.1": "Cattārome, cunda, sukhallikānuyogā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattanti. ",
  "dn29:36.2": "Katame cattāro? ",
  "dn29:37.1": "Idha, cunda, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "dn29:37.2": "Ayaṃ paṭhamo sukhallikānuyogo. ",
  "dn29:38.1": "Puna caparaṃ, cunda, bhikkhu vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati. ",
  "dn29:38.2": "Ayaṃ dutiyo sukhallikānuyogo. ",
  "dn29:39.1": "Puna caparaṃ, cunda, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati. ",
  "dn29:39.2": "Ayaṃ tatiyo sukhallikānuyogo. ",
  "dn29:40.1": "Puna caparaṃ, cunda, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ",
  "dn29:40.2": "Ayaṃ catuttho sukhallikānuyogo. ",
  "dn29:41.1": "Ime kho, cunda, cattāro sukhallikānuyogā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattanti. ",
  "dn29:42.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:42.2": "‘ime cattāro sukhallikānuyoge anuyuttā samaṇā sakyaputtiyā viharantī’ti. ",
  "dn29:42.3": "Te vo ‘evaṃ’ tissu vacanīyā. ",
  "dn29:42.4": "Sammā te vo vadamānā vadeyyuṃ, na te vo abbhācikkheyyuṃ asatā abhūtena. ",
  "dn29:43.0": "10. Sukhallikānuyogānisaṃsa ",
  "dn29:43.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:43.2": "‘ime panāvuso, cattāro sukhallikānuyoge anuyuttānaṃ viharataṃ kati phalāni katānisaṃsā pāṭikaṅkhā’ti? ",
  "dn29:43.3": "Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:43.4": "‘ime kho, āvuso, cattāro sukhallikānuyoge anuyuttānaṃ viharataṃ cattāri phalāni cattāro ānisaṃsā pāṭikaṅkhā. ",
  "dn29:43.5": "Katame cattāro? ",
  "dn29:43.6": "Idhāvuso, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo. ",
  "dn29:43.7": "Idaṃ paṭhamaṃ phalaṃ, paṭhamo ānisaṃso. ",
  "dn29:43.8": "Puna caparaṃ, āvuso, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti. ",
  "dn29:43.9": "Idaṃ dutiyaṃ phalaṃ, dutiyo ānisaṃso. ",
  "dn29:43.10": "Puna caparaṃ, āvuso, bhikkhu pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī anāvattidhammo tasmā lokā. ",
  "dn29:43.11": "Idaṃ tatiyaṃ phalaṃ, tatiyo ānisaṃso. ",
  "dn29:43.12": "Puna caparaṃ, āvuso, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
  "dn29:43.13": "Idaṃ catutthaṃ phalaṃ catuttho ānisaṃso. ",
  "dn29:43.14": "Ime kho, āvuso, cattāro sukhallikānuyoge anuyuttānaṃ viharataṃ imāni cattāri phalāni, cattāro ānisaṃsā pāṭikaṅkhā’ti. ",
  "dn29:44.0": "11. Khīṇāsavaabhabbaṭhāna ",
  "dn29:44.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:44.2": "‘aṭṭhitadhammā samaṇā sakyaputtiyā viharantī’ti. ",
  "dn29:44.3": "Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:44.4": "‘atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sāvakānaṃ dhammā desitā paññattā yāvajīvaṃ anatikkamanīyā. ",
  "dn29:44.5": "Seyyathāpi, āvuso, indakhīlo vā ayokhīlo vā gambhīranemo sunikhāto acalo asampavedhī; ",
  "dn29:44.6": "evameva kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sāvakānaṃ dhammā desitā paññattā yāvajīvaṃ anatikkamanīyā. ",
  "dn29:44.7": "Yo so, āvuso, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so nava ṭhānāni ajjhācarituṃ. ",
  "dn29:44.8": "Abhabbo, āvuso, khīṇāsavo bhikkhu sañcicca pāṇaṃ jīvitā voropetuṃ; abhabbo khīṇāsavo bhikkhu adinnaṃ theyyasaṅkhātaṃ ādiyituṃ; abhabbo khīṇāsavo bhikkhu methunaṃ dhammaṃ paṭisevituṃ; abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṃ; abhabbo khīṇāsavo bhikkhu sannidhikārakaṃ kāme paribhuñjituṃ, seyyathāpi pubbe āgārikabhūto; abhabbo khīṇāsavo bhikkhu chandāgatiṃ gantuṃ; abhabbo khīṇāsavo bhikkhu dosāgatiṃ gantuṃ; abhabbo khīṇāsavo bhikkhu mohāgatiṃ gantuṃ; abhabbo khīṇāsavo bhikkhu bhayāgatiṃ gantuṃ. ",
  "dn29:44.9": "Yo so, āvuso, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so imāni nava ṭhānāni ajjhācaritun’ti. ",
  "dn29:45.0": "12. Pañhābyākaraṇa ",
  "dn29:45.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:45.2": "‘atītaṃ kho addhānaṃ ārabbha samaṇo gotamo atīrakaṃ ñāṇadassanaṃ paññapeti, no ca kho anāgataṃ addhānaṃ ārabbha atīrakaṃ ñāṇadassanaṃ paññapeti, tayidaṃ kiṃsu tayidaṃ kathaṃsū’ti? ",
  "dn29:45.3": "Te ca aññatitthiyā paribbājakā aññavihitakena ñāṇadassanena aññavihitakaṃ ñāṇadassanaṃ paññapetabbaṃ maññanti yathariva bālā abyattā. ",
  "dn29:45.4": "Atītaṃ kho, cunda, addhānaṃ ārabbha tathāgatassa satānusāriñāṇaṃ hoti; ",
  "dn29:45.5": "so yāvatakaṃ ākaṅkhati tāvatakaṃ anussarati. ",
  "dn29:45.6": "Anāgatañca kho addhānaṃ ārabbha tathāgatassa bodhijaṃ ñāṇaṃ uppajjati: ",
  "dn29:45.7": "‘ayamantimā jāti, natthi dāni punabbhavo’ti. ",
  "dn29:45.8": "Atītañcepi, cunda, hoti abhūtaṃ atacchaṃ anatthasaṃhitaṃ, na taṃ tathāgato byākaroti. ",
  "dn29:45.9": "Atītañcepi, cunda, hoti bhūtaṃ tacchaṃ anatthasaṃhitaṃ, tampi tathāgato na byākaroti. ",
  "dn29:45.10": "Atītañcepi, cunda, hoti bhūtaṃ tacchaṃ atthasaṃhitaṃ, tatra kālaññū tathāgato hoti tassa pañhassa veyyākaraṇāya. ",
  "dn29:45.11": "Anāgatañcepi, cunda, hoti abhūtaṃ atacchaṃ anatthasaṃhitaṃ, na taṃ tathāgato byākaroti …pe… tassa pañhassa veyyākaraṇāya. ",
  "dn29:45.12": "Paccuppannañcepi, cunda, hoti abhūtaṃ atacchaṃ anatthasaṃhitaṃ, na taṃ tathāgato byākaroti. ",
  "dn29:45.13": "Paccuppannañcepi, cunda, hoti bhūtaṃ tacchaṃ anatthasaṃhitaṃ, tampi tathāgato na byākaroti. ",
  "dn29:45.14": "Paccuppannañcepi, cunda, hoti bhūtaṃ tacchaṃ atthasaṃhitaṃ, tatra kālaññū tathāgato hoti tassa pañhassa veyyākaraṇāya. ",
  "dn29:46.1": "Iti kho, cunda, atītānāgatapaccuppannesu dhammesu tathāgato kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, tasmā ‘tathāgato’ti vuccati. ",
  "dn29:46.2": "Yañca kho, cunda, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, sabbaṃ tathāgatena abhisambuddhaṃ, ",
  "dn29:46.3": "tasmā ‘tathāgato’ti vuccati. ",
  "dn29:46.4": "Yañca, cunda, rattiṃ tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhati, yañca rattiṃ anupādisesāya nibbānadhātuyā parinibbāyati, yaṃ etasmiṃ antare bhāsati lapati niddisati. Sabbaṃ taṃ tatheva hoti no aññathā, ",
  "dn29:46.5": "tasmā ‘tathāgato’ti vuccati. ",
  "dn29:46.6": "Yathāvādī, cunda, tathāgato tathākārī, yathākārī tathāvādī. ",
  "dn29:46.7": "Iti yathāvādī tathākārī, yathākārī tathāvādī, tasmā ‘tathāgato’ti vuccati. ",
  "dn29:46.8": "Sadevake loke, cunda, samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya tathāgato abhibhū anabhibhūto aññadatthudaso vasavattī, tasmā ‘tathāgato’ti vuccati. ",
  "dn29:47.0": "13. Abyākataṭṭhāna ",
  "dn29:47.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:47.2": "‘kiṃ nu kho, āvuso, hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti? ",
  "dn29:47.3": "Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:47.4": "‘abyākataṃ kho etaṃ, āvuso, bhagavatā: ",
  "dn29:47.5": "“hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan”’ti. ",
  "dn29:48.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:48.2": "‘kiṃ panāvuso, na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti? ",
  "dn29:48.3": "Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:48.4": "‘etampi kho, āvuso, bhagavatā abyākataṃ: ",
  "dn29:48.5": "“na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan”’ti. ",
  "dn29:49.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:49.2": "‘kiṃ panāvuso, hoti ca na ca hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti? ",
  "dn29:49.3": "Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:49.4": "‘abyākataṃ kho etaṃ, āvuso, bhagavatā: ",
  "dn29:49.5": "“hoti ca na ca hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan”’ti. ",
  "dn29:50.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:50.2": "‘kiṃ panāvuso, neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’ti? ",
  "dn29:50.3": "Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:50.4": "‘etampi kho, āvuso, bhagavatā abyākataṃ: ",
  "dn29:50.5": "“neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan”’ti. ",
  "dn29:51.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:51.2": "‘kasmā panetaṃ, āvuso, samaṇena gotamena abyākatan’ti? ",
  "dn29:51.3": "Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:51.4": "‘na hetaṃ, āvuso, atthasaṃhitaṃ na dhammasaṃhitaṃ na ādibrahmacariyakaṃ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, tasmā taṃ bhagavatā abyākatan’ti. ",
  "dn29:52.0": "14. Byākataṭṭhāna ",
  "dn29:52.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:52.2": "‘kiṃ panāvuso, samaṇena gotamena byākatan’ti? ",
  "dn29:52.3": "Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:52.4": "‘idaṃ dukkhanti kho, āvuso, bhagavatā byākataṃ, ayaṃ dukkhasamudayoti kho, āvuso, bhagavatā byākataṃ, ayaṃ dukkhanirodhoti kho, āvuso, bhagavatā byākataṃ, ayaṃ dukkhanirodhagāminī paṭipadāti kho, āvuso, bhagavatā byākatan’ti. ",
  "dn29:53.1": "Ṭhānaṃ kho panetaṃ, cunda, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ: ",
  "dn29:53.2": "‘kasmā panetaṃ, āvuso, samaṇena gotamena byākatan’ti? ",
  "dn29:53.3": "Evaṃvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:53.4": "‘etañhi, āvuso, atthasaṃhitaṃ, etaṃ dhammasaṃhitaṃ, etaṃ ādibrahmacariyakaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati. Tasmā taṃ bhagavatā byākatan’ti. ",
  "dn29:54.0": "15. Pubbantasahagatadiṭṭhinissaya ",
  "dn29:54.1": "Yepi te, cunda, pubbantasahagatā diṭṭhinissayā, tepi vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:54.2": "Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ",
  "dn29:54.3": "Yepi te, cunda, aparantasahagatā diṭṭhinissayā, tepi vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:54.4": "Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ",
  "dn29:54.5": "Katame ca te, cunda, pubbantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:54.6": "Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ",
  "dn29:54.7": "Santi kho, cunda, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn29:54.8": "‘sassato attā ca loko ca, idameva saccaṃ moghamaññan’ti. ",
  "dn29:54.9": "Santi pana, cunda, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn29:54.10": "‘asassato attā ca loko ca …pe… ",
  "dn29:54.11": "sassato ca asassato ca attā ca loko ca … ",
  "dn29:54.12": "neva sassato nāsassato attā ca loko ca … ",
  "dn29:54.13": "sayaṃkato attā ca loko ca … ",
  "dn29:54.14": "paraṃkato attā ca loko ca … ",
  "dn29:54.15": "sayaṃkato ca paraṃkato ca attā ca loko ca … ",
  "dn29:54.16": "asayaṅkāro aparaṅkāro adhiccasamuppanno attā ca loko ca, idameva saccaṃ moghamaññan’ti. ",
  "dn29:54.17": "‘Sassataṃ sukhadukkhaṃ … ",
  "dn29:54.18": "asassataṃ sukhadukkhaṃ … ",
  "dn29:54.19": "sassatañca asassatañca sukhadukkhaṃ … ",
  "dn29:54.20": "nevasassataṃ nāsassataṃ sukhadukkhaṃ … ",
  "dn29:54.21": "sayaṃkataṃ sukhadukkhaṃ … ",
  "dn29:54.22": "paraṃkataṃ sukhadukkhaṃ … ",
  "dn29:54.23": "sayaṃkatañca paraṃkatañca sukhadukkhaṃ … ",
  "dn29:54.24": "asayaṃkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ, idameva saccaṃ moghamaññan’ti. ",
  "dn29:55.1": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn29:55.2": "‘sassato attā ca loko ca, idameva saccaṃ moghamaññan’ti. ",
  "dn29:55.3": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn29:55.4": "‘atthi nu kho idaṃ, āvuso, vuccati: ",
  "dn29:55.5": "“sassato attā ca loko cā”’ti? ",
  "dn29:55.6": "Yañca kho te evamāhaṃsu: ",
  "dn29:55.7": "‘idameva saccaṃ moghamaññan’ti. ",
  "dn29:55.8": "Taṃ tesaṃ nānujānāmi. ",
  "dn29:55.9": "Taṃ kissa hetu? ",
  "dn29:55.10": "Aññathāsaññinopi hettha, cunda, santeke sattā. ",
  "dn29:55.11": "Imāyapi kho ahaṃ, cunda, paññattiyā neva attanā samasamaṃ samanupassāmi kuto bhiyyo. ",
  "dn29:55.12": "Atha kho ahameva tattha bhiyyo yadidaṃ adhipaññatti. ",
  "dn29:56.1": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn29:56.2": "‘asassato attā ca loko ca … ",
  "dn29:56.3": "sassato ca asassato ca attā ca loko ca … ",
  "dn29:56.4": "nevasassato nāsassato attā ca loko ca … ",
  "dn29:56.5": "sayaṃkato attā ca loko ca … ",
  "dn29:56.6": "paraṃkato attā ca loko ca … ",
  "dn29:56.7": "sayaṃkato ca paraṃkato ca attā ca loko ca … ",
  "dn29:56.8": "asayaṅkāro aparaṅkāro adhiccasamuppanno attā ca loko ca … ",
  "dn29:56.9": "sassataṃ sukhadukkhaṃ … ",
  "dn29:56.10": "asassataṃ sukhadukkhaṃ … ",
  "dn29:56.11": "sassatañca asassatañca sukhadukkhaṃ … ",
  "dn29:56.12": "nevasassataṃ nāsassataṃ sukhadukkhaṃ … ",
  "dn29:56.13": "sayaṃkataṃ sukhadukkhaṃ … ",
  "dn29:56.14": "paraṃkataṃ sukhadukkhaṃ … ",
  "dn29:56.15": "sayaṃkatañca paraṃkatañca sukhadukkhaṃ … ",
  "dn29:56.16": "asayaṃkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhaṃ, idameva saccaṃ moghamaññan’ti. ",
  "dn29:56.17": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn29:56.18": "‘atthi nu kho idaṃ, āvuso, vuccati: ",
  "dn29:56.19": "“asayaṃkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ sukhadukkhan”’ti? ",
  "dn29:56.20": "Yañca kho te evamāhaṃsu: ",
  "dn29:56.21": "‘idameva saccaṃ moghamaññan’ti. ",
  "dn29:56.22": "Taṃ tesaṃ nānujānāmi. ",
  "dn29:56.23": "Taṃ kissa hetu? ",
  "dn29:56.24": "Aññathāsaññinopi hettha, cunda, santeke sattā. ",
  "dn29:56.25": "Imāyapi kho ahaṃ, cunda, paññattiyā neva attanā samasamaṃ samanupassāmi kuto bhiyyo. ",
  "dn29:56.26": "Atha kho ahameva tattha bhiyyo yadidaṃ adhipaññatti. ",
  "dn29:56.27": "Ime kho te, cunda, pubbantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:56.28": "Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ",
  "dn29:57.0": "16. Aparantasahagatadiṭṭhinissaya ",
  "dn29:57.1": "Katame ca te, cunda, aparantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:57.2": "Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ",
  "dn29:57.3": "Santi, cunda, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn29:57.4": "‘rūpī attā hoti arogo paraṃ maraṇā, idameva saccaṃ moghamaññan’ti. ",
  "dn29:57.5": "Santi pana, cunda, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn29:57.6": "‘arūpī attā hoti … ",
  "dn29:57.7": "rūpī ca arūpī ca attā hoti … ",
  "dn29:57.8": "nevarūpī nārūpī attā hoti … ",
  "dn29:57.9": "saññī attā hoti … ",
  "dn29:57.10": "asaññī attā hoti … ",
  "dn29:57.11": "nevasaññīnāsaññī attā hoti … ",
  "dn29:57.12": "attā ucchijjati vinassati na hoti paraṃ maraṇā, idameva saccaṃ moghamaññan’ti. ",
  "dn29:57.13": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn29:57.14": "‘rūpī attā hoti arogo paraṃ maraṇā, idameva saccaṃ moghamaññan’ti. ",
  "dn29:57.15": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn29:57.16": "‘atthi nu kho idaṃ, āvuso, vuccati: ",
  "dn29:57.17": "“rūpī attā hoti arogo paraṃ maraṇā”’ti? ",
  "dn29:57.18": "Yañca kho te evamāhaṃsu: ",
  "dn29:57.19": "‘idameva saccaṃ moghamaññan’ti. ",
  "dn29:57.20": "Taṃ tesaṃ nānujānāmi. ",
  "dn29:57.21": "Taṃ kissa hetu? ",
  "dn29:57.22": "Aññathāsaññinopi hettha, cunda, santeke sattā. ",
  "dn29:57.23": "Imāyapi kho ahaṃ, cunda, paññattiyā neva attanā samasamaṃ samanupassāmi kuto bhiyyo. ",
  "dn29:57.24": "Atha kho ahameva tattha bhiyyo yadidaṃ adhipaññatti. ",
  "dn29:58.1": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn29:58.2": "‘arūpī attā hoti … ",
  "dn29:58.3": "rūpī ca arūpī ca attā hoti … ",
  "dn29:58.4": "nevarūpīnārūpī attā hoti … ",
  "dn29:58.5": "saññī attā hoti … ",
  "dn29:58.6": "asaññī attā hoti … ",
  "dn29:58.7": "nevasaññīnāsaññī attā hoti … ",
  "dn29:58.8": "attā ucchijjati vinassati na hoti paraṃ maraṇā, idameva saccaṃ moghamaññan’ti. ",
  "dn29:58.9": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn29:58.10": "‘atthi nu kho idaṃ, āvuso, vuccati: ",
  "dn29:58.11": "“attā ucchijjati vinassati na hoti paraṃ maraṇā”’ti? ",
  "dn29:58.12": "Yañca kho te, cunda, evamāhaṃsu: ",
  "dn29:58.13": "‘idameva saccaṃ moghamaññan’ti. ",
  "dn29:58.14": "Taṃ tesaṃ nānujānāmi. ",
  "dn29:58.15": "Taṃ kissa hetu? ",
  "dn29:58.16": "Aññathāsaññinopi hettha, cunda, santeke sattā. ",
  "dn29:58.17": "Imāyapi kho ahaṃ, cunda, paññattiyā neva attanā samasamaṃ samanupassāmi, kuto bhiyyo. ",
  "dn29:58.18": "Atha kho ahameva tattha bhiyyo yadidaṃ adhipaññatti. ",
  "dn29:58.19": "Ime kho te, cunda, aparantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:58.20": "Yathā ca te na byākātabbā, kiṃ vo ahaṃ te tathā byākarissāmi? ",
  "dn29:59.1": "Imesañca, cunda, pubbantasahagatānaṃ diṭṭhinissayānaṃ imesañca aparantasahagatānaṃ diṭṭhinissayānaṃ pahānāya samatikkamāya evaṃ mayā cattāro satipaṭṭhānā desitā paññattā. ",
  "dn29:59.2": "Katame cattāro? ",
  "dn29:59.3": "Idha, cunda, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. ",
  "dn29:59.4": "Vedanāsu vedanānupassī …pe… ",
  "dn29:59.5": "citte cittānupassī …pe… ",
  "dn29:59.6": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
  "dn29:59.7": "Imesañca, cunda, pubbantasahagatānaṃ diṭṭhinissayānaṃ imesañca aparantasahagatānaṃ diṭṭhinissayānaṃ pahānāya samatikkamāya. Evaṃ mayā ime cattāro satipaṭṭhānā desitā paññattā”ti. ",
  "dn29:60.1": "Tena kho pana samayena āyasmā upavāṇo bhagavato piṭṭhito ṭhito hoti bhagavantaṃ bījayamāno. ",
  "dn29:60.2": "Atha kho āyasmā upavāṇo bhagavantaṃ etadavoca: ",
  "dn29:60.3": "“acchariyaṃ, bhante, abbhutaṃ, bhante. ",
  "dn29:60.4": "Pāsādiko vatāyaṃ, bhante, dhammapariyāyo; ",
  "dn29:60.5": "supāsādiko vatāyaṃ, bhante, dhammapariyāyo, ko nāmāyaṃ, bhante, dhammapariyāyo”ti? ",
  "dn29:60.6": "“Tasmātiha tvaṃ, upavāṇa, imaṃ dhammapariyāyaṃ ‘pāsādiko’ tveva naṃ dhārehī”ti. ",
  "dn29:61.1": "Idamavoca bhagavā. ",
  "dn29:61.2": "Attamano āyasmā upavāṇo bhagavato bhāsitaṃ abhinandīti. ",
  "dn29:61.3": "Pāsādikasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. "
}