{
  "dn2:0.1": "Dīgha Nikāya 2 ",
  "dn2:0.2": "Sāmaññaphalasutta ",
  "dn2:0.3": "1. Rājāmaccakathā ",
  "dn2:1.1": "Evaṃ me sutaṃ—",
  "dn2:1.2": "ekaṃ samayaṃ bhagavā rājagahe viharati jīvakassa komārabhaccassa ambavane mahatā bhikkhusaṅghena saddhiṃ aḍḍhateḷasehi bhikkhusatehi. ",
  "dn2:1.3": "Tena kho pana samayena rājā māgadho ajātasattu vedehiputto tadahuposathe pannarase komudiyā cātumāsiniyā puṇṇāya puṇṇamāya rattiyā rājāmaccaparivuto uparipāsādavaragato nisinno hoti. ",
  "dn2:1.4": "Atha kho rājā māgadho ajātasattu vedehiputto tadahuposathe udānaṃ udānesi: ",
  "dn2:1.5": "“ramaṇīyā vata bho dosinā ratti, abhirūpā vata bho dosinā ratti, dassanīyā vata bho dosinā ratti, pāsādikā vata bho dosinā ratti, lakkhaññā vata bho dosinā ratti. ",
  "dn2:1.6": "Kaṃ nu khvajja samaṇaṃ vā brāhmaṇaṃ vā payirupāseyyāma, yaṃ no payirupāsato cittaṃ pasīdeyyā”ti? ",
  "dn2:2.1": "Evaṃ vutte, aññataro rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
  "dn2:2.2": "“ayaṃ, deva, pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:2.3": "Taṃ devo pūraṇaṃ kassapaṃ payirupāsatu. ",
  "dn2:2.4": "Appeva nāma devassa pūraṇaṃ kassapaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
  "dn2:2.5": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:3.1": "Aññataropi kho rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
  "dn2:3.2": "“ayaṃ, deva, makkhali gosālo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:3.3": "Taṃ devo makkhaliṃ gosālaṃ payirupāsatu. ",
  "dn2:3.4": "Appeva nāma devassa makkhaliṃ gosālaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
  "dn2:3.5": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:4.1": "Aññataropi kho rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
  "dn2:4.2": "“ayaṃ, deva, ajito kesakambalo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:4.3": "Taṃ devo ajitaṃ kesakambalaṃ payirupāsatu. ",
  "dn2:4.4": "Appeva nāma devassa ajitaṃ kesakambalaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
  "dn2:4.5": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:5.1": "Aññataropi kho rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
  "dn2:5.2": "“ayaṃ, deva, pakudho kaccāyano saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:5.3": "Taṃ devo pakudhaṃ kaccāyanaṃ payirupāsatu. ",
  "dn2:5.4": "Appeva nāma devassa pakudhaṃ kaccāyanaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
  "dn2:5.5": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:6.1": "Aññataropi kho rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
  "dn2:6.2": "“ayaṃ, deva, sañcayo belaṭṭhaputto saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:6.3": "Taṃ devo sañcayaṃ belaṭṭhaputtaṃ payirupāsatu. ",
  "dn2:6.4": "Appeva nāma devassa sañcayaṃ belaṭṭhaputtaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
  "dn2:6.5": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:7.1": "Aññataropi kho rājāmacco rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ etadavoca: ",
  "dn2:7.2": "“ayaṃ, deva, nigaṇṭho nāṭaputto saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:7.3": "Taṃ devo nigaṇṭhaṃ nāṭaputtaṃ payirupāsatu. ",
  "dn2:7.4": "Appeva nāma devassa nigaṇṭhaṃ nāṭaputtaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
  "dn2:7.5": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:7.6": "2. Komārabhaccajīvakakathā ",
  "dn2:8.1": "Tena kho pana samayena jīvako komārabhacco rañño māgadhassa ajātasattussa vedehiputtassa avidūre tuṇhībhūto nisinno hoti. ",
  "dn2:8.2": "Atha kho rājā māgadho ajātasattu vedehiputto jīvakaṃ komārabhaccaṃ etadavoca: ",
  "dn2:8.3": "“tvaṃ pana, samma jīvaka, kiṃ tuṇhī”ti? ",
  "dn2:8.4": "“Ayaṃ, deva, bhagavā arahaṃ sammāsambuddho amhākaṃ ambavane viharati mahatā bhikkhusaṃghena saddhiṃ aḍḍhateḷasehi bhikkhusatehi. ",
  "dn2:8.5": "Taṃ kho pana bhagavantaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "dn2:8.6": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
  "dn2:8.7": "Taṃ devo bhagavantaṃ payirupāsatu. ",
  "dn2:8.8": "Appeva nāma devassa bhagavantaṃ payirupāsato cittaṃ pasīdeyyā”ti. ",
  "dn2:8.9": "“Tena hi, samma jīvaka, hatthiyānāni kappāpehī”ti. ",
  "dn2:8.10": "“Evaṃ, devā”ti kho jīvako komārabhacco rañño māgadhassa ajātasattussa vedehiputtassa paṭissuṇitvā pañcamattāni hatthinikāsatāni kappāpetvā rañño ca ārohaṇīyaṃ nāgaṃ, rañño māgadhassa ajātasattussa vedehiputtassa paṭivedesi: ",
  "dn2:8.11": "“kappitāni kho te, deva, hatthiyānāni, ",
  "dn2:8.12": "yassadāni kālaṃ maññasī”ti. ",
  "dn2:10.1": "Atha kho rājā māgadho ajātasattu vedehiputto pañcasu hatthinikāsatesu paccekā itthiyo āropetvā ārohaṇīyaṃ nāgaṃ abhiruhitvā ukkāsu dhāriyamānāsu rājagahamhā niyyāsi mahaccarājānubhāvena, yena jīvakassa komārabhaccassa ambavanaṃ tena pāyāsi. ",
  "dn2:10.2": "Atha kho rañño māgadhassa ajātasattussa vedehiputtassa avidūre ambavanassa ahudeva bhayaṃ, ahu chambhitattaṃ, ahu lomahaṃso. ",
  "dn2:10.3": "Atha kho rājā māgadho ajātasattu vedehiputto bhīto saṃviggo lomahaṭṭhajāto jīvakaṃ komārabhaccaṃ etadavoca: ",
  "dn2:10.4": "“kacci maṃ, samma jīvaka, na vañcesi? ",
  "dn2:10.5": "Kacci maṃ, samma jīvaka, na palambhesi? ",
  "dn2:10.6": "Kacci maṃ, samma jīvaka, na paccatthikānaṃ desi? ",
  "dn2:10.7": "Kathañhi nāma tāva mahato bhikkhusaṅghassa aḍḍhateḷasānaṃ bhikkhusatānaṃ neva khipitasaddo bhavissati, na ukkāsitasaddo na nigghoso”ti. ",
  "dn2:10.8": "“Mā bhāyi, mahārāja, mā bhāyi, mahārāja. ",
  "dn2:10.9": "Na taṃ, deva, vañcemi; ",
  "dn2:10.10": "na taṃ, deva, palambhāmi; ",
  "dn2:10.11": "na taṃ, deva, paccatthikānaṃ demi. ",
  "dn2:10.12": "Abhikkama, mahārāja, abhikkama, mahārāja, ete maṇḍalamāḷe dīpā jhāyantī”ti. ",
  "dn2:10.13": "3. Sāmaññaphalapucchā ",
  "dn2:11.1": "Atha kho rājā māgadho ajātasattu vedehiputto yāvatikā nāgassa bhūmi nāgena gantvā, nāgā paccorohitvā, pattikova yena maṇḍalamāḷassa dvāraṃ tenupasaṅkami; upasaṅkamitvā jīvakaṃ komārabhaccaṃ etadavoca: ",
  "dn2:11.2": "“kahaṃ pana, samma jīvaka, bhagavā”ti? ",
  "dn2:11.3": "“Eso, mahārāja, bhagavā; ",
  "dn2:11.4": "eso, mahārāja, bhagavā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisinno purakkhato bhikkhusaṃghassā”ti. ",
  "dn2:12.1": "Atha kho rājā māgadho ajātasattu vedehiputto yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi. ",
  "dn2:12.2": "Ekamantaṃ ṭhito kho rājā māgadho ajātasattu vedehiputto tuṇhībhūtaṃ tuṇhībhūtaṃ bhikkhusaṃghaṃ anuviloketvā rahadamiva vippasannaṃ udānaṃ udānesi: ",
  "dn2:12.3": "“iminā me upasamena udayabhaddo kumāro samannāgato hotu, yenetarahi upasamena bhikkhusaṃgho samannāgato”ti. ",
  "dn2:12.4": "“Agamā kho tvaṃ, mahārāja, yathāpeman”ti. ",
  "dn2:12.5": "“Piyo me, bhante, udayabhaddo kumāro. ",
  "dn2:12.6": "Iminā me, bhante, upasamena udayabhaddo kumāro samannāgato hotu yenetarahi upasamena bhikkhusaṃgho samannāgato”ti. ",
  "dn2:13.1": "Atha kho rājā māgadho ajātasattu vedehiputto bhagavantaṃ abhivādetvā, bhikkhusaṃghassa añjaliṃ paṇāmetvā, ekamantaṃ nisīdi. ",
  "dn2:13.2": "Ekamantaṃ nisinno kho rājā māgadho ajātasattu vedehiputto bhagavantaṃ etadavoca: ",
  "dn2:13.3": "“puccheyyāmahaṃ, bhante, bhagavantaṃ kañcideva desaṃ; ",
  "dn2:13.4": "sace me bhagavā okāsaṃ karoti pañhassa veyyākaraṇāyā”ti. ",
  "dn2:13.5": "“Puccha, mahārāja, yadākaṅkhasī”ti. ",
  "dn2:14.1": "“Yathā nu kho imāni, bhante, puthusippāyatanāni, ",
  "dn2:14.2": "seyyathidaṃ—hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsikaputtā ",
  "dn2:14.3": "āḷārikā kappakā nhāpakā sūdā mālakārā rajakā pesakārā naḷakārā kumbhakārā gaṇakā muddikā, yāni vā panaññānipi evaṃgatāni puthusippāyatanāni, te diṭṭheva dhamme sandiṭṭhikaṃ sippaphalaṃ upajīvanti; ",
  "dn2:14.4": "te tena attānaṃ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṃ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhapenti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ. ",
  "dn2:14.5": "Sakkā nu kho, bhante, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun”ti? ",
  "dn2:15.1": "“Abhijānāsi no tvaṃ, mahārāja, imaṃ pañhaṃ aññe samaṇabrāhmaṇe pucchitā”ti? ",
  "dn2:15.2": "“Abhijānāmahaṃ, bhante, imaṃ pañhaṃ aññe samaṇabrāhmaṇe pucchitā”ti. ",
  "dn2:15.3": "“Yathā kathaṃ pana te, mahārāja, byākariṃsu, sace te agaru bhāsassū”ti. ",
  "dn2:15.4": "“Na kho me, bhante, garu, yatthassa bhagavā nisinno, bhagavantarūpo vā”ti. ",
  "dn2:15.5": "“Tena hi, mahārāja, bhāsassū”ti. ",
  "dn2:15.6": "3.1. Pūraṇakassapavāda ",
  "dn2:16.1": "“Ekamidāhaṃ, bhante, samayaṃ yena pūraṇo kassapo tenupasaṅkamiṃ; upasaṅkamitvā pūraṇena kassapena saddhiṃ sammodiṃ. ",
  "dn2:16.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, pūraṇaṃ kassapaṃ etadavocaṃ: ",
  "dn2:16.3": "‘yathā nu kho imāni, bho kassapa, puthusippāyatanāni, ",
  "dn2:16.4": "seyyathidaṃ—hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsikaputtā āḷārikā kappakā nhāpakā sūdā mālakārā rajakā pesakārā naḷakārā kumbhakārā gaṇakā muddikā, yāni vā panaññānipi evaṅgatāni puthusippāyatanāni, te diṭṭheva dhamme sandiṭṭhikaṃ sippaphalaṃ upajīvanti; ",
  "dn2:16.5": "te tena attānaṃ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṃ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhapenti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ. ",
  "dn2:16.6": "Sakkā nu kho, bho kassapa, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
  "dn2:17.1": "Evaṃ vutte, bhante, pūraṇo kassapo maṃ etadavoca: ",
  "dn2:17.2": "‘karoto kho, mahārāja, kārayato, chindato chedāpayato, pacato pācāpayato socayato, socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātāpayato, adinnaṃ ādiyato, sandhiṃ chindato, nillopaṃ harato, ekāgārikaṃ karoto, paripanthe tiṭṭhato, paradāraṃ gacchato, musā bhaṇato, karoto na karīyati pāpaṃ. Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṃ maṃsakhalaṃ ekaṃ maṃsapuñjaṃ kareyya, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
  "dn2:17.3": "Dakkhiṇañcepi gaṅgāya tīraṃ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, natthi tatonidānaṃ pāpaṃ, natthi pāpassa āgamo. ",
  "dn2:17.4": "Uttarañcepi gaṅgāya tīraṃ gaccheyya dadanto dāpento yajanto yajāpento, natthi tatonidānaṃ puññaṃ, natthi puññassa āgamo. ",
  "dn2:17.5": "Dānena damena saṃyamena saccavajjena natthi puññaṃ, natthi puññassa āgamo’ti. ",
  "dn2:18.1": "Itthaṃ kho me, bhante, pūraṇo kassapo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno akiriyaṃ byākāsi. ",
  "dn2:18.2": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
  "dn2:18.3": "evameva kho me, bhante, pūraṇo kassapo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno akiriyaṃ byākāsi. ",
  "dn2:18.4": "Tassa mayhaṃ, bhante, etadahosi: ",
  "dn2:18.5": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
  "dn2:18.6": "So kho ahaṃ, bhante, pūraṇassa kassapassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
  "dn2:18.7": "Anabhinanditvā appaṭikkositvā anattamano, anattamanavācaṃ anicchāretvā, tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
  "dn2:18.8": "3.2. Makkhaligosālavāda ",
  "dn2:19.1": "Ekamidāhaṃ, bhante, samayaṃ yena makkhali gosālo tenupasaṅkamiṃ; upasaṅkamitvā makkhalinā gosālena saddhiṃ sammodiṃ. ",
  "dn2:19.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, makkhaliṃ gosālaṃ etadavocaṃ: ",
  "dn2:19.3": "‘yathā nu kho imāni, bho gosāla, puthusippāyatanāni …pe… ",
  "dn2:19.4": "sakkā nu kho, bho gosāla, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
  "dn2:20.1": "Evaṃ vutte, bhante, makkhali gosālo maṃ etadavoca: ",
  "dn2:20.2": "‘natthi, mahārāja, hetu natthi paccayo sattānaṃ saṃkilesāya, ahetū apaccayā sattā saṅkilissanti. ",
  "dn2:20.3": "Natthi hetu, natthi paccayo sattānaṃ visuddhiyā, ",
  "dn2:20.4": "ahetū apaccayā sattā visujjhanti. ",
  "dn2:20.5": "Natthi attakāre, natthi parakāre, natthi purisakāre, natthi balaṃ, natthi vīriyaṃ, natthi purisathāmo, natthi purisaparakkamo. ",
  "dn2:20.6": "Sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṃ paṭisaṃvedenti. ",
  "dn2:20.7": "Cuddasa kho panimāni yonipamukhasatasahassāni saṭṭhi ca satāni cha ca satāni pañca ca kammuno satāni pañca ca kammāni tīṇi ca kammāni kamme ca aḍḍhakamme ca dvaṭṭhipaṭipadā dvaṭṭhantarakappā chaḷābhijātiyo aṭṭha purisabhūmiyo ekūnapaññāsa ājīvakasate ekūnapaññāsa paribbājakasate ekūnapaññāsa nāgāvāsasate vīse indriyasate tiṃse nirayasate chattiṃsa rajodhātuyo satta saññīgabbhā satta asaññīgabbhā satta nigaṇṭhigabbhā satta devā satta mānusā satta pisācā satta sarā satta pavuṭā satta pavuṭasatāni satta papātā satta papātasatāni satta supinā satta supinasatāni cullāsīti mahākappino satasahassāni, yāni bāle ca paṇḍite ca sandhāvitvā saṃsaritvā dukkhassantaṃ karissanti. ",
  "dn2:20.8": "Tattha natthi “imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā aparipakkaṃ vā kammaṃ paripācessāmi, paripakkaṃ vā kammaṃ phussa phussa byantiṃ karissāmī”ti hevaṃ natthi. ",
  "dn2:20.9": "Doṇamite sukhadukkhe pariyantakate saṃsāre, natthi hāyanavaḍḍhane, natthi ukkaṃsāvakaṃse. ",
  "dn2:20.10": "Seyyathāpi nāma suttaguḷe khitte nibbeṭhiyamānameva paleti; ",
  "dn2:20.11": "evameva bāle ca paṇḍite ca sandhāvitvā saṃsaritvā dukkhassantaṃ karissantī’ti. ",
  "dn2:21.1": "Itthaṃ kho me, bhante, makkhali gosālo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno saṃsārasuddhiṃ byākāsi. ",
  "dn2:21.2": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
  "dn2:21.3": "evameva kho me, bhante, makkhali gosālo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno saṃsārasuddhiṃ byākāsi. ",
  "dn2:21.4": "Tassa mayhaṃ, bhante, etadahosi: ",
  "dn2:21.5": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
  "dn2:21.6": "So kho ahaṃ, bhante, makkhalissa gosālassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
  "dn2:21.7": "Anabhinanditvā appaṭikkositvā anattamano, anattamanavācaṃ anicchāretvā, tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
  "dn2:21.8": "3.3. Ajitakesakambalavāda ",
  "dn2:22.1": "Ekamidāhaṃ, bhante, samayaṃ yena ajito kesakambalo tenupasaṅkamiṃ; upasaṅkamitvā ajitena kesakambalena saddhiṃ sammodiṃ. ",
  "dn2:22.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, ajitaṃ kesakambalaṃ etadavocaṃ: ",
  "dn2:22.3": "‘yathā nu kho imāni, bho ajita, puthusippāyatanāni …pe… ",
  "dn2:22.4": "sakkā nu kho, bho ajita, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
  "dn2:23.1": "Evaṃ vutte, bhante, ajito kesakambalo maṃ etadavoca: ",
  "dn2:23.2": "‘natthi, mahārāja, dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā, ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedenti. ",
  "dn2:23.3": "Cātumahābhūtiko ayaṃ puriso, yadā kālaṃ karoti, pathavī pathavikāyaṃ anupeti anupagacchati, āpo āpokāyaṃ anupeti anupagacchati, tejo tejokāyaṃ anupeti anupagacchati, vāyo vāyokāyaṃ anupeti anupagacchati, ākāsaṃ indriyāni saṅkamanti. ",
  "dn2:23.4": "Āsandipañcamā purisā mataṃ ādāya gacchanti. ",
  "dn2:23.5": "Yāvāḷāhanā padāni paññāyanti. ",
  "dn2:23.6": "Kāpotakāni aṭṭhīni bhavanti, bhassantā āhutiyo. ",
  "dn2:23.7": "Dattupaññattaṃ yadidaṃ dānaṃ. ",
  "dn2:23.8": "Tesaṃ tucchaṃ musā vilāpo ye keci atthikavādaṃ vadanti. ",
  "dn2:23.9": "Bāle ca paṇḍite ca kāyassa bhedā ucchijjanti vinassanti, na honti paraṃ maraṇā’ti. ",
  "dn2:24.1": "Itthaṃ kho me, bhante, ajito kesakambalo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno ucchedaṃ byākāsi. ",
  "dn2:24.2": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
  "dn2:24.3": "evameva kho me, bhante, ajito kesakambalo sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno ucchedaṃ byākāsi. ",
  "dn2:24.4": "Tassa mayhaṃ, bhante, etadahosi: ",
  "dn2:24.5": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
  "dn2:24.6": "So kho ahaṃ, bhante, ajitassa kesakambalassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
  "dn2:24.7": "Anabhinanditvā appaṭikkositvā anattamano anattamanavācaṃ anicchāretvā tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
  "dn2:24.8": "3.4. Pakudhakaccāyanavāda ",
  "dn2:25.1": "Ekamidāhaṃ, bhante, samayaṃ yena pakudho kaccāyano tenupasaṅkamiṃ; upasaṅkamitvā pakudhena kaccāyanena saddhiṃ sammodiṃ. ",
  "dn2:25.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, pakudhaṃ kaccāyanaṃ etadavocaṃ: ",
  "dn2:25.3": "‘yathā nu kho imāni, bho kaccāyana, puthusippāyatanāni …pe… ",
  "dn2:25.4": "sakkā nu kho, bho kaccāyana, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
  "dn2:26.1": "Evaṃ vutte, bhante, pakudho kaccāyano maṃ etadavoca: ",
  "dn2:26.2": "‘sattime, mahārāja, kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
  "dn2:26.3": "Te na iñjanti, na vipariṇamanti, na aññamaññaṃ byābādhenti, nālaṃ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
  "dn2:26.4": "Katame satta? ",
  "dn2:26.5": "Pathavikāyo, āpokāyo, tejokāyo, vāyokāyo, sukhe, dukkhe, jīve sattame—",
  "dn2:26.6": "ime satta kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
  "dn2:26.7": "Te na iñjanti, na vipariṇamanti, na aññamaññaṃ byābādhenti, nālaṃ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
  "dn2:26.8": "Tattha natthi hantā vā ghātetā vā, sotā vā sāvetā vā, viññātā vā viññāpetā vā. ",
  "dn2:26.9": "Yopi tiṇhena satthena sīsaṃ chindati, na koci kiñci jīvitā voropeti; ",
  "dn2:26.10": "sattannaṃ tveva kāyānamantarena satthaṃ vivaramanupatatī’ti. ",
  "dn2:27.1": "Itthaṃ kho me, bhante, pakudho kaccāyano sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno aññena aññaṃ byākāsi. ",
  "dn2:27.2": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
  "dn2:27.3": "evameva kho me, bhante, pakudho kaccāyano sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno aññena aññaṃ byākāsi. ",
  "dn2:27.4": "Tassa mayhaṃ, bhante, etadahosi: ",
  "dn2:27.5": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
  "dn2:27.6": "So kho ahaṃ, bhante, pakudhassa kaccāyanassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ, ",
  "dn2:27.7": "anabhinanditvā appaṭikkositvā anattamano, anattamanavācaṃ anicchāretvā tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
  "dn2:27.8": "3.5. Nigaṇṭhanāṭaputtavāda ",
  "dn2:28.1": "Ekamidāhaṃ, bhante, samayaṃ yena nigaṇṭho nāṭaputto tenupasaṅkamiṃ; upasaṅkamitvā nigaṇṭhena nāṭaputtena saddhiṃ sammodiṃ. ",
  "dn2:28.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, nigaṇṭhaṃ nāṭaputtaṃ etadavocaṃ: ",
  "dn2:28.3": "‘yathā nu kho imāni, bho aggivessana, puthusippāyatanāni …pe… ",
  "dn2:28.4": "sakkā nu kho, bho aggivessana, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
  "dn2:29.1": "Evaṃ vutte, bhante, nigaṇṭho nāṭaputto maṃ etadavoca: ",
  "dn2:29.2": "‘idha, mahārāja, nigaṇṭho cātuyāmasaṃvarasaṃvuto hoti. ",
  "dn2:29.3": "Kathañca, mahārāja, nigaṇṭho cātuyāmasaṃvarasaṃvuto hoti? ",
  "dn2:29.4": "Idha, mahārāja, nigaṇṭho sabbavārivārito ca hoti, sabbavāriyutto ca, sabbavāridhuto ca, sabbavāriphuṭo ca. ",
  "dn2:29.5": "Evaṃ kho, mahārāja, nigaṇṭho cātuyāmasaṃvarasaṃvuto hoti. ",
  "dn2:29.6": "Yato kho, mahārāja, nigaṇṭho evaṃ cātuyāmasaṃvarasaṃvuto hoti; ",
  "dn2:29.7": "ayaṃ vuccati, mahārāja, nigaṇṭho gatatto ca yatatto ca ṭhitatto cā’ti. ",
  "dn2:30.1": "Itthaṃ kho me, bhante, nigaṇṭho nāṭaputto sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno cātuyāmasaṃvaraṃ byākāsi. ",
  "dn2:30.2": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
  "dn2:30.3": "evameva kho me, bhante, nigaṇṭho nāṭaputto sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno cātuyāmasaṃvaraṃ byākāsi. ",
  "dn2:30.4": "Tassa mayhaṃ, bhante, etadahosi: ",
  "dn2:30.5": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
  "dn2:30.6": "So kho ahaṃ, bhante, nigaṇṭhassa nāṭaputtassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
  "dn2:30.7": "Anabhinanditvā appaṭikkositvā anattamano anattamanavācaṃ anicchāretvā tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
  "dn2:30.8": "3.6. Sañcayabelaṭṭhaputtavāda ",
  "dn2:31.1": "Ekamidāhaṃ, bhante, samayaṃ yena sañcayo belaṭṭhaputto tenupasaṅkamiṃ; upasaṅkamitvā sañcayena belaṭṭhaputtena saddhiṃ sammodiṃ. ",
  "dn2:31.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃ. Ekamantaṃ nisinno kho ahaṃ, bhante, sañcayaṃ belaṭṭhaputtaṃ etadavocaṃ: ",
  "dn2:31.3": "‘yathā nu kho imāni, bho sañcaya, puthusippāyatanāni …pe… ",
  "dn2:31.4": "sakkā nu kho, bho sañcaya, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’ti? ",
  "dn2:32.1": "Evaṃ vutte, bhante, sañcayo belaṭṭhaputto maṃ etadavoca: ",
  "dn2:32.2": "‘atthi paro lokoti iti ce maṃ pucchasi, atthi paro lokoti iti ce me assa, atthi paro lokoti iti te naṃ byākareyyaṃ. ",
  "dn2:32.3": "Evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no. ",
  "dn2:32.4": "Natthi paro loko …pe… ",
  "dn2:32.5": "atthi ca natthi ca paro loko …pe… ",
  "dn2:32.6": "nevatthi na natthi paro loko …pe… ",
  "dn2:32.7": "atthi sattā opapātikā …pe… ",
  "dn2:32.8": "natthi sattā opapātikā …pe… ",
  "dn2:32.9": "atthi ca natthi ca sattā opapātikā …pe… ",
  "dn2:32.10": "nevatthi na natthi sattā opapātikā …pe… ",
  "dn2:32.11": "atthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko …pe… ",
  "dn2:32.12": "natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko …pe… ",
  "dn2:32.13": "atthi ca natthi ca sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko …pe… ",
  "dn2:32.14": "nevatthi na natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko …pe… ",
  "dn2:32.15": "hoti tathāgato paraṃ maraṇā …pe… ",
  "dn2:32.16": "na hoti tathāgato paraṃ maraṇā …pe… ",
  "dn2:32.17": "hoti ca na ca hoti tathāgato paraṃ maraṇā …pe… ",
  "dn2:32.18": "neva hoti na na hoti tathāgato paraṃ maraṇāti iti ce maṃ pucchasi, neva hoti na na hoti tathāgato paraṃ maraṇāti iti ce me assa, neva hoti na na hoti tathāgato paraṃ maraṇāti iti te naṃ byākareyyaṃ. ",
  "dn2:32.19": "Evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’ti. ",
  "dn2:33.1": "Itthaṃ kho me, bhante, sañcayo belaṭṭhaputto sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno vikkhepaṃ byākāsi. ",
  "dn2:33.2": "Seyyathāpi, bhante, ambaṃ vā puṭṭho labujaṃ byākareyya, labujaṃ vā puṭṭho ambaṃ byākareyya; ",
  "dn2:33.3": "evameva kho me, bhante, sañcayo belaṭṭhaputto sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno vikkhepaṃ byākāsi. ",
  "dn2:33.4": "Tassa mayhaṃ, bhante, etadahosi: ",
  "dn2:33.5": "‘ayañca imesaṃ samaṇabrāhmaṇānaṃ sabbabālo sabbamūḷho. ",
  "dn2:33.6": "Kathañhi nāma sandiṭṭhikaṃ sāmaññaphalaṃ puṭṭho samāno vikkhepaṃ byākarissatī’ti. ",
  "dn2:33.7": "Tassa mayhaṃ, bhante, etadahosi: ",
  "dn2:33.8": "‘kathañhi nāma mādiso samaṇaṃ vā brāhmaṇaṃ vā vijite vasantaṃ apasādetabbaṃ maññeyyā’ti. ",
  "dn2:33.9": "So kho ahaṃ, bhante, sañcayassa belaṭṭhaputtassa bhāsitaṃ neva abhinandiṃ nappaṭikkosiṃ. ",
  "dn2:33.10": "Anabhinanditvā appaṭikkositvā anattamano anattamanavācaṃ anicchāretvā tameva vācaṃ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṃ. ",
  "dn2:33.11": "4. Sāmaññaphala ",
  "dn2:33.12": "4.1. Paṭhamasandiṭṭhikasāmaññaphala ",
  "dn2:34.1": "Sohaṃ, bhante, bhagavantampi pucchāmi: ",
  "dn2:34.2": "‘yathā nu kho imāni, bhante, puthusippāyatanāni ",
  "dn2:34.3": "seyyathidaṃ—hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsikaputtā ",
  "dn2:34.4": "āḷārikā kappakā nhāpakā sūdā mālakārā rajakā pesakārā naḷakārā kumbhakārā gaṇakā muddikā, yāni vā panaññānipi evaṅgatāni puthusippāyatanāni, te diṭṭheva dhamme sandiṭṭhikaṃ sippaphalaṃ upajīvanti, ",
  "dn2:34.5": "te tena attānaṃ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṃ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhapenti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ. ",
  "dn2:34.6": "Sakkā nu kho, bhante, evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun’”ti? ",
  "dn2:34.7": "“Sakkā, mahārāja. ",
  "dn2:34.8": "Tena hi, mahārāja, taññevettha paṭipucchissāmi. Yathā te khameyya, tathā naṃ byākareyyāsi. ",
  "dn2:35.1": "Taṃ kiṃ maññasi, mahārāja, ",
  "dn2:35.2": "idha te assa puriso dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṃkārapaṭissāvī manāpacārī piyavādī mukhullokako. ",
  "dn2:35.3": "Tassa evamassa: ",
  "dn2:35.4": "‘acchariyaṃ, vata bho, abbhutaṃ, vata bho, puññānaṃ gati, puññānaṃ vipāko. ",
  "dn2:35.5": "Ayañhi rājā māgadho ajātasattu vedehiputto manusso; ahampi manusso. ",
  "dn2:35.6": "Ayañhi rājā māgadho ajātasattu vedehiputto pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti, devo maññe. ",
  "dn2:35.7": "Ahaṃ panamhissa dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṃkārapaṭissāvī manāpacārī piyavādī mukhullokako. ",
  "dn2:35.8": "So vatassāhaṃ puññāni kareyyaṃ. ",
  "dn2:35.9": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
  "dn2:35.10": "So aparena samayena kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyya. ",
  "dn2:35.11": "So evaṃ pabbajito samāno kāyena saṃvuto vihareyya, vācāya saṃvuto vihareyya, manasā saṃvuto vihareyya, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke. ",
  "dn2:35.12": "Tañce te purisā evamāroceyyuṃ: ",
  "dn2:35.13": "‘yagghe, deva, jāneyyāsi, yo te so puriso dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṃkārapaṭissāvī manāpacārī piyavādī mukhullokako; ",
  "dn2:35.14": "so, deva, kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito. ",
  "dn2:35.15": "So evaṃ pabbajito samāno kāyena saṃvuto viharati, vācāya saṃvuto viharati, manasā saṃvuto viharati, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke’ti. ",
  "dn2:35.16": "Api nu tvaṃ evaṃ vadeyyāsi: ",
  "dn2:35.17": "‘etu me, bho, so puriso, punadeva hotu dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṃkārapaṭissāvī manāpacārī piyavādī mukhullokako’”ti? ",
  "dn2:36.1": "“No hetaṃ, bhante. ",
  "dn2:36.2": "Atha kho naṃ mayameva abhivādeyyāmapi, paccuṭṭheyyāmapi, āsanenapi nimanteyyāma, abhinimanteyyāmapi naṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi, dhammikampissa rakkhāvaraṇaguttiṃ saṃvidaheyyāmā”ti. ",
  "dn2:36.3": "“Taṃ kiṃ maññasi, mahārāja, ",
  "dn2:36.4": "yadi evaṃ sante hoti vā sandiṭṭhikaṃ sāmaññaphalaṃ no vā”ti? ",
  "dn2:36.5": "“Addhā kho, bhante, evaṃ sante hoti sandiṭṭhikaṃ sāmaññaphalan”ti. ",
  "dn2:36.6": "“Idaṃ kho te, mahārāja, mayā paṭhamaṃ diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññattan”ti. ",
  "dn2:36.7": "4.2. Dutiyasandiṭṭhikasāmaññaphala ",
  "dn2:37.1": "“Sakkā pana, bhante, aññampi evameva diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetun”ti? ",
  "dn2:37.2": "“Sakkā, mahārāja. ",
  "dn2:37.3": "Tena hi, mahārāja, taññevettha paṭipucchissāmi. Yathā te khameyya, tathā naṃ byākareyyāsi. ",
  "dn2:37.4": "Taṃ kiṃ maññasi, mahārāja, ",
  "dn2:37.5": "idha te assa puriso kassako gahapatiko karakārako rāsivaḍḍhako. ",
  "dn2:37.6": "Tassa evamassa: ",
  "dn2:37.7": "‘acchariyaṃ vata bho, abbhutaṃ vata bho, puññānaṃ gati, puññānaṃ vipāko. ",
  "dn2:37.8": "Ayañhi rājā māgadho ajātasattu vedehiputto manusso, ahampi manusso. ",
  "dn2:37.9": "Ayañhi rājā māgadho ajātasattu vedehiputto pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti, devo maññe. ",
  "dn2:37.10": "Ahaṃ panamhissa kassako gahapatiko karakārako rāsivaḍḍhako. ",
  "dn2:37.11": "So vatassāhaṃ puññāni kareyyaṃ. ",
  "dn2:37.12": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
  "dn2:37.13": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyya. ",
  "dn2:37.14": "So evaṃ pabbajito samāno kāyena saṃvuto vihareyya, vācāya saṃvuto vihareyya, manasā saṃvuto vihareyya, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke. ",
  "dn2:37.15": "Tañce te purisā evamāroceyyuṃ: ",
  "dn2:37.16": "‘yagghe, deva, jāneyyāsi, yo te so puriso kassako gahapatiko karakārako rāsivaḍḍhako; ",
  "dn2:37.17": "so deva kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito. ",
  "dn2:37.18": "So evaṃ pabbajito samāno kāyena saṃvuto viharati, vācāya saṃvuto viharati, manasā saṃvuto viharati, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke’ti. ",
  "dn2:37.19": "Api nu tvaṃ evaṃ vadeyyāsi: ",
  "dn2:37.20": "‘etu me, bho, so puriso, punadeva hotu kassako gahapatiko karakārako rāsivaḍḍhako’”ti? ",
  "dn2:38.1": "“No hetaṃ, bhante. ",
  "dn2:38.2": "Atha kho naṃ mayameva abhivādeyyāmapi, paccuṭṭheyyāmapi, āsanenapi nimanteyyāma, abhinimanteyyāmapi naṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi, dhammikampissa rakkhāvaraṇaguttiṃ saṃvidaheyyāmā”ti. ",
  "dn2:38.3": "“Taṃ kiṃ maññasi, mahārāja? ",
  "dn2:38.4": "Yadi evaṃ sante hoti vā sandiṭṭhikaṃ sāmaññaphalaṃ no vā”ti? ",
  "dn2:38.5": "“Addhā kho, bhante, evaṃ sante hoti sandiṭṭhikaṃ sāmaññaphalan”ti. ",
  "dn2:38.6": "“Idaṃ kho te, mahārāja, mayā dutiyaṃ diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññattan”ti. ",
  "dn2:38.7": "4.3. Paṇītatarasāmaññaphala ",
  "dn2:39.1": "“Sakkā pana, bhante, aññampi diṭṭheva dhamme sandiṭṭhikaṃ sāmaññaphalaṃ paññapetuṃ imehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañcā”ti? ",
  "dn2:39.2": "“Sakkā, mahārāja. ",
  "dn2:39.3": "Tena hi, mahārāja, suṇohi, sādhukaṃ manasi karohi, bhāsissāmī”ti. ",
  "dn2:39.4": "“Evaṃ, bhante”ti kho rājā māgadho ajātasattu vedehiputto bhagavato paccassosi. ",
  "dn2:39.5": "Bhagavā etadavoca: ",
  "dn2:40.1": "“idha, mahārāja, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
  "dn2:40.2": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
  "dn2:40.3": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
  "dn2:41.1": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ",
  "dn2:41.2": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ",
  "dn2:41.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ",
  "dn2:41.4": "‘sambādho gharāvāso rajopatho, abbhokāso pabbajjā. ",
  "dn2:41.5": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ",
  "dn2:41.6": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
  "dn2:41.7": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ",
  "dn2:42.1": "So evaṃ pabbajito samāno pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, kāyakammavacīkammena samannāgato kusalena, parisuddhājīvo sīlasampanno, indriyesu guttadvāro, satisampajaññena samannāgato, santuṭṭho. ",
  "dn2:42.2": "4.3.1. Sīla ",
  "dn2:42.3": "4.3.1.1. Cūḷasīla ",
  "dn2:43.1": "Kathañca, mahārāja, bhikkhu sīlasampanno hoti? ",
  "dn2:43.2": "Idha, mahārāja, bhikkhu pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti. Nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "dn2:43.3": "Idampissa hoti sīlasmiṃ. ",
  "dn2:43.4": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati. ",
  "dn2:43.5": "Idampissa hoti sīlasmiṃ. ",
  "dn2:43.6": "Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā. ",
  "dn2:43.7": "Idampissa hoti sīlasmiṃ. ",
  "dn2:44.1": "Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa. ",
  "dn2:44.2": "Idampissa hoti sīlasmiṃ. ",
  "dn2:44.3": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti; ito sutvā na amutra akkhātā imesaṃ bhedāya; amutra vā sutvā na imesaṃ akkhātā, amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti. ",
  "dn2:44.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:44.5": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti; yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti. ",
  "dn2:44.6": "Idampissa hoti sīlasmiṃ. ",
  "dn2:44.7": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. ",
  "dn2:44.8": "Idampissa hoti sīlasmiṃ. ",
  "dn2:45.1": "Bījagāmabhūtagāmasamārambhā paṭivirato hoti …pe… ",
  "dn2:45.2": "ekabhattiko hoti rattūparato virato vikālabhojanā. ",
  "dn2:45.3": "Naccagītavāditavisūkadassanā paṭivirato hoti. ",
  "dn2:45.4": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti. ",
  "dn2:45.5": "Uccāsayanamahāsayanā paṭivirato hoti. ",
  "dn2:45.6": "Jātarūparajatapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.7": "Āmakadhaññapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.8": "Āmakamaṃsapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.9": "Itthikumārikapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.10": "Dāsidāsapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.11": "Ajeḷakapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.12": "Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.13": "Hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.14": "Khettavatthupaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.15": "Dūteyyapahiṇagamanānuyogā paṭivirato hoti. ",
  "dn2:45.16": "Kayavikkayā paṭivirato hoti. ",
  "dn2:45.17": "Tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti. ",
  "dn2:45.18": "Ukkoṭanavañcananikatisāciyogā paṭivirato hoti. ",
  "dn2:45.19": "Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ",
  "dn2:45.20": "Idampissa hoti sīlasmiṃ. ",
  "dn2:45.21": "Cūḷasīlaṃ niṭṭhitaṃ. ",
  "dn2:45.22": "4.3.1.2. Majjhimasīla ",
  "dn2:46.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ bījagāmabhūtagāmasamārambhaṃ anuyuttā viharanti. ",
  "dn2:46.2": "Seyyathidaṃ—mūlabījaṃ khandhabījaṃ phaḷubījaṃ aggabījaṃ bījabījameva pañcamaṃ, iti evarūpā bījagāmabhūtagāmasamārambhā paṭivirato hoti. ",
  "dn2:46.3": "Idampissa hoti sīlasmiṃ. ",
  "dn2:47.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ sannidhikāraparibhogaṃ anuyuttā viharanti. ",
  "dn2:47.2": "Seyyathidaṃ—annasannidhiṃ pānasannidhiṃ vatthasannidhiṃ yānasannidhiṃ sayanasannidhiṃ gandhasannidhiṃ āmisasannidhiṃ, ",
  "dn2:47.3": "iti vā iti evarūpā sannidhikāraparibhogā paṭivirato hoti. ",
  "dn2:47.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:48.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ visūkadassanaṃ anuyuttā viharanti. ",
  "dn2:48.2": "Seyyathidaṃ—naccaṃ gītaṃ vāditaṃ pekkhaṃ akkhānaṃ pāṇissaraṃ vetāḷaṃ kumbhathūṇaṃ sobhanakaṃ caṇḍālaṃ vaṃsaṃ dhovanaṃ hatthiyuddhaṃ assayuddhaṃ mahiṃsayuddhaṃ usabhayuddhaṃ ajayuddhaṃ meṇḍayuddhaṃ kukkuṭayuddhaṃ vaṭṭakayuddhaṃ daṇḍayuddhaṃ muṭṭhiyuddhaṃ nibbuddhaṃ uyyodhikaṃ balaggaṃ senābyūhaṃ anīkadassanaṃ ",
  "dn2:48.3": "iti vā iti evarūpā visūkadassanā paṭivirato hoti. ",
  "dn2:48.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:49.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ jūtappamādaṭṭhānānuyogaṃ anuyuttā viharanti. ",
  "dn2:49.2": "Seyyathidaṃ—aṭṭhapadaṃ dasapadaṃ ākāsaṃ parihārapathaṃ santikaṃ khalikaṃ ghaṭikaṃ salākahatthaṃ akkhaṃ paṅgacīraṃ vaṅkakaṃ mokkhacikaṃ ciṅgulikaṃ pattāḷhakaṃ rathakaṃ dhanukaṃ akkharikaṃ manesikaṃ yathāvajjaṃ ",
  "dn2:49.3": "iti vā iti evarūpā jūtappamādaṭṭhānānuyogā paṭivirato hoti. ",
  "dn2:49.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:50.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ uccāsayanamahāsayanaṃ anuyuttā viharanti. ",
  "dn2:50.2": "Seyyathidaṃ—āsandiṃ pallaṅkaṃ gonakaṃ cittakaṃ paṭikaṃ paṭalikaṃ tūlikaṃ vikatikaṃ uddalomiṃ ekantalomiṃ kaṭṭissaṃ koseyyaṃ kuttakaṃ hatthattharaṃ assattharaṃ rathattharaṃ ajinappaveṇiṃ kadalimigapavarapaccattharaṇaṃ sauttaracchadaṃ ubhatolohitakūpadhānaṃ ",
  "dn2:50.3": "iti vā iti evarūpā uccāsayanamahāsayanā paṭivirato hoti. ",
  "dn2:50.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:51.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ maṇḍanavibhūsanaṭṭhānānuyogaṃ anuyuttā viharanti. ",
  "dn2:51.2": "Seyyathidaṃ—ucchādanaṃ parimaddanaṃ nhāpanaṃ sambāhanaṃ ādāsaṃ añjanaṃ mālāgandhavilepanaṃ mukhacuṇṇaṃ mukhalepanaṃ hatthabandhaṃ sikhābandhaṃ daṇḍaṃ nāḷikaṃ asiṃ chattaṃ citrupāhanaṃ uṇhīsaṃ maṇiṃ vālabījaniṃ odātāni vatthāni dīghadasāni ",
  "dn2:51.3": "iti vā iti evarūpā maṇḍanavibhūsanaṭṭhānānuyogā paṭivirato hoti. ",
  "dn2:51.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:52.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ tiracchānakathaṃ anuyuttā viharanti. ",
  "dn2:52.2": "Seyyathidaṃ—rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ ",
  "dn2:52.3": "iti vā iti evarūpāya tiracchānakathāya paṭivirato hoti. ",
  "dn2:52.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:53.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ viggāhikakathaṃ anuyuttā viharanti. ",
  "dn2:53.2": "Seyyathidaṃ—na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi, kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi, micchā paṭipanno tvamasi, ahamasmi sammā paṭipanno, sahitaṃ me, asahitaṃ te, pure vacanīyaṃ pacchā avaca, pacchā vacanīyaṃ pure avaca, adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahito tvamasi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosīti ",
  "dn2:53.3": "iti vā iti evarūpāya viggāhikakathāya paṭivirato hoti. ",
  "dn2:53.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:54.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṃ dūteyyapahiṇagamanānuyogaṃ anuyuttā viharanti. ",
  "dn2:54.2": "Seyyathidaṃ—raññaṃ, rājamahāmattānaṃ, khattiyānaṃ, brāhmaṇānaṃ, gahapatikānaṃ, kumārānaṃ—idha gaccha, amutrāgaccha, idaṃ hara, amutra idaṃ āharā’ti ",
  "dn2:54.3": "iti vā iti evarūpā dūteyyapahiṇagamanānuyogā paṭivirato hoti. ",
  "dn2:54.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:55.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te kuhakā ca honti lapakā ca nemittikā ca nippesikā ca lābhena lābhaṃ nijigīsitāro ca. Iti evarūpā kuhanalapanā paṭivirato hoti. ",
  "dn2:55.2": "Idampissa hoti sīlasmiṃ. ",
  "dn2:55.3": "Majjhimasīlaṃ niṭṭhitaṃ. ",
  "dn2:55.4": "4.3.1.3. Mahāsīla ",
  "dn2:56.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
  "dn2:56.2": "Seyyathidaṃ—aṅgaṃ nimittaṃ uppātaṃ supinaṃ lakkhaṇaṃ mūsikacchinnaṃ aggihomaṃ dabbihomaṃ thusahomaṃ kaṇahomaṃ taṇḍulahomaṃ sappihomaṃ telahomaṃ mukhahomaṃ lohitahomaṃ aṅgavijjā vatthuvijjā khattavijjā sivavijjā bhūtavijjā bhūrivijjā ahivijjā visavijjā vicchikavijjā mūsikavijjā sakuṇavijjā vāyasavijjā pakkajjhānaṃ saraparittāṇaṃ migacakkaṃ ",
  "dn2:56.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:56.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:57.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
  "dn2:57.2": "Seyyathidaṃ—maṇilakkhaṇaṃ vatthalakkhaṇaṃ daṇḍalakkhaṇaṃ satthalakkhaṇaṃ asilakkhaṇaṃ usulakkhaṇaṃ dhanulakkhaṇaṃ āvudhalakkhaṇaṃ itthilakkhaṇaṃ purisalakkhaṇaṃ kumāralakkhaṇaṃ kumārilakkhaṇaṃ dāsalakkhaṇaṃ dāsilakkhaṇaṃ hatthilakkhaṇaṃ assalakkhaṇaṃ mahiṃsalakkhaṇaṃ usabhalakkhaṇaṃ golakkhaṇaṃ ajalakkhaṇaṃ meṇḍalakkhaṇaṃ kukkuṭalakkhaṇaṃ vaṭṭakalakkhaṇaṃ godhālakkhaṇaṃ kaṇṇikalakkhaṇaṃ kacchapalakkhaṇaṃ migalakkhaṇaṃ ",
  "dn2:57.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:57.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:58.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
  "dn2:58.2": "Seyyathidaṃ—raññaṃ niyyānaṃ bhavissati, raññaṃ aniyyānaṃ bhavissati, abbhantarānaṃ raññaṃ upayānaṃ bhavissati, bāhirānaṃ raññaṃ apayānaṃ bhavissati, bāhirānaṃ raññaṃ upayānaṃ bhavissati, abbhantarānaṃ raññaṃ apayānaṃ bhavissati, abbhantarānaṃ raññaṃ jayo bhavissati, bāhirānaṃ raññaṃ parājayo bhavissati, bāhirānaṃ raññaṃ jayo bhavissati, abbhantarānaṃ raññaṃ parājayo bhavissati, iti imassa jayo bhavissati, imassa parājayo bhavissati ",
  "dn2:58.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:58.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:59.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
  "dn2:59.2": "Seyyathidaṃ—candaggāho bhavissati, sūriyaggāho bhavissati, nakkhattaggāho bhavissati, candimasūriyānaṃ pathagamanaṃ bhavissati, candimasūriyānaṃ uppathagamanaṃ bhavissati, nakkhattānaṃ pathagamanaṃ bhavissati, nakkhattānaṃ uppathagamanaṃ bhavissati, ukkāpāto bhavissati, disāḍāho bhavissati, bhūmicālo bhavissati, devadudrabhi bhavissati, candimasūriyanakkhattānaṃ uggamanaṃ ogamanaṃ saṅkilesaṃ vodānaṃ bhavissati, evaṃvipāko candaggāho bhavissati, evaṃvipāko sūriyaggāho bhavissati, evaṃvipāko nakkhattaggāho bhavissati, evaṃvipākaṃ candimasūriyānaṃ pathagamanaṃ bhavissati, evaṃvipākaṃ candimasūriyānaṃ uppathagamanaṃ bhavissati, evaṃvipākaṃ nakkhattānaṃ pathagamanaṃ bhavissati, evaṃvipākaṃ nakkhattānaṃ uppathagamanaṃ bhavissati, evaṃvipāko ukkāpāto bhavissati, evaṃvipāko disāḍāho bhavissati, evaṃvipāko bhūmicālo bhavissati, evaṃvipāko devadudrabhi bhavissati, evaṃvipākaṃ candimasūriyanakkhattānaṃ uggamanaṃ ogamanaṃ saṅkilesaṃ vodānaṃ bhavissati ",
  "dn2:59.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:59.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:60.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
  "dn2:60.2": "Seyyathidaṃ—suvuṭṭhikā bhavissati, dubbuṭṭhikā bhavissati, subhikkhaṃ bhavissati, dubbhikkhaṃ bhavissati, khemaṃ bhavissati, bhayaṃ bhavissati, rogo bhavissati, ārogyaṃ bhavissati, muddā, gaṇanā, saṅkhānaṃ, kāveyyaṃ, lokāyataṃ ",
  "dn2:60.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:60.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:61.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
  "dn2:61.2": "Seyyathidaṃ—āvāhanaṃ vivāhanaṃ saṃvaraṇaṃ vivaraṇaṃ saṅkiraṇaṃ vikiraṇaṃ subhagakaraṇaṃ dubbhagakaraṇaṃ viruddhagabbhakaraṇaṃ jivhānibandhanaṃ hanusaṃhananaṃ hatthābhijappanaṃ hanujappanaṃ kaṇṇajappanaṃ ādāsapañhaṃ kumārikapañhaṃ devapañhaṃ ādiccupaṭṭhānaṃ mahatupaṭṭhānaṃ abbhujjalanaṃ sirivhāyanaṃ ",
  "dn2:61.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:61.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:62.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti. ",
  "dn2:62.2": "Seyyathidaṃ—santikammaṃ paṇidhikammaṃ bhūtakammaṃ bhūrikammaṃ vassakammaṃ vossakammaṃ vatthukammaṃ vatthuparikammaṃ ācamanaṃ nhāpanaṃ juhanaṃ vamanaṃ virecanaṃ uddhaṃvirecanaṃ adhovirecanaṃ sīsavirecanaṃ kaṇṇatelaṃ nettatappanaṃ natthukammaṃ añjanaṃ paccañjanaṃ sālākiyaṃ sallakattiyaṃ dārakatikicchā, mūlabhesajjānaṃ anuppadānaṃ, osadhīnaṃ paṭimokkho ",
  "dn2:62.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:62.4": "Idampissa hoti sīlasmiṃ. ",
  "dn2:63.1": "Sa kho so, mahārāja, bhikkhu evaṃ sīlasampanno na kutoci bhayaṃ samanupassati, yadidaṃ sīlasaṃvarato. ",
  "dn2:63.2": "Seyyathāpi, mahārāja, rājā khattiyo muddhābhisitto nihatapaccāmitto na kutoci bhayaṃ samanupassati, yadidaṃ paccatthikato; ",
  "dn2:63.3": "evameva kho, mahārāja, bhikkhu evaṃ sīlasampanno na kutoci bhayaṃ samanupassati, yadidaṃ sīlasaṃvarato. ",
  "dn2:63.4": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti. ",
  "dn2:63.5": "Evaṃ kho, mahārāja, bhikkhu sīlasampanno hoti. ",
  "dn2:63.6": "Mahāsīlaṃ niṭṭhitaṃ. ",
  "dn2:63.7": "4.3.2. Samādhi ",
  "dn2:63.8": "4.3.2.1. Indriyasaṃvara ",
  "dn2:64.1": "Kathañca, mahārāja, bhikkhu indriyesu guttadvāro hoti? ",
  "dn2:64.2": "Idha, mahārāja, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "dn2:64.3": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhā domanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati. ",
  "dn2:64.4": "Sotena saddaṃ sutvā …pe… ",
  "dn2:64.5": "ghānena gandhaṃ ghāyitvā …pe… ",
  "dn2:64.6": "jivhāya rasaṃ sāyitvā …pe… ",
  "dn2:64.7": "kāyena phoṭṭhabbaṃ phusitvā …pe… ",
  "dn2:64.8": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "dn2:64.9": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhā domanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati. ",
  "dn2:64.10": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti. ",
  "dn2:64.11": "Evaṃ kho, mahārāja, bhikkhu indriyesu guttadvāro hoti. ",
  "dn2:64.12": "4.3.2.2. Satisampajañña ",
  "dn2:65.1": "Kathañca, mahārāja, bhikkhu satisampajaññena samannāgato hoti? ",
  "dn2:65.2": "Idha, mahārāja, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "dn2:65.3": "Evaṃ kho, mahārāja, bhikkhu satisampajaññena samannāgato hoti. ",
  "dn2:65.4": "4.3.2.3. Santosa ",
  "dn2:66.1": "Kathañca, mahārāja, bhikkhu santuṭṭho hoti? ",
  "dn2:66.2": "Idha, mahārāja, bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
  "dn2:66.3": "Seyyathāpi, mahārāja, pakkhī sakuṇo yena yeneva ḍeti, sapattabhārova ḍeti; ",
  "dn2:66.4": "evameva kho, mahārāja, bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
  "dn2:66.5": "Evaṃ kho, mahārāja, bhikkhu santuṭṭho hoti. ",
  "dn2:66.6": "4.3.2.4. Nīvaraṇappahāna ",
  "dn2:67.1": "So iminā ca ariyena sīlakkhandhena samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, ",
  "dn2:67.2": "vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ",
  "dn2:67.3": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. ",
  "dn2:68.1": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti. ",
  "dn2:68.2": "Byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti. ",
  "dn2:68.3": "Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī, sato sampajāno, thinamiddhā cittaṃ parisodheti. ",
  "dn2:68.4": "Uddhaccakukkuccaṃ pahāya anuddhato viharati, ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti. ",
  "dn2:68.5": "Vicikicchaṃ pahāya tiṇṇavicikiccho viharati, akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ",
  "dn2:69.1": "Seyyathāpi, mahārāja, puriso iṇaṃ ādāya kammante payojeyya. ",
  "dn2:69.2": "Tassa te kammantā samijjheyyuṃ. ",
  "dn2:69.3": "So yāni ca porāṇāni iṇamūlāni, tāni ca byantiṃ kareyya, siyā cassa uttariṃ avasiṭṭhaṃ dārabharaṇāya. ",
  "dn2:69.4": "Tassa evamassa: ",
  "dn2:69.5": "‘ahaṃ kho pubbe iṇaṃ ādāya kammante payojesiṃ. ",
  "dn2:69.6": "Tassa me te kammantā samijjhiṃsu. ",
  "dn2:69.7": "Sohaṃ yāni ca porāṇāni iṇamūlāni, tāni ca byantiṃ akāsiṃ, atthi ca me uttariṃ avasiṭṭhaṃ dārabharaṇāyā’ti. ",
  "dn2:69.8": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
  "dn2:70.1": "Seyyathāpi, mahārāja, puriso ābādhiko assa dukkhito bāḷhagilāno; bhattañcassa nacchādeyya, na cassa kāye balamattā. ",
  "dn2:70.2": "So aparena samayena tamhā ābādhā mucceyya; bhattaṃ cassa chādeyya, siyā cassa kāye balamattā. ",
  "dn2:70.3": "Tassa evamassa: ",
  "dn2:70.4": "‘ahaṃ kho pubbe ābādhiko ahosiṃ dukkhito bāḷhagilāno; ",
  "dn2:70.5": "bhattañca me nacchādesi, na ca me āsi kāye balamattā. ",
  "dn2:70.6": "Somhi etarahi tamhā ābādhā mutto; ",
  "dn2:70.7": "bhattañca me chādeti, atthi ca me kāye balamattā’ti. ",
  "dn2:70.8": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
  "dn2:71.1": "Seyyathāpi, mahārāja, puriso bandhanāgāre baddho assa. ",
  "dn2:71.2": "So aparena samayena tamhā bandhanāgārā mucceyya sotthinā abbhayena, na cassa kiñci bhogānaṃ vayo. ",
  "dn2:71.3": "Tassa evamassa: ",
  "dn2:71.4": "‘ahaṃ kho pubbe bandhanāgāre baddho ahosiṃ, somhi etarahi tamhā bandhanāgārā mutto sotthinā abbhayena. ",
  "dn2:71.5": "Natthi ca me kiñci bhogānaṃ vayo’ti. ",
  "dn2:71.6": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
  "dn2:72.1": "Seyyathāpi, mahārāja, puriso dāso assa anattādhīno parādhīno na yenakāmaṅgamo. ",
  "dn2:72.2": "So aparena samayena tamhā dāsabyā mucceyya attādhīno aparādhīno bhujisso yenakāmaṅgamo. ",
  "dn2:72.3": "Tassa evamassa: ",
  "dn2:72.4": "‘ahaṃ kho pubbe dāso ahosiṃ anattādhīno parādhīno na yenakāmaṅgamo. ",
  "dn2:72.5": "Somhi etarahi tamhā dāsabyā mutto attādhīno aparādhīno bhujisso yenakāmaṅgamo’ti. ",
  "dn2:72.6": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
  "dn2:73.1": "Seyyathāpi, mahārāja, puriso sadhano sabhogo kantāraddhānamaggaṃ paṭipajjeyya dubbhikkhaṃ sappaṭibhayaṃ. ",
  "dn2:73.2": "So aparena samayena taṃ kantāraṃ nitthareyya sotthinā, gāmantaṃ anupāpuṇeyya khemaṃ appaṭibhayaṃ. ",
  "dn2:73.3": "Tassa evamassa: ",
  "dn2:73.4": "‘ahaṃ kho pubbe sadhano sabhogo kantāraddhānamaggaṃ paṭipajjiṃ dubbhikkhaṃ sappaṭibhayaṃ. ",
  "dn2:73.5": "Somhi etarahi taṃ kantāraṃ nitthiṇṇo sotthinā, gāmantaṃ anuppatto khemaṃ appaṭibhayan’ti. ",
  "dn2:73.6": "So tatonidānaṃ labhetha pāmojjaṃ, adhigaccheyya somanassaṃ. ",
  "dn2:74.1": "Evameva kho, mahārāja, bhikkhu yathā iṇaṃ yathā rogaṃ yathā bandhanāgāraṃ yathā dāsabyaṃ yathā kantāraddhānamaggaṃ, evaṃ ime pañca nīvaraṇe appahīne attani samanupassati. ",
  "dn2:74.2": "Seyyathāpi, mahārāja, yathā āṇaṇyaṃ yathā ārogyaṃ yathā bandhanāmokkhaṃ yathā bhujissaṃ yathā khemantabhūmiṃ; ",
  "dn2:74.3": "evameva kho, mahārāja, bhikkhu ime pañca nīvaraṇe pahīne attani samanupassati. ",
  "dn2:75.1": "Tassime pañca nīvaraṇe pahīne attani samanupassato pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati. ",
  "dn2:75.2": "4.3.2.5. Paṭhamajhāna ",
  "dn2:75.3": "So vivicceva kāmehi, vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "dn2:75.4": "So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ",
  "dn2:76.1": "Seyyathāpi, mahārāja, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya, sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā phuṭā snehena, na ca paggharaṇī; ",
  "dn2:76.2": "evameva kho, mahārāja, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti. ",
  "dn2:76.3": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:76.4": "4.3.2.6. Dutiyajhāna ",
  "dn2:77.1": "Puna caparaṃ, mahārāja, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ",
  "dn2:77.2": "So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti. ",
  "dn2:78.1": "Seyyathāpi, mahārāja, udakarahado gambhīro ubbhidodako tassa nevassa puratthimāya disāya udakassa āyamukhaṃ, na dakkhiṇāya disāya udakassa āyamukhaṃ, na pacchimāya disāya udakassa āyamukhaṃ, na uttarāya disāya udakassa āyamukhaṃ, devo ca na kālena kālaṃ sammādhāraṃ anuppaveccheyya. ",
  "dn2:78.2": "Atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa. ",
  "dn2:78.3": "Evameva kho, mahārāja, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti. ",
  "dn2:78.4": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:78.5": "4.3.2.7. Tatiyajhāna ",
  "dn2:79.1": "Puna caparaṃ, mahārāja, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja viharati. ",
  "dn2:79.2": "So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti. ",
  "dn2:80.1": "Seyyathāpi, mahārāja, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni antonimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa; ",
  "dn2:80.2": "evameva kho, mahārāja, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti. ",
  "dn2:80.3": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:80.4": "4.3.2.8. Catutthajhāna ",
  "dn2:81.1": "Puna caparaṃ, mahārāja, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati, so imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti. ",
  "dn2:82.1": "Seyyathāpi, mahārāja, puriso odātena vatthena sasīsaṃ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa; ",
  "dn2:82.2": "evameva kho, mahārāja, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti. ",
  "dn2:82.3": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:82.4": "4.3.3. Aṭṭhañāṇa ",
  "dn2:82.5": "4.3.3.1. Vipassanāñāṇa ",
  "dn2:83.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:83.2": "So evaṃ pajānāti: ",
  "dn2:83.3": "‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo; ",
  "dn2:83.4": "idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhan’ti. ",
  "dn2:84.1": "Seyyathāpi, mahārāja, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno. ",
  "dn2:84.2": "Tatrāssa suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā. ",
  "dn2:84.3": "Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya: ",
  "dn2:84.4": "‘ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno anāvilo sabbākārasampanno; ",
  "dn2:84.5": "tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā’ti. ",
  "dn2:84.6": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:84.7": "So evaṃ pajānāti: ",
  "dn2:84.8": "‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo; ",
  "dn2:84.9": "idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhan’ti. ",
  "dn2:84.10": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:84.11": "4.3.3.2. Manomayiddhiñāṇa ",
  "dn2:85.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte manomayaṃ kāyaṃ abhinimmānāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:85.2": "So imamhā kāyā aññaṃ kāyaṃ abhinimmināti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ",
  "dn2:86.1": "Seyyathāpi, mahārāja, puriso muñjamhā īsikaṃ pavāheyya. ",
  "dn2:86.2": "Tassa evamassa: ",
  "dn2:86.3": "‘ayaṃ muñjo, ayaṃ īsikā, añño muñjo, aññā īsikā, muñjamhā tveva īsikā pavāḷhā’ti. ",
  "dn2:86.4": "Seyyathā vā pana, mahārāja, puriso asiṃ kosiyā pavāheyya. ",
  "dn2:86.5": "Tassa evamassa: ",
  "dn2:86.6": "‘ayaṃ asi, ayaṃ kosi, añño asi, aññā kosi, kosiyā tveva asi pavāḷho’ti. ",
  "dn2:86.7": "Seyyathā vā pana, mahārāja, puriso ahiṃ karaṇḍā uddhareyya. ",
  "dn2:86.8": "Tassa evamassa: ",
  "dn2:86.9": "‘ayaṃ ahi, ayaṃ karaṇḍo. Añño ahi, añño karaṇḍo, karaṇḍā tveva ahi ubbhato’ti. ",
  "dn2:86.10": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte manomayaṃ kāyaṃ abhinimmānāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:86.11": "So imamhā kāyā aññaṃ kāyaṃ abhinimmināti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ. ",
  "dn2:86.12": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:86.13": "4.3.3.3. Iddhividhañāṇa ",
  "dn2:87.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:87.2": "So anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyā; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vatteti. ",
  "dn2:88.1": "Seyyathāpi, mahārāja, dakkho kumbhakāro vā kumbhakārantevāsī vā suparikammakatāya mattikāya yaṃ yadeva bhājanavikatiṃ ākaṅkheyya, taṃ tadeva kareyya abhinipphādeyya. ",
  "dn2:88.2": "Seyyathā vā pana, mahārāja, dakkho dantakāro vā dantakārantevāsī vā suparikammakatasmiṃ dantasmiṃ yaṃ yadeva dantavikatiṃ ākaṅkheyya, taṃ tadeva kareyya abhinipphādeyya. ",
  "dn2:88.3": "Seyyathā vā pana, mahārāja, dakkho suvaṇṇakāro vā suvaṇṇakārantevāsī vā suparikammakatasmiṃ suvaṇṇasmiṃ yaṃ yadeva suvaṇṇavikatiṃ ākaṅkheyya, taṃ tadeva kareyya abhinipphādeyya. ",
  "dn2:88.4": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:88.5": "So anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṃ tirobhāvaṃ tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyā; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṃ vatteti. ",
  "dn2:88.6": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:88.7": "4.3.3.4. Dibbasotañāṇa ",
  "dn2:89.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte dibbāya sotadhātuyā cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:89.2": "So dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca ye dūre santike ca. ",
  "dn2:90.1": "Seyyathāpi, mahārāja, puriso addhānamaggappaṭipanno. So suṇeyya bherisaddampi mudiṅgasaddampi saṅkhapaṇavadindimasaddampi. Tassa evamassa: ‘bherisaddo’ itipi, ‘mudiṅgasaddo’ itipi, ‘saṅkhapaṇavadindimasaddo’ itipi. ",
  "dn2:90.2": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte dibbāya sotadhātuyā cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:90.3": "So dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca ye dūre santike ca. ",
  "dn2:90.4": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:90.5": "4.3.3.5. Cetopariyañāṇa ",
  "dn2:91.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte cetopariyañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:91.2": "So parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti—sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti, vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti, sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti, vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti, samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti, vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti, saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti, vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti, mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti, amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti, sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti, anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti, samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti, asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti, vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti, avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. ",
  "dn2:92.1": "Seyyathāpi, mahārāja, itthī vā puriso vā daharo yuvā maṇḍanajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṃ mukhanimittaṃ paccavekkhamāno sakaṇikaṃ vā ‘sakaṇikan’ti jāneyya, akaṇikaṃ vā ‘akaṇikan’ti jāneyya; ",
  "dn2:92.2": "evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte cetopariyañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:92.3": "So parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānāti—sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānāti, vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānāti, sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānāti, vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānāti, samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānāti, vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānāti, saṅkhittaṃ vā cittaṃ ‘saṅkhittaṃ cittan’ti pajānāti, vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānāti, mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānāti, amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānāti, sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānāti, anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānāti, samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānāti, asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānāti, vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānāti, avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānāti. ",
  "dn2:92.4": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:92.5": "4.3.3.6. Pubbenivāsānussatiñāṇa ",
  "dn2:93.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:93.2": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe, ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn2:94.1": "Seyyathāpi, mahārāja, puriso sakamhā gāmā aññaṃ gāmaṃ gaccheyya, tamhāpi gāmā aññaṃ gāmaṃ gaccheyya. So tamhā gāmā sakaṃyeva gāmaṃ paccāgaccheyya. Tassa evamassa: ‘ahaṃ kho sakamhā gāmā amuṃ gāmaṃ agacchiṃ, tatra evaṃ aṭṭhāsiṃ, evaṃ nisīdiṃ, evaṃ abhāsiṃ, evaṃ tuṇhī ahosiṃ, tamhāpi gāmā amuṃ gāmaṃ agacchiṃ, tatrāpi evaṃ aṭṭhāsiṃ, evaṃ nisīdiṃ, evaṃ abhāsiṃ, evaṃ tuṇhī ahosiṃ, somhi tamhā gāmā sakaṃyeva gāmaṃ paccāgato’ti. ",
  "dn2:94.2": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:94.3": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe, ‘amutrāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "dn2:94.4": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:94.5": "4.3.3.7. Dibbacakkhuñāṇa ",
  "dn2:95.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:95.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti. ",
  "dn2:96.1": "Seyyathāpi, mahārāja, majjhe siṅghāṭake pāsādo. Tattha cakkhumā puriso ṭhito passeyya manusse gehaṃ pavisantepi nikkhamantepi rathikāyapi vīthiṃ sañcarante majjhe siṅghāṭake nisinnepi. Tassa evamassa: ‘ete manussā gehaṃ pavisanti, ete nikkhamanti, ete rathikāya vīthiṃ sañcaranti, ete majjhe siṅghāṭake nisinnā’ti. ",
  "dn2:96.2": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:96.3": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate; yathākammūpage satte pajānāti. ",
  "dn2:96.4": "Idampi kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:96.5": "4.3.3.8. Āsavakkhayañāṇa ",
  "dn2:97.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:97.2": "So idaṃ dukkhanti yathābhūtaṃ pajānāti, ayaṃ dukkhasamudayoti yathābhūtaṃ pajānāti, ayaṃ dukkhanirodhoti yathābhūtaṃ pajānāti, ayaṃ dukkhanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti. ",
  "dn2:97.3": "Ime āsavāti yathābhūtaṃ pajānāti, ayaṃ āsavasamudayoti yathābhūtaṃ pajānāti, ayaṃ āsavanirodhoti yathābhūtaṃ pajānāti, ayaṃ āsavanirodhagāminī paṭipadāti yathābhūtaṃ pajānāti. ",
  "dn2:97.4": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati, ",
  "dn2:97.5": "vimuttasmiṃ ‘vimuttam’iti ñāṇaṃ hoti, ",
  "dn2:97.6": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
  "dn2:98.1": "Seyyathāpi, mahārāja, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo. Tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakathalampi macchagumbampi carantampi tiṭṭhantampi. Tassa evamassa: ‘ayaṃ kho udakarahado accho vippasanno anāvilo. Tatrime sippisambukāpi sakkharakathalāpi macchagumbāpi carantipi tiṭṭhantipī’ti. ",
  "dn2:98.2": "Evameva kho, mahārāja, bhikkhu evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhinīharati abhininnāmeti. ",
  "dn2:98.3": "‘So idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
  "dn2:98.4": "‘Ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
  "dn2:98.5": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati, ",
  "dn2:98.6": "vimuttasmiṃ ‘vimuttam’iti ñāṇaṃ hoti, ",
  "dn2:98.7": "‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
  "dn2:98.8": "Idaṃ kho, mahārāja, sandiṭṭhikaṃ sāmaññaphalaṃ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:98.9": "Imasmā ca pana, mahārāja, sandiṭṭhikā sāmaññaphalā aññaṃ sandiṭṭhikaṃ sāmaññaphalaṃ uttaritaraṃ vā paṇītataraṃ vā natthī”ti. ",
  "dn2:98.10": "5. Ajātasattuupāsakattapaṭivedanā ",
  "dn2:99.1": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto bhagavantaṃ etadavoca: ",
  "dn2:99.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
  "dn2:99.3": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ, bhante, bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn2:99.4": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "dn2:99.5": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ",
  "dn2:99.6": "Accayo maṃ, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yohaṃ pitaraṃ dhammikaṃ dhammarājānaṃ issariyakāraṇā jīvitā voropesiṃ. ",
  "dn2:99.7": "Tassa me, bhante bhagavā, accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti. ",
  "dn2:100.1": "“Taggha tvaṃ, mahārāja, accayo accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yaṃ tvaṃ pitaraṃ dhammikaṃ dhammarājānaṃ jīvitā voropesi. ",
  "dn2:100.2": "Yato ca kho tvaṃ, mahārāja, accayaṃ accayato disvā yathādhammaṃ paṭikarosi, taṃ te mayaṃ paṭiggaṇhāma. ",
  "dn2:100.3": "Vuddhihesā, mahārāja, ariyassa vinaye, yo accayaṃ accayato disvā yathādhammaṃ paṭikaroti, āyatiṃ saṃvaraṃ āpajjatī”ti. ",
  "dn2:101.1": "Evaṃ vutte, rājā māgadho ajātasattu vedehiputto bhagavantaṃ etadavoca: ",
  "dn2:101.2": "“handa ca dāni mayaṃ, bhante, gacchāma bahukiccā mayaṃ bahukaraṇīyā”ti. ",
  "dn2:101.3": "“Yassadāni tvaṃ, mahārāja, kālaṃ maññasī”ti. ",
  "dn2:101.4": "Atha kho rājā māgadho ajātasattu vedehiputto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
  "dn2:102.1": "Atha kho bhagavā acirapakkantassa rañño māgadhassa ajātasattussa vedehiputtassa bhikkhū āmantesi: ",
  "dn2:102.2": "“khatāyaṃ, bhikkhave, rājā. ",
  "dn2:102.3": "Upahatāyaṃ, bhikkhave, rājā. ",
  "dn2:102.4": "Sacāyaṃ, bhikkhave, rājā pitaraṃ dhammikaṃ dhammarājānaṃ jīvitā na voropessatha, imasmiññeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ uppajjissathā”ti. ",
  "dn2:102.5": "Idamavoca bhagavā. ",
  "dn2:102.6": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
  "dn2:102.7": "Sāmaññaphalasuttaṃ niṭṭhitaṃ dutiyaṃ. "
}