{
  "dn3:0.1": "Dīgha Nikāya 3 ",
  "dn3:0.2": "Ambaṭṭhasutta ",
  "dn3:1.1.1": "Evaṃ me sutaṃ—",
  "dn3:1.1.2": "ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena icchānaṅgalaṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari. ",
  "dn3:1.1.3": "Tatra sudaṃ bhagavā icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
  "dn3:1.1.4": "1. Pokkharasātivatthu ",
  "dn3:1.2.1": "Tena kho pana samayena brāhmaṇo pokkharasāti ukkaṭṭhaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā pasenadinā kosalena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ",
  "dn3:1.2.2": "Assosi kho brāhmaṇo pokkharasāti: ",
  "dn3:1.2.3": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi icchānaṅgalaṃ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
  "dn3:1.2.4": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "dn3:1.2.5": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ",
  "dn3:1.2.6": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
  "dn3:1.2.7": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
  "dn3:1.2.8": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
  "dn3:1.2.9": "2. Ambaṭṭhamāṇava ",
  "dn3:1.3.1": "Tena kho pana samayena brāhmaṇassa pokkharasātissa ambaṭṭho nāma māṇavo antevāsī hoti ajjhāyako mantadharo tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo anuññātapaṭiññāto sake ācariyake tevijjake pāvacane: ",
  "dn3:1.3.2": "“yamahaṃ jānāmi taṃ tvaṃ jānāsi; ",
  "dn3:1.3.3": "yaṃ tvaṃ jānāsi tamahaṃ jānāmī”ti. ",
  "dn3:1.4.1": "Atha kho brāhmaṇo pokkharasāti ambaṭṭhaṃ māṇavaṃ āmantesi: ",
  "dn3:1.4.2": "“ayaṃ, tāta ambaṭṭha, samaṇo gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi icchānaṅgalaṃ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
  "dn3:1.4.3": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "dn3:1.4.4": "‘itipi so bhagavā, arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
  "dn3:1.4.5": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
  "dn3:1.4.6": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ, sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
  "dn3:1.4.7": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī’ti. ",
  "dn3:1.4.8": "Ehi tvaṃ, tāta ambaṭṭha, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṃ gotamaṃ jānāhi, yadi vā taṃ bhavantaṃ gotamaṃ tathāsantaṃyeva saddo abbhuggato, yadi vā no tathā. ",
  "dn3:1.4.9": "Yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso, tathā mayaṃ taṃ bhavantaṃ gotamaṃ vedissāmā”ti. ",
  "dn3:1.5.1": "“Yathā kathaṃ panāhaṃ, bho, taṃ bhavantaṃ gotamaṃ jānissāmi: ‘yadi vā taṃ bhavantaṃ gotamaṃ tathāsantaṃyeva saddo abbhuggato, yadi vā no tathā. Yadi vā so bhavaṃ gotamo tādiso, yadi vā na tādiso’”ti? ",
  "dn3:1.5.2": "“Āgatāni kho, tāta ambaṭṭha, amhākaṃ mantesu dvattiṃsa mahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveyeva gatiyo bhavanti anaññā. ",
  "dn3:1.5.3": "Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn3:1.5.4": "Tassimāni satta ratanāni bhavanti. ",
  "dn3:1.5.5": "Seyyathidaṃ—cakkaratanaṃ, hatthiratanaṃ, assaratanaṃ, maṇiratanaṃ, itthiratanaṃ, gahapatiratanaṃ, pariṇāyakaratanameva sattamaṃ. ",
  "dn3:1.5.6": "Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn3:1.5.7": "So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
  "dn3:1.5.8": "Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado. ",
  "dn3:1.5.9": "Ahaṃ kho pana, tāta ambaṭṭha, mantānaṃ dātā; ",
  "dn3:1.5.10": "tvaṃ mantānaṃ paṭiggahetā”ti. ",
  "dn3:1.6.1": "“Evaṃ, bho”ti kho ambaṭṭho māṇavo brāhmaṇassa pokkharasātissa paṭissutvā uṭṭhāyāsanā brāhmaṇaṃ pokkharasātiṃ abhivādetvā padakkhiṇaṃ katvā vaḷavārathamāruyha sambahulehi māṇavakehi saddhiṃ yena icchānaṅgalavanasaṇḍo tena pāyāsi. ",
  "dn3:1.6.2": "Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova ārāmaṃ pāvisi. ",
  "dn3:1.7.1": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti. ",
  "dn3:1.7.2": "Atha kho ambaṭṭho māṇavo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "dn3:1.7.3": "“kahaṃ nu kho, bho, etarahi so bhavaṃ gotamo viharati? ",
  "dn3:1.7.4": "Tañhi mayaṃ bhavantaṃ gotamaṃ dassanāya idhūpasaṅkantā”ti. ",
  "dn3:1.8.1": "Atha kho tesaṃ bhikkhūnaṃ etadahosi: ",
  "dn3:1.8.2": "“ayaṃ kho ambaṭṭho māṇavo abhiññātakolañño ceva abhiññātassa ca brāhmaṇassa pokkharasātissa antevāsī. ",
  "dn3:1.8.3": "Agaru kho pana bhagavato evarūpehi kulaputtehi saddhiṃ kathāsallāpo hotī”ti. ",
  "dn3:1.8.4": "Te ambaṭṭhaṃ māṇavaṃ etadavocuṃ: ",
  "dn3:1.8.5": "“eso, ambaṭṭha, vihāro saṃvutadvāro, tena appasaddo upasaṅkamitvā ataramāno āḷindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭehi, vivarissati te bhagavā dvāran”ti. ",
  "dn3:1.9.1": "Atha kho ambaṭṭho māṇavo yena so vihāro saṃvutadvāro, tena appasaddo upasaṅkamitvā ataramāno āḷindaṃ pavisitvā ukkāsitvā aggaḷaṃ ākoṭesi. Vivari bhagavā dvāraṃ. ",
  "dn3:1.9.2": "Pāvisi ambaṭṭho māṇavo. Māṇavakāpi pavisitvā bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. ",
  "dn3:1.9.3": "Ambaṭṭho pana māṇavo caṅkamantopi nisinnena bhagavatā kañci kañci kathaṃ sāraṇīyaṃ vītisāreti, ṭhitopi nisinnena bhagavatā kañci kañci kathaṃ sāraṇīyaṃ vītisāreti. ",
  "dn3:1.10.1": "Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ",
  "dn3:1.10.2": "“evaṃ nu te, ambaṭṭha, brāhmaṇehi vuddhehi mahallakehi ācariyapācariyehi saddhiṃ kathāsallāpo hoti, yathayidaṃ caraṃ tiṭṭhaṃ nisinnena mayā kiñci kiñci kathaṃ sāraṇīyaṃ vītisāretī”ti? ",
  "dn3:1.10.3": "2.1. Paṭhamaibbhavāda ",
  "dn3:1.10.4": "“No hidaṃ, bho gotama. ",
  "dn3:1.10.5": "Gacchanto vā hi, bho gotama, gacchantena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati, ṭhito vā hi, bho gotama, ṭhitena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati, nisinno vā hi, bho gotama, nisinnena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati, sayāno vā hi, bho gotama, sayānena brāhmaṇo brāhmaṇena saddhiṃ sallapitumarahati. ",
  "dn3:1.10.6": "Ye ca kho te, bho gotama, muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, tehipi me saddhiṃ evaṃ kathāsallāpo hoti, yathariva bhotā gotamenā”ti. ",
  "dn3:1.11.1": "“Atthikavato kho pana te, ambaṭṭha, idhāgamanaṃ ahosi, yāyeva kho panatthāya āgaccheyyātha, tameva atthaṃ sādhukaṃ manasi kareyyātha. ",
  "dn3:1.11.2": "Avusitavāyeva kho pana, bho, ayaṃ ambaṭṭho māṇavo vusitamānī kimaññatra avusitattā”ti. ",
  "dn3:1.12.1": "Atha kho ambaṭṭho māṇavo bhagavatā avusitavādena vuccamāno kupito anattamano bhagavantaṃyeva khuṃsento bhagavantaṃyeva vambhento bhagavantaṃyeva upavadamāno: ",
  "dn3:1.12.2": "“samaṇo ca me bho gotamo pāpito bhavissatī”ti bhagavantaṃ etadavoca: ",
  "dn3:1.12.3": "“caṇḍā, bho gotama, sakyajāti; ",
  "dn3:1.12.4": "pharusā, bho gotama, sakyajāti; ",
  "dn3:1.12.5": "lahusā, bho gotama, sakyajāti; ",
  "dn3:1.12.6": "bhassā, bho gotama, sakyajāti; ",
  "dn3:1.12.7": "ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyanti. ",
  "dn3:1.12.8": "Tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ",
  "dn3:1.12.9": "Itiha ambaṭṭho māṇavo idaṃ paṭhamaṃ sakyesu ibbhavādaṃ nipātesi. ",
  "dn3:1.12.10": "2.2. Dutiyaibbhavāda ",
  "dn3:1.13.1": "“Kiṃ pana te, ambaṭṭha, sakyā aparaddhun”ti? ",
  "dn3:1.13.2": "“Ekamidāhaṃ, bho gotama, samayaṃ ācariyassa brāhmaṇassa pokkharasātissa kenacideva karaṇīyena kapilavatthuṃ agamāsiṃ. ",
  "dn3:1.13.3": "Yena sakyānaṃ sandhāgāraṃ tenupasaṅkamiṃ. ",
  "dn3:1.13.4": "Tena kho pana samayena sambahulā sakyā ceva sakyakumārā ca sandhāgāre uccesu āsanesu nisinnā honti aññamaññaṃ aṅgulipatodakehi sañjagghantā saṅkīḷantā, aññadatthu mamaññeva maññe anujagghantā, na maṃ koci āsanenapi nimantesi. ",
  "dn3:1.13.5": "Tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ",
  "dn3:1.13.6": "Itiha ambaṭṭho māṇavo idaṃ dutiyaṃ sakyesu ibbhavādaṃ nipātesi. ",
  "dn3:1.13.7": "2.3. Tatiyaibbhavāda ",
  "dn3:1.14.1": "“Laṭukikāpi kho, ambaṭṭha, sakuṇikā sake kulāvake kāmalāpinī hoti. ",
  "dn3:1.14.2": "Sakaṃ kho panetaṃ, ambaṭṭha, sakyānaṃ yadidaṃ kapilavatthuṃ, nārahatāyasmā ambaṭṭho imāya appamattāya abhisajjitun”ti. ",
  "dn3:1.14.3": "“Cattārome, bho gotama, vaṇṇā—",
  "dn3:1.14.4": "khattiyā brāhmaṇā vessā suddā. ",
  "dn3:1.14.5": "Imesañhi, bho gotama, catunnaṃ vaṇṇānaṃ tayo vaṇṇā—",
  "dn3:1.14.6": "khattiyā ca vessā ca suddā ca—",
  "dn3:1.14.7": "aññadatthu brāhmaṇasseva paricārakā sampajjanti. ",
  "dn3:1.14.8": "Tayidaṃ, bho gotama, nacchannaṃ, tayidaṃ nappatirūpaṃ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṃ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ",
  "dn3:1.14.9": "Itiha ambaṭṭho māṇavo idaṃ tatiyaṃ sakyesu ibbhavādaṃ nipātesi. ",
  "dn3:1.14.10": "2.4. Dāsiputtavāda ",
  "dn3:1.15.1": "Atha kho bhagavato etadahosi: ",
  "dn3:1.15.2": "“atibāḷhaṃ kho ayaṃ ambaṭṭho māṇavo sakyesu ibbhavādena nimmādeti, yannūnāhaṃ gottaṃ puccheyyan”ti. ",
  "dn3:1.15.3": "Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ",
  "dn3:1.15.4": "“kathaṃ gottosi, ambaṭṭhā”ti? ",
  "dn3:1.15.5": "“Kaṇhāyanohamasmi, bho gotamā”ti. ",
  "dn3:1.15.6": "“Porāṇaṃ kho pana te, ambaṭṭha, mātāpettikaṃ nāmagottaṃ anussarato ayyaputtā sakyā bhavanti; dāsiputto tvamasi sakyānaṃ. ",
  "dn3:1.15.7": "Sakyā kho pana, ambaṭṭha, rājānaṃ okkākaṃ pitāmahaṃ dahanti. ",
  "dn3:1.15.8": "Bhūtapubbaṃ, ambaṭṭha, rājā okkāko yā sā mahesī piyā manāpā, tassā puttassa rajjaṃ pariṇāmetukāmo jeṭṭhakumāre raṭṭhasmā pabbājesi—",
  "dn3:1.15.9": "okkāmukhaṃ karakaṇḍaṃ hatthinikaṃ sinisūraṃ. ",
  "dn3:1.15.10": "Te raṭṭhasmā pabbājitā himavantapasse pokkharaṇiyā tīre mahāsākasaṇḍo, tattha vāsaṃ kappesuṃ. ",
  "dn3:1.15.11": "Te jātisambhedabhayā sakāhi bhaginīhi saddhiṃ saṃvāsaṃ kappesuṃ. ",
  "dn3:1.15.12": "Atha kho, ambaṭṭha, rājā okkāko amacce pārisajje āmantesi: ",
  "dn3:1.15.13": "‘kahaṃ nu kho, bho, etarahi kumārā sammantī’ti? ",
  "dn3:1.15.14": "‘Atthi, deva, himavantapasse pokkharaṇiyā tīre mahāsākasaṇḍo, tatthetarahi kumārā sammanti. ",
  "dn3:1.15.15": "Te jātisambhedabhayā sakāhi bhaginīhi saddhiṃ saṃvāsaṃ kappentī’ti. ",
  "dn3:1.15.16": "Atha kho, ambaṭṭha, rājā okkāko udānaṃ udānesi: ",
  "dn3:1.15.17": "‘sakyā vata, bho, kumārā, paramasakyā vata, bho, kumārā’ti. ",
  "dn3:1.15.18": "Tadagge kho pana, ambaṭṭha, sakyā paññāyanti; so ca nesaṃ pubbapuriso. ",
  "dn3:1.16.1": "Rañño kho pana, ambaṭṭha, okkākassa disā nāma dāsī ahosi. ",
  "dn3:1.16.2": "Sā kaṇhaṃ nāma janesi. ",
  "dn3:1.16.3": "Jāto kaṇho pabyāhāsi: ",
  "dn3:1.16.4": "‘dhovatha maṃ, amma, nahāpetha maṃ amma, imasmā maṃ asucismā parimocetha, atthāya vo bhavissāmī’ti. ",
  "dn3:1.16.5": "Yathā kho pana, ambaṭṭha, etarahi manussā pisāce disvā ‘pisācā’ti sañjānanti; ",
  "dn3:1.16.6": "evameva kho, ambaṭṭha, tena kho pana samayena manussā pisāce ‘kaṇhā’ti sañjānanti. ",
  "dn3:1.16.7": "Te evamāhaṃsu: ",
  "dn3:1.16.8": "‘ayaṃ jāto pabyāhāsi, kaṇho jāto, pisāco jāto’ti. ",
  "dn3:1.16.9": "Tadagge kho pana, ambaṭṭha, kaṇhāyanā paññāyanti, so ca kaṇhāyanānaṃ pubbapuriso. ",
  "dn3:1.16.10": "Iti kho te, ambaṭṭha, porāṇaṃ mātāpettikaṃ nāmagottaṃ anussarato ayyaputtā sakyā bhavanti, dāsiputto tvamasi sakyānan”ti. ",
  "dn3:1.17.1": "Evaṃ vutte, te māṇavakā bhagavantaṃ etadavocuṃ: ",
  "dn3:1.17.2": "“mā bhavaṃ gotamo ambaṭṭhaṃ atibāḷhaṃ dāsiputtavādena nimmādesi. ",
  "dn3:1.17.3": "Sujāto ca, bho gotama, ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetun”ti. ",
  "dn3:1.18.1": "Atha kho bhagavā te māṇavake etadavoca: ",
  "dn3:1.18.2": "“sace kho tumhākaṃ māṇavakānaṃ evaṃ hoti: ",
  "dn3:1.18.3": "‘dujjāto ca ambaṭṭho māṇavo, akulaputto ca ambaṭṭho māṇavo, appassuto ca ambaṭṭho māṇavo, akalyāṇavākkaraṇo ca ambaṭṭho māṇavo, duppañño ca ambaṭṭho māṇavo, na ca pahoti ambaṭṭho māṇavo samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun’ti, tiṭṭhatu ambaṭṭho māṇavo, tumhe mayā saddhiṃ mantavho asmiṃ vacane. ",
  "dn3:1.18.4": "Sace pana tumhākaṃ māṇavakānaṃ evaṃ hoti: ",
  "dn3:1.18.5": "‘sujāto ca ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun’ti, tiṭṭhatha tumhe; ",
  "dn3:1.18.6": "ambaṭṭho māṇavo mayā saddhiṃ paṭimantetū”ti. ",
  "dn3:1.19.1": "“Sujāto ca, bho gotama, ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetuṃ, tuṇhī mayaṃ bhavissāma, ambaṭṭho māṇavo bhotā gotamena saddhiṃ asmiṃ vacane paṭimantetū”ti. ",
  "dn3:1.20.1": "Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ",
  "dn3:1.20.2": "“ayaṃ kho pana te, ambaṭṭha, sahadhammiko pañho āgacchati, akāmā byākātabbo. ",
  "dn3:1.20.3": "Sace tvaṃ na byākarissasi, aññena vā aññaṃ paṭicarissasi, tuṇhī vā bhavissasi, pakkamissasi vā ettheva te sattadhā muddhā phalissati. ",
  "dn3:1.20.4": "Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:1.20.5": "kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṃ pubbapuriso”ti? ",
  "dn3:1.20.6": "Evaṃ vutte, ambaṭṭho māṇavo tuṇhī ahosi. ",
  "dn3:1.20.7": "Dutiyampi kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ",
  "dn3:1.20.8": "“taṃ kiṃ maññasi, ambaṭṭha, kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṃ pubbapuriso”ti? ",
  "dn3:1.20.9": "Dutiyampi kho ambaṭṭho māṇavo tuṇhī ahosi. ",
  "dn3:1.20.10": "Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ etadavoca: ",
  "dn3:1.20.11": "“byākarohi dāni, ambaṭṭha, na dāni, te tuṇhībhāvassa kālo. ",
  "dn3:1.20.12": "Yo kho, ambaṭṭha, tathāgatena yāvatatiyakaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākaroti, etthevassa sattadhā muddhā phalissatī”ti. ",
  "dn3:1.21.1": "Tena kho pana samayena vajirapāṇī yakkho mahantaṃ ayokūṭaṃ ādāya ādittaṃ sampajjalitaṃ sajotibhūtaṃ ambaṭṭhassa māṇavassa upari vehāsaṃ ṭhito hoti: ",
  "dn3:1.21.2": "“sacāyaṃ ambaṭṭho māṇavo bhagavatā yāvatatiyakaṃ sahadhammikaṃ pañhaṃ puṭṭho na byākarissati, etthevassa sattadhā muddhaṃ phālessāmī”ti. ",
  "dn3:1.21.3": "Taṃ kho pana vajirapāṇiṃ yakkhaṃ bhagavā ceva passati ambaṭṭho ca māṇavo. ",
  "dn3:1.21.4": "Atha kho ambaṭṭho māṇavo bhīto saṃviggo lomahaṭṭhajāto bhagavantaṃyeva tāṇaṃ gavesī bhagavantaṃyeva leṇaṃ gavesī bhagavantaṃyeva saraṇaṃ gavesī upanisīditvā bhagavantaṃ etadavoca: ",
  "dn3:1.21.5": "“kimetaṃ bhavaṃ gotamo āha? ",
  "dn3:1.21.6": "Punabhavaṃ gotamo bravitū”ti. ",
  "dn3:1.21.7": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:1.21.8": "kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṃ pubbapuriso”ti? ",
  "dn3:1.21.9": "“Evameva me, bho gotama, sutaṃ yatheva bhavaṃ gotamo āha. ",
  "dn3:1.21.10": "Tatopabhutikā kaṇhāyanā; ",
  "dn3:1.21.11": "so ca kaṇhāyanānaṃ pubbapuriso”ti. ",
  "dn3:1.21.12": "2.5. Ambaṭṭhavaṃsakathā ",
  "dn3:1.22.1": "Evaṃ vutte, te māṇavakā unnādino uccāsaddamahāsaddā ahesuṃ: ",
  "dn3:1.22.2": "“dujjāto kira, bho, ambaṭṭho māṇavo; akulaputto kira, bho, ambaṭṭho māṇavo; dāsiputto kira, bho, ambaṭṭho māṇavo sakyānaṃ. Ayyaputtā kira, bho, ambaṭṭhassa māṇavassa sakyā bhavanti. ",
  "dn3:1.22.3": "Dhammavādiṃyeva kira mayaṃ samaṇaṃ gotamaṃ apasādetabbaṃ amaññimhā”ti. ",
  "dn3:1.23.1": "Atha kho bhagavato etadahosi: ",
  "dn3:1.23.2": "“atibāḷhaṃ kho ime māṇavakā ambaṭṭhaṃ māṇavaṃ dāsiputtavādena nimmādenti, yannūnāhaṃ parimoceyyan”ti. ",
  "dn3:1.23.3": "Atha kho bhagavā te māṇavake etadavoca: ",
  "dn3:1.23.4": "“mā kho tumhe, māṇavakā, ambaṭṭhaṃ māṇavaṃ atibāḷhaṃ dāsiputtavādena nimmādetha. ",
  "dn3:1.23.5": "Uḷāro so kaṇho isi ahosi. ",
  "dn3:1.23.6": "So dakkhiṇajanapadaṃ gantvā brahmamante adhīyitvā rājānaṃ okkākaṃ upasaṅkamitvā maddarūpiṃ dhītaraṃ yāci. ",
  "dn3:1.23.7": "Tassa rājā okkāko: ",
  "dn3:1.23.8": "‘ko nevaṃ re ayaṃ mayhaṃ dāsiputto samāno maddarūpiṃ dhītaraṃ yācatī’ti, kupito anattamano khurappaṃ sannayhi. ",
  "dn3:1.23.9": "So taṃ khurappaṃ neva asakkhi muñcituṃ, no paṭisaṃharituṃ. ",
  "dn3:1.23.10": "Atha kho, māṇavakā, amaccā pārisajjā kaṇhaṃ isiṃ upasaṅkamitvā etadavocuṃ: ",
  "dn3:1.23.11": "‘sotthi, bhaddante, hotu rañño; ",
  "dn3:1.23.12": "sotthi, bhaddante, hotu rañño’ti. ",
  "dn3:1.23.13": "‘Sotthi bhavissati rañño, api ca rājā yadi adho khurappaṃ muñcissati, yāvatā rañño vijitaṃ, ettāvatā pathavī undriyissatī’ti. ",
  "dn3:1.23.14": "‘Sotthi, bhaddante, hotu rañño, sotthi janapadassā’ti. ",
  "dn3:1.23.15": "‘Sotthi bhavissati rañño, sotthi janapadassa, api ca rājā yadi uddhaṃ khurappaṃ muñcissati, yāvatā rañño vijitaṃ, ettāvatā satta vassāni devo na vassissatī’ti. ",
  "dn3:1.23.16": "‘Sotthi, bhaddante, hotu rañño sotthi janapadassa devo ca vassatū’ti. ",
  "dn3:1.23.17": "‘Sotthi bhavissati rañño sotthi janapadassa devo ca vassissati, api ca rājā jeṭṭhakumāre khurappaṃ patiṭṭhāpetu, sotthi kumāro pallomo bhavissatī’ti. ",
  "dn3:1.23.18": "Atha kho, māṇavakā, amaccā okkākassa ārocesuṃ: ",
  "dn3:1.23.19": "‘okkāko jeṭṭhakumāre khurappaṃ patiṭṭhāpetu. Sotthi kumāro pallomo bhavissatī’ti. ",
  "dn3:1.23.20": "Atha kho rājā okkāko jeṭṭhakumāre khurappaṃ patiṭṭhapesi, sotthi kumāro pallomo samabhavi. ",
  "dn3:1.23.21": "Atha kho tassa rājā okkāko bhīto saṃviggo lomahaṭṭhajāto brahmadaṇḍena tajjito maddarūpiṃ dhītaraṃ adāsi. ",
  "dn3:1.23.22": "Mā kho tumhe, māṇavakā, ambaṭṭhaṃ māṇavaṃ atibāḷhaṃ dāsiputtavādena nimmādetha, uḷāro so kaṇho isi ahosī”ti. ",
  "dn3:1.23.23": "3. Khattiyaseṭṭhabhāva ",
  "dn3:1.24.1": "Atha kho bhagavā ambaṭṭhaṃ māṇavaṃ āmantesi: ",
  "dn3:1.24.2": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:1.24.3": "idha khattiyakumāro brāhmaṇakaññāya saddhiṃ saṃvāsaṃ kappeyya, tesaṃ saṃvāsamanvāya putto jāyetha. ",
  "dn3:1.24.4": "Yo so khattiyakumārena brāhmaṇakaññāya putto uppanno, api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ",
  "dn3:1.24.5": "“Labhetha, bho gotama”. ",
  "dn3:1.24.6": "“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
  "dn3:1.24.7": "“Bhojeyyuṃ, bho gotama”. ",
  "dn3:1.24.8": "“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ",
  "dn3:1.24.9": "“Vāceyyuṃ, bho gotama”. ",
  "dn3:1.24.10": "“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ",
  "dn3:1.24.11": "“Anāvaṭaṃ hissa, bho gotama”. ",
  "dn3:1.24.12": "“Api nu naṃ khattiyā khattiyābhisekena abhisiñceyyun”ti? ",
  "dn3:1.24.13": "“No hidaṃ, bho gotama”. ",
  "dn3:1.24.14": "“Taṃ kissa hetu”? ",
  "dn3:1.24.15": "“Mātito hi, bho gotama, anupapanno”ti. ",
  "dn3:1.25.1": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:1.25.2": "idha brāhmaṇakumāro khattiyakaññāya saddhiṃ saṃvāsaṃ kappeyya, tesaṃ saṃvāsamanvāya putto jāyetha. ",
  "dn3:1.25.3": "Yo so brāhmaṇakumārena khattiyakaññāya putto uppanno, api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ",
  "dn3:1.25.4": "“Labhetha, bho gotama”. ",
  "dn3:1.25.5": "“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
  "dn3:1.25.6": "“Bhojeyyuṃ, bho gotama”. ",
  "dn3:1.25.7": "“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ",
  "dn3:1.25.8": "“Vāceyyuṃ, bho gotama”. ",
  "dn3:1.25.9": "“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ",
  "dn3:1.25.10": "“Anāvaṭaṃ hissa, bho gotama”. ",
  "dn3:1.25.11": "“Api nu naṃ khattiyā khattiyābhisekena abhisiñceyyun”ti? ",
  "dn3:1.25.12": "“No hidaṃ, bho gotama”. ",
  "dn3:1.25.13": "“Taṃ kissa hetu”? ",
  "dn3:1.25.14": "“Pitito hi, bho gotama, anupapanno”ti. ",
  "dn3:1.26.1": "“Iti kho, ambaṭṭha, itthiyā vā itthiṃ karitvā purisena vā purisaṃ karitvā khattiyāva seṭṭhā, hīnā brāhmaṇā. ",
  "dn3:1.26.2": "Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:1.26.3": "idha brāhmaṇā brāhmaṇaṃ kismiñcideva pakaraṇe khuramuṇḍaṃ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājeyyuṃ. ",
  "dn3:1.26.4": "Api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ",
  "dn3:1.26.5": "“No hidaṃ, bho gotama”. ",
  "dn3:1.26.6": "“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
  "dn3:1.26.7": "“No hidaṃ, bho gotama”. ",
  "dn3:1.26.8": "“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ",
  "dn3:1.26.9": "“No hidaṃ, bho gotama”. ",
  "dn3:1.26.10": "“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ",
  "dn3:1.26.11": "“Āvaṭaṃ hissa, bho gotama”. ",
  "dn3:1.27.1": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:1.27.2": "idha khattiyā khattiyaṃ kismiñcideva pakaraṇe khuramuṇḍaṃ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājeyyuṃ. ",
  "dn3:1.27.3": "Api nu so labhetha brāhmaṇesu āsanaṃ vā udakaṃ vā”ti? ",
  "dn3:1.27.4": "“Labhetha, bho gotama”. ",
  "dn3:1.27.5": "“Api nu naṃ brāhmaṇā bhojeyyuṃ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
  "dn3:1.27.6": "“Bhojeyyuṃ, bho gotama”. ",
  "dn3:1.27.7": "“Api nu naṃ brāhmaṇā mante vāceyyuṃ vā no vā”ti? ",
  "dn3:1.27.8": "“Vāceyyuṃ, bho gotama”. ",
  "dn3:1.27.9": "“Api nussa itthīsu āvaṭaṃ vā assa anāvaṭaṃ vā”ti? ",
  "dn3:1.27.10": "“Anāvaṭaṃ hissa, bho gotama”. ",
  "dn3:1.27.11": "“Ettāvatā kho, ambaṭṭha, khattiyo paramanihīnataṃ patto hoti, yadeva naṃ khattiyā khuramuṇḍaṃ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājenti. ",
  "dn3:1.27.12": "Iti kho, ambaṭṭha, yadā khattiyo paramanihīnataṃ patto hoti, tadāpi khattiyāva seṭṭhā, hīnā brāhmaṇā. ",
  "dn3:1.28.1": "Brahmunā pesā, ambaṭṭha, sanaṅkumārena gāthā bhāsitā: ",
  "dn3:1.28.2": "‘Khattiyo seṭṭho janetasmiṃ, ",
  "dn3:1.28.3": "ye gottapaṭisārino; ",
  "dn3:1.28.4": "Vijjācaraṇasampanno, ",
  "dn3:1.28.5": "so seṭṭho devamānuse’ti. ",
  "dn3:1.28.6": "Sā kho panesā, ambaṭṭha, brahmunā sanaṅkumārena gāthā sugītā no duggītā, subhāsitā no dubbhāsitā, atthasaṃhitā no anatthasaṃhitā, anumatā mayā. ",
  "dn3:1.28.7": "Ahampi hi, ambaṭṭha, evaṃ vadāmi—",
  "dn3:1.28.8": "Khattiyo seṭṭho janetasmiṃ, ",
  "dn3:1.28.9": "ye gottapaṭisārino; ",
  "dn3:1.28.10": "Vijjācaraṇasampanno, ",
  "dn3:1.28.11": "so seṭṭho devamānuse”ti. ",
  "dn3:1.28.12": "Bhāṇavāro paṭhamo. ",
  "dn3:1.28.13": "4. Vijjācaraṇakathā ",
  "dn3:2.1.1": "“Katamaṃ pana taṃ, bho gotama, caraṇaṃ, katamā ca pana sā vijjā”ti? ",
  "dn3:2.1.2": "“Na kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya jātivādo vā vuccati, gottavādo vā vuccati, mānavādo vā vuccati: ",
  "dn3:2.1.3": "‘arahasi vā maṃ tvaṃ, na vā maṃ tvaṃ arahasī’ti. ",
  "dn3:2.1.4": "Yattha kho, ambaṭṭha, āvāho vā hoti, vivāho vā hoti, āvāhavivāho vā hoti, etthetaṃ vuccati jātivādo vā itipi gottavādo vā itipi mānavādo vā itipi: ",
  "dn3:2.1.5": "‘arahasi vā maṃ tvaṃ, na vā maṃ tvaṃ arahasī’ti. ",
  "dn3:2.1.6": "Ye hi keci, ambaṭṭha, jātivādavinibaddhā vā gottavādavinibaddhā vā mānavādavinibaddhā vā āvāhavivāhavinibaddhā vā, ārakā te anuttarāya vijjācaraṇasampadāya. ",
  "dn3:2.1.7": "Pahāya kho, ambaṭṭha, jātivādavinibaddhañca gottavādavinibaddhañca mānavādavinibaddhañca āvāhavivāhavinibaddhañca anuttarāya vijjācaraṇasampadāya sacchikiriyā hotī”ti. ",
  "dn3:2.2.1": "“Katamaṃ pana taṃ, bho gotama, caraṇaṃ, katamā ca sā vijjā”ti? ",
  "dn3:2.2.2": "“Idha, ambaṭṭha, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
  "dn3:2.2.3": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
  "dn3:2.2.4": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
  "dn3:2.2.5": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ",
  "dn3:2.2.6": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ",
  "dn3:2.2.7": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati …pe… ",
  "dn3:2.2.8": "So vivicceva kāmehi, vivicca akusalehi dhammehi, savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati …pe… ",
  "dn3:2.2.9": "idampissa hoti caraṇasmiṃ. ",
  "dn3:2.2.10": "Puna caparaṃ, ambaṭṭha, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati …pe… ",
  "dn3:2.2.11": "idampissa hoti caraṇasmiṃ. ",
  "dn3:2.2.12": "Puna caparaṃ, ambaṭṭha, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja viharati …pe… ",
  "dn3:2.2.13": "idampissa hoti caraṇasmiṃ. ",
  "dn3:2.2.14": "Puna caparaṃ, ambaṭṭha, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati …pe… ",
  "dn3:2.2.15": "idampissa hoti caraṇasmiṃ. ",
  "dn3:2.2.16": "Idaṃ kho taṃ, ambaṭṭha, caraṇaṃ. ",
  "dn3:2.2.17": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti …pe… ",
  "dn3:2.2.18": "idampissa hoti vijjāya …pe… ",
  "dn3:2.2.19": "nāparaṃ itthattāyāti pajānāti, ",
  "dn3:2.2.20": "idampissa hoti vijjāya. ",
  "dn3:2.2.21": "Ayaṃ kho sā, ambaṭṭha, vijjā. ",
  "dn3:2.2.22": "Ayaṃ vuccati, ambaṭṭha, bhikkhu ‘vijjāsampanno’ itipi, ‘caraṇasampanno’ itipi, ‘vijjācaraṇasampanno’ itipi. ",
  "dn3:2.2.23": "Imāya ca, ambaṭṭha, vijjāsampadāya caraṇasampadāya ca aññā vijjāsampadā ca caraṇasampadā ca uttaritarā vā paṇītatarā vā natthi. ",
  "dn3:2.2.24": "5. Catuapāyamukha ",
  "dn3:2.3.1": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya cattāri apāyamukhāni bhavanti. ",
  "dn3:2.3.2": "Katamāni cattāri? ",
  "dn3:2.3.3": "Idha, ambaṭṭha, ekacco samaṇo vā brāhmaṇo vā imaññeva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno khārividhamādāya araññāyatanaṃ ajjhogāhati: ",
  "dn3:2.3.4": "‘pavattaphalabhojano bhavissāmī’ti. ",
  "dn3:2.3.5": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
  "dn3:2.3.6": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ paṭhamaṃ apāyamukhaṃ bhavati. ",
  "dn3:2.3.7": "Puna caparaṃ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kudālapiṭakaṃ ādāya araññavanaṃ ajjhogāhati: ",
  "dn3:2.3.8": "‘kandamūlaphalabhojano bhavissāmī’ti. ",
  "dn3:2.3.9": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
  "dn3:2.3.10": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ dutiyaṃ apāyamukhaṃ bhavati. ",
  "dn3:2.3.11": "Puna caparaṃ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno gāmasāmantaṃ vā nigamasāmantaṃ vā agyāgāraṃ karitvā aggiṃ paricaranto acchati. ",
  "dn3:2.3.12": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
  "dn3:2.3.13": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ tatiyaṃ apāyamukhaṃ bhavati. ",
  "dn3:2.3.14": "Puna caparaṃ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imaṃ ceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno aggipāricariyañca anabhisambhuṇamāno cātumahāpathe catudvāraṃ agāraṃ karitvā acchati: ",
  "dn3:2.3.15": "‘yo imāhi catūhi disāhi āgamissati samaṇo vā brāhmaṇo vā, tamahaṃ yathāsatti yathābalaṃ paṭipūjessāmī’ti. ",
  "dn3:2.3.16": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
  "dn3:2.3.17": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṃ catutthaṃ apāyamukhaṃ bhavati. ",
  "dn3:2.3.18": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya imāni cattāri apāyamukhāni bhavanti. ",
  "dn3:2.4.1": "Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:2.4.2": "api nu tvaṃ imāya anuttarāya vijjācaraṇasampadāya sandissasi sācariyako”ti? ",
  "dn3:2.4.3": "“No hidaṃ, bho gotama. ",
  "dn3:2.4.4": "Kocāhaṃ, bho gotama, sācariyako, kā ca anuttarā vijjācaraṇasampadā? ",
  "dn3:2.4.5": "Ārakāhaṃ, bho gotama, anuttarāya vijjācaraṇasampadāya sācariyako”ti. ",
  "dn3:2.4.6": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:2.4.7": "api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno khārividhamādāya araññavanamajjhogāhasi sācariyako: ",
  "dn3:2.4.8": "‘pavattaphalabhojano bhavissāmī’”ti? ",
  "dn3:2.4.9": "“No hidaṃ, bho gotama”. ",
  "dn3:2.4.10": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:2.4.11": "api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kudālapiṭakaṃ ādāya araññavanamajjhogāhasi sācariyako: ",
  "dn3:2.4.12": "‘kandamūlaphalabhojano bhavissāmī’”ti? ",
  "dn3:2.4.13": "“No hidaṃ, bho gotama”. ",
  "dn3:2.4.14": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:2.4.15": "api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno gāmasāmantaṃ vā nigamasāmantaṃ vā agyāgāraṃ karitvā aggiṃ paricaranto acchasi sācariyako”ti? ",
  "dn3:2.4.16": "“No hidaṃ, bho gotama”. ",
  "dn3:2.4.17": "“Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:2.4.18": "api nu tvaṃ imañceva anuttaraṃ vijjācaraṇasampadaṃ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno aggipāricariyañca anabhisambhuṇamāno cātumahāpathe catudvāraṃ agāraṃ karitvā acchasi sācariyako: ",
  "dn3:2.4.19": "‘yo imāhi catūhi disāhi āgamissati samaṇo vā brāhmaṇo vā, taṃ mayaṃ yathāsatti yathābalaṃ paṭipūjessāmā’”ti? ",
  "dn3:2.4.20": "“No hidaṃ, bho gotama”. ",
  "dn3:2.5.1": "“Iti kho, ambaṭṭha, imāya ceva tvaṃ anuttarāya vijjācaraṇasampadāya parihīno sācariyako. ",
  "dn3:2.5.2": "Ye cime anuttarāya vijjācaraṇasampadāya cattāri apāyamukhāni bhavanti, tato ca tvaṃ parihīno sācariyako. ",
  "dn3:2.5.3": "Bhāsitā kho pana te esā, ambaṭṭha, ācariyena brāhmaṇena pokkharasātinā vācā: ",
  "dn3:2.5.4": "‘ke ca muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, kā ca tevijjānaṃ brāhmaṇānaṃ sākacchā’ti attanā āpāyikopi aparipūramāno. ",
  "dn3:2.5.5": "Passa, ambaṭṭha, yāva aparaddhañca te idaṃ ācariyassa brāhmaṇassa pokkharasātissa. ",
  "dn3:2.5.6": "6. Pubbakaisibhāvānuyoga ",
  "dn3:2.6.1": "Brāhmaṇo kho pana, ambaṭṭha, pokkharasāti rañño pasenadissa kosalassa dattikaṃ bhuñjati. ",
  "dn3:2.6.2": "Tassa rājā pasenadi kosalo sammukhībhāvampi na dadāti. ",
  "dn3:2.6.3": "Yadāpi tena manteti, tirodussantena manteti. ",
  "dn3:2.6.4": "Yassa kho pana, ambaṭṭha, dhammikaṃ payātaṃ bhikkhaṃ paṭiggaṇheyya, kathaṃ tassa rājā pasenadi kosalo sammukhībhāvampi na dadeyya. ",
  "dn3:2.6.5": "Passa, ambaṭṭha, yāva aparaddhañca te idaṃ ācariyassa brāhmaṇassa pokkharasātissa. ",
  "dn3:2.7.1": "Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:2.7.2": "idha rājā pasenadi kosalo hatthigīvāya vā nisinno assapiṭṭhe vā nisinno rathūpatthare vā ṭhito uggehi vā rājaññehi vā kiñcideva mantanaṃ manteyya. ",
  "dn3:2.7.3": "So tamhā padesā apakkamma ekamantaṃ tiṭṭheyya. ",
  "dn3:2.7.4": "Atha āgaccheyya suddo vā suddadāso vā, tasmiṃ padese ṭhito tadeva mantanaṃ manteyya: ",
  "dn3:2.7.5": "‘evampi rājā pasenadi kosalo āha, evampi rājā pasenadi kosalo āhā’ti. ",
  "dn3:2.7.6": "Api nu so rājabhaṇitaṃ vā bhaṇati rājamantanaṃ vā manteti? ",
  "dn3:2.7.7": "Ettāvatā so assa rājā vā rājamatto vā”ti? ",
  "dn3:2.7.8": "“No hidaṃ, bho gotama”. ",
  "dn3:2.8.1": "“Evameva kho tvaṃ, ambaṭṭha, ye te ahesuṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu: ",
  "dn3:2.8.2": "‘tyāhaṃ mante adhiyāmi sācariyako’ti, tāvatā tvaṃ bhavissasi isi vā isitthāya vā paṭipannoti netaṃ ṭhānaṃ vijjati. ",
  "dn3:2.9.1": "Taṃ kiṃ maññasi, ambaṭṭha, ",
  "dn3:2.9.2": "kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ—",
  "dn3:2.9.3": "ye te ahesuṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, ",
  "dn3:2.9.4": "evaṃ su te sunhātā suvilittā kappitakesamassū āmukkamaṇikuṇḍalābharaṇā odātavatthavasanā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārenti, seyyathāpi tvaṃ etarahi sācariyako”ti? ",
  "dn3:2.9.5": "“No hidaṃ, bho gotama”. ",
  "dn3:2.10.1": "“…pe… ",
  "dn3:2.10.2": "Evaṃ su te sālīnaṃ odanaṃ sucimaṃsūpasecanaṃ vicitakāḷakaṃ anekasūpaṃ anekabyañjanaṃ paribhuñjanti, seyyathāpi tvaṃ etarahi sācariyako”ti? ",
  "dn3:2.10.3": "“No hidaṃ, bho gotama”. ",
  "dn3:2.10.4": "“…pe… ",
  "dn3:2.10.5": "Evaṃ su te veṭhakanatapassāhi nārīhi paricārenti, seyyathāpi tvaṃ etarahi sācariyako”ti? ",
  "dn3:2.10.6": "“No hidaṃ, bho gotama”. ",
  "dn3:2.10.7": "“…pe… ",
  "dn3:2.10.8": "Evaṃ su te kuttavālehi vaḷavārathehi dīghāhi patodalaṭṭhīhi vāhane vitudentā vipariyāyanti, seyyathāpi tvaṃ etarahi sācariyako”ti? ",
  "dn3:2.10.9": "“No hidaṃ, bho gotama”. ",
  "dn3:2.10.10": "“…pe… ",
  "dn3:2.10.11": "Evaṃ su te ukkiṇṇaparikhāsu okkhittapalighāsu nagarūpakārikāsu dīghāsivudhehi purisehi rakkhāpenti, seyyathāpi tvaṃ etarahi sācariyako”ti? ",
  "dn3:2.10.12": "“No hidaṃ, bho gotama”. ",
  "dn3:2.10.13": "“Iti kho, ambaṭṭha, neva tvaṃ isi na isitthāya paṭipanno sācariyako. ",
  "dn3:2.10.14": "Yassa kho pana, ambaṭṭha, mayi kaṅkhā vā vimati vā so maṃ pañhena, ahaṃ veyyākaraṇena sodhissāmī”ti. ",
  "dn3:2.10.15": "7. Dvelakkhaṇādassana ",
  "dn3:2.11.1": "Atha kho bhagavā vihārā nikkhamma caṅkamaṃ abbhuṭṭhāsi. ",
  "dn3:2.11.2": "Ambaṭṭhopi māṇavo vihārā nikkhamma caṅkamaṃ abbhuṭṭhāsi. ",
  "dn3:2.11.3": "Atha kho ambaṭṭho māṇavo bhagavantaṃ caṅkamantaṃ anucaṅkamamāno bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi. ",
  "dn3:2.11.4": "Addasā kho ambaṭṭho māṇavo bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
  "dn3:2.11.5": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "dn3:2.11.6": "kosohite ca vatthaguyhe pahūtajivhatāya ca. ",
  "dn3:2.12.1": "Atha kho bhagavato etadahosi: ",
  "dn3:2.12.2": "“passati kho me ayaṃ ambaṭṭho māṇavo dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
  "dn3:2.12.3": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "dn3:2.12.4": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ",
  "dn3:2.12.5": "Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi. Yathā addasa ambaṭṭho māṇavo bhagavato kosohitaṃ vatthaguyhaṃ. ",
  "dn3:2.12.6": "Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi, ubhopi nāsikasotāni anumasi paṭimasi, kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi. ",
  "dn3:2.12.7": "Atha kho ambaṭṭhassa māṇavassa etadahosi: ",
  "dn3:2.12.8": "“samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi paripuṇṇehi, no aparipuṇṇehī”ti. ",
  "dn3:2.12.9": "Bhagavantaṃ etadavoca: ",
  "dn3:2.12.10": "“handa ca dāni mayaṃ, bho gotama, gacchāma, bahukiccā mayaṃ bahukaraṇīyā”ti. ",
  "dn3:2.12.11": "“Yassadāni tvaṃ, ambaṭṭha, kālaṃ maññasī”ti. ",
  "dn3:2.12.12": "Atha kho ambaṭṭho māṇavo vaḷavārathamāruyha pakkāmi. ",
  "dn3:2.13.1": "Tena kho pana samayena brāhmaṇo pokkharasāti ukkaṭṭhāya nikkhamitvā mahatā brāhmaṇagaṇena saddhiṃ sake ārāme nisinno hoti ambaṭṭhaṃyeva māṇavaṃ paṭimānento. ",
  "dn3:2.13.2": "Atha kho ambaṭṭho māṇavo yena sako ārāmo tena pāyāsi. ",
  "dn3:2.14.1": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova yena brāhmaṇo pokkharasāti tenupasaṅkami; upasaṅkamitvā brāhmaṇaṃ pokkharasātiṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ambaṭṭhaṃ māṇavaṃ brāhmaṇo pokkharasāti etadavoca: ",
  "dn3:2.14.2": "“kacci, tāta ambaṭṭha, addasa taṃ bhavantaṃ gotaman”ti? ",
  "dn3:2.14.3": "“Addasāma kho mayaṃ, bho, taṃ bhavantaṃ gotaman”ti. ",
  "dn3:2.14.4": "“Kacci, tāta ambaṭṭha, taṃ bhavantaṃ gotamaṃ tathā santaṃyeva saddo abbhuggato no aññathā; ",
  "dn3:2.14.5": "kacci pana so bhavaṃ gotamo tādiso no aññādiso”ti? ",
  "dn3:2.14.6": "“Tathā santaṃyeva, bho, taṃ bhavantaṃ gotamaṃ saddo abbhuggato no aññathā, tādisova so bhavaṃ gotamo no aññādiso. ",
  "dn3:2.14.7": "Samannāgato ca so bhavaṃ gotamo dvattiṃsamahāpurisalakkhaṇehi paripuṇṇehi no aparipuṇṇehī”ti. ",
  "dn3:2.14.8": "“Ahu pana te, tāta ambaṭṭha, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti? ",
  "dn3:2.14.9": "“Ahu kho me, bho, samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti. ",
  "dn3:2.14.10": "“Yathā kathaṃ pana te, tāta ambaṭṭha, ahu samaṇena gotamena saddhiṃ kocideva kathāsallāpo”ti? ",
  "dn3:2.14.11": "Atha kho ambaṭṭho māṇavo yāvatako ahosi bhagavatā saddhiṃ kathāsallāpo, taṃ sabbaṃ brāhmaṇassa pokkharasātissa ārocesi. ",
  "dn3:2.15.1": "Evaṃ vutte, brāhmaṇo pokkharasāti ambaṭṭhaṃ māṇavaṃ etadavoca: ",
  "dn3:2.15.2": "“aho vata re amhākaṃ, paṇḍitaka, aho vata re amhākaṃ, bahussutaka, aho vata re amhākaṃ, tevijjaka, evarūpena kira, bho, puriso atthacarakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyya. ",
  "dn3:2.15.3": "Yadeva kho tvaṃ, ambaṭṭha, taṃ bhavantaṃ gotamaṃ evaṃ āsajja āsajja avacāsi, atha kho so bhavaṃ gotamo amhepi evaṃ upaneyya upaneyya avaca. ",
  "dn3:2.15.4": "Aho vata re amhākaṃ, paṇḍitaka, aho vata re amhākaṃ, bahussutaka, aho vata re amhākaṃ, tevijjaka, evarūpena kira, bho, puriso atthacarakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjeyyā”ti, kupito anattamano ambaṭṭhaṃ māṇavaṃ padasāyeva pavattesi. ",
  "dn3:2.15.5": "Icchati ca tāvadeva bhagavantaṃ dassanāya upasaṅkamituṃ. ",
  "dn3:2.15.6": "8. Pokkharasātibuddhūpasaṅkamana ",
  "dn3:2.16.1": "Atha kho te brāhmaṇā brāhmaṇaṃ pokkharasātiṃ etadavocuṃ: ",
  "dn3:2.16.2": "“ativikālo kho, bho, ajja samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
  "dn3:2.16.3": "Svedāni bhavaṃ pokkharasāti samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti. ",
  "dn3:2.16.4": "Atha kho brāhmaṇo pokkharasāti sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā yāne āropetvā ukkāsu dhāriyamānāsu ukkaṭṭhāya niyyāsi, yena icchānaṅgalavanasaṇḍo tena pāyāsi. ",
  "dn3:2.17.1": "Yāvatikā yānassa bhūmi yānena gantvā, yānā paccorohitvā pattikova yena bhagavā tenupasaṅkami. upasaṅkamitvā bhagavatā saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho brāhmaṇo pokkharasāti bhagavantaṃ etadavoca: ",
  "dn3:2.17.2": "“āgamā nu khvidha, bho gotama, amhākaṃ antevāsī ambaṭṭho māṇavo”ti? ",
  "dn3:2.17.3": "“Āgamā kho te, brāhmaṇa, antevāsī ambaṭṭho māṇavo”ti. ",
  "dn3:2.17.4": "“Ahu pana te, bho gotama, ambaṭṭhena māṇavena saddhiṃ kocideva kathāsallāpo”ti? ",
  "dn3:2.17.5": "“Ahu kho me, brāhmaṇa, ambaṭṭhena māṇavena saddhiṃ kocideva kathāsallāpo”ti. ",
  "dn3:2.17.6": "“Yathākathaṃ pana te, bho gotama, ahu ambaṭṭhena māṇavena saddhiṃ kocideva kathāsallāpo”ti? ",
  "dn3:2.17.7": "Atha kho bhagavā yāvatako ahosi ambaṭṭhena māṇavena saddhiṃ kathāsallāpo, taṃ sabbaṃ brāhmaṇassa pokkharasātissa ārocesi. ",
  "dn3:2.17.8": "Evaṃ vutte, brāhmaṇo pokkharasāti bhagavantaṃ etadavoca: ",
  "dn3:2.17.9": "“bālo, bho gotama, ambaṭṭho māṇavo, khamatu bhavaṃ gotamo ambaṭṭhassa māṇavassā”ti. ",
  "dn3:2.17.10": "“Sukhī hotu, brāhmaṇa, ambaṭṭho māṇavo”ti. ",
  "dn3:2.18.1": "Atha kho brāhmaṇo pokkharasāti bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni samannesi. ",
  "dn3:2.18.2": "Addasā kho brāhmaṇo pokkharasāti bhagavato kāye dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
  "dn3:2.18.3": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "dn3:2.18.4": "kosohite ca vatthaguyhe pahūtajivhatāya ca. ",
  "dn3:2.18.5": "Atha kho bhagavato etadahosi: ",
  "dn3:2.18.6": "“passati kho me ayaṃ brāhmaṇo pokkharasāti dvattiṃsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
  "dn3:2.18.7": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "dn3:2.18.8": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ",
  "dn3:2.18.9": "Atha kho bhagavā tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkhāsi yathā addasa brāhmaṇo pokkharasāti bhagavato kosohitaṃ vatthaguyhaṃ. ",
  "dn3:2.18.10": "Atha kho bhagavā jivhaṃ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi, ubhopi nāsikasotāni anumasi paṭimasi, kevalampi nalāṭamaṇḍalaṃ jivhāya chādesi. ",
  "dn3:2.19.1": "Atha kho brāhmaṇassa pokkharasātissa etadahosi: ",
  "dn3:2.19.2": "“samannāgato kho samaṇo gotamo dvattiṃsamahāpurisalakkhaṇehi paripuṇṇehi no aparipuṇṇehī”ti. ",
  "dn3:2.19.3": "Bhagavantaṃ etadavoca: ",
  "dn3:2.19.4": "“adhivāsetu me bhavaṃ gotamo ajjatanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ",
  "dn3:2.19.5": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "dn3:2.20.1": "Atha kho brāhmaṇo pokkharasāti bhagavato adhivāsanaṃ viditvā bhagavato kālaṃ ārocesi: ",
  "dn3:2.20.2": "“kālo, bho gotama, niṭṭhitaṃ bhattan”ti. ",
  "dn3:2.20.3": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena brāhmaṇassa pokkharasātissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn3:2.20.4": "Atha kho brāhmaṇo pokkharasāti bhagavantaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi, māṇavakāpi bhikkhusaṅghaṃ. ",
  "dn3:2.20.5": "Atha kho brāhmaṇo pokkharasāti bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
  "dn3:2.21.1": "Ekamantaṃ nisinnassa kho brāhmaṇassa pokkharasātissa bhagavā anupubbiṃ kathaṃ kathesi, ",
  "dn3:2.21.2": "seyyathidaṃ—dānakathaṃ sīlakathaṃ saggakathaṃ; ",
  "dn3:2.21.3": "kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ, nekkhamme ānisaṃsaṃ pakāsesi. ",
  "dn3:2.21.4": "Yadā bhagavā aññāsi brāhmaṇaṃ pokkharasātiṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā, taṃ pakāsesi—",
  "dn3:2.21.5": "dukkhaṃ samudayaṃ nirodhaṃ maggaṃ. ",
  "dn3:2.21.6": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ",
  "dn3:2.21.7": "evameva brāhmaṇassa pokkharasātissa tasmiññeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ",
  "dn3:2.21.8": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ",
  "dn3:2.21.9": "9. Pokkharasātiupāsakattapaṭivedanā ",
  "dn3:2.22.1": "Atha kho brāhmaṇo pokkharasāti diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṃkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca: ",
  "dn3:2.22.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
  "dn3:2.22.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "dn3:2.22.4": "Esāhaṃ, bho gotama, saputto sabhariyo sapariso sāmacco bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṃghañca. ",
  "dn3:2.22.5": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ",
  "dn3:2.22.6": "Yathā ca bhavaṃ gotamo ukkaṭṭhāya aññāni upāsakakulāni upasaṅkamati, evameva bhavaṃ gotamo pokkharasātikulaṃ upasaṅkamatu. ",
  "dn3:2.22.7": "Tattha ye te māṇavakā vā māṇavikā vā bhavantaṃ gotamaṃ abhivādessanti vā paccuṭṭhissanti vā āsanaṃ vā udakaṃ vā dassanti cittaṃ vā pasādessanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāyā”ti. ",
  "dn3:2.22.8": "“Kalyāṇaṃ vuccati, brāhmaṇā”ti. ",
  "dn3:2.22.9": "Ambaṭṭhasuttaṃ niṭṭhitaṃ tatiyaṃ. "
}