{
  "dn3:0.1": "Dīgha Nikāya 3 ",
  "dn3:0.2": "Ambaṭṭhasutta ",
  "dn3:1.1.1": "Evaṁ me sutaṁ—",
  "dn3:1.1.2": "ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi yena icchānaṅgalaṁ nāma kosalānaṁ brāhmaṇagāmo tadavasari. ",
  "dn3:1.1.3": "Tatra sudaṁ bhagavā icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
  "dn3:1.2.0": "1. Pokkharasātivatthu ",
  "dn3:1.2.1": "Tena kho pana samayena brāhmaṇo pokkharasāti ukkaṭṭhaṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ raññā pasenadinā kosalena dinnaṁ rājadāyaṁ brahmadeyyaṁ. ",
  "dn3:1.2.2": "Assosi kho brāhmaṇo pokkharasāti: ",
  "dn3:1.2.3": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi icchānaṅgalaṁ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
  "dn3:1.2.4": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn3:1.2.5": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’. ",
  "dn3:1.2.6": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "dn3:1.2.7": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ, sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "dn3:1.2.8": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "dn3:1.3.0": "2. Ambaṭṭhamāṇava ",
  "dn3:1.3.1": "Tena kho pana samayena brāhmaṇassa pokkharasātissa ambaṭṭho nāma māṇavo antevāsī hoti ajjhāyako mantadharo tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo anuññātapaṭiññāto sake ācariyake tevijjake pāvacane: ",
  "dn3:1.3.2": "“yamahaṁ jānāmi taṁ tvaṁ jānāsi; ",
  "dn3:1.3.3": "yaṁ tvaṁ jānāsi tamahaṁ jānāmī”ti. ",
  "dn3:1.4.1": "Atha kho brāhmaṇo pokkharasāti ambaṭṭhaṁ māṇavaṁ āmantesi: ",
  "dn3:1.4.2": "“ayaṁ, tāta ambaṭṭha, samaṇo gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi icchānaṅgalaṁ anuppatto icchānaṅgale viharati icchānaṅgalavanasaṇḍe. ",
  "dn3:1.4.3": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn3:1.4.4": "‘itipi so bhagavā, arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "dn3:1.4.5": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "dn3:1.4.6": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ, sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "dn3:1.4.7": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī’ti. ",
  "dn3:1.4.8": "Ehi tvaṁ, tāta ambaṭṭha, yena samaṇo gotamo tenupasaṅkama; upasaṅkamitvā samaṇaṁ gotamaṁ jānāhi, yadi vā taṁ bhavantaṁ gotamaṁ tathāsantaṁyeva saddo abbhuggato, yadi vā no tathā. ",
  "dn3:1.4.9": "Yadi vā so bhavaṁ gotamo tādiso, yadi vā na tādiso, tathā mayaṁ taṁ bhavantaṁ gotamaṁ vedissāmā”ti. ",
  "dn3:1.5.1": "“Yathā kathaṁ panāhaṁ, bho, taṁ bhavantaṁ gotamaṁ jānissāmi: ‘yadi vā taṁ bhavantaṁ gotamaṁ tathāsantaṁyeva saddo abbhuggato, yadi vā no tathā. Yadi vā so bhavaṁ gotamo tādiso, yadi vā na tādiso’”ti? ",
  "dn3:1.5.2": "“Āgatāni kho, tāta ambaṭṭha, amhākaṁ mantesu dvattiṁsa mahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveyeva gatiyo bhavanti anaññā. ",
  "dn3:1.5.3": "Sace agāraṁ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn3:1.5.4": "Tassimāni satta ratanāni bhavanti. ",
  "dn3:1.5.5": "Seyyathidaṁ—cakkaratanaṁ, hatthiratanaṁ, assaratanaṁ, maṇiratanaṁ, itthiratanaṁ, gahapatiratanaṁ, pariṇāyakaratanameva sattamaṁ. ",
  "dn3:1.5.6": "Parosahassaṁ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn3:1.5.7": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
  "dn3:1.5.8": "Sace kho pana agārasmā anagāriyaṁ pabbajati, arahaṁ hoti sammāsambuddho loke vivaṭṭacchado. ",
  "dn3:1.5.9": "Ahaṁ kho pana, tāta ambaṭṭha, mantānaṁ dātā; ",
  "dn3:1.5.10": "tvaṁ mantānaṁ paṭiggahetā”ti. ",
  "dn3:1.6.1": "“Evaṁ, bho”ti kho ambaṭṭho māṇavo brāhmaṇassa pokkharasātissa paṭissutvā uṭṭhāyāsanā brāhmaṇaṁ pokkharasātiṁ abhivādetvā padakkhiṇaṁ katvā vaḷavārathamāruyha sambahulehi māṇavakehi saddhiṁ yena icchānaṅgalavanasaṇḍo tena pāyāsi. ",
  "dn3:1.6.2": "Yāvatikā yānassa bhūmi yānena gantvā yānā paccorohitvā pattikova ārāmaṁ pāvisi. ",
  "dn3:1.7.1": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti. ",
  "dn3:1.7.2": "Atha kho ambaṭṭho māṇavo yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "dn3:1.7.3": "“kahaṁ nu kho, bho, etarahi so bhavaṁ gotamo viharati? ",
  "dn3:1.7.4": "Tañhi mayaṁ bhavantaṁ gotamaṁ dassanāya idhūpasaṅkantā”ti. ",
  "dn3:1.8.1": "Atha kho tesaṁ bhikkhūnaṁ etadahosi: ",
  "dn3:1.8.2": "“ayaṁ kho ambaṭṭho māṇavo abhiññātakolañño ceva abhiññātassa ca brāhmaṇassa pokkharasātissa antevāsī. ",
  "dn3:1.8.3": "Agaru kho pana bhagavato evarūpehi kulaputtehi saddhiṁ kathāsallāpo hotī”ti. ",
  "dn3:1.8.4": "Te ambaṭṭhaṁ māṇavaṁ etadavocuṁ: ",
  "dn3:1.8.5": "“eso, ambaṭṭha, vihāro saṁvutadvāro, tena appasaddo upasaṅkamitvā ataramāno āḷindaṁ pavisitvā ukkāsitvā aggaḷaṁ ākoṭehi, vivarissati te bhagavā dvāran”ti. ",
  "dn3:1.9.1": "Atha kho ambaṭṭho māṇavo yena so vihāro saṁvutadvāro, tena appasaddo upasaṅkamitvā ataramāno āḷindaṁ pavisitvā ukkāsitvā aggaḷaṁ ākoṭesi. Vivari bhagavā dvāraṁ. ",
  "dn3:1.9.2": "Pāvisi ambaṭṭho māṇavo. Māṇavakāpi pavisitvā bhagavatā saddhiṁ sammodiṁsu, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. ",
  "dn3:1.9.3": "Ambaṭṭho pana māṇavo caṅkamantopi nisinnena bhagavatā kañci kañci kathaṁ sāraṇīyaṁ vītisāreti, ṭhitopi nisinnena bhagavatā kañci kañci kathaṁ sāraṇīyaṁ vītisāreti. ",
  "dn3:1.9.4": "Atha kho bhagavā ambaṭṭhaṁ māṇavaṁ etadavoca: ",
  "dn3:1.9.5": "“evaṁ nu te, ambaṭṭha, brāhmaṇehi vuddhehi mahallakehi ācariyapācariyehi saddhiṁ kathāsallāpo hoti, yathayidaṁ caraṁ tiṭṭhaṁ nisinnena mayā kiñci kiñci kathaṁ sāraṇīyaṁ vītisāretī”ti? ",
  "dn3:1.10.0": "2.1. Paṭhamaibbhavāda ",
  "dn3:1.10.1": "“No hidaṁ, bho gotama. ",
  "dn3:1.10.2": "Gacchanto vā hi, bho gotama, gacchantena brāhmaṇo brāhmaṇena saddhiṁ sallapitumarahati, ṭhito vā hi, bho gotama, ṭhitena brāhmaṇo brāhmaṇena saddhiṁ sallapitumarahati, nisinno vā hi, bho gotama, nisinnena brāhmaṇo brāhmaṇena saddhiṁ sallapitumarahati, sayāno vā hi, bho gotama, sayānena brāhmaṇo brāhmaṇena saddhiṁ sallapitumarahati. ",
  "dn3:1.10.3": "Ye ca kho te, bho gotama, muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, tehipi me saddhiṁ evaṁ kathāsallāpo hoti, yathariva bhotā gotamenā”ti. ",
  "dn3:1.11.1": "“Atthikavato kho pana te, ambaṭṭha, idhāgamanaṁ ahosi, yāyeva kho panatthāya āgaccheyyātha, tameva atthaṁ sādhukaṁ manasi kareyyātha. ",
  "dn3:1.11.2": "Avusitavāyeva kho pana, bho, ayaṁ ambaṭṭho māṇavo vusitamānī kimaññatra avusitattā”ti. ",
  "dn3:1.12.1": "Atha kho ambaṭṭho māṇavo bhagavatā avusitavādena vuccamāno kupito anattamano bhagavantaṁyeva khuṁsento bhagavantaṁyeva vambhento bhagavantaṁyeva upavadamāno: ",
  "dn3:1.12.2": "“samaṇo ca me bho gotamo pāpito bhavissatī”ti bhagavantaṁ etadavoca: ",
  "dn3:1.12.3": "“caṇḍā, bho gotama, sakyajāti; ",
  "dn3:1.12.4": "pharusā, bho gotama, sakyajāti; ",
  "dn3:1.12.5": "lahusā, bho gotama, sakyajāti; ",
  "dn3:1.12.6": "bhassā, bho gotama, sakyajāti; ",
  "dn3:1.12.7": "ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṁ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyanti. ",
  "dn3:1.12.8": "Tayidaṁ, bho gotama, nacchannaṁ, tayidaṁ nappatirūpaṁ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṁ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ",
  "dn3:1.12.9": "Itiha ambaṭṭho māṇavo idaṁ paṭhamaṁ sakyesu ibbhavādaṁ nipātesi. ",
  "dn3:1.13.0": "2.2. Dutiyaibbhavāda ",
  "dn3:1.13.1": "“Kiṁ pana te, ambaṭṭha, sakyā aparaddhun”ti? ",
  "dn3:1.13.2": "“Ekamidāhaṁ, bho gotama, samayaṁ ācariyassa brāhmaṇassa pokkharasātissa kenacideva karaṇīyena kapilavatthuṁ agamāsiṁ. ",
  "dn3:1.13.3": "Yena sakyānaṁ sandhāgāraṁ tenupasaṅkamiṁ. ",
  "dn3:1.13.4": "Tena kho pana samayena sambahulā sakyā ceva sakyakumārā ca sandhāgāre uccesu āsanesu nisinnā honti aññamaññaṁ aṅgulipatodakehi sañjagghantā saṅkīḷantā, aññadatthu mamaññeva maññe anujagghantā, na maṁ koci āsanenapi nimantesi. ",
  "dn3:1.13.5": "Tayidaṁ, bho gotama, nacchannaṁ, tayidaṁ nappatirūpaṁ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṁ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ",
  "dn3:1.13.6": "Itiha ambaṭṭho māṇavo idaṁ dutiyaṁ sakyesu ibbhavādaṁ nipātesi. ",
  "dn3:1.14.0": "2.3. Tatiyaibbhavāda ",
  "dn3:1.14.1": "“Laṭukikāpi kho, ambaṭṭha, sakuṇikā sake kulāvake kāmalāpinī hoti. ",
  "dn3:1.14.2": "Sakaṁ kho panetaṁ, ambaṭṭha, sakyānaṁ yadidaṁ kapilavatthuṁ, nārahatāyasmā ambaṭṭho imāya appamattāya abhisajjitun”ti. ",
  "dn3:1.14.3": "“Cattārome, bho gotama, vaṇṇā—",
  "dn3:1.14.4": "khattiyā brāhmaṇā vessā suddā. ",
  "dn3:1.14.5": "Imesañhi, bho gotama, catunnaṁ vaṇṇānaṁ tayo vaṇṇā—",
  "dn3:1.14.6": "khattiyā ca vessā ca suddā ca—",
  "dn3:1.14.7": "aññadatthu brāhmaṇasseva paricārakā sampajjanti. ",
  "dn3:1.14.8": "Tayidaṁ, bho gotama, nacchannaṁ, tayidaṁ nappatirūpaṁ, yadime sakyā ibbhā santā ibbhā samānā na brāhmaṇe sakkaronti, na brāhmaṇe garuṁ karonti, na brāhmaṇe mānenti, na brāhmaṇe pūjenti, na brāhmaṇe apacāyantī”ti. ",
  "dn3:1.14.9": "Itiha ambaṭṭho māṇavo idaṁ tatiyaṁ sakyesu ibbhavādaṁ nipātesi. ",
  "dn3:1.15.0": "2.4. Dāsiputtavāda ",
  "dn3:1.15.1": "Atha kho bhagavato etadahosi: ",
  "dn3:1.15.2": "“atibāḷhaṁ kho ayaṁ ambaṭṭho māṇavo sakyesu ibbhavādena nimmādeti, yannūnāhaṁ gottaṁ puccheyyan”ti. ",
  "dn3:1.15.3": "Atha kho bhagavā ambaṭṭhaṁ māṇavaṁ etadavoca: ",
  "dn3:1.15.4": "“kathaṁ gottosi, ambaṭṭhā”ti? ",
  "dn3:1.15.5": "“Kaṇhāyanohamasmi, bho gotamā”ti. ",
  "dn3:1.15.6": "“Porāṇaṁ kho pana te, ambaṭṭha, mātāpettikaṁ nāmagottaṁ anussarato ayyaputtā sakyā bhavanti; dāsiputto tvamasi sakyānaṁ. ",
  "dn3:1.15.7": "Sakyā kho pana, ambaṭṭha, rājānaṁ okkākaṁ pitāmahaṁ dahanti. ",
  "dn3:1.15.8": "Bhūtapubbaṁ, ambaṭṭha, rājā okkāko yā sā mahesī piyā manāpā, tassā puttassa rajjaṁ pariṇāmetukāmo jeṭṭhakumāre raṭṭhasmā pabbājesi—",
  "dn3:1.15.9": "okkāmukhaṁ karakaṇḍaṁ hatthinikaṁ sinisūraṁ. ",
  "dn3:1.15.10": "Te raṭṭhasmā pabbājitā himavantapasse pokkharaṇiyā tīre mahāsākasaṇḍo, tattha vāsaṁ kappesuṁ. ",
  "dn3:1.15.11": "Te jātisambhedabhayā sakāhi bhaginīhi saddhiṁ saṁvāsaṁ kappesuṁ. ",
  "dn3:1.15.12": "Atha kho, ambaṭṭha, rājā okkāko amacce pārisajje āmantesi: ",
  "dn3:1.15.13": "‘kahaṁ nu kho, bho, etarahi kumārā sammantī’ti? ",
  "dn3:1.15.14": "‘Atthi, deva, himavantapasse pokkharaṇiyā tīre mahāsākasaṇḍo, tatthetarahi kumārā sammanti. ",
  "dn3:1.15.15": "Te jātisambhedabhayā sakāhi bhaginīhi saddhiṁ saṁvāsaṁ kappentī’ti. ",
  "dn3:1.15.16": "Atha kho, ambaṭṭha, rājā okkāko udānaṁ udānesi: ",
  "dn3:1.15.17": "‘sakyā vata, bho, kumārā, paramasakyā vata, bho, kumārā’ti. ",
  "dn3:1.15.18": "Tadagge kho pana, ambaṭṭha, sakyā paññāyanti; so ca nesaṁ pubbapuriso. ",
  "dn3:1.16.1": "Rañño kho pana, ambaṭṭha, okkākassa disā nāma dāsī ahosi. ",
  "dn3:1.16.2": "Sā kaṇhaṁ nāma janesi. ",
  "dn3:1.16.3": "Jāto kaṇho pabyāhāsi: ",
  "dn3:1.16.4": "‘dhovatha maṁ, amma, nahāpetha maṁ amma, imasmā maṁ asucismā parimocetha, atthāya vo bhavissāmī’ti. ",
  "dn3:1.16.5": "Yathā kho pana, ambaṭṭha, etarahi manussā pisāce disvā ‘pisācā’ti sañjānanti; ",
  "dn3:1.16.6": "evameva kho, ambaṭṭha, tena kho pana samayena manussā pisāce ‘kaṇhā’ti sañjānanti. ",
  "dn3:1.16.7": "Te evamāhaṁsu: ",
  "dn3:1.16.8": "‘ayaṁ jāto pabyāhāsi, kaṇho jāto, pisāco jāto’ti. ",
  "dn3:1.16.9": "Tadagge kho pana, ambaṭṭha, kaṇhāyanā paññāyanti, so ca kaṇhāyanānaṁ pubbapuriso. ",
  "dn3:1.16.10": "Iti kho te, ambaṭṭha, porāṇaṁ mātāpettikaṁ nāmagottaṁ anussarato ayyaputtā sakyā bhavanti, dāsiputto tvamasi sakyānan”ti. ",
  "dn3:1.17.1": "Evaṁ vutte, te māṇavakā bhagavantaṁ etadavocuṁ: ",
  "dn3:1.17.2": "“mā bhavaṁ gotamo ambaṭṭhaṁ atibāḷhaṁ dāsiputtavādena nimmādesi. ",
  "dn3:1.17.3": "Sujāto ca, bho gotama, ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo bhotā gotamena saddhiṁ asmiṁ vacane paṭimantetun”ti. ",
  "dn3:1.18.1": "Atha kho bhagavā te māṇavake etadavoca: ",
  "dn3:1.18.2": "“sace kho tumhākaṁ māṇavakānaṁ evaṁ hoti: ",
  "dn3:1.18.3": "‘dujjāto ca ambaṭṭho māṇavo, akulaputto ca ambaṭṭho māṇavo, appassuto ca ambaṭṭho māṇavo, akalyāṇavākkaraṇo ca ambaṭṭho māṇavo, duppañño ca ambaṭṭho māṇavo, na ca pahoti ambaṭṭho māṇavo samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetun’ti, tiṭṭhatu ambaṭṭho māṇavo, tumhe mayā saddhiṁ mantavho asmiṁ vacane. ",
  "dn3:1.18.4": "Sace pana tumhākaṁ māṇavakānaṁ evaṁ hoti: ",
  "dn3:1.18.5": "‘sujāto ca ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetun’ti, tiṭṭhatha tumhe; ",
  "dn3:1.18.6": "ambaṭṭho māṇavo mayā saddhiṁ paṭimantetū”ti. ",
  "dn3:1.19.1": "“Sujāto ca, bho gotama, ambaṭṭho māṇavo, kulaputto ca ambaṭṭho māṇavo, bahussuto ca ambaṭṭho māṇavo, kalyāṇavākkaraṇo ca ambaṭṭho māṇavo, paṇḍito ca ambaṭṭho māṇavo, pahoti ca ambaṭṭho māṇavo bhotā gotamena saddhiṁ asmiṁ vacane paṭimantetuṁ, tuṇhī mayaṁ bhavissāma, ambaṭṭho māṇavo bhotā gotamena saddhiṁ asmiṁ vacane paṭimantetū”ti. ",
  "dn3:1.20.1": "Atha kho bhagavā ambaṭṭhaṁ māṇavaṁ etadavoca: ",
  "dn3:1.20.2": "“ayaṁ kho pana te, ambaṭṭha, sahadhammiko pañho āgacchati, akāmā byākātabbo. ",
  "dn3:1.20.3": "Sace tvaṁ na byākarissasi, aññena vā aññaṁ paṭicarissasi, tuṇhī vā bhavissasi, pakkamissasi vā ettheva te sattadhā muddhā phalissati. ",
  "dn3:1.20.4": "Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:1.20.5": "kinti te sutaṁ brāhmaṇānaṁ vuddhānaṁ mahallakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṁ pubbapuriso”ti? ",
  "dn3:1.20.6": "Evaṁ vutte, ambaṭṭho māṇavo tuṇhī ahosi. ",
  "dn3:1.20.7": "Dutiyampi kho bhagavā ambaṭṭhaṁ māṇavaṁ etadavoca: ",
  "dn3:1.20.8": "“taṁ kiṁ maññasi, ambaṭṭha, kinti te sutaṁ brāhmaṇānaṁ vuddhānaṁ mahallakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṁ pubbapuriso”ti? ",
  "dn3:1.20.9": "Dutiyampi kho ambaṭṭho māṇavo tuṇhī ahosi. ",
  "dn3:1.20.10": "Atha kho bhagavā ambaṭṭhaṁ māṇavaṁ etadavoca: ",
  "dn3:1.20.11": "“byākarohi dāni, ambaṭṭha, na dāni, te tuṇhībhāvassa kālo. ",
  "dn3:1.20.12": "Yo kho, ambaṭṭha, tathāgatena yāvatatiyakaṁ sahadhammikaṁ pañhaṁ puṭṭho na byākaroti, etthevassa sattadhā muddhā phalissatī”ti. ",
  "dn3:1.21.1": "Tena kho pana samayena vajirapāṇī yakkho mahantaṁ ayokūṭaṁ ādāya ādittaṁ sampajjalitaṁ sajotibhūtaṁ ambaṭṭhassa māṇavassa upari vehāsaṁ ṭhito hoti: ",
  "dn3:1.21.2": "“sacāyaṁ ambaṭṭho māṇavo bhagavatā yāvatatiyakaṁ sahadhammikaṁ pañhaṁ puṭṭho na byākarissati, etthevassa sattadhā muddhaṁ phālessāmī”ti. ",
  "dn3:1.21.3": "Taṁ kho pana vajirapāṇiṁ yakkhaṁ bhagavā ceva passati ambaṭṭho ca māṇavo. ",
  "dn3:1.21.4": "Atha kho ambaṭṭho māṇavo bhīto saṁviggo lomahaṭṭhajāto bhagavantaṁyeva tāṇaṁ gavesī bhagavantaṁyeva leṇaṁ gavesī bhagavantaṁyeva saraṇaṁ gavesī upanisīditvā bhagavantaṁ etadavoca: ",
  "dn3:1.21.5": "“kimetaṁ bhavaṁ gotamo āha? ",
  "dn3:1.21.6": "Punabhavaṁ gotamo bravitū”ti. ",
  "dn3:1.21.7": "“Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:1.21.8": "kinti te sutaṁ brāhmaṇānaṁ vuddhānaṁ mahallakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ kutopabhutikā kaṇhāyanā, ko ca kaṇhāyanānaṁ pubbapuriso”ti? ",
  "dn3:1.21.9": "“Evameva me, bho gotama, sutaṁ yatheva bhavaṁ gotamo āha. ",
  "dn3:1.21.10": "Tatopabhutikā kaṇhāyanā; ",
  "dn3:1.21.11": "so ca kaṇhāyanānaṁ pubbapuriso”ti. ",
  "dn3:1.22.0": "2.5. Ambaṭṭhavaṁsakathā ",
  "dn3:1.22.1": "Evaṁ vutte, te māṇavakā unnādino uccāsaddamahāsaddā ahesuṁ: ",
  "dn3:1.22.2": "“dujjāto kira, bho, ambaṭṭho māṇavo; akulaputto kira, bho, ambaṭṭho māṇavo; dāsiputto kira, bho, ambaṭṭho māṇavo sakyānaṁ. Ayyaputtā kira, bho, ambaṭṭhassa māṇavassa sakyā bhavanti. ",
  "dn3:1.22.3": "Dhammavādiṁyeva kira mayaṁ samaṇaṁ gotamaṁ apasādetabbaṁ amaññimhā”ti. ",
  "dn3:1.23.1": "Atha kho bhagavato etadahosi: ",
  "dn3:1.23.2": "“atibāḷhaṁ kho ime māṇavakā ambaṭṭhaṁ māṇavaṁ dāsiputtavādena nimmādenti, yannūnāhaṁ parimoceyyan”ti. ",
  "dn3:1.23.3": "Atha kho bhagavā te māṇavake etadavoca: ",
  "dn3:1.23.4": "“mā kho tumhe, māṇavakā, ambaṭṭhaṁ māṇavaṁ atibāḷhaṁ dāsiputtavādena nimmādetha. ",
  "dn3:1.23.5": "Uḷāro so kaṇho isi ahosi. ",
  "dn3:1.23.6": "So dakkhiṇajanapadaṁ gantvā brahmamante adhīyitvā rājānaṁ okkākaṁ upasaṅkamitvā maddarūpiṁ dhītaraṁ yāci. ",
  "dn3:1.23.7": "Tassa rājā okkāko: ",
  "dn3:1.23.8": "‘ko nevaṁ re ayaṁ mayhaṁ dāsiputto samāno maddarūpiṁ dhītaraṁ yācatī’ti, kupito anattamano khurappaṁ sannayhi. ",
  "dn3:1.23.9": "So taṁ khurappaṁ neva asakkhi muñcituṁ, no paṭisaṁharituṁ. ",
  "dn3:1.23.10": "Atha kho, māṇavakā, amaccā pārisajjā kaṇhaṁ isiṁ upasaṅkamitvā etadavocuṁ: ",
  "dn3:1.23.11": "‘sotthi, bhaddante, hotu rañño; ",
  "dn3:1.23.12": "sotthi, bhaddante, hotu rañño’ti. ",
  "dn3:1.23.13": "‘Sotthi bhavissati rañño, api ca rājā yadi adho khurappaṁ muñcissati, yāvatā rañño vijitaṁ, ettāvatā pathavī undriyissatī’ti. ",
  "dn3:1.23.14": "‘Sotthi, bhaddante, hotu rañño, sotthi janapadassā’ti. ",
  "dn3:1.23.15": "‘Sotthi bhavissati rañño, sotthi janapadassa, api ca rājā yadi uddhaṁ khurappaṁ muñcissati, yāvatā rañño vijitaṁ, ettāvatā satta vassāni devo na vassissatī’ti. ",
  "dn3:1.23.16": "‘Sotthi, bhaddante, hotu rañño sotthi janapadassa devo ca vassatū’ti. ",
  "dn3:1.23.17": "‘Sotthi bhavissati rañño sotthi janapadassa devo ca vassissati, api ca rājā jeṭṭhakumāre khurappaṁ patiṭṭhāpetu, sotthi kumāro pallomo bhavissatī’ti. ",
  "dn3:1.23.18": "Atha kho, māṇavakā, amaccā okkākassa ārocesuṁ: ",
  "dn3:1.23.19": "‘okkāko jeṭṭhakumāre khurappaṁ patiṭṭhāpetu. Sotthi kumāro pallomo bhavissatī’ti. ",
  "dn3:1.23.20": "Atha kho rājā okkāko jeṭṭhakumāre khurappaṁ patiṭṭhapesi, sotthi kumāro pallomo samabhavi. ",
  "dn3:1.23.21": "Atha kho tassa rājā okkāko bhīto saṁviggo lomahaṭṭhajāto brahmadaṇḍena tajjito maddarūpiṁ dhītaraṁ adāsi. ",
  "dn3:1.23.22": "Mā kho tumhe, māṇavakā, ambaṭṭhaṁ māṇavaṁ atibāḷhaṁ dāsiputtavādena nimmādetha, uḷāro so kaṇho isi ahosī”ti. ",
  "dn3:1.24.0": "3. Khattiyaseṭṭhabhāva ",
  "dn3:1.24.1": "Atha kho bhagavā ambaṭṭhaṁ māṇavaṁ āmantesi: ",
  "dn3:1.24.2": "“Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:1.24.3": "idha khattiyakumāro brāhmaṇakaññāya saddhiṁ saṁvāsaṁ kappeyya, tesaṁ saṁvāsamanvāya putto jāyetha. ",
  "dn3:1.24.4": "Yo so khattiyakumārena brāhmaṇakaññāya putto uppanno, api nu so labhetha brāhmaṇesu āsanaṁ vā udakaṁ vā”ti? ",
  "dn3:1.24.5": "“Labhetha, bho gotama”. ",
  "dn3:1.24.6": "“Api nu naṁ brāhmaṇā bhojeyyuṁ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
  "dn3:1.24.7": "“Bhojeyyuṁ, bho gotama”. ",
  "dn3:1.24.8": "“Api nu naṁ brāhmaṇā mante vāceyyuṁ vā no vā”ti? ",
  "dn3:1.24.9": "“Vāceyyuṁ, bho gotama”. ",
  "dn3:1.24.10": "“Api nussa itthīsu āvaṭaṁ vā assa anāvaṭaṁ vā”ti? ",
  "dn3:1.24.11": "“Anāvaṭaṁ hissa, bho gotama”. ",
  "dn3:1.24.12": "“Api nu naṁ khattiyā khattiyābhisekena abhisiñceyyun”ti? ",
  "dn3:1.24.13": "“No hidaṁ, bho gotama”. ",
  "dn3:1.24.14": "“Taṁ kissa hetu”? ",
  "dn3:1.24.15": "“Mātito hi, bho gotama, anupapanno”ti. ",
  "dn3:1.25.1": "“Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:1.25.2": "idha brāhmaṇakumāro khattiyakaññāya saddhiṁ saṁvāsaṁ kappeyya, tesaṁ saṁvāsamanvāya putto jāyetha. ",
  "dn3:1.25.3": "Yo so brāhmaṇakumārena khattiyakaññāya putto uppanno, api nu so labhetha brāhmaṇesu āsanaṁ vā udakaṁ vā”ti? ",
  "dn3:1.25.4": "“Labhetha, bho gotama”. ",
  "dn3:1.25.5": "“Api nu naṁ brāhmaṇā bhojeyyuṁ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
  "dn3:1.25.6": "“Bhojeyyuṁ, bho gotama”. ",
  "dn3:1.25.7": "“Api nu naṁ brāhmaṇā mante vāceyyuṁ vā no vā”ti? ",
  "dn3:1.25.8": "“Vāceyyuṁ, bho gotama”. ",
  "dn3:1.25.9": "“Api nussa itthīsu āvaṭaṁ vā assa anāvaṭaṁ vā”ti? ",
  "dn3:1.25.10": "“Anāvaṭaṁ hissa, bho gotama”. ",
  "dn3:1.25.11": "“Api nu naṁ khattiyā khattiyābhisekena abhisiñceyyun”ti? ",
  "dn3:1.25.12": "“No hidaṁ, bho gotama”. ",
  "dn3:1.25.13": "“Taṁ kissa hetu”? ",
  "dn3:1.25.14": "“Pitito hi, bho gotama, anupapanno”ti. ",
  "dn3:1.26.1": "“Iti kho, ambaṭṭha, itthiyā vā itthiṁ karitvā purisena vā purisaṁ karitvā khattiyāva seṭṭhā, hīnā brāhmaṇā. ",
  "dn3:1.26.2": "Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:1.26.3": "idha brāhmaṇā brāhmaṇaṁ kismiñcideva pakaraṇe khuramuṇḍaṁ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājeyyuṁ. ",
  "dn3:1.26.4": "Api nu so labhetha brāhmaṇesu āsanaṁ vā udakaṁ vā”ti? ",
  "dn3:1.26.5": "“No hidaṁ, bho gotama”. ",
  "dn3:1.26.6": "“Api nu naṁ brāhmaṇā bhojeyyuṁ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
  "dn3:1.26.7": "“No hidaṁ, bho gotama”. ",
  "dn3:1.26.8": "“Api nu naṁ brāhmaṇā mante vāceyyuṁ vā no vā”ti? ",
  "dn3:1.26.9": "“No hidaṁ, bho gotama”. ",
  "dn3:1.26.10": "“Api nussa itthīsu āvaṭaṁ vā assa anāvaṭaṁ vā”ti? ",
  "dn3:1.26.11": "“Āvaṭaṁ hissa, bho gotama”. ",
  "dn3:1.27.1": "“Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:1.27.2": "idha khattiyā khattiyaṁ kismiñcideva pakaraṇe khuramuṇḍaṁ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājeyyuṁ. ",
  "dn3:1.27.3": "Api nu so labhetha brāhmaṇesu āsanaṁ vā udakaṁ vā”ti? ",
  "dn3:1.27.4": "“Labhetha, bho gotama”. ",
  "dn3:1.27.5": "“Api nu naṁ brāhmaṇā bhojeyyuṁ saddhe vā thālipāke vā yaññe vā pāhune vā”ti? ",
  "dn3:1.27.6": "“Bhojeyyuṁ, bho gotama”. ",
  "dn3:1.27.7": "“Api nu naṁ brāhmaṇā mante vāceyyuṁ vā no vā”ti? ",
  "dn3:1.27.8": "“Vāceyyuṁ, bho gotama”. ",
  "dn3:1.27.9": "“Api nussa itthīsu āvaṭaṁ vā assa anāvaṭaṁ vā”ti? ",
  "dn3:1.27.10": "“Anāvaṭaṁ hissa, bho gotama”. ",
  "dn3:1.27.11": "“Ettāvatā kho, ambaṭṭha, khattiyo paramanihīnataṁ patto hoti, yadeva naṁ khattiyā khuramuṇḍaṁ karitvā bhassapuṭena vadhitvā raṭṭhā vā nagarā vā pabbājenti. ",
  "dn3:1.27.12": "Iti kho, ambaṭṭha, yadā khattiyo paramanihīnataṁ patto hoti, tadāpi khattiyāva seṭṭhā, hīnā brāhmaṇā. ",
  "dn3:1.28.1": "Brahmunā pesā, ambaṭṭha, sanaṅkumārena gāthā bhāsitā: ",
  "dn3:1.28.2": "‘Khattiyo seṭṭho janetasmiṁ, ",
  "dn3:1.28.3": "ye gottapaṭisārino; ",
  "dn3:1.28.4": "Vijjācaraṇasampanno, ",
  "dn3:1.28.5": "so seṭṭho devamānuse’ti. ",
  "dn3:1.28.6": "Sā kho panesā, ambaṭṭha, brahmunā sanaṅkumārena gāthā sugītā no duggītā, subhāsitā no dubbhāsitā, atthasaṁhitā no anatthasaṁhitā, anumatā mayā. ",
  "dn3:1.28.7": "Ahampi hi, ambaṭṭha, evaṁ vadāmi—",
  "dn3:1.28.8": "Khattiyo seṭṭho janetasmiṁ, ",
  "dn3:1.28.9": "ye gottapaṭisārino; ",
  "dn3:1.28.10": "Vijjācaraṇasampanno, ",
  "dn3:1.28.11": "so seṭṭho devamānuse”ti. ",
  "dn3:1.28.12": "Bhāṇavāro paṭhamo. ",
  "dn3:2.1.0": "4. Vijjācaraṇakathā ",
  "dn3:2.1.1": "“Katamaṁ pana taṁ, bho gotama, caraṇaṁ, katamā ca pana sā vijjā”ti? ",
  "dn3:2.1.2": "“Na kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya jātivādo vā vuccati, gottavādo vā vuccati, mānavādo vā vuccati: ",
  "dn3:2.1.3": "‘arahasi vā maṁ tvaṁ, na vā maṁ tvaṁ arahasī’ti. ",
  "dn3:2.1.4": "Yattha kho, ambaṭṭha, āvāho vā hoti, vivāho vā hoti, āvāhavivāho vā hoti, etthetaṁ vuccati jātivādo vā itipi gottavādo vā itipi mānavādo vā itipi: ",
  "dn3:2.1.5": "‘arahasi vā maṁ tvaṁ, na vā maṁ tvaṁ arahasī’ti. ",
  "dn3:2.1.6": "Ye hi keci, ambaṭṭha, jātivādavinibaddhā vā gottavādavinibaddhā vā mānavādavinibaddhā vā āvāhavivāhavinibaddhā vā, ārakā te anuttarāya vijjācaraṇasampadāya. ",
  "dn3:2.1.7": "Pahāya kho, ambaṭṭha, jātivādavinibaddhañca gottavādavinibaddhañca mānavādavinibaddhañca āvāhavivāhavinibaddhañca anuttarāya vijjācaraṇasampadāya sacchikiriyā hotī”ti. ",
  "dn3:2.2.1": "“Katamaṁ pana taṁ, bho gotama, caraṇaṁ, katamā ca sā vijjā”ti? ",
  "dn3:2.2.2": "“Idha, ambaṭṭha, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "dn3:2.2.3": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "dn3:2.2.4": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "dn3:2.2.5": "Taṁ dhammaṁ suṇāti gahapati vā gahapatiputto vā aññatarasmiṁ vā kule paccājāto. ",
  "dn3:2.2.6": "So taṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhati. ",
  "dn3:2.2.7": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati …pe… ",
  "dn3:2.2.8": "So vivicceva kāmehi, vivicca akusalehi dhammehi, savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati …pe… ",
  "dn3:2.2.9": "idampissa hoti caraṇasmiṁ. ",
  "dn3:2.2.10": "Puna caparaṁ, ambaṭṭha, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati …pe… ",
  "dn3:2.2.11": "idampissa hoti caraṇasmiṁ. ",
  "dn3:2.2.12": "Puna caparaṁ, ambaṭṭha, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṁvedeti, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti, tatiyaṁ jhānaṁ upasampajja viharati …pe… ",
  "dn3:2.2.13": "idampissa hoti caraṇasmiṁ. ",
  "dn3:2.2.14": "Puna caparaṁ, ambaṭṭha, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati …pe… ",
  "dn3:2.2.15": "idampissa hoti caraṇasmiṁ. ",
  "dn3:2.2.16": "Idaṁ kho taṁ, ambaṭṭha, caraṇaṁ. ",
  "dn3:2.2.17": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṁ abhinīharati abhininnāmeti …pe… ",
  "dn3:2.2.18": "idampissa hoti vijjāya …pe… ",
  "dn3:2.2.19": "nāparaṁ itthattāyāti pajānāti, ",
  "dn3:2.2.20": "idampissa hoti vijjāya. ",
  "dn3:2.2.21": "Ayaṁ kho sā, ambaṭṭha, vijjā. ",
  "dn3:2.2.22": "Ayaṁ vuccati, ambaṭṭha, bhikkhu ‘vijjāsampanno’ itipi, ‘caraṇasampanno’ itipi, ‘vijjācaraṇasampanno’ itipi. ",
  "dn3:2.2.23": "Imāya ca, ambaṭṭha, vijjāsampadāya caraṇasampadāya ca aññā vijjāsampadā ca caraṇasampadā ca uttaritarā vā paṇītatarā vā natthi. ",
  "dn3:2.3.0": "5. Catuapāyamukha ",
  "dn3:2.3.1": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya cattāri apāyamukhāni bhavanti. ",
  "dn3:2.3.2": "Katamāni cattāri? ",
  "dn3:2.3.3": "Idha, ambaṭṭha, ekacco samaṇo vā brāhmaṇo vā imaññeva anuttaraṁ vijjācaraṇasampadaṁ anabhisambhuṇamāno khārividhamādāya araññāyatanaṁ ajjhogāhati: ",
  "dn3:2.3.4": "‘pavattaphalabhojano bhavissāmī’ti. ",
  "dn3:2.3.5": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
  "dn3:2.3.6": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṁ paṭhamaṁ apāyamukhaṁ bhavati. ",
  "dn3:2.3.7": "Puna caparaṁ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imañceva anuttaraṁ vijjācaraṇasampadaṁ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kudālapiṭakaṁ ādāya araññavanaṁ ajjhogāhati: ",
  "dn3:2.3.8": "‘kandamūlaphalabhojano bhavissāmī’ti. ",
  "dn3:2.3.9": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
  "dn3:2.3.10": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṁ dutiyaṁ apāyamukhaṁ bhavati. ",
  "dn3:2.3.11": "Puna caparaṁ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imañceva anuttaraṁ vijjācaraṇasampadaṁ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno gāmasāmantaṁ vā nigamasāmantaṁ vā agyāgāraṁ karitvā aggiṁ paricaranto acchati. ",
  "dn3:2.3.12": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
  "dn3:2.3.13": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṁ tatiyaṁ apāyamukhaṁ bhavati. ",
  "dn3:2.3.14": "Puna caparaṁ, ambaṭṭha, idhekacco samaṇo vā brāhmaṇo vā imaṁ ceva anuttaraṁ vijjācaraṇasampadaṁ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno aggipāricariyañca anabhisambhuṇamāno cātumahāpathe catudvāraṁ agāraṁ karitvā acchati: ",
  "dn3:2.3.15": "‘yo imāhi catūhi disāhi āgamissati samaṇo vā brāhmaṇo vā, tamahaṁ yathāsatti yathābalaṁ paṭipūjessāmī’ti. ",
  "dn3:2.3.16": "So aññadatthu vijjācaraṇasampannasseva paricārako sampajjati. ",
  "dn3:2.3.17": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya idaṁ catutthaṁ apāyamukhaṁ bhavati. ",
  "dn3:2.3.18": "Imāya kho, ambaṭṭha, anuttarāya vijjācaraṇasampadāya imāni cattāri apāyamukhāni bhavanti. ",
  "dn3:2.4.1": "Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:2.4.2": "api nu tvaṁ imāya anuttarāya vijjācaraṇasampadāya sandissasi sācariyako”ti? ",
  "dn3:2.4.3": "“No hidaṁ, bho gotama. ",
  "dn3:2.4.4": "Kocāhaṁ, bho gotama, sācariyako, kā ca anuttarā vijjācaraṇasampadā? ",
  "dn3:2.4.5": "Ārakāhaṁ, bho gotama, anuttarāya vijjācaraṇasampadāya sācariyako”ti. ",
  "dn3:2.4.6": "“Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:2.4.7": "api nu tvaṁ imañceva anuttaraṁ vijjācaraṇasampadaṁ anabhisambhuṇamāno khārividhamādāya araññavanamajjhogāhasi sācariyako: ",
  "dn3:2.4.8": "‘pavattaphalabhojano bhavissāmī’”ti? ",
  "dn3:2.4.9": "“No hidaṁ, bho gotama”. ",
  "dn3:2.4.10": "“Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:2.4.11": "api nu tvaṁ imañceva anuttaraṁ vijjācaraṇasampadaṁ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kudālapiṭakaṁ ādāya araññavanamajjhogāhasi sācariyako: ",
  "dn3:2.4.12": "‘kandamūlaphalabhojano bhavissāmī’”ti? ",
  "dn3:2.4.13": "“No hidaṁ, bho gotama”. ",
  "dn3:2.4.14": "“Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:2.4.15": "api nu tvaṁ imañceva anuttaraṁ vijjācaraṇasampadaṁ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno gāmasāmantaṁ vā nigamasāmantaṁ vā agyāgāraṁ karitvā aggiṁ paricaranto acchasi sācariyako”ti? ",
  "dn3:2.4.16": "“No hidaṁ, bho gotama”. ",
  "dn3:2.4.17": "“Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:2.4.18": "api nu tvaṁ imañceva anuttaraṁ vijjācaraṇasampadaṁ anabhisambhuṇamāno pavattaphalabhojanatañca anabhisambhuṇamāno kandamūlaphalabhojanatañca anabhisambhuṇamāno aggipāricariyañca anabhisambhuṇamāno cātumahāpathe catudvāraṁ agāraṁ karitvā acchasi sācariyako: ",
  "dn3:2.4.19": "‘yo imāhi catūhi disāhi āgamissati samaṇo vā brāhmaṇo vā, taṁ mayaṁ yathāsatti yathābalaṁ paṭipūjessāmā’”ti? ",
  "dn3:2.4.20": "“No hidaṁ, bho gotama”. ",
  "dn3:2.5.1": "“Iti kho, ambaṭṭha, imāya ceva tvaṁ anuttarāya vijjācaraṇasampadāya parihīno sācariyako. ",
  "dn3:2.5.2": "Ye cime anuttarāya vijjācaraṇasampadāya cattāri apāyamukhāni bhavanti, tato ca tvaṁ parihīno sācariyako. ",
  "dn3:2.5.3": "Bhāsitā kho pana te esā, ambaṭṭha, ācariyena brāhmaṇena pokkharasātinā vācā: ",
  "dn3:2.5.4": "‘ke ca muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, kā ca tevijjānaṁ brāhmaṇānaṁ sākacchā’ti attanā āpāyikopi aparipūramāno. ",
  "dn3:2.5.5": "Passa, ambaṭṭha, yāva aparaddhañca te idaṁ ācariyassa brāhmaṇassa pokkharasātissa. ",
  "dn3:2.6.0": "6. Pubbakaisibhāvānuyoga ",
  "dn3:2.6.1": "Brāhmaṇo kho pana, ambaṭṭha, pokkharasāti rañño pasenadissa kosalassa dattikaṁ bhuñjati. ",
  "dn3:2.6.2": "Tassa rājā pasenadi kosalo sammukhībhāvampi na dadāti. ",
  "dn3:2.6.3": "Yadāpi tena manteti, tirodussantena manteti. ",
  "dn3:2.6.4": "Yassa kho pana, ambaṭṭha, dhammikaṁ payātaṁ bhikkhaṁ paṭiggaṇheyya, kathaṁ tassa rājā pasenadi kosalo sammukhībhāvampi na dadeyya. ",
  "dn3:2.6.5": "Passa, ambaṭṭha, yāva aparaddhañca te idaṁ ācariyassa brāhmaṇassa pokkharasātissa. ",
  "dn3:2.7.1": "Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:2.7.2": "idha rājā pasenadi kosalo hatthigīvāya vā nisinno assapiṭṭhe vā nisinno rathūpatthare vā ṭhito uggehi vā rājaññehi vā kiñcideva mantanaṁ manteyya. ",
  "dn3:2.7.3": "So tamhā padesā apakkamma ekamantaṁ tiṭṭheyya. ",
  "dn3:2.7.4": "Atha āgaccheyya suddo vā suddadāso vā, tasmiṁ padese ṭhito tadeva mantanaṁ manteyya: ",
  "dn3:2.7.5": "‘evampi rājā pasenadi kosalo āha, evampi rājā pasenadi kosalo āhā’ti. ",
  "dn3:2.7.6": "Api nu so rājabhaṇitaṁ vā bhaṇati rājamantanaṁ vā manteti? ",
  "dn3:2.7.7": "Ettāvatā so assa rājā vā rājamatto vā”ti? ",
  "dn3:2.7.8": "“No hidaṁ, bho gotama”. ",
  "dn3:2.8.1": "“Evameva kho tvaṁ, ambaṭṭha, ye te ahesuṁ brāhmaṇānaṁ pubbakā isayo mantānaṁ kattāro mantānaṁ pavattāro, yesamidaṁ etarahi brāhmaṇā porāṇaṁ mantapadaṁ gītaṁ pavuttaṁ samihitaṁ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṁ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu: ",
  "dn3:2.8.2": "‘tyāhaṁ mante adhiyāmi sācariyako’ti, tāvatā tvaṁ bhavissasi isi vā isitthāya vā paṭipannoti netaṁ ṭhānaṁ vijjati. ",
  "dn3:2.9.1": "Taṁ kiṁ maññasi, ambaṭṭha, ",
  "dn3:2.9.2": "kinti te sutaṁ brāhmaṇānaṁ vuddhānaṁ mahallakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ—",
  "dn3:2.9.3": "ye te ahesuṁ brāhmaṇānaṁ pubbakā isayo mantānaṁ kattāro mantānaṁ pavattāro, yesamidaṁ etarahi brāhmaṇā porāṇaṁ mantapadaṁ gītaṁ pavuttaṁ samihitaṁ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṁ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, ",
  "dn3:2.9.4": "evaṁ su te sunhātā suvilittā kappitakesamassū āmukkamaṇikuṇḍalābharaṇā odātavatthavasanā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārenti, seyyathāpi tvaṁ etarahi sācariyako”ti? ",
  "dn3:2.9.5": "“No hidaṁ, bho gotama”. ",
  "dn3:2.10.1": "“ …pe… ",
  "dn3:2.10.2": "Evaṁ su te sālīnaṁ odanaṁ sucimaṁsūpasecanaṁ vicitakāḷakaṁ anekasūpaṁ anekabyañjanaṁ paribhuñjanti, seyyathāpi tvaṁ etarahi sācariyako”ti? ",
  "dn3:2.10.3": "“No hidaṁ, bho gotama”. ",
  "dn3:2.10.4": "“ …pe… ",
  "dn3:2.10.5": "Evaṁ su te veṭhakanatapassāhi nārīhi paricārenti, seyyathāpi tvaṁ etarahi sācariyako”ti? ",
  "dn3:2.10.6": "“No hidaṁ, bho gotama”. ",
  "dn3:2.10.7": "“ …pe… ",
  "dn3:2.10.8": "Evaṁ su te kuttavālehi vaḷavārathehi dīghāhi patodalaṭṭhīhi vāhane vitudentā vipariyāyanti, seyyathāpi tvaṁ etarahi sācariyako”ti? ",
  "dn3:2.10.9": "“No hidaṁ, bho gotama”. ",
  "dn3:2.10.10": "“ …pe… ",
  "dn3:2.10.11": "Evaṁ su te ukkiṇṇaparikhāsu okkhittapalighāsu nagarūpakārikāsu dīghāsivudhehi purisehi rakkhāpenti, seyyathāpi tvaṁ etarahi sācariyako”ti? ",
  "dn3:2.10.12": "“No hidaṁ, bho gotama”. ",
  "dn3:2.10.13": "“Iti kho, ambaṭṭha, neva tvaṁ isi na isitthāya paṭipanno sācariyako. ",
  "dn3:2.10.14": "Yassa kho pana, ambaṭṭha, mayi kaṅkhā vā vimati vā so maṁ pañhena, ahaṁ veyyākaraṇena sodhissāmī”ti. ",
  "dn3:2.11.0": "7. Dvelakkhaṇādassana ",
  "dn3:2.11.1": "Atha kho bhagavā vihārā nikkhamma caṅkamaṁ abbhuṭṭhāsi. ",
  "dn3:2.11.2": "Ambaṭṭhopi māṇavo vihārā nikkhamma caṅkamaṁ abbhuṭṭhāsi. ",
  "dn3:2.11.3": "Atha kho ambaṭṭho māṇavo bhagavantaṁ caṅkamantaṁ anucaṅkamamāno bhagavato kāye dvattiṁsamahāpurisalakkhaṇāni samannesi. ",
  "dn3:2.11.4": "Addasā kho ambaṭṭho māṇavo bhagavato kāye dvattiṁsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
  "dn3:2.11.5": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "dn3:2.11.6": "kosohite ca vatthaguyhe pahūtajivhatāya ca. ",
  "dn3:2.12.1": "Atha kho bhagavato etadahosi: ",
  "dn3:2.12.2": "“passati kho me ayaṁ ambaṭṭho māṇavo dvattiṁsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
  "dn3:2.12.3": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "dn3:2.12.4": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ",
  "dn3:2.12.5": "Atha kho bhagavā tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkhāsi. Yathā addasa ambaṭṭho māṇavo bhagavato kosohitaṁ vatthaguyhaṁ. ",
  "dn3:2.12.6": "Atha kho bhagavā jivhaṁ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi, ubhopi nāsikasotāni anumasi paṭimasi, kevalampi nalāṭamaṇḍalaṁ jivhāya chādesi. ",
  "dn3:2.12.7": "Atha kho ambaṭṭhassa māṇavassa etadahosi: ",
  "dn3:2.12.8": "“samannāgato kho samaṇo gotamo dvattiṁsamahāpurisalakkhaṇehi paripuṇṇehi, no aparipuṇṇehī”ti. ",
  "dn3:2.12.9": "Bhagavantaṁ etadavoca: ",
  "dn3:2.12.10": "“handa ca dāni mayaṁ, bho gotama, gacchāma, bahukiccā mayaṁ bahukaraṇīyā”ti. ",
  "dn3:2.12.11": "“Yassadāni tvaṁ, ambaṭṭha, kālaṁ maññasī”ti. ",
  "dn3:2.12.12": "Atha kho ambaṭṭho māṇavo vaḷavārathamāruyha pakkāmi. ",
  "dn3:2.13.1": "Tena kho pana samayena brāhmaṇo pokkharasāti ukkaṭṭhāya nikkhamitvā mahatā brāhmaṇagaṇena saddhiṁ sake ārāme nisinno hoti ambaṭṭhaṁyeva māṇavaṁ paṭimānento. ",
  "dn3:2.13.2": "Atha kho ambaṭṭho māṇavo yena sako ārāmo tena pāyāsi. ",
  "dn3:2.14.1": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikova yena brāhmaṇo pokkharasāti tenupasaṅkami; upasaṅkamitvā brāhmaṇaṁ pokkharasātiṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho ambaṭṭhaṁ māṇavaṁ brāhmaṇo pokkharasāti etadavoca: ",
  "dn3:2.14.2": "“kacci, tāta ambaṭṭha, addasa taṁ bhavantaṁ gotaman”ti? ",
  "dn3:2.14.3": "“Addasāma kho mayaṁ, bho, taṁ bhavantaṁ gotaman”ti. ",
  "dn3:2.14.4": "“Kacci, tāta ambaṭṭha, taṁ bhavantaṁ gotamaṁ tathā santaṁyeva saddo abbhuggato no aññathā; ",
  "dn3:2.14.5": "kacci pana so bhavaṁ gotamo tādiso no aññādiso”ti? ",
  "dn3:2.14.6": "“Tathā santaṁyeva, bho, taṁ bhavantaṁ gotamaṁ saddo abbhuggato no aññathā, tādisova so bhavaṁ gotamo no aññādiso. ",
  "dn3:2.14.7": "Samannāgato ca so bhavaṁ gotamo dvattiṁsamahāpurisalakkhaṇehi paripuṇṇehi no aparipuṇṇehī”ti. ",
  "dn3:2.14.8": "“Ahu pana te, tāta ambaṭṭha, samaṇena gotamena saddhiṁ kocideva kathāsallāpo”ti? ",
  "dn3:2.14.9": "“Ahu kho me, bho, samaṇena gotamena saddhiṁ kocideva kathāsallāpo”ti. ",
  "dn3:2.14.10": "“Yathā kathaṁ pana te, tāta ambaṭṭha, ahu samaṇena gotamena saddhiṁ kocideva kathāsallāpo”ti? ",
  "dn3:2.14.11": "Atha kho ambaṭṭho māṇavo yāvatako ahosi bhagavatā saddhiṁ kathāsallāpo, taṁ sabbaṁ brāhmaṇassa pokkharasātissa ārocesi. ",
  "dn3:2.15.1": "Evaṁ vutte, brāhmaṇo pokkharasāti ambaṭṭhaṁ māṇavaṁ etadavoca: ",
  "dn3:2.15.2": "“aho vata re amhākaṁ, paṇḍitaka, aho vata re amhākaṁ, bahussutaka, aho vata re amhākaṁ, tevijjaka, evarūpena kira, bho, puriso atthacarakena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyya. ",
  "dn3:2.15.3": "Yadeva kho tvaṁ, ambaṭṭha, taṁ bhavantaṁ gotamaṁ evaṁ āsajja āsajja avacāsi, atha kho so bhavaṁ gotamo amhepi evaṁ upaneyya upaneyya avaca. ",
  "dn3:2.15.4": "Aho vata re amhākaṁ, paṇḍitaka, aho vata re amhākaṁ, bahussutaka, aho vata re amhākaṁ, tevijjaka, evarūpena kira, bho, puriso atthacarakena kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyyā”ti, kupito anattamano ambaṭṭhaṁ māṇavaṁ padasāyeva pavattesi. ",
  "dn3:2.15.5": "Icchati ca tāvadeva bhagavantaṁ dassanāya upasaṅkamituṁ. ",
  "dn3:2.16.0": "8. Pokkharasātibuddhūpasaṅkamana ",
  "dn3:2.16.1": "Atha kho te brāhmaṇā brāhmaṇaṁ pokkharasātiṁ etadavocuṁ: ",
  "dn3:2.16.2": "“ativikālo kho, bho, ajja samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "dn3:2.16.3": "Svedāni bhavaṁ pokkharasāti samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī”ti. ",
  "dn3:2.16.4": "Atha kho brāhmaṇo pokkharasāti sake nivesane paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā yāne āropetvā ukkāsu dhāriyamānāsu ukkaṭṭhāya niyyāsi, yena icchānaṅgalavanasaṇḍo tena pāyāsi. ",
  "dn3:2.17.1": "Yāvatikā yānassa bhūmi yānena gantvā, yānā paccorohitvā pattikova yena bhagavā tenupasaṅkami. upasaṅkamitvā bhagavatā saddhiṁ sammodi, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho brāhmaṇo pokkharasāti bhagavantaṁ etadavoca: ",
  "dn3:2.17.2": "“āgamā nu khvidha, bho gotama, amhākaṁ antevāsī ambaṭṭho māṇavo”ti? ",
  "dn3:2.17.3": "“Āgamā kho te, brāhmaṇa, antevāsī ambaṭṭho māṇavo”ti. ",
  "dn3:2.17.4": "“Ahu pana te, bho gotama, ambaṭṭhena māṇavena saddhiṁ kocideva kathāsallāpo”ti? ",
  "dn3:2.17.5": "“Ahu kho me, brāhmaṇa, ambaṭṭhena māṇavena saddhiṁ kocideva kathāsallāpo”ti. ",
  "dn3:2.17.6": "“Yathākathaṁ pana te, bho gotama, ahu ambaṭṭhena māṇavena saddhiṁ kocideva kathāsallāpo”ti? ",
  "dn3:2.17.7": "Atha kho bhagavā yāvatako ahosi ambaṭṭhena māṇavena saddhiṁ kathāsallāpo, taṁ sabbaṁ brāhmaṇassa pokkharasātissa ārocesi. ",
  "dn3:2.17.8": "Evaṁ vutte, brāhmaṇo pokkharasāti bhagavantaṁ etadavoca: ",
  "dn3:2.17.9": "“bālo, bho gotama, ambaṭṭho māṇavo, khamatu bhavaṁ gotamo ambaṭṭhassa māṇavassā”ti. ",
  "dn3:2.17.10": "“Sukhī hotu, brāhmaṇa, ambaṭṭho māṇavo”ti. ",
  "dn3:2.18.1": "Atha kho brāhmaṇo pokkharasāti bhagavato kāye dvattiṁsamahāpurisalakkhaṇāni samannesi. ",
  "dn3:2.18.2": "Addasā kho brāhmaṇo pokkharasāti bhagavato kāye dvattiṁsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
  "dn3:2.18.3": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "dn3:2.18.4": "kosohite ca vatthaguyhe pahūtajivhatāya ca. ",
  "dn3:2.18.5": "Atha kho bhagavato etadahosi: ",
  "dn3:2.18.6": "“passati kho me ayaṁ brāhmaṇo pokkharasāti dvattiṁsamahāpurisalakkhaṇāni yebhuyyena ṭhapetvā dve. ",
  "dn3:2.18.7": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "dn3:2.18.8": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ",
  "dn3:2.18.9": "Atha kho bhagavā tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkhāsi yathā addasa brāhmaṇo pokkharasāti bhagavato kosohitaṁ vatthaguyhaṁ. ",
  "dn3:2.18.10": "Atha kho bhagavā jivhaṁ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi, ubhopi nāsikasotāni anumasi paṭimasi, kevalampi nalāṭamaṇḍalaṁ jivhāya chādesi. ",
  "dn3:2.19.1": "Atha kho brāhmaṇassa pokkharasātissa etadahosi: ",
  "dn3:2.19.2": "“samannāgato kho samaṇo gotamo dvattiṁsamahāpurisalakkhaṇehi paripuṇṇehi no aparipuṇṇehī”ti. ",
  "dn3:2.19.3": "Bhagavantaṁ etadavoca: ",
  "dn3:2.19.4": "“adhivāsetu me bhavaṁ gotamo ajjatanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "dn3:2.19.5": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "dn3:2.20.1": "Atha kho brāhmaṇo pokkharasāti bhagavato adhivāsanaṁ viditvā bhagavato kālaṁ ārocesi: ",
  "dn3:2.20.2": "“kālo, bho gotama, niṭṭhitaṁ bhattan”ti. ",
  "dn3:2.20.3": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena brāhmaṇassa pokkharasātissa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn3:2.20.4": "Atha kho brāhmaṇo pokkharasāti bhagavantaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi, māṇavakāpi bhikkhusaṅghaṁ. ",
  "dn3:2.20.5": "Atha kho brāhmaṇo pokkharasāti bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "dn3:2.21.1": "Ekamantaṁ nisinnassa kho brāhmaṇassa pokkharasātissa bhagavā anupubbiṁ kathaṁ kathesi, ",
  "dn3:2.21.2": "seyyathidaṁ—dānakathaṁ sīlakathaṁ saggakathaṁ; ",
  "dn3:2.21.3": "kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, nekkhamme ānisaṁsaṁ pakāsesi. ",
  "dn3:2.21.4": "Yadā bhagavā aññāsi brāhmaṇaṁ pokkharasātiṁ kallacittaṁ muducittaṁ vinīvaraṇacittaṁ udaggacittaṁ pasannacittaṁ, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā, taṁ pakāsesi—",
  "dn3:2.21.5": "dukkhaṁ samudayaṁ nirodhaṁ maggaṁ. ",
  "dn3:2.21.6": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya; ",
  "dn3:2.21.7": "evameva brāhmaṇassa pokkharasātissa tasmiññeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi: ",
  "dn3:2.21.8": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti. ",
  "dn3:2.22.0": "9. Pokkharasātiupāsakattapaṭivedanā ",
  "dn3:2.22.1": "Atha kho brāhmaṇo pokkharasāti diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṁ etadavoca: ",
  "dn3:2.22.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "dn3:2.22.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "dn3:2.22.4": "Esāhaṁ, bho gotama, saputto sabhariyo sapariso sāmacco bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "dn3:2.22.5": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gataṁ. ",
  "dn3:2.22.6": "Yathā ca bhavaṁ gotamo ukkaṭṭhāya aññāni upāsakakulāni upasaṅkamati, evameva bhavaṁ gotamo pokkharasātikulaṁ upasaṅkamatu. ",
  "dn3:2.22.7": "Tattha ye te māṇavakā vā māṇavikā vā bhavantaṁ gotamaṁ abhivādessanti vā paccuṭṭhissanti vā āsanaṁ vā udakaṁ vā dassanti cittaṁ vā pasādessanti, tesaṁ taṁ bhavissati dīgharattaṁ hitāya sukhāyā”ti. ",
  "dn3:2.22.8": "“Kalyāṇaṁ vuccati, brāhmaṇā”ti. ",
  "dn3:2.22.9": "Ambaṭṭhasuttaṁ niṭṭhitaṁ tatiyaṁ. "
}