{
  "dn4:0.1": "Dīgha Nikāya 4 ",
  "dn4:0.2": "Soṇadaṇḍasutta ",
  "dn4:0.3": "1. Campeyyakabrāhmaṇagahapatikā ",
  "dn4:1.1": "Evaṁ me sutaṁ—",
  "dn4:1.2": "ekaṁ samayaṁ bhagavā aṅgesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi yena campā tadavasari. ",
  "dn4:1.3": "Tatra sudaṁ bhagavā campāyaṁ viharati gaggarāya pokkharaṇiyā tīre. ",
  "dn4:1.4": "Tena kho pana samayena soṇadaṇḍo brāhmaṇo campaṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ raññā māgadhena seniyena bimbisārena dinnaṁ rājadāyaṁ brahmadeyyaṁ. ",
  "dn4:2.1": "Assosuṁ kho campeyyakā brāhmaṇagahapatikā: ",
  "dn4:2.2": "“samaṇo khalu bho gotamo sakyaputto sakyakulā pabbajito aṅgesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi campaṁ anuppatto campāyaṁ viharati gaggarāya pokkharaṇiyā tīre. ",
  "dn4:2.3": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn4:2.4": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’. ",
  "dn4:2.5": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "dn4:2.6": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "dn4:2.7": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "dn4:2.8": "Atha kho campeyyakā brāhmaṇagahapatikā campāya nikkhamitvā saṅghasaṅghī gaṇībhūtā yena gaggarā pokkharaṇī tenupasaṅkamanti. ",
  "dn4:3.1": "Tena kho pana samayena soṇadaṇḍo brāhmaṇo uparipāsāde divāseyyaṁ upagato hoti. ",
  "dn4:3.2": "Addasā kho soṇadaṇḍo brāhmaṇo campeyyake brāhmaṇagahapatike campāya nikkhamitvā saṅghasaṅghī gaṇībhūte yena gaggarā pokkharaṇī tenupasaṅkamante. ",
  "dn4:3.3": "Disvā khattaṁ āmantesi: ",
  "dn4:3.4": "“kiṁ nu kho, bho khatte, campeyyakā brāhmaṇagahapatikā campāya nikkhamitvā saṅghasaṅghī gaṇībhūtā yena gaggarā pokkharaṇī tenupasaṅkamantī”ti? ",
  "dn4:3.5": "“Atthi kho, bho, samaṇo gotamo sakyaputto sakyakulā pabbajito aṅgesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi campaṁ anuppatto campāyaṁ viharati gaggarāya pokkharaṇiyā tīre. ",
  "dn4:3.6": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn4:3.7": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "dn4:3.8": "Tamete bhavantaṁ gotamaṁ dassanāya upasaṅkamantī”ti. ",
  "dn4:3.9": "“Tena hi, bho khatte, yena campeyyakā brāhmaṇagahapatikā tenupasaṅkama, upasaṅkamitvā campeyyake brāhmaṇagahapatike evaṁ vadehi: ",
  "dn4:3.10": "‘soṇadaṇḍo, bho, brāhmaṇo evamāha—",
  "dn4:3.11": "āgamentu kira bhavanto, soṇadaṇḍopi brāhmaṇo samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī’”ti. ",
  "dn4:3.12": "“Evaṁ, bho”ti kho so khattā soṇadaṇḍassa brāhmaṇassa paṭissutvā yena campeyyakā brāhmaṇagahapatikā tenupasaṅkami; upasaṅkamitvā campeyyake brāhmaṇagahapatike etadavoca: ",
  "dn4:3.13": "“soṇadaṇḍo bho brāhmaṇo evamāha: ",
  "dn4:3.14": "‘āgamentu kira bhavanto, soṇadaṇḍopi brāhmaṇo samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī’”ti. ",
  "dn4:4.0": "2. Soṇadaṇḍaguṇakathā ",
  "dn4:4.1": "Tena kho pana samayena nānāverajjakānaṁ brāhmaṇānaṁ pañcamattāni brāhmaṇasatāni campāyaṁ paṭivasanti kenacideva karaṇīyena. ",
  "dn4:4.2": "Assosuṁ kho te brāhmaṇā: ",
  "dn4:4.3": "“soṇadaṇḍo kira brāhmaṇo samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī”ti. ",
  "dn4:4.4": "Atha kho te brāhmaṇā yena soṇadaṇḍo brāhmaṇo tenupasaṅkamiṁsu; upasaṅkamitvā soṇadaṇḍaṁ brāhmaṇaṁ etadavocuṁ: ",
  "dn4:4.5": "“saccaṁ kira bhavaṁ soṇadaṇḍo samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī”ti? ",
  "dn4:4.6": "“Evaṁ kho me, bho, hoti: ",
  "dn4:4.7": "‘ahampi samaṇaṁ gotamaṁ dassanāya upasaṅkamissāmī’”ti. ",
  "dn4:5.1": "“Mā bhavaṁ soṇadaṇḍo samaṇaṁ gotamaṁ dassanāya upasaṅkami. ",
  "dn4:5.2": "Na arahati bhavaṁ soṇadaṇḍo samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "dn4:5.3": "Sace bhavaṁ soṇadaṇḍo samaṇaṁ gotamaṁ dassanāya upasaṅkamissati, bhoto soṇadaṇḍassa yaso hāyissati, samaṇassa gotamassa yaso abhivaḍḍhissati. ",
  "dn4:5.4": "Yampi bhoto soṇadaṇḍassa yaso hāyissati, samaṇassa gotamassa yaso abhivaḍḍhissati, imināpaṅgena na arahati bhavaṁ soṇadaṇḍo samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ; ",
  "dn4:5.5": "samaṇo tveva gotamo arahati bhavantaṁ soṇadaṇḍaṁ dassanāya upasaṅkamituṁ. ",
  "dn4:5.6": "Bhavañhi soṇadaṇḍo ubhato sujāto mātito ca pitito ca, saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "dn4:5.7": "Yampi bhavaṁ soṇadaṇḍo ubhato sujāto mātito ca pitito ca, saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati bhavaṁ soṇadaṇḍo samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ; ",
  "dn4:5.8": "samaṇo tveva gotamo arahati bhavantaṁ soṇadaṇḍaṁ dassanāya upasaṅkamituṁ. ",
  "dn4:5.9": "Bhavañhi soṇadaṇḍo aḍḍho mahaddhano mahābhogo …pe… ",
  "dn4:5.10": "Bhavañhi soṇadaṇḍo ajjhāyako mantadharo tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ padako veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo …pe… ",
  "dn4:5.11": "Bhavañhi soṇadaṇḍo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …pe… ",
  "dn4:5.12": "Bhavañhi soṇadaṇḍo sīlavā vuddhasīlī vuddhasīlena samannāgato …pe… ",
  "dn4:5.13": "Bhavañhi soṇadaṇḍo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā …pe… ",
  "dn4:5.14": "Bhavañhi soṇadaṇḍo bahūnaṁ ācariyapācariyo tīṇi māṇavakasatāni mante vāceti. Bahū kho pana nānādisā nānājanapadā māṇavakā āgacchanti bhoto soṇadaṇḍassa santike mantatthikā mante adhiyitukāmā …pe… ",
  "dn4:5.15": "Bhavañhi soṇadaṇḍo jiṇṇo vuddho mahallako addhagato vayoanuppatto; ",
  "dn4:5.16": "samaṇo gotamo taruṇo ceva taruṇapabbajito ca …pe… ",
  "dn4:5.17": "Bhavañhi soṇadaṇḍo rañño māgadhassa seniyassa bimbisārassa sakkato garukato mānito pūjito apacito …pe… ",
  "dn4:5.18": "Bhavañhi soṇadaṇḍo brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito …pe… ",
  "dn4:5.19": "Bhavañhi soṇadaṇḍo campaṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ, raññā māgadhena seniyena bimbisārena dinnaṁ, rājadāyaṁ brahmadeyyaṁ. ",
  "dn4:5.20": "Yampi bhavaṁ soṇadaṇḍo campaṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ, raññā māgadhena seniyena bimbisārena dinnaṁ, rājadāyaṁ brahmadeyyaṁ. ",
  "dn4:5.21": "Imināpaṅgena na arahati bhavaṁ soṇadaṇḍo samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ; ",
  "dn4:5.22": "samaṇo tveva gotamo arahati bhavantaṁ soṇadaṇḍaṁ dassanāya upasaṅkamitun”ti. ",
  "dn4:6.0": "3. Buddhaguṇakathā ",
  "dn4:6.1": "Evaṁ vutte, soṇadaṇḍo brāhmaṇo te brāhmaṇe etadavoca: ",
  "dn4:6.2": "“Tena hi, bho, mamapi suṇātha, yathā mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamituṁ; ",
  "dn4:6.3": "na tveva arahati so bhavaṁ gotamo amhākaṁ dassanāya upasaṅkamituṁ. ",
  "dn4:6.4": "Samaṇo khalu, bho, gotamo ubhato sujāto mātito ca pitito ca, saṁsuddhagahaṇiko yāva sattamā pitāmahayugā, akkhitto anupakkuṭṭho jātivādena. ",
  "dn4:6.5": "Yampi, bho, samaṇo gotamo ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā, akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati so bhavaṁ gotamo amhākaṁ dassanāya upasaṅkamituṁ; ",
  "dn4:6.6": "atha kho mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "dn4:6.7": "Samaṇo khalu, bho, gotamo mahantaṁ ñātisaṅghaṁ ohāya pabbajito …pe… ",
  "dn4:6.8": "Samaṇo khalu, bho, gotamo pahūtaṁ hiraññasuvaṇṇaṁ ohāya pabbajito bhūmigatañca vehāsaṭṭhaṁ ca …pe… ",
  "dn4:6.9": "Samaṇo khalu, bho, gotamo daharova samāno yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā agārasmā anagāriyaṁ pabbajito …pe… ",
  "dn4:6.10": "Samaṇo khalu, bho, gotamo akāmakānaṁ mātāpitūnaṁ assumukhānaṁ rudantānaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito …pe… ",
  "dn4:6.11": "Samaṇo khalu, bho, gotamo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, brahmavaṇṇī, brahmavacchasī, akhuddāvakāso dassanāya …pe… ",
  "dn4:6.12": "Samaṇo khalu, bho, gotamo sīlavā ariyasīlī kusalasīlī kusalasīlena samannāgato …pe… ",
  "dn4:6.13": "Samaṇo khalu, bho, gotamo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā …pe… ",
  "dn4:6.14": "Samaṇo khalu, bho, gotamo bahūnaṁ ācariyapācariyo …pe… ",
  "dn4:6.15": "Samaṇo khalu, bho, gotamo khīṇakāmarāgo vigatacāpallo …pe… ",
  "dn4:6.16": "Samaṇo khalu, bho, gotamo kammavādī kiriyavādī apāpapurekkhāro brahmaññāya pajāya …pe… ",
  "dn4:6.17": "Samaṇo khalu, bho, gotamo uccā kulā pabbajito asambhinnakhattiyakulā …pe… ",
  "dn4:6.18": "Samaṇo khalu, bho, gotamo aḍḍhā kulā pabbajito mahaddhanā mahābhogā …pe… ",
  "dn4:6.19": "Samaṇaṁ khalu, bho, gotamaṁ tiroraṭṭhā tirojanapadā pañhaṁ pucchituṁ āgacchanti …pe… ",
  "dn4:6.20": "Samaṇaṁ khalu, bho, gotamaṁ anekāni devatāsahassāni pāṇehi saraṇaṁ gatāni …pe… ",
  "dn4:6.21": "Samaṇaṁ khalu, bho, gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn4:6.22": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti …pe… ",
  "dn4:6.23": "Samaṇo khalu, bho, gotamo dvattiṁsamahāpurisalakkhaṇehi samannāgato …pe… ",
  "dn4:6.24": "Samaṇo khalu, bho, gotamo ehisvāgatavādī sakhilo sammodako abbhākuṭiko uttānamukho pubbabhāsī …pe… ",
  "dn4:6.25": "Samaṇo khalu, bho, gotamo catunnaṁ parisānaṁ sakkato garukato mānito pūjito apacito …pe… ",
  "dn4:6.26": "Samaṇe khalu, bho, gotame bahū devā ca manussā ca abhippasannā …pe… ",
  "dn4:6.27": "Samaṇo khalu, bho, gotamo yasmiṁ gāme vā nigame vā paṭivasati, na tasmiṁ gāme vā nigame vā amanussā manusse viheṭhenti …pe… ",
  "dn4:6.28": "Samaṇo khalu, bho, gotamo saṅghī gaṇī gaṇācariyo puthutitthakarānaṁ aggamakkhāyati. Yathā kho pana, bho, etesaṁ samaṇabrāhmaṇānaṁ yathā vā tathā vā yaso samudāgacchati, na hevaṁ samaṇassa gotamassa yaso samudāgato. ",
  "dn4:6.29": "Atha kho anuttarāya vijjācaraṇasampadāya samaṇassa gotamassa yaso samudāgato …pe… ",
  "dn4:6.30": "Samaṇaṁ khalu, bho, gotamaṁ rājā māgadho seniyo bimbisāro saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṁ gato …pe… ",
  "dn4:6.31": "Samaṇaṁ khalu, bho, gotamaṁ rājā pasenadi kosalo saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṁ gato …pe… ",
  "dn4:6.32": "Samaṇaṁ khalu, bho, gotamaṁ brāhmaṇo pokkharasāti saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṁ gato …pe… ",
  "dn4:6.33": "Samaṇo khalu, bho, gotamo rañño māgadhassa seniyassa bimbisārassa sakkato garukato mānito pūjito apacito …pe… ",
  "dn4:6.34": "Samaṇo khalu, bho, gotamo rañño pasenadissa kosalassa sakkato garukato mānito pūjito apacito …pe… ",
  "dn4:6.35": "Samaṇo khalu, bho, gotamo brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito …pe… ",
  "dn4:6.36": "Samaṇo khalu, bho, gotamo campaṁ anuppatto, campāyaṁ viharati gaggarāya pokkharaṇiyā tīre. ",
  "dn4:6.37": "Ye kho pana, bho, keci samaṇā vā brāhmaṇā vā amhākaṁ gāmakhettaṁ āgacchanti atithī no te honti. ",
  "dn4:6.38": "Atithī kho panamhehi sakkātabbā garukātabbā mānetabbā pūjetabbā apacetabbā. ",
  "dn4:6.39": "Yampi, bho, samaṇo gotamo campaṁ anuppatto campāyaṁ viharati gaggarāya pokkharaṇiyā tīre, atithimhākaṁ samaṇo gotamo; ",
  "dn4:6.40": "atithi kho panamhehi sakkātabbo garukātabbo mānetabbo pūjetabbo apacetabbo. ",
  "dn4:6.41": "Imināpaṅgena na arahati so bhavaṁ gotamo amhākaṁ dassanāya upasaṅkamituṁ. ",
  "dn4:6.42": "Atha kho mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "dn4:6.43": "Ettake kho ahaṁ, bho, tassa bhoto gotamassa vaṇṇe pariyāpuṇāmi, no ca kho so bhavaṁ gotamo ettakavaṇṇo. ",
  "dn4:6.44": "Aparimāṇavaṇṇo hi so bhavaṁ gotamo”ti. ",
  "dn4:6.45": "Evaṁ vutte, te brāhmaṇā soṇadaṇḍaṁ brāhmaṇaṁ etadavocuṁ: ",
  "dn4:6.46": "“yathā kho bhavaṁ soṇadaṇḍo samaṇassa gotamassa vaṇṇe bhāsati ito cepi so bhavaṁ gotamo yojanasate viharati, alameva saddhena kulaputtena dassanāya upasaṅkamituṁ api puṭosenā”ti. ",
  "dn4:6.47": "“Tena hi, bho, sabbeva mayaṁ samaṇaṁ gotamaṁ dassanāya upasaṅkamissāmā”ti. ",
  "dn4:7.0": "4. Soṇadaṇḍaparivitakka ",
  "dn4:7.1": "Atha kho soṇadaṇḍo brāhmaṇo mahatā brāhmaṇagaṇena saddhiṁ yena gaggarā pokkharaṇī tenupasaṅkami. ",
  "dn4:8.1": "Atha kho soṇadaṇḍassa brāhmaṇassa tirovanasaṇḍagatassa evaṁ cetaso parivitakko udapādi: ",
  "dn4:8.2": "“ahañceva kho pana samaṇaṁ gotamaṁ pañhaṁ puccheyyaṁ; ",
  "dn4:8.3": "tatra ce maṁ samaṇo gotamo evaṁ vadeyya: ",
  "dn4:8.4": "‘na kho esa, brāhmaṇa, pañho evaṁ pucchitabbo, evaṁ nāmesa, brāhmaṇa, pañho pucchitabbo’ti, tena maṁ ayaṁ parisā paribhaveyya: ",
  "dn4:8.5": "‘bālo soṇadaṇḍo brāhmaṇo abyatto, nāsakkhi samaṇaṁ gotamaṁ yoniso pañhaṁ pucchitun’ti. ",
  "dn4:8.6": "Yaṁ kho panāyaṁ parisā paribhaveyya, yasopi tassa hāyetha. ",
  "dn4:8.7": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṁ. ",
  "dn4:8.8": "Yasoladdhā kho panamhākaṁ bhogā. ",
  "dn4:8.9": "Mamañceva kho pana samaṇo gotamo pañhaṁ puccheyya, tassa cāhaṁ pañhassa veyyākaraṇena cittaṁ na ārādheyyaṁ; ",
  "dn4:8.10": "tatra ce maṁ samaṇo gotamo evaṁ vadeyya: ",
  "dn4:8.11": "‘na kho esa, brāhmaṇa, pañho evaṁ byākātabbo, evaṁ nāmesa, brāhmaṇa, pañho byākātabbo’ti, tena maṁ ayaṁ parisā paribhaveyya: ",
  "dn4:8.12": "‘bālo soṇadaṇḍo brāhmaṇo abyatto, nāsakkhi samaṇassa gotamassa pañhassa veyyākaraṇena cittaṁ ārādhetun’ti. ",
  "dn4:8.13": "Yaṁ kho panāyaṁ parisā paribhaveyya, yasopi tassa hāyetha. ",
  "dn4:8.14": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṁ. ",
  "dn4:8.15": "Yasoladdhā kho panamhākaṁ bhogā. ",
  "dn4:8.16": "Ahañceva kho pana evaṁ samīpagato samāno adisvāva samaṇaṁ gotamaṁ nivatteyyaṁ, tena maṁ ayaṁ parisā paribhaveyya: ",
  "dn4:8.17": "‘bālo soṇadaṇḍo brāhmaṇo abyatto mānathaddho bhīto ca, no visahati samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ, kathañhi nāma evaṁ samīpagato samāno adisvā samaṇaṁ gotamaṁ nivattissatī’ti. ",
  "dn4:8.18": "Yaṁ kho panāyaṁ parisā paribhaveyya, yasopi tassa hāyetha. ",
  "dn4:8.19": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṁ, ",
  "dn4:8.20": "yasoladdhā kho panamhākaṁ bhogā”ti. ",
  "dn4:9.1": "Atha kho soṇadaṇḍo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "dn4:9.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "dn4:9.3": "Campeyyakāpi kho brāhmaṇagahapatikā appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu; appekacce bhagavatā saddhiṁ sammodiṁsu; sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu; appekacce yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu; appekacce nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu; appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu. ",
  "dn4:10.1": "Tatrapi sudaṁ soṇadaṇḍo brāhmaṇo etadeva bahulamanuvitakkento nisinno hoti: ",
  "dn4:10.2": "“ahañceva kho pana samaṇaṁ gotamaṁ pañhaṁ puccheyyaṁ; ",
  "dn4:10.3": "tatra ce maṁ samaṇo gotamo evaṁ vadeyya: ",
  "dn4:10.4": "‘na kho esa, brāhmaṇa, pañho evaṁ pucchitabbo, evaṁ nāmesa, brāhmaṇa, pañho pucchitabbo’ti, tena maṁ ayaṁ parisā paribhaveyya: ",
  "dn4:10.5": "‘bālo soṇadaṇḍo brāhmaṇo abyatto, nāsakkhi samaṇaṁ gotamaṁ yoniso pañhaṁ pucchitun’ti. ",
  "dn4:10.6": "Yaṁ kho panāyaṁ parisā paribhaveyya, yasopi tassa hāyetha. ",
  "dn4:10.7": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṁ. ",
  "dn4:10.8": "Yasoladdhā kho panamhākaṁ bhogā. ",
  "dn4:10.9": "Mamañceva kho pana samaṇo gotamo pañhaṁ puccheyya, tassa cāhaṁ pañhassa veyyākaraṇena cittaṁ na ārādheyyaṁ; ",
  "dn4:10.10": "tatra ce maṁ samaṇo gotamo evaṁ vadeyya: ",
  "dn4:10.11": "‘na kho esa, brāhmaṇa, pañho evaṁ byākātabbo, evaṁ nāmesa, brāhmaṇa, pañho byākātabbo’ti, tena maṁ ayaṁ parisā paribhaveyya: ",
  "dn4:10.12": "‘bālo soṇadaṇḍo brāhmaṇo abyatto, nāsakkhi samaṇassa gotamassa pañhassa veyyākaraṇena cittaṁ ārādhetun’ti. ",
  "dn4:10.13": "Yaṁ kho panāyaṁ parisā paribhaveyya, yasopi tassa hāyetha. ",
  "dn4:10.14": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṁ. ",
  "dn4:10.15": "Yasoladdhā kho panamhākaṁ bhogā. ",
  "dn4:10.16": "Aho vata maṁ samaṇo gotamo sake ācariyake tevijjake pañhaṁ puccheyya, addhā vatassāhaṁ cittaṁ ārādheyyaṁ pañhassa veyyākaraṇenā”ti. ",
  "dn4:11.0": "5. Brāhmaṇapaññatti ",
  "dn4:11.1": "Atha kho bhagavato soṇadaṇḍassa brāhmaṇassa cetasā cetoparivitakkamaññāya etadahosi: ",
  "dn4:11.2": "“vihaññati kho ayaṁ soṇadaṇḍo brāhmaṇo sakena cittena. ",
  "dn4:11.3": "Yannūnāhaṁ soṇadaṇḍaṁ brāhmaṇaṁ sake ācariyake tevijjake pañhaṁ puccheyyan”ti. ",
  "dn4:11.4": "Atha kho bhagavā soṇadaṇḍaṁ brāhmaṇaṁ etadavoca: ",
  "dn4:11.5": "“katihi pana, brāhmaṇa, aṅgehi samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapenti; ",
  "dn4:11.6": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyyā”ti? ",
  "dn4:12.1": "Atha kho soṇadaṇḍassa brāhmaṇassa etadahosi: ",
  "dn4:12.2": "“yaṁ vata no ahosi icchitaṁ, yaṁ ākaṅkhitaṁ, yaṁ adhippetaṁ, yaṁ abhipatthitaṁ: ",
  "dn4:12.3": "‘aho vata maṁ samaṇo gotamo sake ācariyake tevijjake pañhaṁ puccheyya, addhā vatassāhaṁ cittaṁ ārādheyyaṁ pañhassa veyyākaraṇenā’ti, tatra maṁ samaṇo gotamo sake ācariyake tevijjake pañhaṁ pucchati. ",
  "dn4:12.4": "Addhā vatassāhaṁ cittaṁ ārādhessāmi pañhassa veyyākaraṇenā”ti. ",
  "dn4:13.1": "Atha kho soṇadaṇḍo brāhmaṇo abbhunnāmetvā kāyaṁ anuviloketvā parisaṁ bhagavantaṁ etadavoca: ",
  "dn4:13.2": "“pañcahi, bho gotama, aṅgehi samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapenti; ",
  "dn4:13.3": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyya. ",
  "dn4:13.4": "Katamehi pañcahi? ",
  "dn4:13.5": "Idha, bho gotama, brāhmaṇo ubhato sujāto hoti mātito ca pitito ca, saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "dn4:13.6": "ajjhāyako hoti mantadharo tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo; ",
  "dn4:13.7": "abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya; ",
  "dn4:13.8": "sīlavā hoti vuddhasīlī vuddhasīlena samannāgato; ",
  "dn4:13.9": "paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṁ paggaṇhantānaṁ. ",
  "dn4:13.10": "Imehi kho, bho gotama, pañcahi aṅgehi samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapenti; ",
  "dn4:13.11": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyyā”ti. ",
  "dn4:14.1": "“Imesaṁ pana, brāhmaṇa, pañcannaṁ aṅgānaṁ sakkā ekaṁ aṅgaṁ ṭhapayitvā catūhaṅgehi samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapetuṁ; ",
  "dn4:14.2": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyyā”ti? ",
  "dn4:14.3": "“Sakkā, bho gotama. ",
  "dn4:14.4": "Imesañhi, bho gotama, pañcannaṁ aṅgānaṁ vaṇṇaṁ ṭhapayāma. ",
  "dn4:14.5": "Kiñhi vaṇṇo karissati? ",
  "dn4:14.6": "Yato kho, bho gotama, brāhmaṇo ubhato sujāto hoti mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "dn4:14.7": "ajjhāyako ca hoti mantadharo ca tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo; ",
  "dn4:14.8": "sīlavā ca hoti vuddhasīlī vuddhasīlena samannāgato; ",
  "dn4:14.9": "paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṁ paggaṇhantānaṁ. ",
  "dn4:14.10": "Imehi kho, bho gotama, catūhaṅgehi samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapenti; ",
  "dn4:14.11": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyyā”ti. ",
  "dn4:15.1": "“Imesaṁ pana, brāhmaṇa, catunnaṁ aṅgānaṁ sakkā ekaṁ aṅgaṁ ṭhapayitvā tīhaṅgehi samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapetuṁ; ",
  "dn4:15.2": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyyā”ti? ",
  "dn4:15.3": "“Sakkā, bho gotama. ",
  "dn4:15.4": "Imesañhi, bho gotama, catunnaṁ aṅgānaṁ mante ṭhapayāma. ",
  "dn4:15.5": "Kiñhi mantā karissanti? ",
  "dn4:15.6": "Yato kho, bho gotama, brāhmaṇo ubhato sujāto hoti mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "dn4:15.7": "sīlavā ca hoti vuddhasīlī vuddhasīlena samannāgato; ",
  "dn4:15.8": "paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṁ paggaṇhantānaṁ. ",
  "dn4:15.9": "Imehi kho, bho gotama, tīhaṅgehi samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapenti; ",
  "dn4:15.10": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyyā”ti. ",
  "dn4:16.1": "“Imesaṁ pana, brāhmaṇa, tiṇṇaṁ aṅgānaṁ sakkā ekaṁ aṅgaṁ ṭhapayitvā dvīhaṅgehi samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapetuṁ; ",
  "dn4:16.2": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyyā”ti? ",
  "dn4:16.3": "“Sakkā, bho gotama. ",
  "dn4:16.4": "Imesañhi, bho gotama, tiṇṇaṁ aṅgānaṁ jātiṁ ṭhapayāma. ",
  "dn4:16.5": "Kiñhi jāti karissati? ",
  "dn4:16.6": "Yato kho, bho gotama, brāhmaṇo sīlavā hoti vuddhasīlī vuddhasīlena samannāgato; ",
  "dn4:16.7": "paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṁ paggaṇhantānaṁ. ",
  "dn4:16.8": "Imehi kho, bho gotama, dvīhaṅgehi samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapenti; ",
  "dn4:16.9": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyyā”ti. ",
  "dn4:17.1": "Evaṁ vutte, te brāhmaṇā soṇadaṇḍaṁ brāhmaṇaṁ etadavocuṁ: ",
  "dn4:17.2": "“mā bhavaṁ soṇadaṇḍo evaṁ avaca, mā bhavaṁ soṇadaṇḍo evaṁ avaca. ",
  "dn4:17.3": "Apavadateva bhavaṁ soṇadaṇḍo vaṇṇaṁ, apavadati mante, apavadati jātiṁ, ekaṁsena bhavaṁ soṇadaṇḍo samaṇasseva gotamassa vādaṁ anupakkhandatī”ti. ",
  "dn4:18.1": "Atha kho bhagavā te brāhmaṇe etadavoca: ",
  "dn4:18.2": "“sace kho tumhākaṁ brāhmaṇānaṁ evaṁ hoti: ",
  "dn4:18.3": "‘appassuto ca soṇadaṇḍo brāhmaṇo, akalyāṇavākkaraṇo ca soṇadaṇḍo brāhmaṇo, duppañño ca soṇadaṇḍo brāhmaṇo, na ca pahoti soṇadaṇḍo brāhmaṇo samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetun’ti, tiṭṭhatu soṇadaṇḍo brāhmaṇo, tumhe mayā saddhiṁ mantavho asmiṁ vacane. ",
  "dn4:18.4": "Sace pana tumhākaṁ brāhmaṇānaṁ evaṁ hoti: ",
  "dn4:18.5": "‘bahussuto ca soṇadaṇḍo brāhmaṇo, kalyāṇavākkaraṇo ca soṇadaṇḍo brāhmaṇo, paṇḍito ca soṇadaṇḍo brāhmaṇo, pahoti ca soṇadaṇḍo brāhmaṇo samaṇena gotamena saddhiṁ asmiṁ vacane paṭimantetun’ti, tiṭṭhatha tumhe, soṇadaṇḍo brāhmaṇo mayā saddhiṁ paṭimantetū”ti. ",
  "dn4:19.1": "Evaṁ vutte, soṇadaṇḍo brāhmaṇo bhagavantaṁ etadavoca: ",
  "dn4:19.2": "“tiṭṭhatu bhavaṁ gotamo, tuṇhī bhavaṁ gotamo hotu, ahameva tesaṁ sahadhammena paṭivacanaṁ karissāmī”ti. ",
  "dn4:19.3": "Atha kho soṇadaṇḍo brāhmaṇo te brāhmaṇe etadavoca: ",
  "dn4:19.4": "“mā bhavanto evaṁ avacuttha, mā bhavanto evaṁ avacuttha: ",
  "dn4:19.5": "‘apavadateva bhavaṁ soṇadaṇḍo vaṇṇaṁ, apavadati mante, apavadati jātiṁ, ekaṁsena bhavaṁ soṇadaṇḍo samaṇasseva gotamassa vādaṁ anupakkhandatī’ti. ",
  "dn4:19.6": "Nāhaṁ, bho, apavadāmi vaṇṇaṁ vā mante vā jātiṁ vā”ti. ",
  "dn4:20.1": "Tena kho pana samayena soṇadaṇḍassa brāhmaṇassa bhāgineyyo aṅgako nāma māṇavako tassaṁ parisāyaṁ nisinno hoti. ",
  "dn4:20.2": "Atha kho soṇadaṇḍo brāhmaṇo te brāhmaṇe etadavoca: ",
  "dn4:20.3": "“passanti no bhonto imaṁ aṅgakaṁ māṇavakaṁ amhākaṁ bhāgineyyan”ti? ",
  "dn4:20.4": "“Evaṁ, bho”. ",
  "dn4:20.5": "“Aṅgako kho, bho, māṇavako abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya, nāssa imissaṁ parisāyaṁ samasamo atthi vaṇṇena ṭhapetvā samaṇaṁ gotamaṁ. ",
  "dn4:20.6": "Aṅgako kho māṇavako ajjhāyako mantadharo, tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo. ",
  "dn4:20.7": "Ahamassa mante vācetā. ",
  "dn4:20.8": "Aṅgako kho māṇavako ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "dn4:20.9": "Ahamassa mātāpitaro jānāmi. ",
  "dn4:20.10": "Aṅgako kho māṇavako pāṇampi haneyya, adinnampi ādiyeyya, paradārampi gaccheyya, musāvādampi bhaṇeyya, majjampi piveyya, ettha dāni, bho, kiṁ vaṇṇo karissati, kiṁ mantā, kiṁ jāti? ",
  "dn4:20.11": "Yato kho, bho, brāhmaṇo sīlavā ca hoti vuddhasīlī vuddhasīlena samannāgato, ",
  "dn4:20.12": "paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṁ paggaṇhantānaṁ. ",
  "dn4:20.13": "Imehi kho, bho, dvīhaṅgehi samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapenti; ",
  "dn4:20.14": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyyā”ti. ",
  "dn4:21.0": "6. Sīlapaññākathā ",
  "dn4:21.1": "“Imesaṁ pana, brāhmaṇa, dvinnaṁ aṅgānaṁ sakkā ekaṁ aṅgaṁ ṭhapayitvā ekena aṅgena samannāgataṁ brāhmaṇā brāhmaṇaṁ paññapetuṁ; ",
  "dn4:21.2": "‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṁ āpajjeyyā”ti? ",
  "dn4:21.3": "“No hidaṁ, bho gotama. ",
  "dn4:21.4": "Sīlaparidhotā hi, bho gotama, paññā; paññāparidhotaṁ sīlaṁ. ",
  "dn4:21.5": "Yattha sīlaṁ tattha paññā, yattha paññā tattha sīlaṁ. ",
  "dn4:21.6": "Sīlavato paññā, paññavato sīlaṁ. ",
  "dn4:21.7": "Sīlapaññāṇañca pana lokasmiṁ aggamakkhāyati. ",
  "dn4:21.8": "Seyyathāpi, bho gotama, hatthena vā hatthaṁ dhoveyya, pādena vā pādaṁ dhoveyya; ",
  "dn4:21.9": "evameva kho, bho gotama, sīlaparidhotā paññā, paññāparidhotaṁ sīlaṁ. ",
  "dn4:21.10": "Yattha sīlaṁ tattha paññā, yattha paññā tattha sīlaṁ. ",
  "dn4:21.11": "Sīlavato paññā, paññavato sīlaṁ. ",
  "dn4:21.12": "Sīlapaññāṇañca pana lokasmiṁ aggamakkhāyatī”ti. ",
  "dn4:22.1": "“Evametaṁ, brāhmaṇa, evametaṁ, brāhmaṇa, sīlaparidhotā hi, brāhmaṇa, paññā, paññāparidhotaṁ sīlaṁ. ",
  "dn4:22.2": "Yattha sīlaṁ tattha paññā, yattha paññā tattha sīlaṁ. ",
  "dn4:22.3": "Sīlavato paññā, paññavato sīlaṁ. ",
  "dn4:22.4": "Sīlapaññāṇañca pana lokasmiṁ aggamakkhāyati. ",
  "dn4:22.5": "Seyyathāpi, brāhmaṇa, hatthena vā hatthaṁ dhoveyya, pādena vā pādaṁ dhoveyya; ",
  "dn4:22.6": "evameva kho, brāhmaṇa, sīlaparidhotā paññā, paññāparidhotaṁ sīlaṁ. ",
  "dn4:22.7": "Yattha sīlaṁ tattha paññā, yattha paññā tattha sīlaṁ. ",
  "dn4:22.8": "Sīlavato paññā, paññavato sīlaṁ. ",
  "dn4:22.9": "Sīlapaññāṇañca pana lokasmiṁ aggamakkhāyati. ",
  "dn4:22.10": "Katamaṁ pana taṁ, brāhmaṇa, sīlaṁ? ",
  "dn4:22.11": "Katamā sā paññā”ti? ",
  "dn4:22.12": "“Ettakaparamāva mayaṁ, bho gotama, etasmiṁ atthe. ",
  "dn4:22.13": "Sādhu vata bhavantaṁyeva gotamaṁ paṭibhātu etassa bhāsitassa attho”ti. ",
  "dn4:23.1": "“Tena hi, brāhmaṇa, suṇohi, sādhukaṁ manasikarohi, bhāsissāmī”ti. ",
  "dn4:23.2": "“Evaṁ, bho”ti kho soṇadaṇḍo brāhmaṇo bhagavato paccassosi. ",
  "dn4:23.3": "Bhagavā etadavoca: ",
  "dn4:23.4": "“idha, brāhmaṇa, tathāgato loke uppajjati arahaṁ sammāsambuddho …pe… ",
  "dn4:23.5": "Evaṁ kho, brāhmaṇa, bhikkhu sīlasampanno hoti. ",
  "dn4:23.6": "Idaṁ kho taṁ, brāhmaṇa, sīlaṁ …pe… ",
  "dn4:23.7": "paṭhamaṁ jhānaṁ upasampajja viharati … ",
  "dn4:23.8": "dutiyaṁ jhānaṁ … ",
  "dn4:23.9": "tatiyaṁ jhānaṁ … ",
  "dn4:23.10": "catutthaṁ jhānaṁ upasampajja viharati …pe… ",
  "dn4:23.11": "ñāṇadassanāya cittaṁ abhinīharati, abhininnāmeti …pe… ",
  "dn4:23.12": "Idampissa hoti paññāya …pe… ",
  "dn4:23.13": "nāparaṁ itthattāyāti pajānāti. ",
  "dn4:23.14": "Idampissa hoti paññāya ",
  "dn4:23.15": "ayaṁ kho sā, brāhmaṇa, paññā”ti. ",
  "dn4:24.0": "7. Soṇadaṇḍaupāsakattapaṭivedanā ",
  "dn4:24.1": "Evaṁ vutte, soṇadaṇḍo brāhmaṇo bhagavantaṁ etadavoca: ",
  "dn4:24.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "dn4:24.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "dn4:24.4": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi, dhammañca, bhikkhusaṅghañca. ",
  "dn4:24.5": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gataṁ. ",
  "dn4:24.6": "Adhivāsetu ca me bhavaṁ gotamo svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "dn4:24.7": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "dn4:24.8": "Atha kho soṇadaṇḍo brāhmaṇo bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "dn4:24.9": "Atha kho soṇadaṇḍo brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā bhagavato kālaṁ ārocāpesi: ",
  "dn4:24.10": "“kālo, bho gotama, niṭṭhitaṁ bhattan”ti. ",
  "dn4:25.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena soṇadaṇḍassa brāhmaṇassa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn4:25.2": "Atha kho soṇadaṇḍo brāhmaṇo buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "dn4:26.1": "Atha kho soṇadaṇḍo brāhmaṇo bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "dn4:26.2": "Ekamantaṁ nisinno kho soṇadaṇḍo brāhmaṇo bhagavantaṁ etadavoca: ",
  "dn4:26.3": "“ahañceva kho pana, bho gotama, parisagato samāno āsanā vuṭṭhahitvā bhavantaṁ gotamaṁ abhivādeyyaṁ, tena maṁ sā parisā paribhaveyya. ",
  "dn4:26.4": "Yaṁ kho pana sā parisā paribhaveyya, yasopi tassa hāyetha. ",
  "dn4:26.5": "Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṁ. ",
  "dn4:26.6": "Yasoladdhā kho panamhākaṁ bhogā. ",
  "dn4:26.7": "Ahañceva kho pana, bho gotama, parisagato samāno añjaliṁ paggaṇheyyaṁ, āsanā me taṁ bhavaṁ gotamo paccuṭṭhānaṁ dhāretu. ",
  "dn4:26.8": "Ahañceva kho pana, bho gotama, parisagato samāno veṭhanaṁ omuñceyyaṁ, sirasā me taṁ bhavaṁ gotamo abhivādanaṁ dhāretu. ",
  "dn4:26.9": "Ahañceva kho pana, bho gotama, yānagato samāno yānā paccorohitvā bhavantaṁ gotamaṁ abhivādeyyaṁ, tena maṁ sā parisā paribhaveyya. ",
  "dn4:26.10": "Yaṁ kho pana sā parisā paribhaveyya, yasopi tassa hāyetha, yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṁ. ",
  "dn4:26.11": "Yasoladdhā kho panamhākaṁ bhogā. ",
  "dn4:26.12": "Ahañceva kho pana, bho gotama, yānagato samāno patodalaṭṭhiṁ abbhunnāmeyyaṁ, yānā me taṁ bhavaṁ gotamo paccorohanaṁ dhāretu. ",
  "dn4:26.13": "Ahañceva kho pana, bho gotama, yānagato samāno chattaṁ apanāmeyyaṁ, sirasā me taṁ bhavaṁ gotamo abhivādanaṁ dhāretū”ti. ",
  "dn4:27.1": "Atha kho bhagavā soṇadaṇḍaṁ brāhmaṇaṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā pakkāmīti. ",
  "dn4:27.2": "Soṇadaṇḍasuttaṁ niṭṭhitaṁ catutthaṁ. "
}