{
  "dn5:0.1": "Dīgha Nikāya 5 ",
  "dn5:0.2": "Kūṭadantasutta ",
  "dn5:0.3": "1. Khāṇumatakabrāhmaṇagahapatikā ",
  "dn5:1.1": "Evaṃ me sutaṃ—",
  "dn5:1.2": "ekaṃ samayaṃ bhagavā magadhesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena khāṇumataṃ nāma magadhānaṃ brāhmaṇagāmo tadavasari. ",
  "dn5:1.3": "Tatra sudaṃ bhagavā khāṇumate viharati ambalaṭṭhikāyaṃ. ",
  "dn5:1.4": "Tena kho pana samayena kūṭadanto brāhmaṇo khāṇumataṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā māgadhena seniyena bimbisārena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ",
  "dn5:1.5": "Tena kho pana samayena kūṭadantassa brāhmaṇassa mahāyañño upakkhaṭo hoti. ",
  "dn5:1.6": "Satta ca usabhasatāni satta ca vacchatarasatāni satta ca vacchatarīsatāni satta ca ajasatāni satta ca urabbhasatāni thūṇūpanītāni honti yaññatthāya. ",
  "dn5:2.1": "Assosuṃ kho khāṇumatakā brāhmaṇagahapatikā: ",
  "dn5:2.2": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito magadhesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi khāṇumataṃ anuppatto khāṇumate viharati ambalaṭṭhikāyaṃ. ",
  "dn5:2.3": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "dn5:2.4": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
  "dn5:2.5": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
  "dn5:2.6": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
  "dn5:2.7": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
  "dn5:2.8": "Atha kho khāṇumatakā brāhmaṇagahapatikā khāṇumatā nikkhamitvā saṅghasaṅghī gaṇībhūtā yena ambalaṭṭhikā tenupasaṅkamanti. ",
  "dn5:3.1": "Tena kho pana samayena kūṭadanto brāhmaṇo uparipāsāde divāseyyaṃ upagato hoti. ",
  "dn5:3.2": "Addasā kho kūṭadanto brāhmaṇo khāṇumatake brāhmaṇagahapatike khāṇumatā nikkhamitvā saṅghasaṅghī gaṇībhūte yena ambalaṭṭhikā tenupasaṅkamante. ",
  "dn5:3.3": "Disvā khattaṃ āmantesi: ",
  "dn5:3.4": "“kiṃ nu kho, bho khatte, khāṇumatakā brāhmaṇagahapatikā khāṇumatā nikkhamitvā saṅghasaṅghī gaṇībhūtā yena ambalaṭṭhikā tenupasaṅkamantī”ti? ",
  "dn5:3.5": "“Atthi kho, bho, samaṇo gotamo sakyaputto sakyakulā pabbajito magadhesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi khāṇumataṃ anuppatto, khāṇumate viharati ambalaṭṭhikāyaṃ. ",
  "dn5:3.6": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "dn5:3.7": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. ",
  "dn5:3.8": "Tamete bhavantaṃ gotamaṃ dassanāya upasaṅkamantī”ti. ",
  "dn5:4.1": "Atha kho kūṭadantassa brāhmaṇassa etadahosi: ",
  "dn5:4.2": "“sutaṃ kho pana metaṃ: ",
  "dn5:4.3": "‘samaṇo gotamo tividhaṃ yaññasampadaṃ soḷasaparikkhāraṃ jānātī’ti. ",
  "dn5:4.4": "Na kho panāhaṃ jānāmi tividhaṃ yaññasampadaṃ soḷasaparikkhāraṃ. ",
  "dn5:4.5": "Icchāmi cāhaṃ mahāyaññaṃ yajituṃ. ",
  "dn5:4.6": "Yannūnāhaṃ samaṇaṃ gotamaṃ upasaṅkamitvā tividhaṃ yaññasampadaṃ soḷasaparikkhāraṃ puccheyyan”ti. ",
  "dn5:4.7": "Atha kho kūṭadanto brāhmaṇo khattaṃ āmantesi: ",
  "dn5:4.8": "“tena hi, bho khatte, yena khāṇumatakā brāhmaṇagahapatikā tenupasaṅkama. upasaṅkamitvā khāṇumatake brāhmaṇagahapatike evaṃ vadehi: ",
  "dn5:4.9": "‘kūṭadanto, bho, brāhmaṇo evamāha—",
  "dn5:4.10": "āgamentu kira bhavanto, kūṭadantopi brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī’”ti. ",
  "dn5:4.11": "“Evaṃ, bho”ti kho so khattā kūṭadantassa brāhmaṇassa paṭissutvā yena khāṇumatakā brāhmaṇagahapatikā tenupasaṅkami. upasaṅkamitvā khāṇumatake brāhmaṇagahapatike etadavoca: ",
  "dn5:4.12": "“kūṭadanto, bho, brāhmaṇo evamāha: ",
  "dn5:4.13": "‘āgamentu kira bhonto, kūṭadantopi brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī’”ti. ",
  "dn5:5.0": "2. Kūṭadantaguṇakathā ",
  "dn5:5.1": "Tena kho pana samayena anekāni brāhmaṇasatāni khāṇumate paṭivasanti: ",
  "dn5:5.2": "“kūṭadantassa brāhmaṇassa mahāyaññaṃ anubhavissāmā”ti. ",
  "dn5:5.3": "Assosuṃ kho te brāhmaṇā: ",
  "dn5:5.4": "“kūṭadanto kira brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti. ",
  "dn5:5.5": "Atha kho te brāhmaṇā yena kūṭadanto brāhmaṇo tenupasaṅkamiṃsu. upasaṅkamitvā kūṭadantaṃ brāhmaṇaṃ etadavocuṃ: ",
  "dn5:5.6": "“saccaṃ kira bhavaṃ kūṭadanto samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti? ",
  "dn5:5.7": "“Evaṃ kho me, bho, hoti: ",
  "dn5:5.8": "‘ahampi samaṇaṃ gotamaṃ dassanāya upasaṅkamissāmī’”ti. ",
  "dn5:6.1": "“Mā bhavaṃ kūṭadanto samaṇaṃ gotamaṃ dassanāya upasaṅkami. ",
  "dn5:6.2": "Na arahati bhavaṃ kūṭadanto samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:6.3": "Sace bhavaṃ kūṭadanto samaṇaṃ gotamaṃ dassanāya upasaṅkamissati, bhoto kūṭadantassa yaso hāyissati, samaṇassa gotamassa yaso abhivaḍḍhissati. ",
  "dn5:6.4": "Yampi bhoto kūṭadantassa yaso hāyissati, samaṇassa gotamassa yaso abhivaḍḍhissati, imināpaṅgena na arahati bhavaṃ kūṭadanto samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:6.5": "Samaṇo tveva gotamo arahati bhavantaṃ kūṭadantaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:6.6": "Bhavañhi kūṭadanto ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "dn5:6.7": "Yampi bhavaṃ kūṭadanto ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati bhavaṃ kūṭadanto samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:6.8": "Samaṇo tveva gotamo arahati bhavantaṃ kūṭadantaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:6.9": "Bhavañhi kūṭadanto aḍḍho mahaddhano mahābhogo pahūtavittūpakaraṇo pahūtajātarūparajato …pe… ",
  "dn5:6.10": "Bhavañhi kūṭadanto ajjhāyako mantadharo tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo …pe… ",
  "dn5:6.11": "Bhavañhi kūṭadanto abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …pe… ",
  "dn5:6.12": "Bhavañhi kūṭadanto sīlavā vuddhasīlī vuddhasīlena samannāgato …pe… ",
  "dn5:6.13": "Bhavañhi kūṭadanto kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā …pe… ",
  "dn5:6.14": "Bhavañhi kūṭadanto bahūnaṃ ācariyapācariyo tīṇi māṇavakasatāni mante vāceti, bahū kho pana nānādisā nānājanapadā māṇavakā āgacchanti bhoto kūṭadantassa santike mantatthikā mante adhiyitukāmā …pe… ",
  "dn5:6.15": "Bhavañhi kūṭadanto jiṇṇo vuddho mahallako addhagato vayoanuppatto. ",
  "dn5:6.16": "Samaṇo gotamo taruṇo ceva taruṇapabbajito ca …pe… ",
  "dn5:6.17": "Bhavañhi kūṭadanto rañño māgadhassa seniyassa bimbisārassa sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:6.18": "Bhavañhi kūṭadanto brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:6.19": "Bhavañhi kūṭadanto khāṇumataṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā māgadhena seniyena bimbisārena dinnaṃ rājadāyaṃ brahmadeyyaṃ. ",
  "dn5:6.20": "Yampi bhavaṃ kūṭadanto khāṇumataṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ, raññā māgadhena seniyena bimbisārena dinnaṃ rājadāyaṃ brahmadeyyaṃ, imināpaṅgena na arahati bhavaṃ kūṭadanto samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:6.21": "Samaṇo tveva gotamo arahati bhavantaṃ kūṭadantaṃ dassanāya upasaṅkamitun”ti. ",
  "dn5:7.0": "3. Buddhaguṇakathā ",
  "dn5:7.1": "Evaṃ vutte, kūṭadanto brāhmaṇo te brāhmaṇe etadavoca: ",
  "dn5:7.2": "“Tena hi, bho, mamapi suṇātha, yathā mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ, ",
  "dn5:7.3": "na tveva arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:7.4": "Samaṇo khalu, bho, gotamo ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "dn5:7.5": "Yampi, bho, samaṇo gotamo ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:7.6": "Atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:7.7": "Samaṇo khalu, bho, gotamo mahantaṃ ñātisaṅghaṃ ohāya pabbajito …pe… ",
  "dn5:7.8": "Samaṇo khalu, bho, gotamo pahūtaṃ hiraññasuvaṇṇaṃ ohāya pabbajito bhūmigatañca vehāsaṭṭhaṃ ca …pe… ",
  "dn5:7.9": "Samaṇo khalu, bho, gotamo daharova samāno yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā agārasmā anagāriyaṃ pabbajito …pe… ",
  "dn5:7.10": "Samaṇo khalu, bho, gotamo akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito …pe… ",
  "dn5:7.11": "Samaṇo khalu, bho, gotamo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …pe… ",
  "dn5:7.12": "Samaṇo khalu, bho, gotamo sīlavā ariyasīlī kusalasīlī kusalasīlena samannāgato …pe… ",
  "dn5:7.13": "Samaṇo khalu, bho, gotamo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā …pe… ",
  "dn5:7.14": "Samaṇo khalu, bho, gotamo bahūnaṃ ācariyapācariyo …pe… ",
  "dn5:7.15": "Samaṇo khalu, bho, gotamo khīṇakāmarāgo vigatacāpallo …pe… ",
  "dn5:7.16": "Samaṇo khalu, bho, gotamo kammavādī kiriyavādī apāpapurekkhāro brahmaññāya pajāya …pe… ",
  "dn5:7.17": "Samaṇo khalu, bho, gotamo uccā kulā pabbajito asambhinnakhattiyakulā …pe… ",
  "dn5:7.18": "Samaṇo khalu, bho, gotamo aḍḍhā kulā pabbajito mahaddhanā mahābhogā …pe… ",
  "dn5:7.19": "Samaṇaṃ khalu, bho, gotamaṃ tiroraṭṭhā tirojanapadā pañhaṃ pucchituṃ āgacchanti …pe… ",
  "dn5:7.20": "Samaṇaṃ khalu, bho, gotamaṃ anekāni devatāsahassāni pāṇehi saraṇaṃ gatāni …pe… ",
  "dn5:7.21": "Samaṇaṃ khalu, bho, gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "dn5:7.22": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti …pe… ",
  "dn5:7.23": "Samaṇo khalu, bho, gotamo dvattiṃsamahāpurisalakkhaṇehi samannāgato …pe… ",
  "dn5:7.24": "Samaṇo khalu, bho, gotamo ehisvāgatavādī sakhilo sammodako abbhākuṭiko uttānamukho pubbabhāsī …pe… ",
  "dn5:7.25": "Samaṇo khalu, bho, gotamo catunnaṃ parisānaṃ sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:7.26": "Samaṇe khalu, bho, gotame bahū devā ca manussā ca abhippasannā …pe… ",
  "dn5:7.27": "Samaṇo khalu, bho, gotamo yasmiṃ gāme vā nigame vā paṭivasati na tasmiṃ gāme vā nigame vā amanussā manusse viheṭhenti …pe… ",
  "dn5:7.28": "Samaṇo khalu, bho, gotamo saṅghī gaṇī gaṇācariyo puthutitthakarānaṃ aggamakkhāyati, yathā kho pana, bho, etesaṃ samaṇabrāhmaṇānaṃ yathā vā tathā vā yaso samudāgacchati, na hevaṃ samaṇassa gotamassa yaso samudāgato. ",
  "dn5:7.29": "Atha kho anuttarāya vijjācaraṇasampadāya samaṇassa gotamassa yaso samudāgato …pe… ",
  "dn5:7.30": "Samaṇaṃ khalu, bho, gotamaṃ rājā māgadho seniyo bimbisāro saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṃ gato …pe… ",
  "dn5:7.31": "Samaṇaṃ khalu, bho, gotamaṃ rājā pasenadi kosalo saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṃ gato …pe… ",
  "dn5:7.32": "Samaṇaṃ khalu, bho, gotamaṃ brāhmaṇo pokkharasāti saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṃ gato …pe… ",
  "dn5:7.33": "Samaṇo khalu, bho, gotamo rañño māgadhassa seniyassa bimbisārassa sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:7.34": "Samaṇo khalu, bho, gotamo rañño pasenadissa kosalassa sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:7.35": "Samaṇo khalu, bho, gotamo brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:7.36": "Samaṇo khalu, bho, gotamo khāṇumataṃ anuppatto khāṇumate viharati ambalaṭṭhikāyaṃ. ",
  "dn5:7.37": "Ye kho pana, bho, keci samaṇā vā brāhmaṇā vā amhākaṃ gāmakhettaṃ āgacchanti, atithī no te honti. ",
  "dn5:7.38": "Atithī kho panamhehi sakkātabbā garukātabbā mānetabbā pūjetabbā apacetabbā. ",
  "dn5:7.39": "Yampi, bho, samaṇo gotamo khāṇumataṃ anuppatto khāṇumate viharati ambalaṭṭhikāyaṃ, atithimhākaṃ samaṇo gotamo. ",
  "dn5:7.40": "Atithi kho panamhehi sakkātabbo garukātabbo mānetabbo pūjetabbo apacetabbo. ",
  "dn5:7.41": "Imināpaṅgena nārahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:7.42": "Atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ. ",
  "dn5:7.43": "Ettake kho ahaṃ, bho, tassa bhoto gotamassa vaṇṇe pariyāpuṇāmi, no ca kho so bhavaṃ gotamo ettakavaṇṇo. ",
  "dn5:7.44": "Aparimāṇavaṇṇo hi so bhavaṃ gotamo”ti. ",
  "dn5:7.45": "Evaṃ vutte, te brāhmaṇā kūṭadantaṃ brāhmaṇaṃ etadavocuṃ: ",
  "dn5:7.46": "“yathā kho bhavaṃ kūṭadanto samaṇassa gotamassa vaṇṇe bhāsati, ito cepi so bhavaṃ gotamo yojanasate viharati, alameva saddhena kulaputtena dassanāya upasaṅkamituṃ api puṭosenā”ti. ",
  "dn5:7.47": "“Tena hi, bho, sabbeva mayaṃ samaṇaṃ gotamaṃ dassanāya upasaṅkamissāmā”ti. ",
  "dn5:8.0": "4. Mahāvijitarājayaññakathā ",
  "dn5:8.1": "Atha kho kūṭadanto brāhmaṇo mahatā brāhmaṇagaṇena saddhiṃ yena ambalaṭṭhikā yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
  "dn5:8.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
  "dn5:8.3": "Khāṇumatakāpi kho brāhmaṇagahapatikā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu; appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu; appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu; appekacce nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu; appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. ",
  "dn5:9.1": "Ekamantaṃ nisinno kho kūṭadanto brāhmaṇo bhagavantaṃ etadavoca: ",
  "dn5:9.2": "“sutaṃ metaṃ, bho gotama: ",
  "dn5:9.3": "‘samaṇo gotamo tividhaṃ yaññasampadaṃ soḷasaparikkhāraṃ jānātī’ti. ",
  "dn5:9.4": "Na kho panāhaṃ jānāmi tividhaṃ yaññasampadaṃ soḷasaparikkhāraṃ. ",
  "dn5:9.5": "Icchāmi cāhaṃ mahāyaññaṃ yajituṃ. ",
  "dn5:9.6": "Sādhu me bhavaṃ gotamo tividhaṃ yaññasampadaṃ soḷasaparikkhāraṃ desetū”ti. ",
  "dn5:9.7": "“Tena hi, brāhmaṇa, suṇāhi sādhukaṃ manasikarohi, bhāsissāmī”ti. ",
  "dn5:9.8": "“Evaṃ, bho”ti kho kūṭadanto brāhmaṇo bhagavato paccassosi. ",
  "dn5:9.9": "Bhagavā etadavoca: ",
  "dn5:10.1": "“bhūtapubbaṃ, brāhmaṇa, rājā mahāvijito nāma ahosi aḍḍho mahaddhano mahābhogo pahūtajātarūparajato pahūtavittūpakaraṇo pahūtadhanadhañño paripuṇṇakosakoṭṭhāgāro. ",
  "dn5:10.2": "Atha kho, brāhmaṇa, rañño mahāvijitassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
  "dn5:10.3": "‘adhigatā kho me vipulā mānusakā bhogā, mahantaṃ pathavimaṇḍalaṃ abhivijiya ajjhāvasāmi, yannūnāhaṃ mahāyaññaṃ yajeyyaṃ, yaṃ mama assa dīgharattaṃ hitāya sukhāyā’ti. ",
  "dn5:10.4": "Atha kho, brāhmaṇa, rājā mahāvijito purohitaṃ brāhmaṇaṃ āmantetvā etadavoca: ",
  "dn5:10.5": "‘idha mayhaṃ, brāhmaṇa, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
  "dn5:10.6": "“adhigatā kho me vipulā mānusakā bhogā, mahantaṃ pathavimaṇḍalaṃ abhivijiya ajjhāvasāmi. Yannūnāhaṃ mahāyaññaṃ yajeyyaṃ yaṃ mama assa dīgharattaṃ hitāya sukhāyā”ti. ",
  "dn5:10.7": "Icchāmahaṃ, brāhmaṇa, mahāyaññaṃ yajituṃ. ",
  "dn5:10.8": "Anusāsatu maṃ bhavaṃ yaṃ mama assa dīgharattaṃ hitāya sukhāyā’ti. ",
  "dn5:11.1": "Evaṃ vutte, brāhmaṇa, purohito brāhmaṇo rājānaṃ mahāvijitaṃ etadavoca: ",
  "dn5:11.2": "‘bhoto kho rañño janapado sakaṇṭako sauppīḷo, gāmaghātāpi dissanti, nigamaghātāpi dissanti, nagaraghātāpi dissanti, panthaduhanāpi dissanti. ",
  "dn5:11.3": "Bhavaṃ kho pana rājā evaṃ sakaṇṭake janapade sauppīḷe balimuddhareyya, akiccakārī assa tena bhavaṃ rājā. ",
  "dn5:11.4": "Siyā kho pana bhoto rañño evamassa: ",
  "dn5:11.5": "“ahametaṃ dassukhīlaṃ vadhena vā bandhena vā jāniyā vā garahāya vā pabbājanāya vā samūhanissāmī”ti, na kho panetassa dassukhīlassa evaṃ sammā samugghāto hoti. ",
  "dn5:11.6": "Ye te hatāvasesakā bhavissanti, te pacchā rañño janapadaṃ viheṭhessanti. ",
  "dn5:11.7": "Api ca kho idaṃ saṃvidhānaṃ āgamma evametassa dassukhīlassa sammā samugghāto hoti. ",
  "dn5:11.8": "Tena hi bhavaṃ rājā ye bhoto rañño janapade ussahanti kasigorakkhe, tesaṃ bhavaṃ rājā bījabhattaṃ anuppadetu. ",
  "dn5:11.9": "Ye bhoto rañño janapade ussahanti vāṇijjāya, tesaṃ bhavaṃ rājā pābhataṃ anuppadetu. ",
  "dn5:11.10": "Ye bhoto rañño janapade ussahanti rājaporise, tesaṃ bhavaṃ rājā bhattavetanaṃ pakappetu. ",
  "dn5:11.11": "Te ca manussā sakammapasutā rañño janapadaṃ na viheṭhessanti; ",
  "dn5:11.12": "mahā ca rañño rāsiko bhavissati. ",
  "dn5:11.13": "Khemaṭṭhitā janapadā akaṇṭakā anuppīḷā. Manussā mudā modamānā ure putte naccentā apārutagharā maññe viharissantī’ti. ",
  "dn5:11.14": "‘Evaṃ, bho’ti kho, brāhmaṇa, rājā mahāvijito purohitassa brāhmaṇassa paṭissutvā ye rañño janapade ussahiṃsu kasigorakkhe, tesaṃ rājā mahāvijito bījabhattaṃ anuppadāsi. ",
  "dn5:11.15": "Ye ca rañño janapade ussahiṃsu vāṇijjāya, tesaṃ rājā mahāvijito pābhataṃ anuppadāsi. ",
  "dn5:11.16": "Ye ca rañño janapade ussahiṃsu rājaporise, tesaṃ rājā mahāvijito bhattavetanaṃ pakappesi. ",
  "dn5:11.17": "Te ca manussā sakammapasutā rañño janapadaṃ na viheṭhiṃsu, mahā ca rañño rāsiko ahosi. ",
  "dn5:11.18": "Khemaṭṭhitā janapadā akaṇṭakā anuppīḷā manussā mudā modamānā ure putte naccentā apārutagharā maññe vihariṃsu. ",
  "dn5:11.19": "Atha kho, brāhmaṇa, rājā mahāvijito purohitaṃ brāhmaṇaṃ āmantetvā etadavoca: ",
  "dn5:11.20": "‘samūhato kho me bhoto dassukhīlo, bhoto saṃvidhānaṃ āgamma mahā ca me rāsiko. ",
  "dn5:11.21": "Khemaṭṭhitā janapadā akaṇṭakā anuppīḷā manussā mudā modamānā ure putte naccentā apārutagharā maññe viharanti. ",
  "dn5:11.22": "Icchāmahaṃ brāhmaṇa mahāyaññaṃ yajituṃ. ",
  "dn5:11.23": "Anusāsatu maṃ bhavaṃ yaṃ mama assa dīgharattaṃ hitāya sukhāyā’ti. ",
  "dn5:12.0": "4.1. Catuparikkhāra ",
  "dn5:12.1": "Tena hi bhavaṃ rājā ye bhoto rañño janapade khattiyā ānuyantā negamā ceva jānapadā ca te bhavaṃ rājā āmantayataṃ: ‘icchāmahaṃ, bho, mahāyaññaṃ yajituṃ, anujānantu me bhavanto yaṃ mama assa dīgharattaṃ hitāya sukhāyā’ti. Ye bhoto rañño janapade amaccā pārisajjā negamā ceva jānapadā ca …pe… brāhmaṇamahāsālā negamā ceva jānapadā ca …pe… gahapatinecayikā negamā ceva jānapadā ca, te bhavaṃ rājā āmantayataṃ: ",
  "dn5:12.2": "‘icchāmahaṃ, bho, mahāyaññaṃ yajituṃ, anujānantu me bhavanto yaṃ mama assa dīgharattaṃ hitāya sukhāyā’ti. ",
  "dn5:12.3": "‘Evaṃ, bho’ti kho, brāhmaṇa, rājā mahāvijito purohitassa brāhmaṇassa paṭissutvā ye rañño janapade khattiyā ānuyantā negamā ceva jānapadā ca, te rājā mahāvijito āmantesi: ",
  "dn5:12.4": "‘icchāmahaṃ, bho, mahāyaññaṃ yajituṃ, anujānantu me bhavanto yaṃ mama assa dīgharattaṃ hitāya sukhāyā’ti. ",
  "dn5:12.5": "‘Yajataṃ bhavaṃ rājā yaññaṃ, yaññakālo, mahārājā’ti. ",
  "dn5:12.6": "Ye rañño janapade amaccā pārisajjā negamā ceva jānapadā ca …pe… brāhmaṇamahāsālā negamā ceva jānapadā ca …pe… gahapatinecayikā negamā ceva jānapadā ca, te rājā mahāvijito āmantesi: ",
  "dn5:12.7": "‘icchāmahaṃ, bho, mahāyaññaṃ yajituṃ. Anujānantu me bhavanto yaṃ mama assa dīgharattaṃ hitāya sukhāyā’ti. ",
  "dn5:12.8": "‘Yajataṃ bhavaṃ rājā yaññaṃ, yaññakālo, mahārājā’ti. ",
  "dn5:12.9": "Itime cattāro anumatipakkhā tasseva yaññassa parikkhārā bhavanti. ",
  "dn5:13.0": "4.2. Aṭṭhaparikkhāra ",
  "dn5:13.1": "Rājā mahāvijito aṭṭhahaṅgehi samannāgato—",
  "dn5:13.2": "ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "dn5:13.3": "abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya; ",
  "dn5:13.4": "aḍḍho mahaddhano mahābhogo pahūtajātarūparajato pahūtavittūpakaraṇo pahūtadhanadhañño paripuṇṇakosakoṭṭhāgāro; ",
  "dn5:13.5": "balavā caturaṅginiyā senāya samannāgato assavāya ovādapaṭikarāya sahati maññe paccatthike yasasā; ",
  "dn5:13.6": "saddho dāyako dānapati anāvaṭadvāro samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṃ opānabhūto puññāni karoti; ",
  "dn5:13.7": "bahussuto tassa tassa sutajātassa, tassa tasseva kho pana bhāsitassa atthaṃ jānāti: ",
  "dn5:13.8": "‘ayaṃ imassa bhāsitassa attho ayaṃ imassa bhāsitassa attho’ti; ",
  "dn5:13.9": "paṇḍito, viyatto, medhāvī, paṭibalo, atītānāgatapaccuppanne atthe cintetuṃ. ",
  "dn5:13.10": "Rājā mahāvijito imehi aṭṭhahaṅgehi samannāgato. ",
  "dn5:13.11": "Iti imānipi aṭṭhaṅgāni tasseva yaññassa parikkhārā bhavanti. ",
  "dn5:14.0": "4.3. Catuparikkhāra ",
  "dn5:14.1": "Purohito brāhmaṇo catūhaṅgehi samannāgato, ",
  "dn5:14.2": "ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "dn5:14.3": "ajjhāyako mantadharo tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo; ",
  "dn5:14.4": "sīlavā vuddhasīlī vuddhasīlena samannāgato; ",
  "dn5:14.5": "paṇḍito viyatto medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ. ",
  "dn5:14.6": "Purohito brāhmaṇo imehi catūhaṅgehi samannāgato. ",
  "dn5:14.7": "Iti imānipi cattāri aṅgāni tasseva yaññassa parikkhārā bhavanti. ",
  "dn5:15.0": "4.4. Tissovidhā ",
  "dn5:15.1": "Atha kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa pubbeva yaññā tisso vidhā desesi. ",
  "dn5:15.2": "Siyā kho pana bhoto rañño mahāyaññaṃ yiṭṭhukāmassa kocideva vippaṭisāro: ",
  "dn5:15.3": "‘“mahā vata me bhogakkhandho vigacchissatī”ti, so bhotā raññā vippaṭisāro na karaṇīyo. ",
  "dn5:15.4": "Siyā kho pana bhoto rañño mahāyaññaṃ yajamānassa kocideva vippaṭisāro: ",
  "dn5:15.5": "“mahā vata me bhogakkhandho vigacchatī”ti, so bhotā raññā vippaṭisāro na karaṇīyo. ",
  "dn5:15.6": "Siyā kho pana bhoto rañño mahāyaññaṃ yiṭṭhassa kocideva vippaṭisāro: ",
  "dn5:15.7": "“mahā vata me bhogakkhandho vigato”ti, so bhotā raññā vippaṭisāro na karaṇīyo’ti. ",
  "dn5:15.8": "Imā kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa pubbeva yaññā tisso vidhā desesi. ",
  "dn5:16.0": "4.5. Dasaākāra ",
  "dn5:16.1": "Atha kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa pubbeva yaññā dasahākārehi paṭiggāhakesu vippaṭisāraṃ paṭivinesi. ",
  "dn5:16.2": "‘Āgamissanti kho bhoto yaññaṃ pāṇātipātinopi pāṇātipātā paṭiviratāpi. ",
  "dn5:16.3": "Ye tattha pāṇātipātino, tesaññeva tena. ",
  "dn5:16.4": "Ye tattha pāṇātipātā paṭiviratā, te ārabbha yajataṃ bhavaṃ, sajjataṃ bhavaṃ, modataṃ bhavaṃ, cittameva bhavaṃ antaraṃ pasādetu. ",
  "dn5:16.5": "Āgamissanti kho bhoto yaññaṃ adinnādāyinopi adinnādānā paṭiviratāpi …pe… ",
  "dn5:16.6": "kāmesu micchācārinopi kāmesumicchācārā paṭiviratāpi … ",
  "dn5:16.7": "musāvādinopi musāvādā paṭiviratāpi … ",
  "dn5:16.8": "pisuṇavācinopi pisuṇāya vācāya paṭiviratāpi … ",
  "dn5:16.9": "pharusavācinopi pharusāya vācāya paṭiviratāpi … ",
  "dn5:16.10": "samphappalāpinopi samphappalāpā paṭiviratāpi … ",
  "dn5:16.11": "abhijjhālunopi anabhijjhālunopi … ",
  "dn5:16.12": "byāpannacittāpi abyāpannacittāpi … ",
  "dn5:16.13": "micchādiṭṭhikāpi sammādiṭṭhikāpi …. ",
  "dn5:16.14": "Ye tattha micchādiṭṭhikā, tesaññeva tena. ",
  "dn5:16.15": "Ye tattha sammādiṭṭhikā, te ārabbha yajataṃ bhavaṃ, sajjataṃ bhavaṃ, modataṃ bhavaṃ, cittameva bhavaṃ antaraṃ pasādetū’ti. ",
  "dn5:16.16": "Imehi kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa pubbeva yaññā dasahākārehi paṭiggāhakesu vippaṭisāraṃ paṭivinesi. ",
  "dn5:17.0": "4.6. Soḷasākāra ",
  "dn5:17.1": "Atha kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa mahāyaññaṃ yajamānassa soḷasahākārehi cittaṃ sandassesi samādapesi samuttejesi sampahaṃsesi ",
  "dn5:17.2": "siyā kho pana bhoto rañño mahāyaññaṃ yajamānassa kocideva vattā: ",
  "dn5:17.3": "‘rājā kho mahāvijito mahāyaññaṃ yajati, no ca kho tassa āmantitā khattiyā ānuyantā negamā ceva jānapadā ca; ",
  "dn5:17.4": "atha ca pana bhavaṃ rājā evarūpaṃ mahāyaññaṃ yajatī’ti. ",
  "dn5:17.5": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.6": "Bhotā kho pana raññā āmantitā khattiyā ānuyantā negamā ceva jānapadā ca. ",
  "dn5:17.7": "Imināpetaṃ bhavaṃ rājā jānātu, yajataṃ bhavaṃ, sajjataṃ bhavaṃ, modataṃ bhavaṃ, cittameva bhavaṃ antaraṃ pasādetu. (1) ",
  "dn5:17.8": "Siyā kho pana bhoto rañño mahāyaññaṃ yajamānassa kocideva vattā: ",
  "dn5:17.9": "‘rājā kho mahāvijito mahāyaññaṃ yajati, no ca kho tassa āmantitā amaccā pārisajjā negamā ceva jānapadā ca …pe… brāhmaṇamahāsālā negamā ceva jānapadā ca …pe… gahapatinecayikā negamā ceva jānapadā ca, atha ca pana bhavaṃ rājā evarūpaṃ mahāyaññaṃ yajatī’ti. ",
  "dn5:17.10": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.11": "Bhotā kho pana raññā āmantitā gahapatinecayikā negamā ceva jānapadā ca. ",
  "dn5:17.12": "Imināpetaṃ bhavaṃ rājā jānātu, yajataṃ bhavaṃ, sajjataṃ bhavaṃ, modataṃ bhavaṃ, cittameva bhavaṃ antaraṃ pasādetu. (2–4.) ",
  "dn5:17.13": "Siyā kho pana bhoto rañño mahāyaññaṃ yajamānassa kocideva vattā: ",
  "dn5:17.14": "‘rājā kho mahāvijito mahāyaññaṃ yajati, no ca kho ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, atha ca pana bhavaṃ rājā evarūpaṃ mahāyaññaṃ yajatī’ti. ",
  "dn5:17.15": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.16": "Bhavaṃ kho pana rājā ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "dn5:17.17": "Imināpetaṃ bhavaṃ rājā jānātu, yajataṃ bhavaṃ, sajjataṃ bhavaṃ, modataṃ bhavaṃ, cittameva bhavaṃ antaraṃ pasādetu. (5) ",
  "dn5:17.18": "Siyā kho pana bhoto rañño mahāyaññaṃ yajamānassa kocideva vattā: ",
  "dn5:17.19": "‘rājā kho mahāvijito mahāyaññaṃ yajati no ca kho abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …pe… ",
  "dn5:17.20": "no ca kho aḍḍho mahaddhano mahābhogo pahūtajātarūparajato pahūtavittūpakaraṇo pahūtadhanadhañño paripuṇṇakosakoṭṭhāgāro …pe… ",
  "dn5:17.21": "no ca kho balavā caturaṅginiyā senāya samannāgato assavāya ovādapaṭikarāya sahati maññe paccatthike yasasā …pe… ",
  "dn5:17.22": "no ca kho saddho dāyako dānapati anāvaṭadvāro samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṃ opānabhūto puññāni karoti …pe… ",
  "dn5:17.23": "no ca kho bahussuto tassa tassa sutajātassa …pe… ",
  "dn5:17.24": "no ca kho tassa tasseva kho pana bhāsitassa atthaṃ jānāti: ",
  "dn5:17.25": "“ayaṃ imassa bhāsitassa attho, ayaṃ imassa bhāsitassa attho”ti …pe… ",
  "dn5:17.26": "no ca kho paṇḍito viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṃ, atha ca pana bhavaṃ rājā evarūpaṃ mahāyaññaṃ yajatī’ti. ",
  "dn5:17.27": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.28": "Bhavaṃ kho pana rājā paṇḍito viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṃ. ",
  "dn5:17.29": "Imināpetaṃ bhavaṃ rājā jānātu, yajataṃ bhavaṃ, sajjataṃ bhavaṃ, modataṃ bhavaṃ, cittameva bhavaṃ antaraṃ pasādetu. (6–12.) ",
  "dn5:17.30": "Siyā kho pana bhoto rañño mahāyaññaṃ yajamānassa kocideva vattā: ",
  "dn5:17.31": "‘rājā kho mahāvijito mahāyaññaṃ yajati. ",
  "dn5:17.32": "No ca khvassa purohito brāhmaṇo ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "dn5:17.33": "atha ca pana bhavaṃ rājā evarūpaṃ mahāyaññaṃ yajatī’ti. ",
  "dn5:17.34": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.35": "Bhoto kho pana rañño purohito brāhmaṇo ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "dn5:17.36": "Imināpetaṃ bhavaṃ rājā jānātu, yajataṃ bhavaṃ, sajjataṃ bhavaṃ, modataṃ bhavaṃ, cittameva bhavaṃ antaraṃ pasādetu. (13) ",
  "dn5:17.37": "Siyā kho pana bhoto rañño mahāyaññaṃ yajamānassa kocideva vattā: ",
  "dn5:17.38": "‘rājā kho mahāvijito mahāyaññaṃ yajati. ",
  "dn5:17.39": "No ca khvassa purohito brāhmaṇo ajjhāyako mantadharo tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo …pe… ",
  "dn5:17.40": "no ca khvassa purohito brāhmaṇo sīlavā vuddhasīlī vuddhasīlena samannāgato …pe… ",
  "dn5:17.41": "no ca khvassa purohito brāhmaṇo paṇḍito viyatto medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ, atha ca pana bhavaṃ rājā evarūpaṃ mahāyaññaṃ yajatī’ti. ",
  "dn5:17.42": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.43": "Bhoto kho pana rañño purohito brāhmaṇo paṇḍito viyatto medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ. ",
  "dn5:17.44": "Imināpetaṃ bhavaṃ rājā jānātu, yajataṃ bhavaṃ, sajjataṃ bhavaṃ, modataṃ bhavaṃ, cittameva bhavaṃ antaraṃ pasādetūti. ",
  "dn5:17.45": "Imehi kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa mahāyaññaṃ yajamānassa soḷasahi ākārehi cittaṃ sandassesi samādapesi samuttejesi sampahaṃsesi. (14–16.) ",
  "dn5:18.1": "Tasmiṃ kho, brāhmaṇa, yaññe neva gāvo haññiṃsu, na ajeḷakā haññiṃsu, na kukkuṭasūkarā haññiṃsu, na vividhā pāṇā saṅghātaṃ āpajjiṃsu, na rukkhā chijjiṃsu yūpatthāya, na dabbhā lūyiṃsu barihisatthāya. ",
  "dn5:18.2": "Yepissa ahesuṃ dāsāti vā pessāti vā kammakarāti vā, tepi na daṇḍatajjitā na bhayatajjitā na assumukhā rudamānā parikammāni akaṃsu. ",
  "dn5:18.3": "Atha kho ye icchiṃsu, te akaṃsu, ye na icchiṃsu, na te akaṃsu; ",
  "dn5:18.4": "yaṃ icchiṃsu, taṃ akaṃsu, yaṃ na icchiṃsu, na taṃ akaṃsu. ",
  "dn5:18.5": "Sappitelanavanītadadhimadhuphāṇitena ceva so yañño niṭṭhānamagamāsi. ",
  "dn5:19.1": "Atha kho, brāhmaṇa, khattiyā ānuyantā negamā ceva jānapadā ca, amaccā pārisajjā negamā ceva jānapadā ca, brāhmaṇamahāsālā negamā ceva jānapadā ca, gahapatinecayikā negamā ceva jānapadā ca pahūtaṃ sāpateyyaṃ ādāya rājānaṃ mahāvijitaṃ upasaṅkamitvā evamāhaṃsu: ",
  "dn5:19.2": "‘idaṃ, deva, pahūtaṃ sāpateyyaṃ devaññeva uddissābhataṃ, taṃ devo paṭiggaṇhātū’ti. ",
  "dn5:19.3": "‘Alaṃ, bho, mamāpidaṃ pahūtaṃ sāpateyyaṃ dhammikena balinā abhisaṅkhataṃ; ",
  "dn5:19.4": "tañca vo hotu, ito ca bhiyyo harathā’ti. ",
  "dn5:19.5": "Te raññā paṭikkhittā ekamantaṃ apakkamma evaṃ samacintesuṃ: ",
  "dn5:19.6": "‘na kho etaṃ amhākaṃ patirūpaṃ, yaṃ mayaṃ imāni sāpateyyāni punadeva sakāni gharāni paṭihareyyāma. ",
  "dn5:19.7": "Rājā kho mahāvijito mahāyaññaṃ yajati, handassa mayaṃ anuyāgino homā’ti. ",
  "dn5:20.1": "Atha kho, brāhmaṇa, puratthimena yaññavāṭassa khattiyā ānuyantā negamā ceva jānapadā ca dānāni paṭṭhapesuṃ. ",
  "dn5:20.2": "Dakkhiṇena yaññavāṭassa amaccā pārisajjā negamā ceva jānapadā ca dānāni paṭṭhapesuṃ. ",
  "dn5:20.3": "Pacchimena yaññavāṭassa brāhmaṇamahāsālā negamā ceva jānapadā ca dānāni paṭṭhapesuṃ. ",
  "dn5:20.4": "Uttarena yaññavāṭassa gahapatinecayikā negamā ceva jānapadā ca dānāni paṭṭhapesuṃ. ",
  "dn5:20.5": "Tesupi kho, brāhmaṇa, yaññesu neva gāvo haññiṃsu, na ajeḷakā haññiṃsu, na kukkuṭasūkarā haññiṃsu, na vividhā pāṇā saṅghātaṃ āpajjiṃsu, na rukkhā chijjiṃsu yūpatthāya, na dabbhā lūyiṃsu barihisatthāya. ",
  "dn5:20.6": "Yepi nesaṃ ahesuṃ dāsāti vā pessāti vā kammakarāti vā, tepi na daṇḍatajjitā na bhayatajjitā na assumukhā rudamānā parikammāni akaṃsu. ",
  "dn5:20.7": "Atha kho ye icchiṃsu, te akaṃsu, ye na icchiṃsu, na te akaṃsu; ",
  "dn5:20.8": "yaṃ icchiṃsu, taṃ akaṃsu, yaṃ na icchiṃsu na taṃ akaṃsu. ",
  "dn5:20.9": "Sappitelanavanītadadhimadhuphāṇitena ceva te yaññā niṭṭhānamagamaṃsu. ",
  "dn5:20.10": "Iti cattāro ca anumatipakkhā, rājā mahāvijito aṭṭhahaṅgehi samannāgato, purohito brāhmaṇo catūhaṅgehi samannāgato; ",
  "dn5:20.11": "tisso ca vidhā. ",
  "dn5:20.12": "Ayaṃ vuccati, brāhmaṇa, tividhā yaññasampadā soḷasaparikkhārā”ti. ",
  "dn5:21.1": "Evaṃ vutte, te brāhmaṇā unnādino uccāsaddamahāsaddā ahesuṃ: ",
  "dn5:21.2": "“aho yañño, aho yaññasampadā”ti. ",
  "dn5:21.3": "Kūṭadanto pana brāhmaṇo tūṇhībhūtova nisinno hoti. ",
  "dn5:21.4": "Atha kho te brāhmaṇā kūṭadantaṃ brāhmaṇaṃ etadavocuṃ: ",
  "dn5:21.5": "“kasmā pana bhavaṃ kūṭadanto samaṇassa gotamassa subhāsitaṃ subhāsitato nābbhanumodatī”ti? ",
  "dn5:21.6": "“Nāhaṃ, bho, samaṇassa gotamassa subhāsitaṃ subhāsitato nābbhanumodāmi. ",
  "dn5:21.7": "Muddhāpi tassa vipateyya, yo samaṇassa gotamassa subhāsitaṃ subhāsitato nābbhanumodeyya. ",
  "dn5:21.8": "Api ca me, bho, evaṃ hoti—",
  "dn5:21.9": "samaṇo gotamo na evamāha: ",
  "dn5:21.10": "‘evaṃ me sutan’ti vā ‘evaṃ arahati bhavitun’ti vā; ",
  "dn5:21.11": "api ca samaṇo gotamo: ",
  "dn5:21.12": "‘evaṃ tadā āsi, itthaṃ tadā āsi’ tveva bhāsati. ",
  "dn5:21.13": "Tassa mayhaṃ bho evaṃ hoti: ",
  "dn5:21.14": "‘addhā samaṇo gotamo tena samayena rājā vā ahosi mahāvijito yaññassāmi purohito vā brāhmaṇo tassa yaññassa yājetā’ti. ",
  "dn5:21.15": "Abhijānāti pana bhavaṃ gotamo evarūpaṃ yaññaṃ yajitvā vā yājetvā vā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjitā”ti? ",
  "dn5:21.16": "“Abhijānāmahaṃ, brāhmaṇa, evarūpaṃ yaññaṃ yajitvā vā yājetvā vā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjitā, ahaṃ tena samayena purohito brāhmaṇo ahosiṃ tassa yaññassa yājetā”ti. ",
  "dn5:22.0": "5. Niccadānaanukulayañña ",
  "dn5:22.1": "“Atthi pana, bho gotama, añño yañño imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti? ",
  "dn5:22.2": "“Atthi kho, brāhmaṇa, añño yañño imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti. ",
  "dn5:22.3": "“Katamo pana so, bho gotama, yañño imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti? ",
  "dn5:22.4": "“Yāni kho pana tāni, brāhmaṇa, niccadānāni anukulayaññāni sīlavante pabbajite uddissa diyyanti; ",
  "dn5:22.5": "ayaṃ kho, brāhmaṇa, yañño imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti. ",
  "dn5:23.1": "“Ko nu kho, bho gotama, hetu ko paccayo, yena taṃ niccadānaṃ anukulayaññaṃ imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhatarañca appasamārambhatarañca mahapphalatarañca mahānisaṃsatarañcā”ti? ",
  "dn5:23.2": "“Na kho, brāhmaṇa, evarūpaṃ yaññaṃ upasaṅkamanti arahanto vā arahattamaggaṃ vā samāpannā. ",
  "dn5:23.3": "Taṃ kissa hetu? ",
  "dn5:23.4": "Dissanti hettha, brāhmaṇa, daṇḍappahārāpi galaggahāpi, tasmā evarūpaṃ yaññaṃ na upasaṅkamanti arahanto vā arahattamaggaṃ vā samāpannā. ",
  "dn5:23.5": "Yāni kho pana tāni, brāhmaṇa, niccadānāni anukulayaññāni sīlavante pabbajite uddissa diyyanti; ",
  "dn5:23.6": "evarūpaṃ kho, brāhmaṇa, yaññaṃ upasaṅkamanti arahanto vā arahattamaggaṃ vā samāpannā. ",
  "dn5:23.7": "Taṃ kissa hetu? ",
  "dn5:23.8": "Na hettha, brāhmaṇa, dissanti daṇḍappahārāpi galaggahāpi, tasmā evarūpaṃ yaññaṃ upasaṅkamanti arahanto vā arahattamaggaṃ vā samāpannā. ",
  "dn5:23.9": "Ayaṃ kho, brāhmaṇa, hetu ayaṃ paccayo, yena taṃ niccadānaṃ anukulayaññaṃ imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhatarañca appasamārambhatarañca mahapphalatarañca mahānisaṃsatarañcā”ti. ",
  "dn5:24.1": "“Atthi pana, bho gotama, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti? ",
  "dn5:24.2": "“Atthi kho, brāhmaṇa, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti. ",
  "dn5:24.3": "“Katamo pana so, bho gotama, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti? ",
  "dn5:24.4": "“Yo kho, brāhmaṇa, cātuddisaṃ saṅghaṃ uddissa vihāraṃ karoti, ayaṃ kho, brāhmaṇa, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti. ",
  "dn5:25.1": "“Atthi pana, bho gotama, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti? ",
  "dn5:25.2": "“Atthi kho, brāhmaṇa, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti. ",
  "dn5:25.3": "“Katamo pana so, bho gotama, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti? ",
  "dn5:25.4": "“Yo kho, brāhmaṇa, pasannacitto buddhaṃ saraṇaṃ gacchati, dhammaṃ saraṇaṃ gacchati, saṅghaṃ saraṇaṃ gacchati; ",
  "dn5:25.5": "ayaṃ kho, brāhmaṇa, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti. ",
  "dn5:26.1": "“Atthi pana, bho gotama, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti? ",
  "dn5:26.2": "“Atthi kho, brāhmaṇa, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti. ",
  "dn5:26.3": "“Katamo pana so, bho gotama, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti? ",
  "dn5:26.4": "“Yo kho, brāhmaṇa, pasannacitto sikkhāpadāni samādiyati—",
  "dn5:26.5": "pāṇātipātā veramaṇiṃ, adinnādānā veramaṇiṃ, kāmesumicchācārā veramaṇiṃ, musāvādā veramaṇiṃ, surāmerayamajjapamādaṭṭhānā veramaṇiṃ. ",
  "dn5:26.6": "Ayaṃ kho, brāhmaṇa, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti. ",
  "dn5:27.1": "“Atthi pana, bho gotama, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi imehi ca sikkhāpadehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti? ",
  "dn5:27.2": "“Atthi kho, brāhmaṇa, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi imehi ca sikkhāpadehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti. ",
  "dn5:27.3": "“Katamo pana so, bho gotama, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi imehi ca sikkhāpadehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cā”ti? ",
  "dn5:27.4": "“Idha, brāhmaṇa, tathāgato loke uppajjati arahaṃ sammāsambuddho …pe… ",
  "dn5:27.5": "Evaṃ kho, brāhmaṇa, bhikkhu sīlasampanno hoti …pe… ",
  "dn5:27.6": "paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "dn5:27.7": "Ayaṃ kho, brāhmaṇa, yañño purimehi yaññehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro ca …pe… ",
  "dn5:27.8": "Dutiyaṃ jhānaṃ … ",
  "dn5:27.9": "tatiyaṃ jhānaṃ … ",
  "dn5:27.10": "catutthaṃ jhānaṃ upasampajja viharati. ",
  "dn5:27.11": "Ayampi kho, brāhmaṇa, yañño purimehi yaññehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro cāti. …pe… ",
  "dn5:27.12": "Ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti … ",
  "dn5:27.13": "ayampi kho, brāhmaṇa, yañño purimehi yaññehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro ca …pe… ",
  "dn5:27.14": "nāparaṃ itthattāyāti pajānāti. ",
  "dn5:27.15": "Ayampi kho, brāhmaṇa, yañño purimehi yaññehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṃsataro ca. ",
  "dn5:27.16": "Imāya ca, brāhmaṇa, yaññasampadāya aññā yaññasampadā uttaritarā vā paṇītatarā vā natthī”ti. ",
  "dn5:28.0": "6. Kūṭadantaupāsakattapaṭivedanā ",
  "dn5:28.1": "Evaṃ vutte, kūṭadanto brāhmaṇo bhagavantaṃ etadavoca: ",
  "dn5:28.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
  "dn5:28.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "dn5:28.4": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "dn5:28.5": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ. ",
  "dn5:28.6": "Esāhaṃ, bho gotama, satta ca usabhasatāni satta ca vacchatarasatāni satta ca vacchatarīsatāni satta ca ajasatāni satta ca urabbhasatāni muñcāmi, jīvitaṃ demi, haritāni ceva tiṇāni khādantu, sītāni ca pānīyāni pivantu, sīto ca nesaṃ vāto upavāyatū”ti. ",
  "dn5:29.0": "7. Sotāpattiphalasacchikiriyā ",
  "dn5:29.1": "Atha kho bhagavā kūṭadantassa brāhmaṇassa anupubbiṃ kathaṃ kathesi, ",
  "dn5:29.2": "seyyathidaṃ—dānakathaṃ sīlakathaṃ saggakathaṃ; ",
  "dn5:29.3": "kāmānaṃ ādīnavaṃ okāraṃ saṅkilesaṃ nekkhamme ānisaṃsaṃ pakāsesi. ",
  "dn5:29.4": "Yadā bhagavā aññāsi kūṭadantaṃ brāhmaṇaṃ kallacittaṃ muducittaṃ vinīvaraṇacittaṃ udaggacittaṃ pasannacittaṃ, atha yā buddhānaṃ sāmukkaṃsikā dhammadesanā, taṃ pakāsesi—",
  "dn5:29.5": "dukkhaṃ samudayaṃ nirodhaṃ maggaṃ. ",
  "dn5:29.6": "Seyyathāpi nāma suddhaṃ vatthaṃ apagatakāḷakaṃ sammadeva rajanaṃ paṭiggaṇheyya; ",
  "dn5:29.7": "evameva kūṭadantassa brāhmaṇassa tasmiññeva āsane virajaṃ vītamalaṃ dhammacakkhuṃ udapādi: ",
  "dn5:29.8": "“yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti. ",
  "dn5:30.1": "Atha kho kūṭadanto brāhmaṇo diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṃ etadavoca: ",
  "dn5:30.2": "“adhivāsetu me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti. ",
  "dn5:30.3": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "dn5:30.4": "Atha kho kūṭadanto brāhmaṇo bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi. ",
  "dn5:30.5": "Atha kho kūṭadanto brāhmaṇo tassā rattiyā accayena sake yaññavāṭe paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi: ",
  "dn5:30.6": "“kālo, bho gotama; niṭṭhitaṃ bhattan”ti. ",
  "dn5:30.7": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena kūṭadantassa brāhmaṇassa yaññavāṭo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn5:30.8": "Atha kho kūṭadanto brāhmaṇo buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "dn5:30.9": "Atha kho kūṭadanto brāhmaṇo bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
  "dn5:30.10": "Ekamantaṃ nisinnaṃ kho kūṭadantaṃ brāhmaṇaṃ bhagavā dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmīti. ",
  "dn5:30.11": "Kūṭadantasuttaṃ niṭṭhitaṃ pañcamaṃ. "
}