{
  "dn6:0.1": "Dīgha Nikāya 6 ",
  "dn6:0.2": "Mahālisutta ",
  "dn6:0.3": "1. Brāhmaṇadūtavatthu ",
  "dn6:1.1": "Evaṃ me sutaṃ—",
  "dn6:1.2": "ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
  "dn6:1.3": "Tena kho pana samayena sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā vesāliyaṃ paṭivasanti kenacideva karaṇīyena. ",
  "dn6:1.4": "Assosuṃ kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā: ",
  "dn6:1.5": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ. ",
  "dn6:1.6": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "dn6:1.7": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ",
  "dn6:1.8": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
  "dn6:1.9": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
  "dn6:1.10": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
  "dn6:2.1": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yena mahāvanaṃ kūṭāgārasālā tenupasaṅkamiṃsu. ",
  "dn6:2.2": "Tena kho pana samayena āyasmā nāgito bhagavato upaṭṭhāko hoti. ",
  "dn6:2.3": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yenāyasmā nāgito tenupasaṅkamiṃsu. upasaṅkamitvā āyasmantaṃ nāgitaṃ etadavocuṃ: ",
  "dn6:2.4": "“kahaṃ nu kho, bho nāgita, etarahi so bhavaṃ gotamo viharati? ",
  "dn6:2.5": "Dassanakāmā hi mayaṃ taṃ bhavantaṃ gotaman”ti. ",
  "dn6:2.6": "“Akālo kho, āvuso, bhagavantaṃ dassanāya, paṭisallīno bhagavā”ti. ",
  "dn6:2.7": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā tattheva ekamantaṃ nisīdiṃsu: ",
  "dn6:2.8": "“disvāva mayaṃ taṃ bhavantaṃ gotamaṃ gamissāmā”ti. ",
  "dn6:3.0": "2. Oṭṭhaddhalicchavīvatthu ",
  "dn6:3.1": "Oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ yena mahāvanaṃ kūṭāgārasālā yenāyasmā nāgito tenupasaṅkami; upasaṅkamitvā āyasmantaṃ nāgitaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho oṭṭhaddhopi licchavī āyasmantaṃ nāgitaṃ etadavoca: ",
  "dn6:3.2": "“kahaṃ nu kho, bhante nāgita, etarahi so bhagavā viharati arahaṃ sammāsambuddho, ",
  "dn6:3.3": "dassanakāmā hi mayaṃ taṃ bhagavantaṃ arahantaṃ sammāsambuddhan”ti. ",
  "dn6:3.4": "“Akālo kho, mahāli, bhagavantaṃ dassanāya, paṭisallīno bhagavā”ti. ",
  "dn6:3.5": "Oṭṭhaddhopi licchavī tattheva ekamantaṃ nisīdi: ",
  "dn6:3.6": "“disvāva ahaṃ taṃ bhagavantaṃ gamissāmi arahantaṃ sammāsambuddhan”ti. ",
  "dn6:4.1": "Atha kho sīho samaṇuddeso yenāyasmā nāgito tenupasaṅkami; upasaṅkamitvā āyasmantaṃ nāgitaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho sīho samaṇuddeso āyasmantaṃ nāgitaṃ etadavoca: ",
  "dn6:4.2": "“ete, bhante kassapa, sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā idhūpasaṅkantā bhagavantaṃ dassanāya; oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ idhūpasaṅkanto bhagavantaṃ dassanāya, sādhu, bhante kassapa, labhataṃ esā janatā bhagavantaṃ dassanāyā”ti. ",
  "dn6:4.3": "“Tena hi, sīha, tvaññeva bhagavato ārocehī”ti. ",
  "dn6:4.4": "“Evaṃ, bhante”ti kho sīho samaṇuddeso āyasmato nāgitassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho sīho samaṇuddeso bhagavantaṃ etadavoca: ",
  "dn6:4.5": "“ete, bhante, sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā idhūpasaṅkantā bhagavantaṃ dassanāya, oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ idhūpasaṅkanto bhagavantaṃ dassanāya. ",
  "dn6:4.6": "Sādhu, bhante, labhataṃ esā janatā bhagavantaṃ dassanāyā”ti. ",
  "dn6:4.7": "“Tena hi, sīha, vihārapacchāyāyaṃ āsanaṃ paññapehī”ti. ",
  "dn6:4.8": "“Evaṃ, bhante”ti kho sīho samaṇuddeso bhagavato paṭissutvā vihārapacchāyāyaṃ āsanaṃ paññapesi. ",
  "dn6:4.9": "Atha kho bhagavā vihārā nikkhamma vihārapacchāyāyaṃ paññatte āsane nisīdi. ",
  "dn6:5.1": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavatā saddhiṃ sammodiṃsu. ",
  "dn6:5.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. ",
  "dn6:5.3": "Oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho oṭṭhaddho licchavī bhagavantaṃ etadavoca: “purimāni, bhante, divasāni purimatarāni sunakkhatto licchaviputto yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ etadavoca: ",
  "dn6:5.4": "‘yadagge ahaṃ, mahāli, bhagavantaṃ upanissāya viharāmi, na ciraṃ tīṇi vassāni, dibbāni hi kho rūpāni passāmi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāmi piyarūpāni kāmūpasaṃhitāni rajanīyānī’ti. ",
  "dn6:5.5": "Santāneva nu kho, bhante, sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, udāhu asantānī”ti? ",
  "dn6:5.6.0": "2.1. Ekaṃsabhāvitasamādhi ",
  "dn6:5.7": "“Santāneva kho, mahāli, sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no asantānī”ti. ",
  "dn6:6.1": "“Ko nu kho, bhante, hetu, ko paccayo, yena santāneva sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no asantānī”ti? ",
  "dn6:6.2": "“Idha, mahāli, bhikkhuno puratthimāya disāya ekaṃsabhāvito samādhi hoti dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:6.3": "So puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:6.4": "Puratthimāya disāya dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
  "dn6:6.5": "Taṃ kissa hetu? ",
  "dn6:6.6": "Evañhetaṃ, mahāli, hoti bhikkhuno puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:7.1": "Puna caparaṃ, mahāli, bhikkhuno dakkhiṇāya disāya …pe… ",
  "dn6:7.2": "pacchimāya disāya … ",
  "dn6:7.3": "uttarāya disāya … ",
  "dn6:7.4": "uddhamadho tiriyaṃ ekaṃsabhāvito samādhi hoti dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:7.5": "So uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:7.6": "Uddhamadho tiriyaṃ dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
  "dn6:7.7": "Taṃ kissa hetu? ",
  "dn6:7.8": "Evañhetaṃ, mahāli, hoti bhikkhuno uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:8.1": "Idha, mahāli, bhikkhuno puratthimāya disāya ekaṃsabhāvito samādhi hoti dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:8.2": "So puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:8.3": "Puratthimāya disāya dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
  "dn6:8.4": "Taṃ kissa hetu? ",
  "dn6:8.5": "Evañhetaṃ, mahāli, hoti bhikkhuno puratthimāya disāya ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:9.1": "Puna caparaṃ, mahāli, bhikkhuno dakkhiṇāya disāya …pe… ",
  "dn6:9.2": "pacchimāya disāya … ",
  "dn6:9.3": "uttarāya disāya … ",
  "dn6:9.4": "uddhamadho tiriyaṃ ekaṃsabhāvito samādhi hoti dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:9.5": "So uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:9.6": "Uddhamadho tiriyaṃ dibbāni saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni, no ca kho dibbāni rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
  "dn6:9.7": "Taṃ kissa hetu? ",
  "dn6:9.8": "Evañhetaṃ, mahāli, hoti bhikkhuno uddhamadho tiriyaṃ ekaṃsabhāvite samādhimhi dibbānaṃ saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, no ca kho dibbānaṃ rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:10.1": "Idha, mahāli, bhikkhuno puratthimāya disāya ubhayaṃsabhāvito samādhi hoti dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:10.2": "So puratthimāya disāya ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:10.3": "Puratthimāya disāya dibbāni ca rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, dibbāni ca saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
  "dn6:10.4": "Taṃ kissa hetu? ",
  "dn6:10.5": "Evañhetaṃ, mahāli, hoti bhikkhuno puratthimāya disāya ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:11.1": "Puna caparaṃ, mahāli, bhikkhuno dakkhiṇāya disāya …pe… ",
  "dn6:11.2": "pacchimāya disāya … ",
  "dn6:11.3": "uttarāya disāya … ",
  "dn6:11.4": "uddhamadho tiriyaṃ ubhayaṃsabhāvito samādhi hoti dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:11.5": "So uddhamadho tiriyaṃ ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:11.6": "Uddhamadho tiriyaṃ dibbāni ca rūpāni passati piyarūpāni kāmūpasaṃhitāni rajanīyāni, dibbāni ca saddāni suṇāti piyarūpāni kāmūpasaṃhitāni rajanīyāni. ",
  "dn6:11.7": "Taṃ kissa hetu? ",
  "dn6:11.8": "Evañhetaṃ, mahāli, hoti bhikkhuno uddhamadho tiriyaṃ ubhayaṃsabhāvite samādhimhi dibbānañca rūpānaṃ dassanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ, dibbānañca saddānaṃ savanāya piyarūpānaṃ kāmūpasaṃhitānaṃ rajanīyānaṃ. ",
  "dn6:11.9": "Ayaṃ kho, mahāli, hetu ayaṃ paccayo, yena santāneva sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṃhitāni rajanīyāni, no asantānī”ti. ",
  "dn6:12.1": "“Etāsaṃ nūna, bhante, samādhibhāvanānaṃ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti. ",
  "dn6:12.2": "“Na kho, mahāli, etāsaṃ samādhibhāvanānaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
  "dn6:12.3": "Atthi kho, mahāli, aññeva dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti. ",
  "dn6:13.0": "2.2. Catuariyaphala ",
  "dn6:13.1": "“Katame pana te, bhante, dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṃ carantī”ti? ",
  "dn6:13.2": "“Idha, mahāli, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo. ",
  "dn6:13.3": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
  "dn6:13.4": "Puna caparaṃ, mahāli, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti. ",
  "dn6:13.5": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
  "dn6:13.6": "Puna caparaṃ, mahāli, bhikkhu pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī, anāvattidhammo tasmā lokā. ",
  "dn6:13.7": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
  "dn6:13.8": "Puna caparaṃ, mahāli, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
  "dn6:13.9": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ caranti. ",
  "dn6:13.10": "Ime kho te, mahāli, dhammā uttaritarā ca paṇītatarā ca, yesaṃ sacchikiriyāhetu bhikkhū mayi brahmacariyaṃ carantī”ti. ",
  "dn6:14.0": "2.3. Ariyaaṭṭhaṅgikamagga ",
  "dn6:14.1": "“Atthi pana, bhante, maggo atthi paṭipadā etesaṃ dhammānaṃ sacchikiriyāyā”ti? ",
  "dn6:14.2": "“Atthi kho, mahāli, maggo atthi paṭipadā etesaṃ dhammānaṃ sacchikiriyāyā”ti. ",
  "dn6:14.3": "“Katamo pana, bhante, maggo katamā paṭipadā etesaṃ dhammānaṃ sacchikiriyāyā”ti? ",
  "dn6:14.4": "“Ayameva ariyo aṭṭhaṅgiko maggo. ",
  "dn6:14.5": "Seyyathidaṃ—sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
  "dn6:14.6": "Ayaṃ kho, mahāli, maggo ayaṃ paṭipadā etesaṃ dhammānaṃ sacchikiriyāya. ",
  "dn6:15.0": "2.4. Dvepabbajitavatthu ",
  "dn6:15.1": "Ekamidāhaṃ, mahāli, samayaṃ kosambiyaṃ viharāmi ghositārāme. ",
  "dn6:15.2": "Atha kho dve pabbajitā—",
  "dn6:15.3": "muṇḍiyo ca paribbājako jāliyo ca dārupattikantevāsī yenāhaṃ tenupasaṅkamiṃsu. upasaṅkamitvā mayā saddhiṃ sammodiṃsu. ",
  "dn6:15.4": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho te dve pabbajitā maṃ etadavocuṃ: ",
  "dn6:15.5": "‘kiṃ nu kho, āvuso gotama, taṃ jīvaṃ taṃ sarīraṃ, udāhu aññaṃ jīvaṃ aññaṃ sarīran’ti? ",
  "dn6:16.1": "‘Tena hāvuso, suṇātha sādhukaṃ manasi karotha bhāsissāmī’ti. ",
  "dn6:16.2": "‘Evamāvuso’ti kho te dve pabbajitā mama paccassosuṃ. ",
  "dn6:16.3": "Ahaṃ etadavocaṃ: ",
  "dn6:16.4": "‘idhāvuso tathāgato loke uppajjati arahaṃ sammāsambuddho …pe… ",
  "dn6:16.5": "Evaṃ kho, āvuso, bhikkhu sīlasampanno hoti. ",
  "dn6:16.6": "…pe… ",
  "dn6:16.7": "Paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "dn6:16.8": "Yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ",
  "dn6:16.9": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ",
  "dn6:16.10": "Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ tassetaṃ vacanāya: ",
  "dn6:16.11": "‘taṃ jīvaṃ taṃ sarīran’ti vā, ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ",
  "dn6:16.12": "Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ",
  "dn6:16.13": "Atha ca panāhaṃ na vadāmi: ",
  "dn6:16.14": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā …pe… ",
  "dn6:17.1": "dutiyaṃ jhānaṃ … ",
  "dn6:17.2": "tatiyaṃ jhānaṃ … ",
  "dn6:17.3": "catutthaṃ jhānaṃ upasampajja viharati. ",
  "dn6:17.4": "Yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ",
  "dn6:17.5": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ",
  "dn6:17.6": "Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ tassetaṃ vacanāya: ",
  "dn6:17.7": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ",
  "dn6:17.8": "Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ",
  "dn6:17.9": "Atha ca panāhaṃ na vadāmi: ",
  "dn6:17.10": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā …pe… ",
  "dn6:18.1": "ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti … ",
  "dn6:18.2": "yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ",
  "dn6:18.3": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ",
  "dn6:18.4": "…pe… ",
  "dn6:18.5": "Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ tassetaṃ vacanāya: ",
  "dn6:18.6": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ",
  "dn6:18.7": "Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ",
  "dn6:18.8": "Atha ca panāhaṃ na vadāmi: ",
  "dn6:18.9": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā. …pe… ",
  "dn6:19.1": "Nāparaṃ itthattāyāti pajānāti. ",
  "dn6:19.2": "Yo kho, āvuso, bhikkhu evaṃ jānāti evaṃ passati, kallaṃ nu kho tassetaṃ vacanāya: ",
  "dn6:19.3": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti? ",
  "dn6:19.4": "Yo so, āvuso, bhikkhu evaṃ jānāti evaṃ passati na kallaṃ tassetaṃ vacanāya: ",
  "dn6:19.5": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vāti. ",
  "dn6:19.6": "Ahaṃ kho panetaṃ, āvuso, evaṃ jānāmi evaṃ passāmi. ",
  "dn6:19.7": "Atha ca panāhaṃ na vadāmi: ",
  "dn6:19.8": "‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā”ti. ",
  "dn6:19.9": "Idamavoca bhagavā. ",
  "dn6:19.10": "Attamano oṭṭhaddho licchavī bhagavato bhāsitaṃ abhinandīti. ",
  "dn6:19.11": "Mahālisuttaṃ niṭṭhitaṃ chaṭṭhaṃ. "
}