{
  "dn6:0.1": "Dīgha Nikāya 6 ",
  "dn6:0.2": "Mahālisutta ",
  "dn6:0.3": "1. Brāhmaṇadūtavatthu ",
  "dn6:1.1": "Evaṁ me sutaṁ—",
  "dn6:1.2": "ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "dn6:1.3": "Tena kho pana samayena sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā vesāliyaṁ paṭivasanti kenacideva karaṇīyena. ",
  "dn6:1.4": "Assosuṁ kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā: ",
  "dn6:1.5": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "dn6:1.6": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn6:1.7": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’. ",
  "dn6:1.8": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "dn6:1.9": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "dn6:1.10": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "dn6:2.1": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yena mahāvanaṁ kūṭāgārasālā tenupasaṅkamiṁsu. ",
  "dn6:2.2": "Tena kho pana samayena āyasmā nāgito bhagavato upaṭṭhāko hoti. ",
  "dn6:2.3": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yenāyasmā nāgito tenupasaṅkamiṁsu. upasaṅkamitvā āyasmantaṁ nāgitaṁ etadavocuṁ: ",
  "dn6:2.4": "“kahaṁ nu kho, bho nāgita, etarahi so bhavaṁ gotamo viharati? ",
  "dn6:2.5": "Dassanakāmā hi mayaṁ taṁ bhavantaṁ gotaman”ti. ",
  "dn6:2.6": "“Akālo kho, āvuso, bhagavantaṁ dassanāya, paṭisallīno bhagavā”ti. ",
  "dn6:2.7": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā tattheva ekamantaṁ nisīdiṁsu: ",
  "dn6:2.8": "“disvāva mayaṁ taṁ bhavantaṁ gotamaṁ gamissāmā”ti. ",
  "dn6:3.0": "2. Oṭṭhaddhalicchavīvatthu ",
  "dn6:3.1": "Oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṁ yena mahāvanaṁ kūṭāgārasālā yenāyasmā nāgito tenupasaṅkami; upasaṅkamitvā āyasmantaṁ nāgitaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho oṭṭhaddhopi licchavī āyasmantaṁ nāgitaṁ etadavoca: ",
  "dn6:3.2": "“kahaṁ nu kho, bhante nāgita, etarahi so bhagavā viharati arahaṁ sammāsambuddho, ",
  "dn6:3.3": "dassanakāmā hi mayaṁ taṁ bhagavantaṁ arahantaṁ sammāsambuddhan”ti. ",
  "dn6:3.4": "“Akālo kho, mahāli, bhagavantaṁ dassanāya, paṭisallīno bhagavā”ti. ",
  "dn6:3.5": "Oṭṭhaddhopi licchavī tattheva ekamantaṁ nisīdi: ",
  "dn6:3.6": "“disvāva ahaṁ taṁ bhagavantaṁ gamissāmi arahantaṁ sammāsambuddhan”ti. ",
  "dn6:4.1": "Atha kho sīho samaṇuddeso yenāyasmā nāgito tenupasaṅkami; upasaṅkamitvā āyasmantaṁ nāgitaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho sīho samaṇuddeso āyasmantaṁ nāgitaṁ etadavoca: ",
  "dn6:4.2": "“ete, bhante kassapa, sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā idhūpasaṅkantā bhagavantaṁ dassanāya; oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṁ idhūpasaṅkanto bhagavantaṁ dassanāya, sādhu, bhante kassapa, labhataṁ esā janatā bhagavantaṁ dassanāyā”ti. ",
  "dn6:4.3": "“Tena hi, sīha, tvaññeva bhagavato ārocehī”ti. ",
  "dn6:4.4": "“Evaṁ, bhante”ti kho sīho samaṇuddeso āyasmato nāgitassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho sīho samaṇuddeso bhagavantaṁ etadavoca: ",
  "dn6:4.5": "“ete, bhante, sambahulā kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā idhūpasaṅkantā bhagavantaṁ dassanāya, oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṁ idhūpasaṅkanto bhagavantaṁ dassanāya. ",
  "dn6:4.6": "Sādhu, bhante, labhataṁ esā janatā bhagavantaṁ dassanāyā”ti. ",
  "dn6:4.7": "“Tena hi, sīha, vihārapacchāyāyaṁ āsanaṁ paññapehī”ti. ",
  "dn6:4.8": "“Evaṁ, bhante”ti kho sīho samaṇuddeso bhagavato paṭissutvā vihārapacchāyāyaṁ āsanaṁ paññapesi. ",
  "dn6:4.9": "Atha kho bhagavā vihārā nikkhamma vihārapacchāyāyaṁ paññatte āsane nisīdi. ",
  "dn6:5.1": "Atha kho te kosalakā ca brāhmaṇadūtā māgadhakā ca brāhmaṇadūtā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavatā saddhiṁ sammodiṁsu. ",
  "dn6:5.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. ",
  "dn6:5.3": "Oṭṭhaddhopi licchavī mahatiyā licchavīparisāya saddhiṁ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho oṭṭhaddho licchavī bhagavantaṁ etadavoca: “purimāni, bhante, divasāni purimatarāni sunakkhatto licchaviputto yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ etadavoca: ",
  "dn6:5.4": "‘yadagge ahaṁ, mahāli, bhagavantaṁ upanissāya viharāmi, na ciraṁ tīṇi vassāni, dibbāni hi kho rūpāni passāmi piyarūpāni kāmūpasaṁhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāmi piyarūpāni kāmūpasaṁhitāni rajanīyānī’ti. ",
  "dn6:5.5": "Santāneva nu kho, bhante, sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṁhitāni rajanīyāni, udāhu asantānī”ti? ",
  "dn6:5.6.0": "2.1. Ekaṁsabhāvitasamādhi ",
  "dn6:5.7": "“Santāneva kho, mahāli, sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṁhitāni rajanīyāni, no asantānī”ti. ",
  "dn6:6.1": "“Ko nu kho, bhante, hetu, ko paccayo, yena santāneva sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṁhitāni rajanīyāni, no asantānī”ti? ",
  "dn6:6.2": "“Idha, mahāli, bhikkhuno puratthimāya disāya ekaṁsabhāvito samādhi hoti dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:6.3": "So puratthimāya disāya ekaṁsabhāvite samādhimhi dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:6.4": "Puratthimāya disāya dibbāni rūpāni passati piyarūpāni kāmūpasaṁhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāti piyarūpāni kāmūpasaṁhitāni rajanīyāni. ",
  "dn6:6.5": "Taṁ kissa hetu? ",
  "dn6:6.6": "Evañhetaṁ, mahāli, hoti bhikkhuno puratthimāya disāya ekaṁsabhāvite samādhimhi dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:7.1": "Puna caparaṁ, mahāli, bhikkhuno dakkhiṇāya disāya …pe… ",
  "dn6:7.2": "pacchimāya disāya … ",
  "dn6:7.3": "uttarāya disāya … ",
  "dn6:7.4": "uddhamadho tiriyaṁ ekaṁsabhāvito samādhi hoti dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:7.5": "So uddhamadho tiriyaṁ ekaṁsabhāvite samādhimhi dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:7.6": "Uddhamadho tiriyaṁ dibbāni rūpāni passati piyarūpāni kāmūpasaṁhitāni rajanīyāni, no ca kho dibbāni saddāni suṇāti piyarūpāni kāmūpasaṁhitāni rajanīyāni. ",
  "dn6:7.7": "Taṁ kissa hetu? ",
  "dn6:7.8": "Evañhetaṁ, mahāli, hoti bhikkhuno uddhamadho tiriyaṁ ekaṁsabhāvite samādhimhi dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:8.1": "Idha, mahāli, bhikkhuno puratthimāya disāya ekaṁsabhāvito samādhi hoti dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:8.2": "So puratthimāya disāya ekaṁsabhāvite samādhimhi dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:8.3": "Puratthimāya disāya dibbāni saddāni suṇāti piyarūpāni kāmūpasaṁhitāni rajanīyāni, no ca kho dibbāni rūpāni passati piyarūpāni kāmūpasaṁhitāni rajanīyāni. ",
  "dn6:8.4": "Taṁ kissa hetu? ",
  "dn6:8.5": "Evañhetaṁ, mahāli, hoti bhikkhuno puratthimāya disāya ekaṁsabhāvite samādhimhi dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:9.1": "Puna caparaṁ, mahāli, bhikkhuno dakkhiṇāya disāya …pe… ",
  "dn6:9.2": "pacchimāya disāya … ",
  "dn6:9.3": "uttarāya disāya … ",
  "dn6:9.4": "uddhamadho tiriyaṁ ekaṁsabhāvito samādhi hoti dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:9.5": "So uddhamadho tiriyaṁ ekaṁsabhāvite samādhimhi dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:9.6": "Uddhamadho tiriyaṁ dibbāni saddāni suṇāti piyarūpāni kāmūpasaṁhitāni rajanīyāni, no ca kho dibbāni rūpāni passati piyarūpāni kāmūpasaṁhitāni rajanīyāni. ",
  "dn6:9.7": "Taṁ kissa hetu? ",
  "dn6:9.8": "Evañhetaṁ, mahāli, hoti bhikkhuno uddhamadho tiriyaṁ ekaṁsabhāvite samādhimhi dibbānaṁ saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, no ca kho dibbānaṁ rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:10.1": "Idha, mahāli, bhikkhuno puratthimāya disāya ubhayaṁsabhāvito samādhi hoti dibbānañca rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ dibbānañca saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:10.2": "So puratthimāya disāya ubhayaṁsabhāvite samādhimhi dibbānañca rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, dibbānañca saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:10.3": "Puratthimāya disāya dibbāni ca rūpāni passati piyarūpāni kāmūpasaṁhitāni rajanīyāni, dibbāni ca saddāni suṇāti piyarūpāni kāmūpasaṁhitāni rajanīyāni. ",
  "dn6:10.4": "Taṁ kissa hetu? ",
  "dn6:10.5": "Evañhetaṁ, mahāli, hoti bhikkhuno puratthimāya disāya ubhayaṁsabhāvite samādhimhi dibbānañca rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ dibbānañca saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:11.1": "Puna caparaṁ, mahāli, bhikkhuno dakkhiṇāya disāya …pe… ",
  "dn6:11.2": "pacchimāya disāya … ",
  "dn6:11.3": "uttarāya disāya … ",
  "dn6:11.4": "uddhamadho tiriyaṁ ubhayaṁsabhāvito samādhi hoti dibbānañca rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, dibbānañca saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:11.5": "So uddhamadho tiriyaṁ ubhayaṁsabhāvite samādhimhi dibbānañca rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ dibbānañca saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:11.6": "Uddhamadho tiriyaṁ dibbāni ca rūpāni passati piyarūpāni kāmūpasaṁhitāni rajanīyāni, dibbāni ca saddāni suṇāti piyarūpāni kāmūpasaṁhitāni rajanīyāni. ",
  "dn6:11.7": "Taṁ kissa hetu? ",
  "dn6:11.8": "Evañhetaṁ, mahāli, hoti bhikkhuno uddhamadho tiriyaṁ ubhayaṁsabhāvite samādhimhi dibbānañca rūpānaṁ dassanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ, dibbānañca saddānaṁ savanāya piyarūpānaṁ kāmūpasaṁhitānaṁ rajanīyānaṁ. ",
  "dn6:11.9": "Ayaṁ kho, mahāli, hetu ayaṁ paccayo, yena santāneva sunakkhatto licchaviputto dibbāni saddāni nāssosi piyarūpāni kāmūpasaṁhitāni rajanīyāni, no asantānī”ti. ",
  "dn6:12.1": "“Etāsaṁ nūna, bhante, samādhibhāvanānaṁ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṁ carantī”ti. ",
  "dn6:12.2": "“Na kho, mahāli, etāsaṁ samādhibhāvanānaṁ sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "dn6:12.3": "Atthi kho, mahāli, aññeva dhammā uttaritarā ca paṇītatarā ca, yesaṁ sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ carantī”ti. ",
  "dn6:13.0": "2.2. Catuariyaphala ",
  "dn6:13.1": "“Katame pana te, bhante, dhammā uttaritarā ca paṇītatarā ca, yesaṁ sacchikiriyāhetu bhikkhū bhagavati brahmacariyaṁ carantī”ti? ",
  "dn6:13.2": "“Idha, mahāli, bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo. ",
  "dn6:13.3": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "dn6:13.4": "Puna caparaṁ, mahāli, bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī hoti, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karoti. ",
  "dn6:13.5": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "dn6:13.6": "Puna caparaṁ, mahāli, bhikkhu pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko hoti, tattha parinibbāyī, anāvattidhammo tasmā lokā. ",
  "dn6:13.7": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "dn6:13.8": "Puna caparaṁ, mahāli, bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "dn6:13.9": "Ayampi kho, mahāli, dhammo uttaritaro ca paṇītataro ca, yassa sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ caranti. ",
  "dn6:13.10": "Ime kho te, mahāli, dhammā uttaritarā ca paṇītatarā ca, yesaṁ sacchikiriyāhetu bhikkhū mayi brahmacariyaṁ carantī”ti. ",
  "dn6:14.0": "2.3. Ariyaaṭṭhaṅgikamagga ",
  "dn6:14.1": "“Atthi pana, bhante, maggo atthi paṭipadā etesaṁ dhammānaṁ sacchikiriyāyā”ti? ",
  "dn6:14.2": "“Atthi kho, mahāli, maggo atthi paṭipadā etesaṁ dhammānaṁ sacchikiriyāyā”ti. ",
  "dn6:14.3": "“Katamo pana, bhante, maggo katamā paṭipadā etesaṁ dhammānaṁ sacchikiriyāyā”ti? ",
  "dn6:14.4": "“Ayameva ariyo aṭṭhaṅgiko maggo. ",
  "dn6:14.5": "Seyyathidaṁ—sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
  "dn6:14.6": "Ayaṁ kho, mahāli, maggo ayaṁ paṭipadā etesaṁ dhammānaṁ sacchikiriyāya. ",
  "dn6:15.0": "2.4. Dvepabbajitavatthu ",
  "dn6:15.1": "Ekamidāhaṁ, mahāli, samayaṁ kosambiyaṁ viharāmi ghositārāme. ",
  "dn6:15.2": "Atha kho dve pabbajitā—",
  "dn6:15.3": "muṇḍiyo ca paribbājako jāliyo ca dārupattikantevāsī yenāhaṁ tenupasaṅkamiṁsu. upasaṅkamitvā mayā saddhiṁ sammodiṁsu. ",
  "dn6:15.4": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho te dve pabbajitā maṁ etadavocuṁ: ",
  "dn6:15.5": "‘kiṁ nu kho, āvuso gotama, taṁ jīvaṁ taṁ sarīraṁ, udāhu aññaṁ jīvaṁ aññaṁ sarīran’ti? ",
  "dn6:16.1": "‘Tena hāvuso, suṇātha sādhukaṁ manasi karotha bhāsissāmī’ti. ",
  "dn6:16.2": "‘Evamāvuso’ti kho te dve pabbajitā mama paccassosuṁ. ",
  "dn6:16.3": "Ahaṁ etadavocaṁ: ",
  "dn6:16.4": "‘idhāvuso tathāgato loke uppajjati arahaṁ sammāsambuddho …pe… ",
  "dn6:16.5": "Evaṁ kho, āvuso, bhikkhu sīlasampanno hoti. ",
  "dn6:16.6": "…pe… ",
  "dn6:16.7": "Paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "dn6:16.8": "Yo kho, āvuso, bhikkhu evaṁ jānāti evaṁ passati, kallaṁ nu kho tassetaṁ vacanāya: ",
  "dn6:16.9": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vāti? ",
  "dn6:16.10": "Yo so, āvuso, bhikkhu evaṁ jānāti evaṁ passati, kallaṁ tassetaṁ vacanāya: ",
  "dn6:16.11": "‘taṁ jīvaṁ taṁ sarīran’ti vā, ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vāti. ",
  "dn6:16.12": "Ahaṁ kho panetaṁ, āvuso, evaṁ jānāmi evaṁ passāmi. ",
  "dn6:16.13": "Atha ca panāhaṁ na vadāmi: ",
  "dn6:16.14": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vā …pe… ",
  "dn6:17.1": "dutiyaṁ jhānaṁ … ",
  "dn6:17.2": "tatiyaṁ jhānaṁ … ",
  "dn6:17.3": "catutthaṁ jhānaṁ upasampajja viharati. ",
  "dn6:17.4": "Yo kho, āvuso, bhikkhu evaṁ jānāti evaṁ passati, kallaṁ nu kho tassetaṁ vacanāya: ",
  "dn6:17.5": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vāti? ",
  "dn6:17.6": "Yo so, āvuso, bhikkhu evaṁ jānāti evaṁ passati, kallaṁ tassetaṁ vacanāya: ",
  "dn6:17.7": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vāti. ",
  "dn6:17.8": "Ahaṁ kho panetaṁ, āvuso, evaṁ jānāmi evaṁ passāmi. ",
  "dn6:17.9": "Atha ca panāhaṁ na vadāmi: ",
  "dn6:17.10": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vā …pe… ",
  "dn6:18.1": "ñāṇadassanāya cittaṁ abhinīharati abhininnāmeti … ",
  "dn6:18.2": "yo kho, āvuso, bhikkhu evaṁ jānāti evaṁ passati, kallaṁ nu kho tassetaṁ vacanāya: ",
  "dn6:18.3": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vāti? ",
  "dn6:18.4": "…pe… ",
  "dn6:18.5": "Yo so, āvuso, bhikkhu evaṁ jānāti evaṁ passati, kallaṁ tassetaṁ vacanāya: ",
  "dn6:18.6": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vāti. ",
  "dn6:18.7": "Ahaṁ kho panetaṁ, āvuso, evaṁ jānāmi evaṁ passāmi. ",
  "dn6:18.8": "Atha ca panāhaṁ na vadāmi: ",
  "dn6:18.9": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vā. …pe… ",
  "dn6:19.1": "Nāparaṁ itthattāyāti pajānāti. ",
  "dn6:19.2": "Yo kho, āvuso, bhikkhu evaṁ jānāti evaṁ passati, kallaṁ nu kho tassetaṁ vacanāya: ",
  "dn6:19.3": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vāti? ",
  "dn6:19.4": "Yo so, āvuso, bhikkhu evaṁ jānāti evaṁ passati na kallaṁ tassetaṁ vacanāya: ",
  "dn6:19.5": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vāti. ",
  "dn6:19.6": "Ahaṁ kho panetaṁ, āvuso, evaṁ jānāmi evaṁ passāmi. ",
  "dn6:19.7": "Atha ca panāhaṁ na vadāmi: ",
  "dn6:19.8": "‘taṁ jīvaṁ taṁ sarīran’ti vā ‘aññaṁ jīvaṁ aññaṁ sarīran’ti vā”ti. ",
  "dn6:19.9": "Idamavoca bhagavā. ",
  "dn6:19.10": "Attamano oṭṭhaddho licchavī bhagavato bhāsitaṁ abhinandīti. ",
  "dn6:19.11": "Mahālisuttaṁ niṭṭhitaṁ chaṭṭhaṁ. "
}