{
  "dn9:0.1": "Dīgha Nikāya 9 ",
  "dn9:0.2": "Poṭṭhapādasutta ",
  "dn9:0.3": "1. Poṭṭhapādaparibbājakavatthu ",
  "dn9:1.1": "Evaṃ me sutaṃ—",
  "dn9:1.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "dn9:1.3": "Tena kho pana samayena poṭṭhapādo paribbājako samayappavādake tindukācīre ekasālake mallikāya ārāme paṭivasati mahatiyā paribbājakaparisāya saddhiṃ tiṃsamattehi paribbājakasatehi. ",
  "dn9:1.4": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi. ",
  "dn9:2.1": "Atha kho bhagavato etadahosi: ",
  "dn9:2.2": "“atippago kho tāva sāvatthiyaṃ piṇḍāya carituṃ. ",
  "dn9:2.3": "Yannūnāhaṃ yena samayappavādako tindukācīro ekasālako mallikāya ārāmo, yena poṭṭhapādo paribbājako tenupasaṅkameyyan”ti. ",
  "dn9:2.4": "Atha kho bhagavā yena samayappavādako tindukācīro ekasālako mallikāya ārāmo tenupasaṅkami. ",
  "dn9:3.1": "Tena kho pana samayena poṭṭhapādo paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā. ",
  "dn9:3.2": "Seyyathidaṃ—rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā. ",
  "dn9:4.1": "Addasā kho poṭṭhapādo paribbājako bhagavantaṃ dūratova āgacchantaṃ; ",
  "dn9:4.2": "disvāna sakaṃ parisaṃ saṇṭhapesi: ",
  "dn9:4.3": "“appasaddā bhonto hontu, mā bhonto saddamakattha. ",
  "dn9:4.4": "Ayaṃ samaṇo gotamo āgacchati. ",
  "dn9:4.5": "Appasaddakāmo kho so āyasmā appasaddassa vaṇṇavādī. ",
  "dn9:4.6": "Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti. ",
  "dn9:4.7": "Evaṃ vutte, te paribbājakā tuṇhī ahesuṃ. ",
  "dn9:5.1": "Atha kho bhagavā yena poṭṭhapādo paribbājako tenupasaṅkami. ",
  "dn9:5.2": "Atha kho poṭṭhapādo paribbājako bhagavantaṃ etadavoca: ",
  "dn9:5.3": "“etu kho, bhante, bhagavā. ",
  "dn9:5.4": "Svāgataṃ, bhante, bhagavato. ",
  "dn9:5.5": "Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi, yadidaṃ idhāgamanāya. ",
  "dn9:5.6": "Nisīdatu, bhante, bhagavā, idaṃ āsanaṃ paññattan”ti. ",
  "dn9:5.7": "Nisīdi bhagavā paññatte āsane. ",
  "dn9:5.8": "Poṭṭhapādopi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi. ",
  "dn9:5.9": "Ekamantaṃ nisinnaṃ kho poṭṭhapādaṃ paribbājakaṃ bhagavā etadavoca: ",
  "dn9:5.10": "“kāya nuttha, poṭṭhapāda, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "dn9:6.0": "1.1. Abhisaññānirodhakathā ",
  "dn9:6.1": "Evaṃ vutte, poṭṭhapādo paribbājako bhagavantaṃ etadavoca: ",
  "dn9:6.2": "“tiṭṭhatesā, bhante, kathā, yāya mayaṃ etarahi kathāya sannisinnā. ",
  "dn9:6.3": "Nesā, bhante, kathā bhagavato dullabhā bhavissati pacchāpi savanāya. ",
  "dn9:6.4": "Purimāni, bhante, divasāni purimatarāni, nānātitthiyānaṃ samaṇabrāhmaṇānaṃ kotūhalasālāya sannisinnānaṃ sannipatitānaṃ abhisaññānirodhe kathā udapādi: ",
  "dn9:6.5": "‘kathaṃ nu kho, bho, abhisaññānirodho hotī’ti? ",
  "dn9:6.6": "Tatrekacce evamāhaṃsu: ",
  "dn9:6.7": "‘ahetū appaccayā purisassa saññā uppajjantipi nirujjhantipi. ",
  "dn9:6.8": "Yasmiṃ samaye uppajjanti, saññī tasmiṃ samaye hoti. ",
  "dn9:6.9": "Yasmiṃ samaye nirujjhanti, asaññī tasmiṃ samaye hotī’ti. ",
  "dn9:6.10": "Ittheke abhisaññānirodhaṃ paññapenti. (1) ",
  "dn9:6.11": "Tamañño evamāha: ",
  "dn9:6.12": "‘na kho pana metaṃ, bho, evaṃ bhavissati. ",
  "dn9:6.13": "Saññā hi, bho, purisassa attā. ",
  "dn9:6.14": "Sā ca kho upetipi apetipi. ",
  "dn9:6.15": "Yasmiṃ samaye upeti, saññī tasmiṃ samaye hoti. ",
  "dn9:6.16": "Yasmiṃ samaye apeti, asaññī tasmiṃ samaye hotī’ti. ",
  "dn9:6.17": "Ittheke abhisaññānirodhaṃ paññapenti. (2) ",
  "dn9:6.18": "Tamañño evamāha: ",
  "dn9:6.19": "‘na kho pana metaṃ, bho, evaṃ bhavissati. ",
  "dn9:6.20": "Santi hi, bho, samaṇabrāhmaṇā mahiddhikā mahānubhāvā. ",
  "dn9:6.21": "Te imassa purisassa saññaṃ upakaḍḍhantipi apakaḍḍhantipi. ",
  "dn9:6.22": "Yasmiṃ samaye upakaḍḍhanti, saññī tasmiṃ samaye hoti. ",
  "dn9:6.23": "Yasmiṃ samaye apakaḍḍhanti, asaññī tasmiṃ samaye hotī’ti. ",
  "dn9:6.24": "Ittheke abhisaññānirodhaṃ paññapenti. (3) ",
  "dn9:6.25": "Tamañño evamāha: ",
  "dn9:6.26": "‘na kho pana metaṃ, bho, evaṃ bhavissati. ",
  "dn9:6.27": "Santi hi, bho, devatā mahiddhikā mahānubhāvā. ",
  "dn9:6.28": "Tā imassa purisassa saññaṃ upakaḍḍhantipi apakaḍḍhantipi. ",
  "dn9:6.29": "Yasmiṃ samaye upakaḍḍhanti, saññī tasmiṃ samaye hoti. ",
  "dn9:6.30": "Yasmiṃ samaye apakaḍḍhanti, asaññī tasmiṃ samaye hotī’ti. ",
  "dn9:6.31": "Ittheke abhisaññānirodhaṃ paññapenti. (4) ",
  "dn9:6.32": "Tassa mayhaṃ, bhante, bhagavantaṃyeva ārabbha sati udapādi: ",
  "dn9:6.33": "‘aho nūna bhagavā, aho nūna sugato, yo imesaṃ dhammānaṃ sukusalo’ti. ",
  "dn9:6.34": "Bhagavā, bhante, kusalo, bhagavā pakataññū abhisaññānirodhassa. ",
  "dn9:6.35": "Kathaṃ nu kho, bhante, abhisaññānirodho hotī”ti? ",
  "dn9:7.0": "1.2. Sahetukasaññuppādanirodhakathā ",
  "dn9:7.1": "“Tatra, poṭṭhapāda, ye te samaṇabrāhmaṇā evamāhaṃsu: ",
  "dn9:7.2": "‘ahetū appaccayā purisassa saññā uppajjantipi nirujjhantipī’ti, āditova tesaṃ aparaddhaṃ. ",
  "dn9:7.3": "Taṃ kissa hetu? ",
  "dn9:7.4": "Sahetū hi, poṭṭhapāda, sappaccayā purisassa saññā uppajjantipi nirujjhantipi. ",
  "dn9:7.5": "Sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ",
  "dn9:7.6": "Kā ca sikkhā”ti? Bhagavā avoca. ",
  "dn9:7.7": "“Idha, poṭṭhapāda, tathāgato loke uppajjati arahaṃ, sammāsambuddho …pe… ",
  "dn9:7.8": "Evaṃ kho, poṭṭhapāda, bhikkhu sīlasampanno hoti …pe… ",
  "dn9:8.1": "tassime pañcanīvaraṇe pahīne attani samanupassato pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati. ",
  "dn9:9-10.1": "So vivicceva kāmehi, vivicca akusalehi dhammehi, savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "dn9:9-10.2": "Tassa yā purimā kāmasaññā, sā nirujjhati. ",
  "dn9:9-10.3": "Vivekajapītisukhasukhumasaccasaññā tasmiṃ samaye hoti, vivekajapītisukhasukhumasaccasaññīyeva tasmiṃ samaye hoti. ",
  "dn9:9-10.4": "Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ",
  "dn9:9-10.5": "Ayaṃ sikkhā”ti bhagavā avoca. ",
  "dn9:11.1": "“Puna caparaṃ, poṭṭhapāda, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ",
  "dn9:11.2": "Tassa yā purimā vivekajapītisukhasukhumasaccasaññā, sā nirujjhati. ",
  "dn9:11.3": "Samādhijapītisukhasukhumasaccasaññā tasmiṃ samaye hoti, samādhijapītisukhasukhumasaccasaññīyeva tasmiṃ samaye hoti. ",
  "dn9:11.4": "Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ",
  "dn9:11.5": "Ayampi sikkhā”ti bhagavā avoca. ",
  "dn9:12.1": "“Puna caparaṃ, poṭṭhapāda, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti, tatiyaṃ jhānaṃ upasampajja viharati. ",
  "dn9:12.2": "Tassa yā purimā samādhijapītisukhasukhumasaccasaññā, sā nirujjhati. ",
  "dn9:12.3": "Upekkhāsukhasukhumasaccasaññā tasmiṃ samaye hoti, upekkhāsukhasukhumasaccasaññīyeva tasmiṃ samaye hoti. ",
  "dn9:12.4": "Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ",
  "dn9:12.5": "Ayampi sikkhā”ti bhagavā avoca. ",
  "dn9:13.1": "“Puna caparaṃ, poṭṭhapāda, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ",
  "dn9:13.2": "Tassa yā purimā upekkhāsukhasukhumasaccasaññā, sā nirujjhati. ",
  "dn9:13.3": "Adukkhamasukhasukhumasaccasaññā tasmiṃ samaye hoti, adukkhamasukhasukhumasaccasaññīyeva tasmiṃ samaye hoti. ",
  "dn9:13.4": "Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ",
  "dn9:13.5": "Ayampi sikkhā”ti bhagavā avoca. ",
  "dn9:14.1": "“Puna caparaṃ, poṭṭhapāda, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati. ",
  "dn9:14.2": "Tassa yā purimā rūpasaññā, sā nirujjhati. ",
  "dn9:14.3": "Ākāsānañcāyatanasukhumasaccasaññā tasmiṃ samaye hoti, ākāsānañcāyatanasukhumasaccasaññīyeva tasmiṃ samaye hoti. ",
  "dn9:14.4": "Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ",
  "dn9:14.5": "Ayampi sikkhā”ti bhagavā avoca. ",
  "dn9:15.1": "“Puna caparaṃ, poṭṭhapāda, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati. ",
  "dn9:15.2": "Tassa yā purimā ākāsānañcāyatanasukhumasaccasaññā, sā nirujjhati. ",
  "dn9:15.3": "Viññāṇañcāyatanasukhumasaccasaññā tasmiṃ samaye hoti, viññāṇañcāyatanasukhumasaccasaññīyeva tasmiṃ samaye hoti. ",
  "dn9:15.4": "Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ",
  "dn9:15.5": "Ayampi sikkhā”ti bhagavā avoca. ",
  "dn9:16.1": "“Puna caparaṃ, poṭṭhapāda, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati. ",
  "dn9:16.2": "Tassa yā purimā viññāṇañcāyatanasukhumasaccasaññā, sā nirujjhati. ",
  "dn9:16.3": "Ākiñcaññāyatanasukhumasaccasaññā tasmiṃ samaye hoti, ākiñcaññāyatanasukhumasaccasaññīyeva tasmiṃ samaye hoti. ",
  "dn9:16.4": "Evampi sikkhā ekā saññā uppajjati, sikkhā ekā saññā nirujjhati. ",
  "dn9:16.5": "Ayampi sikkhā”ti bhagavā avoca. ",
  "dn9:17.1": "“Yato kho, poṭṭhapāda, bhikkhu idha sakasaññī hoti, so tato amutra tato amutra anupubbena saññaggaṃ phusati. ",
  "dn9:17.2": "Tassa saññagge ṭhitassa evaṃ hoti: ",
  "dn9:17.3": "‘cetayamānassa me pāpiyo, acetayamānassa me seyyo. ",
  "dn9:17.4": "Ahañceva kho pana ceteyyaṃ, abhisaṅkhareyyaṃ, imā ca me saññā nirujjheyyuṃ, aññā ca oḷārikā saññā uppajjeyyuṃ; ",
  "dn9:17.5": "yannūnāhaṃ na ceva ceteyyaṃ na ca abhisaṅkhareyyan’ti. ",
  "dn9:17.6": "So na ceva ceteti, na ca abhisaṅkharoti. ",
  "dn9:17.7": "Tassa acetayato anabhisaṅkharoto tā ceva saññā nirujjhanti, aññā ca oḷārikā saññā na uppajjanti. ",
  "dn9:17.8": "So nirodhaṃ phusati. ",
  "dn9:17.9": "Evaṃ kho, poṭṭhapāda, anupubbābhisaññānirodhasampajānasamāpatti hoti. ",
  "dn9:18.1": "Taṃ kiṃ maññasi, poṭṭhapāda, ",
  "dn9:18.2": "api nu te ito pubbe evarūpā anupubbābhisaññānirodhasampajānasamāpatti sutapubbā”ti? ",
  "dn9:18.3": "“No hetaṃ, bhante. ",
  "dn9:18.4": "Evaṃ kho ahaṃ, bhante, bhagavato bhāsitaṃ ājānāmi: ",
  "dn9:18.5": "‘yato kho, poṭṭhapāda, bhikkhu idha sakasaññī hoti, so tato amutra tato amutra anupubbena saññaggaṃ phusati, ",
  "dn9:18.6": "tassa saññagge ṭhitassa evaṃ hoti: ",
  "dn9:18.7": "“cetayamānassa me pāpiyo, acetayamānassa me seyyo. ",
  "dn9:18.8": "Ahañceva kho pana ceteyyaṃ abhisaṅkhareyyaṃ, imā ca me saññā nirujjheyyuṃ, aññā ca oḷārikā saññā uppajjeyyuṃ; ",
  "dn9:18.9": "yannūnāhaṃ na ceva ceteyyaṃ, na ca abhisaṅkhareyyan”ti. ",
  "dn9:18.10": "So na ceva ceteti, na cābhisaṅkharoti, tassa acetayato anabhisaṅkharoto tā ceva saññā nirujjhanti, aññā ca oḷārikā saññā na uppajjanti. ",
  "dn9:18.11": "So nirodhaṃ phusati. ",
  "dn9:18.12": "Evaṃ kho, poṭṭhapāda, anupubbābhisaññānirodhasampajānasamāpatti hotī’”ti. ",
  "dn9:18.13": "“Evaṃ, poṭṭhapādā”ti. ",
  "dn9:19.1": "“Ekaññeva nu kho, bhante, bhagavā saññaggaṃ paññapeti, udāhu puthūpi saññagge paññapetī”ti? ",
  "dn9:19.2": "“Ekampi kho ahaṃ, poṭṭhapāda, saññaggaṃ paññapemi, puthūpi saññagge paññapemī”ti. ",
  "dn9:19.3": "“Yathā kathaṃ pana, bhante, bhagavā ekampi saññaggaṃ paññapeti, puthūpi saññagge paññapetī”ti? ",
  "dn9:19.4": "“Yathā yathā kho, poṭṭhapāda, nirodhaṃ phusati tathā tathāhaṃ saññaggaṃ paññapemi. ",
  "dn9:19.5": "Evaṃ kho ahaṃ, poṭṭhapāda, ekampi saññaggaṃ paññapemi, puthūpi saññagge paññapemī”ti. ",
  "dn9:20.1": "“Saññā nu kho, bhante, paṭhamaṃ uppajjati, pacchā ñāṇaṃ, udāhu ñāṇaṃ paṭhamaṃ uppajjati, pacchā saññā, udāhu saññā ca ñāṇañca apubbaṃ acarimaṃ uppajjantī”ti? ",
  "dn9:20.2": "“Saññā kho, poṭṭhapāda, paṭhamaṃ uppajjati, pacchā ñāṇaṃ, saññuppādā ca pana ñāṇuppādo hoti. ",
  "dn9:20.3": "So evaṃ pajānāti: ",
  "dn9:20.4": "‘idappaccayā kira me ñāṇaṃ udapādī’ti. ",
  "dn9:20.5": "Iminā kho etaṃ, poṭṭhapāda, pariyāyena veditabbaṃ—",
  "dn9:20.6": "yathā saññā paṭhamaṃ uppajjati, pacchā ñāṇaṃ, saññuppādā ca pana ñāṇuppādo hotī”ti. ",
  "dn9:21.0": "1.3. Saññāattakathā ",
  "dn9:21.1": "“Saññā nu kho, bhante, purisassa attā, udāhu aññā saññā añño attā”ti? ",
  "dn9:21.2": "“Kaṃ pana tvaṃ, poṭṭhapāda, attānaṃ paccesī”ti? ",
  "dn9:21.3": "“Oḷārikaṃ kho ahaṃ, bhante, attānaṃ paccemi rūpiṃ cātumahābhūtikaṃ kabaḷīkārāhārabhakkhan”ti. ",
  "dn9:21.4": "“Oḷāriko ca hi te, poṭṭhapāda, attā abhavissa rūpī cātumahābhūtiko kabaḷīkārāhārabhakkho. Evaṃ santaṃ kho te, poṭṭhapāda, aññāva saññā bhavissati añño attā. ",
  "dn9:21.5": "Tadamināpetaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā. ",
  "dn9:21.6": "Tiṭṭhateva sāyaṃ, poṭṭhapāda, oḷāriko attā rūpī cātumahābhūtiko kabaḷīkārāhārabhakkho, atha imassa purisassa aññā ca saññā uppajjanti, aññā ca saññā nirujjhanti. ",
  "dn9:21.7": "Iminā kho etaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā”ti. ",
  "dn9:22.1": "“Manomayaṃ kho ahaṃ, bhante, attānaṃ paccemi sabbaṅgapaccaṅgiṃ ahīnindriyan”ti. ",
  "dn9:22.2": "“Manomayo ca hi te, poṭṭhapāda, attā abhavissa sabbaṅgapaccaṅgī ahīnindriyo, evaṃ santampi kho te, poṭṭhapāda, aññāva saññā bhavissati añño attā. ",
  "dn9:22.3": "Tadamināpetaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā. ",
  "dn9:22.4": "Tiṭṭhateva sāyaṃ, poṭṭhapāda, manomayo attā sabbaṅgapaccaṅgī ahīnindriyo, atha imassa purisassa aññā ca saññā uppajjanti, aññā ca saññā nirujjhanti. ",
  "dn9:22.5": "Imināpi kho etaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā”ti. ",
  "dn9:23.1": "“Arūpiṃ kho ahaṃ, bhante, attānaṃ paccemi saññāmayan”ti. ",
  "dn9:23.2": "“Arūpī ca hi te, poṭṭhapāda, attā abhavissa saññāmayo, evaṃ santampi kho te, poṭṭhapāda, aññāva saññā bhavissati añño attā. ",
  "dn9:23.3": "Tadamināpetaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā. ",
  "dn9:23.4": "Tiṭṭhateva sāyaṃ, poṭṭhapāda, arūpī attā saññāmayo, atha imassa purisassa aññā ca saññā uppajjanti, aññā ca saññā nirujjhanti. ",
  "dn9:23.5": "Imināpi kho etaṃ, poṭṭhapāda, pariyāyena veditabbaṃ yathā aññāva saññā bhavissati añño attā”ti. ",
  "dn9:24.1": "“Sakkā panetaṃ, bhante, mayā ñātuṃ: ",
  "dn9:24.2": "‘saññā purisassa attā’ti vā ‘aññāva saññā añño attā’ti vā”ti? ",
  "dn9:24.3": "“Dujjānaṃ kho etaṃ, poṭṭhapāda, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena: ",
  "dn9:24.4": "‘saññā purisassa attā’ti vā, ‘aññāva saññā añño attāti’ vā”ti. ",
  "dn9:25.1": "“Sacetaṃ, bhante, mayā dujjānaṃ aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena: ",
  "dn9:25.2": "‘saññā purisassa attā’ti vā, ‘aññāva saññā añño attā’ti vā; ",
  "dn9:25.3": "kiṃ pana, bhante, ‘sassato loko, idameva saccaṃ moghamaññan’”ti? ",
  "dn9:25.4": "“Abyākataṃ kho etaṃ, poṭṭhapāda, mayā: ",
  "dn9:25.5": "‘sassato loko, idameva saccaṃ moghamaññan’”ti. ",
  "dn9:26.1": "“Kiṃ pana, bhante, ‘asassato loko, idameva saccaṃ moghamaññan’”ti? ",
  "dn9:26.2": "“Etampi kho, poṭṭhapāda, mayā abyākataṃ: ",
  "dn9:26.3": "‘asassato loko, idameva saccaṃ moghamaññan’”ti. ",
  "dn9:27.1": "“Kiṃ pana, bhante, ‘antavā loko …pe… ",
  "dn9:27.2": "‘anantavā loko … ",
  "dn9:27.3": "‘taṃ jīvaṃ taṃ sarīraṃ … ",
  "dn9:27.4": "‘aññaṃ jīvaṃ aññaṃ sarīraṃ … ",
  "dn9:27.5": "‘hoti tathāgato paraṃ maraṇā … ",
  "dn9:27.6": "‘na hoti tathāgato paraṃ maraṇā … ",
  "dn9:27.7": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā … ",
  "dn9:27.8": "‘neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’”ti? ",
  "dn9:27.9": "“Etampi kho, poṭṭhapāda, mayā abyākataṃ: ",
  "dn9:27.10": "‘neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan’”ti. ",
  "dn9:28.1": "“Kasmā panetaṃ, bhante, bhagavatā abyākatan”ti? ",
  "dn9:28.2": "“Na hetaṃ, poṭṭhapāda, atthasaṃhitaṃ na dhammasaṃhitaṃ nādibrahmacariyakaṃ, na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, ",
  "dn9:28.3": "tasmā etaṃ mayā abyākatan”ti. ",
  "dn9:29.1": "“Kiṃ pana, bhante, bhagavatā byākatan”ti? ",
  "dn9:29.2": "“Idaṃ dukkhanti kho, poṭṭhapāda, mayā byākataṃ. Ayaṃ dukkhasamudayoti kho, poṭṭhapāda, mayā byākataṃ. Ayaṃ dukkhanirodhoti kho, poṭṭhapāda, mayā byākataṃ. Ayaṃ dukkhanirodhagāminī paṭipadāti kho, poṭṭhapāda, mayā byākatan”ti. ",
  "dn9:30.1": "“Kasmā panetaṃ, bhante, bhagavatā byākatan”ti? ",
  "dn9:30.2": "“Etañhi, poṭṭhapāda, atthasaṃhitaṃ, etaṃ dhammasaṃhitaṃ, etaṃ ādibrahmacariyakaṃ, etaṃ nibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati; ",
  "dn9:30.3": "tasmā etaṃ mayā byākatan”ti. ",
  "dn9:30.4": "“Evametaṃ, bhagavā, evametaṃ, sugata. ",
  "dn9:30.5": "Yassadāni, bhante, bhagavā kālaṃ maññatī”ti. ",
  "dn9:30.6": "Atha kho bhagavā uṭṭhāyāsanā pakkāmi. ",
  "dn9:31.1": "Atha kho te paribbājakā acirapakkantassa bhagavato poṭṭhapādaṃ paribbājakaṃ samantato vācā sannitodakena sañjhabbharimakaṃsu: ",
  "dn9:31.2": "“evameva panāyaṃ bhavaṃ poṭṭhapādo yaññadeva samaṇo gotamo bhāsati, taṃ tadevassa abbhanumodati: ",
  "dn9:31.3": "‘evametaṃ, bhagavā, evametaṃ, sugatā’ti. ",
  "dn9:31.4": "Na kho pana mayaṃ kiñci samaṇassa gotamassa ekaṃsikaṃ dhammaṃ desitaṃ ājānāma: ",
  "dn9:31.5": "‘sassato loko’ti vā, ‘asassato loko’ti vā, ‘antavā loko’ti vā, ‘anantavā loko’ti vā, ‘taṃ jīvaṃ taṃ sarīran’ti vā, ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā, ‘hoti tathāgato paraṃ maraṇā’ti vā, ‘na hoti tathāgato paraṃ maraṇā’ti vā, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti vā, ‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti vā”ti. ",
  "dn9:31.6": "Evaṃ vutte, poṭṭhapādo paribbājako te paribbājake etadavoca: ",
  "dn9:31.7": "“ahampi kho, bho, na kiñci samaṇassa gotamassa ekaṃsikaṃ dhammaṃ desitaṃ ājānāmi: ",
  "dn9:31.8": "‘sassato loko’ti vā, ‘asassato loko’ti vā …pe… ",
  "dn9:31.9": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti vā; ",
  "dn9:31.10": "api ca samaṇo gotamo bhūtaṃ tacchaṃ tathaṃ paṭipadaṃ paññapeti dhammaṭṭhitataṃ dhammaniyāmataṃ. ",
  "dn9:31.11": "Bhūtaṃ kho pana tacchaṃ tathaṃ paṭipadaṃ paññapentassa dhammaṭṭhitataṃ dhammaniyāmataṃ, kathañhi nāma mādiso viññū samaṇassa gotamassa subhāsitaṃ subhāsitato nābbhanumodeyyā”ti? ",
  "dn9:32.0": "2. Cittahatthisāriputtapoṭṭhapādavatthu ",
  "dn9:32.1": "Atha kho dvīhatīhassa accayena citto ca hatthisāriputto poṭṭhapādo ca paribbājako yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā citto hatthisāriputto bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. ",
  "dn9:32.2": "Poṭṭhapādo pana paribbājako bhagavatā saddhiṃ sammodi. Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
  "dn9:32.3": "Ekamantaṃ nisinno kho poṭṭhapādo paribbājako bhagavantaṃ etadavoca: ",
  "dn9:32.4": "“tadā maṃ, bhante, te paribbājakā acirapakkantassa bhagavato samantato vācāsannitodakena sañjhabbharimakaṃsu: ",
  "dn9:32.5": "‘evameva panāyaṃ bhavaṃ poṭṭhapādo yaññadeva samaṇo gotamo bhāsati, taṃ tadevassa abbhanumodati: ",
  "dn9:32.6": "“evametaṃ, bhagavā, evametaṃ, sugatā”ti. ",
  "dn9:32.7": "Na kho pana mayaṃ kiñci samaṇassa gotamassa ekaṃsikaṃ dhammaṃ desitaṃ ājānāma: ",
  "dn9:32.8": "“sassato loko”ti vā, “asassato loko”ti vā, “antavā loko”ti vā, “anantavā loko”ti vā, “taṃ jīvaṃ taṃ sarīran”ti vā, “aññaṃ jīvaṃ aññaṃ sarīran”ti vā, “hoti tathāgato paraṃ maraṇā”ti vā, “na hoti tathāgato paraṃ maraṇā”ti vā, “hoti ca na ca hoti tathāgato paraṃ maraṇā”ti vā, “neva hoti na na hoti tathāgato paraṃ maraṇā”ti vā’ti. ",
  "dn9:32.9": "Evaṃ vuttāhaṃ, bhante, te paribbājake etadavocaṃ: ",
  "dn9:32.10": "‘ahampi kho, bho, na kiñci samaṇassa gotamassa ekaṃsikaṃ dhammaṃ desitaṃ ājānāmi: ",
  "dn9:32.11": "“sassato loko”ti vā, “asassato loko”ti vā …pe… ",
  "dn9:32.12": "“neva hoti na na hoti tathāgato paraṃ maraṇā”ti vā; ",
  "dn9:32.13": "api ca samaṇo gotamo bhūtaṃ tacchaṃ tathaṃ paṭipadaṃ paññapeti dhammaṭṭhitataṃ dhammaniyāmataṃ. ",
  "dn9:32.14": "Bhūtaṃ kho pana tacchaṃ tathaṃ paṭipadaṃ paññapentassa dhammaṭṭhitataṃ dhammaniyāmataṃ, kathañhi nāma mādiso viññū samaṇassa gotamassa subhāsitaṃ subhāsitato nābbhanumodeyyā’”ti? ",
  "dn9:33.1": "“Sabbeva kho ete, poṭṭhapāda, paribbājakā andhā acakkhukā; ",
  "dn9:33.2": "tvaṃyeva nesaṃ eko cakkhumā. ",
  "dn9:33.3": "Ekaṃsikāpi hi kho, poṭṭhapāda, mayā dhammā desitā paññattā; ",
  "dn9:33.4": "anekaṃsikāpi hi kho, poṭṭhapāda, mayā dhammā desitā paññattā. ",
  "dn9:33.5": "Katame ca te, poṭṭhapāda, mayā anekaṃsikā dhammā desitā paññattā? ",
  "dn9:33.6": "‘Sassato loko’ti kho, poṭṭhapāda, mayā anekaṃsiko dhammo desito paññatto; ",
  "dn9:33.7": "‘asassato loko’ti kho, poṭṭhapāda, mayā anekaṃsiko dhammo desito paññatto; ",
  "dn9:33.8": "‘antavā loko’ti kho, poṭṭhapāda …pe… ",
  "dn9:33.9": "‘anantavā loko’ti kho, poṭṭhapāda … ",
  "dn9:33.10": "‘taṃ jīvaṃ taṃ sarīran’ti kho, poṭṭhapāda … ",
  "dn9:33.11": "‘aññaṃ jīvaṃ aññaṃ sarīran’ti kho, poṭṭhapāda … ",
  "dn9:33.12": "‘hoti tathāgato paraṃ maraṇā’ti kho, poṭṭhapāda … ",
  "dn9:33.13": "na hoti tathāgato paraṃ maraṇā’ti kho, poṭṭhapāda … ",
  "dn9:33.14": "‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti kho, poṭṭhapāda … ",
  "dn9:33.15": "‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti kho, poṭṭhapāda, mayā anekaṃsiko dhammo desito paññatto. ",
  "dn9:33.16": "Kasmā ca te, poṭṭhapāda, mayā anekaṃsikā dhammā desitā paññattā? ",
  "dn9:33.17": "Na hete, poṭṭhapāda, atthasaṃhitā na dhammasaṃhitā na ādibrahmacariyakā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattanti. ",
  "dn9:33.18": "Tasmā te mayā anekaṃsikā dhammā desitā paññattā. ",
  "dn9:33.19.0": "2.1. Ekaṃsikadhammā ",
  "dn9:33.20": "Katame ca te, poṭṭhapāda, mayā ekaṃsikā dhammā desitā paññattā? ",
  "dn9:33.21": "Idaṃ dukkhanti kho, poṭṭhapāda, mayā ekaṃsiko dhammo desito paññatto. ",
  "dn9:33.22": "Ayaṃ dukkhasamudayoti kho, poṭṭhapāda, mayā ekaṃsiko dhammo desito paññatto. ",
  "dn9:33.23": "Ayaṃ dukkhanirodhoti kho, poṭṭhapāda, mayā ekaṃsiko dhammo desito paññatto. ",
  "dn9:33.24": "Ayaṃ dukkhanirodhagāminī paṭipadāti kho, poṭṭhapāda, mayā ekaṃsiko dhammo desito paññatto. ",
  "dn9:33.25": "Kasmā ca te, poṭṭhapāda, mayā ekaṃsikā dhammā desitā paññattā? ",
  "dn9:33.26": "Ete hi, poṭṭhapāda, atthasaṃhitā, ete dhammasaṃhitā, ete ādibrahmacariyakā ete nibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattanti. ",
  "dn9:33.27": "Tasmā te mayā ekaṃsikā dhammā desitā paññattā. ",
  "dn9:34.1": "Santi, poṭṭhapāda, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn9:34.2": "‘ekantasukhī attā hoti arogo paraṃ maraṇā’ti. ",
  "dn9:34.3": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn9:34.4": "‘saccaṃ kira tumhe āyasmanto evaṃvādino evaṃdiṭṭhino: ",
  "dn9:34.5": "“ekantasukhī attā hoti arogo paraṃ maraṇā”’ti? ",
  "dn9:34.6": "Te ce me evaṃ puṭṭhā ‘āmā’ti paṭijānanti. ",
  "dn9:34.7": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:34.8": "‘api pana tumhe āyasmanto ekantasukhaṃ lokaṃ jānaṃ passaṃ viharathā’ti? ",
  "dn9:34.9": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:34.10": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:34.11": "‘api pana tumhe āyasmanto ekaṃ vā rattiṃ ekaṃ vā divasaṃ upaḍḍhaṃ vā rattiṃ upaḍḍhaṃ vā divasaṃ ekantasukhiṃ attānaṃ sañjānāthā’ti? ",
  "dn9:34.12": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:34.13": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:34.14": "‘api pana tumhe āyasmanto jānātha: ",
  "dn9:34.15": "“ayaṃ maggo ayaṃ paṭipadā ekantasukhassa lokassa sacchikiriyāyā”’ti? ",
  "dn9:34.16": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:34.17": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:34.18": "‘api pana tumhe āyasmanto yā tā devatā ekantasukhaṃ lokaṃ upapannā, tāsaṃ bhāsamānānaṃ saddaṃ suṇātha: ",
  "dn9:34.19": "“suppaṭipannāttha, mārisā, ujuppaṭipannāttha, mārisā, ekantasukhassa lokassa sacchikiriyāya; ",
  "dn9:34.20": "mayampi hi, mārisā, evaṃpaṭipannā ekantasukhaṃ lokaṃ upapannā”’ti? ",
  "dn9:34.21": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:34.22": "Taṃ kiṃ maññasi, poṭṭhapāda, ",
  "dn9:34.23": "nanu evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
  "dn9:34.24": "“Addhā kho, bhante, evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
  "dn9:35.1": "“Seyyathāpi, poṭṭhapāda, puriso evaṃ vadeyya: ",
  "dn9:35.2": "‘ahaṃ yā imasmiṃ janapade janapadakalyāṇī, taṃ icchāmi taṃ kāmemī’ti. ",
  "dn9:35.3": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "dn9:35.4": "‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti? ",
  "dn9:35.5": "Iti puṭṭho ‘no’ti vadeyya. ",
  "dn9:35.6": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "dn9:35.7": "‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ evaṃnāmā evaṅgottāti vā, dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti, amukasmiṃ gāme vā nigame vā nagare vā’ti? ",
  "dn9:35.8": "Iti puṭṭho ‘no’ti vadeyya. ",
  "dn9:35.9": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "dn9:35.10": "‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, taṃ tvaṃ icchasi kāmesī’ti? ",
  "dn9:35.11": "Iti puṭṭho ‘āmā’ti vadeyya. ",
  "dn9:35.12": "Taṃ kiṃ maññasi, poṭṭhapāda, ",
  "dn9:35.13": "nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
  "dn9:35.14": "“Addhā kho, bhante, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
  "dn9:36.1": "“Evameva kho, poṭṭhapāda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn9:36.2": "‘ekantasukhī attā hoti arogo paraṃ maraṇā’ti. ",
  "dn9:36.3": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn9:36.4": "‘saccaṃ kira tumhe āyasmanto evaṃvādino evaṃdiṭṭhino: ",
  "dn9:36.5": "“ekantasukhī attā hoti arogo paraṃ maraṇā”’ti? ",
  "dn9:36.6": "Te ce me evaṃ puṭṭhā ‘āmā’ti paṭijānanti. ",
  "dn9:36.7": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:36.8": "‘api pana tumhe āyasmanto ekantasukhaṃ lokaṃ jānaṃ passaṃ viharathā’ti? ",
  "dn9:36.9": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:36.10": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:36.11": "‘api pana tumhe āyasmanto ekaṃ vā rattiṃ ekaṃ vā divasaṃ upaḍḍhaṃ vā rattiṃ upaḍḍhaṃ vā divasaṃ ekantasukhiṃ attānaṃ sañjānāthā’ti? ",
  "dn9:36.12": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:36.13": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:36.14": "‘api pana tumhe āyasmanto jānātha: ",
  "dn9:36.15": "“ayaṃ maggo ayaṃ paṭipadā ekantasukhassa lokassa sacchikiriyāyā”’ti? ",
  "dn9:36.16": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:36.17": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:36.18": "‘api pana tumhe āyasmanto yā tā devatā ekantasukhaṃ lokaṃ upapannā, tāsaṃ bhāsamānānaṃ saddaṃ suṇātha: ",
  "dn9:36.19": "“suppaṭipannāttha, mārisā, ujuppaṭipannāttha, mārisā, ekantasukhassa lokassa sacchikiriyāya; ",
  "dn9:36.20": "mayampi hi, mārisā, evaṃpaṭipannā ekantasukhaṃ lokaṃ upapannā”’ti? ",
  "dn9:36.21": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:36.22": "Taṃ kiṃ maññasi, poṭṭhapāda, nanu evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
  "dn9:36.23": "“Addhā kho, bhante, evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
  "dn9:37.1": "“Seyyathāpi, poṭṭhapāda, puriso cātumahāpathe nisseṇiṃ kareyya pāsādassa ārohaṇāya. ",
  "dn9:37.2": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "dn9:37.3": "‘ambho purisa, yassa tvaṃ pāsādassa ārohaṇāya nisseṇiṃ karosi, jānāsi taṃ pāsādaṃ puratthimāya vā disāya dakkhiṇāya vā disāya pacchimāya vā disāya uttarāya vā disāya ucco vā nīco vā majjhimo vā’ti? ",
  "dn9:37.4": "Iti puṭṭho ‘no’ti vadeyya. ",
  "dn9:37.5": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "dn9:37.6": "‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, tassa tvaṃ pāsādassa ārohaṇāya nisseṇiṃ karosī’ti? ",
  "dn9:37.7": "Iti puṭṭho ‘āmā’ti vadeyya. ",
  "dn9:37.8": "Taṃ kiṃ maññasi, poṭṭhapāda, ",
  "dn9:37.9": "nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
  "dn9:37.10": "“Addhā kho, bhante, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
  "dn9:38.1": "“Evameva kho, poṭṭhapāda, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "dn9:38.2": "‘ekantasukhī attā hoti arogo paraṃ maraṇā’ti. ",
  "dn9:38.3": "Tyāhaṃ upasaṅkamitvā evaṃ vadāmi: ",
  "dn9:38.4": "‘saccaṃ kira tumhe āyasmanto evaṃvādino evaṃdiṭṭhino: ",
  "dn9:38.5": "“ekantasukhī attā hoti arogo paraṃ maraṇā”’ti? ",
  "dn9:38.6": "Te ce me evaṃ puṭṭhā ‘āmā’ti paṭijānanti. ",
  "dn9:38.7": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:38.8": "‘api pana tumhe āyasmanto ekantasukhaṃ lokaṃ jānaṃ passaṃ viharathā’ti? ",
  "dn9:38.9": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:38.10": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:38.11": "‘api pana tumhe āyasmanto ekaṃ vā rattiṃ ekaṃ vā divasaṃ upaḍḍhaṃ vā rattiṃ upaḍḍhaṃ vā divasaṃ ekantasukhiṃ attānaṃ sañjānāthā’ti? ",
  "dn9:38.12": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:38.13": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:38.14": "‘api pana tumhe āyasmanto jānātha ayaṃ maggo ayaṃ paṭipadā ekantasukhassa lokassa sacchikiriyāyā’ti? ",
  "dn9:38.15": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:38.16": "Tyāhaṃ evaṃ vadāmi: ",
  "dn9:38.17": "‘api pana tumhe āyasmanto yā tā devatā ekantasukhaṃ lokaṃ upapannā tāsaṃ devatānaṃ bhāsamānānaṃ saddaṃ suṇātha: ",
  "dn9:38.18": "“suppaṭipannāttha, mārisā, ujuppaṭipannāttha, mārisā, ekantasukhassa lokassa sacchikiriyāya; ",
  "dn9:38.19": "mayampi hi, mārisā, evaṃ paṭipannā ekantasukhaṃ lokaṃ upapannā”’ti? ",
  "dn9:38.20": "Iti puṭṭhā ‘no’ti vadanti. ",
  "dn9:38.21": "Taṃ kiṃ maññasi, poṭṭhapāda, nanu evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
  "dn9:38.22": "“Addhā kho, bhante, evaṃ sante tesaṃ samaṇabrāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
  "dn9:39.0": "2.2. Tayoattapaṭilābha ",
  "dn9:39.1": "“Tayo kho me, poṭṭhapāda, attapaṭilābhā—",
  "dn9:39.2": "oḷāriko attapaṭilābho, manomayo attapaṭilābho, arūpo attapaṭilābho. ",
  "dn9:39.3": "Katamo ca, poṭṭhapāda, oḷāriko attapaṭilābho? ",
  "dn9:39.4": "Rūpī cātumahābhūtiko kabaḷīkārāhārabhakkho, ayaṃ oḷāriko attapaṭilābho. ",
  "dn9:39.5": "Katamo manomayo attapaṭilābho? ",
  "dn9:39.6": "Rūpī manomayo sabbaṅgapaccaṅgī ahīnindriyo, ayaṃ manomayo attapaṭilābho. ",
  "dn9:39.7": "Katamo arūpo attapaṭilābho? ",
  "dn9:39.8": "Arūpī saññāmayo, ayaṃ arūpo attapaṭilābho. ",
  "dn9:40.1": "Oḷārikassapi kho ahaṃ, poṭṭhapāda, attapaṭilābhassa pahānāya dhammaṃ desemi: ",
  "dn9:40.2": "‘yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "dn9:40.3": "Siyā kho pana te, poṭṭhapāda, evamassa: ",
  "dn9:40.4": "‘saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, dukkho ca kho vihāro’ti. ",
  "dn9:40.5": "Na kho panetaṃ, poṭṭhapāda, evaṃ daṭṭhabbaṃ. ",
  "dn9:40.6": "Saṅkilesikā ceva dhammā pahīyissanti, vodāniyā ca dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, pāmujjañceva bhavissati pīti ca passaddhi ca sati ca sampajaññañca sukho ca vihāro. ",
  "dn9:41.1": "Manomayassapi kho ahaṃ, poṭṭhapāda, attapaṭilābhassa pahānāya dhammaṃ desemi: ",
  "dn9:41.2": "‘yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "dn9:41.3": "Siyā kho pana te, poṭṭhapāda, evamassa: ",
  "dn9:41.4": "‘saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, dukkho ca kho vihāro’ti. ",
  "dn9:41.5": "Na kho panetaṃ, poṭṭhapāda, evaṃ daṭṭhabbaṃ. ",
  "dn9:41.6": "Saṅkilesikā ceva dhammā pahīyissanti, vodāniyā ca dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, pāmujjañceva bhavissati pīti ca passaddhi ca sati ca sampajaññañca sukho ca vihāro. ",
  "dn9:42.1": "Arūpassapi kho ahaṃ, poṭṭhapāda, attapaṭilābhassa pahānāya dhammaṃ desemi: ",
  "dn9:42.2": "‘yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "dn9:42.3": "Siyā kho pana te, poṭṭhapāda, evamassa: ",
  "dn9:42.4": "‘saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, dukkho ca kho vihāro’ti. ",
  "dn9:42.5": "Na kho panetaṃ, poṭṭhapāda, evaṃ daṭṭhabbaṃ. ",
  "dn9:42.6": "Saṅkilesikā ceva dhammā pahīyissanti, vodāniyā ca dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissati, pāmujjañceva bhavissati pīti ca passaddhi ca sati ca sampajaññañca sukho ca vihāro. ",
  "dn9:43.1": "Pare ce, poṭṭhapāda, amhe evaṃ puccheyyuṃ: ",
  "dn9:43.2": "‘katamo pana so, āvuso, oḷāriko attapaṭilābho, yassa tumhe pahānāya dhammaṃ desetha, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti, tesaṃ mayaṃ evaṃ puṭṭhā evaṃ byākareyyāma: ",
  "dn9:43.3": "‘ayaṃ vā so, āvuso, oḷāriko attapaṭilābho, yassa mayaṃ pahānāya dhammaṃ desema, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "dn9:44.1": "Pare ce, poṭṭhapāda, amhe evaṃ puccheyyuṃ: ",
  "dn9:44.2": "‘katamo pana so, āvuso, manomayo attapaṭilābho, yassa tumhe pahānāya dhammaṃ desetha, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti? ",
  "dn9:44.3": "Tesaṃ mayaṃ evaṃ puṭṭhā evaṃ byākareyyāma: ",
  "dn9:44.4": "‘ayaṃ vā so, āvuso, manomayo attapaṭilābho yassa mayaṃ pahānāya dhammaṃ desema, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "dn9:45.1": "Pare ce, poṭṭhapāda, amhe evaṃ puccheyyuṃ: ",
  "dn9:45.2": "‘katamo pana so, āvuso, arūpo attapaṭilābho, yassa tumhe pahānāya dhammaṃ desetha, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti? ",
  "dn9:45.3": "Tesaṃ mayaṃ evaṃ puṭṭhā evaṃ byākareyyāma: ",
  "dn9:45.4": "‘ayaṃ vā so, āvuso, arūpo attapaṭilābho yassa mayaṃ pahānāya dhammaṃ desema, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "dn9:45.5": "Taṃ kiṃ maññasi, poṭṭhapāda, ",
  "dn9:45.6": "nanu evaṃ sante sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
  "dn9:45.7": "“Addhā kho, bhante, evaṃ sante sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
  "dn9:46.1": "“Seyyathāpi, poṭṭhapāda, puriso nisseṇiṃ kareyya pāsādassa ārohaṇāya tasseva pāsādassa heṭṭhā. ",
  "dn9:46.2": "Tamenaṃ evaṃ vadeyyuṃ: ",
  "dn9:46.3": "‘ambho purisa, yassa tvaṃ pāsādassa ārohaṇāya nisseṇiṃ karosi, jānāsi taṃ pāsādaṃ, puratthimāya vā disāya dakkhiṇāya vā disāya pacchimāya vā disāya uttarāya vā disāya ucco vā nīco vā majjhimo vā’ti? ",
  "dn9:46.4": "So evaṃ vadeyya: ",
  "dn9:46.5": "‘ayaṃ vā so, āvuso, pāsādo, yassāhaṃ ārohaṇāya nisseṇiṃ karomi, tasseva pāsādassa heṭṭhā’ti. ",
  "dn9:46.6": "Taṃ kiṃ maññasi, poṭṭhapāda, ",
  "dn9:46.7": "nanu evaṃ sante tassa purisassa sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
  "dn9:46.8": "“Addhā kho, bhante, evaṃ sante tassa purisassa sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
  "dn9:47.1": "“Evameva kho, poṭṭhapāda, pare ce amhe evaṃ puccheyyuṃ: ",
  "dn9:47.2": "‘katamo pana so, āvuso, oḷāriko attapaṭilābho …pe… ",
  "dn9:47.3": "katamo pana so, āvuso, manomayo attapaṭilābho …pe… ",
  "dn9:47.4": "katamo pana so, āvuso, arūpo attapaṭilābho, yassa tumhe pahānāya dhammaṃ desetha, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti? ",
  "dn9:47.5": "Tesaṃ mayaṃ evaṃ puṭṭhā evaṃ byākareyyāma: ",
  "dn9:47.6": "‘ayaṃ vā so, āvuso, arūpo attapaṭilābho, yassa mayaṃ pahānāya dhammaṃ desema, yathāpaṭipannānaṃ vo saṅkilesikā dhammā pahīyissanti, vodāniyā dhammā abhivaḍḍhissanti, paññāpāripūriṃ vepullattañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "dn9:47.7": "Taṃ kiṃ maññasi, poṭṭhapāda, nanu evaṃ sante sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti? ",
  "dn9:47.8": "“Addhā kho, bhante, evaṃ sante sappāṭihīrakataṃ bhāsitaṃ sampajjatī”ti. ",
  "dn9:48.1": "Evaṃ vutte, citto hatthisāriputto bhagavantaṃ etadavoca: ",
  "dn9:48.2": "“yasmiṃ, bhante, samaye oḷāriko attapaṭilābho hoti, moghassa tasmiṃ samaye manomayo attapaṭilābho hoti, mogho arūpo attapaṭilābho hoti; ",
  "dn9:48.3": "oḷāriko vāssa attapaṭilābho tasmiṃ samaye sacco hoti. ",
  "dn9:48.4": "Yasmiṃ, bhante, samaye manomayo attapaṭilābho hoti, moghassa tasmiṃ samaye oḷāriko attapaṭilābho hoti, mogho arūpo attapaṭilābho hoti; ",
  "dn9:48.5": "manomayo vāssa attapaṭilābho tasmiṃ samaye sacco hoti. ",
  "dn9:48.6": "Yasmiṃ, bhante, samaye arūpo attapaṭilābho hoti, moghassa tasmiṃ samaye oḷāriko attapaṭilābho hoti, mogho manomayo attapaṭilābho hoti; ",
  "dn9:48.7": "arūpo vāssa attapaṭilābho tasmiṃ samaye sacco hotī”ti. ",
  "dn9:49.1": "“Yasmiṃ, citta, samaye oḷāriko attapaṭilābho hoti, neva tasmiṃ samaye manomayo attapaṭilābhoti saṅkhaṃ gacchati, na arūpo attapaṭilābhoti saṅkhaṃ gacchati; ",
  "dn9:49.2": "oḷāriko attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ",
  "dn9:49.3": "Yasmiṃ, citta, samaye manomayo attapaṭilābho hoti, neva tasmiṃ samaye oḷāriko attapaṭilābhoti saṅkhaṃ gacchati, na arūpo attapaṭilābhoti saṅkhaṃ gacchati; ",
  "dn9:49.4": "manomayo attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ",
  "dn9:49.5": "Yasmiṃ, citta, samaye arūpo attapaṭilābho hoti, neva tasmiṃ samaye oḷāriko attapaṭilābhoti saṅkhaṃ gacchati, na manomayo attapaṭilābhoti saṅkhaṃ gacchati; ",
  "dn9:49.6": "arūpo attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ",
  "dn9:49.7": "Sace taṃ, citta, evaṃ puccheyyuṃ: ",
  "dn9:49.8": "‘ahosi tvaṃ atītamaddhānaṃ, na tvaṃ nāhosi; ",
  "dn9:49.9": "bhavissasi tvaṃ anāgatamaddhānaṃ, na tvaṃ na bhavissasi; ",
  "dn9:49.10": "atthi tvaṃ etarahi, na tvaṃ natthī’ti. ",
  "dn9:49.11": "Evaṃ puṭṭho tvaṃ, citta, kinti byākareyyāsī”ti? ",
  "dn9:49.12": "“Sace maṃ, bhante, evaṃ puccheyyuṃ: ",
  "dn9:49.13": "‘ahosi tvaṃ atītamaddhānaṃ, na tvaṃ na ahosi; ",
  "dn9:49.14": "bhavissasi tvaṃ anāgatamaddhānaṃ, na tvaṃ na bhavissasi; ",
  "dn9:49.15": "atthi tvaṃ etarahi, na tvaṃ natthī’ti. ",
  "dn9:49.16": "Evaṃ puṭṭho ahaṃ, bhante, evaṃ byākareyyaṃ: ",
  "dn9:49.17": "‘ahosāhaṃ atītamaddhānaṃ, nāhaṃ na ahosiṃ; ",
  "dn9:49.18": "bhavissāmahaṃ anāgatamaddhānaṃ, nāhaṃ na bhavissāmi; ",
  "dn9:49.19": "atthāhaṃ etarahi, nāhaṃ natthī’ti. ",
  "dn9:49.20": "Evaṃ puṭṭho ahaṃ, bhante, evaṃ byākareyyan”ti. ",
  "dn9:50.1": "“Sace pana taṃ, citta, evaṃ puccheyyuṃ: ",
  "dn9:50.2": "‘yo te ahosi atīto attapaṭilābho, sova te attapaṭilābho sacco, mogho anāgato, mogho paccuppanno? ",
  "dn9:50.3": "Yo te bhavissati anāgato attapaṭilābho, sova te attapaṭilābho sacco, mogho atīto, mogho paccuppanno? ",
  "dn9:50.4": "Yo te etarahi paccuppanno attapaṭilābho, sova te attapaṭilābho sacco, mogho atīto, mogho anāgato’ti. ",
  "dn9:50.5": "Evaṃ puṭṭho tvaṃ, citta, kinti byākareyyāsī”ti? ",
  "dn9:50.6": "“Sace pana maṃ, bhante, evaṃ puccheyyuṃ: ",
  "dn9:50.7": "‘yo te ahosi atīto attapaṭilābho, sova te attapaṭilābho sacco, mogho anāgato, mogho paccuppanno. ",
  "dn9:50.8": "Yo te bhavissati anāgato attapaṭilābho, sova te attapaṭilābho sacco, mogho atīto, mogho paccuppanno. ",
  "dn9:50.9": "Yo te etarahi paccuppanno attapaṭilābho, sova te attapaṭilābho sacco, mogho atīto, mogho anāgato’ti. ",
  "dn9:50.10": "Evaṃ puṭṭho ahaṃ, bhante, evaṃ byākareyyaṃ: ",
  "dn9:50.11": "‘yo me ahosi atīto attapaṭilābho, sova me attapaṭilābho tasmiṃ samaye sacco ahosi, mogho anāgato, mogho paccuppanno. ",
  "dn9:50.12": "Yo me bhavissati anāgato attapaṭilābho, sova me attapaṭilābho tasmiṃ samaye sacco bhavissati, mogho atīto, mogho paccuppanno. ",
  "dn9:50.13": "Yo me etarahi paccuppanno attapaṭilābho, sova me attapaṭilābho sacco, mogho atīto, mogho anāgato’ti. ",
  "dn9:50.14": "Evaṃ puṭṭho ahaṃ, bhante, evaṃ byākareyyan”ti. ",
  "dn9:51.1": "“Evameva kho, citta, yasmiṃ samaye oḷāriko attapaṭilābho hoti, neva tasmiṃ samaye manomayo attapaṭilābhoti saṅkhaṃ gacchati, na arūpo attapaṭilābhoti saṅkhaṃ gacchati. ",
  "dn9:51.2": "Oḷāriko attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ",
  "dn9:51.3": "Yasmiṃ, citta, samaye manomayo attapaṭilābho hoti …pe… ",
  "dn9:51.4": "yasmiṃ, citta, samaye arūpo attapaṭilābho hoti, neva tasmiṃ samaye oḷāriko attapaṭilābhoti saṅkhaṃ gacchati, na manomayo attapaṭilābhoti saṅkhaṃ gacchati; ",
  "dn9:51.5": "arūpo attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ",
  "dn9:52.1": "Seyyathāpi, citta, gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā sappimaṇḍo. ",
  "dn9:52.2": "Yasmiṃ samaye khīraṃ hoti, neva tasmiṃ samaye dadhīti saṅkhaṃ gacchati, na navanītanti saṅkhaṃ gacchati, na sappīti saṅkhaṃ gacchati, na sappimaṇḍoti saṅkhaṃ gacchati; ",
  "dn9:52.3": "khīrantveva tasmiṃ samaye saṅkhaṃ gacchati. ",
  "dn9:52.4": "Yasmiṃ samaye dadhi hoti …pe… ",
  "dn9:52.5": "navanītaṃ hoti … ",
  "dn9:52.6": "sappi hoti … ",
  "dn9:52.7": "sappimaṇḍo hoti, neva tasmiṃ samaye khīranti saṅkhaṃ gacchati, na dadhīti saṅkhaṃ gacchati, na navanītanti saṅkhaṃ gacchati, na sappīti saṅkhaṃ gacchati; ",
  "dn9:52.8": "sappimaṇḍotveva tasmiṃ samaye saṅkhaṃ gacchati. ",
  "dn9:53.1": "Evameva kho, citta, yasmiṃ samaye oḷāriko attapaṭilābho hoti …pe… ",
  "dn9:53.2": "yasmiṃ, citta, samaye manomayo attapaṭilābho hoti …pe… ",
  "dn9:53.3": "yasmiṃ, citta, samaye arūpo attapaṭilābho hoti, neva tasmiṃ samaye oḷāriko attapaṭilābhoti saṅkhaṃ gacchati, na manomayo attapaṭilābhoti saṅkhaṃ gacchati; ",
  "dn9:53.4": "arūpo attapaṭilābhotveva tasmiṃ samaye saṅkhaṃ gacchati. ",
  "dn9:53.5": "Imā kho, citta, lokasamaññā lokaniruttiyo lokavohārā lokapaññattiyo, yāhi tathāgato voharati aparāmasan”ti. ",
  "dn9:54.1": "Evaṃ vutte, poṭṭhapādo paribbājako bhagavantaṃ etadavoca: ",
  "dn9:54.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
  "dn9:54.3": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn9:54.4": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "dn9:54.5": "Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "dn9:55.0": "2.3. Cittahatthisāriputtaupasampadā ",
  "dn9:55.1": "Citto pana hatthisāriputto bhagavantaṃ etadavoca: ",
  "dn9:55.2": "“abhikkantaṃ, bhante, abhikkantaṃ, bhante. ",
  "dn9:55.3": "Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn9:55.4": "Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "dn9:55.5": "Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti. ",
  "dn9:56.1": "Alattha kho citto hatthisāriputto bhagavato santike pabbajjaṃ, alattha upasampadaṃ. ",
  "dn9:56.2": "Acirūpasampanno kho panāyasmā citto hatthisāriputto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto na cirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
  "dn9:56.3": "“khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthAttāyā”ti abbhaññāsi. ",
  "dn9:56.4": "Aññataro kho panāyasmā citto hatthisāriputto arahataṃ ahosīti. ",
  "dn9:56.5": "Poṭṭhapādasuttaṃ niṭṭhitaṃ navamaṃ. "
}