{
  "pe5:0.1": "Peṭakopadesa",
  "pe5:0.2": "5. Hāravibhaṅgapañcamabhūmi",
  "pe5:1.1": "Tattha katamo **hāravibhaṅgo**?",
  "pe5:1.2": "Yattha soḷasa hārā akkharaso bhedaṃ gacchanti.",
  "pe5:1.3": "Tattha ādimhi **desanāhāro**.",
  "pe5:1.4": "Tattha ayaṃ gāthā kusalā vā akusalā vā saccāni vā saccekadeso vā.",
  "pe5:1.5": "Kiṃ desitanti?",
  "pe5:1.6": "Sutte vīmaṃsā desanāhāro.",
  "pe5:1.7": "Yathā ariyasaccāni nikkhepo cattāri saccāni sādhāraṇāni asādhāraṇāni ca.",
  "pe5:1.8": "Yāni ca aṭṭhārasa padāni dukkhato satta padāni saṅkhepena kāyikena cetasikena dukkhena, appiyasampayogena piyavippayogena ca tīhi ca saṅkhatāhi.",
  "pe5:1.9": "Tattha tīṇi saṅkhatalakkhaṇāni tisso dukkhatā uppādo saṅkhatalakkhaṇaṃ, saṅkhāradukkhatāya dukkhatā ca saṅkhatalakkhaṇaṃ, vipariṇāmadukkhatāya dukkhatāti aññathattaṃ ca saṅkhatalakkhaṇaṃ, dukkhadukkhatāya ca dukkhatā, imesaṃ tiṇṇaṃ saṅkhatalakkhaṇānaṃ tīsu vedanābhūmīsu adukkhamasukhā vedanā uppādo saṅkhatalakkhaṇaṃ, saṅkhāradukkhatāya ca dukkhatā tayo saṅkhatalakkhaṇaṃ, sukhā vedanāya ca vipariṇāmadukkhatāya ca dukkhatāti aññathattaṃ saṅkhatalakkhaṇaṃ, dukkhāvedanā dukkhadukkhatā ca dukkhatā imamhi imesu navapadesu paṭhamakesu sattasu padesu soḷasasu padesu dukkhā pariyesitabbā, ekādasa dukkhatāya ca lakkhaṇaṃ niddese niddiṭṭhaṃ.",
  "pe5:1.10": "Pātubhāvalakkhaṇā jātiyā ca pātubhāvacutilakkhaṇo cutoti vitthārena pannarasapadāni kattabbāni, evaṃ sādhāraṇāni asādhāraṇāni ca sattasu dasasu padesu paññāsa tividhe ca sāsanappaṭṭhāne aṭṭhārasavidhesu ca suttādhiṭṭhānesu dasavidhesu ca suttavidheyyesu soḷasavidhesu ca hāresu ekavīsatividhāya ca pavicayavīmaṃsāyāti idaṃ desitaṃ.",
  "pe5:1.11": "Yathābhūtañca desitanti, ayaṃ vuccati desanāhāro. (1)",
  "pe5:2.1": "Tattha katamo **vicayo hāro**?",
  "pe5:3.1": "“Padaṃ pañhā ca pucchā ca,",
  "pe5:3.2": "kiṃ pubbaṃ kiñca pacchimaṃ;",
  "pe5:3.3": "Anugīti sā ca vicayo,",
  "pe5:3.4": "hāro vicayoti niddiṭṭho”.",
  "pe5:4.1": "Padanti paṭhamaṃ padaṃ.",
  "pe5:4.2": "Tassa ko attho?",
  "pe5:4.3": "Yaṃ bhagavā puṭṭho āyasmatā ajitena taṃ gahetabbaṃ, katipadāni puṭṭhāni yathā kiṃ kenassu nivuto lokoti gāthā, imāni katipadāni cattāri iti visajjanāya pucchā.",
  "pe5:4.4": "Yattakehi padehi bhagavatā visajjitāni padāni iti pucchāya ca yā padānaṃ saṅkāsanā, idaṃ vuccati padanti.",
  "pe5:5.1": "Pañhāti imāni cattāri padāni.",
  "pe5:5.2": "Kati pañhā?",
  "pe5:5.3": "Eko vā dve vā taduttari vā imāni cattāri padāni eko pañho, atthānuparivatti byañjanaṃ hoti, sambahulānipi padāni ekamevatthaṃ pucchati.",
  "pe5:5.4": "Imāni cattāri padāni anuparivattīni taṃ byañjanena eko pañhova hoti.",
  "pe5:5.5": "Kenassu nivuto lokoti lokaṃ sandhāya pucchati, kenassu nappakāsati kissābhilepanaṃ brūsīti taṃyeva pucchati.",
  "pe5:5.6": "Kiṃsu tassa mahabbhayanti taṃyeva pucchati.",
  "pe5:5.7": "Evaṃ atthānuparivatti byañjanaṃ eko pañho hoti, so pañho catubbidho ekaṃsabyākaraṇīyo vibhajjabyākaraṇīyo paṭipucchābyākaraṇīyo ṭhapaniyoti.",
  "pe5:5.8": "Tattha cakkhu aniccanti ekaṃsabyākaraṇīyo, yaṃ aniccaṃ taṃ dukkhanti vibhajjabyākaraṇīyo, siyā aniccaṃ na cakkhu, yānipi āyatanāni ca na cakkhu, tānipi aniccanti na cakkhuyeva, ayaṃ vibhajjabyākaraṇīyo, yaṃ cakkhu taṃ cakkhundriyaṃ neti paṭipucchābyākaraṇīyo, taṃ cakkhu tathāgatoti ṭhapaniyo.",
  "pe5:5.9": "Aññatra cakkhunāti ṭhapaniyo pañho.",
  "pe5:5.10": "Idaṃ pañhaṃ bhagavā kiṃ pucchito, lokassa saṃkileso pucchito.",
  "pe5:5.11": "Kiṃkāraṇaṃ?",
  "pe5:5.12": "Tividho hi saṃkileso taṇhāsaṃkileso ca diṭṭhisaṃkileso ca duccaritasaṃkileso ca.",
  "pe5:5.13": "Tattha avijjāya nivutoti avijjaṃ dasseti, jappāti taṇhaṃ dasseti, mahabbhayanti akusalassa kammassa vipākaṃ dasseti, sotaṃ nāma sukhavedanīyassa kammassa dukkhavedanīyo vipāko bhavissatīti netaṃ ṭhānaṃ vijjatīti bhagavā visajjeti, catūhi yo padehi avijjāya nivuto lokoti …pe…",
  "pe5:5.14": "evaṃ vuccati.",
  "pe5:6.1": "Taduttari paṭipucchati, savanti sabbadhi sotāti gāthā, cattāri padāni pucchati taṃ bhagavā dvīhi padehi visajjeti.",
  "pe5:7.1": "“Yāni sotāni lokasmiṃ,",
  "pe5:7.2": "sati tesaṃ nivāraṇaṃ;",
  "pe5:7.3": "Sotānaṃ saṃvaraṃ brūmi,",
  "pe5:7.4": "paññāyete pidhīyare”.",
  "pe5:8.1": "Imāni cattāri padāni dvīhi padehi visajjeti.",
  "pe5:8.2": "Idaṃ padanti pucchito, tassa saṃkiliṭṭhassa lokassa vodānaṃ pucchito, sotāni cha taṇhākāyā bahulādhivacanena niddiṭṭhā bhavanti sabbehi āyatanehi.",
  "pe5:8.3": "Tāni sotāni kena nivāriyantīti pariyuṭṭhānapahānaṃ pucchati, kena sotā pidhīyareti anusayasamugghātaṃ pucchati.",
  "pe5:8.4": "Tattha bhagavā chasu dvāresu satiyā deseti, yo hi sampajāno viharati satidovārikena ca tassa indriyāni guttāni sambhavanti.",
  "pe5:8.5": "Tattha guttesu indriyesu yā yā vipassanā, sā sā tesaṃ tesaṃ sotānaṃ tassā ca avijjāya yo loko nivuto accantapahānāya saṃvattati.",
  "pe5:8.6": "Evaṃ sotāni pihitānipi bhavanti tato uttari pucchati.",
  "pe5:9.1": "Paññā ca sati ca nāmarūpassa kho tassa bhagavantaṃ puṭṭhumāgamma katthetaṃ upasammati imāni cattāri padāni bhagavā ekena padena visajjeti.",
  "pe5:10.1": "“Yametaṃ pañhaṃ apucchi,",
  "pe5:10.2": "Ajita taṃ vadāmi te;",
  "pe5:10.3": "…pe…",
  "pe5:10.4": "Viññāṇassa nirodhena,",
  "pe5:10.5": "Etthetaṃ upasammati”.",
  "pe5:11.1": "Iminā pañhena kiṃ pucchati?",
  "pe5:11.2": "Anupādisesanibbānadhātuṃ pucchati, taṃ bhagavā anupādisesāya nibbānadhātuyā visajjeti.",
  "pe5:11.3": "Tattha paṭhamena pañhena saṃkilesaṃ pucchati.",
  "pe5:11.4": "Dutiyena pañhena vodānaṃ pucchati.",
  "pe5:11.5": "Tatiyena pañhena sopādisesanibbānadhātuṃ pucchati.",
  "pe5:11.6": "Catutthena pañhena anupādisesanibbānadhātuṃ paṭipucchati tato uttari paṭipucchati.",
  "pe5:12.1": "“Ye ca saṅkhātadhammāse,",
  "pe5:12.2": "ye ca sekhā puthū idha;",
  "pe5:12.3": "Tesaṃ me nipako iriyaṃ,",
  "pe5:12.4": "puṭṭho pabrūhi mārisa”.",
  "pe5:13.1": "Imāni cattāri padāni pucchati.",
  "pe5:13.2": "Kati ca pana te pañhe saṅkhātadhammā ca arahantā sekkhā ca?",
  "pe5:13.3": "Kiṃ pubbaṃ kiñca pacchimanti ayamattho.",
  "pe5:13.4": "Tattha kataraṃ paṭhamaṃ pucchati, kataraṃ pacchā?",
  "pe5:13.5": "Arahantaṃ paṭhamaṃ pucchati.",
  "pe5:13.6": "Sekkhadhamme tattha kena padena saṅkhātadhammāti arahanto gahitā, puthūti sekkhā gahitā.",
  "pe5:13.7": "Tesaṃ me nipakoti sādhāraṇaṃ padaṃ bhagavantaṃ pucchati.",
  "pe5:13.8": "Tassa sādhāraṇāni ca asādhāraṇāni ca pañhesu pucchitabbāni.",
  "pe5:13.9": "Taṃ bhagavā visajjeti.",
  "pe5:13.10": "Na tathā puṭṭhaṃ, paṭhamaṃ puṭṭhaṃ, taṃ pucchā visajjeti.",
  "pe5:13.11": "Yaṃ pacchā pucchitaṃ paṭhamaṃ visajjeti.",
  "pe5:13.12": "Kiñca idaṃ pucchitaṃ visuddhānaṃ visujjhantānañca kā iriyāti idaṃ pucchi, taṃ kāmesu nābhigijjheyya.",
  "pe5:13.13": "Manasānāvilo siyāti pariyuṭṭhānāni vitakkena ca bhagavā nivāreti, dve pana vitakkaanāvilatāya pariyuṭṭhānaṃ, yathā nīvaraṇesu niddiṭṭhaṃ.",
  "pe5:13.14": "Kusalā sabbadhammesūti arahantaṃ visajjeti.",
  "pe5:14.1": "Kenassu tarati oghanti gāthā, imāni cattāri padāni.",
  "pe5:14.2": "Cattāroyeva pañhā.",
  "pe5:14.3": "Kiṃkāraṇaṃ, na hi ettha atthānuparivatti byañjanaṃ yathā paṭhamaṃ ajitapañhesu, tassa na ekaṃsena bahūni visajjanāni, bahukā pañhā, ekova na cāpi, sabbe pucchati, pubbe visajjito, yathā catuttho ajitapañhe, yaṃ ettha yathābhūtaṃ pariyesanāpadabandhena visajjanāyo evaṃ yathābhūtaṃ pariyesati.",
  "pe5:14.4": "Yo puna ettha yaṃ evaṃ pucchati tattha ayamākāro pucchanāyaṃ antojaṭā bahijaṭāti gāthā pucchitavisajjanāya maggitabbā.",
  "pe5:14.5": "Kathaṃ visajjitāti bhagavāti visajjeti?",
  "pe5:14.6": "Sīle patiṭṭhāya naro sapaññoti gāthā.",
  "pe5:14.7": "Tattha cittabhāvanāya samathā, paññābhāvanāya vipassanā.",
  "pe5:14.8": "Tattha evaṃ anumīyati, ye dhammā samathena ca vipassanāya ca pahīyanti, te ime antojaṭā bahijaṭā.",
  "pe5:14.9": "Tattha visajjanaṃ samathena rāgo pahīyati, vipassanāya avijjā.",
  "pe5:14.10": "Ajjhattavatthuko rāgo antojaṭā, bāhiravatthuko rāgo bahijaṭā.",
  "pe5:14.11": "Ajjhattavatthukā sakkāyadiṭṭhi, ayaṃ antojaṭā.",
  "pe5:14.12": "Ekasaṭṭhi diṭṭhigatāni ca bāhiravatthukāni bahijaṭā, yā hi ajjhattavatthukā yā diṭṭhibhāgiyena bhavissati, ayaṃ jaṭā.",
  "pe5:14.13": "Tathā saṃkhittena yā kāci ajjhattavatthukā taṇhā ca diṭṭhi ca, ayaṃ antojaṭā.",
  "pe5:14.14": "Yā kāci bāhiravatthukā taṇhā ca diṭṭhi ca, ayaṃ bahijaṭā.",
  "pe5:15.1": "Yathā devatā bhagavantaṃ pucchati “catucakkaṃ navadvāran”ti gāthā.",
  "pe5:15.2": "Tattha bhagavā visajjeti “chetvā naddhiṃ varattaṃ cā”ti gāthā, idaṃ bhagavā dukkhanirodhagāminiṃ paṭipadaṃ visajjeti.",
  "pe5:15.3": "Imāya visajjanāya bhagavā anumīyati kilese ettha purimāya gāthāya niddisitabbena.",
  "pe5:15.4": "Taṃ hi catucakkanti cattāro vā hatthapādā.",
  "pe5:15.5": "Navadvāranti nava vaṇamukhāni.",
  "pe5:15.6": "Yathā catucakkanti cattāro upādānā, upādānappaccayā bhavo, upādānanirodhā bhavanirodho.",
  "pe5:15.7": "Navadvāranti nava mānavidhā, mānajātikāya hi dukkhaṃ seyyenamhi paraso tīṇi tikāni puṇṇaṃ.",
  "pe5:15.8": "Tikena saṃyuttaṃ hi pañcakāmaguṇiko rāgo.",
  "pe5:15.9": "Tattha naddhīti taṇhā visajjīyati.",
  "pe5:15.10": "Varattanti mānaṃ visajjeti, icchā lobho ca pāpakoti pañcakāmaguṇiko rāgo.",
  "pe5:15.11": "Tattha visamalobho pāpakoti niddisiyati samūlataṇhanti.",
  "pe5:15.12": "Aññāṇamūlakā taṇhāti aññāṇamūlakā taṇhā, taṇhāya ca diṭṭhiyā ca pahānaṃ.",
  "pe5:15.13": "Ye ca puna aññepi keci catucakkayogena teneva kāraṇena ca yujjanti, saṃsāragāmino dhammā sabbe niddisitabbā.",
  "pe5:15.14": "Tatthāyaṃ gāthā visajjanā pucchāya ca visajjanāya sameti.",
  "pe5:15.15": "Yaṃ yadi sandena atha saha byākaraṇena anugītiyaṃ ca so vicayoti bhagavā yattakāni padāni nikkhipati, tattakehi anugāyati.",
  "pe5:16.1": "Aṭṭhahi, bhikkhave, aṅgehi samannāgato bhikkhu dūteyyaṃ gantumarahati.",
  "pe5:16.2": "Imāni aṭṭha padāni nikkhittāni.",
  "pe5:16.3": "Chahi padehi bhagavā anugāyati.",
  "pe5:17.1": "“Yo ve na byathati patvā,",
  "pe5:17.2": "parisaṃ uggavādiniṃ;",
  "pe5:17.3": "Na ca hāpeti vacanaṃ,",
  "pe5:17.4": "na ca chādeti sāsanaṃ.",
  "pe5:18.1": "Asandiddhiṃ ca bhaṇati,",
  "pe5:18.2": "Pucchito na ca kuppati;",
  "pe5:18.3": "Sa ve tādisako bhikkhu,",
  "pe5:18.4": "Dūteyyaṃ gantumarahatī”ti.",
  "pe5:19.1": "Tattha pana bhagavā yattakāni padāni nikkhipati, tattakehi anugāyati.",
  "pe5:19.2": "Sattahi, bhikkhave, aṅgehi samannāgato kalyāṇamitto piyo garubhāvanīyoti vitthārena, idaṃ bhagavā sattahi padehi anugāyati.",
  "pe5:19.3": "Iti bahussutavā anugāyati, appatarakathaṃ padaṃ vā nikkhepo, bahussutavā nava padāni nikkhepo, appatarikā anugītiyā bahutarikā anugāyati.",
  "pe5:19.4": "Ayaṃ vuccati te anugīti ca vicayo, ayaṃ vicayo nāma hāro. (2)",
  "pe5:20.1": "Tattha katamo **yuttihāro**?",
  "pe5:21.1": "“Sabbesaṃ hārānaṃ,",
  "pe5:21.2": "Yā bhūmī yo ca gocaro tesaṃ;",
  "pe5:21.3": "Yuttāyutti parikkhā,",
  "pe5:21.4": "Hāro yuttīti niddiṭṭho”.",
  "pe5:22.1": "Hārānaṃ soḷasannaṃ yathā desanā yathā vicayo yo ca niddisiyati, ayaṃ niddeso.",
  "pe5:22.2": "Ayaṃ pucchā suttesu na yujjatīti yā tattha vīmaṃsā, ayaṃ yutti.",
  "pe5:23.1": "Yathā hi sahetū sappaccayā sattā saṅkilissanti, atthi hetu atthi paccayo sattānaṃ saṃkilesāya, sahetū sappaccayā sattā visujjhanti, atthi hetu atthi paccayo sattānaṃ visuddhiyā.",
  "pe5:23.2": "Sīlavatā, ānanda, puggalena na veyyākaraṇiyā kinti me vippaṭisāro uppādeyya …pe… abyākaraṇaṃ kattabbaṃ, ayaṃ visuddhiyā maggo.",
  "pe5:23.3": "Tassa hetu ko paccayo, sīlakkhandhassa cattāri cattāri hetu ca paccayo ca.",
  "pe5:23.4": "Sappurisasaṃsevo yo ca patirūpadesavāso ca, ayaṃ upādāpaccayatā sappaccayo.",
  "pe5:23.5": "Yaṃ porāṇakammaṃ assa vipāko paccayo, tāya paccayāya attasammāpaṇidhi, ayaṃ hetu.",
  "pe5:23.6": "Iti sīlakkhandho sahetu sappaccayoti idaṃ lokikaṃ sīlaṃ.",
  "pe5:24.1": "Yaṃ pana lokuttaraṃ sīlaṃ, tassa tīṇi indriyāni paccayo—",
  "pe5:24.2": "saddhindriyaṃ vīriyindriyaṃ samādhindriyaṃ—",
  "pe5:24.3": "ayaṃ paccayo.",
  "pe5:24.4": "Satindriyañca paññindriyañca hetu.",
  "pe5:24.5": "Paññāya nibbedhagāminiyā, yaṃ sīlaṃ jāyati.",
  "pe5:24.6": "Sotāpannassa ca sīlaṃ tenāyaṃ hetu ayaṃ paccayo.",
  "pe5:24.7": "Yaṃ puna samādhino passaddhi ca pīti ca pāmojjaṃ paccayo.",
  "pe5:24.8": "Yaṃ sukhaṃ hetu tena samādhikkhandho sahetu sappaccayo.",
  "pe5:24.9": "Yaṃ samāhito yathābhūtaṃ pajānāti, ayaṃ paññā.",
  "pe5:24.10": "Tassa paratoghoso ajjhattaṃ ca yoniso manasikāro hetu ca paccayo ca, iti ime tayo khandhā sahetū sappaccayā evaṃ satta paññā.",
  "pe5:24.11": "Sattabyākaraṇīsu ca suttesu na yujjati.",
  "pe5:24.12": "Ayaṃ yuttihāro.",
  "pe5:24.13": "(3) So catūsu mahāpadesesu daṭṭhabbo.",
  "pe5:25.1": "Tattha katamaṃ **padaṭṭhānaṃ**?",
  "pe5:26.1": "“Dhammaṃ deseti jino,",
  "pe5:26.2": "Tassa ca dhammassa yaṃ padaṭṭhānaṃ;",
  "pe5:26.3": "Iti yāva sabbadhammā,",
  "pe5:26.4": "Eso hāro padaṭṭhāno”.",
  "pe5:27.1": "Tattha pañca kāmaguṇā kāmarāgassa padaṭṭhānaṃ.",
  "pe5:27.2": "Yesaṃ kesañci kāmarāgo uppajjati uppanno vā uppajjissati vā, etesu yepi pañcasu rūpesu āyatanesu nāññatra etehi kāmarāgassa padaṭṭhānanti.",
  "pe5:27.3": "Vuccate, tena pañca kāmaguṇā kāmarāgassa padaṭṭhānaṃ.",
  "pe5:27.4": "Pañcindriyāni rūparāgassa padaṭṭhānaṃ.",
  "pe5:27.5": "Manindriyaṃ bhavarāgassa padaṭṭhānaṃ.",
  "pe5:27.6": "Pañcakkhandhā sakkāyadiṭṭhiyā padaṭṭhānaṃ.",
  "pe5:27.7": "Ekasaṭṭhi diṭṭhigatāni diṭṭhirāgassa padaṭṭhānaṃ.",
  "pe5:27.8": "Kāmadhātu kāmarāgassa padaṭṭhānaṃ.",
  "pe5:27.9": "Arūpadhātu arūparāgassa padaṭṭhānaṃ.",
  "pe5:27.10": "Sukhasaññā kāmarāgassa padaṭṭhānaṃ.",
  "pe5:27.11": "Byāpādasaññā byāpādassa padaṭṭhānaṃ.",
  "pe5:27.12": "Asampajaññatā sammohassa padaṭṭhānaṃ.",
  "pe5:27.13": "Nava āghātavatthūni byāpādassa padaṭṭhānaṃ.",
  "pe5:27.14": "Navavidhaṃ mānaṃ mānassa padaṭṭhānaṃ.",
  "pe5:27.15": "Sukhā vedanā rāgānusayassa padaṭṭhānaṃ.",
  "pe5:27.16": "Dukkhā vedanā paṭighānusayassa padaṭṭhānaṃ.",
  "pe5:27.17": "Adukkhamasukhā vedanā avijjānusayassa padaṭṭhānaṃ.",
  "pe5:27.18": "Attavādupādānañca musāvādo ca lobhassa padaṭṭhānaṃ.",
  "pe5:27.19": "Pāṇātipāto ca pisuṇavācā ca pharusavācā ca byāpādassa padaṭṭhānaṃ.",
  "pe5:27.20": "Micchattañca samphappalāpo ca mohassa padaṭṭhānaṃ.",
  "pe5:27.21": "Bhavaṃ bhogañca vokāro ahaṅkārassa padaṭṭhānaṃ.",
  "pe5:27.22": "Bāhirānaṃ pariggaho mamaṅkārassa padaṭṭhānaṃ.",
  "pe5:27.23": "Kāyassa saṅgaṃ diṭṭhiyā padaṭṭhānaṃ.",
  "pe5:27.24": "Kāyikadoso dosassa padaṭṭhānaṃ.",
  "pe5:27.25": "Kāyikakāsāvo lobhassa padaṭṭhānaṃ.",
  "pe5:27.26": "Yo yo vā pana dhammo yena yena ārammaṇena uppajjati saccādhiṭṭhānena vā dhammādhiṭṭhānena vā anusayanena vā, so dhammo tassa padaṭṭhānaṃ.",
  "pe5:27.27": "Tena sārammaṇena so dhammo uppajjati.",
  "pe5:28.1": "Yathā manusso purimassa padassa padaṭṭhānaṃ alabhanto dutiyaṃ padaṃ uddharati, so pacchānupadaṃ saṃharati.",
  "pe5:28.2": "Yadi pana yo na dutiyapadassa padaṭṭhānaṃ labhati, aparaṃ padaṃ uddharati.",
  "pe5:28.3": "Tassa yo ceso paccayo bhavati.",
  "pe5:28.4": "Evaṃ dhammo kusalo vā akusalo vā abyākato vā padaṭṭhānaṃ alabhanto na pavattati.",
  "pe5:28.5": "Yathā payuttassa dhammassa yonilābho, ayaṃ vuccati padaṭṭhāno hāro. (4)",
  "pe5:29.1": "Tattha katamo **lakkhaṇo hāro**?",
  "pe5:30.1": "“Vuttamhi ekadhamme,",
  "pe5:30.2": "Ye dhammā ekalakkhaṇā tena;",
  "pe5:30.3": "Sabbe bhavanti vuttā,",
  "pe5:30.4": "So hāro lakkhaṇo nāma”.",
  "pe5:31.1": "Yesañca susamāraddhā, niccaṃ kāyagatāsatīti gāthāya vuttāya kāyagatāsatiyā vuttā vedanāgatā cittagatā dhammagatā ca sati catunnaṃ satipaṭṭhānānaṃ ekena satipaṭṭhānena.",
  "pe5:31.2": "Na hi cittaṃ ekasmiṃ viññāṇaṭṭhitiyā pavattati, nānāsu gatīsu pavattati, kāyagatāsatiyā vuttāya vuttā vedanāgatā cittadhammagatā ca.",
  "pe5:31.3": "Na hi kāyagatāsatiyā bhāvitāya satipaṭṭhānā cattāro bhāvanāpāripūriṃ na gacchanti.",
  "pe5:31.4": "Evaṃ tassadisesu dhammesu vuttesu sabbadhammā vuttā ca bhavanti.",
  "pe5:32.1": "Sacittapariyodāpanaṃ, etaṃ buddhāna sāsananti gāthā cetasikā dhammā vuttā, citte rūpaṃ vuttaṃ.",
  "pe5:32.2": "Idaṃ nāmarūpaṃ dukkhaṃ ariyasaccaṃ.",
  "pe5:32.3": "Tato sacittapariyodāpanā yaṃ yaṃ odapeti, taṃ dukkhaṃ.",
  "pe5:32.4": "Yena odapeti, so maggo.",
  "pe5:32.5": "Yato odapanā, so nirodho.",
  "pe5:32.6": "Cakkhuṃ ca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tattha sahajātā vedanā saññā cetanā phasso manasikāro etete dhammā ekalakkhaṇā uppādalakkhaṇena.",
  "pe5:32.7": "Yo ca rūpe nibbindati, vedanāya so nibbindati, saññāsaṅkhāraviññāṇesupi so nibbindati.",
  "pe5:32.8": "Iti ye ekalakkhaṇā dhammā, tesaṃ ekamhi dhamme niddiṭṭhe sabbe dhammā niddiṭṭhā honti, ayaṃ vuccati lakkhaṇo hāro. (5)",
  "pe5:33.1": "Tattha katamo **catubyūho hāro**?",
  "pe5:34.1": "“Nirutti adhippāyo ca,",
  "pe5:34.2": "byañjanā desanāya ca;",
  "pe5:34.3": "Suttattho pubbāparasandhi,",
  "pe5:34.4": "eso hāro catubyūho”.",
  "pe5:35.1": "Tattha katamā nirutti, sā kathaṃ pariyesitabbā?",
  "pe5:35.2": "Yathā vuttaṃ bhagavatā ekādasahi aṅgehi samannāgato bhikkhu khippaṃ dhammesu mahattaṃ pāpuṇāti, atthakusalo ca hoti, dhammakusalo ca hoti, niruttikusalo ca hoti, itthādhivacanakusalo ca hoti, purisādhivacanakusalo ca, vipurisādhivacanakusalo ca, atītādhivacanakusalo ca, anāgatādhivacanakusalo ca, paccuppannādhivacanakusalo ca.",
  "pe5:35.3": "Ekādhippāyena kusalo nānādhippāyena kusalo.",
  "pe5:35.4": "Kimhi desitaṃ, atītānāgatapaccuppannaṃ.",
  "pe5:35.5": "Itthādhivacanena purisādhivacanena vipurisādhivacanena sabbaṃ yathāsuttaṃ niddiṭṭhaṃ.",
  "pe5:35.6": "Taṃ byañjanato niruttikosallato yo yaṃ suttassa suniruttidunniruttitaṃ avekkhati, idaṃ evaṃ niropayitabbaṃ.",
  "pe5:35.7": "Idampi na niropayitabbaṃ.",
  "pe5:35.8": "Idaṃ vuccate niruttikosallaṃ.",
  "pe5:36.1": "Tattha katamaṃ adhippāyakosallaṃ?",
  "pe5:36.2": "Yathādesitassa suttassa sabbassa vāraṃ gacchati imena bhagavatā desitabbanti.",
  "pe5:36.3": "Yathā kiṃ appamādo amataṃ padaṃ, pamādo maccuno padanti gāthā.",
  "pe5:36.4": "Ettha bhagavato ko adhippāyo?",
  "pe5:36.5": "Ye asītimeva ākaṅkhanti te appamattā viharissanti, ayaṃ adhippāyo.",
  "pe5:37.1": "“Yogassa kālaṃ na nivattati yā ca,",
  "pe5:37.2": "So na tattha pāpintave bhavanti;",
  "pe5:37.3": "Vedanāmaggaisinā paveditaṃ,",
  "pe5:37.4": "Dhutarajāsavā dukkhā pamokkhātā”.",
  "pe5:38.1": "Ettha bhagavato ko adhippāyo?",
  "pe5:38.2": "Ye dukkhe nāssādakā, te vīriyamārabhissanti dukkhakkhayāyāti.",
  "pe5:38.3": "Ayaṃ tattha bhagavato adhippāyo.",
  "pe5:38.4": "Iti gāthāya vā byākaraṇena vā desite iminā suttena sādhakā, yo evaṃ dhammānudhammaṃ paṭipajjatīti so adhippāyo, ayaṃ vuccati desanādhippāyo.",
  "pe5:39.1": "Tattha katamo pubbāparasandhi?",
  "pe5:39.2": "Yaṃ gāthāyaṃ vā suttesu vā padāni asīti tāni bhavanti evaṃ vā evameti tassā gāthāya suttassa vā yāni purimāni padāni yāni ca pacchimakāni, tāni samosāretabbāni.",
  "pe5:39.3": "Evaṃ so pubbāparena sandhi ñāyati.",
  "pe5:39.4": "Yā ekā samāraddhā gāthā dve tīṇi vā tassa mekadese bhāsitānaṃ abhāsitāhi gāthāhi aniddiṭṭho attho bhavati tadupadhāritabbaṃ.",
  "pe5:39.5": "Yaṃva sabbā itissa pariyesamānassa pariyesanā kaṅkhā, tassa vā puggalassa paññattīnaṃ apare pariyesitabbaṃ.",
  "pe5:39.6": "Idaṃ vuccate pubbāparena sandhi.",
  "pe5:39.7": "Kosallanti vatthuto nidānakosallaṃ.",
  "pe5:39.8": "Byañjanato niruttikosallaṃ.",
  "pe5:39.9": "Desanādhippāyakosallaṃ.",
  "pe5:39.10": "Pubbāparena sandhikosallaṃ.",
  "pe5:39.11": "Tattha tassa gāthā pariyesitā nidānaṃ vā.",
  "pe5:39.12": "Upalabbhituṃ na attho niddisitabbo vatthuto nidānakosallaṃ atthakosallaṃ imehi catūhi padehi attho pariyesiyanto yathābhūtaṃ pariyiṭṭho hoti.",
  "pe5:39.13": "Atha ca sabbo vatthuto vā nidānena vā yo adhippāyo byañjano nirutti sandhi ca anuttaro eso pubbāparena evaṃ suttatthena desitabbaṃ.",
  "pe5:39.14": "Ayaṃ catubyūho hāro. (6)",
  "pe5:40.1": "Tattha katamo **āvaṭṭo hāro**?",
  "pe5:41.1": "“Ekamhi padaṭṭhāne,",
  "pe5:41.2": "Pariyesati sesakaṃ padaṭṭhānaṃ;",
  "pe5:41.3": "Āvaṭṭati paṭipakkhe,",
  "pe5:41.4": "Āvaṭṭo nāma so hāro”.",
  "pe5:42.1": "Yathā kiṃ unnaḷānaṃ pamattānanti gāthāyo.",
  "pe5:42.2": "Yaṃ pamādo, idaṃ kissa padaṭṭhānaṃ?",
  "pe5:42.3": "Kusalānaṃ dhammānaṃ osaggassa.",
  "pe5:42.4": "Kusaladhammosaggo pana kissa padaṭṭhānaṃ?",
  "pe5:42.5": "Akusaladhammapaṭisevanāya.",
  "pe5:42.6": "Kissa padaṭṭhānaṃ, kusaladhammapaṭisevanāya?",
  "pe5:42.7": "Kissa padaṭṭhānaṃ, kilesavatthupaṭisevanāya?",
  "pe5:42.8": "Iti pamādena mohapakkhiyā diṭṭhi avijjā chandarāgapakkhiyā.",
  "pe5:42.9": "Tattha taṇhā ca diṭṭhi cattāro āsavā taṇhā kāmāsavo ca bhavāsavo ca diṭṭhāsavo ca avijjāsavo ca.",
  "pe5:42.10": "Tattha citte atthīti diṭṭhi cetasikesu niccanti pañcasu kāmaguṇesu ajjhāvahanena kāmāsavo, upapattīsu āsatti bhavāsavo.",
  "pe5:42.11": "Tattha rūpakāyo kāmāsavassa bhavāsavassa ca padaṭṭhānaṃ.",
  "pe5:42.12": "Nāmakāyo diṭṭhāsavassa avijjāsavassa ca padaṭṭhānaṃ.",
  "pe5:43.1": "Tattha alliyanāya ajjhattavāhanaṃ kāmāsavassa lakkhaṇaṃ.",
  "pe5:43.2": "Patthanaganthanaabhisaṅkhārakāyasaṅkhāraṇaṃ bhavāsavassa lakkhaṇaṃ, abhiniveso ca parāmāso ca diṭṭhāsavassa lakkhaṇaṃ.",
  "pe5:43.3": "Appaṭivedho dhammesu asampajaññā ca avijjāsavassa lakkhaṇaṃ.",
  "pe5:43.4": "Ime cattāro āsavā cattāri upādānāni.",
  "pe5:43.5": "Kāmāsavo kāmupādānaṃ, bhavāsavo bhavupādānaṃ, diṭṭhāsavo diṭṭhupādānaṃ, avijjāsavo attavādupādānaṃ, imehi catūhi upādānehi pañcakkhandhā.",
  "pe5:43.6": "Tattha avijjāsavo citte pahātabbo, so citte cittānupassissa pahīyati.",
  "pe5:43.7": "Diṭṭhāsavo dhammesu pahātabbo, so dhammesu dhammānupassissa pahīyati.",
  "pe5:43.8": "Bhavāsavo āsattiyā pahātabbo, so vedanāsu vedanānupassissa pahīyati.",
  "pe5:43.9": "Kāmāsavo pañcasu kāmaguṇesu pahātabbo, so kāye kāyānupassissa pahīyati.",
  "pe5:43.10": "Tattha kāyānupassanā dukkhamariyasaccaṃ bhajati.",
  "pe5:43.11": "Vedanānupassanā pañcannaṃ indriyānaṃ paccayo sukhindriyassa dukkhindriyassa somanassindriyassa domanassindriyassa upekkhindriyassa, sattakilesopacāro tena samudayaṃ bhajati.",
  "pe5:43.12": "Citte cittānupassanā nirodhaṃ bhajati.",
  "pe5:43.13": "Dhammesu dhammānupassanā maggaṃ bhajati.",
  "pe5:43.14": "Tenassa catūsu ca dassanena tasseva sabbe pahīyanti, yena niddiṭṭhā paṭhamaṃ unnaḷānaṃ pamattānaṃ tesaṃ vaḍḍhanti āsavā.",
  "pe5:43.15": "Jānato hi passato āsavānaṃ khayo dukkhaṃ samudayo nirodho maggo hi akusalā dhammā.",
  "pe5:43.16": "Evaṃ pariyesitabbā.",
  "pe5:43.17": "Yāva tassa akusalassa gati tato paṭipakkhena akusale dhamme pariyesati tesaṃ kilesānaṃ hārena āvaṭṭati.",
  "pe5:43.18": "Ayaṃ vuccate āvaṭṭo hāro.",
  "pe5:43.19": "(7) Evaṃ sukkāpi dhammā pariyesitabbā.",
  "pe5:43.20": "Akusaladhamme āgamissa.",
  "pe5:44.1": "Tattha āvaṭṭassa hārassa ayaṃ bhūmi sati upaṭṭhānā ca vipallāsā ca cattāri ñāṇāni sakkāyasamuppādāyagāminī ca paṭipadā sakkāyanirodhagāminī paṭipadā.",
  "pe5:45.1": "Tattha katamo **vibhatti hāro**?",
  "pe5:45.2": "Yaṃ kiñci vibhajjabyākaraṇīyaṃ vuccati vibhatti hāro.",
  "pe5:45.3": "Yathā kiṃ āgantvā ca puna puggalo hoti, no vāgataṃ na paribhāsati paripucchatāya pañhāya atiyanaṃ ekassa kiñci—",
  "pe5:45.4": "ayaṃ vuccate vibhatti hāro. (8)",
  "pe5:46.1": "Tattha katamo **parivattano hāro**?",
  "pe5:46.2": "Yaṃ kiñci paṭipakkhaniddeso, ayaṃ vuccati parivattano hāro.",
  "pe5:46.3": "Yathā vuttaṃ bhagavatā sammādiṭṭhikassa purisapuggalassa micchādiṭṭhi nijjiṇṇā hotīti vitthārena sabbāni maggaṅgāni.",
  "pe5:46.4": "Ayaṃ vuccate parivattano hāro. (9)",
  "pe5:47.1": "Tattha katamo **vevacano hāro**?",
  "pe5:48.1": "“Vevacanehi anekehi,",
  "pe5:48.2": "Ekaṃ dhammaṃ pakāsitaṃ;",
  "pe5:48.3": "Sutte yo jānāti suttavidū,",
  "pe5:48.4": "Vevacano nāma so hāro”.",
  "pe5:49.1": "Yathā āyasmā sāriputto ekamhi vatthumhi vevacanena nānāvuttena bhagavatā pasaṃsito “mahāpañño sāriputto hāsapañño javanapañño”ti idaṃ paññāya vevacanaṃ.",
  "pe5:49.2": "Yathā ca maggavibhaṅge niyyānattho ekamekaṃ maggaṅgaṃ vevacanehi niddiṭṭhaṃ.",
  "pe5:49.3": "Evaṃ avijjāya vevacanā.",
  "pe5:49.4": "Ekaṃ akusalamūlaṃ tadeva santaṃ tesu tesu janapadesu tena tena pajānanti.",
  "pe5:49.5": "Na hi anena tadevapi ālapiyanti aññaṃ bhajati.",
  "pe5:49.6": "Sabbakāmajahassa bhikkhunoti kāmā ālapitā.",
  "pe5:49.7": "Yassa nitthiṇṇo saṅkoti teyeva kāme saṅkāti ālapati.",
  "pe5:49.8": "Suṇamānassa puretaraṃ rajjanti teyeva kāme rajjanti ālapati.",
  "pe5:49.9": "Evaṃ suttamhi yo dhammo desiyati tassa pariyeṭṭhi “katamassa dhammassa idaṃ nāmaṃ katamassa idaṃ vevacanan”ti.",
  "pe5:49.10": "Sabbaññū hi yesaṃ yesaṃ yā nirutti hoti, yathā gāmi tena tena desetīti tassa vevacanaṃ pariyesitabbaṃ.",
  "pe5:49.11": "Ayaṃ vevacano hāro. (10)",
  "pe5:50.1": "Tattha katamo **paññatti hāro**?",
  "pe5:50.2": "Cattāri ariyasaccānīti suttaṃ niddisati, nikkhepapaññatti.",
  "pe5:50.3": "Yā samudayapaññatti.",
  "pe5:50.4": "Kabaḷīkāre āhāre atthi chando atthi rāgo yāva patiṭṭhitaṃ.",
  "pe5:50.5": "Tattha viññāṇaṃ pabhavapaññattiṃ paññapeti.",
  "pe5:50.6": "Kabaḷīkāre āhāre natthi chando …pe… samugghāti paññatti.",
  "pe5:51.1": "Tassa kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccatīti pahānapaññattiṃ paññapeti.",
  "pe5:51.2": "Taṇhā yassa purakkhatā paññā parivattati gāthā manāpapaññattiṃ paññapeti.",
  "pe5:51.3": "Evaṃ pana manāpapaññattīti ekadhammaṃ bhagavā paññapeti.",
  "pe5:51.4": "Na hi taṇhā dukkhasamudayoti kāretvā sabbattha taṇhāsamudayo niddisitabbo.",
  "pe5:51.5": "Yathā uppannaṃ kāmavitakkaṃ nādhivāseti vinodeti pajahatīti paṭikkhepapaññatti.",
  "pe5:51.6": "Evaṃ sabbesaṃ dhammānaṃ kusalānañca akusalānañca yañcassa dhammakkhettaṃ bhavati, so ceva dhammo tattha pavattati.",
  "pe5:51.7": "Tadavasiṭṭhā dhammā tassānuvattakā honti.",
  "pe5:51.8": "Sā duvidhā paññatti—",
  "pe5:51.9": "parādhīnapaññatti ca sādhīnapaññatti ca.",
  "pe5:51.10": "Katamā sādhīnapaññatti?",
  "pe5:51.11": "Samādhiṃ, bhikkhave, bhāvetha, samāhito, bhikkhave, bhikkhu yathābhūtaṃ pajānāti.",
  "pe5:51.12": "“Rūpaṃ aniccan”ti yathābhūtaṃ pajānāti, ayaṃ sādhīnapaññatti parādhīnapaññatti ca, sā paññatti paññāya ca sīlassa ca, yathā cattāri jhānāni bhāvetha.",
  "pe5:51.13": "Tassa atthi samādhindriyaṃ mudūni cattāri indriyāni tāni catuparādhīnāni, tīṇi aveccappasādeti parādhīnaṃ samādhindriyaṃ cattāri indriyāni parādhīnāti catūsu ariyasaccesu aparādhīnaṃ paññindriyaṃ satipaṭṭhānesu sammappadhānesu vīriyindriyaṃ.",
  "pe5:51.14": "Iti sake padaṭṭhāne sake khettasādhīno so dhammo, so ca tattha paññāpetabbo.",
  "pe5:51.15": "Tassa paṭipakkhā nighāto niddisitabbo.",
  "pe5:51.16": "Etthāyaṃ anekākārapaññatti kena kāraṇena ayaṃ dhammo paññattoti.",
  "pe5:51.17": "Ayaṃ vuccate paññatti. (11)",
  "pe5:52.1": "Tattha katamo **otaraṇo hāro**?",
  "pe5:52.2": "Chasu dhammesu otāretabbaṃ.",
  "pe5:52.3": "Katamesu chasu?",
  "pe5:52.4": "Khandhesu dhātūsu āyatanesu indriyesu saccesu paṭiccasamuppādesu.",
  "pe5:52.5": "Natthi taṃ suttaṃ vā gāthā vā byākaraṇaṃ vā.",
  "pe5:52.6": "Imesu channaṃ dhammānaṃ aññatarasmiṃ na sandissati.",
  "pe5:52.7": "Ettāvatā esa sabbā desanā yā tā khandhā vā dhātuyo vā āyatanāni vā saccāni vā paṭiccasamuppādo vā, tattha pañcannaṃ khandhānaṃ vedanākkhandho rāgadosamohānaṃ padaṭṭhānaṃ.",
  "pe5:52.8": "Tattha tisso vedanāyo tassa sukhāya vedanāya somanasso savicāro, dukkhāya vedanāya domanasso savicāro, adukkhamasukhāya vedanāya upekkho savicāro.",
  "pe5:52.9": "Yaṃ puna tattha vedayitaṃ idaṃ dukkhasaccaṃ, khandhesu saṅkhārakkhandho tattha kāyo pamattaṃ saupavattati, tañca saṅkhāragato dvidhā ca bhavaṅgotaraṇaṃ kammaṃ tīṇi ca saṅkhārāni puññābhisaṅkhārā vā apuññā vā āneñjā vā hetu sabbasarāgassa no vītarāgassa, dosassa abhisaṅkhārāni ca avītarāgo ceteti ca pakappeti ca, vītarāgo pana ceteti ca no abhisaṅkharoti, yaṃ uṇhaṃ vajiraṃ kaṭṭhe vā rukkhe vā aññattha vā patantaṃ bhindati ca ḍahati ca, evaṃ sarāgacetanā ceteti ca abhisaṅkharoti ca.",
  "pe5:52.10": "Yathā sataṃ vajiraṃ na bhindati na ca ḍahati, evaṃ vītarāgacetanā ceteti na ca abhisaṅkharoti.",
  "pe5:52.11": "Tattha pañcannaṃ khandhānaṃ eko khandho anindriyasarīraṃ saññākkhandho.",
  "pe5:53.1": "Tattha dhātūnaṃ aṭṭhārasa dhātuyo.",
  "pe5:53.2": "Tattha yā rūpī dasa dhātuyo, tāsu desiyamānāsu rūpakkhandho niddisitabbo, dukkhaṃ ariyasaccaṃ.",
  "pe5:53.3": "Yepi ca cha viññāṇakāyā manodhātusattamā, tattha viññāṇakkhandho ca niddisitabbo, dukkhaṃ ariyasaccaṃ.",
  "pe5:53.4": "Dhammadhātu pana dhammasamosaraṇā, so dhammo hetunā ca nissandena ca phalena ca kiccena ca vevacanena ca yena yena upalabbhati, tena tena niddisitabbo.",
  "pe5:53.5": "Yadi vā kusalā yadi vā akusalā yadi vā abyākatā yadi vā asaṅkhatā.",
  "pe5:53.6": "Dvādasannaṃ āyatanānaṃ dasa āyatanāni rūpāni taṃ dukkhaṃ ariyasaccaṃ niddisitabbaṃ.",
  "pe5:53.7": "Rūpakkhandho ca manāyatanañca viññāṇakkhandhena niddisitabbaṃ, dukkhaṃ ariyasaccaṃ.",
  "pe5:53.8": "Dhammāyatanaṃ nānādhammasamosaraṇaṃ.",
  "pe5:53.9": "Tattha ye dhammā indriyānaṃ indriyesu niddisitabbā, ye anindriyānaṃ anindriyesu niddisitabbā.",
  "pe5:53.10": "Pariyāyato ca otāretabbā.",
  "pe5:53.11": "Yathā sā dhammadhātu tathā dhammāyatanaṃ pariyesitabbaṃ.",
  "pe5:53.12": "Yāyeva hi dhammadhātu tadeva dhammāyatanaṃ anūnaṃ anadhikaṃ.",
  "pe5:54.1": "Tattha paṭiccasamuppādo atthi tividho, atthi catubbidho, atthi duvidho.",
  "pe5:54.2": "Tattha tividho paṭiccasamuppādo hetuphalanissando.",
  "pe5:54.3": "Avijjā saṅkhārā taṇhā upādānaṃ ca ayaṃ hetu, viññāṇaṃ nāmarūpaṃ saḷāyatanaṃ phasso vedanā ca ayaṃ paccayo, yo bhavo ayaṃ vipāko, yā jāti maraṇaṃ ayaṃ nissando.",
  "pe5:55.1": "Kathaṃ catubbidho hetu paccayo vipāko nissando ca?",
  "pe5:55.2": "Avijjā ca taṇhāsaṅkhārā ca upādānaṃ ca—",
  "pe5:55.3": "ayaṃ hetu.",
  "pe5:55.4": "Viññāṇaṃ nāmarūpassa paccayo.",
  "pe5:55.5": "Nāmarūpaṃ upapajjati, tathā upapannassa saḷāyatanaṃ phasso vedanā ca—",
  "pe5:55.6": "ayaṃ paccayo.",
  "pe5:55.7": "Yo bhavo ayaṃ vipāko.",
  "pe5:55.8": "Yā jāti yā ca jarāmaraṇaṃ—",
  "pe5:55.9": "ayaṃ nissando.",
  "pe5:56.1": "Kathaṃ duvidho paṭiccasamuppādo?",
  "pe5:56.2": "Avijjā saṅkhārā taṇhā upādānaṃ—",
  "pe5:56.3": "ayaṃ samudayo.",
  "pe5:56.4": "Viññāṇaṃ nāmarūpaṃ saḷāyatanaṃ phasso vedanā bhavo jāti maraṇañca—",
  "pe5:56.5": "idaṃ dukkhaṃ.",
  "pe5:56.6": "Yaṃ pana avijjānirodhā saṅkhāranirodho imāni tappaṭipakkhena dve saccāni.",
  "pe5:56.7": "Tasmā paṭiccasamuppādo yena ākārena niddiṭṭho, tena tena niddisitabbo.",
  "pe5:57.1": "Tathā bāvīsati indriyāni.",
  "pe5:57.2": "Dvādasa indriyāni cakkhundriyāni cakkhundriyaṃ yena domanassindriyaṃ, idaṃ dukkhaṃ.",
  "pe5:57.3": "Purisindriyaṃ ca diṭṭhiyā ca taṇhāpadaṭṭhānaṃ.",
  "pe5:57.4": "Yato puriso purisakānaṃ taṃ evaṃ kātabbatā.",
  "pe5:57.5": "Atha ajjhattaṃ sārajjati.",
  "pe5:57.6": "Ayaṃ ahaṅkāro taṃ yasā sāratto bahiddhā pariyesati, ayaṃ mamaṅkāro evaṃ itthī, tattha sukhindriyaṃ ca somanassindriyaṃ ca purisindriyassānuvattakā honti.",
  "pe5:57.7": "Tassa adhippāyaparipuṇṇā lobhadhammā kusalamūle pavaḍḍhenti.",
  "pe5:57.8": "Tassa ce ayamadhippāyo na pāripūriṃ gacchati.",
  "pe5:57.9": "Tassa dukkhindriyaṃ ca domanassindriyaṃ ca vattati.",
  "pe5:57.10": "Doso ca akusalamūlaṃ pavaḍḍhati.",
  "pe5:57.11": "Sace pana upekkhā bhāveti upekkhindriyassa anuvattakāmā bhavati.",
  "pe5:57.12": "Amoho ca kusalamūlaṃ pavaḍḍhati.",
  "pe5:57.13": "Iti satta indriyāni kilesavatthumupādāya ananvemāni avamāni sabbassa vedanā itthindriyaṃ purisindriyaṃ.",
  "pe5:57.14": "Tattha aṭṭha indriyāni saddhindriyaṃ yāva aññātāvino indriyaṃ, ayaṃ dukkhanirodhagāminī paṭipadā.",
  "pe5:57.15": "Dasannaṃ paññindriyānaṃ kāmarāgassa padaṭṭhānaṃ.",
  "pe5:57.16": "Manindriyaṃ bhavarāgassa padaṭṭhānaṃ.",
  "pe5:57.17": "Paññindriyāni rūparāgassa padaṭṭhānaṃ.",
  "pe5:57.18": "Itthindriyaṃ ca purisindriyaṃ ca satta paññattiyā padaṭṭhānaṃ.",
  "pe5:57.19": "Tattha yena yena indriyena yuttaṃ vā gāthāya otāretuṃ sakkoti, tena tena niddisitabbo.",
  "pe5:57.20": "Evaṃ khandhesu dhātūsu āyatanesu saccesu paṭiccasamuppādesu ayaṃ otaraṇo hāro. (12)",
  "pe5:58.1": "Tattha katamo **sodhano hāro**?",
  "pe5:58.2": "Yo gāthā ekena ārambho bhāsissanti.",
  "pe5:58.3": "Tattha ekissā bhāsitāya avasiṭṭhāsu bhāsitāsu so attho na niddisitabbo.",
  "pe5:58.4": "Kiṃkāraṇaṃ?",
  "pe5:58.5": "Na hi tāva so attho bhāsito, so abhāsito na sakkā niddisituṃ.",
  "pe5:58.6": "Yathā kiṃ appamādo amataṃ padanti gāthā ayamekā gāthā niddisitabbā.",
  "pe5:58.7": "Kiṃkāraṇaṃ, atthikkhātāva imassa ārambhassa anabhāsitaṃ?",
  "pe5:59.1": "“Evaṃ visesato ñatvā,",
  "pe5:59.2": "Appamādamhi paṇḍitā;",
  "pe5:59.3": "Appamāde pamodanti,",
  "pe5:59.4": "Ariyānaṃ gocare ratāti”.",
  "pe5:60.1": "Idaṃ abhāsitaṃ.",
  "pe5:60.2": "Imissāpi gāthāya bhāsitāya attho niddisitabbo.",
  "pe5:60.3": "Kiṃkāraṇaṃ, atthi tattha avasiṭṭhaṃ?",
  "pe5:60.4": "Te jhāyino sātatikā, niccaṃ daḷhaparakkamāti gāthā, evaṃ imā gāthāyo upadhāritā yadā bhavanti, tadā attho niddisitabbo.",
  "pe5:60.5": "Evaṃ assutapubbesu suttesu byākaraṇesu vā ekuddeso bhāsito.",
  "pe5:60.6": "Yā vīmaṃsā tulanā idaṃ atthi kiccaṃ, idaṃ suttaṃ bhāsitaṃ tassa vevacanaṃ niddiṭṭhaṃ vā na vāti.",
  "pe5:60.7": "Tattha yā vīmaṃsā, ayaṃ vuccate sodhano hāro. (13)",
  "pe5:61.1": "Tattha katamo **adhiṭṭhāno hāro**?",
  "pe5:61.2": "Ekattatā ca vemattatā ca.",
  "pe5:61.3": "Tattha kitapaññatti ca kiccapaññatti ca.",
  "pe5:61.4": "Sā ekattatā ca vemattatā ca yathā paññatti ekavevacanena vemattatā pajānātīti paññā, sā ca ādhipateyyaṭṭhena paññatti.",
  "pe5:61.5": "Yaṃ anomattiyaṭṭhena paññattanti.",
  "pe5:61.6": "Taṃ anomattiyaṭṭhena paññābalaṃ.",
  "pe5:61.7": "Tanubhūtā gocarattavasā sevasati tīsu ratanesu anussati buddhānussati dhammānussati saṃghānussati aviparītānussaraṇatāya.",
  "pe5:61.8": "Sammādiṭṭhi dhammānaṃ pavicayena dhammavicayasambojjhaṅgo abhinīhārato abhiññāti.",
  "pe5:61.9": "Saṅkhepena maggā kā vatthu avikopanatāya ekattā, yathā uṇhena saṃsaṭṭhaṃ uṇhodakaṃ, sītena saṃsaṭṭhaṃ sītodakaṃ khārodakaṃ guḷhodakanti, idaṃ ekattatā vemattatā ca.",
  "pe5:62.1": "Atthi puna dhammo nānādhammasaṃghato ekato yathārūpaṃ cattāro vāretabbā, tañca rūpanti ekattatā.",
  "pe5:62.2": "Pathavīdhātu āpo tejo vāyodhātūti vemattatā.",
  "pe5:62.3": "Evaṃ sabbā catasso dhātuyo rūpanti ekattatā, pathavīdhātu āpo tejo vāyodhātūti vemattatā.",
  "pe5:62.4": "Pathavīdhātūti lakkhaṇato ekattatā, saṃkiṇṇavatthuto vemattatā.",
  "pe5:62.5": "Yaṃ kiñci kakkhaḷalakkhaṇaṃ, sabbaṃ taṃ pathavīdhātūti ekattatā.",
  "pe5:62.6": "Kesā lomā nakhā dantā chavi cammanti vemattatā.",
  "pe5:62.7": "Evaṃ sabbaṃ catasso dhātuyo rūpanti ekattaṃ.",
  "pe5:62.8": "Saddā gandhā rasā phoṭṭhabbāti vemattatā.",
  "pe5:63.1": "Atthi puna dhammo vemattatā añño nāmaṃ labhati.",
  "pe5:63.2": "Yathā kāyānupassanāya navasaññā vinīlakasaññā uddhumātakasaññā, ayaṃ asubhasaññā, yā ekattatā ārammaṇato vemattato, sā evaṃ saññāvedanāsu ādīnavaṃ samanupassato tathādhiṭṭhānaṃ samādhindriyaṃ ca sāyeva dhammesu tattha saññābhāvanā vīriyindriyaṃ ca dhammesu dhammānupassanā citte attasaññaṃ pajahato paññindriyaṃ ca citte cittānupassanā.",
  "pe5:63.3": "Iti yo koci ñāṇapacāro sabbaso paññāya gocaro paññā, ayaṃ vemattatā, yathā kāmarāgo bhavarāgo diṭṭhirāgoti vemattatā taṇhāya.",
  "pe5:63.4": "Iti yaṃ ekattatāya ca vemattatāya ca ñāṇaṃ vīmaṃsanā tulanā.",
  "pe5:63.5": "Ayaṃ adhiṭṭhāno hāro. (14)",
  "pe5:64.1": "Tattha katamo **parikkhāro hāro**?",
  "pe5:64.2": "Sahetu sappaccayaṃ vodānañca saṃkileso ca, yaṃ tadubhayaṃ pariyeṭṭhi, saparikkhāro hāro.",
  "pe5:64.3": "Iti dhammānaṃ sahetukānaṃ hetu pariyesitabbo, sappaccayānaṃ paccayo pariyesitabbo.",
  "pe5:65.1": "Tattha kiṃ nānākaraṇaṃ, hetussa ca paccayassa ca?",
  "pe5:65.2": "Sabhāvo hetu, parabhāvo paccayo.",
  "pe5:65.3": "Parabhāvassa paccayo hetupi, sabhāvassa hetuyā parabhāvassa kassaci paccayo avutto hetu, vutto paccayo.",
  "pe5:65.4": "Ajjhattiko hetu, bāhiro paccayo.",
  "pe5:65.5": "Sabhāvo hetu, parabhāvo paccayo.",
  "pe5:65.6": "Nibbattako hetu, paṭiggāhako paccayo.",
  "pe5:65.7": "Nevāsiko hetu, āgantuko paccayo.",
  "pe5:65.8": "Asādhāraṇo hetu, sādhāraṇo paccayo.",
  "pe5:65.9": "Ekoyeva hetu, aparāparo paccayo.",
  "pe5:66.1": "Hetussa upakaraṇaṃ samudānetabbo.",
  "pe5:66.2": "Samudānaṃ hetu, tattha duvidho hetu.",
  "pe5:66.3": "Duvidho paccayo—",
  "pe5:66.4": "samanantarapaccayo ca paramparapaccayo ca.",
  "pe5:66.5": "Hetupi duvidho—",
  "pe5:66.6": "samanantarahetu ca paramparahetu ca.",
  "pe5:66.7": "Tattha katamo paramparapaccayo?",
  "pe5:66.8": "Avijjā nāmarūpassa paramparapaccayo, viññāṇaṃ samanantarapaccayatāya paccayo.",
  "pe5:66.9": "Yadi ādimhi avijjānirodho bhavati nāmarūpassa nirodhopi.",
  "pe5:66.10": "Tattha samanantaraṃ kiṃkāraṇaṃ paramparapaccayo samanantarapaccayo samuddānito, ayaṃ paccayato.",
  "pe5:66.11": "Tattha katamo paramparahetu?",
  "pe5:66.12": "Vijānantassa paramparahetutāya hetu, aññākāro samanantarahetutāya hetu.",
  "pe5:66.13": "Yassa hi yaṃ samanantaraṃ nibbattati, so tassa hetupi jātinirodhā bahi ākāranirodho, ākāranirodhā daṇḍanirodho, daṇḍanirodhā khaṇḍanirodho.",
  "pe5:66.14": "Evaṃ hetupi dvidhā so tāhi passitabbo.",
  "pe5:67.1": "Paṭiccasamuppādo yathā avijjāpaccayo tassa puna kiṃpaccayo, ayoniso manasikāro.",
  "pe5:67.2": "So kassa paccayo saṅkhārānaṃ, iti paccayo ca samuppannaṃ ca tassa ko hetu avijjāyeva.",
  "pe5:67.3": "Tathā hi purimā koṭi na paññāyati.",
  "pe5:67.4": "Tattha avijjānusayo avijjāpariyuṭṭhānassa hetu purimā hetu pacchā paccayo, sāpi avijjāsaṅkhārānaṃ paccayo catūhi kāraṇehi sahajātapaccayatāya samanantarapaccayatāya abhisandanapaccayatāya patiṭṭhānapaccayatāya.",
  "pe5:68.1": "Kathaṃ sahajātapaccayatāya avijjāsaṅkhārānaṃ paccayo?",
  "pe5:68.2": "Yaṃ cittaṃ rāgapariyuṭṭhaṃ, tattha avijjāpariyuṭṭhānena sabbaṃ paññāya gocaraṃ hanti.",
  "pe5:68.3": "Tattha saṅkhārā tipaccayaṭṭhikā addhābhūmikāramahattassa ayaṃ avijjāsahasamuppannaṃ vuddhiṃ virūḷhiṃ vepullatamāpajjantī catūhi kāraṇehi paññā pahīyati.",
  "pe5:68.4": "Katamehi catūhi?",
  "pe5:68.5": "Anusayo pariyuṭṭhānaṃ saṃyojanaṃ upādānaṃ.",
  "pe5:68.6": "Tattha anusayo pariyuṭṭhānaṃ jāti pariyuṭṭhitā saṃyujjati saṃyuttā upādiyati upādānapaccayā bhavo.",
  "pe5:68.7": "Evaṃ te saṅkhārā tividhā uppannā bhūmigatā nāsaññattha ayaṃ maggena vinītattāyāti te thāmagatā apativinītātipi te saṅkhārāti vuccati, evaṃ sahetusamuppannaṭṭhena atthi meva paccayā saṅkhārānaṃ paccayo niddiṭṭhaṃ apanetvā kusalaṃ akusalaṃ kusalo ca akusalo ca pakkhipitabbo, vipākadhammā apanetvā vacanīyaṃ avacanīyaṃ vacanīyañca avacanīyañca pakkhipitabbaṃ, bhavaapevirittā, sabbasuttaṃ parikkhipitabbaṃ.",
  "pe5:69.1": "Dasa tathāgatabalāni cattāri vesārajjāni puññāni anaññākataṃ avijjā samanantarapaccayatāya saṅkhārānaṃ paccayo yena cittena saha samuppannā avijjā tassa cittassa samanantaracittaṃ samuppannanti, tassa yaṃ samanantaracittaṃ samuppannanti, tassa pacchimassa cittassa purimacittaṃ hetupaccayatāya paccayo, tena avijjā hetu tena cittena upādānaṃ anokāsakatā ñāṇaṃ na uppajjanti.",
  "pe5:69.2": "Yā tassa appamādā dhātu abhijjhābhisanditā tahiṃ vipallāsā uppajjanti “asubhe subhan”ti “dukkhe sukhan”ti, tattha saṅkhārā uppajjanti rattā duṭṭhā mūlassa cetanā rāgapariyuṭṭhānena byāpādapariyuṭṭhānena avijjāpariyuṭṭhānena diṭṭhivipallāso vatthuniddese niddisitabbo, yaṃ viparītacitto vijānāti ayaṃ cittavipallāso, yā viparītasaññā upaggaṇhāti ayaṃ saññāvipallāso.",
  "pe5:69.3": "Yaṃ viparītadiṭṭhi abhinivisati ayaṃ diṭṭhivipallāso.",
  "pe5:69.4": "Aṭṭha micchattāni vaḍḍhanti, tīṇi akusalāni ayoniso manasikāre uppannaṃ viññāṇañca vijjañca karonti.",
  "pe5:69.5": "Iti pubbāparante akusalānātaritaro saṅkhārā vuddhiṃ vepullataṃ gacchanti.",
  "pe5:69.6": "Te ca mahatā ca appaṭividitā ponobhavikā saṅkhārā bhavanti.",
  "pe5:69.7": "Iti evaṃ avijjā sahajātapaccayatāya saṅkhārānaṃ paccayo samanantarapaccayatāya ca.",
  "pe5:70.1": "Kathaṃ abhisandanākārena avijjā saṅkhārānaṃ paccayo?",
  "pe5:70.2": "Sā avijjā te saṅkhāre abhisanneti parippharati.",
  "pe5:70.3": "Seyyathāpi nāma uppalaṃ vā padumaṃ vā taṃ udake vaḍḍhaṃ assa, sītena vārinā abhisannaṃ parisandanaṃ vuddhiṃ virūḷhiṃ vepullataṃ āpajjati.",
  "pe5:70.4": "Evaṃ abhisandanaṭṭhena avijjā saṅkhārānaṃ paccayo.",
  "pe5:71.1": "Kathaṃ patiṭṭhahanaṭṭhena avijjā saṅkhārānaṃ paccayo?",
  "pe5:71.2": "Te saṅkhārā avijjāyaṃ nissāya vuddhiṃ virūḷhiṃ vepullataṃ āpajjanti.",
  "pe5:71.3": "Seyyathāpi nāma uppalaṃ vā padumaṃ vā pathaviṃ nissāya pathaviṃ patiṭṭhāya vuddhiṃ virūḷhiṃ vepullataṃ āpajjati.",
  "pe5:71.4": "Ete saṅkhārā avijjāyaṃ patiṭṭhitā avijjāyaṃ nissāya vuddhiṃ virūḷhiṃ vepullataṃ gacchanti.",
  "pe5:71.5": "Evaṃ patiṭṭhahanaṭṭhena avijjā saṅkhārānaṃ paccayo.",
  "pe5:72.1": "Puna rāgasahagatassa kammassa vipākena paṭisandhimhi bhavo nibbattati, taṃ kammassa sabbaṃ abhiniviṭṭhaṃ aññāṇavasena ponobhavikā saṅkhārāti vuccanti, evampi avijjāpaccayā saṅkhārā atthi.",
  "pe5:72.2": "Puna pañcasu ye ca sekkhā puggalā, ye ca asaññisamāpattiṃ samāpannā, ye ca bhavagatā, ye ca antogatāyeva saṃsedajā, ye ca vā pana añño hi koci anāgāmibhūtā na cetenti na ca patthenti, tesaṃ kiṃ paccayā saṅkhārā.",
  "pe5:72.3": "Puna rāgā atthi tesaṃ saṅkhārāni upādānāni cittamanussarantiyeva avipakkavipākasamūhatā asamucchinnapaccayā tesaṃ puna ca gato bhavati.",
  "pe5:72.4": "Evampi hi avijjāpaccayā saṅkhārā.",
  "pe5:72.5": "Puna sā te na upādānā napi saṅkhārā atthi, puna tesaṃ satta anusayā asamūhatā asamucchinnā tadārammaṇaṃ bhavati.",
  "pe5:72.6": "Viññāṇassa patiṭṭhāya viññāṇapaccayā nāmarūpaṃ.",
  "pe5:72.7": "Evampi avijjāpaccayā saṅkhārā.",
  "pe5:72.8": "Puna sā yaṃ kiñci kammaṃ ācayagāmi sabbaṃ taṃ avijjāvasena abhisaṅkhariyati taṇhāvasena ca allīyati aññāṇavasena ca tattha ādīnavampi na jānāti.",
  "pe5:72.9": "Tadeva viññāṇabījaṃ bhavati, sāyeva taṇhāsineho bhavati.",
  "pe5:72.10": "Sāyeva avijjā sammohoti.",
  "pe5:72.11": "Evampi avijjāpaccayā saṅkhārā vattabbā.",
  "pe5:72.12": "Iti imehi ākārehi avijjā saṅkhārānaṃ paccayo.",
  "pe5:73.1": "Tattha avijjāya hetu ayoniso manasikāro paccayo hoti.",
  "pe5:73.2": "Tattha abhicchedo ayaṃ tattha tatiyaṃ balaṃ nivatti, ayaṃ paṭisandhi.",
  "pe5:73.3": "Tattha punabbhavo yo avecchedo asamugghātanaṭṭhena ayaṃ anusayo.",
  "pe5:73.4": "Yathā paṭākaṃ vā sāṭakaṃ vā dve janā pīḷesu ca ekā vā balaṃ vā assa nivāṭassesu, na pana pīḷesu soseyya.",
  "pe5:73.5": "Tattha yaṃ sinehā āpodhātu anupullanā sosetabbā.",
  "pe5:73.6": "Uṇhadhātumāgamma sace puna taṃ ākāse nikkhipeyya taṃ ussāvena yebhuyyataraṃ sinehamāpajjeyya, na hi anāgamma tejodhātuṃ parisesaṃ gaccheyya.",
  "pe5:73.7": "Evameva bhavaggaparamāpi samāpatti na anurūpassa samugghātāya saṃvattati.",
  "pe5:73.8": "Te hi ālayanti sammasanti, na ca taṇhāya taṇhāpahānaṃ gacchanti.",
  "pe5:73.9": "Tattha so asamugghāto.",
  "pe5:73.10": "Avijjāya anusayo ca cittassa sampalibodho, idaṃ pariyuṭṭhānaṃ.",
  "pe5:73.11": "Yathābhūtaṃ viññāṇassa appaṭivedho ayaṃ avijjāāsavo avijjāviññāṇabījaṃ bhavati.",
  "pe5:73.12": "Yaṃ bījaṃ so hetu na samucchijjati, asamucchijjanto paṭisandehati.",
  "pe5:73.13": "Paṭisandahanto na samugghātaṃ gacchati.",
  "pe5:73.14": "Asamugghātaṃ cittaṃ pariyonahati, pariyonaddhacitto yathābhūtaṃ nappajānāti, iti saññāṇassa sāsavattho, avijjattho, hetuattho, avacchedattho, anivattiattho, phalattho paṭisandhiattho, punabbhavattho, asamugghātattho, anusayattho, pariyuṭṭhānattho, apaṭivedhanattho.",
  "pe5:73.15": "Ettāvatā avijjāya khettaṃ niddiṭṭhaṃ bhavati.",
  "pe5:73.16": "Ayaṃ vuccate parikkhāro nāma hāro. (15)",
  "pe5:74.1": "Tattha katamo **samāropano hāro**?",
  "pe5:74.2": "Ugghaṭitamhi tamhi santañceva ca naṃ vitthāraṃ pana vattabbaṃ.",
  "pe5:74.3": "Vitthāravidhaṃ cittaññā ayaṃ samāropano hāro.",
  "pe5:74.4": "Tattha nāmaniddeso upaghaṭakā vatthuniddeso vevacanaṃ vatthubhūto vitthāro.",
  "pe5:74.5": "Yathā kiṃ, yā bhikkhūnaṃ vattato pahātabbo, ayaṃ upaghaṭanā.",
  "pe5:75.1": "Tattha katamo samāropano?",
  "pe5:75.2": "Kiñci na vattabbaṃ, rūparāgaṃ vā nāmavantapahātabbaṃ.",
  "pe5:75.3": "Yāva viññāṇanti vitthārena kātabbāni.",
  "pe5:75.4": "Avijjā tā opammena paññāpetabbā, ayaṃ samāropano.",
  "pe5:75.5": "Nissitacittassa ca mattiko ca nissayo taṇhā ca diṭṭhi ca.",
  "pe5:75.6": "Tattha diṭṭhi avijjā taṇhā saṅkhārā.",
  "pe5:75.7": "Tattha diṭṭhipaccayā taṇhā ime avijjāpaccayā saṅkhārā.",
  "pe5:75.8": "Tattha nissitaṃ viññāṇaṃ idaṃ saṅkhārapaccayā viññāṇaṃ yāva jarāmaraṇaṃ, idaṃ saṃkhittena bhāsite avasiṭṭhaṃ paropayati.",
  "pe5:76.1": "Anissitassa calitaṃ natthīti tassa evaṃ diṭṭhiyā taṇhāya ca pahānaṃ tattha diṭṭhiavijjānirodhāya bhūtaṃ viññāṇaṃ sarāgaṭṭhāniyesu dhammesu taṃ taṃ dhammaṃ upecca aññaṃ dhammaṃ dhāvati makkaṭopamatāya, atha khvassa parittesu dhammesu sarāgaṭṭhāniyesu chandarāgo natthi kuto tato calanā, adhimattesu sattesu cittaṃ nivessayati taṃ apatiṭṭhitaṃ viññāṇaṃ anāhāraṃ nirujjhati viññāṇanirodhā nāmarūpanirodho yāva jarāmaraṇanirodho.",
  "pe5:76.2": "Ayaṃ samāropano. (16)",
  "pe5:77.1": "Tattha rāgavasena viññāṇassa calitaṃ sapariggaho, tasmiṃ calite asati yo parikilesopacāro tividho aggi paṭippassaddho bhavati.",
  "pe5:77.2": "Tenāha calite asante passaddhi hoti.",
  "pe5:77.3": "Tattha yaṃ samāropanā passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati.",
  "pe5:77.4": "Yāva vimuttitamiti ñāṇadassanaṃ bhavati.",
  "pe5:77.5": "So āsavānaṃ khayā ca vimutti no upapajjati.",
  "pe5:77.6": "Tassa upapattissa āgatigatiyā asantiyā nevidha na huraṃ na ubhayamantarena.",
  "pe5:77.7": "Esevanto dukkhassāti anupādisesā nibbānadhātu.",
  "pe5:77.8": "Idamassa suttassa majjhe samāropitaṃ paṭiccasamuppāde ca vimuttiyaṃ ca yogo na ca etaṃ tassa saṃkhittena bhāsitassa vitthārena atthaṃ vibhajjanti.",
  "pe5:77.9": "Ayaṃ vuccate samāropano hāro.",
  "pe5:77.10": "Na ca saṃkilesabhāgiyena suttena saṃkilesabhāgiyo ye ca dhammā samāropayitabbā nāññe.",
  "pe5:77.11": "Evaṃ vāsanābhāgiye nibbedhabhāgiye, ayaṃ samāropano hāro.",
  "pe5:77.12": "Ime soḷasa hārā.",
  "pe5:78.1": "Suvīrassa mahākaccāyanassa jambuvanavāsino peṭakopadese hāravibhaṅgo nāma pañcamā bhūmi."
}