{
  "pe6:0.1": "Peṭakopadesa",
  "pe6:0.2": "6. Suttatthasamuccayabhūmi",
  "pe6:1.1": "Buddhānaṃ bhagavantānaṃ sāsanaṃ tividhena saṅgahaṃ gacchati, khandhesu dhātūsu āyatanesu ca.",
  "pe6:1.2": "Tattha **pañcakkhandhā** rūpakkhandho yāva viññāṇakkhandho.",
  "pe6:1.3": "Dasa rūpaāyatanāni cakkhu rūpā ca yāva kāyo phoṭṭhabbā ca, ayaṃ rūpakkhandho.",
  "pe6:1.4": "Tattha cha vedanākāyā vedanākkhandho cakkhusamphassajā vedanā yāva manosamphassajā vedanā, ayaṃ vedanākkhandho.",
  "pe6:1.5": "Tattha cha saññākāyā saññākkhandho, rūpasaññā yāva dhammasaññā ime cha saññākāyā, ayaṃ saññākkhandho.",
  "pe6:1.6": "Tattha cha cetanākāyā saṅkhārakkhandho, rūpasañcetanā yāva dhammasañcetanā ime cha cetanākāyā, ayaṃ saṅkhārakkhandho.",
  "pe6:1.7": "Tattha cha viññāṇakāyā viññāṇakkhandho, cakkhuviññāṇaṃ yāva manoviññāṇaṃ ime cha viññāṇakāyā, ayaṃ viññāṇakkhandho.",
  "pe6:1.8": "Ime pañcakkhandhā. (1)",
  "pe6:2.1": "Tesaṃ kā pariññā?",
  "pe6:2.2": "Aniccaṃ dukkhaṃ saññā anattāti esā etesaṃ pariññā.",
  "pe6:2.3": "Tattha katamo khandhattho?",
  "pe6:2.4": "Samūhattho khandhattho, puñjattho khandhattho, rāsattho khandhattho.",
  "pe6:2.5": "Taṃ yathā dabbakkhandho vanakkhandho dārukkhandho aggikkhandho udakakkhandho vāyukkhandho iti evaṃ khandhesu sabbasaṅgahova evaṃ khandhattho.",
  "pe6:3.1": "Tattha **aṭṭhārasa dhātuyo** cakkhudhātu rūpadhātu cakkhuviññāṇadhātu …pe…",
  "pe6:3.2": "manodhātu dhammadhātu manoviññāṇadhātu.",
  "pe6:3.3": "Etāyo aṭṭhārasa dhātuyo.",
  "pe6:3.4": "Tāsaṃ pariññā aniccaṃ dukkhaṃ saññā anattāti esā etāsaṃ pariññā.",
  "pe6:3.5": "Tattha ko dhātuattho?",
  "pe6:3.6": "Vuccate avayavattho dhātuattho.",
  "pe6:3.7": "Avayavoti cakkhu no pasādo cakkhudhātu.",
  "pe6:3.8": "Evaṃ pañcasu dhātūsu puna rāgavavacchedattho dhātuattho.",
  "pe6:3.9": "Vavacchinnā hi cakkhudhātu.",
  "pe6:3.10": "Evaṃ pañcasu punarāha ekantipakatyatthena dhātuatthoti vuccate.",
  "pe6:3.11": "Taṃ yathā, pakatiyā ayaṃ puriso pittiko semhiko vātiko sannipātikoti evaṃ pakaticakkhudhātu dasannaṃ piyā ca sabbesu indriyesu …pe…",
  "pe6:3.12": "visabhāgattho dhātuattho. (2)",
  "pe6:4.1": "Tattha **dvādasāyatanāni** katamāni?",
  "pe6:4.2": "Cha ajjhattikāni cha bāhirāni.",
  "pe6:4.3": "Cakkhāyatanaṃ yāva manāyatananti ajjhattikaṃ, rūpāyatanaṃ yāva dhammāyatananti bāhiraṃ.",
  "pe6:4.4": "Etāni dvādasa āyatanāni.",
  "pe6:4.5": "Etesaṃ kā pariññā?",
  "pe6:4.6": "Aniccaṃ dukkhaṃ saññā anattāti, esā etesaṃ pariññā.",
  "pe6:4.7": "Api ca dvidhā pariññā ñātapariññā ca pahānapariññā ca.",
  "pe6:4.8": "Tattha ñātapariññā nāma aniccaṃ dukkhaṃ saññā anattāti, esā ñātapariññā.",
  "pe6:4.9": "Pahānapariññā pana chandarāgappahānā, esā pahānapariññā.",
  "pe6:4.10": "Tattha katamo āyatanattho?",
  "pe6:4.11": "Vuccate ākārattho āyatanattho.",
  "pe6:4.12": "Yathā suvaṇṇākaro dubbaṇṇākaro, yathā dvīhi tehi ākārehi te te gāvā uttiṭṭhanti.",
  "pe6:4.13": "Evaṃ ete hi cittacetasikā gāvā uttiṭṭhanti kammakilesā dukkhadhammā ca.",
  "pe6:4.14": "Punarāha āyadānattho āyatanattho.",
  "pe6:4.15": "Yathā rañño āyadānehi āyo bhavati, evaṃ āyadānattho āyatanattho. (3)",
  "pe6:5.1": "**Cattāri ariyasaccāni** dukkhaṃ samudayo nirodho maggo ca.",
  "pe6:5.2": "Dukkhaṃ yathā samāsena dhammācariyaṃ mānasañca, samudayo samāsena avijjā ca taṇhā ca, nirodho samāsena vijjā ca vimutti ca, maggo samāsena samatho ca vipassanā ca. (4)",
  "pe6:6.1": "Tattha **sattatiṃsa bodhipakkhikā dhammā** katame?",
  "pe6:6.2": "Cattāro satipaṭṭhānā yāva ariyo aṭṭhaṅgiko maggo, evamete sattatiṃsa bodhipakkhikā dhammā.",
  "pe6:6.3": "Ye dhammā atītānāgatapaccuppannānaṃ buddhānaṃ bhagavantānaṃ paccekabuddhānaṃ sāvakānaṃ ca nibbānāya saṃvattantīti, so maggo cattāro satipaṭṭhānā.",
  "pe6:6.4": "Katame cattāro?",
  "pe6:6.5": "Idha bhikkhu kāye kāyānupassī viharati,",
  "pe6:6.6": "sammappadhānaṃ …",
  "pe6:6.7": "iddhipādaṃ …",
  "pe6:6.8": "indriyāni …",
  "pe6:6.9": "balāni …",
  "pe6:6.10": "tattha ko indriyattho?",
  "pe6:6.11": "Indattho indriyattho, ādhipateyyattho indriyattho, pasādattho indriyattho, asādhāraṇaṃ kassa kiriyattho indriyattho;",
  "pe6:6.12": "anavapariyattho balattho, thāmattho balattho, upādāyattho balattho, upatthambhanattho balattho.",
  "pe6:7.1": "Tattha katame satta bojjhaṅgā?",
  "pe6:7.2": "Satisambojjhaṅgo yāva upekkhāsambojjhaṅgo.",
  "pe6:7.3": "Tattha katamo aṭṭhaṅgiko maggo?",
  "pe6:7.4": "Sammādiṭṭhi yāva sammāsamādhi.",
  "pe6:7.5": "Tattha aṭṭhaṅgiko maggoti khandho sīlakkhandho ca samādhikkhandho ca paññākkhandho ca.",
  "pe6:7.6": "Tattha yā ca sammāvācā yo ca sammākammanto yo ca sammāājīvo, ayaṃ sīlakkhandho.",
  "pe6:7.7": "Yā ca sammāsati yo ca sammāvāyāmo yo ca sammāsamādhi, ayaṃ samādhikkhandho.",
  "pe6:7.8": "Yo ca sammāsaṅkappo yā ca sammādiṭṭhi, ayaṃ paññākkhandho.",
  "pe6:7.9": "Evaṃ tāyo tisso sikkhā.",
  "pe6:7.10": "Evaṃ tīhākārehi dasa padāni …pe….",
  "pe6:8.1": "Tattha yogāvacaro sīlakkhandhe ṭhito dosaṃ akusalaṃ na upādiyati, dosānusayaṃ samūhanati, dosasallaṃ uddharati, dukkhavedanaṃ parijānāti, kāmadhātuṃ samatikkamati.",
  "pe6:8.2": "Samādhikkhandhe ṭhito lobhaṃ akusalaṃ na upādiyati, rāgānusayaṃ samūhanati, lobhasallaṃ uddharati, sukhavedanaṃ parijānāti, rūpadhātuṃ samatikkamati.",
  "pe6:8.3": "Paññākkhandhe ṭhito mohaṃ akusalaṃ na upādiyati, avijjānusayaṃ samūhanati, mohasallaṃ diṭṭhisallañca uddharati, adukkhamasukhavedanaṃ parijānāti, arūpadhātuṃ samatikkamati.",
  "pe6:8.4": "Iti tīhi khandhehi tīṇi akusalamūlāni na upādiyati, cattāri sallāni uddharati, tisso vedanā parijānāti, tedhātukaṃ samatikkamati. (5)",
  "pe6:9.1": "Tattha katamā **avijjā**?",
  "pe6:9.2": "Yaṃ catūsu ariyasaccesu aññāṇanti vitthārena yathā so pāṇasajjesu kathaṃkathā kātabbaṃ.",
  "pe6:9.3": "Tattha katamaṃ viññāṇaṃ?",
  "pe6:9.4": "Cha viññāṇakāyā vedanā saññā cetanā phasso manasikāro, idaṃ nāmaṃ.",
  "pe6:9.5": "Tattha katamaṃ rūpaṃ?",
  "pe6:9.6": "Cātumahābhūtikaṃ catunnaṃ mahābhūtānaṃ upādāyarūpassa paññattiṃ.",
  "pe6:9.7": "Iti purimakañca nāmaṃ idañca rūpaṃ tadubhayaṃ nāmarūpanti vuccati.",
  "pe6:9.8": "Tattha chaḷāyatananti cha ajjhattikāni āyatanāni, cakkhu ajjhattikaṃ āyatanaṃ yāva mano ajjhattikaṃ āyatanaṃ.",
  "pe6:9.9": "Phassoti cha phassakāyā cakkhusamphasso yāva manosamphassoti phasso.",
  "pe6:9.10": "Cha vedanākāyā vedanā.",
  "pe6:9.11": "Taṇhāti cha taṇhākāyā taṇhā.",
  "pe6:9.12": "Upādānanti cattāri upādānāni kāmupādānaṃ diṭṭhupādānaṃ sīlabbatupādānaṃ attavādupādānanti upādānaṃ.",
  "pe6:9.13": "Bhavoti tayo bhavā kāmabhavo rūpabhavo arūpabhavo.",
  "pe6:9.14": "Tattha katamā jāti?",
  "pe6:9.15": "Yā paṭhamaṃ khandhānaṃ paṭhamaṃ dhātūnaṃ paṭhamaṃ āyatanānaṃ uppatti jāti sañjāti okkanti abhinibbatti khandhānaṃ pātubhāvo, ayaṃ jāti.",
  "pe6:9.16": "Tattha katamā jarā?",
  "pe6:9.17": "Jarā nāma yaṃ taṃ khaṇḍiccaṃ pāliccaṃ valittacatā pavivittaṃ catunnaṃ mahābhūtānaṃ vivaṇṇataṃ bhaggo taṃ jarā hīyanā pahīyanā āyuno hāni saṃhāni indriyānaṃ paribhedo upanāho paripāko, ayaṃ jarā.",
  "pe6:9.18": "Tattha katamaṃ maraṇaṃ?",
  "pe6:9.19": "Maraṇaṃ nāma yaṃ tasmiṃ tasmiṃ sattanikāye tesaṃ tesaṃ sattānaṃ cuti cavanatā maraṇaṃ kālaṃkiriyā uddhumātakānaṃ bhedo kāyassa jīvitindriyassa upacchedo, idaṃ maraṇaṃ.",
  "pe6:9.20": "Iti purimikā ca jarā idañca maraṇaṃ tadubhayaṃ jarāmaraṇaṃ.",
  "pe6:10.1": "Tattha andhakāratimisā yathābhūtaṃ appajānanalakkhaṇā avijjā saṅkhārānaṃ padaṭṭhānaṃ.",
  "pe6:10.2": "Abhisaṅkharaṇalakkhaṇā saṅkhārā, upacayapunabbhavābhiropanapaccupaṭṭhānā.",
  "pe6:10.3": "Te viññāṇassa padaṭṭhānaṃ.",
  "pe6:10.4": "Vatthu saviññattilakkhaṇaṃ viññāṇaṃ, taṃ nāmarūpassa padaṭṭhānaṃ.",
  "pe6:10.5": "Anekasannissayalakkhaṇaṃ nāmarūpaṃ, taṃ saḷāyatanassa padaṭṭhānaṃ.",
  "pe6:10.6": "Indriyavavatthāpanalakkhaṇaṃ saḷāyatanaṃ, taṃ phassassa padaṭṭhānaṃ.",
  "pe6:10.7": "Sannipātalakkhaṇo phasso, so vedanāya padaṭṭhānaṃ.",
  "pe6:10.8": "Anubhavanalakkhaṇā vedanā, sā taṇhāya padaṭṭhānaṃ.",
  "pe6:10.9": "Ajjhosānalakkhaṇā taṇhā, sā upādānassa padaṭṭhānaṃ.",
  "pe6:10.10": "Ādānaparihananalakkhaṇaṃ upādānaṃ, taṃ bhavassa padaṭṭhānaṃ.",
  "pe6:10.11": "Nānāgativikkhepalakkhaṇo bhavo, so jātiyā padaṭṭhānaṃ.",
  "pe6:10.12": "Khandhānaṃ pātubhāvalakkhaṇā jāti, sā jarāya padaṭṭhānaṃ.",
  "pe6:10.13": "Upanayaparipākalakkhaṇā jarā, sā maraṇassa padaṭṭhānaṃ.",
  "pe6:10.14": "Āyukkhayajīvitauparodhalakkhaṇaṃ maraṇaṃ, taṃ dukkhassa padaṭṭhānaṃ.",
  "pe6:10.15": "Kāyasampīḷanalakkhaṇaṃ dukkhaṃ, taṃ domanassassa padaṭṭhānaṃ.",
  "pe6:10.16": "Cittasampīḷanalakkhaṇaṃ domanassaṃ, taṃ sokassa padaṭṭhānaṃ.",
  "pe6:10.17": "Socanalakkhaṇo soko, so paridevassa padaṭṭhānaṃ.",
  "pe6:10.18": "Vacīnicchāraṇalakkhaṇo paridevo, so upāyāsassa padaṭṭhānaṃ.",
  "pe6:10.19": "Ye āyāsā te upāyāsā.",
  "pe6:11.1": "Nava padāni yattha sabbo akusalapakkho saṅgahaṃ samosaraṇaṃ gacchati.",
  "pe6:11.2": "Katamāni nava padāni?",
  "pe6:11.3": "Dve mūlakilesā, tīṇi akusalamūlāni, cattāro vipallāsā.",
  "pe6:11.4": "Tattha dve mūlakilesā avijjā ca bhavataṇhā ca, tīṇi akusalamūlāni lobho doso moho ca.",
  "pe6:11.5": "Cattāro vipallāsā—",
  "pe6:11.6": "“anicce niccan”ti saññāvipallāso cittavipallāso diṭṭhivipallāso, “dukkhe sukhan”ti saññāvipallāso cittavipallāso diṭṭhivipallāso, “anattani attā”ti saññāvipallāso cittavipallāso diṭṭhivipallāso, “asubhe subhan”ti saññāvipallāso cittavipallāso diṭṭhivipallāso.",
  "pe6:12.1": "Tattha avijjā nāma catūsu ariyasaccesu yathābhūtaṃ aññāṇaṃ, ayaṃ avijjā.",
  "pe6:12.2": "Bhavataṇhā nāma yo bhavesu rāgo sārāgo icchā mucchā patthanā nandī ajjhosānaṃ apariccāgo, ayaṃ bhavataṇhā.",
  "pe6:13.1": "Tattha katamo lobho akusalamūlaṃ?",
  "pe6:13.2": "Lobho nāma so tesu tesu paravatthūsu paradabbesu paraṭṭhānesu parasāpateyyesu parapariggahitesu lobho lubbhanā icchā mucchā patthanā nandī ajjhosānaṃ apariccāgo, ayaṃ lobho akusalamūlaṃ.",
  "pe6:13.3": "Kassetaṃ mūlaṃ?",
  "pe6:13.4": "Lobho lobhajassa akusalassa kāyakammassa vacīkammassa manokammassa ca, tathā yathā taṃsampayuttānaṃ cittacetasikānaṃ dhammānaṃ mūlaṃ.",
  "pe6:14.1": "Tattha katamo doso akusalamūlaṃ?",
  "pe6:14.2": "So sattesu āghāto akkhanti appaccayo byāpādo padoso anatthakāmatā cetaso paṭighāto, ayaṃ doso akusalamūlaṃ.",
  "pe6:15.1": "Kassetaṃ mūlaṃ?",
  "pe6:15.2": "Dosajassa kāyakammassa vacīkammassa manokammassa sampayuttānañca cittacetasikānaṃ dhammānaṃ mūlaṃ.",
  "pe6:16.1": "Tattha katamo moho akusalamūlaṃ?",
  "pe6:16.2": "Yaṃ catūsu ariyasaccesu anabhisamayo asampajjaggāho appaṭivedho moho muyhanā sammoho sammuyhanā avijjā tamo andhakāro āvaraṇaṃ nīvaraṇaṃ chadanaṃ acchadanaṃ apasacchāgamanaṃ kusalānaṃ dhammānaṃ, ayaṃ moho akusalamūlaṃ.",
  "pe6:17.1": "Kassetaṃ mūlaṃ?",
  "pe6:17.2": "Mohajassa akusalassa kāyakammassa vacīkammassa manokammassa ca taṃsampayuttakānañca cittacetasikānaṃ dhammānaṃ mūlaṃ. (6)",
  "pe6:18.1": "Tattha **vipallāsā** jānitabbā, vipallāsānaṃ vatthu jānitabbaṃ.",
  "pe6:18.2": "Yaṃ vipallāsaṃ siyā, taṃ jānitabbaṃ.",
  "pe6:18.3": "Tattha eko vipallāso tīṇi vipallāsāni cattāri vipallāsavatthūni.",
  "pe6:18.4": "Katamo eko vipallāso ca, yena paṭipakkhena vipallāsitaṃ gaṇhāti?",
  "pe6:18.5": "“Anicce niccan”ti, “dukkhe sukhan”ti, “anattani attā”ti, “asubhe subhan”ti, ayaṃ eko vipallāso.",
  "pe6:19.1": "Katamāni cattāri vipallāsavatthūni?",
  "pe6:19.2": "Kāyo vedanā cittaṃ dhammā ca.",
  "pe6:19.3": "Imāni cattāri vipallāsavatthūni.",
  "pe6:20.1": "Katamāni tīṇi vipallāsāni?",
  "pe6:20.2": "Saññā cittaṃ diṭṭhi ca.",
  "pe6:20.3": "Imāni tīṇi vipallāsāni.",
  "pe6:21.1": "Tattha manāpike vatthumhi indriyavatthe vaṇṇāyatane vā yo nimittassa uggāho, ayaṃ saññāvipallāso.",
  "pe6:21.2": "Tattha viparītacittassa vatthumhi sati viññatti, ayaṃ cittavipallāso.",
  "pe6:21.3": "Tattha viparītacittassa tamhi rūpe “asubhe subhan”ti yā khanti ruci upekkhanā nicchayo diṭṭhi nidassanaṃ santīraṇā, ayaṃ diṭṭhivipallāso.",
  "pe6:21.4": "Tattha vatthubhedena kāyesu dvādasa vipallāsā bhavanti.",
  "pe6:21.5": "Tayo kāye tayo vedanāya tayo citte tayo dhamme, cattāro saññāvipallāsā cattāro cittavipallāsā cattāro diṭṭhivipallāsā, āyatanūpacayato cakkhuviññāṇasaññāsamaṅgissa rūpesu dvādasa vipallāsā yāva mano saññāsamaṅgissa, dhammesu dvādasa vipallāsā cha dvādasakā cattāri vipallāsā bhavanti.",
  "pe6:21.6": "Ārammaṇanānattato hi aparimitasaṅkheyyānaṃ sattānaṃ aparimitamasaṅkheyyā vipallāsā bhavanti hīnukkaṭṭhamajjhimatāya.",
  "pe6:22.1": "Tattha pañcakkhandhā cattāri attabhāvavatthūni bhavanti.",
  "pe6:22.2": "Yo rūpakkhandho, so kāyo attabhāvavatthu.",
  "pe6:22.3": "Yo vedanākkhandho, so vedanā attabhāvavatthu.",
  "pe6:22.4": "Yo saññākkhandho ca saṅkhārakkhandho ca, te dhammā attabhāvavatthu.",
  "pe6:22.5": "Yo viññāṇakkhandho, so cittaṃ attabhāvavatthu.",
  "pe6:22.6": "Iti pañcakkhandhā cattāri attabhāvavatthūni.",
  "pe6:22.7": "Tattha kāye “asubhe subhan”ti.",
  "pe6:22.8": "Vipallāso bhavati.",
  "pe6:22.9": "Evaṃ vedanāsu …",
  "pe6:22.10": "citte …",
  "pe6:22.11": "dhammesu ca attavipallāso bhavati.",
  "pe6:22.12": "Tattha catunnaṃ vipallāsānaṃ samugghātanatthaṃ bhagavā cattāro satipaṭṭhāne deseti paññapeti kāye kāyānupassī viharato “asubhe subhan”ti.",
  "pe6:22.13": "Vipallāsaṃ samugghāteti, evaṃ vedanāsu, citte, dhammesu ca kātabbaṃ.",
  "pe6:23.1": "Tattha andhakāratimisā appaṭivedhalakkhaṇā avijjā, tassā vipallāsapadaṭṭhānaṃ.",
  "pe6:23.2": "Ajjhosānalakkhaṇā taṇhā, tassā piyarūpasātarūpaṃ padaṭṭhānaṃ.",
  "pe6:23.3": "Attāsayavañcanālakkhaṇo lobho, tassa adinnādānaṃ padaṭṭhānaṃ.",
  "pe6:23.4": "Idha vivādalakkhaṇo doso, tassa pāṇātipāto padaṭṭhānaṃ.",
  "pe6:23.5": "Vatthuvippaṭipattilakkhaṇo moho, tassa micchāpaṭipatti padaṭṭhānaṃ.",
  "pe6:23.6": "Saṅkhatānaṃ dhammānaṃ avināsaggahaṇalakkhaṇā niccasaññā, tassā sabbasaṅkhārā padaṭṭhānaṃ.",
  "pe6:23.7": "Sāsavaphassopagamanalakkhaṇā sukhasaññā, tassā mamaṅkāro padaṭṭhānaṃ.",
  "pe6:23.8": "Dhammesu upagamanalakkhaṇā attasaññā, tassā ahaṅkāro padaṭṭhānaṃ.",
  "pe6:23.9": "Vaṇṇasaṅgahaṇalakkhaṇā subhasaññā, tassā indriyaasaṃvaro padaṭṭhānaṃ.",
  "pe6:23.10": "Etehi navahi padehi uddiṭṭhehi sabbo akusalapakkho niddiṭṭho bhavati, so ca kho bahussutena sakkā jānituṃ no appassutena, paññavatā no duppaññena, yuttena no ayuttena.",
  "pe6:24.1": "Nava padāni kusalāni yattha sabbo kusalapakkho saṅgaho samosaraṇaṃ gacchanti.",
  "pe6:24.2": "Katamāni nava padāni?",
  "pe6:24.3": "Samatho vipassanā alobho adoso amoho aniccasaññā dukkhasaññā anattasaññā asubhasaññā ca. (7)",
  "pe6:25.1": "Tattha katamo **samatho**?",
  "pe6:25.2": "Yā cittassa ṭhiti saṇṭhiti avaṭṭhiti ṭhānaṃ paṭṭhānaṃ upaṭṭhānaṃ samādhi samādhānaṃ avikkhepo avippaṭisāro vūpasamo mānaso ekaggaṃ cittassa, ayaṃ samatho. (8)",
  "pe6:26.1": "Tattha katamā **vipassanā**?",
  "pe6:26.2": "Khandhesu vā dhātūsu vā āyatanesu vā nāmarūpesu vā paṭiccasamuppādesu vā paṭiccasamuppannesu vā dhammesu dukkhesu vā samudayesu vā nirodhe vā magge vā kusalākusalesu vā dhammesu sāvajjaanavajjesu vā kaṇhasukkesu vā sevitabbaasevitabbesu vā so yathābhūtaṃ vicayo pavicayo vīmaṃsā paravīmaṃsā gāhanā aggāhanā pariggāhanā cittena paricitanā tulanā upaparikkhā ñāṇaṃ vijjā vā cakkhu buddhi medhā paññā obhāso āloko ābhā pabhā khaggo nārāco dhammavicayasambojjhaṅgo sammādiṭṭhi maggaṅgaṃ, ayaṃ vipassanā.",
  "pe6:26.3": "Tenesā vipassanā iti vuccati vividhā vā esā vipassanāti, tasmā esā vipassanāti vuccati.",
  "pe6:26.4": "Dvidhā cesā hi vipassanā dhammavipassanāti vuccati, dvidhā imāya passati subhañca asubhañca kaṇhañca sukkañca sevitabbañca asevitabbañca kammañca vipākañca bandhañca vimokkhañca ācayañca apacayañca pavattiñca nivattiñca saṃkilesañca vodānañca, evaṃ vipassanāti vuccati.",
  "pe6:26.5": "Atha vā viiti upasaggo passanāti attho tasmā vipassanāti vuccate, ayaṃ vipassanā. (9)",
  "pe6:27.1": "Tattha dve rogā sattānaṃ avijjā ca bhavataṇhā ca, etesaṃ dvinnaṃ rogānaṃ nighātāya bhagavatā dve bhesajjāni vuttāni samatho ca vipassanā ca.",
  "pe6:27.2": "Imāni dve bhesajjāni paṭisevento dve aroge sacchikaroti rāgavirāgaṃ cetovimuttiṃ avijjāvirāgañca paññāvimuttiṃ.",
  "pe6:27.3": "Tattha taṇhārogassa samatho bhesajjaṃ, rāgavirāgā cetovimutti arogaṃ.",
  "pe6:27.4": "Avijjārogassa vipassanābhesajjaṃ avijjāvirāgā paññāvimutti arogaṃ.",
  "pe6:27.5": "Evañhi bhagavā cāha, “dve dhammā pariññeyyā nāmañca rūpañca, dve dhammā pahātabbā avijjā ca bhavataṇhā ca, dve dhammā bhāvetabbā samatho ca vipassanā ca, dve dhammā sacchikātabbā vijjā ca vimutti cā”ti.",
  "pe6:27.6": "Tattha samathaṃ bhāvento rūpaṃ parijānāti, rūpaṃ parijānanto taṇhaṃ pajahati, taṇhaṃ pajahanto rāgavirāgā cetovimuttiṃ sacchikaroti, vipassanaṃ bhāvento nāmaṃ parijānāti, nāmaṃ parijānanto avijjaṃ pajahati, avijjaṃ pajahanto avijjāvirāgā paññāvimuttiṃ sacchikaroti.",
  "pe6:27.7": "Yadā bhikkhuno dve dhammā pariññātā bhavanti nāmañca rūpañca, tathāssa dve dhammā pahīnā bhavanti avijjā ca bhavataṇhā ca.",
  "pe6:27.8": "Dve dhammā bhāvitā bhavanti samatho ca vipassanā ca, dve dhammā sacchikātabbā bhavanti vijjā ca vimutti ca.",
  "pe6:27.9": "Ettāvatā bhikkhu katakicco bhavati.",
  "pe6:27.10": "Esā sopādisesā nibbānadhātu.",
  "pe6:27.11": "Tassa āyupariyādānā jīvitindriyassa uparodhā idañca dukkhaṃ nirujjhati, aññañca dukkhaṃ na uppajjati.",
  "pe6:27.12": "Tattha yo imesaṃ khandhānaṃ dhātuāyatanānaṃ nirodho vūpasamo aññesañca khandhadhātuāyatanānaṃ appaṭisandhi apātubhāvo, ayaṃ anupādisesā nibbānadhātu.",
  "pe6:28.1": "Tattha katamaṃ **alobho kusalamūlaṃ**?",
  "pe6:28.2": "Yaṃdhātuko alobho alubbhanā alubbhitattaṃ anicchā apatthanā akantā anajjhosānaṃ.",
  "pe6:28.3": "Ayaṃ alobho kusalamūlaṃ.",
  "pe6:28.4": "Kassetaṃ mūlaṃ?",
  "pe6:28.5": "Alobhajassa kusalassa kāyakammassa vacīkammassa manokammassa taṃsampayuttānañca cittacetasikānaṃ dhammānaṃ mūlaṃ.",
  "pe6:28.6": "Atha vā ariyo aṭṭhaṅgiko maggo kusalanti vuccati, so tiṇṇaṃ maggaṅgānaṃ mūlaṃ.",
  "pe6:28.7": "Katamesaṃ tiṇṇaṃ, sammāsaṅkappassa sammāvāyāmassa sammāsamādhissa ca imesaṃ mūlanti, tasmā kusalamūlanti vuccati. (10)",
  "pe6:29.1": "Tattha katamaṃ **adoso kusalamūlaṃ**?",
  "pe6:29.2": "Yā sattesu vā saṅkhāresu vā anaghāto appaṭighāto abyāpatti abyāpādo adoso mettā mettāyanā atthakāmatā hitakāmatā cetaso pasādo, ayaṃ adoso kusalamūlaṃ.",
  "pe6:29.3": "Kassetaṃ mūlaṃ?",
  "pe6:29.4": "Adosajassa kusalassa kāyakammassa vacīkammassa manokammassa taṃsampayuttānañca cittacetasikānaṃ dhammānaṃ mūlaṃ.",
  "pe6:29.5": "Atha vā tiṇṇaṃ maggaṅgānaṃ mūlaṃ.",
  "pe6:29.6": "Katamesaṃ tiṇṇaṃ?",
  "pe6:29.7": "Sammāvācāya sammākammantassa sammāājīvassa ca imesaṃ tiṇṇaṃ maggaṅgānaṃ mūlaṃ, tasmā kusalamūlanti vuccati. (11)",
  "pe6:30.1": "Tattha katamaṃ **amoho kusalamūlaṃ**?",
  "pe6:30.2": "Yaṃ catūsu ariyasaccesu yathābhūtaṃ ñāṇadassanaṃ abhisamayo sammā ca paccāgamo paṭivedho amoho asammuyhanā asammoho vijjāpakāso āloko anāvaraṇaṃ sekkhānaṃ kusalānaṃ dhammānaṃ, ayaṃ amoho kusalamūlaṃ.",
  "pe6:30.3": "Kassetaṃ mūlaṃ?",
  "pe6:30.4": "Amohajassa kusalassa kāyakammassa vacīkammassa manokammassa taṃsampayuttānañca cittacetasikānaṃ dhammānaṃ mūlaṃ.",
  "pe6:30.5": "Atha vā dvinnaṃ maggaṅgānaṃ etaṃ mūlaṃ.",
  "pe6:30.6": "Katamesaṃ dvinnaṃ?",
  "pe6:30.7": "Sammādiṭṭhiyā ca sammāsatiyā ca imesaṃ dvinnaṃ maggaṅgānaṃ mūlaṃ, tasmā kusalamūlanti vuccati. (12)",
  "pe6:31.1": "Evaṃ imesaṃ tīhi kusalamūlehi aṭṭhaṅgiko maggo yojetabbo.",
  "pe6:32.1": "Tattha katamā **aniccasaññā**?",
  "pe6:32.2": "“Sabbe saṅkhārā uppādavayadhammino”ti ca yā saññā sañjānanā vavatthapanā uggāho, ayaṃ aniccasaññā.",
  "pe6:32.3": "Tassā ko nissando?",
  "pe6:32.4": "Aniccasaññāya bhāvitāya bahulīkatāya aṭṭhasu lokadhammesu cittaṃ nānusandhati na sandhati na saṇṭhahati, upekkhā vā paṭikkūlatā vā saṇṭhahati, ayamassā nissando.",
  "pe6:33.1": "Tattha katamā **dukkhasaññā**?",
  "pe6:33.2": "“Sabbe saṅkhārā dukkhā”ti yā saññā sañjānanā vavatthapanā uggāho, ayaṃ dukkhasaññā.",
  "pe6:33.3": "Tassā ko nissando?",
  "pe6:33.4": "Dukkhasaññāya bhāvitāya bahulīkatāya ālasse sampamāde vimhaye ca cittaṃ nānusandhati na sandhati na saṇṭhahati, upekkhā vā paṭikkūlatā vā saṇṭhahati, ayamassā nissando.",
  "pe6:34.1": "Tattha katamā **anattasaññā**?",
  "pe6:34.2": "“Sabbesu dhammesu anattā”ti yā saññā sañjānanā vavatthapanā uggāho, ayaṃ anattasaññā.",
  "pe6:34.3": "Tassā ko nissando, anattasaññāya bhāvitāya bahulīkatāya ahaṅkāro cittaṃ nānusandhati na sandhati, mamaṅkāro na saṇṭhahati, upekkhā vā paṭikkūlatā vā saṇṭhahati, ayamassā nissando.",
  "pe6:35.1": "Tattha katamā **asubhasaññā**?",
  "pe6:35.2": "“Satta saṅkhārā asubhā”ti yā saññā sañjānanā vavatthapanā uggāho, ayaṃ asubhasaññā.",
  "pe6:35.3": "Tassā ko nissando?",
  "pe6:35.4": "Asubhasaññāya bhāvitāya bahulīkatāya subhanimitte cittaṃ nānusandhati na sandhati na saṇṭhahati, upekkhā vā paṭikkūlatā vā saṇṭhahati, ayamassā nissando.",
  "pe6:36.1": "Tattha pañcannaṃ khandhānaṃ pariññā bhagavatā desitā, yo tattha asubhasaññā rūpakkhandhassa pariññattaṃ, dukkhasaññā vedanākkhandhassa pariññattaṃ, anattasaññā saññākkhandhassa saṅkhārakkhandhassa pariññattaṃ, aniccasaññā viññāṇakkhandhassa pariññattaṃ.",
  "pe6:36.2": "Tattha samathena taṇhaṃ samugghāteti, vipassanāya avijjaṃ samugghāteti, adosena dosaṃ samugghāteti, amohena mohaṃ samugghāteti, aniccasaññāya niccasaññaṃ samugghāteti, dukkhasaññāya sukhasaññaṃ samugghāteti, anattasaññāya attasaññaṃ samugghāteti, asubhasaññāya subhasaññaṃ samugghāteti.",
  "pe6:37.1": "Cittavikkhepapaṭisaṃharaṇalakkhaṇo samatho, tassa jhānāni padaṭṭhānaṃ.",
  "pe6:37.2": "Sabbadhammaṃ yathābhūtaṃ paṭivedhalakkhaṇā vipassanā, tassā sabbaneyyaṃ padaṭṭhānaṃ.",
  "pe6:37.3": "Icchāpaṭisaṃharaṇalakkhaṇo alobho, tassa adinnādānā veramaṇī padaṭṭhānaṃ.",
  "pe6:37.4": "Abyāpādalakkhaṇo adoso, tassa pāṇātipātā veramaṇī padaṭṭhānaṃ.",
  "pe6:37.5": "Vatthuappaṭihatalakkhaṇo amoho, tassa sammāpaṭipatti padaṭṭhānaṃ.",
  "pe6:37.6": "Saṅkhatānaṃ dhammānaṃ vināsaggahaṇalakkhaṇā aniccasaññā, tassā udayabbayo padaṭṭhānaṃ.",
  "pe6:37.7": "Sāsavaphassasañjānanalakkhaṇā dukkhasaññā, tassā vedanā padaṭṭhānaṃ.",
  "pe6:37.8": "Sabbadhammaanupagamanalakkhaṇā anattasaññā, tassā dhammasaññā padaṭṭhānaṃ.",
  "pe6:37.9": "Vinīlakavipubbakauddhumātakasamuggahaṇalakkhaṇā asubhasaññā, tassā nibbidā padaṭṭhānaṃ.",
  "pe6:37.10": "Imesu navasu padesu upadiṭṭhesu sabbo kusalapakkho upadiṭṭho bhavati, so ca bahussutena sakkā jānituṃ no appassutena, paññavatā no duppaññena, yuttena no ayuttenāti.",
  "pe6:38.1": "Tattha niccasaññādhimuttassa aparāparaṃ cittaṃ paṇāmento satimapaccavekkhato aniccasaññā na upaṭṭhāti, pañcasu kāmaguṇesu sukhassādādhimuttassa iriyāpathassa agatimapaccavekkhato dukkhasaññā na upaṭṭhāti, khandhadhātuāyatanesu attādhimuttassa nānādhātuanekadhātuvinibbhogamapaccavekkhato anattasaññā na upaṭṭhāti, vaṇṇasaṇṭhānābhiratassa kāye subhādhimuttassa ca vippaṭicchannā asubhasaññā na upaṭṭhāti.",
  "pe6:39.1": "Avippaṭisāralakkhaṇā saddhā, saddahanā paccupaṭṭhānaṃ.",
  "pe6:39.2": "Tassa cattāri sotāpattiyaṅgāni padaṭṭhānaṃ.",
  "pe6:39.3": "Evañhi vuttaṃ bhagavatā saddhindriyaṃ bhikkhave, kuhiṃ daṭṭhabbaṃ, catūsu sotāpattiyaṅgesu kusalesu dhammesu.",
  "pe6:40.1": "Sūrāapaṭikkhepanalakkhaṇaṃ vīriyindriyaṃ, vīriyindriyārambho paccupaṭṭhānaṃ.",
  "pe6:40.2": "Tassa atītā cattāro sammappadhānā padaṭṭhānaṃ.",
  "pe6:40.3": "Yathā vuttaṃ bhagavatā vīriyindriyaṃ, bhikkhave, kuhiṃ daṭṭhabbaṃ, catūsu sammappadhānesu.",
  "pe6:41.1": "Sati saraṇalakkhaṇā, asammohapaccupaṭṭhānā.",
  "pe6:41.2": "Tassa atītā cattāro satipaṭṭhānā padaṭṭhānaṃ.",
  "pe6:41.3": "Yathā vuttaṃ bhagavatā satindriyaṃ bhikkhave, kuhiṃ daṭṭhabbaṃ, catūsu satipaṭṭhānesu.",
  "pe6:42.1": "Ekaggalakkhaṇo samādhi, avikkhepapaccupaṭṭhāno, tassa cattāri ñāṇāni padaṭṭhānaṃ.",
  "pe6:42.2": "Yathā vuttaṃ bhagavatā samādhindriyaṃ, bhikkhave, kuhiṃ daṭṭhabbaṃ, catūsu jhānesu.",
  "pe6:43.1": "Pajānanalakkhaṇā paññā, bhūtatthasantīraṇā paccupaṭṭhānā, tassa cattāri ariyasaccāni padaṭṭhānaṃ.",
  "pe6:43.2": "Yathā vuttaṃ bhagavatā paññindriyaṃ, bhikkhave, kuhiṃ daṭṭhabbaṃ, catūsu ariyasaccesu. (13)",
  "pe6:44.1": "**Cattāri cakkāni** patirūpadesavāso cakkaṃ, sappurisūpanissayo cakkaṃ, attasammāpaṇidhānaṃ cakkaṃ, pubbe katapuññatā cakkaṃ.",
  "pe6:44.2": "Tattha ariyasannissayalakkhaṇo patirūpadesavāso, so sappurisūpanissayassa padaṭṭhānaṃ.",
  "pe6:44.3": "Ariyasannissayalakkhaṇo sappurisūpanissayo, so attasammāpaṇidhānassa padaṭṭhānaṃ.",
  "pe6:44.4": "Sammāpaṭipattilakkhaṇaṃ attasammāpaṇidhānaṃ, taṃ puññānaṃ padaṭṭhānaṃ.",
  "pe6:44.5": "Kusaladhammopacayalakkhaṇaṃ puññaṃ, taṃ sabbasampattīnaṃ padaṭṭhānaṃ.",
  "pe6:45.1": "Ekādasasīlamūlakā dhammā sīlavato avippaṭisāro bhavati …pe…",
  "pe6:45.2": "so vimuttiñāṇadassanaṃ “nāparaṃ itthattāyā”ti pajānanā.",
  "pe6:45.3": "Tattha veramaṇilakkhaṇaṃ sīlaṃ, taṃ avippaṭisārassa padaṭṭhānaṃ.",
  "pe6:45.4": "Na attānuvādalakkhaṇo avippaṭisāro, so pāmojjassa padaṭṭhānaṃ.",
  "pe6:45.5": "Abhippamodanalakkhaṇaṃ pāmojjaṃ, taṃ pītiyā padaṭṭhānaṃ.",
  "pe6:45.6": "Attamanalakkhaṇā pīti, sā passaddhiyā padaṭṭhānaṃ.",
  "pe6:45.7": "Kammaniyalakkhaṇā passaddhi, sā sukhassa padaṭṭhānaṃ.",
  "pe6:45.8": "Abyāpādalakkhaṇaṃ sukhaṃ, taṃ samādhino padaṭṭhānaṃ.",
  "pe6:45.9": "Avikkhepanalakkhaṇo samādhi, so yathābhūtañāṇadassanassa padaṭṭhānaṃ.",
  "pe6:45.10": "Aviparītasantīraṇalakkhaṇā paññā, sā nibbidāya padaṭṭhānaṃ anālayanalakkhaṇā nibbidā, sā virāgassa padaṭṭhānaṃ.",
  "pe6:45.11": "Asaṃkilesalakkhaṇo virāgo, so vimuttiyā padaṭṭhānaṃ.",
  "pe6:45.12": "Akusaladhammavivekalakkhaṇā vimutti, sā vimuttino vodānassa padaṭṭhānaṃ. (14)",
  "pe6:46.1": "**Catasso ariyabhūmiyo cattāri sāmaññaphalāni**.",
  "pe6:46.2": "Tattha yo yathābhūtaṃ pajānāti, esā dassanabhūmi.",
  "pe6:46.3": "Sotāpattiphalañca so yathābhūtaṃ pajānitvā nibbindati, idaṃ tanukāmarāgassa padaṭṭhānaṃ byāpādānaṃ.",
  "pe6:46.4": "Sakadāgāmiphalañca saṇhaṃ virajjati, ayaṃ rāgavirāgā cetovimutti.",
  "pe6:46.5": "Anāgāmiphalañca yaṃ avijjāvirāgā vimuccati, ayaṃ katābhūmi.",
  "pe6:46.6": "Arahattañca sāmaññaphalānīti ko vacanattho, ariyo aṭṭhaṅgiko maggo sāmaññaṃ, tassetāni phalāni sāmaññaphalānīti vuccati.",
  "pe6:46.7": "Kissa brahmaññaphalānīti vuccante?",
  "pe6:46.8": "Brahmaññaariyo aṭṭhaṅgiko maggo, tassa tāni phalānīti brahmaññaphalānīti vuccante.",
  "pe6:47.1": "Tattha sotāpanno kathaṃ hoti?",
  "pe6:47.2": "Saha saccābhisamayā ariyasāvakassa tīṇi saṃyojanāni pahīyanti sakkāyadiṭṭhi vicikicchā sīlabbataparāmāso ca, imesaṃ tiṇṇaṃ saṃyojanānaṃ pahānā parikkhayā ariyasāvako hoti sotāpanno avinipātadhammo yāva dukkhassantaṃ karoti.",
  "pe6:48.1": "Tattha katamā sakkāyadiṭṭhi?",
  "pe6:48.2": "Assutavā bālo puthujjano yāva ariyadhamme akovido, so rūpaṃ attato samanupassati yāva viññāṇasmiṃ attānaṃ, so imesu pañcasu khandhesu attaggāho vā attaniyaggāho vā esohamasmi ekasmiṃ vasavattiko pakkhitto anuggaho anusayanto aṅgamaṅganti parati.",
  "pe6:48.3": "Yā tathābhūtassa khanti ruci pekkhanā ākāraparivitakko diṭṭhinijjhāyanā abhippasannā, ayaṃ vuccate sakkāyadiṭṭhīti.",
  "pe6:49.1": "Tattha pañca diṭṭhiyo ucchedaṃ bhajanti.",
  "pe6:49.2": "Katamāyo pañca?",
  "pe6:49.3": "Rūpaṃ attato samanupassati, yāva viññāṇaṃ attato samanupassati, imāyo pañca ucchedaṃ bhajanti, avasesāyo pannarasa sassataṃ bhajanti.",
  "pe6:49.4": "Iti sakkāyadiṭṭhipahānā dvāsaṭṭhidiṭṭhigatāni pahīyanti.",
  "pe6:49.5": "Pahānā ucchedaṃ sassatañca na bhajati.",
  "pe6:49.6": "Iti ucchedasassatappahānā ariyasāvakassa na kiñci diṭṭhigataṃ bhavati, aññā vā lokuttarāya sammādiṭṭhiyā.",
  "pe6:49.7": "Kathaṃ pana sakkāyadiṭṭhi na bhavati?",
  "pe6:49.8": "Idha ariyasāvako sutavā hoti, sabbo sukkapakkho kātabbo, yāva ariyadhammesu kovido rūpaṃ anattato samanupassati, yāva viññāṇaṃ …pe…",
  "pe6:49.9": "evamassa samanupassantassa sakkāyadiṭṭhi na bhavati.",
  "pe6:50.1": "Kathaṃ vicikicchā na bhavati?",
  "pe6:50.2": "Idha ariyasāvako buddhe na kaṅkhati, na vicikicchati abhippasīdati, itipi so bhagavāti sabbaṃ.",
  "pe6:50.3": "Dhamme na kaṅkhati na vicikicchati sabbaṃ.",
  "pe6:50.4": "Yāva taṇhakkhayo virāgo nirodho nibbānanti, iminā dutiyena ākaṅkhiyena dhammena samannāgato hoti.",
  "pe6:50.5": "Saṃghe na kaṅkhati …pe…",
  "pe6:50.6": "yāva pūjā devānañca manussānañcāti, iminā tatiyena ākaṅkhiyena dhammena samannāgato hoti.",
  "pe6:51.1": "Sabbe saṅkhārā dukkhāti na kaṅkhati na vicikicchati adhimuccati abhippasīdati.",
  "pe6:51.2": "Taṇhā dukkhasamudayoti na kaṅkhati na vicikicchati.",
  "pe6:51.3": "Taṇhānirodhā dukkhanirodhoti na kaṅkhati na vicikicchati.",
  "pe6:51.4": "Ariyo aṭṭhaṅgiko maggo dukkhanirodhagāminī paṭipadāti na kaṅkhati na vicikicchati adhimuccati abhippasīdati.",
  "pe6:51.5": "Yāva buddhe vā dhamme vā saṃghe vā dukkhe vā samudaye vā nirodhe vā magge vā kaṅkhāyanā vimati vicikicchā dvedhāpathā āsappanā parisappanā anavaṭṭhānaṃ adhiṭṭhāgamanaṃ anekaṃso anekaṃsikatā, te tassa pahīnā bhavanti paṇunnā ucchinnamūlā tālāvatthukatā anabhāvaṃkatā āyatiṃ anuppādadhammā.",
  "pe6:52.1": "Tattha sīlabbataparāmāso dvidhā—",
  "pe6:52.2": "sīlassa vā suddhassa vā.",
  "pe6:52.3": "Tattha sīlassa sīlabbataparāmāso imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā tattha kapotapādāhi accharāhi saddhiṃ kīḷissāmi ramissāmi paricarissāmīti.",
  "pe6:52.4": "Yathābhūtadassananti rucivimutti rāgo rāgaparivattakā diṭṭhirūpanā passanā asantussitassa sīlabbataparāmāso.",
  "pe6:52.5": "Tattha katamo suddhassa sīlabbataparāmāso?",
  "pe6:52.6": "Idhekacco sīlaṃ parāmasati, sīlena sujjhati, sīlena nīyati, sīlena muccati, sukhaṃ vītikkamati, dukkhaṃ vītikkamati, sukhadukkhaṃ vītikkamati anupāpuṇāti uparimena.",
  "pe6:52.7": "Tadubhayaṃ sīlavataṃ parāmasati tadubhayena sīlavatena sujjhanti muccanti nīyanti, sukhaṃ vītikkamanti, dukkhaṃ vītikkamanti, sukhadukkhaṃ vītikkamanti, anupāpuṇantīti avisucikaraṃ dhammaṃ avimuttikaraṃ dhammaṃ visucito vimuttito paccāgacchantassa yā tathābhūtassa khanti ruci mutti pekkhanā ākāraparivitakko diṭṭhinijjhāyanā passanā, ayaṃ suddhassa sīlabbataparāmāso.",
  "pe6:52.8": "Ete ubho parāmāsā ariyasāvakassa pahīnā bhavanti yāva āyatiṃ anuppādadhammā, so sīlavā bhavati ariyakantehi sīlehi samannāgato akkhaṇḍehi yāva upasamasaṃvattanikehi.",
  "pe6:52.9": "Imesaṃ tiṇṇaṃ saṃyojanānaṃ pahānā sutavā ariyasāvako bhavati sotāpanno avinipātadhammo, sabbaṃ.",
  "pe6:53.1": "Sahasaccābhisamayā, iti ko vacanattho?",
  "pe6:53.2": "Cattāro abhisamayā, pariññābhisamayo pahānābhisamayo sacchikiriyābhisamayo bhāvanābhisamayo.",
  "pe6:54.1": "Tattha ariyasāvako dukkhaṃ pariññābhisamayena abhisameti, samudayaṃ pahānābhisamayena abhisameti, nirodhaṃ sacchikiriyābhisamayena abhisameti, maggaṃ bhāvanābhisamayena abhisameti.",
  "pe6:54.2": "Kiṃkāraṇaṃ?",
  "pe6:54.3": "Dukkhassa pariññābhisamayo, samudayassa pahānābhisamayo, nirodhassa sacchikiriyābhisamayo, maggassa bhāvanābhisamayo.",
  "pe6:54.4": "Samathavipassanāya kathaṃ abhisameti?",
  "pe6:54.5": "Ārammaṇe cittaṃ upanibandhetvā pañcakkhandhe dukkhato passati.",
  "pe6:54.6": "Tattha yo upanibandho, ayaṃ samatho.",
  "pe6:54.7": "Yā pariyogāhanā, ayaṃ vipassanā.",
  "pe6:54.8": "Pañcakkhandhe dukkhāti passato yo pañcakkhandhesu ālayo nikanti upagamanaṃ ajjhosānā icchā mucchā paṇidhi patthanā pahīyati.",
  "pe6:54.9": "Tattha pañcakkhandhā dukkhaṃ.",
  "pe6:54.10": "Yo tattha ālayo nikanti upagamanaṃ ajjhosānaṃ icchā mucchā paṇidhi patthanā, ayaṃ samudayo.",
  "pe6:54.11": "Yaṃ tassa pahānaṃ, so nirodho samatho vipassanā ca maggo, evaṃ tesaṃ catunnaṃ ariyasaccānaṃ ekakāle ekakkhaṇe ekacitte apubbaṃ acarimaṃ abhisamayo bhavati.",
  "pe6:54.12": "Tenāha bhagavā “sahasaccābhisamayā ariyasāvakassa tīṇi saṃyojanāni pahīyantī”ti.",
  "pe6:55.1": "Tattha samathavipassanā yuganaddhā vattamānā ekakāle ekakkhaṇe ekacitte cattāri kiccāni karoti, dukkhaṃ pariññābhisamayena abhisameti, yāva maggaṃ bhāvanābhisamayena abhisameti.",
  "pe6:55.2": "Kiṃ kāraṇā?",
  "pe6:55.3": "Dukkhaṃ pariññābhisamayo, yāva maggaṃ bhāvanābhisamayo.",
  "pe6:55.4": "Evaṃ diṭṭhanto yathā nāvā jalaṃ gacchantī cattāri kiccāni karoti, pārimaṃ tīraṃ pāpeti, orimaṃ tīraṃ jahati, bhāraṃ vahati, sotaṃ chindati;",
  "pe6:55.5": "evameva samathavipassanā yuganaddhā vattamānā ekakāle ekakkhaṇe ekacitte cattāri kiccāni karoti, dukkhaṃ pariññābhisamayena abhisameti, yāva maggaṃ bhāvanābhisamayena abhisameti.",
  "pe6:55.6": "Yathā vā sūriyo udayanto ekakāle apubbaṃ acarimaṃ cattāri kiccāni karoti, andhakāraṃ vidhamati, ālokaṃ pātukaroti, rūpaṃ nidassīyati, sītaṃ pariyādiyati;",
  "pe6:55.7": "evameva samathavipassanā yuganaddhā vattamānā ekakāle …pe…",
  "pe6:55.8": "yathā padīpo jalanto ekakāle apubbaṃ acarimaṃ cattāri kiccāni karoti, andhakāraṃ vidhamati, ālokaṃ pātukaroti, rūpaṃ nidassīyati, upādānaṃ pariyādiyati;",
  "pe6:55.9": "evameva samathavipassanā yuganaddhā vattamānā ekakāle …pe….",
  "pe6:56.1": "Yadā ariyasāvako sotāpanno bhavati avinipātadhammo niyato yāva dukkhassantaṃ karoti, ayaṃ dassanabhūmi.",
  "pe6:56.2": "Sotāpattiphalañca sotāpattiphale ṭhito uttari samathavipassanaṃ bhāvento yuganaddhā vattamānā kāmarāgabyāpādānaṃ yebhuyyena pahānā ariyasāvako hoti.",
  "pe6:56.3": "Sakadāgāmi pariniṭṭhitattā sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti, ayaṃ tanubhūmi.",
  "pe6:57.1": "Sakadāgāmiphalañca yo sakadāgāmiphale ṭhito vipassanaṃ bhāvento kāmarāgabyāpāde sānusaye anavasesaṃ pajahati, kāmarāgabyāpādesu anavasesaṃ pahīnesu pañcorambhāgiyāni saṃyojanāni pahīnāni bhavanti sakkāyadiṭṭhi sīlabbataparāmāso vicikicchā kāmacchando byāpādo ca, imesaṃ pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānā ariyasāvako hoti anāgāmī tattha parinibbāyī anāvattidhammo tasmā lokā, ayaṃ vītarāgabhūmi.",
  "pe6:58.1": "Anāgāmiphalañca anāgāmiphale ṭhito uttari samathavipassanaṃ bhāvento pañca uddhambhāgiyāni saṃyojanāni pajahati rūparāgaarūparāgamānauddhaccaavijjañca.",
  "pe6:58.2": "Imesaṃ pañcannaṃ uddhambhāgiyānaṃ saṃyojanānaṃ pahānā ariyasāvako arahā bhavati, khīṇāsavo vusitavā sammadaññāvimutto parikkhīṇabhavasaṃyojano anuppattasadattho, ayaṃ katābhūmi.",
  "pe6:59.1": "Arahantova ayaṃ sopādisesā nibbānadhātu.",
  "pe6:59.2": "Tassa āyukkhayā jīvitindriyāparodhā idañca dukkhaṃ nirujjhati, aññañca dukkhaṃ na uppajjati.",
  "pe6:59.3": "Yo imassa dukkhassa nirodho vūpasamo, aññassa ca apātubhāvo, ayaṃ anupādisesā nibbānadhātu.",
  "pe6:59.4": "Imā dve nibbānadhātuyo.",
  "pe6:59.5": "Iti saccāni vuttāni.",
  "pe6:59.6": "Saccābhisamayo vutto, kilesavavatthānaṃ vuttaṃ, pahānaṃ vuttaṃ, bhūmiyo vuttā, phalāni vuttāni, nibbānadhātuyo vuttā.",
  "pe6:59.7": "Evamimesu vuttesu sabbabodhi vuttā bhavati.",
  "pe6:59.8": "Ettha yogo karaṇīyo. (15)",
  "pe6:60.1": "Tattha katamāyo **nava anupubbasamāpattiyo**?",
  "pe6:60.2": "Cattāri jhānāni catasso ca arūpasamāpattiyo nirodhasamāpatti ca.",
  "pe6:60.3": "Tattha cattāri jhānāni katamāni?",
  "pe6:60.4": "Idha, bhikkhave, bhikkhu vivicceva kāmehīti vitthārena kātabbāni.",
  "pe6:60.5": "Tattha katamā cattāro arūpasamāpattiyo?",
  "pe6:60.6": "Virāgino vata vattabbo, yāva nirodhasamāpatti vitthārena kātabbā.",
  "pe6:60.7": "Imāyo nava anupubbasamāpattiyo.",
  "pe6:61.1": "Tattha katamaṃ paṭhamaṃ jhānaṃ?",
  "pe6:61.2": "Pañcaṅgavippayuttaṃ pañcaṅgasamannāgataṃ.",
  "pe6:61.3": "Katamehi pañcahi aṅgehi vippayuttaṃ?",
  "pe6:61.4": "Pañcahi nīvaraṇehi.",
  "pe6:61.5": "Tattha katamāni pañca nīvaraṇāni?",
  "pe6:61.6": "Kāmacchandoti vitthāretabbo.",
  "pe6:61.7": "Tattha katamo kāmacchando?",
  "pe6:61.8": "Yo pañcasu kāmaguṇesu chandarāgo pemaṃ nikanti ajjhosānaṃ icchā mucchā patthanā apariccāgo anusayo pariyuṭṭhānaṃ, ayaṃ kāmacchandanīvaraṇaṃ.",
  "pe6:61.9": "Tattha katamaṃ byāpādanīvaraṇaṃ?",
  "pe6:61.10": "Yo sattesu saṅkhāresu ca āghāto …pe…",
  "pe6:61.11": "yathā dose tathā nioṭṭhānā, ayaṃ byāpādo nīvaraṇaṃ.",
  "pe6:61.12": "Tattha katamaṃ middhaṃ?",
  "pe6:61.13": "Yā cittassa jaḷatā cittassa garuttaṃ cittassa akammaniyatā cittassa nikkhepo niddāyanā pacalikatā pacalāyanā pacalāyanaṃ, idaṃ middhaṃ.",
  "pe6:61.14": "Tattha katamaṃ thinaṃ?",
  "pe6:61.15": "Yā kāyassa thinatā jaḷatā kāyassa garuttā kāyassa appassaddhi, idaṃ thinaṃ.",
  "pe6:61.16": "Iti idañca thinaṃ purimakañca middhaṃ tadubhayaṃ thinamiddhanīvaraṇanti vuccati.",
  "pe6:61.17": "Tattha katamaṃ uddhaccaṃ?",
  "pe6:61.18": "Yo avūpasamo cittassa, idaṃ uddhaccaṃ.",
  "pe6:61.19": "Tattha katamaṃ kukkuccaṃ?",
  "pe6:61.20": "Yo cetaso vilekho alañcanā vilañcanā hadayalekho vippaṭisāro, idaṃ kukkuccaṃ.",
  "pe6:61.21": "Iti idañca kukkuccaṃ purimakañca uddhaccaṃ tadubhayaṃ uddhaccakukkuccanīvaraṇanti vuccati.",
  "pe6:61.22": "Tattha katamaṃ vicikicchānīvaraṇaṃ?",
  "pe6:61.23": "Yo buddhe vā dhamme vā saṃghe vā …pe…",
  "pe6:61.24": "ayaṃ vicikicchā.",
  "pe6:61.25": "Api ca kho pana pañca vicikicchāyo samanantarāyikā desantarāyikā samāpattantarāyikā maggantarāyikā saggantarāyikā, imāyo pañca vicikicchāyo.",
  "pe6:61.26": "Idha pana samāpattantarāyikā vicikicchā adhippetā.",
  "pe6:61.27": "Ime pañca nīvaraṇā.",
  "pe6:62.1": "Tattha nīvaraṇānīti ko vacanattho, kuto nivārayantīti?",
  "pe6:62.2": "Sabbato kusalapakkhikā nivārayanti.",
  "pe6:62.3": "Kathaṃ nivārayanti?",
  "pe6:62.4": "Kāmacchando asubhato nivārayati, byāpādo mettāya nivārayati, thinaṃ passaddhito nivārayati, middhaṃ vīriyārambhato nivārayati, uddhaccaṃ samathato nivārayati, kukkuccaṃ avippaṭisārato nivārayati, vicikicchā paññāto paṭiccasamuppādato nivārayati.",
  "pe6:63.1": "Aparo pariyāyo.",
  "pe6:63.2": "Kāmacchando alobhato kusalamūlato nivārayati, byāpādo adosato nivārayati, thinamiddhaṃ samādhito nivārayati, uddhaccakukkuccaṃ satipaṭṭhānehi nivārayati, vicikicchā amohato kusalamūlato nivārayati.",
  "pe6:64.1": "Aparo pariyāyo.",
  "pe6:64.2": "Tayo vihārā dibbavihāro brahmavihāro ariyavihāro.",
  "pe6:64.3": "Dibbavihāro cattāri jhānāni, brahmavihāro cattāri appamāṇāni, ariyavihāro sattatiṃsa bodhipakkhiyā dhammā.",
  "pe6:64.4": "Tattha kāmacchando uddhaccaṃ kukkuccañca dibbavihāraṃ nivārayati, byāpādo brahmavihāraṃ nivārayati, thinamiddhaṃ vicikicchā ca ariyavihāraṃ nivārayati.",
  "pe6:65.1": "Aparo pariyāyo.",
  "pe6:65.2": "Kāmacchando byāpādo uddhaccakukkuccañca samathaṃ nivārayanti, thinamiddhaṃ vicikicchā ca vipassanaṃ nivārayanti, ato nīvaraṇanti vuccante.",
  "pe6:65.3": "Imehi pañcahi aṅgehi vippayuttaṃ paṭhamaṃ jhānaṃ.",
  "pe6:66.1": "Katamehi pañcahi aṅgehi sampayuttaṃ **paṭhamaṃ jhānaṃ**?",
  "pe6:66.2": "Vitakkavicārehi pītiyā sukhena ca cittekaggatāya ca.",
  "pe6:66.3": "Imesaṃ pañcannaṃ aṅgānaṃ uppādapaṭilābhasamannāgamo sacchikiriyaṃ paṭhamaṃ jhānaṃ paṭiladdhanti vuccati.",
  "pe6:66.4": "Imāni pañca aṅgāni uppādetvā viharatīti, tena vuccate paṭhamaṃ jhānaṃ upasampajja viharatīti dibbena vihārena. (1)",
  "pe6:67.1": "Tattha **dutiyaṃ jhānaṃ** caturaṅgasamannāgataṃ pītisukhena cittekaggatāya ajjhattaṃ sampasādanena imāni cattāri aṅgāni uppādetvā sampādetvā viharati, tena vuccati dutiyaṃ jhānaṃ upasampajja viharatīti. (2)",
  "pe6:68.1": "Tattha pañcaṅgasamannāgataṃ **tatiyaṃ jhānaṃ** satiyā sampajaññena sukhena cittekaggatāya upekkhāya imāni pañcaṅgāni uppādetvā sampādetvā viharati, tena vuccati tatiyaṃ jhānaṃ upasampajja viharatīti. (3)",
  "pe6:69.1": "Tattha **catutthaṃ jhānaṃ** caturaṅgasamannāgataṃ upekkhāya satipārisuddhiyā adukkhamasukhāya vedanāya cittekaggatā ca, imehi catūhaṅgehi samannāgataṃ catutthaṃ jhānaṃ.",
  "pe6:69.2": "Iti imesaṃ catunnaṃ aṅgānaṃ uppādo paṭilābho samannāgamo sacchikiriyā catutthaṃ jhānaṃ paṭiladdhanti vuccati.",
  "pe6:69.3": "Imāni cattāri jhānāni uppādetvā sampādetvā upasampajja viharati, tena vuccati dibbena vihārena viharatīti. (4)",
  "pe6:70.1": "Tattha katamo aniccaṭṭho?",
  "pe6:70.2": "Pīḷanaṭṭho aniccaṭṭho pabhaṅgaṭṭho sampāpanaṭṭho vivekaṭṭho aniccaṭṭho, ayaṃ aniccaṭṭho.",
  "pe6:71.1": "Tattha katamo dukkhaṭṭho?",
  "pe6:71.2": "Pīḷanaṭṭho dukkhaṭṭho sampīḷanaṭṭho saṃvegaṭṭho byādhinaṭṭho, ayaṃ dukkhaṭṭho.",
  "pe6:72.1": "Tattha katamo suññaṭṭho?",
  "pe6:72.2": "Anupalitto suññaṭṭho, asambhajanaṭṭho gatapaṭṭho vivaṭṭaṭṭho, ayaṃ suññaṭṭho.",
  "pe6:73.1": "Tattha katamo anattaṭṭho?",
  "pe6:73.2": "Anissariyaṭṭho anattaṭṭho, avasavattanaṭṭho, akāmakāriṭṭho parividaṭṭho, ayaṃ anattaṭṭhoti.",
  "pe6:74.1": "Suttatthasamuccayo nāma saṃvattisantikā peṭakabhūmi samattā."
}