{
  "pe8:0.1": "Peṭakopadesa",
  "pe8:0.2": "Hārasampātabhūmi",
  "pe8:1.1": "Yāni cattāri jhānāni, tesaṃ jhānānaṃ imāni aṅgāni, tesaṃ aṅgānaṃ samūho assa aṅgā, ayaṃ jhānabhūmi ko visesoti assa viseso.",
  "pe8:1.2": "Ime sambhārā tehi ayaṃ samudāgamo, tassa samudāgamassa ayaṃ upanisā, tāya upanisāya ayaṃ bhāvanā.",
  "pe8:1.3": "Tassā bhāvanāya ayaṃ ādīnavo.",
  "pe8:1.4": "Tena ayaṃ parihāni.",
  "pe8:1.5": "Kassa parihānīti tadupagajjhāyino.",
  "pe8:1.6": "Taṃ yathā bhaṇitaṃ paccavekkhanto ayaṃ viseso.",
  "pe8:1.7": "Tena visesena ayaṃ assādo, so kassa assādo ajhāniyā jhāyino, tassā ajhāniyā jhāyino, idaṃ kallitā kosalle ṭhitajjhānaṃ anomaddiyataṃ gacchati jhānabalaṃ, jhānabale ṭhitassa ayaṃ pāramippattassa imāni jhānaṅgāni anāvilasaṅkappo paṭhame jhāne jhānaṅgāni bhāvī.",
  "pe8:1.8": "So pīti tadanusārittāva paṭhame jhāne jhānaṅgaṃ tassaṅguno ca dhammā tadabhisannitāya ca.",
  "pe8:1.9": "Pīti dutiye jhāne jhānaṅgadhammatā kho pana tathā pavattassa sahagataṃ jhānaṅgadhammaṃ sasukhatāya ajjhattaṃ sampasādo dutiye jhāne jhānaṅgaṃ manosampasādanatāya tadabhisannitāya ca.",
  "pe8:1.10": "Pīti dutiye jhāne jhānaṅgaṃ ajjhattaṃ sampasādanaṃ samādhitā pīti dutiye jhāne jhānaṅgaṃ, cetaso ekodibhāvo dutiye jhāne jhānaṅgaṃ, upekkhā phassatā tatiye jhāne jhānaṅgaṃ, sukhaṃ tassa aṅganti ca.",
  "pe8:1.11": "Cetaso ekodibhāvo catutthe jhāne jhānaṅgaṃ, upekkhā adukkhamasukhā catutthe jhāne jhānaṅgaṃ, abhinisābhūmi upekkhāsatipārisuddhi catutthe jhāne jhānaṅgaṃ.",
  "pe8:1.12": "Satipārisuddhi ca anekajjhānabhūmīsu jhānaṅgasamāyuttā pīti cetaso ekodibhāvo catutthe jhāne jhānaṅgaṃ.",
  "pe8:2.1": "Tattha katamā jhānabhūmi?",
  "pe8:2.2": "Savitakke savicāre vivekā anugatā paṭhame jhāne jhānabhūmi.",
  "pe8:2.3": "Avitakke avicāre ajjhattaṃ sampasādanaṃ janitaṃ pītimanugatā dutiye jhāne jhānabhūmi.",
  "pe8:2.4": "Sukhasātasamohitā sappītikā tatiye jhāne jhānabhūmi.",
  "pe8:2.5": "Tassa sukhadukkhasahagatā abhinīhārasahagatā catutthe jhāne jhānabhūmi.",
  "pe8:2.6": "Appamāṇasahagatā sattārammaṇā paṭhame jhāne jhānabhūmi.",
  "pe8:2.7": "Abhibhūmiāyatanasahagatā rūpasaññīsu dutiye jhāne jhānabhūmi.",
  "pe8:2.8": "Vimokkhasahagatānaṃ vimokkhesu tatiye jhāne jhānabhūmi.",
  "pe8:2.9": "Anupassanāsahagatā kāyasaṅkhārā sammā catutthassa jhānassa bhūmi.",
  "pe8:3.1": "Tattha katame jhānavisesā?",
  "pe8:3.2": "Vivicceva kāmehi vivicca pāpakehi akusalehi dhammehi cittacetasikasahagatā kāmadhātusamatikkamanatāpi, ayaṃ jhānaviseso.",
  "pe8:3.3": "Avitakkā ceva avicārā ca sappītikāya satisahagatāya pītisahagatā saññāmanasikārā samudācaranti.",
  "pe8:3.4": "Ayaṃ jhānaviseso.",
  "pe8:3.5": "Avitakkāya bhūmiyā avicāreyeva sati anugatā upekkhāsahagatā manasikārā samudācaranti.",
  "pe8:3.6": "Tadanudhammatāya ca sati saṇḍahati.",
  "pe8:3.7": "Tañca bhūmiṃ upasampajja viharati, ayaṃ jhānaviseso.",
  "pe8:3.8": "Satipārisuddhisahagatā saññāmanasikārā samudācaranti, tañca bhūmiṃ upasampajja viharati, ayaṃ jhānaviseso.",
  "pe8:3.9": "Viññāṇañcāyatanasahagatāya bhūmiyaṃ ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti, tañca bhūmiṃ upasampajja viharati, ayaṃ jhānaviseso.",
  "pe8:4.1": "Jhānasambhārā nekkhammavitakko sambhāro kāmavitakkavinodanādhippāyatā.",
  "pe8:4.2": "Abyāpādavitakko sambhāro byāpādavitakkapaṭivinodanādhippāyatā.",
  "pe8:4.3": "Avihiṃsāvitakko sambhāro vihiṃsāvitakkapaṭivinodanādhippāyatā.",
  "pe8:4.4": "Indriyesu guttadvāratā appicchatā sambhāro parisuddhājīvo catunnaṃ samāpattīnaṃ sambhāro akammassa vihāritā.",
  "pe8:4.5": "Maggasambhāro samāpattipajjanatā.",
  "pe8:4.6": "Phalasambhāro jhānanibbattitāya jhānasamudāgamo.",
  "pe8:4.7": "Kusalahetu yaṃ jhānaṃ samudayaṃ gacchanti ko ca na kutoci nekkhammappattā samudāgacchanti.",
  "pe8:4.8": "Ālambanirodhasamādhi santo samudāgacchanti.",
  "pe8:4.9": "Avītikkantā samudāgacchanti.",
  "pe8:4.10": "Sukhindriyaṃ somanassindriyaṃ pahānāya te ca abyāpajjatāya samudāgacchanti.",
  "pe8:4.11": "Taṃ pana sandhāya samudāgacchanti.",
  "pe8:4.12": "Aparidāhanāya samudāgacchanti.",
  "pe8:4.13": "Ayaṃ ñāṇasamudāgamo.",
  "pe8:5.1": "Tattha katamā upanisā?",
  "pe8:5.2": "Kalyāṇamittatā jhānassa upanisā.",
  "pe8:5.3": "Kalyāṇasampavaṅkatā jhānassa upanisā.",
  "pe8:5.4": "Indriyesu guttadvāratā jhānassa upanisā.",
  "pe8:5.5": "Asantuṭṭhitā kusalesu dhammesu jhānassa upanisā.",
  "pe8:5.6": "Saddhammassavanaṃ jhānassa upanisā.",
  "pe8:5.7": "Saṃvejaniye ṭhāne saṃviggassa yoniso padhānaṃ.",
  "pe8:5.8": "Ayaṃ jhānopanisā.",
  "pe8:6.1": "Tattha katamā bhāvanā?",
  "pe8:6.2": "Mettāsevanā abyāpādavitakkabhāvanā.",
  "pe8:6.3": "Karuṇāsevanā avihiṃsāvitakkabhāvanā.",
  "pe8:6.4": "Muditābhāvanā pītisukhasampajaññā kāritā.",
  "pe8:6.5": "Upekkhābhāvanā passavatā upekkhābhāvanā apassavatā upekkhā ca ajjhupekkhā ca, asubhasaññābhāvanā dukkhāpaṭipadā dandhābhiññā bhavasandhābhiññā bhavasandhānaṃ, sā chabbidhā bhāvanā bhāvitā bahulīkatā anuṭṭhitā vatthukatā yānīkatā paricitā susamāraddhā.",
  "pe8:6.6": "Ayaṃ bhāvanā.",
  "pe8:7.1": "Evaṃ bhāvayantassa ayaṃ ādīnavo.",
  "pe8:7.2": "Paṭhame jhāne saṅkhārasamannāgato eso dhammo assuto sāsavo.",
  "pe8:7.3": "Sace esa dhammo ayaṃ sīlo āsannapaṭipakkho ca esa dhammo kāmo paticāro pativicāro samāpattīnaṃ ca sabboḷāriko esa dhammo vitakkavicāro ca.",
  "pe8:7.4": "Tattha cittaṃ khobhenti, kāyo cettha kilamati, kāyamhi cettha kilante cittaṃ vihaññati.",
  "pe8:7.5": "Anabhinīhārakkhamova abhiññānaṃ ime ādīnavā paṭhame jhāne.",
  "pe8:8.1": "Dutiye jhāne ime ādīnavā pītipharaṇasahagato ca eso dhammo, na samudācārasseti cittaṃ.",
  "pe8:8.2": "Asodhayaṃ upagamo cesa dhammo upagamiparissayo domanassapaccatthiko cesa dhammo.",
  "pe8:8.3": "Tattha tattha yuttīnaṃ pīti parajjato cesa dhammo dukkaraṃ hoti, avattasantāsabhūmiparivajjayanto catūsu dukkhatāsu esa dhammo anuviddhāpanasaddhāya dukkhatāya ca na palibodhadukkhatāya ca abhiññādukkhatāya ca rogadukkhatāya ca, ime ādīnavā dutiye jhāne.",
  "pe8:9.1": "Tattha katame ādīnavā tatiye jhāne?",
  "pe8:9.2": "Upekkhāsukhasahagatāya tattha sātāvīnaṃ pañcannaṃ upekkhāsukhaṃ parivattito esa dhammo tena niccasaññitānañca yaṃ hoti.",
  "pe8:9.3": "Dukkhopaniyaṃ sukhaṃ cittassa saṅkhobhataṃ upādāya sukhadukkhāya gato savati.",
  "pe8:9.4": "Sukhadukkhānukatañca upādāya anabhihārakkhamaṃ cittaṃ hoti.",
  "pe8:9.5": "Abhiññāya sacchikiriyāsu sabbepi cete dhammā tīsu jhānasamāpattīsu catūhi ca dukkhatāhi anuviddhānaṃ sā bhayā dukkhatāya palibodhadukkhatāya ca abhiññāya dukkhatāya ca ime ādīnavā tatiye jhāne.",
  "pe8:10.1": "Tattha katame ādīnavā catutthe jhāne?",
  "pe8:10.2": "Ākiñcaññāsamāpattikā te dhammānusamāpattikā etissā ca bhūmiyaṃ sātānaṃ bālaputhujjanānaṃ anekavidhāni diṭṭhigatāni uppajjanti.",
  "pe8:10.3": "Oḷārikā sukhumehi ca rūpasaññāhi anuvidhāni etāni jhānāni sadā anudayamettājhānakalānudanukalāya sādhāraṇā, dukkarā ca sabbe cattāro mahāsambhārā samudāgatāni ca etāni jhānāni aññamaññaṃ nissāya samudāgacchanti.",
  "pe8:10.4": "Ettha samudāgatā ca ete dhammā na samattā honti.",
  "pe8:10.5": "Asamuggahitanimittā ca ete dhammā parihāyanti.",
  "pe8:10.6": "Nirujjhanti ca ete dhammā na upādiyanti nirujjhaṅgāni ca, etesaṃ dhammānaṃ jhānāni nimittāni na jhānanimittasaññā vokirati.",
  "pe8:10.7": "Appaṭiladdhapubbā ca jhāyīvasena ca bhavati.",
  "pe8:10.8": "Imehi ādīnavehi ayaṃ jhānaparihāni.",
  "pe8:11.1": "Nirodhasamāpattiyā apaṭisaṅkhāya avasesasaññino ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti, so nirodhasamāpattito parihāyati.",
  "pe8:11.2": "Āneñjasaññino asaññāyatanaṃ samāpannassa ākiñcaññāyatanasahagatā manasikārā samudācaranti, tañca bhūmiṃ na pajānāti, so tato parihāyati.",
  "pe8:11.3": "Ākiñcaññāyatanaṃ samāpannassa viññāṇañcāyatanasaññā manasikārā samudācaranti, tañca bhūmiṃ na pajānāti, so tato parihāyati.",
  "pe8:11.4": "Viññāṇañcāyatanaṃ samāpannassa rūpasaññāsahagatā.",
  "pe8:11.5": "Vitthārena …pe…",
  "pe8:11.6": "yāva paṭhame jhāne kāmasaññāsahagatā kātabbā.",
  "pe8:11.7": "Sakassa parihāyati, kalaṅkajjhāne kalaṅkaṃ jhāyati, parisamantato jhāyati, bhindanto jhāyati, na sajjhāyati, āyūhanto jhāyati, kiñci ca niparicito jhāyati.",
  "pe8:11.8": "Atividhāvanto jhāyati, atimaññanto jhāyati, kāyasaṅkhāre appaṭisambhāre jhāyati, pariyuṭṭhānassa nissaraṇaṃ ajānanto jhāyati, nīvaraṇābhibhūto jhāyati, assāpattimanasikaronto jhānassa assādo kāmarāgapariyuṭṭhānaṃ pahānaṃ jhānassa assādo kāmarāgahetūnaṃ dhammānaṃ udayanti, nirujjhaṅgāni etesaṃ dhammānaṃ jhānāni uparimā sukhupekkhā kāmakammakilesānaṃ pahānaṃ assādo, evaṃ kho puna jhānassa assādo mahāsaṃvāsamappīḷite lokasannivāse asambodhokāsā vigamessamidaṃ jhānappahānā.",
  "pe8:11.9": "Ayaṃ palirodhamappalirodhalokasannivāse esanidhamidaṃ jhānaṃ anamataggasaṃsārasamāpannānaṃ sattānaṃ saṃsārappahānanā ānisaṃso, yamidaṃ jhānassa assādo kāyassa ajhāniyajhāyino bhavati.",
  "pe8:11.10": "Ajhāniyajhāniyajhāyīhi aparāmasanto ajhāniyajhāyitaṃ jhāyati, yāni kalaṅkajjhāyino padāni, tāni anudhitāni paṭipakkhe.",
  "pe8:12.1": "Tattha katamaṃ jhānakosallaṃ?",
  "pe8:12.2": "Samāpattikosallaṃ jhānakosallaṃ, jhānavisesakosallaṃ jhānakosallaṃ, jhānantarikakosallaṃ jhānakosallaṃ, samāpattivuṭṭhānakosallaṃ jhānakosallaṃ, jhāne sabhāvakosallaṃ jhānakosallaṃ, jhāne ādīnavakosallaṃ jhānakosallaṃ, jhāne nissaraṇakosallaṃ jhānakosallaṃ, jhānaphalena upādāya kosallaṃ, jhānaphalena paṭisaṅkhānaphale aparihānadhammatā nibbattijhāne ca kīḷitāpi visesabhāgiyaṃ jhānaṃ paṭilabbhati.",
  "pe8:12.3": "Idaṃ panassāti bhavahāritā ca ārammaṇānimittaggāho anabhinīhārabalaṃ, cittekaggatā nimittāsu gatisahitā samathabalena asaṃsīdanañca jhāne maggaphalaṃ samathaṃ pavatte samādhino upekkhāpalipubbāparanimittāsayo paggāhino satibalaṃ taṃ pavattitānañca vipassanānaṃ samaññābale.",
  "pe8:12.4": "Tattha katamā jhānapāramitā?",
  "pe8:13.1": "Supāramitā mettā kāmesu sattā kāmasaṅgasattāti yamhi sutte desanāya vohārena dve saccāni niddiṭṭhāni, dukkhañca samudayo ca, vicayena hārena ye saṃyojanīyesu dhammesu vajjaṃ na passanti, te oghaṃ tarissantīti netaṃ ṭhānaṃ vijjati.",
  "pe8:13.2": "Na tarissantīti atthi esā yutti ca vicayo ca idaṃ nu kissa padaṭṭhānaṃ, kāmesu sattāti pañca kāmaguṇā, taṃ kāmataṇhāya padaṭṭhānaṃ.",
  "pe8:13.3": "Saṃyojane vajjamapassamānāti avijjāya padaṭṭhānaṃ, na hi jātu saṃyojanasaṅgasattā oghaṃ tareyyuṃ vipulaṃ mahantanti upādānassa padaṭṭhānaṃ.",
  "pe8:13.4": "Kāmesu sattāti kāmā dvidhā—",
  "pe8:13.5": "vatthukāmā ca kilesakāmā ca, tattha kilesakāmā kāmataṇhā kāmataṇhāya yuttā bhavanti rūpataṇhā bhavataṇhā lakkhaṇena hārena, saṃyojane vajjamapassamānāti saṃyojanassa.",
  "pe8:13.6": "Yo tattha chandarāgo tassa kiṃ padaṭṭhānaṃ?",
  "pe8:13.7": "Sukhā vedanā dve ca indriyāni—",
  "pe8:13.8": "sukhindriyañca somanassindriyañca.",
  "pe8:13.9": "Iti sukhāya vedanāya gahitāya tayopi vedanā gahitā honti.",
  "pe8:13.10": "Vedanākkhandhe gahite sabbe pañcakkhandhā gahitā honti.",
  "pe8:13.11": "Rūpasaddagandharasaphoṭṭhabbā gahitā, vatthukāmesu gahitesu sabbāni cha bāhirāni āyatanāni gahitāni honti.",
  "pe8:13.12": "Ajjhattikabāhiresu āyatanesu yo sato, ayaṃ vuccate lakkhaṇo hāro, tattha yo oḷārikamhi kilese ajjhāvasito sabbakilesesu yo na tato sukhumataresu na vītarāgo bhavati.",
  "pe8:13.13": "Tattha bāhirasaṃyojanaṃ mamanti ajjhattasaṃyojanaṃ ahanti.",
  "pe8:13.14": "Tattha bhagavato ko adhippāyo?",
  "pe8:13.15": "Ye oghaṃ taritukāmā te saṃyojanīyesu dhammesu ādīnavānupassino viharissantīti ayamettha bhagavato adhippāyo.",
  "pe8:13.16": "Kāmesu sattāti yesu ca sattā yena ca sattā yesañca sattā ayaṃ catubbidho ākāro sabbesaṃ hārabhāgiyo.",
  "pe8:14.1": "Tattha katamāni tīṇi vipallāsāni padaṭṭhānāni ca?",
  "pe8:14.2": "Cittavipallāsassa diṭṭhivipallāsassa saññāvipallāsassa tayo vipallāsā tīṇi akusalamūlāni padaṭṭhānaṃ.",
  "pe8:14.3": "Tīṇi akusalamūlāni hīnappaṇītakāriyakammassa padaṭṭhānaṃ.",
  "pe8:14.4": "Catunnañca upādānānaṃ doso akusalamūlaṃ dissati.",
  "pe8:14.5": "Hīnappaṇītakāriyakammassa padaṭṭhānaṃ.",
  "pe8:14.6": "Yathā mātuyā vā pituno vā aññatarassa vā puna uḷārassa bhikkhuno abhayaṃ deti.",
  "pe8:14.7": "Tattha añño micchā paṭipajjeyya kāyena vā vācāya vā.",
  "pe8:14.8": "Tattha so byāpādamupādāya tesaṃ uḷārānaṃ rakkhāvaraṇaguttiyā anupālayanto yo uḷārānaṃ abhayaṃ deti.",
  "pe8:14.9": "Tesaṃ abhaye dinne yo tattha micchā paṭipajjeyya.",
  "pe8:14.10": "Tattha so byāpādaṃ upādāyanto dosajaṃ kammaṃ karoti.",
  "pe8:14.11": "Yo tattha asādhu indriyā nīvaraṇaṃ yaṃ tesaṃ abhayaṃ dakkhiṇato saññaṃ idaṃ paṇītaṃ kāraṇaṃ mayā puna tattha micchāpaṭipatti ayaṃ byāpādo hīnagamivakammaṃ lobho moho ca imāni nīvaraṇāni vacanāni tāni cattāri upādānāni tehi catūhi upādānehi yo so upādāno itthī vā puriso vā tesaṃ pañcakkhandhānaṃ teyeva upādāno samudayo idaṃ dukkhañca samudayo ca soyeva desanāhāro.",
  "pe8:15.1": "Tattha kāmesu ye na pajjanti, te ādīnavānupassanāya pajjanti.",
  "pe8:15.2": "Itissā kāmadhātuyā nikkhamitukāmatā, ayaṃ vuccati nekkhammacchando.",
  "pe8:15.3": "Yo tattha anabhisaṅkhārānaṃ kiñci visodheti tassa dhāvarā vā, ayaṃ abyāpādacchando.",
  "pe8:15.4": "Kiñci vihiṃsati, ayaṃ vihiṃsāchando.",
  "pe8:15.5": "Iti nekkhammābhinīhatā tayo chandā—",
  "pe8:15.6": "nekkhammacchando abyāpādacchando avihiṃsāchando.",
  "pe8:15.7": "Tattha nekkhammacchando alobho;",
  "pe8:15.8": "abyāpādacchando adoso;",
  "pe8:15.9": "avihiṃsāchando amoho.",
  "pe8:15.10": "Imāni tīṇi kusalamūlāni aṭṭhasu sampattesu parahitāni, tesaṃyeva catunnaṃ upādānānaṃ nirodhāya saṃvattanti.",
  "pe8:15.11": "Sace vā puna kammaṃ kareyya kaṇhaṃ vā sukkaṃ vā tassa vipākahānāya saṃvattanti.",
  "pe8:15.12": "Idaṃ kammaṃ akaṇhaṃ asukkaṃ kammakkhayāya saṃvattati.",
  "pe8:15.13": "Tattha yo tiṇṇaṃ akusalamūlānaṃ nirodho, ayaṃ nirodho.",
  "pe8:15.14": "Soyeva maggo tattha paṭipadāni imāni dve saccāni imāni cattāri saccāni āvaṭṭo hāro.",
  "pe8:16.1": "Kāmesu sattāti ye sekkhā, te ekenevākārena sattā.",
  "pe8:16.2": "Ye puthujjanā, te dvīhākārehi sattā, tassāyaṃ pañho vibhajjabyākaraṇīyo vattabbo.",
  "pe8:16.3": "Kiñcāpi sotāpanno paṭisevanāya, no ca kho abhinivese satto yo hi apacayāya padahati, na upacayāya.",
  "pe8:16.4": "Sekkho hi kilesavasena kāme paṭisevati.",
  "pe8:16.5": "Puthujjano pana kilesasamuṭṭhānāya kāme paṭisevati.",
  "pe8:16.6": "Tattha kāmesu sattānaṃ catuoghaṃ tarissatīti vibhajjabyākaraṇīyo, ayaṃ vibhatti.",
  "pe8:17.1": "Parivattanoti kāme ye neva sajjanti na ca saṃyojanehi saṃyuttā, te oghaṃ tarissanti vipulaṃ mahantanti.",
  "pe8:17.2": "Ayaṃ suttassa paṭipakkho.",
  "pe8:18.1": "Vevacananti yo kāmesu satto yo ca tattha kāmānaṃ guṇo, tattha viso satto.",
  "pe8:18.2": "Yepi kāmānaṃ āhārā dhammā, tattha viso satto.",
  "pe8:18.3": "Tatthimaṃ kāmānaṃ vevacanaṃ pāko rajo sallaṃ gaṇḍo īti upaddavoti.",
  "pe8:18.4": "Yāni vā pana aññāni vevacanāni tattha viso sattoti vevacanaṃ.",
  "pe8:18.5": "Satto bandho mucchito gadhito ajjhosito kāme ajjhāpannā parimutto tabbahulavihārīti.",
  "pe8:18.6": "Yāni vā pana aññāni vevacanāni, ayaṃ vevacano nāma.",
  "pe8:18.7": "Kāmappacārapaññattiyā kilesagocarapaññattiyā paññattā cittanti vevacanaṃ.",
  "pe8:18.8": "Satto tabbahulavihārīti yāni vā pana aññāni.",
  "pe8:18.9": "Ime kāmappacārapaññattiyā kilesagocarapaññattiyā paññattā, bījapaññattiyā paññattā, saṅkhārā saṃyojanapaññattiyā paññattā, upādānaṃ hetupaññattiyā paññattaṃ, puggalo puthupaññattiyā paññatto.",
  "pe8:19.1": "Otaraṇoti imāya paṭiccasamuppādo dukkhañca samudayo ca.",
  "pe8:19.2": "Ye kilesā ye saṅkhārā saṃyojanāni ca pañcasu khandhesu saṅkhārakkhandho dhammāyatanesu akusalā dhammāyatanāni indriyesu sukhindriyañca, somanassindriyañca, ayaṃ indriyotaraṇo.",
  "pe8:20.1": "Sodhanoti ettako.",
  "pe8:20.2": "Eseva ārambho niddisitabbo suttattho.",
  "pe8:21.1": "Adhiṭṭhānoti ime dhammā atthi ekattatāya paññattā atthi vemattatāya.",
  "pe8:21.2": "Ye saññā bāhiro kāme, te vemattatāya paññattā.",
  "pe8:21.3": "Pañcasu kāmaguṇesu sattāti pariyuṭṭhānavipallāsā vemattatāya paññattā oghaṃ tareyyuṃ.",
  "pe8:21.4": "Vipulaṃ mahantanti avijjā ekattatāya paññattā.",
  "pe8:22.1": "Parikkhāroti tassa ko hetu ko paccayo?",
  "pe8:22.2": "Ārammaṇapaccayatāya paccayo.",
  "pe8:22.3": "Ayoniso ca manasikāro sannissayassa paccayatāya paccayo.",
  "pe8:22.4": "Avijjā samanantarapaccayatāya paccayo.",
  "pe8:22.5": "Rāgānusayo hetupaccayatāya paccayo.",
  "pe8:22.6": "Ayaṃ hetu, ayaṃ paccayo.",
  "pe8:23.1": "Samāropano paccayoti ye kāmesu sattā sugatā surūpāti ayaṃ kāmadhātuyā chando rāgo te apuññamayā saṅkhārā.",
  "pe8:23.2": "Te kiṃ paccayā?",
  "pe8:23.3": "Avijjā paccayā.",
  "pe8:23.4": "Te kissa paccayā?",
  "pe8:23.5": "Viññāṇassa paccayā.",
  "pe8:23.6": "Iti avijjāpaccayā saṅkhārā.",
  "pe8:23.7": "Saṅkhārapaccayā viññāṇaṃ yāva jarāmaraṇaṃ evametassa kevalassa mahato dukkhakkhandhassa samudayo hoti ekaṃ suttaṃ gataṃ.",
  "pe8:23.8": "Pañcanīvaraṇikaṃ suttaṃ kātabbaṃ.",
  "pe8:24.1": "Tattha katamo desanāhāro nāma?",
  "pe8:24.2": "Yā ca abhijjhā yo ca byāpādo yañca uddhaccaṃ, ayaṃ taṇhā.",
  "pe8:24.3": "Yañca thinamiddhaṃ, yañca kukkuccaṃ yā ca vicikicchā, ayaṃ diṭṭhi.",
  "pe8:24.4": "Yā pana kāyassa akammaniyatā kiñcāpi taṃ middhaṃ no tu sabhāvakilesatāya kileso, iti yā ca cittasallīyanā yā ca kāyākammaniyatā, ayaṃ pakkhopakileso na tu sabhāvakileso.",
  "pe8:24.5": "Tattha attasaññānupacittaṃ kilamatho kukkuccānupacittaṃ thinaṃ yā cittassa līyanā, iti ime pañca nīvaraṇā cattāri nīvaraṇāni sabhāvakilesā thinamiddhaṃ nīvaraṇapakkhopakileso.",
  "pe8:24.6": "Yathā cattāro āsavā sabhāvaāsavatāya āsavā no tu cittasāsavatāya āsavā.",
  "pe8:24.7": "Sabhāvatāya āsavā.",
  "pe8:24.8": "Pakkhe āsavatāya āsavā.",
  "pe8:24.9": "Atha panāha suttantaṃ yena te sampayuttā vā vippayuttā vā āsavā, teyeva ete vattabbā sāsavā vā anāsavā vā. (1)",
  "pe8:25.1": "Tattha katamo vicayo.",
  "pe8:25.2": "Abhijjhā kāmataṇhā rūpataṇhā bhavataṇhā.",
  "pe8:25.3": "Yaṃ vā pana kiñci ajjhosānagataṃ sāsavā abhijjhitassa mettānupassiya yo anatthaṃ carati.",
  "pe8:25.4": "Tattha yo byāpādaṃ uppādeti, acari carissatīti.",
  "pe8:25.5": "Evaṃ nava āghātavatthūni kattabbāni, tassevaṃ byāpādānupassissa kileso yo paridāho kāyakilamatho akammaniyatā middhaṃ.",
  "pe8:25.6": "Cittānupassissa paṭighātena khiyanā, idaṃ thinamiddhaṃ.",
  "pe8:25.7": "Tattha adhikaraṇaavūpasamo, idaṃ uddhaccaṃ.",
  "pe8:25.8": "Yaṃ kiṃ kasathamīti idaṃ kukkuccaṃ.",
  "pe8:25.9": "Yaṃ yathā idaṃ santīraṇaṃ, ayaṃ vicikicchā.",
  "pe8:25.10": "Tattha avijjā ca taṇhā ca atthi, idaṃ pariyuṭṭhānaṃ.",
  "pe8:25.11": "Āvaraṇaṃ nīvaraṇaṃ chadanaṃ upakkileso ca atthi, idaṃ kāmacchando kāmarāgapariyuṭṭhānassa padaṭṭhānaṃ.",
  "pe8:25.12": "Byāpādo byāpādapariyuṭṭhānassa padaṭṭhānaṃ.",
  "pe8:25.13": "Thinamiddhaṃ thinamiddhapariyuṭṭhānassa padaṭṭhānaṃ.",
  "pe8:25.14": "Uddhaccakukkuccaṃ avijjāpariyuṭṭhānassa padaṭṭhānaṃ.",
  "pe8:25.15": "Vicikicchā vicikicchāpariyuṭṭhānassa padaṭṭhānaṃ.",
  "pe8:25.16": "Kāmarāgapariyuṭṭhānaṃ anusayasaṃyojanassa padaṭṭhānaṃ.",
  "pe8:25.17": "Byāpādapariyuṭṭhānaṃ paṭighasaṃyojanassa padaṭṭhānaṃ.",
  "pe8:25.18": "Thinamiddhapariyuṭṭhānaṃ mānasaṃyojanassa padaṭṭhānaṃ.",
  "pe8:25.19": "Avijjāpariyuṭṭhānañca vicikicchāpariyuṭṭhānañca diṭṭhisaṃyojanassa padaṭṭhānaṃ. (2)",
  "pe8:26.1": "Tattha katamo lakkhaṇo hāro?",
  "pe8:26.2": "Kāmarāgapariyuṭṭhāne vutte sabbāni pariyuṭṭhānāni vuttāni hontīti.",
  "pe8:26.3": "Saṃyojanesu vuttesu sabbasaṃyojanāni vuttāni honti.",
  "pe8:26.4": "Ayaṃ lakkhaṇo hāro. (3)",
  "pe8:27.1": "Tattha katamo catubyūho hāro?",
  "pe8:27.2": "Ye ime pañca nīvaraṇā jhānapaṭipakkho so dukkhasamudayo.",
  "pe8:27.3": "Yaṃ phalaṃ, idaṃ dukkhaṃ.",
  "pe8:27.4": "Tattha kāmacchandassa nekkhammavitakko paṭipakkho;",
  "pe8:27.5": "byāpādassa abyāpādavitakko paṭipakkho;",
  "pe8:27.6": "tiṇṇaṃ nīvaraṇānaṃ avihiṃsāvitakko paṭipakkho.",
  "pe8:27.7": "Iti ime tayo vitakkā.",
  "pe8:27.8": "Nekkhammavitakko samādhikkhandhaṃ bhajati.",
  "pe8:27.9": "Abyāpādavitakko sīlakkhandhaṃ bhajati.",
  "pe8:27.10": "Avihiṃsāvitakko paññākkhandhaṃ bhajati.",
  "pe8:27.11": "Ime tayo khandhā.",
  "pe8:27.12": "Ariyo aṭṭhaṅgiko maggo nīvaraṇappahānāya saṃvattati.",
  "pe8:27.13": "Yaṃ nīvaraṇappahānaṃ, ayaṃ nirodho.",
  "pe8:27.14": "Imāni cattāri saccāni.",
  "pe8:27.15": "Ayaṃ catubyūho hāro. (4)",
  "pe8:28.1": "Tattha katamo āvaṭṭo hāro?",
  "pe8:28.2": "Pañca nīvaraṇāni dasa bhavanti.",
  "pe8:28.3": "Yadapi ajjhattaṃ sārajjati, tadapi nīvaraṇaṃ.",
  "pe8:28.4": "Yadapi bahiddhā sārajjati, tadapi nīvaraṇaṃ, evaṃ yāva vicikicchā ime dasa nīvaraṇā.",
  "pe8:28.5": "Ajjhattabahiddhā kilesā imāni dve saṃyojanāni ajjhattasaṃyojanañca bahiddhāsaṃyojanañca.",
  "pe8:28.6": "Tattha ahanti ajjhattaṃ, mamanti bahiddhā.",
  "pe8:28.7": "Sakkāyadiṭṭhi ajjhattaṃ, ekasaṭṭhi diṭṭhigatāni bahiddhā.",
  "pe8:28.8": "Yo ajjhattaṃ chandarāgo rūpesu avītarāgo bhavati avītacchando.",
  "pe8:28.9": "Evaṃ yāva viññāṇe, ayaṃ ajjhattā taṇhā.",
  "pe8:28.10": "Yaṃ chasu bāhiresu āyatanesu tīsu ca bhavesu ajjhosānaṃ, ayaṃ bahiddhā taṇhā.",
  "pe8:28.11": "Imāni dve saccāni saṃyojanāni saṃyojanīyā ca dhammā.",
  "pe8:28.12": "Tattha saṃyojanesu dhammesu yā nibbidānupassanā ca, ayaṃ maggo.",
  "pe8:28.13": "Yaṃ saṃyojanappahānaṃ, ayaṃ nirodho.",
  "pe8:28.14": "Ayaṃ āvaṭṭo hāro. (5)",
  "pe8:29.1": "Tattha katamo vibhattihāro?",
  "pe8:29.2": "Saṃyojananti na etaṃ ekaṃsena.",
  "pe8:29.3": "Mānasaṃyojanaṃ diṭṭhibhāgiyanti na taṃ ekaṃsena adiṭṭhamānaṃ nissāyamānaṃ na pajahati.",
  "pe8:29.4": "Yo pañca uddhambhāgiyo māno kiñcāpi so diṭṭhipakkhe siyā.",
  "pe8:29.5": "Na tu orambhāgiyaṃ saṃyojanaṃ tassa pahānāya saṃvattatīti.",
  "pe8:29.6": "Yo ca ahaṅkāro na paviddhoyaṃ panassa evaṃ hoti.",
  "pe8:29.7": "Kadāsu nāmāhaṃ taṃ santaṃ āyatanaṃ sacchikatvā upasampajja viharissāmi, yaṃ ariyā santaṃ āyatanaṃ upasampajja viharissantīti, ayaṃ abhijjhā na ca taṃ nīvaraṇaṃ.",
  "pe8:29.8": "Atthi pana arahato kāyakilesamiddhañca okkamati na ca taṃ nīvaraṇaṃ tassa thinamiddhaṃ nīvaraṇanti.",
  "pe8:29.9": "Na ekaṃsena.",
  "pe8:29.10": "Ayaṃ vibhattihāro. (6)",
  "pe8:30.1": "Parivattanoti pañca nīvaraṇā pañcaṅgikena jhānena pahānaṃ gacchanti.",
  "pe8:30.2": "Ayaṃ tesaṃ paṭipakkho nīvaraṇo asukassa pahīnāti na aññānuminitabbaṃ, paramatthamajjhattaṃ, ayaṃ parivattanā. (7)",
  "pe8:31.1": "Tattha katamo vevacano?",
  "pe8:31.2": "Kāmacchando chandarāgo pemaṃ nikantīti vevacanaṃ.",
  "pe8:31.3": "Nīvaraṇaṃ chadanaṃ upakkileso pariyuṭṭhānanti vevacanaṃ. (8)",
  "pe8:32.1": "Paññattīti avijjāpaccayā kiccapaññattiyā paññatti, byāpādo vikkhepapaññattiyā paññatti, thinamiddhaṃ asamugghātapaññattiyā paññatti.",
  "pe8:32.2": "Evaṃ sabbepi ete pañca nīvaraṇā imamhi sutte vikkhepapaññattiyā paññatti. (9)",
  "pe8:33.1": "Tattha katamo otaraṇo?",
  "pe8:33.2": "Ime pañca nīvaraṇā avijjā ca taṇhā ca tattha avijjāmūlā nīvaraṇā.",
  "pe8:33.3": "Yā taṇhā ime saṅkhārā, te avijjāpaccayā ime dve dhammā pañcasu khandhesu saṅkhārakkhandhapariyāpannā, āyatanesu dhammāyatanaṃ, dhātūsu dhammadhātu, indriyesu imesaṃ dhammānaṃ padaṭṭhānaṃ sukhindriyassa ca somanassindriyassa ca itthindriyassa ca purisindriyassa ca. (10)",
  "pe8:34.1": "Tattha katamo sodhano hāro?",
  "pe8:34.2": "Idaṃ suttaṃ yathā ārabbha nikkhittaṃ so attho bhāsito imehi pañcahi padehi. (11)",
  "pe8:35.1": "Tattha kāmacchando ca byāpādo ca vicikicchā ca na ekattatāya paññattā, kāmāti na ekattatāya paññattā, atha khalu vemattatāya paññattā.",
  "pe8:35.2": "Ayaṃ adhiṭṭhāno hāro. (12)",
  "pe8:36.1": "Tattha katamo parikkhāro?",
  "pe8:36.2": "Kāmacchandassa ayoniso manasikāro subhārammaṇapaccayo;",
  "pe8:36.3": "subhanimittañca hetu.",
  "pe8:36.4": "Byāpādassa ayoniso manasikāro āghātavatthūni ca paccayo;",
  "pe8:36.5": "paṭighānusayo hetu.",
  "pe8:36.6": "Thinamiddhassa paṭisaṃhāro paccayo;",
  "pe8:36.7": "pavattiyā kilamathā calanā tañca hetu.",
  "pe8:36.8": "Uddhaccakukkuccassa rajanīyaṃ ārammaṇiyaṃ assādiyākindriyaṃ tāva aparipuṇṇañca ñāṇaṃ paccayo;",
  "pe8:36.9": "kāmasaññā ca diṭṭhianusayo ca hetu.",
  "pe8:36.10": "Vicikicchāya nava mānavidhā ārammaṇaṃ mānānusayo, sova paccayo;",
  "pe8:36.11": "vicikicchānusayo hetu.",
  "pe8:36.12": "Ete pañca dhammā sahetu sappaccayā uppajjanti. (13)",
  "pe8:37.1": "Tattha katamo samāropano hāro?",
  "pe8:37.2": "Ime pañca nīvaraṇā cattāropi ete āsavā gaṇḍāpi ete sallāpi ete upādānāni ete.",
  "pe8:37.3": "Tesu eva bāhiresu dhammesu saṃkilesabhāgiyaṃ suttanti paññattiṃ gacchati.",
  "pe8:37.4": "Ayaṃ samāropano hāro. (14)",
  "pe8:37.5": "Niddiṭṭhaṃ saṃkilesikabhāgiyaṃ suttaṃ.",
  "pe8:38.1": "Manopubbaṅgamā dhammāti gāthā.",
  "pe8:39.1": "Tattha katamo desanā hāro?",
  "pe8:39.2": "Imamhi sutte ko attho khandhavavatthānena viññāṇakkhandhaṃ deseti, dhātuvavatthānena manoviññāṇadhātuṃ, āyatanavavatthānena manāyatanaṃ, indriyavavatthānena manindriyaṃ.",
  "pe8:39.3": "Tassa kiṃ pubbaṅgamā dhammā?",
  "pe8:39.4": "Saṃkhittena cha dhammā pubbaṅgamā dhammā kusalamūlāni ca akusalamūlāni ca animittaṃ imamhi sutte kusalamūlaṃ desitaṃ.",
  "pe8:39.5": "Tattha katamā manopubbaṅgamā dhammā?",
  "pe8:39.6": "Mano tesaṃ pubbaṅgamaṃ, yathāpi balassa rājā pubbaṅgamo, evameva dhammānaṃ manopubbaṅgamā.",
  "pe8:39.7": "Tattha tividhānaṃ pubbaṅgamānaṃ nekkhammacchandena abyāpādacchandena avihiṃsāchandena.",
  "pe8:39.8": "Alobhassa nekkhammacchandena pubbaṅgamā.",
  "pe8:39.9": "Adosassa abyāpādacchandena pubbaṅgamā.",
  "pe8:39.10": "Amohassa avihiṃsāchandena pubbaṅgamā.",
  "pe8:39.11": "Tattha **manoseṭṭhā**ti manasā ime dhammā ussaṭā manena vā nimmitā.",
  "pe8:39.12": "Manova imesaṃ dhammānaṃ seṭṭhoti manova imesaṃ dhammānaṃ seṭṭhajeṭṭhoti manova imesaṃ dhammānaṃ ādhipaccaṃ karotīti manoseṭṭhā.",
  "pe8:39.13": "**Manojavā**ti yattha mano gacchati.",
  "pe8:39.14": "Tattha ime dhammā gacchantīti manojavā.",
  "pe8:39.15": "Yathā vāto sīghaṃ gacchati añño vā koci sīghaṃ gāmako vuccate vātajavoti pakkhigāmikoti, evameva ime dhammā manena sampajāyamānā gacchanti, tattha ime dhammā gacchantīti manojavāti.",
  "pe8:39.16": "Te tividhā chandasamudānitā anāvilatā ca saṅkappo.",
  "pe8:39.17": "Sattavidhā ca kāyikaṃ sucaritaṃ vācasikaṃ sucaritaṃ, te dasa kusalakammapathā.",
  "pe8:39.18": "Tattha **manasā ce pasannenā**ti manokammaṃ.",
  "pe8:39.19": "**Bhāsati vā**ti vacīkammaṃ.",
  "pe8:39.20": "**Karoti vā**ti kāyakammaṃ.",
  "pe8:39.21": "Imehi imasmiṃ sutte dasa kusalakammapathā paramāpi santā sīlavatā paramā.",
  "pe8:39.22": "So bhavati vivattiyaṃ na lokaniyyānāya vāsanābhāgiyaṃ suttaṃ bhavati.",
  "pe8:39.23": "Ayaṃ desanā.",
  "pe8:40.1": "Tattha katamo vicayo hāro?",
  "pe8:40.2": "Manopubbaṅgamā dhammāti kusalamūlāni ca aṭṭhaṅgasammattāni.",
  "pe8:40.3": "Idaṃ suttaṃ.",
  "pe8:41.1": "Yuttīti dasannaṃ kusalakammapathānaṃ yo vipāko, so sukhavedanīyo abyāpādassaṅgamāno.",
  "pe8:41.2": "**Chāyāva anapāyinī**ti anugacchati atthi esā yutti.",
  "pe8:42.1": "Padaṭṭhānanti aṭṭhārasannaṃ manopavicārānaṃ padaṭṭhānaṃ.",
  "pe8:42.2": "Manopubbaṅgamā dhammāti sabbakusalapakkhassa ime dhammā padaṭṭhānaṃ.",
  "pe8:42.3": "**Manasā ce pasannenā**ti yo cetaso pasādo, idaṃ saddhindriyassa padaṭṭhānaṃ.",
  "pe8:42.4": "**Bhāsati vā**ti sammāvācāya.",
  "pe8:42.5": "**Karoti vā**ti sammākammantassa ca sammāvāyāmassa ca padaṭṭhānaṃ.",
  "pe8:43.1": "Lakkhaṇoti iti pubbaṅgamā dhammāti vedanāpubbaṅgamāpi ete, saññāpubbaṅgamāpi ete, saṅkhārapubbaṅgamāpi ete.",
  "pe8:43.2": "Ye keci dhammā sahajātā sabbe pubbaṅgamā etesaṃ dhammānaṃ.",
  "pe8:43.3": "**Tato naṃ sukhamanvetī**ti somanassamapi naṃ anveti yaṃ susukhacchāyā tadāpi naṃ sukhaṃ tadapi anveti.",
  "pe8:44.1": "Tattha katamo catubyūho hāro?",
  "pe8:44.2": "Manopubbaṅgamāti na idaṃ ekādivacanaṃ.",
  "pe8:44.3": "Kiṃ kāraṇā?",
  "pe8:44.4": "Sabbeyeva ime chaviññāṇakāyā, imamhi bhagavato ko adhippāyo?",
  "pe8:44.5": "Ye sukhena atthikā, te manaṃ pasādentīti ayaṃ imamhi sutte bhagavato adhippāyo.",
  "pe8:44.6": "Attho pubbeyeva niddiṭṭho.",
  "pe8:45.1": "Yāni hi kusalamūlāni, tāni aṭṭhānisaṃsamattā hetu, ayaṃ aṭṭhaṅgiko maggo.",
  "pe8:45.2": "Dasa ṭhānāni desanāhetūni desanāpaccayā niddesanā ca.",
  "pe8:45.3": "Tattha yaṃ maññe dukkhena saha nāmarūpaṃ viññāṇasaccanti aṅgena kusalamūlaṃ pahīyati, ayaṃ appahīnabhūmiyaṃ samudayo.",
  "pe8:45.4": "Yaṃ tesaṃ pahānā, ayaṃ nirodho.",
  "pe8:45.5": "Imāni cattāri saccāni.",
  "pe8:45.6": "Ayaṃ āvaṭṭo hāro.",
  "pe8:46.1": "Vibhattīti—",
  "pe8:47.1": "“Manopubbaṅgamā dhammā,",
  "pe8:47.2": "Manoseṭṭhā manojavā;",
  "pe8:47.3": "Manasā ce pasannena,",
  "pe8:47.4": "Bhāsati vā karoti vā;",
  "pe8:47.5": "Tato naṃ sukhamanveti,",
  "pe8:47.6": "Chāyāva anapāyinī”ti.",
  "pe8:48.1": "Taṃ na ekaṃsena samaṇassa vā brāhmaṇassa vā pana hoti.",
  "pe8:48.2": "Tassa vā micchādiṭṭhikassa sakasatthe cittaṃ pasādeti, tena ca pasannena cittena bhāsati byākaroti na taṃ sukhamanveti na chāyāva anugāminī, dukkhameva taṃ anveti.",
  "pe8:48.3": "Yathā vahantaṃ cakkaṃ padamanveti, idaṃ taṃ vibhajjabyākaraṇīyaṃ.",
  "pe8:48.4": "Manasā ce pasannena kāyakammaṃ vacīkammaṃ sukhavedanīyanti samaggate sukhavedanīyaṃ micchaggate dukkhavedanīyaṃ, ayaṃ vibhatti.",
  "pe8:49.1": "Tattha katamo parivattano hāro?",
  "pe8:49.2": "Manopubbaṅgamā dhammāti yaṃ manasā paduṭṭhena bhāsati vā karoti vā dukkhamassānugāminī, etāniyeva dve suttāni bhāsitāni esa eva ca paṭipakkho.",
  "pe8:49.3": "Vevacananti yadidaṃ mano cittaṃ viññāṇaṃ manindriyaṃ manoviññāṇadhātu.",
  "pe8:50.1": "Paññattīti manopubbaṅgamā dhammāti ayaṃ mano kiñci paññattiyā paññattaṃ.",
  "pe8:50.2": "Dhammāti kusalakammapathapaññattiyā paññattaṃ.",
  "pe8:50.3": "Manoseṭṭhāti visiṭṭhapaññattiyā paññattaṃ.",
  "pe8:50.4": "Manojavāti sahapaññattiyā paññattaṃ.",
  "pe8:50.5": "Cittanti nekkhammapaññattiyā paññattaṃ.",
  "pe8:50.6": "Manasā ce pasannenāti saddhindriyapaññattiyā paññattaṃ.",
  "pe8:50.7": "Manasā ce pasannenāti anāvilasaṅkappadutiyajjhānapaññattiyā paññattaṃ.",
  "pe8:50.8": "Manasā ce pasannenāti assaddhānaṃ paṭipakkhapaññattiyā paññattaṃ.",
  "pe8:50.9": "Bhāsati vāti sammāvācāpaññattiyā paññattaṃ.",
  "pe8:50.10": "Karoti vāti sammākammantapaññattiyā paññattaṃ.",
  "pe8:50.11": "Tato naṃ sukhamanvetīti jhānasamādhānaṃ.",
  "pe8:50.12": "Indriyesu manindriyaṃ.",
  "pe8:50.13": "Paṭiccasamuppāde viññāṇaṃ.",
  "pe8:50.14": "Manopubbaṅgamā dhammāti mettā ca mudutā ca jhānesu dutiyaṃ jhānaṃ tatiyañca.",
  "pe8:50.15": "Khandhesu saṅkhārakkhandhapariyāpanno.",
  "pe8:50.16": "Dhātūsu dhammadhātu, āyatanesu dhammāyatanaṃ.",
  "pe8:50.17": "Yaṃ kusalaṃ indriyesu sukhindriyañca somanassindriyañca padaṭṭhānaṃ.",
  "pe8:50.18": "Imesaṃ dhammānaṃ paṭiccasamuppannānaṃ phassapaccayā sukhavedanīyo phasso sukhavedanā manopavicāresu somanassavicāro chattiṃsesu paṭhamapadesu cha somanassanekkhammassitā.",
  "pe8:50.19": "Iti ayaṃ otaraṇo hāro.",
  "pe8:51.1": "Tattha katamo sodhano hāro?",
  "pe8:51.2": "Yaṃ atthaṃ ārabbha idaṃ suttaṃ bhāsitaṃ.",
  "pe8:51.3": "So attho niyutto etamatthaṃ ārabbha suttaṃ.",
  "pe8:51.4": "Ayaṃ sodhano hāro.",
  "pe8:52.1": "Tattha katamo adhiṭṭhāno hāro?",
  "pe8:52.2": "Manopubbaṅgamā dhammāti vevacanapaññatti, na ekattapaññatti.",
  "pe8:52.3": "Dhammāti ekato na vevacanapaññatti.",
  "pe8:52.4": "Manasā ce pasannenāti so pasādo dvidho ajjhattañca abyāpādāvikkhambhanabahiddhā ca okappanato.",
  "pe8:52.5": "So ajjhattapasādo dvidho.",
  "pe8:52.6": "Samugghātapasādo ca vikkhambhanapasādo ca byāpādapariyuṭṭhānaṃ.",
  "pe8:52.7": "Vighāto na mūlapasādo jātamūlampi vā.",
  "pe8:52.8": "Pasādo sabyāpādaṃ vighātena.",
  "pe8:52.9": "Tato naṃ sukhamanvetīti sukhaṃ kāyikañca cetasikañca appiyavippayogopi piyasampayogopi nekkhammasukhampi puthujjanasukhampi pītisambojjhaṅgampi cetasikaṃ sukhaṃ.",
  "pe8:52.10": "Yampi passaddhakāyo sukhaṃ vedeti, tampi kāyikaṃ sukhaṃ bojjhaṅgā ca cetasikaṃ sukhaṃ.",
  "pe8:52.11": "Yampi passaddhakāyo sukhaṃ vedesi, tampi tañca sukhapadaṭṭhānaṃ paññattiyā yathāvuttaṃ taṃ aparāmaṭṭhaṃ kusalānaṃ dhammānaṃ.",
  "pe8:52.12": "Anvetīti appanā sandissati na cāyaṃ vā pattabhūto anveti.",
  "pe8:52.13": "Tadidaṃ suttaṃ dvīhi ākārehi adhiṭṭhātabbaṃ.",
  "pe8:52.14": "Hetunā ca yo pasannamānaso vipākena ca yo dukkhavedanīyo.",
  "pe8:53.1": "Parikkhāroti bhagavā pañcasatena bhikkhusaṃghena nagaraṃ pavisati rājagahaṃ.",
  "pe8:53.2": "Tattha manusso puggalo bhagavantaṃ parivisati, tassa pasādo uppanno kusalamūlapubbayogāvacaropi.",
  "pe8:53.3": "So aññesañca akkhāti, idaṃ vācaṃ bhāsati lābhā tesaṃ, yesaṃ nivesanaṃ bhagavā pavisati, amhākampi yadi bhaveyya mayampi bhagavato sampasādaṃ lacchamhāti.",
  "pe8:53.4": "Yena bhagavā tenañjaliṃ paṇāmetvā “namo bhagavato namo bhagavato”ti abyāpādamāno ekamante aṭṭhāsi.",
  "pe8:53.5": "Tadanantare bhagavā imaṃ suttaṃ abhāsittha “manopubbaṅgamā dhammā”ti.",
  "pe8:53.6": "Sabbaṃ suttaṃ tathā yaṃ paresaṃ bhāsati idaṃ vācākammaṃ.",
  "pe8:53.7": "Yaṃ añjaliṃ paṇāmeti, idaṃ kāyakammaṃ.",
  "pe8:53.8": "Yo manopasādo, idaṃ manokammaṃ.",
  "pe8:53.9": "Tattha yaṃ paresaṃ pakāseti bhāsati vaṇṇaṃ.",
  "pe8:53.10": "Yesaṃ bhagavā nivesanaṃ gacchatīti.",
  "pe8:53.11": "Sabbaṃ tassa alobho kusalamūlaṃ.",
  "pe8:53.12": "Yaṃ bhagavati mettacitto, tassa adoso kusalamūlaṃ.",
  "pe8:53.13": "Yaṃ añjaliṃ paṇāmeti mānañca niggaṇhāti, tatthassa amoho kusalamūlaṃ pātubhavati.",
  "pe8:53.14": "Yaṃ uḷārapaññaṃ paṭilabhati, idamassa diṭṭhivipallāsappahānaṃ.",
  "pe8:53.15": "Yaṃ tathāyeva saṃvaro hoti, idamassa saññāvipallāsappahānaṃ.",
  "pe8:53.16": "Yaṃ manassa pasādanaṃ, idamassa cittavipallāsappahānanti akusalavipallāsānaṃ vikkhambhanaṃ pahānaṃ paccayo.",
  "pe8:53.17": "Tīṇi kusalamūlāni yo anāvilacittasaṅkappo, so tassa manasikāroti vuccati.",
  "pe8:53.18": "Yaṃ kilesehi vikkhambhanaṃ iti vipallāsā ca ārammaṇā sappaccayatāya paccayo kusalamūlāni ca sandissayatāya paccayo, so ca manasikāro hetunā iminā paccayena cittaṃ uppannaṃ.",
  "pe8:53.19": "Tattha yaṃ sasatthārammaṇaṃ cittaṃ pavattaṃ ayaṃ buddhānussati.",
  "pe8:53.20": "Yampi bhagavato guṇe manasi karoti, ayamassa dhammānussati.",
  "pe8:53.21": "Tattha satisampajaññaṃ hetu, ayañca paccayo.",
  "pe8:53.22": "Vācā paññā hetu vitakkavicārā paccayo.",
  "pe8:53.23": "Kāyasaṅkhārā kammassa abhisaṅkhāro nāma hetu vā appaccayo sukhavedanīyassa kammassa upacayo hetukā kammassa paccayo.",
  "pe8:54.1": "Tattha katamo samāropano hāro?",
  "pe8:54.2": "Manasāyeva pasannena satoyevettha pasanno api ca cittavodānā sattā vimuccantīti tena sattā cittapubbaṅgamā cittena pasannena cetanāpi tattha cittabhūtā bhavantīti paṭighā ayaṃ cetanānaṃ pasādena kāyo cassa pasādo, so ca ārabhati pasādena pasanno saññānanti cassa aviparītā, so pañcavidho vikkhambhanā, kāyapassambhanāyeva pasādo cittasito cittaṃ pana pubbaṃyeva pasannaṃ.",
  "pe8:54.3": "Ayaṃ samāropanā.",
  "pe8:54.4": "Evaṃ pañcannampi pasādo.",
  "pe8:54.5": "Tato naṃ sukhamanvetīti katamaṃ bhagavā niddisati?",
  "pe8:54.6": "Na hi attasaccaṃ tassa kammassa vipāko anveti.",
  "pe8:54.7": "Tassa upāyo anugacchati yadā sitapaccayā uppajjate somanassaṃ avippaṭisāropi anveti.",
  "pe8:54.8": "Ayaṃ samāropano hāro.",
  "pe8:55.1": "Mahānāmasakkassa suttaṃ.",
  "pe8:55.2": "Tasmiñce samaye assato asampajāno kālaṃ kareyya kāme bhavati.",
  "pe8:55.3": "Assato abhisamāhāro yo mā bhāyi, mahānāma, yaṃ taṃ cittaṃ dīgharattaṃ saddhāparibhāvitaṃ sīlaparibhāvitaṃ sutacāgaparibhāvitanti vitthārena kātabbaṃ.",
  "pe8:55.4": "Cāgena ca paññāya ca kiṃ dasseti?",
  "pe8:55.5": "Yā saddhā, sā cetaso pasādo.",
  "pe8:55.6": "Yā anāvilasaṅkappitā, sā saddhā.",
  "pe8:55.7": "Kiṃ kāraṇā?",
  "pe8:55.8": "Anāvilalakkhaṇā.",
  "pe8:55.9": "Anāvilalakkhaṇā hi saddhā.",
  "pe8:55.10": "Apare āhu guṇaparisuddhiniṭṭhāgamanalakkhaṇā, yañca apare vā vacanapaṭiggahalakkhaṇā saddhā.",
  "pe8:55.11": "Aparo pariyāyo attānaṃ yadi evaṃ okappeti “nāhaṃ kiñci jānāmīti esā ahaṃ tattha anuññattā anaññatā”ti.",
  "pe8:55.12": "Ayaṃ saddhāti.",
  "pe8:55.13": "Aparo pariyāyo ekasaṭṭhiyā diṭṭhigatānaṃ ādīnavānupassanā aniccaṃ dukkhamanattāti.",
  "pe8:55.14": "Tena ca padiṭṭhaṃ bhavati yathā gambhīre udapāne udakaṃ cakkhunā passati na ca kāyena abhisambhunāti.",
  "pe8:55.15": "Evamassa ariyā nijjhānakkhantiyā diṭṭhi bhavati, na ca sacchikatā.",
  "pe8:55.16": "Ayaṃ vuccati saddhā.",
  "pe8:55.17": "Sā ca lokikā.",
  "pe8:55.18": "Aparo pariyāyo khamati puthujjanabhūtassa vīsati cāti ko sakkāyādhīnā na niveso.",
  "pe8:55.19": "Na etaṃ ekanti nayasaññā yathābhūtaṃ diṭṭhiyā tu khalu mudūhi pañcahi indriyehi dassanamaggena pahīnā bhavanti.",
  "pe8:55.20": "Diṭṭhekaṭṭhā ca kilesā, ayaṃ saddhā.",
  "pe8:56.1": "Sotāpattaṅgamadukkhāyaṃ bhūmiyaṃ paripuṇṇā vuccati.",
  "pe8:56.2": "Tasmiṃyeva bhūmiyaṃ sekkhasīlaṃ ariyā dhāranti vuccati.",
  "pe8:56.3": "Tasmiṃyeva bhūmiyaṃ mudupaññā paññindriyanti vuccati.",
  "pe8:56.4": "Tasmiṃyeva bhūmiyaṃ khandhehi anatthikatā, ayaṃ cāgo.",
  "pe8:56.5": "Tasmā saddhā cāgādhiṭṭhānena niddisitabbā.",
  "pe8:56.6": "Yatikena bhiyyo manena sā hissa viparītā diṭṭhikā assaddhā, sā nayanaupadhīsu pamattā samādinnā.",
  "pe8:56.7": "Tattha saddhindriyaṃ yo kāmaṃ parivissanti iti santapāpapaṭinissaggā na cāgādhiṭṭhānaṃ paññindriyena paññādhiṭṭhānaṃ, sīlena upasamādhiṭṭhānaṃ.",
  "pe8:56.8": "Ime cattāro dhammā sīlaṃ paribhāvayanti saddhā sīlaṃ cāgo ca paññāti.",
  "pe8:56.9": "Tattha saddhāya oghaṃ tarati.",
  "pe8:56.10": "Yaṃ sīlaṃ, ayaṃ appamādo.",
  "pe8:56.11": "Yo cāgo, idaṃ paññāya kammaṃ.",
  "pe8:56.12": "Yā paññā, idaṃ paññindriyaṃ, tattha yaṃ saddhindriyaṃ.",
  "pe8:56.13": "Taṃ tīsu aveccappasādesu.",
  "pe8:56.14": "Yaṃ sīlaṃ, taṃ saddhindriyesu.",
  "pe8:56.15": "Yo cāgo, so catūsu jhānesu.",
  "pe8:56.16": "Yā paññā, sā saccesu, sati sabbatthagāminī.",
  "pe8:56.17": "Tassa sekkhassa bhaddikā bhati, bhaddiko abhisamparāyo.",
  "pe8:56.18": "Tassa sammuṭṭhassatikassa sīlaṃ karontassa na kāyasammuṭṭhassatitāya tāni vā indriyāni taṃ vā kusalamūlaṃ kammavipākaṃ bhavati.",
  "pe8:56.19": "Tassa tikassa atthaniddeso.",
  "pe8:56.20": "Tattha saddhā sīlaṃ cāgo paññā cattāro dhammā.",
  "pe8:56.21": "Yā saddhā yā ca paññā, idaṃ manosucaritaṃ.",
  "pe8:56.22": "Yaṃ sīlaṃ, idaṃ kāyikaṃ vācasikaṃ sucaritaṃ.",
  "pe8:56.23": "Yo cāgo, idaṃ cetasikaṃ alobho sucaritaṃ.",
  "pe8:56.24": "Iti citte gahite pañcakkhandhā gahitā bhavanti.",
  "pe8:56.25": "Imehi dhammehi sucaritaṃ idaṃ dukkhañca ariyasaccaṃ padaṭṭhānaṃ maggassa.",
  "pe8:57.1": "Tattha katamo vicayo hāro?",
  "pe8:57.2": "Yā ca saddhā yañca sīlaṃ.",
  "pe8:57.3": "Taṃ kissa karoti?",
  "pe8:57.4": "Yā saddhā tāya bhagavantaṃ anussarati mattenapi hatthinā samāgatā, assa bho kukkurā sabbaṃ sīlena nappaṭipajjati kāyena vā vācāya vā ṭhānaṃ visārado bhavatīti avippaṭisārī paññā yassa paññattaṃ upaṭṭhapeti.",
  "pe8:57.5": "Tassa akhaṇḍassa sīlaṃ yaṃ na pacchi tassaṃ mohassa akusalacittaṃ uppajjati micchādiṭṭhisahagataṃ vā, ayaṃ vicayo hāro.",
  "pe8:57.6": "Dhammavādino bhaddikārāti bhavissati atthi esā yutti.",
  "pe8:58.1": "Tattha katamo padaṭṭhāno hāro?",
  "pe8:58.2": "Yamidaṃ cittaṃ dīgharattaṃ paribhāvitaṃ saddhāya sīlena cāgena paññāya samādhinā paṭhamajjhānassa padaṭṭhānaṃ.",
  "pe8:58.3": "Yā saddhā assa anāvilasaṅkappo, taṃ dutiyajjhānassa padaṭṭhānaṃ.",
  "pe8:58.4": "Tīṇi ca aveccappasādā yaṃ sīlaṃ, taṃ ariyakantaṃ, taṃ sīlakkhandhassa padaṭṭhānaṃ.",
  "pe8:58.5": "Yā paññā, sā paññākkhandhassa padaṭṭhānaṃ.",
  "pe8:58.6": "Ime ca dhammā idañca cittaṃ ekodibhūtasamādhissa padaṭṭhānaṃ.",
  "pe8:58.7": "Saddhā saddhindriyassa padaṭṭhānaṃ.",
  "pe8:58.8": "Cāgo samādhindriyassa padaṭṭhānaṃ.",
  "pe8:58.9": "Paññā paññindriyassa padaṭṭhānaṃ.",
  "pe8:58.10": "Saddhā ca paññā ca vipassanāya padaṭṭhānaṃ.",
  "pe8:58.11": "Sīlañca cāgo ca samathassa padaṭṭhānaṃ.",
  "pe8:58.12": "Saddhā ca paññā ca avijjā virāgāya paññāvimuttiyā padaṭṭhānaṃ.",
  "pe8:58.13": "Sīlañca cāgo ca rāgavirāgāya cetovimuttiyā padaṭṭhānaṃ.",
  "pe8:59.1": "Tattha katamo lakkhaṇo hāro?",
  "pe8:59.2": "Viññāṇe vutte saddhāsatibhāvite sabbe pañcakkhandhā vuttā bhavanti.",
  "pe8:59.3": "Saddhāya bhaṇitāya sabbāni satta dhanāni bhaṇitāni honti saddhādhanaṃ …pe…",
  "pe8:59.4": "sīlakkhandhe vutte samādhikkhandho ca paññākkhandho ca vuttā bhavanti.",
  "pe8:59.5": "Yaṃ taṃ cittaṃ dīgharattaṃ paribhāvitaṃ pacchimake kāle na tadanuparivatti bhavissatīti netaṃ ṭhānaṃ vijjati.",
  "pe8:59.6": "Tattha saññāpi tadanuparivattinī bhavati.",
  "pe8:59.7": "Yepi tajjātikā dhammā, tepi tadanuparivattino bhavanti.",
  "pe8:59.8": "Rūpasaññā rūpasañcetanānupassanamanasikāro evaṃ channaṃ āyatanānaṃ viññāṇakāye, ayaṃ lakkhaṇo hāro.",
  "pe8:60.1": "Tattha katamo catubyūho hāro?",
  "pe8:60.2": "Idha sutte bhagavato ko adhippāyo?",
  "pe8:60.3": "Ye bhaddikaṃ bhatiṃ ākaṅkheyya bhaddikañca abhisamparāyaṃ, te saddhaṃ sīlaṃ cāgaṃ paññañca manasi karissanti, ayaṃ adhippāyo.",
  "pe8:60.4": "Ye caññepi sattā tathāgatassa sammukhaṃ na paṭiyujjhante, imaṃ dhammaṃ sotā avippaṭisārato kālaṃ karissantīti, ayaṃ adhippāyo.",
  "pe8:61.1": "Tattha katamo āvaṭṭo hāro?",
  "pe8:61.2": "Idampi cattāro dhammā saddhā ca paññā ca assaddhiyañca avijjañca hananti.",
  "pe8:61.3": "Sīlañca cāgo ca taṇhā ca dosañca hananti.",
  "pe8:61.4": "Tassa dve mūlāni pahīyanti.",
  "pe8:61.5": "Dukkhaṃ nivatteti appahīnabhūmiyañca dvimūlāni pañcakkhandhā.",
  "pe8:61.6": "Dve ariyasaccāni samatho ca vipassanā ca.",
  "pe8:61.7": "Dvinnaṃ mūlānaṃ pahānaṃ.",
  "pe8:61.8": "Imāni dve saccāni nirodho ca maggo ca.",
  "pe8:61.9": "Ayaṃ āvaṭṭo hāro.",
  "pe8:62.1": "Tattha katamo vibhatti?",
  "pe8:62.2": "Yaṃ taṃ cittaṃ saddhāparibhāvitaṃ …pe…",
  "pe8:62.3": "sace puthujjanassa tassapi bhaddikā bhati bhavissatīti na ekaṃsena tassa kammaṃ diṭṭheyeva dhamme vipākanti paccessati, aparamhi vā pariyāye bhavissati.",
  "pe8:62.4": "Yaṃ vā atītaṃ vipākāya paccupaṭṭhitaṃ, tappaccayāni cetāni, ye yathā mahākammavibhaṅge “tenāyaṃ vibhajjabyākaraṇiyo niddeso dhammacārino yā bhaddikā bhatī”ti.",
  "pe8:63.1": "Tattha katamā parivattanā?",
  "pe8:63.2": "Assaddhiyaṃ dussīlyaṃ yaṃ maccheraṃ duppaññaṃ ca yañca paṭipakkhena pahīnā bhavanti, ayaṃ parivattanā.",
  "pe8:64.1": "Tattha katamaṃ vevacanaṃ?",
  "pe8:64.2": "Yaṃ taṃ cittaṃ dīgharattaṃ paribhāvitaṃ cittaṃ manoviññāṇaṃ …pe…",
  "pe8:64.3": "yaṃ saddhābalaṃ saddhindriyaṃ, yaṃ sīlaṃ taṃ sucaritaṃ, saṃyamo niyamo damo khandhatā imāni tassa vevacanāni.",
  "pe8:64.4": "Yo cāgo so paṭinissaggo alobho vosaggo cāgoyiṭṭhānaṃ.",
  "pe8:64.5": "Yā paññā sā paññattā paññappabhā paññindriyaṃ paññābalaṃ.",
  "pe8:65.1": "Tattha katamā paññatti?",
  "pe8:65.2": "Yaṃ taṃ cittaṃ bījaṃ paññattiyā paññattaṃ.",
  "pe8:65.3": "Paribhāvanā vāsanā paññattiyā paññatti.",
  "pe8:65.4": "Saddhā pasādapaññattiyā paññattā.",
  "pe8:65.5": "Sīlaṃ sucaritapaññattiyā paññattaṃ.",
  "pe8:65.6": "Cāgo puññakiriyapaññattiyā paññatto.",
  "pe8:65.7": "Paññā vīmaṃsapaññattiyā paññattā.",
  "pe8:65.8": "Ime tayo dhammā saddhā sīlaṃ cāgo paññavato pārisuddhiṃ gacchanti.",
  "pe8:66.1": "Tattha katamo otaraṇo?",
  "pe8:66.2": "Yaṃ cittaṃ, taṃ khandhesu viññāṇakkhandho, dhātūsu manoviññāṇadhātu, āyatanesu manāyatanaṃ.",
  "pe8:66.3": "Ye cattāro dhammā, te khandhesu saṅkhārakkhandhe pariyāpannā …pe…",
  "pe8:66.4": "dhātūsu āyatanesu.",
  "pe8:67.1": "Tattha katamo sodhano hāro?",
  "pe8:67.2": "Idaṃ bhagavato bhāsitaṃ mahānāmena sakkena pucchitena sabbaṃ taṃ niyuttaṃ.",
  "pe8:68.1": "Tattha katamo adhiṭṭhāno?",
  "pe8:68.2": "Idaṃ cittaṃ vemattatāya paññattaṃ akusalehi cittehi aparibhāvitehi paribhāvitanti yāni puna paribhāvitāni aññesampi tattha upādāya paññattaṃ sabbepime cattāro dhammā ekattatāya paññattā.",
  "pe8:68.3": "Bhaddikā bhatīti kāmabhogino teva rūpadhātu arūpadhātu manussāti sabbā bhaddikā bhati tadeva kathāya paññattaṃ, ayaṃ paññatti.",
  "pe8:69.1": "Tattha katamo parikkhāro?",
  "pe8:69.2": "Cittassa indriyāni paccayo ādhipateyyapaccayatāya manasikāro.",
  "pe8:69.3": "Hetupaccayatāya paccayo.",
  "pe8:69.4": "Saddhāya lokikā paññā hetupaccayatāya paccayo.",
  "pe8:69.5": "Yoniso ca manasikāro paccayo.",
  "pe8:69.6": "Sīlassa patirūpadesavāso paccayo.",
  "pe8:69.7": "Attasammāpaṇidhānañca hetu.",
  "pe8:69.8": "Cāgassa alobho hetu.",
  "pe8:69.9": "Avippaṭisāro ca hetupaccayo.",
  "pe8:69.10": "Paññā parato ca ghoso ajjhattañca yoniso manasikāro hetupaccayo ca.",
  "pe8:70.1": "Tattha katamo samāropano?",
  "pe8:70.2": "Yaṃ taṃ cittaṃ dīgharattaṃ paribhāvitanti cetasikāpi.",
  "pe8:70.3": "Ettha sabbe dhammā paribhāvitā bhaddikā te bhati bhavissati, bhaddikā upapattiko abhisamparāyo.",
  "pe8:70.4": "Iti ye keci manussakā upabhogaparibhogā sabbe bhaddikā bhatiyeva, ayaṃ samāropano.",
  "pe8:71.1": "Uddhaṃ adho sabbadhi vītarāgoti gāthā.",
  "pe8:71.2": "Tattha kiṃ uddhaṃ nāma?",
  "pe8:71.3": "Yaṃ ito uddhaṃ bhavissati anāgāmī, idaṃ uddhaṃ.",
  "pe8:71.4": "Adho nāma yamatikkantamatītaṃ, idamavoca apadānatanti uddhaṃ.",
  "pe8:71.5": "Tattha atītena sassatadiṭṭhi pubbantākappikānaṃ aparantadiṭṭhi kesañci, ucchedadiṭṭhiṃ yaṃ vuttakappikānaṃ imā ceva diṭṭhiyo ucchedadiṭṭhi ca sassatadiṭṭhi ca.",
  "pe8:71.6": "Tatthāyaṃ sassatadiṭṭhi imāni pannarasa padāni sakkāyadiṭṭhi sassataṃ bhajanti.",
  "pe8:71.7": "Rūpavantaṃ me attā, attani me rūpaṃ, rūpaṃ me attāti yaduccate paññaṃ paridahanti.",
  "pe8:71.8": "Yā ucchedadiṭṭhi sā pañcasatāni ucchedaṃ bhajanti.",
  "pe8:71.9": "Te “taṃ jīvaṃ taṃ sarīran”ti passanti, rūpaṃ me attāti tathārūpā catubbidhā sakkāyadiṭṭhi ucchedena ca sassatena ca.",
  "pe8:71.10": "Evaṃ pañcasu khandhesu vīsativatthukāya diṭṭhiyā pannarasa padāni pubbantaṃ bhajanti.",
  "pe8:71.11": "Sassatadiṭṭhiyā pañca padāni aparantaṃ bhajanti ucchedadiṭṭhiyā.",
  "pe8:71.12": "Tattha “ayamahamasmī”ti passantā rūpaṃ attato samanupassati, so ucchedavādī rūpavantañca attānaṃ, attani ca rūpaṃ, rūpasmiṃ vā attāti so passati cāti iti ucchedadiṭṭhi ca, attato paṭissarati sassatadiṭṭhi pubbantato ca paṭissarati.",
  "pe8:71.13": "“Ayamahamasmī”ti na samanupassati.",
  "pe8:71.14": "Tassa diṭṭhāsavā pahānaṃ gacchanti.",
  "pe8:71.15": "Yo tīsu addhāsu pubbante ca aparante ca tena tena niddiṭṭhānena uddhaṃ adho sabbadhi vītarāgo “ahamasmī”ti na anupassatīti iminā dvārena iminā payogena iminā upāyena idaṃ dassanabhūmi ca sotāpattiphalañca so ariyo payogo anabhāvaṃgatena saṃsārena apunabbhavāti yo koci ariyo payogo punabbhavāya mudūni vā pañcindriyāni majjhāni adhimattāni vā sabbaṃ apunabbhavappahānāya saṃvattanti.",
  "pe8:71.16": "Ahanti diṭṭhogho kāmogho bhavogho avijjogho ca odhiso.",
  "pe8:71.17": "Tattha desanāhārena cattāri saccāni pañcahi indriyehi sotāpattiphalena ca dve saccāni maggo ca nirodho ca.",
  "pe8:71.18": "Sakkāyasamudayena dve saccāni dukkhañca samudayo ca, ayaṃ desanā hāro.",
  "pe8:72.1": "Tattha katamo vicayo?",
  "pe8:72.2": "“Ayamahamasmī”ti asamanupassanto tīṇi dassanappahātabbāni saṃyojanāni pajahati.",
  "pe8:72.3": "Ayaṃ vicayo.",
  "pe8:73.1": "Tattha katamā yutti?",
  "pe8:73.2": "Tividhā puggalā koci ugghaṭitaññū koci vipañcitaññū koci neyyo.",
  "pe8:73.3": "Ugghaṭitaññū tikkhindriyo ca tato vipañcitaññū mudindriyo tato mudindriyehi neyyo.",
  "pe8:73.4": "Tattha ugghaṭitaññū tikkhindriyatāya dassanabhūmimāgamma sotāpattiphalaṃ pāpuṇāti, ekabījako bhavati.",
  "pe8:73.5": "Ayaṃ paṭhamo sotāpanno.",
  "pe8:73.6": "Vipañcitaññū mudūhi indriyehi dassanabhūmimāgamma sotāpattiphalaṃ pāpuṇāti, kolaṃkolo ca hoti.",
  "pe8:73.7": "Ayaṃ dutiyo sotāpanno.",
  "pe8:73.8": "Tattha neyyo dassanabhūmimāgamma sotāpattiphalaṃ pāpuṇāti, sattakkhattuparamo ca bhavati.",
  "pe8:73.9": "Ayaṃ tatiyo sotāpanno.",
  "pe8:74.1": "Atthi esā yutti mudumajjhādhimattehi indriyehi mudumajjhādhimattaṃ bhūmiṃ sacchikareyya sakkāyadiṭṭhippahānena vā diṭṭhigatāni pajahati.",
  "pe8:74.2": "Ayaṃ yutti.",
  "pe8:75.1": "Tattha katamo padaṭṭhāno?",
  "pe8:75.2": "Tattha sakkāyadiṭṭhi sabbamicchādiṭṭhiyā padaṭṭhānaṃ.",
  "pe8:75.3": "Sakkāyo nāmarūpassa padaṭṭhānaṃ.",
  "pe8:75.4": "Nāmarūpaṃ sakkāyadiṭṭhiyā padaṭṭhānaṃ.",
  "pe8:75.5": "Pañca indriyāni rūpīni rūparāgassa padaṭṭhānaṃ.",
  "pe8:75.6": "Saḷāyatanaṃ ahaṅkārassa padaṭṭhānaṃ.",
  "pe8:75.7": "Tattha katamo lakkhaṇo?",
  "pe8:75.8": "Dvīsu diṭṭhīsu pahīnāsu tattha ekā diṭṭhi diṭṭhigatāni pahānaṃ gacchanti.",
  "pe8:75.9": "Uddhaṃ ca adho ca vītarāgo sabbarajanīyesu vītarāgo hoti.",
  "pe8:75.10": "Tajjā parabhūmiyaṃ, idaṃ paccayanti yathābhūtaṃ passati.",
  "pe8:75.11": "So sabbapaṭiccasamuppādaṃ āmasati.",
  "pe8:75.12": "Ayaṃ lakkhaṇo hāro.",
  "pe8:76.1": "Tattha katamo catubyūho hāro?",
  "pe8:76.2": "Imamhi sutte bhagavato ko adhippāyo?",
  "pe8:76.3": "Ye sattā ye nābhiramissanti, te diṭṭhippahānāya vāyamissanti.",
  "pe8:76.4": "Ayamettha bhagavato adhippāyo.",
  "pe8:76.5": "Ayaṃ catubyūho hāro.",
  "pe8:77.1": "Tattha katamo āvaṭṭo hāro?",
  "pe8:77.2": "Yānimāni mudūni pañcindriyāni tāni orambhāgiyāni pañcindriyāni.",
  "pe8:77.3": "Sabbena sabbaṃ samūhananti abhijjhābyāpādo ca bhāvanākārena sekkhāya vimuttiyā balaṃ saddhā, uddhambhāgiyāni diṭṭhivasena balaṃ saddhā, vīriyindriyaṃ ārabhitattā satindriyaṃ paggahitattā accantaṃ niṭṭhaṃ gacchanti.",
  "pe8:77.4": "Tattha yāni indriyāni, ayaṃ maggo saṃkilesappahānaṃ.",
  "pe8:77.5": "Ayaṃ nirodho āyatiṃ anuppādadhammo, idaṃ dukkhaṃ.",
  "pe8:77.6": "Ayaṃ āvaṭṭo hāro.",
  "pe8:78.1": "Tattha katamo vibhatti hāro?",
  "pe8:78.2": "“Ayamahamasmī”ti yo samanupassati, so ca kho adhimattena lokikā yaṃ bhūmiyaṃ na tu ariyena payogena so sakkāyadiṭṭhi pajahati.",
  "pe8:78.3": "Yaṃ vuccati tajjāya bhūmiyā adhimattāya.",
  "pe8:78.4": "Tattha tajjāya bhūmiyaṃ pañcahi ākārehi adhimattataṃ paṭilabhati sīlena vatena bāhusaccena samādhinā nekkhammasukhena.",
  "pe8:78.5": "Tattha appatte pattasaññī adhimānaṃ gaṇhāti.",
  "pe8:78.6": "Etasmiṃyeva vatthuppattiyaṃ bhagavā idaṃ suttaṃ bhāsati.",
  "pe8:78.7": "Sīlavā vatamattenāti.",
  "pe8:78.8": "Tattha yo appatte pattasaññī tassa yo samādhi, so sāmiso kāpurisasevito pana so kāpurisā vuccanti puthujjanā.",
  "pe8:78.9": "Āmisaṃ yañca ariyamaggamāgamma lokikā anariyaṃ tena samādhi hoti anariyo kāpurisasevito.",
  "pe8:78.10": "Yo pana ariyākārena yathābhūtaṃ na jānāti na passati, so adhigamanaṃ pajahati yo ariyena samādhinā akāpurisasevitena nirāmisena nīyati, tattha akāpurisā vuccanti ariyapuggalā.",
  "pe8:78.11": "Yo tehi sevito samādhi, so akāpurisasevito.",
  "pe8:78.12": "Tasmā ekaṃ vibhajjabyākaraṇīyaṃ “ayamahamasmī”ti asamanupassanto tathā pāteti.",
  "pe8:79.1": "Tattha katamā parivattanā?",
  "pe8:79.2": "Imāya dassanabhūmiyā kilesā pahātabbā, tehi pahīyanti aniddiṭṭhāpi bhagavatā niddisitabbā yo.",
  "pe8:80.1": "Tattha katamaṃ vevacanaṃ?",
  "pe8:80.2": "Yā sakkāyadiṭṭhiyā attadiṭṭhiyā.",
  "pe8:80.3": "Ayaṃ bhūmi.",
  "pe8:80.4": "Ye kilesā pahātabbā.",
  "pe8:80.5": "Te appahīyanti aniddiṭṭhāpi bhagavatā sassatadiṭṭhi ca ucchedadiṭṭhi ca, sā pariyantadiṭṭhi ca.",
  "pe8:80.6": "Yā apariyantadiṭṭhi ca, sā sassatadiṭṭhi ca.",
  "pe8:80.7": "Yā ucchedadiṭṭhi, sā natthikā diṭṭhi.",
  "pe8:80.8": "Yā sassatadiṭṭhi, sā akiriyadiṭṭhi.",
  "pe8:80.9": "Idaṃ vevacanaṃ.",
  "pe8:81.1": "Tattha katamā paññatti?",
  "pe8:81.2": "Taṇhā saṃyojanapaññattiyā paññattā.",
  "pe8:81.3": "Maggo paṭilābhapaññattiyā paññatto.",
  "pe8:81.4": "Indriyā paṭilābhapaññattiyā paññattāti.",
  "pe8:81.5": "Tattha katamo otaraṇo?",
  "pe8:81.6": "Sakkāyo dukkhaṃ dassanappahātabbo.",
  "pe8:81.7": "Samudayo maggo.",
  "pe8:81.8": "Indriyāni tāni ca niddiṭṭhāni khandhadhātuāyatanesu.",
  "pe8:82.1": "Tattha katamo sodhano hāro?",
  "pe8:82.2": "Yañhi ārabbha bhagavatā idaṃ suttaṃ bhāsitaṃ, so ārabbha niddiṭṭho.",
  "pe8:82.3": "Tattha katamo parikkhāro?",
  "pe8:82.4": "Nāmarūpassa hetupaccayopi viññāṇaṃ hetu bījaṃ.",
  "pe8:82.5": "Tena avijjā ca saṅkhārā ca paccayo.",
  "pe8:82.6": "Nivattinayo na aparo pariyāyo sabbabhavo, ye ca sabbabhavassa hetu parabhaṇḍapaccayo iti sammādiṭṭhi parato ca ghoso yoniso ca manasikāro paccayo.",
  "pe8:82.7": "Yā paññā uppādeti, esā hetu sammādiṭṭhiyā sammāsaṅkappo bhavati, yā sammāsamādhi, ayaṃ parikkhāro.",
  "pe8:83.1": "Tattha katamo samāropano?",
  "pe8:83.2": "“Ayamahamasmī”ti asamanupassī dukkhato rogato …pe…",
  "pe8:83.3": "pannarasa padāni.",
  "pe8:83.4": "Sīlāni bhagavā kimatthiyāni kimānisaṃsāni.",
  "pe8:83.5": "Sīlāni, ānanda, avippaṭisāratthāni yāva vimutti.",
  "pe8:83.6": "Tattha duvidho attho—",
  "pe8:83.7": "purisattho ca vacanattho ca.",
  "pe8:84.1": "Tattha katamo purisattho?",
  "pe8:84.2": "Yāyaṃ na pacchānutāpitā ayaṃ avippaṭisāro, ayaṃ purisattho.",
  "pe8:84.3": "Yathā koci brūhayati imatthamāsevati so bhaṇeyya, kiñci mamettha adhīnaṃ tassatthāya idaṃ kiriyaṃ ārabhāmīti.",
  "pe8:84.4": "Ayaṃ purisattho.",
  "pe8:85.1": "Tattha katamo vacanattho?",
  "pe8:85.2": "Sīlāni kāyikaṃ vā vācasikaṃ vā sucaritaṃ avippaṭisāroti.",
  "pe8:85.3": "Tattha sīlassa vatassa ca bhāsoyeva.",
  "pe8:85.4": "Anaññā sugatakammatā sucaritaṃ ayaṃ avippaṭisāro.",
  "pe8:85.5": "Evaṃ yāva vimuttīti ekamekasmiṃ pade dve atthā—",
  "pe8:85.6": "purisattho ca vacanattho ca, yathā imamhi sutte evaṃ sabbesu suttesu dve dve atthā.",
  "pe8:85.7": "Ayaṃ hi paramattho uttamattho ca.",
  "pe8:85.8": "Yaṃ nibbānasacchikaṃ nissāya yaṃ sakaṃ sacchikātabbaṃ bhavati, so vuccati katassa katthoti.",
  "pe8:85.9": "Ayaṃ puna vevacanaṃ sampajānāti.",
  "pe8:85.10": "Iminā niyuttatthamabhilabbhanti vacanattho.",
  "pe8:85.11": "Tattha yaṃ atthaṃ sāvako abhikaṅkhati.",
  "pe8:85.12": "Tassa yo paṭilābho, ayaṃ purisattho.",
  "pe8:85.13": "Yaṃ yaṃ bhagavā dhammaṃ deseti, tassa tassa dhammassa yā atthaviññatti.",
  "pe8:85.14": "Ayaṃ attho, tattha sīlānaṃ avippaṭisāro atthopi ānisaṃsopi.",
  "pe8:85.15": "Eso ca ānisaṃso yaṃ duggatiṃ na gacchati.",
  "pe8:85.16": "Yathā taṃ bhagavatā esānisaṃso dhamme suciṇṇe na duggatiṃ gacchati dhammacārī, ayaṃ attho.",
  "pe8:86.1": "Yaṃ puriso bhāvanābhūmiyaṃ sīlāni ārabbha sīlena saṃyutto hoti evaṃ yāva vimutti tathā sīlakkhandho.",
  "pe8:86.2": "Tattha yo ca avippaṭisāro anusayavasena niddiṭṭho, tañca sīlaṃ ayaṃ sīlakkhandho.",
  "pe8:86.3": "Pāmojjapītipassaddhīti ca samādhindriyena, ayaṃ samādhikkhandho.",
  "pe8:86.4": "Yaṃ samāhito yathābhūtaṃ pajānāti, ayaṃ paññākkhandho.",
  "pe8:86.5": "Ime tayo khandhā sīlaṃ samādhi paññā ca tathā sīlaṃ paripūreti yaṃ vīriyindriyaṃ tena kāraṇena so sīlaṃ paripūreti, anuppannassa ca akusalassa anuppādāya vāyamati, uppannassa ca pahānāya anuppannassa ca kusalassa uppādāya, uppannassa ca kusalassa bhiyyobhāvāya iti vīriyindriyaṃ niddiṭṭhaṃ.",
  "pe8:86.6": "Tattha yo samādhikkhandho, idaṃ samādhindriyaṃ.",
  "pe8:86.7": "Paññākkhandho paññindriyaṃ, taṃ catūsu sammappadhānesu daṭṭhabbaṃ.",
  "pe8:86.8": "Tathā yo anuppannassa ca akusalassa anuppādāya vāyamati, idaṃ paṭhamaṃ sammappadhānaṃ.",
  "pe8:86.9": "Yaṃ uppannassa, idaṃ dutiyaṃ.",
  "pe8:86.10": "Cattāri sammappadhānāni catūsu jhānesu passitabbāni.",
  "pe8:86.11": "Tathā sīlakkhandhena nekkhammadhātu ca adhikā, tayo ca vitakkā nekkhammavitakko abyāpādavitakko avihiṃsāvitakko ca.",
  "pe8:86.12": "Sādhāraṇabhūtā.",
  "pe8:86.13": "Yā piyāyamānassa pāmojjena idaṃ kāyikaṃ sukhaṃ ānitaṃ aniyamītipemena, idaṃ dukkhaṃ.",
  "pe8:86.14": "Yo tattha avikkhepo, ayaṃ samādhi.",
  "pe8:86.15": "Idaṃ pañcaṅgikaṃ paṭhamaṃ jhānaṃ.",
  "pe8:86.16": "Yā cetasikā passaddhi savitakkaṃ savicāraṃ virodhanaṃ, yo kileso ca paridāho, so paṭhame jhāne niruddho.",
  "pe8:86.17": "Tathā yā ca kilesapassaddhi yā ca vitakkavicārānaṃ passaddhi, ubhayepi ete dhamme passaddhāyaṃ.",
  "pe8:86.18": "Tattha kāyassa cittassa ca sukhaṃ sukhāyanā, idaṃ pītisukhino passaddhi.",
  "pe8:86.19": "Yopi ekodibhāvo cittassa, tena ekodibhāvena yaṃ cittassa ajjhattaṃ sampasādanaṃ, idaṃ catutthaṃ jhānaṅgaṃ.",
  "pe8:86.20": "Iti ajjhattañca sampasādo cetaso ca ekodibhāvo pīti ca sukhañca, idaṃ dutiyaṃ jhānaṃ caturaṅgikaṃ.",
  "pe8:86.21": "Yo passaddhakāyo sukhaṃ vedeti, tena adhimattena sukhena pharitvā sukhaṃ cetasikaṃ yaṃ, so pītivītarāgo evaṃ tassa pītivītarāgatāya upekkhaṃ paṭilabhati.",
  "pe8:86.22": "So pītiyā ca virāgā upekkhaṃ paṭilabhati.",
  "pe8:86.23": "Sukhañca paṭisaṃvedeti.",
  "pe8:86.24": "Sati ca sammā paññāya paṭilabhati.",
  "pe8:86.25": "Sace sati ekaggatā idaṃ pañcaṅgikaṃ tatiyaṃ jhānaṃ.",
  "pe8:86.26": "Yaṃ sukhino cittaṃ samādhiyati, ayaṃ ekaggatāya parāvidhānabhāgiyā, paṭhame jhāne atthi cittekaggatā no cakkhussa vedanā sabbaṃ pāripūriṃ gacchati.",
  "pe8:86.27": "Yathā catutthe jhāne, tathā yā upekkhā passambhayaṃ satisampajaññaṃ cittekaggatā ca, idaṃ catutthaṃ jhānaṃ.",
  "pe8:87.1": "Yathā samādhi dassayitabbaṃ, tathā paññindriyaṃ taṃ catūsu ariyasaccesu passitabbaṃ.",
  "pe8:87.2": "Yaṃ samāhito yathābhūtaṃ pajānāti, sā pajānanā catubbidhā asubhato dukkhato anattato ca, yadārammaṇaṃ taṃ dukkhaṃ ariyasaccaṃ, yaṃ pajānanto nibbindati vimuccati tathā yaṃ kāmāsavassa pahānaṃ bhavāsavassa diṭṭhāsavassa avijjāsavassa, ayaṃ nirodho appahīnabhūmiyaṃ āsavasamudayo.",
  "pe8:87.3": "Imāni cattāri ariyasaccāni yathā paññindriyaṃ passitabbaṃ.",
  "pe8:87.4": "Yathāyaṃ samāhito yathābhūtaṃ pajānāti, ayaṃ dassanabhūmi.",
  "pe8:87.5": "Sotāpattiphalañca yathābhūtaṃ pajānanto nibbindatīti, idaṃ tanukañca.",
  "pe8:87.6": "Kāmarāgabyāpādaṃ sakadāgāmiphalañca yaṃ nibbindati virajjati, ayaṃ paṭhamajjhānabhāvanābhūmi ca rāgavirāgā cetovimutti anāgāmiphalañca.",
  "pe8:87.7": "Yaṃ vimutti vimuccati, ayaṃ avijjāvirāgā paññāvimutti arahattañca.",
  "pe8:87.8": "Ime avippaṭisārā ca vīriyindriyañca cattāro sammappadhānā avippaṭisārā tañca upari yāva samādhi, evaṃ te cattāri jhānāni samādhindriyañca yaṃ samāhito yathābhūtaṃ pajānāti.",
  "pe8:87.9": "Ime cattāro satipaṭṭhānā sīlapāripūrimupādāya cāgasaṃhitena ca nibbedhikānañca nimittānaṃ anāvilamanā, idaṃ satindriyaṃ cattāro satipaṭṭhānā.",
  "pe8:87.10": "Yaṃ puna imāya dhammadesanāya tīsu ṭhānesu diṭṭhogamanakindriyaṃ kilesapahānena ca sekkhasīlaṃ, idaṃ saddhindriyaṃ.",
  "pe8:87.11": "Cattāri ca sotāpattiyaṅgāni phalāni.",
  "pe8:87.12": "Samādhindriyāni sopaniyāhārīni sabbasuttesu niddisitabbāni.",
  "pe8:87.13": "Yaṃ jhānaṃ paṭilabhanaṃ vīriyagahitaṃyeva ñāṇaṃ paṭissarato, ayaṃ sutamayī paññā.",
  "pe8:87.14": "Yo samādhi pubbāparanimittābhāso anomagatitāya yathākāmo, ayaṃ cintāmayī paññā, yaṃ tathāsamāhito yathābhūtaṃ pajānāti, ayaṃ bhāvanāmayī paññā.",
  "pe8:87.15": "Ayaṃ suttaniddeso.",
  "pe8:88.1": "Imaṃ suttaṃ nibbedhabhāgiyaṃ bujjhakāradhikaṃ bujjhitabbaṃ.",
  "pe8:88.2": "Yehi aṅgehi samannāgataṃ taṃ bujjhissanti tassa aṅgāni bujjhissanti, tena bojjhaṅgā.",
  "pe8:88.3": "Tathā ādito yāva sīlaṃ vataṃ cetanā karaṇīyā, kissa sīlāni pāripūreti.",
  "pe8:88.4": "Anuppannassa ca akusalassa anuppādāya uppannassa ca akusalassa pahānāya anuppannassa kusalassa uppādāya uppannassa ca kusalassa bhiyyobhāvāya, idaṃ vīriyaṃ tassa tassa bujjhitassa aṅganti.",
  "pe8:88.5": "Ayaṃ vīriyasambojjhaṅgo.",
  "pe8:88.6": "Iminā vīriyena dve dhammā ādito avippaṭisāro pāmojjañca yā puna pīti avippaṭisārapaccayā pāmojjapaccayā, ayaṃ pītisambojjhaṅgo.",
  "pe8:88.7": "Yaṃ pītimanassa kāyo passambhati.",
  "pe8:88.8": "Ayaṃ passaddhisambojjhaṅgo.",
  "pe8:88.9": "Tena kāyikasukhamānitaṃ yaṃ sukhino cittaṃ samādhiyati, ayaṃ samādhisambojjhaṅgo.",
  "pe8:88.10": "Yaṃ samāhito yathābhūtaṃ pajānāti, ayaṃ dhammavicayasambojjhaṅgo.",
  "pe8:88.11": "Yā sīlamupādāya pañcannaṃ bojjhaṅgānaṃ upādāyānulomatā nimittāyanā pītibhāgiyānañca visesabhāgiyānañca apilāpanatā sahagatā hoti anavamaggo, ayaṃ satisambojjhaṅgo.",
  "pe8:88.12": "Yaṃ yathābhūtaṃ pajānāti, accāraddhavīriyaṃ karoti.",
  "pe8:88.13": "Uddhaccabhūmīti katā abhipatthitaṃ peseti.",
  "pe8:88.14": "Kosajjabhūmīti garahito rahitehi aṅgehi bujjhati yaṃ cakkhusamathapathaṃ, sā upekkhāti.",
  "pe8:88.15": "Tena sā upekkhā tassa bojjhaṅgassa aṅganti karitvā upekkhāsambojjhaṅgoti vuccate.",
  "pe8:88.16": "Eso suttaniddeso.",
  "pe8:89.1": "Tattha katamā desanā?",
  "pe8:89.2": "Asmiṃ sutte cattāri ariyasaccāni desitāni.",
  "pe8:89.3": "Tattha katamo vicayo?",
  "pe8:89.4": "Sīlavato avippaṭisāro yāva vimutti imissāya pucchāya minikimatthassamīti dve padāni pucchā dve padāni visajjanāni dvīhi padehi dve abhiññaṃ dvīhi ceva padehi visajjanā kiṃ pucchati nibbādhikaṃ kāyabhūmiṃ kammassa tathā hi patiṭṭhā ca asekkhe dhamme uppādeti.",
  "pe8:89.5": "Tattha katamā yutti?",
  "pe8:89.6": "Sīlavato avippaṭisāro bhavati kiṃ nicchandassa ca virāgo atthi esā yutti.",
  "pe8:89.7": "Tattha katamaṃ padaṭṭhānaṃ?",
  "pe8:89.8": "Vīriyaṃ vīriyindriyassa padaṭṭhānaṃ.",
  "pe8:89.9": "Samādhi samādhindriyassa padaṭṭhānaṃ.",
  "pe8:89.10": "Paññā paññindriyassa padaṭṭhānaṃ.",
  "pe8:89.11": "Vīriyaṃ adosassa padaṭṭhānaṃ.",
  "pe8:89.12": "Samādhi alobhassa padaṭṭhānaṃ.",
  "pe8:89.13": "Paññā amohassa padaṭṭhānaṃ.",
  "pe8:89.14": "Vīriyindriyaṃ tiṇṇaṃ maggaṅgānaṃ padaṭṭhānaṃ, sammāvācāya sammākammantassa sammāājīvassa.",
  "pe8:89.15": "Samādhindriyaṃ tiṇṇaṃ maggaṅgānaṃ padaṭṭhānaṃ, sammāsaṅkappassa sammāvācāya sammāsamādhino.",
  "pe8:89.16": "Paññindriyaṃ dvinnaṃ maggaṅgānaṃ padaṭṭhānaṃ, sammāsatiyā sammādiṭṭhiyā ca.",
  "pe8:90.1": "Tattha katamo lakkhaṇo?",
  "pe8:90.2": "Sīlakkhandhe vutte sabbe tayo khandhā vuttā bhavanti, sīlameva hi selopamatā yathā selo sabbapaccatthikehi akaraṇīyo evaṃ taṃ cittaṃ sabbakilesehi na kampatīti, ayaṃ amoho.",
  "pe8:90.3": "Virattaṃ rajanīyesūti ayaṃ alobho.",
  "pe8:90.4": "Kopaneyye na kuppatīti ayaṃ adoso.",
  "pe8:90.5": "Tattha paññā amoho kusalamūlaṃ, alobho alobhoyeva, adoso adosoyeva.",
  "pe8:90.6": "Imehi tīhi kusalamūlehi sekkhabhūmiyaṃ ṭhito asekkhamaggaṃ uppādeti.",
  "pe8:90.7": "Sekkhabhūmi sampattikammadhamme uppādeti, sā ca sammāvimutti, yañca vimuttirasañāṇadassanaṃ ime dasa asekkhānaṃ arahattaṃ dhammā.",
  "pe8:90.8": "Tattha aṭṭhaṅgikena maggena catubbidhā bhāvanāpi labbhati.",
  "pe8:90.9": "Sīlabhāvanā kāyabhāvanā cittabhāvanā paññābhāvanā ca.",
  "pe8:90.10": "Tattha sammākammantena sammāājīvena ca kāyo bhāvito.",
  "pe8:90.11": "Sammāvācāya sammāvāyāmena ca sīlaṃ bhāvitaṃ.",
  "pe8:90.12": "Sammāsaṅkappena sammāsamādhinā ca cittaṃ bhāvitaṃ.",
  "pe8:90.13": "Sammādiṭṭhiyā sammāsatiyā ca paññā bhāvitā.",
  "pe8:90.14": "Imāya catubbidhāya bhāvanāya dve dhammā bhāvanāpāripūriṃ gacchanti cittaṃ paññañca.",
  "pe8:90.15": "Cittaṃ bhāvanāya samatho, paññā bhāvanāya vipassanā.",
  "pe8:90.16": "Tattha paññā avijjāpahānena cittaṃ upakkilesehi amissīkatanti.",
  "pe8:90.17": "Paññā bhāvanāya cittabhāvanaṃyeva paripūreti.",
  "pe8:90.18": "Evaṃ yassa subhāvitaṃ cittaṃ kuto taṃ dukkhamessatīti.",
  "pe8:90.19": "Api ca kho pana tassa āyasmato abyāpādadhātu adhimuttā, na so petaṃ samāpanno tassa saṅkhāpahāraṃ deti, saṅkhāvitakkite sarīre dukkhaṃ na vediyati, ayaṃ suttattho.",
  "pe8:91.1": "Tattha katamā desanā?",
  "pe8:91.2": "Imamhi sutte dasa asekkhā arahattadhammā desitā appamāṇā ca sammā vibhāvanā.",
  "pe8:91.3": "Tattha katamo vicayo?",
  "pe8:91.4": "Selopamatā ye ye dhammā vedanīyasukhadukkhopagatā, te sabbe nirūpaṃ vānupassantānaṃ vūpagatā kāyato vedayitaparikkhāro appavattito dukkhaṃ na vediyati.",
  "pe8:91.5": "Tattha katamā yutti, yassevaṃ bhāvitaṃ cittaṃ kuto taṃ dukkhamessatīti.",
  "pe8:91.6": "Tīsu bhāvanāsu dukkhaṃ nakkhamati cittaṃ cittabhāvanāya ca.",
  "pe8:91.7": "Nirodhabhāvanāya ca ānantarikā samādhibhāvanāya ca.",
  "pe8:91.8": "Iti yassevaṃ bhāvitaṃ cittanti samādhi phalassa padaṭṭhānaṃ.",
  "pe8:92.1": "Tattha katamo lakkhaṇo?",
  "pe8:92.2": "Yassevaṃ bhāvitaṃ cittanti cittāni bhāvitāni yathā paṭhamaṃ niddiṭṭhāni paññā sīlaṃ kāyo cittaṃ, sīlampi subhāvitaṃ kāyikacetasikañca ṭhitattā nānupakampatīti vedanāpi tathā saññāpi saṅkhārāpi.",
  "pe8:92.3": "Kuto taṃ dukkhamessatīti sukhampi nānugacchati, adukkhamasukhampi nāgatanti.",
  "pe8:93.1": "Tattha katamo catubyūho hāro?",
  "pe8:93.2": "Idha bhagavato ko adhippāyo?",
  "pe8:93.3": "Ye dukkhena adhikā bhavissanti, te evarūpāhi samāpattīhi virahissanti.",
  "pe8:93.4": "Ayamettha bhagavato adhippāyo.",
  "pe8:93.5": "Ye ca appasannā, te hi bhavissanti, pasannānañca pītipāmojjaṃ bhavissati, ayaṃ tattha bhagavato adhippāyo.",
  "pe8:93.6": "Āvaṭṭoti natthi āvaṭṭanassa bhūmi.",
  "pe8:94.1": "Vibhattīti yassevaṃ bhāvitaṃ cittaṃ kuto taṃ dukkhamessatīti duvidho niddeso—",
  "pe8:94.2": "dukkhahetuniddeso ca paṭipakkhaniddeso ca.",
  "pe8:94.3": "Ko so dukkhahetu?",
  "pe8:94.4": "Yato dukkhaṃ āgacchati paṭipakkhe vutte sesadhammānaṃ sīlaṃ hetu ca paccayo ca, te sabbe dhammā vuttā honti.",
  "pe8:94.5": "Ekabodhipakkhiye dhamme vutte sabbe bodhagamanīyā dhammā vuttā bhavanti.",
  "pe8:95.1": "Tattha katamo catubyūho hāro?",
  "pe8:95.2": "Imamhi sutte bhagavato ko adhippāyo?",
  "pe8:95.3": "Ye avippaṭisārena chandikā, te sīlapāripūrī bhavanti pāmojjachandikā avippaṭisārīpāripūrī, ayamettha bhagavato adhippāyo …pe…",
  "pe8:95.4": "ayaṃ catubyūho hāro.",
  "pe8:96.1": "Tattha katamo āvaṭṭo?",
  "pe8:96.2": "Idaṃ suttaṃ nibbedhabhāgiyaṃ.",
  "pe8:96.3": "Yo nibbedho, ayaṃ nirodho.",
  "pe8:96.4": "Yena nibbijjhati, so maggo.",
  "pe8:96.5": "Yaṃ nibbijjhati, taṃ dukkhaṃ.",
  "pe8:96.6": "Yaṃ nibbedhagāminā maggena pahīyati, samudayoyaṃ vutto.",
  "pe8:97.1": "Tattha katamā vibhatti?",
  "pe8:97.2": "Sīlavato avippaṭisāroti vibhajjabyākaraṇīyaṃ, parāmasantassa natthi avippaṭisāro yāva dosakataṃ kāyena vā vācāya vā akusalaṃ ārabhati.",
  "pe8:97.3": "Kiñcipissa evaṃ hoti “sukatametaṃ sucaritametaṃ no cassa tena avippaṭisārena pāmojjaṃ jāyati yāva vimutti, tassa sīlavato avippaṭisāro”ti vibhajjabyākaraṇīyaṃ, ayaṃ vibhattihāro.",
  "pe8:98.1": "Tattha katamā parivattanā?",
  "pe8:98.2": "Imehi sattahi upanisāsampattīhi ekādasa upanisā vibhattiyaṃ pajahānaṃ pajahanti, ayaṃ parivattanā.",
  "pe8:99.1": "Tattha katamā vevacanā?",
  "pe8:99.2": "Imesaṃ ariyadhammānaṃ balabojjhaṅgavimokkhasamādhisamāpattīnaṃ imāni vevacanāni.",
  "pe8:100.1": "Tattha katamā paññatti?",
  "pe8:100.2": "Sīlavato avippaṭisāroti sīlakkhandhe nekkhammapaññattiyā paññattaṃ, nisajjapaññatti ca evaṃ dasa aṅgāni dvīhi dvīhi aṅgehi paññattāni.",
  "pe8:101.1": "Tattha katamo otaraṇo?",
  "pe8:101.2": "Idaṃ nibbedhabhāgiyasuttaṃ pañcasu otiṇṇaṃ yathā yaṃ paṭhamaṃ niddiṭṭhaṃ evamindriyādikhandhadhātuāyatanesu niddisitabbāni.",
  "pe8:102.1": "Tattha katamo sodhano hāro?",
  "pe8:102.2": "Sīlavato avippaṭisāroti na tāva suddho ārambho avippaṭisārino pāmojjanti na tāva suddho ārambho yāni ekādasa padāni desitāni yadā tadā suddho ārambho, ayaṃ sodhano.",
  "pe8:103.1": "Tattha katamo adhiṭṭhāno?",
  "pe8:103.2": "Sīlavemattatāya paññattaṃ evaṃ dasa padāni sabbāni sīlakkhandhassa ānisaṃso, te ca patirūpadesavāso ca paccayo attasammāpaṇidhānañca hetu, samādhikkhandhassa sukhaṃ hetu passaddhi paccayo, yena jhānasahajāti ca ṭhānanti jhānaṅgā aparo pariyāyo kāmesu ādīnavānupassanā samādhino paccayo nekkhamme ānisaṃsadassāvitā hetu.",
  "pe8:104.1": "Tattha katamā samāropanā?",
  "pe8:104.2": "Yaṃ vīriyindriyaṃ, so sīlakkhandho.",
  "pe8:104.3": "Yaṃ sīlaṃ, te cattāro dhammā padhānā.",
  "pe8:104.4": "Yaṃ dhammānudhammapaṭipatti, so pātimokkhasaṃvaro.",
  "pe8:105.1": "Yassa selopamaṃ cittanti gāthā, selopamanti upamā yathā selo vātena na kampati na uṇhena na sītena saṅkampati.",
  "pe8:105.2": "Yathā anekā acetanā, te uṇhena milāyanti, sītena avasussanti, vātena bhajanti.",
  "pe8:105.3": "Na evaṃ selo () virattaṃ rajanīyesu dosanīye na dussatīti kāraṇaṃ dosanīye domanassantaṃ, na duṭṭhena vā kampati uṇhena vā, so milāyati sītena vā avasussati, evaṃ cittaṃ rāgena nānussati sītena kampatīti.",
  "pe8:105.4": "Kiṃkāraṇaṃ?",
  "pe8:105.5": "Virattaṃ rajanīyesu dosanīye na dussati.",
  "pe8:105.6": "Kiṃkāraṇaṃ?",
  "pe8:105.7": "Dosanīye panassanti na dussati, aduṭṭhaṃ taṃ na kosissanti, tena kuppanīye na kuppati, yassevaṃ bhāvitaṃ cittaṃ kuto taṃ dukkhaniddeso ca kuto evarūpassa dukkhaṃ āgamissatīti niddiṭṭhaṃ.",
  "pe8:106.1": "Parivattanāti kuto taṃ dukkhamessatīti yaṃ cetasikaṃ sukhaṃ anupādisesā ayaṃ natthi sopādisesā ayaṃ atthi.",
  "pe8:106.2": "Puna evamāhaṃsu taṃ khaṇaṃ taṃ muhuttaṃ ubhayameva avedayitaṃ sopādisesaṃ yañca anupādisesaṃ yañca taṃ khaṇaṃ taṃ muhuttaṃ anupādisesaṃ yañca sopādisesaṃ ca avedayitaṃ.",
  "pe8:106.3": "Sukhamāpannassa anāvattikanti ayamettha viseso parivattanā.",
  "pe8:107.1": "Tattha katamo vevacano?",
  "pe8:107.2": "Yassevaṃ bhāvitaṃ cittaṃ vā bhāvitaṃ subhāvitaṃ anuṭṭhitaṃ vatthukataṃ susamāraddhaṃ.",
  "pe8:107.3": "Cittanti mano viññāṇaṃ manindriyaṃ manoviññāṇadhātu.",
  "pe8:108.1": "Tattha katamā paññatti?",
  "pe8:108.2": "Cittaṃ mano saṅkhārā vūpasamapaññattiyā paññattaṃ.",
  "pe8:108.3": "Samādhi asekkhapaññattiyā paññatto.",
  "pe8:108.4": "Dukkhaṃ ucchinnapaññattiyā paññattaṃ.",
  "pe8:109.1": "Tattha katamo otaraṇo?",
  "pe8:109.2": "Citte niddiṭṭhe pañcakkhandhā niddiṭṭhā honti, ayaṃ khandhesu otaraṇo, manoviññāṇadhātuyā niddiṭṭhāya aṭṭhārasa dhātuyo niddiṭṭhā honti, ayaṃ dhātūsu otaraṇo.",
  "pe8:109.3": "Manāyatane niddiṭṭhe sabbāni āyatanāni niddiṭṭhāni honti.",
  "pe8:109.4": "Tattha manāyatanaṃ nāmarūpassa padaṭṭhānaṃ.",
  "pe8:109.5": "Nāmarūpapaccayā saḷāyatanaṃ.",
  "pe8:109.6": "Tathā paṭiccasamuppāde.",
  "pe8:109.7": "Ayaṃ otaraṇo.",
  "pe8:109.8": "Tattha katamo sodhano suddhoyeva ārambho.",
  "pe8:110.1": "Tattha katamo adhiṭṭhāno?",
  "pe8:110.2": "Chaḷindriyaṃ bhāvanā ekattāyaṃ paññatti chaṭṭhitena kāyo ekattāya paññatto.",
  "pe8:111.1": "Tattha katamo parikkhāro?",
  "pe8:111.2": "Cittassa pubbahetu samuppādāya manasikāro ca tappoṇatā ca yaṃ asamāhitabhūmiyaṃ ca visesadhammānaṃ abhāvitattā cittasatataṃ gacchati, sace samādhino sukhaṃ hetu avippaṭisāro paccayo, ayaṃ hetu ayaṃ paccayo parikkhāro.",
  "pe8:112.1": "Tattha katamā samāropanā?",
  "pe8:112.2": "Yassevaṃ bhāvitanti tassa dhammā samāropayitabbā.",
  "pe8:112.3": "Kāyo sīlaṃ paññā bhāvitacittanti anabhirataṃ anapaṇataṃ anekaṃ anutaṃ anāpajjāsattaṃ ayaṃ samaññāyatanā na tassa sekkhassa sammāsamādhi sabbe asekkhā dasa arahantadhammā niddiṭṭhā honti.",
  "pe8:112.4": "Asekkhabhāgiyāni suttāni.",
  "pe8:113.1": "Yassa nūna, bhante, kāyagatāsati abhāvitā, ayaṃ so aññataraṃ sabrahmacāriṃ āsajja samāpajja appaṭinissajja janapadacārikaṃ pakkameyya, so āyasmā imasmiṃ vippaṭijānāti dve pajāni paṭijānāti cittabhāvanāyañca diṭṭhiyā pahānaṃ, kāyabhāvanāyañca diṭṭhippahānaṃ, kāyabhāvanāyañca taṇhāpahānaṃ, yaṃ paṭhamaṃ upamaṃ karoti.",
  "pe8:113.2": "Asucināpi sucināpi pathavī neva aṭṭiyati na jigucchati na pītipāmojjaṃ paṭilabhati, evameva hi pathavīsamena so cetasā anvayena appakena averena abyāpajjena viharāmīti.",
  "pe8:113.3": "Iti so āyasmā kiṃ paṭijānāti, kāyabhāvanāya sukhindriyapahānaṃ paṭijānāti, cittabhāvanāya somanassindriyapahānaṃ paṭijānāti.",
  "pe8:113.4": "Kāyikā vedanā rāgānusayamanugatānaṃ sukhindriyaṃ paṭikkhipati.",
  "pe8:113.5": "Na hi vedanākkhandhaṃ yā cetasikā sukhavedanā tattha ayaṃ paṭilābhapaccayā uppajjati sukhaṃ somanassaṃ.",
  "pe8:113.6": "Sotaṃ paṭikkhipati, na hi manosamphassajaṃ vedanaṃ.",
  "pe8:113.7": "Tattha catūsu mahābhūtesu rūpakkhandhassa anusayapaṭighapahānaṃ bhaṇati.",
  "pe8:113.8": "Kāme rūpañca tañca asekkhabhūmiyaṃ.",
  "pe8:113.9": "Kāye kāyānupassanā diṭṭhadhammasukhavihārañca.",
  "pe8:113.10": "Balena ca ussāhena ca sabbaṃ manasi katattānaṃ pahānaṃ medaṃ katālikāya ca purisena ca maṇḍanakajātikena ca, etehi imassa mātāpitusambhūtaṃ paccavekkhaṇaṃ, so kāyena ca kāyānupassanāya ca cittena ca cittānupassanāya ca dve dhamme dhāreti.",
  "pe8:113.11": "Kāyakilesavatthuṃ cittena ca cittasannissaye cittena subhāvitena sattannaṃ ca samāpattīnaṃ viharituṃ paṭijānāti.",
  "pe8:114.1": "Gahapatiputtopamatāya ca yathā gahapatiputtassa nānāraṅgānaṃ vatthakaraṇḍako puṇṇo bhaveyya, so yaṃ yadeva vatthayugaṃ pubbaṇhasamaye ākaṅkhati, pubbaṇhasamaye nibbāpeti, evaṃ majjhanhikasamaye, sāyanhasamaye, evameva so āyasmā cittassa subhāvitattā yathārūpena vihārena ākaṅkhati pubbaṇhasamayaṃ viharituṃ, tathārūpena pubbaṇhasamayaṃ viharati, majjhanhikasamaye, sāyanhasamaye.",
  "pe8:114.2": "Tena vesa āyasmatā upamāya me āsitāya pathavī vā anuttarā indriyabhāvanā bhāvitacittena.",
  "pe8:114.3": "Tena so āyasmā idaṃ aṭṭhavidhaṃ bhāvanaṃ paṭijānāti catūsu mahābhūtesu, kāyabhāvanaṃ upakacaṇḍālaṃ purisametakaṃ bhavatalākāsu cittabhāvanaṃ, imāhi bhāvanāhi tāya bhāvanāya ca samathā pāripūrimantehi.",
  "pe8:114.4": "Imehi catūhi paññāpāripūrimantehi.",
  "pe8:115.1": "Kathaṃ upakacaṇḍālaṃ paṭikūlesu dhammesu appaṭikūlasaññī viharati?",
  "pe8:115.2": "Kāyo pakatiyā appaṭikūlaṃ kāye uddhumātakasaññā saṃkhittena nava saññā ime paṭikūlā dhammā ceso āyasmā paṭikūlato ajigucchito kāyagatāsatiyā bhāvanānuyogamanuyutto viharati, na hi tassa jigucchappahāya cittaṃ paṭikūlati.",
  "pe8:116.1": "Kathaṃ appaṭikūlesu dhammesu paṭikūlasaññī viharatīti?",
  "pe8:116.2": "Kāyo sabbalokassa appaṭikūlo taṃ so āyasmā asubhasaññāya viharati.",
  "pe8:116.3": "Evaṃ appaṭikūlesu dhammesu paṭikūlasaññī viharati.",
  "pe8:117.1": "Kathaṃ paṭikūlesu ca appaṭikūlesu ca appaṭikūlasaññī viharatīti api sabboyaṃ lokassa yamidaṃ muṇḍo pattapāṇī kulesu piṇḍāya vicarati, tena ca so āyasmā suvaṇṇadubbaṇṇena appaṭikūlasaññī cittena ca kāyena nibbidāsahagatena appaṭikūlasaññī, evaṃ paṭikūlesu appaṭikūlesu ca dhammesu appaṭikūlasaññī viharati.",
  "pe8:118.1": "Kathaṃ paṭikūlesu ca dhammesu appaṭikūlasaññī viharati?",
  "pe8:118.2": "Paṭikūlesu ca dhammesu subhasaññino itthirūpe paṭikūlesu ca jigucchino vinīlakavipubbake tattha so āyasmā paṭikūlasaññī viharati.",
  "pe8:119.1": "Kathaṃ paṭikūlesu dhammesu tadubhayaṃ abhinivajjayitvā upekkhako viharati sato ca sampajāno ca?",
  "pe8:119.2": "Appaṭikūlesu ca dhammesu subhasaññino itthirūpe paṭikūlesu ca jigucchino vinīlakavipubbake tadubhayaṃ abhinivajjayitvā “netaṃ mama, nesohamasmi, neso me attā”ti viharati.",
  "pe8:119.3": "Evaṃ tadubhayaṃ abhinivajjayitvā upekkhako viharati sato sampajāno.",
  "pe8:120.1": "Aparo pariyāyo.",
  "pe8:120.2": "Tedhātuko lokasannivāso sabbabālaputhujjanānaṃ appaṭikūlasaññā.",
  "pe8:120.3": "Tattha ca āyasmā sāriputto appaṭikūlasaññī viharati.",
  "pe8:120.4": "Evaṃ appaṭikūlesu dhammesu paṭikūlasaññī viharati.",
  "pe8:121.1": "Kathaṃ paṭikūlesu dhammesu appaṭikūlasaññī viharati?",
  "pe8:121.2": "Paṭikūlasaññino sabbasekkhā idha kā tedhātuke sabbaloke.",
  "pe8:121.3": "Tattha katamo bhūmippatto samādhiphale sacchikato appaṭikūlasaññī viharati?",
  "pe8:121.4": "Kiṃkāraṇaṃ?",
  "pe8:121.5": "Na hi taṃ atthi yassa lokassa pahānāya paṭikūlasaññī uppādeyya.",
  "pe8:122.1": "Kathaṃ paṭikūlesu ca appaṭikūlesu ca dhammesu paṭikūlasaññī viharati?",
  "pe8:122.2": "Tedhātuke lokasannivāse yāva kāmalokabhūmatā hi rāgānaṃ vītarāgānaṃ paṭikūlasamatā rūpārūpadhātuṃ appaṭikūlasamatā.",
  "pe8:122.3": "Tattha ca āyasmā sāriputto paṭikūlasaññī viharati.",
  "pe8:122.4": "Evaṃ paṭikūlesu ca appaṭikūlesu ca dhammesu paṭikūlasaññī viharati.",
  "pe8:123.1": "Kathaṃ paṭikūlesu ca appaṭikūlesu ca dhammesu appaṭikūlasaññī viharati?",
  "pe8:123.2": "Yaṃ kiñci parato duruttānaṃ durāgatānaṃ vacanapathānaṃ taṃ vacanaṃ appaṭikūlaṃ yāvatā vācaso appatirūpā tathā janassa appaṭikūlasaññā.",
  "pe8:123.3": "Tattha āyasmā sāriputto abhiññāya sacchikato appaṭikūlasaññī viharati, evaṃ paṭikūlesu ca appaṭikūlesu ca dhammesu appaṭikūlasaññī viharati.",
  "pe8:124.1": "Kathaṃ paṭikūlesu ca appaṭikūlesu ca dhammesu tadubhayaṃ abhinivajjayitvā upekkhako ca viharati sato ca sampajāno?",
  "pe8:124.2": "Yañca nesaṃ samanupassati ye dhammā duccaritā, te dhammā appaṭikūlā.",
  "pe8:124.3": "Tattha āyasmā sāriputto iti paṭisañcikkhati ye dhammā duccaritā, te dhammā aniṭṭhavipākā.",
  "pe8:124.4": "Ye dhammā sucaritā, te ācayagāmino.",
  "pe8:124.5": "So ca sucaritaṃ ācayagāminiṃ karitvā duccaritaṃ aniṭṭhavipākaṃ karitvā tadubhayaṃ abhinivajjayitvā upekkhako viharati.",
  "pe8:125.1": "Atha paṭikūlesu ca dhammesu appaṭikūlesu ca paṭikūlasaññī viharati.",
  "pe8:125.2": "Taṇhā paṭikūladhammā kiṃkāraṇaṃ?",
  "pe8:125.3": "Taṇhāvasena hi sattā dvīhi dhammehi sattā, kabaḷīkāre āhāre rasataṇhāya sattā, phasse sukhasaññāya sattā.",
  "pe8:125.4": "Tatthāyasmā sāriputto kabaḷīkāre ca āhāre paṭikūlasaññī viharati, phasse ca dukkhasaññī viharati.",
  "pe8:125.5": "Evaṃ paṭikūlesu ca appaṭikūlesu ca paṭikūlasaññī viharati.",
  "pe8:126.1": "Kathaṃ paṭikūlesu ca dhammesu appaṭikūlesu ca dhammesu appaṭikūlasaññī viharati?",
  "pe8:126.2": "Taṇhākkhayaṃ anuttaraṃ nibbānaṃ tathā bālaputhujjanānaṃ paṭikūlasaññā pahatasaññā ca.",
  "pe8:126.3": "Tatthāyasmato sāriputtassa appaṭikūlasaññā abyāpādasaññā ca sāmaṃ paññāya passitvā evaṃ paṭikūlesu ca dhammesu appaṭikūlasaññī viharati.",
  "pe8:127.1": "Kathaṃ paṭikūlesu ca appaṭikūlesu ca dhammesu appaṭikūlasaññī viharati?",
  "pe8:127.2": "Tatiye ca nibbāne paṭikūlasaññino yasena ca kittini ca appaṭikūlasaññino.",
  "pe8:127.3": "Tatthāyasmā sāriputto assādañca ādīnavañca nissaraṇañca yathābhūtaṃ sammāpaññāya paṭijānanto paṭikūlañca appaṭikūlañca dhammaṃ tadubhayaṃ abhinivajjayitvā appaṭikūlasaññī viharati.",
  "pe8:128.1": "Kathaṃ paṭikūlaṃ appaṭikūlañca dhammaṃ tadubhayaṃ abhinivajjayitvā upekkhako viharati?",
  "pe8:128.2": "Sato ca sampajāno ca, yañca samanupassati anunayo appaṭikūlo dhammo paṭigho ca paṭikūlo dhammo, tatthāyasmā sāriputto anunayassa paṭighappahīnattā upekkhako viharati sato sampajāno ca.",
  "pe8:128.3": "Yañcassa samanupassati ayaṃ pañcavidhā anuttarā indriyabhāvanā.",
  "pe8:128.4": "Ayaṃ suttaniddeso.",
  "pe8:129.1": "Tattha katamo desanāhāro?",
  "pe8:129.2": "Imamhi sutte kiṃ desitabbaṃ?",
  "pe8:129.3": "Tattha vuccate, imamhi sutte diṭṭhadhammasukhavihāro desito, tathā vimuttaṃ cittaṃ paccavekkhaṇā ca adhipaññādhammaṃ desitaṃ. (1)",
  "pe8:130.1": "Tattha katamo vicayo?",
  "pe8:130.2": "Ye kāye kāyānupassino viharanti, tesaṃ cittaṃ anunayappaṭighena na viharati anunayappaṭighena cābhiramamānassa cittaṃ samaggataṃ bhavissatīti bhāvanāya balametaṃ, ayaṃ vicayo hāro. (2)",
  "pe8:131.1": "Tattha katamo yuttihāro?",
  "pe8:131.2": "Kāyabhāvanāya ca cittabhāvanāya ca na kiñci sabrahmacārī atimaññissatīti.",
  "pe8:131.3": "Atthi esā yutti, ayaṃ yuttihāro. (3)",
  "pe8:132.1": "Tattha katamo padaṭṭhāno hāro?",
  "pe8:132.2": "Kāyabhāvanāya paṭhamassa sati upaṭṭhānassa padaṭṭhānaṃ.",
  "pe8:132.3": "Yā pathavīsamacittatā, sā aniccānupassanāya padaṭṭhānaṃ. (4)",
  "pe8:133.1": "Tattha katamo lakkhaṇo?",
  "pe8:133.2": "Yaṃ pathavīsamena cetasā viharati attānupassī pathavīsamena gihī viharati.",
  "pe8:133.3": "Ko attho pathavīsamenāti?",
  "pe8:133.4": "Yathā ye ca selopamatāya akammayuttā evameva pathavīsamo ayaṃ hiriyatāya.",
  "pe8:133.5": "Ayaṃ lakkhaṇo. (5)",
  "pe8:134.1": "Tattha katamo catubyūho hāro?",
  "pe8:134.2": "Imamhi byākaraṇe ko tassa āyasmato adhippāyo?",
  "pe8:134.3": "Ye keci arahantā indriyabhāvanaṃ ākaṅkhiyanti, te pathavīsamataṃ uppādayissantīti.",
  "pe8:134.4": "Ayaṃ adhippāyo. (6)",
  "pe8:135.1": "Tattha katamo āvaṭṭoti?",
  "pe8:135.2": "Natthi āvaṭṭassa bhūmi. (7)",
  "pe8:136.1": "Tattha katamo vibhatti?",
  "pe8:136.2": "Yo kāyānupassī viharati, so pathavīsamacittataṃ paṭilabhissatīti na ekaṃsena.",
  "pe8:136.3": "Kiṃkāraṇaṃ?",
  "pe8:136.4": "Ye khaṇḍakādichinnakādino, na te pathavīsamacittataṃ paṭilabhanti.",
  "pe8:136.5": "Sabbā kāyagatāsati sekkhabhāvanāya nibbānaṃ phalaṃ, ayaṃ vibhatti. (8)",
  "pe8:137.1": "Tattha katamo parivattano hāro?",
  "pe8:137.2": "Ye kāyānupassino viharissanti, tesaṃyeva kāyapaccayā uppajjeyya āsavā vighātapariḷāhā, ayaṃ parivattano hāro. (9)",
  "pe8:138.1": "Tattha katamo otaraṇo?",
  "pe8:138.2": "Pañcakkhandhā avitiṇṇā bāvīsatindriyāni, tathā yaṃ manindriyaṃ, taṃ manodhātu manāyatanañca.",
  "pe8:138.3": "Yaṃ samādhindriyaṃ, taṃ dhammadhātu dhammāyatanañca.",
  "pe8:138.4": "Ayaṃ otaraṇo hāro. (12)",
  "pe8:139.1": "Tattha katamo sodhano hāro?",
  "pe8:139.2": "Ye ca manasā cattāro bhāvetabbā, te sabbe bhāvitā yaṃ taṃ manena pahīne pattabbataṃ sabbattha etassa ca atthāya ārambho, so attho suddho.",
  "pe8:139.3": "Ayaṃ sodhano hāro. (13)",
  "pe8:140.1": "Tattha katamo adhiṭṭhāno?",
  "pe8:140.2": "Ayaṃ samādhi ekattatāya paññatto, cha kāyā ekattatāya paññattā.",
  "pe8:140.3": "Pañcindriyāni rūpīni rūpakāyo.",
  "pe8:140.4": "Cha vedanākāyā vedanākāyo.",
  "pe8:140.5": "Cha saññākāyā saññākāyo.",
  "pe8:140.6": "Cha cetanākāyā cetanākāyo.",
  "pe8:140.7": "Cha viññāṇakāyā viññāṇakāyo.",
  "pe8:140.8": "Sabbepi ete dhammā dhammakāyotiyeva saṅkhaṃ gacchanti.",
  "pe8:140.9": "Ayaṃ adhiṭṭhāno. (14)",
  "pe8:141.1": "Parikkhāroti samāpattikosallañca vīthikosallañca hetu.",
  "pe8:141.2": "Yañca gocarakosallaṃ yañca kallaṃ taṃ kosallaṃ paccayo.",
  "pe8:141.3": "Vodānakosallaṃ hetu, kallaṃ paccayo.",
  "pe8:141.4": "Sukhaṃ hetu, abyāpajjaṃ paccayo.",
  "pe8:141.5": "Ayaṃ parikkhāro. (15)",
  "pe8:142.1": "Tattha katamo samāropanoti?",
  "pe8:142.2": "Yathā pathavī sucimpi nikkhīpante asucimpi nikkhitte tādiseyeva evaṃ kāyo manāpikehipi phassehi amanāpikehipi phassehi tādisoyeva paṭighasamphassena vā sukhāya vedanāya tādisaṃ yo cittaṃ.",
  "pe8:142.3": "Idaṃ suttaṃ vibhattaṃ saopammaṃ ugghaṭitaññussa puggalassa vibhāgena.",
  "pe8:142.4": "Tattha samāropanāya avakāso natthi. (16)",
  "pe8:143.1": "Tattha katamaṃ suttaṃ saṃkilesabhāgiyaṃ?",
  "pe8:143.2": "Yato ca kusalehi dhammehi na virodhati, na vaḍḍhati, imaṃ ādīnavaṃ bhagavā deseti, tasmā channaṃ vivareyya, vivaṭaṃ nātivassati, tato ādīnavato vivareyyāti taṃ tīhi dhammehi nābhidhaṃsitāti asubhasaññāya rāgena nābhidhaṃsiyati.",
  "pe8:143.3": "Mettāya dosena nābhidhaṃsiyati.",
  "pe8:143.4": "Vipassanāya mohena nābhidhaṃsiyati.",
  "pe8:143.5": "Evañcassa yo yo dhammo paṭipakkho tamhi tamhi dhamme paripūrissati.",
  "pe8:143.6": "Yo tassa dhammassa akusalo dhammo paṭipakkho, tena nādhivāsiyati.",
  "pe8:144.1": "Aparo pariyāyo.",
  "pe8:144.2": "Ye ime dhammā attanā na sakkoti vuṭṭhānaṃ, te ete dhammā desitā.",
  "pe8:144.3": "Channamativassatīti tehi vitakkaṃ yena ca sakkā puna desitaṃ cittaṃ vibhāvetuṃ pariyodāpetuṃ vivekaninnassa vivekapoṇassa vivekapabbhārassa vuddhiṃ virūḷhiṃ vepullataṃ āpajjati kusalesu dhammesu, seyyathāpi nāma uppalaṃ vā kumudaṃ vā padumaṃ vā udake sukkapakkhe cando yāvaratti yāvadivaso āgacchati, tassa vuddhiyeva pāṭikaṅkhitabbā, na parihāni, evaṃvidhaṃ taṃ cittaṃ nābhidhaṃsiyati.",
  "pe8:144.4": "Aparopettha yo akūṭo asaṭho amāyāvī uju puriso yathābhūtaṃ attānaṃ āvikaroti.",
  "pe8:144.5": "Tattha yo chādeti tassa akusalā dhammā cittaṃ anudhāvanti.",
  "pe8:144.6": "Channamativassatīti yo pana hoti asaṭho akūṭo amāyāvī uju puriso yathābhūtaṃ attānaṃ āvikaroti.",
  "pe8:144.7": "Tassa cittaṃ akusalehi dhammehi na viddhaṃsiyati, ayaṃ suttattho.",
  "pe8:145.1": "Tattha katamā desanā?",
  "pe8:145.2": "Idha desitā dasa akusalakammapathā adhivassanatāya dasa kusalakammapathā anadhivassanatāya akusalehi na visujjhati.",
  "pe8:145.3": "Yathā vuttaṃ bhagavatā “cittasaṃkilesā, bhikkhave, sattā saṅkilissantī”ti. (1)",
  "pe8:146.1": "Tattha katamo vicayo?",
  "pe8:146.2": "Yassevaṃ cittaṃ adhivāsiyati, tassa bujjhitassa yaṃ bhaveyya kūṭeyya, taṃ ānantariyenapi satthari vā guṇānukampanatāya, ayaṃ vicayo. (2)",
  "pe8:147.1": "Tattha katamā yuttīti?",
  "pe8:147.2": "Evaṃ anadhivasiyantaṃ cittaṃ vuṭṭhāti.",
  "pe8:147.3": "Vuṭṭhitaṃ patiṭṭhahati kusalesu dhammesūti atthi esā yutti. (3)",
  "pe8:148.1": "Padaṭṭhānanti channamativassatīti channaṃ asaṃvarānaṃ padaṭṭhānaṃ, vivaṭaṃ nātivassatīti achannaṃ saṃvaraṇānaṃ.",
  "pe8:148.2": "Tasmā channaṃ vivareyya vivaṭaṃ nātivassatīti desanāya padaṭṭhānaṃ. (4)",
  "pe8:149.1": "Lakkhaṇoti channamativassatīti ye keci vicittena channena ekalakkhaṇā dhammā sabbe te aviddhaṃsiyanti.",
  "pe8:149.2": "Tasmā channaṃ vivareyya.",
  "pe8:149.3": "Vivaṭaṃ nātivassatīti ye keci tena acchannena ekalakkhaṇā dhammā sabbe te nātivassantīti lakkhaṇo hāro. (5)",
  "pe8:150.1": "Tattha katamo catubyūho hāro?",
  "pe8:150.2": "Imamhi sutte bhagavato ko adhippāyo?",
  "pe8:150.3": "Yesaṃ kesañci cittaṃ akusalā dhammā adhipaṭidesitā te yathādhammaṃ paṭikarissantīti ayaṃ tattha bhagavato adhippāyo.",
  "pe8:150.4": "Ayaṃ catubyūho hāro. (6)",
  "pe8:151.1": "Āvaṭṭoti yaṃ channaṃ taṃ duvidhaṃ kampamānaṃ samucchitabbo.",
  "pe8:151.2": "Ānantariyasamādhīnaṃ.",
  "pe8:151.3": "Tattha passaddhiyañca māno āsave vaḍḍheti, assaddhiyena ca pamādaṃ gacchati, pamādena onamati, unnaḷabhāvaṃ gacchati.",
  "pe8:151.4": "Vuttañcetaṃ bhagavatā “unnaḷānaṃ pamattānaṃ tesaṃ vaḍḍhanti āsavā”ti cattāri tāni upādānāni, yāni cattāri upādānāni, te pañcupādānakkhandhā bhavanti.",
  "pe8:151.5": "Imāni saccāni dukkhañca samudayo ca.",
  "pe8:151.6": "Tasmā channaṃ vivareyyāti yena hetunā, te āsavā vaḍḍhanti.",
  "pe8:151.7": "Tesaṃ pahīnattā āsavā pahīyante.",
  "pe8:151.8": "Tattha appamādena assaddhiyaṃ pahīyati uddhaccakukkuccappahānena oḷārikatā tassa dve dhammā na samatho ca bhāvanā ca pāripūriṃ gacchanti.",
  "pe8:151.9": "Yo tesaṃ āsavānaṃ khayo, ayaṃ nirodho.",
  "pe8:151.10": "Imāni cattāri saccāni, ayaṃ āvaṭṭo. (7)",
  "pe8:152.1": "Tattha katamo vibhatti hāro?",
  "pe8:152.2": "Channamativassatīti na ekaṃso.",
  "pe8:152.3": "Kiṃkāraṇaṃ?",
  "pe8:152.4": "Yassa assā nivattanā yathāpi sekkhānaṃ.",
  "pe8:152.5": "Yathāvuttaṃ bhagavatā—",
  "pe8:153.1": "“Kiñcāpi sekkho pakareyya pāpaṃ,",
  "pe8:153.2": "Kāyena vācāya uda cetasā vā;",
  "pe8:153.3": "Abhabbo hi tassa pariguhanāya,",
  "pe8:153.4": "Abhabbatā diṭṭhapadassa hotī”ti.",
  "pe8:154.1": "Kiñcāpi tesaṃ nivāraṇaṃ cittaṃ hoti.",
  "pe8:154.2": "Api tu appaccayā samāye ca te niddisitabbā, ayaṃ vibhattihāro. (8)",
  "pe8:155.1": "Tattha katamo parivattano hāro.",
  "pe8:155.2": "Channamativassatīti yassa ye dhammā sabbaṃ anavivaṭaṃ ativassiyati, vivaṭaṃ nātivassati, avaguṇantaṃ nātivassati.",
  "pe8:155.3": "Ayaṃ parivattano hāro. (9)",
  "pe8:156.1": "Tattha katamo vevacano hāro.",
  "pe8:156.2": "Channanti āvutaṃ nivutaṃ pihitaṃ paṭikujjitaṃ sañchannaṃ parodhaṃ, vivaṭaṃ nātivassatīti yassa te dhammā pabbajjitā vinodaṃ nādhivassitā vantikatāti, ayaṃ vevacano hāro. (10)",
  "pe8:157.1": "Tattha katamo paññatti hāro.",
  "pe8:157.2": "Channamativassatīti kilesabhāgiyapaññattaṃ vivaṭaṃ nātivassatīti sadhammakiccaṃ yaṃ paṭipadā paññattiyā paññattaṃ, tasmā hi channaṃ vivareyyāti anusāsanapaññattiyā paññattaṃ, vivaṭaṃ nātivassatīti niddhānapaññattiyā paññattaṃ, ayaṃ paññatti hāro. (11)",
  "pe8:158.1": "Tattha katamo otaraṇo hāro?",
  "pe8:158.2": "Channamativassatīti tayo kilesā rāgo doso moho, te khandhesu saṅkhārakkhandho …pe…",
  "pe8:158.3": "te purā yathā niddiṭṭhaṃ khandhadhātuāyatanesu, ayaṃ otaraṇo hāro. (12)",
  "pe8:159.1": "Tattha katamo sodhano hāro?",
  "pe8:159.2": "Yenārambhena idaṃ suttaṃ bhāsati so ārambho niyutto. (13)",
  "pe8:160.1": "Adhiṭṭhānoti channamativassatīti ekattatāya paññattaṃ.",
  "pe8:160.2": "Kiṃkāraṇaṃ?",
  "pe8:160.3": "Idaṃ hi ativassatīti imassa ca ativassati evañca ativassatīti ayaṃ vemattatāya yā suṇasādhāraṇehi lakkhaṇehi paññāpiyati, sā ekattapaññatti. (14)",
  "pe8:161.1": "Tattha katamo parikkhāro?",
  "pe8:161.2": "Yañca taṃ ativassiyanti, tassa dve hetū dve paccayā akusalapasuteva vācakattābhirati ca.",
  "pe8:161.3": "Ime dve ayonisomanasikāro ca kusalā dhammā vopasaggā ca, ime dve paccayā. (15)",
  "pe8:162.1": "Tattha katamo samāropano?",
  "pe8:162.2": "Channamativassatīti vemati passatīti channaṃ yaṃ pariggahituṃ yaṃ adesituṃ appassutaṃ yaṃ kathaṃkathā vibhūtena akusalamūlena yaṃ taṇhāya ca te vaḍḍhati dosāti sannitvā te appasakkhayena saṅkhārā.",
  "pe8:162.3": "Saṅkhārapaccayā viññāṇaṃ yāva jarāmaraṇaṃ, ayaṃ samāropano.",
  "pe8:162.4": "Yaṃ puna tathā desanā, tasseva akusalā dhammā vuddhiṃ virūḷhiṃ vepullatamāpajjati tassa saṅkhārā nirodhā, ayaṃ samāropano. (16)",
  "pe8:163.1": "Cattāro puggalā tamo tamaparāyanoti …pe…",
  "pe8:163.2": "tattha katamo vuccate tamo nāma?",
  "pe8:163.3": "Yo tamo andhakāro, yathā vuttaṃ bhagavatā “yathā andhakāre tasmiṃ bhayānake sakampidhātupuriso na passati, evameva aññāṇato tamopanandhakāro pāpakasakammasavipākaṃ na saddho hoti”.",
  "pe8:163.4": "Iti evaṃ lakkhaṇatā aññāṇaṃ tamo avijjā moho, yena sattā yathābhūtaṃ nappajānanti, iti vuccati tamoti.",
  "pe8:163.5": "So tiṇṇaṃ cakkhūnaṃ tamo maṃsacakkhuno dibbacakkhuno paññācakkhuno, imesaṃ cakkhūnaṃ idha tamo niddisiyati aññāṇanti.",
  "pe8:163.6": "Tattha katamaṃ aññāṇaṃ adassanaṃ?",
  "pe8:163.7": "Atha nissaye yaṃ pubbante aññāṇaṃ aparante aññāṇaṃ pubbantāparante aññāṇaṃ hetumhi aññāṇaṃ paccayamhi aññāṇaṃ tassa aññāṇino samādhibhūtassa eso nissando.",
  "pe8:163.8": "Yaṃ na jānāti idaṃ sevitabbaṃ idaṃ na manasikātabbanti.",
  "pe8:163.9": "So tena tamena niddisiyati tamopi yathā vuccati.",
  "pe8:163.10": "Mūḷhoti evaṃ cetanā.",
  "pe8:163.11": "Tena tamena so puggalo vuccati.",
  "pe8:163.12": "Tamoti so tena tamena asamūhatena asamucchinnena tapparamo bhavati tapparāyano, ayaṃ vuccati puggalo tamo tamaparāyanoti.",
  "pe8:163.13": "Parāyanoyeva dhammo manasikātabbo so tamo dahati aññacittaṃ upaṭṭhapeti.",
  "pe8:163.14": "Te cassa dhammā nijjhānakkhamanti.",
  "pe8:163.15": "So sutamayāya paññāya samanupassati. (1)",
  "pe8:164.1": "Tattha katamo tamo jotiparāyano?",
  "pe8:164.2": "So tena paññāvasena iriyati evaṃ tasseva iriyantassa parāyano bhavati.",
  "pe8:164.3": "Ayaṃ vuccate puggalo tamo jotiparāyano. (2)",
  "pe8:165.1": "Tattha katamo puggalo joti jotiparāyano?",
  "pe8:165.2": "Tattha vuccati joti nāma yaṃ tassa ce tamassa paṭipakkhena ye ca dhamme antamaso ñāṇāloko, so suṇadhammo puggalo tamo jotiparāyano, tattha vuccate, yoyaṃ puggalo tamo jotiparāyano, so yadi tathārūpaṃ kalyāṇamittaṃ paṭilabhati, yo naṃ akusalato ca nivāreti bhāvitakusalatāva bhāvī niyojetīti.",
  "pe8:165.3": "Evañca saddhammaṃ deseti.",
  "pe8:165.4": "Ime dhammā kusalā, ime dhammā akusalā.",
  "pe8:165.5": "Ime dhammā sāvajjā, ime dhammā anavajjā.",
  "pe8:165.6": "Ime dhammā sevitabbā, ime dhammā na sevitabbā.",
  "pe8:165.7": "Ime dhammā bhajitabbā, ime dhammā na bhajitabbā.",
  "pe8:165.8": "Ime dhammā upasampajja vihātabbā, ime dhammā na upasampajja vihātabbā.",
  "pe8:165.9": "Ime dhammā manasikātabbā, ime dhammā na manasikātabbāti.",
  "pe8:165.10": "Paccate saññāya yathā saññāyati satindriyāni, so evaṃ pajānāti.",
  "pe8:165.11": "Ime dhammā kusalā, ime dhammā akusalā.",
  "pe8:165.12": "Ime dhammā sāvajjā, ime dhammā anavajjā.",
  "pe8:165.13": "Ime dhammā sevitabbā, ime dhammā na sevitabbā.",
  "pe8:165.14": "Ime dhammā bhāvetabbā, ime dhammā na bhāvetabbā.",
  "pe8:165.15": "Ime dhammā upasampajja vihātabbā, ime dhammā na upasampajja vihātabbā.",
  "pe8:165.16": "Ime dhammā manasikātabbā, ime dhammā na manasikātabbāti.",
  "pe8:165.17": "So te dhamme susuyyati, sotaṃ odahati, aññaṃ cittaṃ upaṭṭhapeti, te cassa dhammā nijjhānakkhamanti, so sutamayāya paññāya samannāgato so tena paccayavasena iriyati evaṃ tasseva iriyanti tapparamo bhavati tapparāyano.",
  "pe8:165.18": "Ayaṃ vuccate puggalo tamo tamaparāyano. (3)",
  "pe8:166.1": "Tattha katamo puggalo joti tamaparāyano?",
  "pe8:166.2": "Joti nāma yā tasseva tamassa paṭipakkhena ye dhammā antamaso ñāṇāloko, so puna dhammo.",
  "pe8:166.3": "Katamā uccate?",
  "pe8:166.4": "Paññāyato paṇḍitoti vuccate, so evaṃ pajānāti.",
  "pe8:166.5": "Ime dhammā kusalā, ime dhammā akusalā.",
  "pe8:166.6": "Ime dhammā sāvajjā, ime dhammā anavajjā.",
  "pe8:166.7": "Ime dhammā sevitabbā, ime dhammā na sevitabbā.",
  "pe8:166.8": "Ime dhammā bhāvitabbā, ime dhammā na bhāvitabbā.",
  "pe8:166.9": "Ime dhammā upasampajja vihātabbā, ime dhammā na upasampajja vihātabbā.",
  "pe8:166.10": "Ime dhammā manasikātabbā, ime dhammā na manasikātabbā.",
  "pe8:166.11": "Idha pana pāpamittasaṃsevano pāpamittavasānugo akusale dhamme abhivaḍḍheti, kusale dhamme pajahati.",
  "pe8:166.12": "So tena pamādena paccayasaññā amanasikatvā assatiasampajaññaṃ āsevati.",
  "pe8:166.13": "Tayā yo paṭipakkho tamo, so pavaḍḍheti.",
  "pe8:166.14": "So tamābhibhūto parāyano tamaparamo ceva bhavati.",
  "pe8:166.15": "Ayaṃ vuccati puggalo joti tamaparāyano. (4)",
  "pe8:167.1": "Tattha katamo puggalo joti jotiparāyano?",
  "pe8:167.2": "Tattha vuccate soyaṃ puggalo kalyāṇamittassa sannissito bhavati sakkā saṃyogī kusalaṃ gavesī, so kalyāṇamitte upasaṅkamitvā paripucchati, paripañhayati—",
  "pe8:167.3": "kiṃ kusalaṃ, kiṃ akusalaṃ?",
  "pe8:167.4": "Kiṃ sāvajjaṃ, kiṃ anavajjaṃ?",
  "pe8:167.5": "Kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ?",
  "pe8:167.6": "Kiṃ bhāvitabbaṃ, kiṃ na bhāvitabbaṃ?",
  "pe8:167.7": "Kiṃ upasampajja vihātabbaṃ, kiṃ na upasampajja vihātabbaṃ?",
  "pe8:167.8": "Kiṃ manasikātabbaṃ, kiṃ na manasikātabbaṃ?",
  "pe8:167.9": "Kathaṃ saṃkileso hoti, kathaṃ vodānaṃ hoti?",
  "pe8:167.10": "Kathaṃ pavatti hoti, kathaṃ nivatti hoti?",
  "pe8:167.11": "Kathaṃ bandho hoti, kathaṃ mokkho hoti?",
  "pe8:167.12": "Kathaṃ sakkāyasamudayo hoti, kathaṃ sakkāyanirodho hoti?",
  "pe8:167.13": "So ettha desitaṃ yathā upaṭṭhitaṃ tathā sampaṭipajjanto so evaṃ pajānāti.",
  "pe8:167.14": "Ime dhammā kusalā, ime dhammā akusalā.",
  "pe8:167.15": "Evaṃ …pe…",
  "pe8:167.16": "yāva kathaṃ sakkāyasamudayo hoti, kathaṃ sakkāyanirodho hotīti vitthārena kātabbaṃ.",
  "pe8:167.17": "So te dhamme adhipāṭikaṅkhāti evaṃ lakkhaṇaṃ ñāṇaṃ vijjā ālokaṃ vaḍḍheti.",
  "pe8:167.18": "So puggalo tapparamo bhavati tapparāyano, ayaṃ vuccate puggalo joti jotiparāyano.",
  "pe8:168.1": "Tattha katamo puggalo tamo tamaparāyano?",
  "pe8:168.2": "Yo akusalaṃ dhammaṃ dīpeti.",
  "pe8:168.3": "Taṃ bhāvanāya hīnāsu gatīsu upapattiṃ dasseti, tapparamo bhavati tapparāyano.",
  "pe8:168.4": "Ayaṃ vuccate puggalo tamo tamaparāyano.",
  "pe8:169.1": "Tattha yo puggalo tamo jotiparāyano?",
  "pe8:169.2": "So tamena akusalassa kammassa vipākaṃ dasseti.",
  "pe8:169.3": "Tameti yaṃ cakkhu kalyāṇamittassa yena akusale dhamme pajahati, kusale dhamme abhivaḍḍhati.",
  "pe8:170.1": "Tattha yo ca paṇītāsu gatīsu upapattiṃ dasseti, tapparamo tena vuccate tamo jotiparāyano.",
  "pe8:171.1": "Tattha yo puggalo joti tamaparāyano?",
  "pe8:171.2": "Kusalassa kammavipākaṃ dasseti.",
  "pe8:171.3": "Yaṃ cakkhu pāpamittasaṃsaggena pāpamittupasevena pāpamittavasānugo akusalaṃ dhammaṃ abhivaḍḍhati, taṃ bhāvanāya hīnāsu gatīsu upapattiṃ dasseti.",
  "pe8:171.4": "Tapparamo tena vuccate joti tamaparāyano.",
  "pe8:172.1": "Tattha yo puggalo joti jotiparāyano so jotitā pabhātā yāva paṇītāsu gatīsu upapattiṃ dasseti.",
  "pe8:172.2": "Tapparamo tenāha joti jotiparāyano.",
  "pe8:173.1": "Jotitamaparāyanena dasa akusalānaṃ kammānaṃ udayaṃ dasseti.",
  "pe8:173.2": "Tamena puggalena akusalānaṃ kammānaṃ vipākaṃ dasseti.",
  "pe8:173.3": "Na akusalānaṃ dhammānaṃ vipākaṃ dasseti.",
  "pe8:173.4": "Tamena aṭṭha micchattāni dasseti.",
  "pe8:173.5": "Jotinā aṭṭha sammattāni dasseti.",
  "pe8:173.6": "Jotinā tamaparāyanena dasa akusalakammapathe dasseti.",
  "pe8:173.7": "Jotinā paṇītattaṃ dasseti.",
  "pe8:173.8": "Tamena jotiparāyanena atapanīyaṃ dhammaṃ dasseti.",
  "pe8:173.9": "Jotinā tamaparāyanena tapanīyaṃ dhammaṃ dasseti.",
  "pe8:173.10": "Ayaṃ suttattho.",
  "pe8:174.1": "Tattha katamo desanā hāro?",
  "pe8:174.2": "Imamhi sutte kiṃ desitaṃ?",
  "pe8:174.3": "Tattha vuccate imamhi sutte kusalākusalā dhammā desitā.",
  "pe8:174.4": "Kusalākusalānañca dhammānaṃ vipāko desito.",
  "pe8:174.5": "Hīnappaṇītānañca sattānaṃ gati nānākāraṇaṃ desitaṃ.",
  "pe8:174.6": "Ayaṃ desanā hāro. (1)",
  "pe8:175.1": "Tattha katamo vicayo hāro?",
  "pe8:175.2": "Akusalassa kammassa yo vipākaṃ paccanubhoti.",
  "pe8:175.3": "Tattha ṭhito akusale dhamme uppādiyati vicayantaṃ yujjati.",
  "pe8:175.4": "Kusalassa kammassa yo vipākaṃ paccanubhoti.",
  "pe8:175.5": "Tattha ṭhito kusale dhamme uppādiyati vicayantaṃ yujjati.",
  "pe8:175.6": "Ayaṃ vicayo yutti ca. (2–3)",
  "pe8:176.1": "Tattha katamo padaṭṭhāno hāro?",
  "pe8:176.2": "Yo puggalo joti, so paccavekkhaṇāya padaṭṭhānaṃ.",
  "pe8:176.3": "Yo puggalo tamo, so tamādinnaṃ vānupassanāya padaṭṭhānanti dasseti.",
  "pe8:176.4": "Tamena jotiparāyanena appamādassa padaṭṭhānaṃ dasseti, tamo avijjāya ca diṭṭhiyā ca padaṭṭhānaṃ dasseti.",
  "pe8:176.5": "Jotinā tamaparāyanena pamādassa ca diṭṭhiyā ca padaṭṭhānaṃ dasseti.",
  "pe8:176.6": "Ayaṃ padaṭṭhāno. (4)",
  "pe8:177.1": "Tattha katamo lakkhaṇo hāro?",
  "pe8:177.2": "Tamena tamaparāyanena tamoti avijjāya niddiṭṭhāya sabbakilesadhammā niddiṭṭhā honti.",
  "pe8:177.3": "Tamena jotiparāyanena jotivijjāya niddiṭṭhāya sabbe bodhipakkhiyadhammā niddiṭṭhā honti.",
  "pe8:177.4": "Jotitamaparāyanena pamādo niddiṭṭho hoti.",
  "pe8:177.5": "Tamena jotiparāyanena appamādo niddiṭṭho hoti.",
  "pe8:177.6": "Ayaṃ lakkhaṇo hāro. (5)",
  "pe8:178.1": "Tattha katamo catubyūho hāro?",
  "pe8:178.2": "Imamhi sutte bhagavato ko adhippāyo?",
  "pe8:178.3": "Ye sattā nīcakulino, na te imaṃ sutvā kusale dhamme samādāya vattissanti.",
  "pe8:178.4": "Ye sattā uccakulino, te imaṃ dhammadesanaṃ sutvā bhiyyoso mattāya kusale dhamme samādāya vattissantīti.",
  "pe8:178.5": "Ayaṃ catubyūho hāro.",
  "pe8:178.6": "Bhūmiyaṃ upadeso. (6)",
  "pe8:179.1": "Tattha katamo āvaṭṭo hāro?",
  "pe8:179.2": "Yā avijjāto pabhūti taṇhā, ayaṃ samudayo.",
  "pe8:179.3": "Yo tamo tamaparāyano, idaṃ dukkhaṃ.",
  "pe8:179.4": "Imāni dve saccāni dukkhañca samudayo ca joti yena suttena dhammena paññāpiyati, so dhammo paññindriyassa padaṭṭhānaṃ.",
  "pe8:179.5": "Tena amohena tīṇi kusalamūlāni pāripūriṃ gacchanti saggassa padaṭṭhānaṃ. (7)",
  "pe8:180.1": "Tattha katamā vibhatti?",
  "pe8:180.2": "Tamo tamaparāyanoti na ekaṃsena.",
  "pe8:180.3": "Kiṃkāraṇaṃ?",
  "pe8:180.4": "Atthi tamo ca bhavo aparāpariyavedanīyena ca kusalena jotinā puggalena sahopattibhāve.",
  "pe8:180.5": "Atthi joti ca bhavo aparāpariyavedanīyena ca akusalena tamena puggalena sahopattibhāve parivattanā tamesu paṭipakkhoti jotinā tamaparāyano. (8–9)",
  "pe8:181.1": "Tattha katamo vevacano?",
  "pe8:181.2": "Yo tamo, so evaṃ attabyāpādāya paṭipanno, so assaddhāya bālo akusalo abyatto anādīnavadassī.",
  "pe8:181.3": "Yo joti, so attahitāya paṭipanno paṇḍito kusalo byatto ādīnavadassī.",
  "pe8:181.4": "Ayaṃ vevacano. (10)",
  "pe8:182.1": "Tattha katamā paññatti?",
  "pe8:182.2": "So puggalo vipākapaññattiyā paññāpiyati, akusale pariyādinnatā paññāpiyati.",
  "pe8:182.3": "Jotikusaladhammupapattipaññattiyā paññāpiyati kusaladhammavipākapaññattiyā cāti. (11)",
  "pe8:183.1": "Otaraṇoti ye avijjāpaccayā saṅkhārā yañca jarāmaraṇaṃ yā ca avijjā, taṃ padaṭṭhānaṃ, niddesena vijjuppādo avijjānirodho yo yāva jarāmaraṇanirodho, ime dve dhammā saṅkhārakkhandhapariyāpannā.",
  "pe8:183.2": "Dhammadhātu dhammāyatanañca padaṭṭhānaṃ niddesena dhātūsu. (12)",
  "pe8:184.1": "Tattha katamo sodhano?",
  "pe8:184.2": "Imassa suttassa desitassa ārambho. (13)",
  "pe8:185.1": "Adhiṭṭhānoti tamoti bhagavā bravīti, na ekaṃ puggalaṃ deseti.",
  "pe8:185.2": "Yāvatā sattānaṃ gati, tattha ye duccaritadhammena upapannā, te bahulādhivacanena tamo niddisati.",
  "pe8:185.3": "Yā joti sabbasattesu kusaladhammopapatti sabbaṃ taṃ jotīti abhilapati ayamekatā paccayo yonisomanasikārapaññatti catunnaṃ mahābhūtānaṃ puggalānaṃ. (14)",
  "pe8:186.1": "Tattha katamo parikkhāro?",
  "pe8:186.2": "Akusalassa pāpamittatā paccayo, ayoniso manasikāro hetu.",
  "pe8:186.3": "Kusalassa kalyāṇamittatā paccayo, yoniso manasikāro hetu. (15)",
  "pe8:187.1": "Tattha katamā samāropanāti?",
  "pe8:187.2": "Idhekacco nīce kule paccājāto hotīti nīce kule paccājāto rūpesu saddesu gandhesu rasesu phassesu, so upapanno sabbamhi mānussake upabhogaparibhoge.",
  "pe8:187.3": "Joti paṇītesu kusalesu upapanno sabbamhi mānussake upabhogaparibhoge upapannoti. (16)",
  "pe8:188.1": "Tattha katamaṃ saṃkilesabhāgiyaṃ nibbedhabhāgiyaṃ ca suttaṃ?",
  "pe8:188.2": "Na taṃ daḷhaṃ bandhanamāhu dhīrāti gāthā.",
  "pe8:188.3": "Kena kāraṇena taṃ bandhanaṃ daḷhaṃ?",
  "pe8:188.4": "Catūhi kāraṇehi issariyena sakkā mocetuṃ dhanena vā aññena vā yācanāya vā parāyanena vā.",
  "pe8:188.5": "Yesu ca ayaṃ rāgo maṇikuṇḍalesu puttesu dāresu ca yā apekkhā, idamassa cetasikabandhanaṃ.",
  "pe8:188.6": "Taṃ na sakkā issariyena vā dhanena vā aññena vā yācanāya vā parāyanena vā mocetuṃ.",
  "pe8:188.7": "Na ca tattha koci atthi pāṭibhogo.",
  "pe8:188.8": "Iminā bandhanato mocayitthāti devo vā manusso vā tadidaṃ bandhanaṃ rāgānusayena ca chasu bāhiresu ca āyatanesu bandhati.",
  "pe8:188.9": "Rūpesu rūpataṇhā bandhati, yāva dhammesu dhammataṇhā.",
  "pe8:188.10": "Yo idha loke bandho paralokasmiṃ bandho nīyati.",
  "pe8:188.11": "So bandho jāyati, bandho mīyati.",
  "pe8:188.12": "Bandho asmā lokā paraṃ lokaṃ gacchati.",
  "pe8:188.13": "Na sakkā mocetuṃ aññatra ariyamaggena imañca bandhanaṃ.",
  "pe8:188.14": "Maraṇabhāvañca upapattibhāvañca bhayato viditvā chandarāgaṃ pajahati.",
  "pe8:188.15": "So imaṃ chandarāgaṃ pajahitvā atikkamati.",
  "pe8:188.16": "Ayañca loko ito paraṃ dutiyo.",
  "pe8:189.1": "Tattha yaṃ bandhanāsaṅkhārānaṃ pahānaṃ idaṃ vuccati ubhayesu ṭhānesu vīriyaṃ, gandhaparivāto sumuni nopalimpati.",
  "pe8:189.2": "Tatheva pariggahesu puttesu dāresu ca avūḷho salloti tasseva taṇhāya pahānaṃ dasseti.",
  "pe8:189.3": "Ayaṃ taṇhāmūlassa pahānā vare appamattoti kāmo pamādavattati pahānāya nekkhammābhirato appamādavihārī bhavati.",
  "pe8:189.4": "Tassa āsayaṃ pahānāya neva imaṃ lokaṃ āsīsati na paralokaṃ.",
  "pe8:189.5": "Na idhalokaṃ nissitaṃ, piyarūpaṃ sātarūpaṃ ākaṅkhati.",
  "pe8:189.6": "Nāpi paralokaṃ nissitaṃ piyarūpaṃ sātarūpaṃ ākaṅkhati, tena vuccate “nāsīsate lokamimaṃ paraṃ lokañcā”ti.",
  "pe8:189.7": "Yaṃ tassa pahānaṃ taṃ chedanaṃ aṭṭhakavaggiyesu muni niddiṭṭho.",
  "pe8:189.8": "So idha virodho aṭṭhakavaggiyesu nāsīsanaṃ idha anāthā.",
  "pe8:189.9": "Tathāyaṃ taṇhāya tassa pariggahassa vatthukāmassa ekagāthāya ete sabbe kāmā dassitā.",
  "pe8:189.10": "Tena bhagavā deseti “etampi chetvāna paribbajanti anapekkhino sabbakāme pahāyā”ti.",
  "pe8:189.11": "Imissā gāthāya dvidhā niddeso saṃsandananiddeso ca samayaniddeso ca, yathā ayaṃ gāthā saṃkilesabhāgiyañca nibbedhabhāgiyañca, evaṃ tāya gāthāya saṃkilesabhāgiyañca nibbedhabhāgiyañca visajjanā.",
  "pe8:189.12": "Evaṃ gāthā sabbagāthāsu byākaraṇesu vā niddiṭṭhaṃ suttaṃ.",
  "pe8:190.1": "Tattha katamā desanā?",
  "pe8:190.2": "Imaṃ suttaṃ kenādhippāyena desitaṃ.",
  "pe8:190.3": "Ye rāgacaritā sattā, te kāme pajahissantīti ayaṃ tattha bhagavato adhippāyo. (1)",
  "pe8:191.1": "Tattha katamo vicayo?",
  "pe8:191.2": "Yassa dasavatthukā kilesā uttiṇṇā vantā viditā.",
  "pe8:191.3": "Katame dasavidhāti, kilesakāmā ca orambhāgiyauddhambhāgiyā ca saṃyojanā dasavatthukāni āyatanāni, ayaṃ vicayo. (2)",
  "pe8:192.1": "Tattha katamā yutti?",
  "pe8:192.2": "Ye sārattā te gāḷhabandhanena bandhanti atthi esā yutti. (3)",
  "pe8:193.1": "Tattha katamo padaṭṭhāno?",
  "pe8:193.2": "Sāratto maṇikuṇḍalesu mamaṅkārassa padaṭṭhānaṃ.",
  "pe8:193.3": "Apekkhāti atītavatthussa sarāgassa padaṭṭhānaṃ.",
  "pe8:193.4": "Etampi chetvāti bhāvanāya padaṭṭhānaṃ. (4)",
  "pe8:194.1": "Tattha katamo lakkhaṇo?",
  "pe8:194.2": "Sārattacitto maṇikuṇḍalesu yo ahaṅkāre visatto mamaṅkāre visatto, yo puttadāre sāratto.",
  "pe8:194.3": "Khettavatthusmiṃ sāratto.",
  "pe8:194.4": "Ayaṃ lakkhaṇo hāro. (5)",
  "pe8:195.1": "Tattha katamo catubyūho hāro?",
  "pe8:195.2": "Idha sutte bhagavato ko adhippāyo.",
  "pe8:195.3": "Ye nibbānena chandikā bhavissanti, te puttadāre taṇhaṃ pajahissanti.",
  "pe8:195.4": "Ayaṃ tattha bhagavato adhippāyo.",
  "pe8:195.5": "Imāni cattāri saccāni. (6)",
  "pe8:196.1": "Tattha katamo āvaṭṭo?",
  "pe8:196.2": "Yā puttadāre taṇhā, ayaṃ samudayo.",
  "pe8:196.3": "Ye upādinnakkhandhā, te ye ca bāhiresu rūpesu rūpapariggaho, idaṃ dukkhaṃ, yaṃ tattha chedanīyaṃ, ayaṃ nirodho.",
  "pe8:196.4": "Yena bhijjati, ayaṃ maggo. (7)",
  "pe8:197.1": "Vibhattīti natthi vibhattiyā bhūmi. (8)",
  "pe8:198.1": "Parivattanoti paṭipakkho niddiṭṭho. (9)",
  "pe8:199.1": "Tattha katamo vevacano?",
  "pe8:199.2": "Niddiṭṭho vevacano. (10)",
  "pe8:200.1": "Tattha katamo otaraṇo?",
  "pe8:200.2": "Atthi taṇhā eko satto otiṇṇo tappaccayā viññāṇaṃ yāva jarāmaraṇaṃ.",
  "pe8:200.3": "Yā tattha vedanā, ayaṃ avijjā vijjuppādā avijjānirodho yāva jarāmaraṇanirodho. (12)",
  "pe8:201.1": "Tattha katamo sodhano?",
  "pe8:201.2": "Suddho gāthāya ārambho. (13)",
  "pe8:202.1": "Tattha katamo adhiṭṭhāno?",
  "pe8:202.2": "Na taṃ daḷhaṃ bandhanamāhu dhīrāti ekattatāya paññattā, na vemattatāya.",
  "pe8:202.3": "Cattāro rāgā kāmarāgo rūparāgo bhavarāgo diṭṭhirāgo cāti ekattatāya paññattā. (14)",
  "pe8:203.1": "Tattha katamo parikkhāro?",
  "pe8:203.2": "Yesaṃ rāgo maṇikuṇḍalesu tassa subhasaññā hetu, anubyañjanaso ca nimittaggāhitā paccayo.",
  "pe8:203.3": "Yāya te chinnāni tassa asubhasaññā hetu, nimittaggahaṇaanubyañjanaggahaṇavinodanaṃ paccayo. (15)",
  "pe8:204.1": "Tattha katamo samāropano?",
  "pe8:204.2": "Sāratto maṇikuṇḍalesu sammūḷhavidho duṭṭhātipi etampi chetvāna paribbajantīti taṃ pariññātatthaṃ parivajjitatthaṃ pajahitā, ayaṃ samāropano. (16)",
  "pe8:205.1": "Yaṃ cetasikaṃ yaṃ pakappitaṃ vitthārena paccayo, yaṃ vā cetasikaṃ kāyikaṃ cetasikaṃ kammaṃ.",
  "pe8:205.2": "Kiṃkāraṇā?",
  "pe8:205.3": "Cetasikā hi cetanā manokammāti vuccate, sā cetanākammaṃ, yaṃ cetasikaṃ imaṃ kāyikañca vācasikañca imāni tīṇi kammāni niddiṭṭhāni.",
  "pe8:205.4": "Kāyakammaṃ vacīkammañca tāni kusalāni piyaṃ kāyena ca vācāya ca ārabhati parāmasati, ayaṃ vuccati sīlabbataparāmāso.",
  "pe8:205.5": "Saṅkappanā te tividhā saṅkhārā puññamayā apuññamayā āneñjamayā, tappaccayā viññāṇaṃ te ārammaṇametaṃ hoti viññāṇassa ṭhitiyā.",
  "pe8:205.6": "Yā subhasaññā sukhasaññā attasaññā ca.",
  "pe8:205.7": "Idaṃ cetasikaṃ.",
  "pe8:205.8": "Yaṃ rūpūpagaṃ viññāṇaṃ tiṭṭhati rūpārammaṇaṃ rūpapatiṭṭhitaṃ nandūpasecanaṃ vuddhiṃ virūḷhiṃ vepullataṃ gacchati, ayaṃ saṅkappanā, iti yaṃ viññāṇaṭṭhitīsu ṭhitaṃ paṭhamābhinibbattiārammaṇavasena upādānaṃ, idaṃ vuccati cetasikanti.",
  "pe8:206.1": "Tattha ṭhitassa arūpassa yā nikanti ajjhosānaṃ, idampi sakampitaṃ manāpikesu rūpesu piyarūpasātarūpesu ābhogo, idaṃ cetasikaṃ.",
  "pe8:206.2": "Yaṃ ceteti sattesu manāpikesu abhijjhākāyagantho paṭighānusayesu byāpādakāyagantho sabbe cattāro ganthā, ayaṃ pañcasu kāmaguṇesu paṭhamābhinipāto cittassa yā cetanā yassa tattha assādānupassissa anekā pāpakā akusalā dhammā cittaṃ arūpavatiyo honti.",
  "pe8:206.3": "Puggalo rāgānubandhibhūto tehi kilesakāmehi yathā kāmakaraṇīyo, ayaṃ vuccate kāmesu pakappanā.",
  "pe8:206.4": "Evaṃ sabbe cattāro oghā.",
  "pe8:206.5": "Yaṃ tehi kāmehi saṃyutto viharati bhāvito ajjhosanno, ayaṃ cetanā.",
  "pe8:206.6": "Yassa tathāyaṃ avītarāgassa adhigatapemassa tassa vipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā dukkhānuparivattitaṃ viññāṇaṃ hoti saritassa vayadhammasamuppādo cittaṃ pariyādiyati, idaṃ vuccati pakappitanti.",
  "pe8:207.1": "Ekamekassa ceteti ca pakappeti ca viññāṇassa ṭhiti yā hoti, sā ca ṭhiti dvidhā ārammaṇaṭṭhiti ca āhāraṭṭhiti ca.",
  "pe8:207.2": "Tattha yā ārammaṇaṭṭhiti, ayaṃ nāmarūpassa paccayo.",
  "pe8:207.3": "Yā āhāraṭṭhiti yā punabbhavābhinibbattikā ṭhiti yā ca ponobhavikā ṭhiti, ayaṃ vuccati ārammaṇaṃ.",
  "pe8:207.4": "Taṃ hoti viññāṇassa ṭhitiyā tassa viññāṇapaccayā nāmarūpaṃ yāva jarāmaraṇañca ceteti, atha ca puna patthayate yato na ponobhavikā anāgatavatthumhi, ayaṃ paṭipakkho niddiṭṭho.",
  "pe8:207.5": "Na ceteti na patthayati atha ca dūsetīti duvidho niddeso.",
  "pe8:207.6": "Assa pubbe hoti taṃ cetasikaṃ taṃ pakappitaṃ asamūhataṃ tappaccayā, ayaṃ viññāṇassa ṭhiti hoti.",
  "pe8:208.1": "Atha vā tassa anusayā āvibhavanti tappaccayā tassa punabbhavo nibbattati.",
  "pe8:208.2": "Atha vā naṃ saṃkiyate appetu āgāre vā, sukhumā vā santi vā na saṃkiyate kāme taṃ evaṃ niccesupi āgāresu jāto hoti.",
  "pe8:208.3": "Taṃ nayati yaṃ no kappetuṃ evaṃ saṅkhārā cetitā pakappitā ca ārammaṇabhūtā honti, yā ca cetanā yā ca pakappanā yañca vatthu nibbattaṃ, ubhopi ete ārammaṇaṃ viññāṇassa tathā cetanāya ca saṅkappanāya ca patthanāya ca bhūtā sattā ceteti ca saṅkappeti ca.",
  "pe8:208.4": "Yaṃ gavesanā na ca ceteti na ca saṅkappeti.",
  "pe8:208.5": "Katame ca sattā bhūtā?",
  "pe8:208.6": "Ye ca tanujātaaṇḍajāpi aṇḍakā anubhinnā saṃsedajā na ca sambhinnā ime bhūtā.",
  "pe8:208.7": "Katame sambhavesino gabbhagatā aṇḍagatā saṃsaranto ime na ceteti na pattheti na ca saṅkappeti.",
  "pe8:208.8": "Anusaye na ca punabbhavo nibbattīti?",
  "pe8:208.9": "Ye bhūtā sattā ye sambhavesino, te thāvarā.",
  "pe8:208.10": "Ye vā sato cetenti patthenti ca ye thāvarā.",
  "pe8:208.11": "Te na ca cetenti, na ca patthenti, na ca saṅkappenti, anusayena ca saṃsaranti.",
  "pe8:209.1": "Aparo pariyāyo.",
  "pe8:209.2": "Ye ariyapuggalā sekkhā, tattha te na ca cetenti, na ca saṅkappenti, anusayena puna uppajjanti.",
  "pe8:210.1": "Aparo pariyāyo.",
  "pe8:210.2": "Sukhumā pāṇā bhūmigatā udakagatā cakkhuno āpāthaṃ nāgacchanti, te na ca cetenti, na ca saṅkappenti, anusayena ca saṃsaranti.",
  "pe8:211.1": "Aparo pariyāyo.",
  "pe8:211.2": "Bāhikā sabbe bhikkhū abhimānikā, te na ca cetenti, na ca patthayanti, anusayena ca saṃsaranti, na ca cetenti, na ca saṅkappenti, na ca anusenti.",
  "pe8:211.3": "Ārammaṇampetaṃ na hoti viññāṇassa ṭhitiyā.",
  "pe8:212.1": "Na ca cetetīti pariyuṭṭhānasamugghātaṃ dasseti.",
  "pe8:212.2": "Na ca anusetīti anusayasamugghātaṃ dasseti.",
  "pe8:212.3": "Na ca cetetīti oḷārikānaṃ kilesānaṃ pahānaṃ dasseti.",
  "pe8:212.4": "Na ca anusetīti sukhumānaṃ kilesānaṃ pahānaṃ dasseti.",
  "pe8:212.5": "Na ca cetetīti yena bhūmi ca na ca patthayantīti sakadāgāmī anāgāmī, na ca anusetīti arahaṃ, na ca cetetīti sīlakkhandhassa paṭipakkhena pahānaṃ dasseti, na ca patthayatīti samādhikkhandhassa paṭipakkhena pahānaṃ dasseti, na ca anusayatīti paññākkhandhassa paṭipakkhena pahānaṃ dasseti, na ca cetetīti apuññamayānaṃ saṅkhārānaṃ pahānaṃ dasseti, na ca patthayatīti puññamayānaṃ saṅkhārānaṃ pahānaṃ dasseti, na ca anusetīti āneñjamayānaṃ saṅkhārānaṃ pahānaṃ dasseti, na ca cetetīti anaññātaññassāmītindriyaṃ, na ca patthayatīti aññindriyaṃ, na ca anusayatīti aññātāvino indriyaṃ.",
  "pe8:212.6": "Na ca cetetīti mudukā indriyabhāvanā, na ca patthayatīti majjhaindriyabhāvanā, na ca anusetīti adhimattā indriyabhāvanā.",
  "pe8:212.7": "Ayaṃ suttattho.",
  "pe8:213.1": "Tattha katamā desanā?",
  "pe8:213.2": "Idha sutte cattāri saccāni desitāni. (1)",
  "pe8:214.1": "Yañca cetayitaṃ yañca pakappitaṃ atthi etaṃ ārammaṇaṃ cittaṃ patiṭṭhati vicinati yujjati.",
  "pe8:214.2": "Na ca cetetīti na ca patthayatīti atthi evaṃ ārammaṇaṃ anusaye viññāṇamiti viciniyati yujjati na ca ceteti na ca patthayati.",
  "pe8:214.3": "Anusayappahānā viññāṇaṭṭhitiṃ na gavesanti, viciyantaṃ yujjati.",
  "pe8:214.4": "Ayaṃ yuttivicayo. (2–3)",
  "pe8:215.1": "Tattha katamo padaṭṭhāno?",
  "pe8:215.2": "Cetanā pariyuṭṭhānaṃ cetanāpariyuṭṭhānassa padaṭṭhānaṃ.",
  "pe8:215.3": "Saṅkappanaṃ upādānassa padaṭṭhānaṃ.",
  "pe8:215.4": "Anusayo pariyuṭṭhānassa padaṭṭhānaṃ.",
  "pe8:215.5": "Tesaṃ chandarāgavināsāya bhāvanā bhavarāgassa pahānaṃ. (4)",
  "pe8:216.1": "Tattha katamo lakkhaṇo?",
  "pe8:216.2": "Yaṃ cetasikanti vedayitaṃ pakappitaṃ uggahitaṃ viññātaṃ tabbiññāṇaṃ ārammaṇampi paccayopi. (5)",
  "pe8:217.1": "Tattha katamo catubyūho?",
  "pe8:217.2": "Idha sutte bhagavato ko adhippāyo?",
  "pe8:217.3": "Ye punabbhavaṃ na icchanti, te na cetayissanti na ca patthayissantīti, ayaṃ adhippāyo. (6)",
  "pe8:218.1": "Āvaṭṭoti yā ca cetanā patthanā ca anusayo ca viññāṇaṭṭhitipahānā ca, imāni dve saccāni. (7)",
  "pe8:219.1": "Vibhattīti natthi vibhattiyā bhūmi. (8)",
  "pe8:220.1": "Parivattanā pana paṭipakkhaṃ suttaṃ. (9)",
  "pe8:221.1": "Tattha katamo vevacano?",
  "pe8:221.2": "Cetanā rūpasañcetanā yāva dhammasañcetanā.",
  "pe8:221.3": "Yo anusayo, te satta anusayā. (10)",
  "pe8:222.1": "Paññattīti cetanāpariyuṭṭhānaṃ paññattiyā paññattā.",
  "pe8:222.2": "Saṅkappanaṃ upādānapaññattiyā paññattaṃ.",
  "pe8:222.3": "Anusayo hetupaññattiyā paññatto.",
  "pe8:222.4": "Viññāṇaṭṭhiti upapattihetupaññattiyā paññattā.",
  "pe8:222.5": "Cetanā saṅkappanā anusayo samucchedo chandarāgavinayapaññattiyā paññatto.",
  "pe8:222.6": "Paṭhame keci dvīhi parivattakehi paṭiccasamuppādo idappaccayatāya majjhapaññatti. (11)",
  "pe8:223.1": "Otaraṇoti dvīhi parivattakehi dukkhañca samudayo ca majjhimakehi maggo ca nirodho ca. (12)",
  "pe8:224.1": "Sodhanoti sutte suttassa ārambho. (13)",
  "pe8:225.1": "Adhiṭṭhānoti yañcetayitaṃ sabbaṃ adhiṭṭhānena ekattāya paññattaṃ.",
  "pe8:225.2": "Saṅkappitanti upādānekattāya paññattaṃ.",
  "pe8:225.3": "Viññāṇaṃ ekattāya paññattaṃ. (14)",
  "pe8:226.1": "Parikkhāroti subhañca ārammaṇaṃ ayoniso manasikāro cetanā hetupaccayatāya paccayo.",
  "pe8:226.2": "Viññāṇassa patiṭṭhāno dhammo ārammaṇapaccayatāya paccayo.",
  "pe8:226.3": "Tassa manasikāro hetupaccayatāya paccayo. (15)",
  "pe8:227.1": "Tattha katamo samāropano?",
  "pe8:227.2": "Idaṃ suttaṃ saññitaṃ tattha ceteti visajjanā iti niddisitabbā.",
  "pe8:227.3": "Tassa diṭṭhiyā viññāṇapaccayā nāmarūpaṃ yāva jarāmaraṇaṃ, ayaṃ samāropano. (16)",
  "pe8:228.1": "Ārammaṇametaṃ na hoti viññāṇassa ṭhitiyā, viññāṇanirodhā nāmarūpanirodho, nāmarūpanirodhā yāva jarāmaraṇanirodho.",
  "pe8:229.1": "Tattha katamaṃ saṃkilesabhāgiyañca nibbedhabhāgiyañca asekkhabhāgiyañca suttaṃ?",
  "pe8:229.2": "Ayaṃ loko santāpajāto yāva ye hi keci samaṇā vā brāhmaṇā vā bhavena bhavassa vippamokkhamāhaṃsu.",
  "pe8:229.3": "Saṃkilesabhāgiyaṃ upadhiṃ hi paṭicca dukkhamidaṃ sambhoti, yā tā pana taṇhā pahīyanti, bhavaṃ nābhinandatīti nibbedhassa nibbutassa bhikkhuno anupādāya punabbhavo na hoti.",
  "pe8:229.4": "Upaccagā sabbabhavāni tādīti asekkhabhāgiyaṃ.",
  "pe8:230.1": "Tattha santāpajātoti rāgajo santāpo dosajo mohajoti.",
  "pe8:230.2": "Tesaṃ sattānaṃ ṭhānaṃ dasseti.",
  "pe8:230.3": "Loko santāpajātoti phasso tividho sukhavedanīyo dukkhavedanīyo adukkhamasukhavedanīyo.",
  "pe8:230.4": "Tattha sukhavedanīyo phasso rāgasantāpo, dukkhavedanīyo dosasantāpo, adukkhamasukhavedanīyo mohasantāpo.",
  "pe8:230.5": "Yathā ca bhagavā āha paṭhamakassa valāhakassa gomagge yehi gahapatiputta rāgajehi dosajehi mohajehi santāpehi dukkhaṃ supati, te mama santāpā na santi.",
  "pe8:231.1": "Rogaṃ vadati attatoti tehi santāpehi santāpito tividhaṃ vipallāsaṃ paṭilabhati saññāvipallāsaṃ cittavipallāsaṃ diṭṭhivipallāsaṃ.",
  "pe8:231.2": "Tattha asubhe subhanti saññāvipallāso.",
  "pe8:231.3": "Dukkhe sukhanti cittavipallāso.",
  "pe8:231.4": "Anicce niccanti anattani attāti diṭṭhivipallāso.",
  "pe8:232.1": "Yathā cittassa vipallāso saññādiṭṭhite tividhā vitakkā—",
  "pe8:232.2": "cittavitakko vipallāso saññāvitakko vipallāso diṭṭhivitakko vipallāsopi.",
  "pe8:232.3": "Tattha avijjā vipallāso gocarā gatipateyyabhūmi, yathā hi taṃ sañjānāti yathā vijānāti yathā sañjānāti ca vijānāti ca.",
  "pe8:232.4": "Yathā khanti ceteti ime cattāro vipallāsā sattā yehi catubbidhaṃ attabhāvavatthuṃ rogabhūtaṃ gaṇḍabhūtaṃ “attā”ti vadanti.",
  "pe8:232.5": "Rogaṃ vadati attatoti ayaṃ āvaṭṭo.",
  "pe8:232.6": "Yena yena hi maññati tato taṃ hoti aññathāti subhanti maññati na tathā hoti.",
  "pe8:232.7": "Evaṃ sukhanti niccaṃ attāti so aññathā bhavameva santaṃ anāgataṃ bhavaṃ patthayati, tena vuccati “bhavarāgo”ti.",
  "pe8:232.8": "Bhavamevābhinandati, yaṃ abhinandati, taṃ dukkhanti pañcakkhandhe niddisiyati.",
  "pe8:232.9": "Yañca tappaccayā sokaparidevadukkhaṃ tassa hi bhāvessati.",
  "pe8:232.10": "Ettāvatā saṃkileso hoti.",
  "pe8:232.11": "Pahānatthaṃ kho pana brahmacariyaṃ vussati.",
  "pe8:232.12": "Tiṇṇaṃ santāpānaṃ chandarāgavinayo hoti.",
  "pe8:233.1": "Upadhiṃ hi paṭicca dukkhamidaṃ bhavatīti ye bhavamevābhinandanti yassa bhāvessati, taṃ dukkhaṃ tassa dukkhassa pahānamāha.",
  "pe8:233.2": "Sabbaso upādānañca yaṃ natthi dukkhassa sambhavoti cattāro vipallāsā yathā niddiṭṭhaupādānamāha.",
  "pe8:233.3": "Tassa paṭhamo vipallāso kāmupādānaṃ, dutiyaṃ diṭṭhupādānaṃ, tatiyaṃ sīlabbatupādānaṃ, catutthaṃ attavādupādānaṃ, tesaṃ yo khayo natthi dukkhassa sambhavo upadhi nidānaṃ dukkhanirodhamāha.",
  "pe8:233.4": "Evametaṃ yathābhūtaṃ sammappaññāya passato vibhavataṇhā na hoti.",
  "pe8:233.5": "Vibhavaṃ nābhinandatīti dassanabhūmiṃ manteti sabbaso taṇhakkhayaṃ nibbānanti dve vimuttiyo katheti rāgavirāgañca avijjāvirāgañca.",
  "pe8:233.6": "Tassa bhikkhunoti anupādisesanibbānadhātuṃ manteti.",
  "pe8:233.7": "Ayaṃ suttassa atthaniddeso.",
  "pe8:234.1": "Tattha katamo vicayo?",
  "pe8:234.2": "Yassa yattha pariḷāheti tassa pariḍayhantassa so yathābhūtaṃ natthi nibbindati ca, ayaṃ vicayo ca yutti ca. (2–3)",
  "pe8:235.1": "Padaṭṭhāno rāgajo pariḷāho sukhindriyassa domanassindriyassa ca padaṭṭhānaṃ.",
  "pe8:235.2": "Dosajo pariḷāho sukhindriyassa domanassindriyassa ca padaṭṭhānaṃ.",
  "pe8:235.3": "Mohajo pariḷāho upekkhindriyassa domanassindriyassa ca padaṭṭhānaṃ. (4)",
  "pe8:236.1": "Tattha katamo lakkhaṇo hāro?",
  "pe8:236.2": "Phassapareto vedanāpareto saññāparetopi saṅkhāraparetopi yena yena maññati yadi subhanimittena yadi sukhanimittena yadi niccanimittena yadi attanimittena asubhe subhanti maññati, evaṃ sabbaṃ rāgaje pariḷāhe vutte cattāro pariḷāhā vuttā bhavanti.",
  "pe8:236.3": "Rāgajo dosajo mohajo diṭṭhijo ca rāgaṃ vadāmīti attato vadati.",
  "pe8:236.4": "Sabbāni pannarasa padāni aniccaṃ dukkhanti. (5)",
  "pe8:237.1": "Tattha katamo catubyūho?",
  "pe8:237.2": "Idha sutte bhagavato ko adhippāyo?",
  "pe8:237.3": "Ye pariḷāhena na acchanti te bhavaṃ nābhinandanti.",
  "pe8:237.4": "Ye bhavaṃ nābhinandanti, te parinibbāyissanti.",
  "pe8:237.5": "Ayaṃ adhippāyo. (6)",
  "pe8:238.1": "Tattha katamo āvaṭṭo?",
  "pe8:238.2": "Saṃkilesabhāgiyena dukkhañca samudayañca niddisati.",
  "pe8:238.3": "Nibbedhabhāgiyena maggañca nirodhañca. (7)",
  "pe8:239.1": "Tattha katamā vibhatti?",
  "pe8:239.2": "Santāpajāto rogajāto rogaṃ vadati attato taṃ na ekaṃsena hoti amanasikārā santāpajāto kho na ca rogaṃ attato vadati. (8)",
  "pe8:240.1": "Tattha katamo parivattano?",
  "pe8:240.2": "Pakkhapaṭipakkhanidassanatthaṃ bhūmi parivattanāya. (9)",
  "pe8:241.1": "Tattha katamo vevacano hāro?",
  "pe8:241.2": "Rogañca attato vadati sallaṃ attato vadati.",
  "pe8:241.3": "Pannarasa padāni sabbāni vattabbāni. (10)",
  "pe8:242.1": "Tattha katamā paññatti?",
  "pe8:242.2": "Santāpajātoti domanassapadaṭṭhānaṃ.",
  "pe8:242.3": "Sabbe vacanapaññattiyā paññapeti.",
  "pe8:242.4": "Rogaṃ vadati attato vipallāso saṃkilesapaññattiyā paññapeti.",
  "pe8:242.5": "Yaṃ nābhinandati, taṃ dukkhanti vipallāsanikkhepapaññattiyā paññattā.",
  "pe8:242.6": "Te akatasattā lokā majjhena vemattatāya paññattā. (11)",
  "pe8:243.1": "Tattha katamo otaraṇo?",
  "pe8:243.2": "Santāpajātoti tīṇi akusalamūlāni, te saṅkhārā saṅkhārakkhandhapariyāpannā, dhātūsu dhammadhātu, āyatanesu dhammāyatanaṃ.",
  "pe8:243.3": "Indriyesu itthindriyaṃ purisindriyañca padaṭṭhānaṃ. (12)",
  "pe8:244.1": "Tattha katamo sodhano?",
  "pe8:244.2": "Suddho suttassa ārambho. (13)",
  "pe8:245.1": "Tattha katamo adhiṭṭhāno hāro?",
  "pe8:245.2": "Pariḷāhoti ye sattā lokā ekattapaññattiyā paññattā, te akatasattā lokā majjhena vemattatāya paññattā. (14)",
  "pe8:246.1": "Tattha katamo parikkhāro?",
  "pe8:246.2": "Santāpajātoti ayoniso manasikāro hetu, vipallāsañca paccayo.",
  "pe8:246.3": "Tattha dvīhi dhammehi attā abhiniviṭṭhā cittañca cetasikañca dhamme ubhayāni tassa viparītena parāmasato.",
  "pe8:246.4": "Aparo pariyāyo, cetasikehi dhammehi attasaññā anattasaññā samugghāteti.",
  "pe8:246.5": "Aparo pariyāyo.",
  "pe8:246.6": "Aniccasaññā cetasikesu dhammesu, na tu attasaññā.",
  "pe8:246.7": "Idaṃ vuccati cittanti vā manoti vā viññāṇanti vā idaṃ dīgharattaṃ abbhuggataṃ etaṃ mama, esohamasmi, eso me attāti.",
  "pe8:246.8": "Tattha cetasikā dhammānupassanā esāpi dhammasaññā.",
  "pe8:246.9": "Tassa ko hetu, ko paccayo?",
  "pe8:246.10": "Ahaṃkāro hetu, mamaṅkāro paccayo. (15)",
  "pe8:247.1": "Tattha katamo samāropano?",
  "pe8:247.2": "Ayaṃ loko santāpajātoti akusalaṃ manteti viññāṇaṃ nāmarūpassa paccayo yāva jarāmaraṇanti, ayaṃ samāropano.",
  "pe8:248.1": "Evametaṃ yathābhūtaṃ, sammappaññāya passati akusalamūlānaṃ pahānaṃ.",
  "pe8:248.2": "Tattha avijjānirodho avijjānirodhā yāva jarāmaraṇanirodho, ayaṃ samāropano. (16)",
  "pe8:249.1": "Cattāro puggalā—",
  "pe8:249.2": "anusotagāmī paṭisotagāmī ṭhitatto, tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇoti.",
  "pe8:250.1": "Tattha yo anusotagāmī ayaṃ kāme sevati.",
  "pe8:250.2": "Pāpañca kammaṃ karoti yāva kāme paṭisevati.",
  "pe8:250.3": "Idaṃ lobho akusalamūlaṃ, soyeva taṇhā, so tehi kāmehi vuyhati anusotagāmīti vuccati.",
  "pe8:250.4": "Yo puggalo tāhi gamito tappaccayā tassa hetu akusalakammaṃ karoti kāyena ca vācāya ca, ayaṃ vuccati pāpakammaṃ karotīti.",
  "pe8:250.5": "Tassa tīṇi sotāni sakkāyadiṭṭhi vicikicchā sīlabbataparāmāso.",
  "pe8:250.6": "Imehi tīhi sotehi tividhadhātuyaṃ uppajjati kāmadhātuyaṃ rūpadhātuyaṃ arūpadhātuyaṃ.",
  "pe8:250.7": "Tena paṭipakkhena yo kāme na paṭisevati.",
  "pe8:250.8": "Yo sīlavataṃ na parāmasati.",
  "pe8:250.9": "Yo sakkāyadiṭṭhīnaṃ pahānāya kāmesu yathābhūtaṃ ādīnavaṃ passati.",
  "pe8:250.10": "Yena ca te dhamme paṭisevati.",
  "pe8:250.11": "Yañca tappaccayā tiṭṭhati brāhmaṇoti arahaṃ kira.",
  "pe8:250.12": "Tattha arahaṃ tassa pāraṅgato hoti, pāraṅgatassa thale tiṭṭhati sopādisesā nibbānadhātu.",
  "pe8:250.13": "Anusotagāminīti dassanappahātabbānaṃ saṃyojanānaṃ appahānamāha.",
  "pe8:250.14": "Paṭisotagāminīti phale diṭṭhekaṭṭhānañca kilesānaṃ pahānamāha, ṭhitattena pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānamāha.",
  "pe8:250.15": "Tattha anusotagāminā maggarūpimāha.",
  "pe8:250.16": "Paṭisotagāminā ṭhitattena ca maggamitimāha.",
  "pe8:250.17": "Pāraṅgatena sāvakā asekkhā ca sammāsambuddhā ca vuttā.",
  "pe8:250.18": "Anusotagāminā sakkāyasamudayagāminiṃ paṭipadamāha.",
  "pe8:250.19": "Paṭisotagāminā ṭhitattena sakkāyanirodhagāminiṃ paṭipadamāha.",
  "pe8:250.20": "Pāraṅgatena dasa asekkhā arahantā dhammā vuttā.",
  "pe8:250.21": "Ayaṃ suttattho.",
  "pe8:251.1": "Tattha katamā desanā?",
  "pe8:251.2": "Imasmiṃ hi sutte cattāri ariyasaccāni desitāni.",
  "pe8:251.3": "Tedhātukalokasamatikkamanañca. (1)",
  "pe8:252.1": "Tattha katamo vicayo hāro?",
  "pe8:252.2": "Yo kāme paṭisevati pāpaṃ kareyyāti yo ca kāme na paṭisevati so pāpakammaṃ na kareyyāti yo ca imehi dvīhi bhūmīhi uttiṇṇo pāraṅgatoti yā vīmaṃsā ayaṃ vicayo. (2)",
  "pe8:253.1": "Yuttīti yujjati suttesu, nāyujjatīti yā vīmaṃsāya, ayaṃ yutti. (3)",
  "pe8:254.1": "Padaṭṭhānoti anusotagāminā sattannaṃ saṃyojanānaṃ padaṭṭhānaṃ.",
  "pe8:254.2": "Akusalassa kiriyā akusalassa mūlānaṃ padaṭṭhānaṃ.",
  "pe8:254.3": "Paṭisotagāminā yathābhūtadassanassa padaṭṭhānaṃ.",
  "pe8:254.4": "Ṭhitattena asaṃhāriyāya padaṭṭhānaṃ.",
  "pe8:254.5": "Pāraṅgatoti kadāci bhūmiyā padaṭṭhānaṃ. (4)",
  "pe8:255.1": "Tattha katamo lakkhaṇo hāro?",
  "pe8:255.2": "Yo anusotaṃ gacchati taṇhāvasena.",
  "pe8:255.3": "Sabbesampi kilesānaṃ vasena gacchati.",
  "pe8:255.4": "Yo paṭisotaṃ vāyamati.",
  "pe8:255.5": "Taṇhāya sabbesampi so kilesānaṃ vāyamati paṭisotaṃ.",
  "pe8:255.6": "Yo attanā ṭhito kāyenapi so ṭhito vācācittenapi so ṭhito.",
  "pe8:255.7": "Ayaṃ lakkhaṇo hāro. (5)",
  "pe8:256.1": "Tattha katamo catubyūho?",
  "pe8:256.2": "Idha sutte bhagavato ko adhippāyo?",
  "pe8:256.3": "Ye anusotagāminiyā paṭipadāya nābhiramissanti, te paṭisotaṃ vāyamissantīti yāva kadāci bhūmiyaṃ, ayaṃ adhippāyo. (6)",
  "pe8:257.1": "Āvaṭṭoti idha sutte cattāri suttāni desitāni. (7)",
  "pe8:258.1": "Tattha katamo vibhatti hāro?",
  "pe8:258.2": "Yo kāme paṭisevati pāpañca kammaṃ karoti.",
  "pe8:258.3": "So anusotagāmīti na ekaṃsena sotāpannopi kāme paṭisevati.",
  "pe8:258.4": "Taṃ bhāgiyañca pāpakammaṃ karoti.",
  "pe8:258.5": "Kiñcāpi sekkhopi kareyya pāpaṃ yathā sutte niddiṭṭho na ca so anusotagāmī, idaṃ vibhajjabyākaraṇīyaṃ.",
  "pe8:258.6": "Na ca kāme paṭisevati na ca pāpakammaṃ karoti paṭisotagāmī na ca ekaṃsena sabbe bāhirako kāmesu vītarāgo na ca kāme paṭisevati, tena ca pāpakammaṃ karoti anusotagāmī paṭisotagāmī, ayaṃ vibhatti. (8)",
  "pe8:259.1": "Tattha katamo parivattano hāro?",
  "pe8:259.2": "Niddiṭṭho paṭipakkho. (9)",
  "pe8:260.1": "Vevacanoti kāmesu vatthukāmāpi kilesakāmāpi rūpasaddagandharasaphassaputtadāradāsakammakaraporisañca pariggahā. (10)",
  "pe8:261.1": "Paññattīti sabbe puthujjanā ekattāya paññattā.",
  "pe8:261.2": "Anusotagāmīti kilesasamudācārapaññattiyā paññattā.",
  "pe8:261.3": "Ye pana sekkhā puggalā, te nibbānapaññattiyā paññattā.",
  "pe8:261.4": "Ye pana anāgāmī, te asaṃhāriya paññattiyā paññattā, ayaṃ paññatti. (11)",
  "pe8:262.1": "Otaraṇoti yo anusotagāmī, so dukkhaṃ.",
  "pe8:262.2": "Ye tassa dhammā, te dukkhassa samudayo.",
  "pe8:262.3": "Yaṃ rūpaṃ, ayaṃ rūpakkhandho, evaṃ pañcapi khandhā paṭiccasamuppādo, te kilesā saṅkhārakkhandhapariyāpannā dhammāyatanaṃ dhammadhātu indriyesu ca paññattā. (12)",
  "pe8:263.1": "Sodhanoti yenārambhena idaṃ suttaṃ desitaṃ, so ārambho sabbo suddho. (13)",
  "pe8:264.1": "Adhiṭṭhānoti paṭisotagāminā sabbe sotāpannā ekattena vā niddiṭṭhā rāgānusayapaṭisotagāmino sekkhāva maggo ca sekkho ca puggalo ṭhitattoti.",
  "pe8:265.1": "Vītarāgo ekattāya paññatto.",
  "pe8:265.2": "Pāraṅgatoti sabbe arahanto sabbe paccekabuddhā sammāsambuddhā ca ekattāya paññattā. (14)",
  "pe8:266.1": "Parikkhāroti anusotagāmino pāpamittapaccayo kāmapariyuṭṭhānaṃ hetu.",
  "pe8:266.2": "Paṭisotagāmino dve hetū dve paccayā ca yāva sammādiṭṭhiyā uppādāyadiṭṭhi, tassa paṭiladdhamaggo hetu ārambho paccayo kāyiko cetasikassa koṭṭhāso ca. (15)",
  "pe8:267.1": "Samāropanoti vibhatti idaṃ suttaṃ natthi samāropanāya bhūmi. (16)",
  "pe8:268.1": "Pañcānisaṃsā sotānugatānaṃ dhammānaṃ yāva diṭṭhiyā suppaṭividdhānaṃ suttaṃ vitthārena kātabbaṃ.",
  "pe8:268.2": "Yuñjato ghaṭentassa vāyamato gilāno maraṇakāle devabhūto paccekabodhiṃ pāpuṇāti.",
  "pe8:268.3": "Sotānugatāti saddhammassavanena kataṃ hoti.",
  "pe8:268.4": "Na ca adhipaññādhammavipassanāya tassa cittaṃ tasitaṃ hoti, na ca anibbiddhattaṃ, idaṃ ca suttaṃ pañcannaṃ puggalānaṃ desitaṃ, saddhānusārino mudindriyassa tikkhindriyassa ca dhammānusārino tikkhindriyassa mudindriyassa ca.",
  "pe8:268.5": "Yo pana mohacarito puggalo na sakkoti yuñjituṃ ghaṭituṃ vāyamituṃ yathābhūtaṃ yathāsamādhikā vimutti taṃ khaṇaṃ taṃ layaṃ taṃ muhuttaṃ phalaṃ dasseti.",
  "pe8:268.6": "Sādhu parihāyati paro taṃ duyhati, no tu sukhaavipākinī bhavati.",
  "pe8:268.7": "Tassa diṭṭheyeva ca dhamme upapajjaaparāpariyavedanīyaṃ.",
  "pe8:268.8": "Tattha yo puggalo dhammānusārī tassa yadi sotānugatā dhammā honti so yuñjanto pāpuṇāti.",
  "pe8:268.9": "Yo dhammānusārī mudindriyo, so gilāno pāpuṇāti.",
  "pe8:268.10": "Yo saddhānusārī tikkhindriyo, so maraṇakālasamaye pāpuṇāti.",
  "pe8:268.11": "Yo mudindriyo, so devabhūto pāpuṇāti.",
  "pe8:268.12": "Yadā devabhūto na pāpuṇāti, na so teneva dhammarāgena tāya dhammanandiyā paccekabodhiṃ pāpuṇāti.",
  "pe8:268.13": "Yo sotānugatesu yuñjati ghaṭeti vāyamati, so pubbāpannena visesaṃ sañjānāti, sañjānanto pāpuṇāti.",
  "pe8:268.14": "Sace pana gilānassa manasikāro hoti, tattha yuñjanto pāpuṇāti.",
  "pe8:268.15": "Sace panassa maraṇakāle saṃviggo hoti, tattha yuñjanto pāpuṇāti.",
  "pe8:268.16": "Sace pana na katthaci saṃvego hoti, tassa devabhūtassa sukhino dhammabhūtā pādā evaṃ avilapati.",
  "pe8:268.17": "So evaṃ jānāti “ayaṃ so dhammavinayo yattha mayaṃ pubbe manussabhūtā brahmacariyaṃ carimhā”ti.",
  "pe8:268.18": "Atha devabhūto pāpuṇāti.",
  "pe8:268.19": "Dibbesu vā pañcasu kāmaguṇesu ajjhosito hoti pamādavihārī, so tena kusalamūlena paccekabodhiṃ pāpuṇāti.",
  "pe8:269.1": "Yā paratoghosena vacasā suparicitā, ayaṃ sutamayī paññā.",
  "pe8:269.2": "Ye pana dhammā honti manasā anupekkhitā, ayaṃ cintāmayī paññā.",
  "pe8:269.3": "Yaṃ diṭṭhiyā suppaṭividdhā, ayaṃ bhāvanāmayī paññā.",
  "pe8:269.4": "Yaṃ sotānugatā vacasā paricitā honti, so ca diṭṭheyeva dhamme parinibbāyī, ayaṃ arahaṃ puggalo.",
  "pe8:269.5": "Yo upapajjati devabhūto pāpuṇāti, tattha ca parinibbāyati, ayaṃ anāgāmī.",
  "pe8:269.6": "Yo tena kusalamūlena paccekabodhiṃ pāpuṇāti, ayaṃ pubbayogasambhārasambhūto puggalo.",
  "pe8:270.1": "Sotānugatā dhammāti paṭhamaṃ vimuttāyatanaṃ, vacasā paricitāti dutiyaṃ tatiyañca vimuttāyatanaṃ, manasā anupekkhitāti catutthaṃ vimuttāyatanaṃ diṭṭhiyā suppaṭividdhāti pañcamaṃ vimuttāyatanaṃ.",
  "pe8:271.1": "Sotānugatāya vimuttiyā vacasā yā vācā suppaṭividdhā anupubbadhammassa sotena sutvā sīlakkhandhe paripūreti, manasā anupekkhitā samādhikkhandhaṃ paripūreti, diṭṭhiyā suppaṭividdhā paññākkhandhaṃ paripūreti.",
  "pe8:272.1": "Sotānugatā dhammā bahussutā hontīti vitthārena kātabbaṃ.",
  "pe8:272.2": "Idaṃ paṭhamaṃ saddhāpadānaṃ manasā anupekkhitāti paṭisallānabahulo viharati, vitthārena kātabbaṃ.",
  "pe8:272.3": "Idaṃ dutiyaṃ saddhāpadānaṃ diṭṭhiyā suppaṭividdhāti anāsavā cetovimuttiyā nāparaṃ itthattāyāti pajānātīti.",
  "pe8:272.4": "Idaṃ tatiyaṃ saddhāpadānaṃ.",
  "pe8:273.1": "Sotānugatā dhammāti sekkhaṃ satthā dasseti.",
  "pe8:273.2": "Manasā anupekkhitāti arahattaṃ satthā dasseti.",
  "pe8:273.3": "Diṭṭhiyā suppaṭividdhāti tathāgataṃ arahantaṃ sammāsambuddhaṃ satthā dasseti.",
  "pe8:274.1": "Sotānugatā dhammāti kāmānaṃ nissaraṇaṃ dasseti.",
  "pe8:274.2": "Manasā anupekkhitāti rūpadhātuyā nissaraṇaṃ dasseti.",
  "pe8:274.3": "Diṭṭhiyā suppaṭividdhāti tedhātukānaṃ nissaraṇaṃ dasseti.",
  "pe8:274.4": "Ayaṃ suttattho.",
  "pe8:275.1": "Tattha katamo desanāhāro?",
  "pe8:275.2": "Imamhi sutte tayo esanā desitā sotānugatehi dhammehi vacasā paricitehi kāmesanāya samathamaggo.",
  "pe8:275.3": "Diṭṭhiyā suppaṭividdhehi brahmacariyesanāya samathamaggo.",
  "pe8:276.1": "Vicayoti yathā suttaṃ manasikaronto vicinanto sutamayipaññaṃ paṭilabhati.",
  "pe8:276.2": "Yathā ca so manasikarotīti yathā sutadhammā tadā cintāmayipaññaṃ paṭilabhati.",
  "pe8:276.3": "Yathā diṭṭheva dhamme manasikaroti tadā bhāvanāmayipaññaṃ paṭilabhati.",
  "pe8:276.4": "Ayaṃ vicayo.",
  "pe8:277.1": "Sutena sutamayipaññaṃ paṭilabhati.",
  "pe8:277.2": "Cintāya cintāmayipaññaṃ bhāvanāya bhāvanāmayipaññaṃ paṭilabhati.",
  "pe8:277.3": "Atthi esā yutti.",
  "pe8:278.1": "Padaṭṭhānoti sotānugatā dhammāti dhammassavanassa padaṭṭhānaṃ.",
  "pe8:278.2": "Vacasā paricitāti yuñjanāya padaṭṭhānaṃ.",
  "pe8:278.3": "Manasā anupekkhitāti dhammānudhammāya vipassanāya padaṭṭhānaṃ.",
  "pe8:278.4": "Diṭṭhiyā anupekkhitāti paññāyapi anupekkhitā diṭṭhiyāpi anupekkhitā.",
  "pe8:279.1": "Catubyūhoti imamhi sutte bhagavato ko adhippāyo?",
  "pe8:279.2": "Ye imāhi dvīhi paññāhi samannāgatā tehi ….",
  "pe8:280.1": "Sa nibbutoti maggaphalaṃ anupādisesañca nibbānadhātuṃ manteti, dānena oḷārikānaṃ kilesānaṃ pahānaṃ manteti.",
  "pe8:280.2": "Sīlena majjhimānaṃ, paññāya sukhumakilesānaṃ manteti, rāgadosamohakkhayā sa nibbutoti katā ca bhūmi.",
  "pe8:281.1": "“Dadato puññaṃ pavaḍḍhati,",
  "pe8:281.2": "Saṃyamato veraṃ na cīyati”.",
  "pe8:282.1": "Kusalo ca jahāti pāpakanti maggo vutto.",
  "pe8:282.2": "Rāgadosamohakkhayā sa nibbutoti maggaphalamāha.",
  "pe8:283.1": "Dadato puññaṃ pavaḍḍhati, saṃyamatoti tīhi padehi lokikaṃ kusalamūlaṃ vuttaṃ.",
  "pe8:283.2": "Rāgadosamohakkhayā sa nibbutoti lokuttaraṃ kusalamūlaṃ vuttaṃ.",
  "pe8:284.1": "Dadato puññaṃ pavaḍḍhati, saṃyamato veraṃ na cīyatīti puthujjanabhūmiṃ manteti.",
  "pe8:284.2": "Kusalo ca jahāti pāpakanti sekkhabhūmiṃ manteti.",
  "pe8:284.3": "Rāgadosamohakkhayā sa nibbutoti asekkhabhūmi vuttā.",
  "pe8:285.1": "Dadato puññaṃ pavaḍḍhati, saṃyamato veraṃ na cīyatīti magganiyā paṭipadā vuttā.",
  "pe8:285.2": "Kusalo ca jahāti pāpakanti sekkhavimutti.",
  "pe8:285.3": "Rāgadosamohakkhayā sa nibbutoti asekkhavimutti.",
  "pe8:286.1": "Dadato puññaṃ pavaḍḍhati, saṃyamato veraṃ na cīyatīti dānakathaṃ sīlakathaṃ maggakathaṃ lokikānaṃ dhammānaṃ desanamāha.",
  "pe8:286.2": "Kusalo ca jahāti pāpakanti loke ādīnavānupassanā.",
  "pe8:286.3": "Rāgadosamohakkhayā sa nibbutoti sāmukkaṃsikāya dhammadesanāyapi paṭividdhā.",
  "pe8:287.1": "Dadato puññaṃ pavaḍḍhatīti pāṇānaṃ abhayadānena pāṇātipātā veramaṇisattānaṃ abhayaṃ deti.",
  "pe8:287.2": "Evaṃ sabbāni sikkhāpadāni kātabbāni.",
  "pe8:287.3": "Saṃyamato veraṃ na cīyatīti sīle patiṭṭhāya cittaṃ saṃyameti, tassa saṃyamato pāripūriṃ gacchati.",
  "pe8:287.4": "Rāgadosamohakkhayā sa nibbutoti dve vimuttiyo.",
  "pe8:287.5": "Ayaṃ suttaniddeso.",
  "pe8:288.1": "Tattha katamā desanā?",
  "pe8:288.2": "Imamhi sutte kiṃ desitaṃ?",
  "pe8:288.3": "Dve sugatiyo devā ca manussā ca, dibbā ca pañcakāmaguṇā, mānussakā ca.",
  "pe8:288.4": "Dvīhi padehi niddeso.",
  "pe8:288.5": "Dadato puññaṃ pavaḍḍhati, saṃyamato veraṃ na cīyati, kusalo ca jahāti pāpakanti maggo vutto.",
  "pe8:288.6": "Rāgadosamohakkhayā sa nibbutoti dve nibbānadhātuyo desitā sopādisesā ca anupādisesā ca.",
  "pe8:288.7": "Ayaṃ desanā. (1)",
  "pe8:289.1": "Vicayoti dadato puññaṃ pavaḍḍhatīti iminā paṭhamena padena dānamayikapuññakiriyavatthu vuttaṃ.",
  "pe8:289.2": "Tenassa ānantariyānaṃ kusalānaṃ dhammānaṃ.",
  "pe8:289.3": "Dutiyena padena … yanti, niyyānikaṃ sāsananti, ayaṃ adhippāyo. (2–6)",
  "pe8:290.1": "Assavanena ca amanasikārena ca appaṭivedhena ca sakkāyasamudayagāminī paṭipadā vuttā.",
  "pe8:290.2": "Savanena ca manasikārena ca paṭivedhena ca sakkāyanirodhagāminī paṭipadā vuttā.",
  "pe8:290.3": "Ayaṃ āvaṭṭo. (7)",
  "pe8:291.1": "Vibhattīti ekaṃsabyākaraṇīyo.",
  "pe8:291.2": "Natthi tattha vibhattiyā bhūmi.",
  "pe8:291.3": "Parivattanāti ye pañcānisaṃsā, te pañcādinā paṭipakkhena teneva diṭṭheva dhamme pāpuṇāti, taṃ upapajjamānā aparo pariyāyo. (8)",
  "pe8:292.1": "Vevacananti sotānugatā dhammāti yaṃ suttaṃ diṭṭhampi paññindriyaṃ viññattampi diṭṭhiyā suppaṭividdhampi vibhāvitampi. (9)",
  "pe8:293.1": "Paññattīti sotānugatādhammāti desanā avijjāpaññattiyā paññattaṃ.",
  "pe8:293.2": "Manasikāro pāmojjapaññattiyā paññatto, diṭṭhadhammāpi ānisaṃsapaññattiyā paññattā. (11)",
  "pe8:294.1": "Otaraṇoti tisso paññā vacasā paricitesu sutamayī paññā manasā anupekkhitesu cintāmayī paññā diṭṭhiyā suppaṭividdhāsu bhāvanāmayī paññā.",
  "pe8:294.2": "Imāni ariyasaccāni indriyāni vijjuppādā avijjānirodho paṭiccasamuppādo indriyesu tīṇi indriyāni, āyatanesu dhammāyatanapariyāpannā dhātūsu dhammadhātupariyāpannāti. (12)",
  "pe8:295.1": "Sodhanoti yo ārambho suttassa paveso niyutto. (13)",
  "pe8:296.1": "Adhiṭṭhānoti pañcānisaṃsāti vemattatāya paññattā ānisaṃsā sotā anugatāti vemattatāya ariyavohāro paññatto, dhamme ca savananti ekattatāya paññattaṃ. (14)",
  "pe8:297.1": "Parikkhāroti dhammassavanassa payirupāsanā paccayo, saddhā hetu.",
  "pe8:297.2": "Manasā anupekkhitāti atthappaṭisaṃveditā paccayo, dhammappaṭisaṃveditā hetu, diṭṭhiyā suppaṭividdhāti saddhammassavanañca manasikāro ca paccayo, sutamayī cintāmayī paññā hetu. (15)",
  "pe8:298.1": "Samāropanoti vibhattaṃ suttaṃ aparo pariyāyo nibbatti bale natthi.",
  "pe8:298.2": "Tattha samāropanāya bhūmi. (16)",
  "pe8:299.1": "Tattha katamaṃ vāsanābhāgiyañca nibbedhabhāgiyañca suttaṃ?",
  "pe8:299.2": "Dadato puññaṃ pavaḍḍhatīti gāthā.",
  "pe8:299.3": "Dadatoti dānamayikapuññakiriyavatthu vuttaṃ.",
  "pe8:299.4": "Saṃyamato veraṃ na cīyatīti sīlamayikapuññakiriyavatthu vuttaṃ.",
  "pe8:299.5": "Kusalo ca jahāti pāpakanti lobhassa ca mohassa ca byāpādassa ca pahānamāha.",
  "pe8:299.6": "Rāgadosamohakkhayā sa nibbutoti lobhassa ca mohassa ca byāpādassa ca chandarāgavinayamāhāti.",
  "pe8:299.7": "Dadato puññaṃ pavaḍḍhatīti gāthā alobho kusalamūlaṃ bhavati.",
  "pe8:299.8": "Saṃyamato veraṃ na cīyatīti adoso kusalamūlaṃ bhavati.",
  "pe8:299.9": "Saṃyamato veraṃ na cīyatīti averā asapattā abyāpādatāya sadā.",
  "pe8:299.10": "Kusalo ca jahāti pāpakanti ñāṇuppādā aññāṇanirodho.",
  "pe8:299.11": "Catutthapadena rāgadosamohakkhayena rāgavirāgā cetovimuttimohakkhayena avijjāvirāgā paññāvimutti, ayaṃ vicayo. (1–2)",
  "pe8:300.1": "Yuttīti dāne ṭhito ubhayaṃ hi paripūreti.",
  "pe8:300.2": "Macchariyañca pajahati.",
  "pe8:300.3": "Puññañca pavaḍḍhati.",
  "pe8:300.4": "Atthi esā yutti. (3)",
  "pe8:301.1": "Padaṭṭhānanti dadato puññaṃ pavaḍḍhatīti cāgādhiṭṭhānassa padaṭṭhānaṃ.",
  "pe8:301.2": "Saṃyamato veraṃ na cīyatīti paññādhiṭṭhānassa padaṭṭhānaṃ kusalo ca jahāti pāpakanti saccādhiṭṭhānassa padaṭṭhānaṃ.",
  "pe8:301.3": "Rāgadosamohakkhayā sa nibbutoti upasamādhiṭṭhānassa padaṭṭhānaṃ.",
  "pe8:301.4": "Ayaṃ padaṭṭhāno. (4)",
  "pe8:302.1": "Tattha katamo lakkhaṇo?",
  "pe8:302.2": "Dadato puññaṃ pavaḍḍhati saṃyamato veraṃ na cīyati.",
  "pe8:302.3": "Dadatopi veraṃ na kariyāti kusalo ca jahāti pāpakaṃ rāgadosamohakkhayā sa nibbuto rūpakkhayāpi vedanakkhayāpi, yena rūpena diṭṭhaṃ, tena tathāgato paññapento paññapeyya rūpassa khayā virāganirodhāti evaṃ pañcakkhandhā. (5)",
  "pe8:303.1": "Catubyūho idha bhagavato ko adhippāyo?",
  "pe8:303.2": "Ye mahābhogānaṃ patthayissanti?",
  "pe8:303.3": "Te dānaṃ dassanti parissayapahānāya, ye averābhichandakā, te pañca verāni pajahissanti, ye kusalābhichandakā, te aṭṭhaṅgikaṃ maggaṃ bhāvessanti aṭṭhannaṃ micchattānaṃ pahānāya.",
  "pe8:303.4": "Ye nibbāyitukāmā, te rāgadosamohaṃ pajahissantīti ayaṃ bhagavato adhippāyo. (6)",
  "pe8:304.1": "Āvaṭṭoti yañca adadato macchariyaṃ yañca asaṃyamato veraṃ yañca akusalassa pāpassa appahānaṃ, ayaṃ dukkhaniddeso na samudayo.",
  "pe8:304.2": "Alobhena ca adosena ca amohena ca kusalena imāni tīṇi kusalamūlāni.",
  "pe8:304.3": "Tesaṃ paccayo aṭṭha sammattāni, ayaṃ maggo.",
  "pe8:304.4": "Tesaṃ rāgadosamohānaṃ khayā, ayaṃ nirodho. (7)",
  "pe8:305.1": "Vibhattīti dadato puññaṃ pavaḍḍhatīti na ekaṃsena yo rājadaṇḍabhayena deti, yo ca akappiyassa paribhogena sīlavantesu deti, na tassa puññaṃ pavaḍḍhatīti so cetaṃ dānaṃ akusalena deti, daṇḍadānaṃ satthadānaṃ apuññamayaṃ pavaḍḍhati, na puññaṃ.",
  "pe8:305.2": "Saṃyamato veraṃ na cīyatīti na ekaṃsena kiṃkāraṇaṃ yañca yo padaṃ diṭṭhadhammikaṃ passati yadi mama rājāno gahetvā hatthaṃ vā chindeyya …pe…",
  "pe8:305.3": "na tena saṃyamena veraṃ na karoti.",
  "pe8:305.4": "Yo tu evaṃ samādiyati pāṇātipātassa pāpako vipākoti, diṭṭhe yeva dhamme abhisamparāye ca evaṃ sabbassa akusalassa hetuto ārati.",
  "pe8:305.5": "Iminā saṃyamena veraṃ na cīyati. (8)",
  "pe8:306.1": "Parivattanāti dadato puññaṃ pavaḍḍhatīti adadato puññaṃ na pavaḍḍhati.",
  "pe8:306.2": "Yaṃ dānamayaṃ, taṃ saṃyamato veraṃ na cīyati, asaṃyamato veraṃ karīyati.",
  "pe8:306.3": "Kusalo ca jahāti pāpakaṃ akusalo na jahāti.",
  "pe8:306.4": "Rāgadosamohakkhayā sanibbutoti dūtaṃ pesetvā paṇītaṃ pesetvāpi na pakkosāmi, so sayameva pana mahābhikkhusaṃghaparivāro amhākaṃ vasanaṭṭhānaṃ sampatto amhehi ca santhāgārasālā kāritā, ettha mayaṃ dasabalaṃ ānetvā maṅgalaṃ bhaṇāpemāti cintetvā upasaṅkamiṃsu.",
  "pe8:306.5": "Yena santhāgāraṃ tenupasaṅkamiṃsūti taṃ divasaṃ kira santhāgāre cittakammaṃ niṭṭhāpetvā aṭṭakā muttamattā honti.",
  "pe8:306.6": "Buddhā nāma araññajjhāsayā araññārāmā antogāme vaseyyuṃ vā no vāti tasmā bhagavato manaṃ jānitvāva paṭijaggissāmāti cintetvā te bhagavantaṃ upasaṅkamiṃsu.",
  "pe8:306.7": "Idāni pana manaṃ labhitvā paṭijaggitukāmā yena santhāgāraṃ, tenupasaṅkamiṃsu.",
  "pe8:306.8": "Sabbasantharinti yathā sabbaṃ santhataṃ hoti evaṃ yena bhagavā tenupasaṅkamiṃsūti.",
  "pe8:306.9": "Ettha pana te mallarājāno santhāgāraṃ paṭijaggitvā nagaravīthiyopi sammajjāpetvā dhaje ussāpetvā suvaṇṇaghaṭikadaliyo ca ṭhapāpetvā sakalanagaraṃ dīpamālāhi vippakiṇṇatārakaṃ viya katvā khīrapake dārake khīraṃ pāyetha, dahare kumāre lahuṃ lahuṃ bhojāpetvā sayāpetha, uccāsaddaṃ mākari, ajja ekarattiṃ satthā antogāmeva vasissati, buddhā nāma appasaddakāmā hontīti bheriṃ carāpetvā sayaṃ daṇḍakadīpikā ādāya yena bhagavā tenupasaṅkamiṃsu.",
  "pe8:306.10": "Bhagavantaṃyeva purakkhatvāti bhagavantaṃ purato katvā, tattha bhagavā bhikkhūnañceva upāsakānañca majjhe nisinno ativiya virocati.",
  "pe8:306.11": "Samantapāsādiko suvaṇṇavaṇṇo abhirūpo dassanīyo puratthimakāyato suvaṇṇavaṇṇā rasmi uṭṭhahitvā gaganatale asītihatthaṃ ṭhānaṃ gaṇhāti.",
  "pe8:306.12": "Pacchimakāyato dakkhiṇahatthato vāmahatthato suvaṇṇavaṇṇā heṭṭhā pādatalehi pavāḷavaṇṇarasmi uṭṭhahitvā ghanapathaviyaṃ asītihatthaṃ ṭhānaṃ gaṇhāti, evaṃ samantā asītihatthamattaṃ ṭhānaṃ chabbaṇṇabuddharasmiyo vijjotamānā vitaṇḍamānā vidhāvanti, sabbe disābhāgā suvaṇṇacampakapupphehi vikiriyamānā viya suvaṇṇaghaṭato nikkhantasuvaṇṇarasadhārāhi siñcamānā viya pasāritasuvaṇṇapaṭaparikkhittā viya verambhavātasamuṭṭhitakiṃsukakiṃsukārakaṇikārapupphacuṇṇasamokiṇṇā viya vippakasantaṃ asītianubyañjanabyāmappabhā dvattiṃsavaralakkhaṇasamujjalaṃ sarīraṃ samuggatatārakaṃ viya gaganatalaṃ vikasitamiva padumavanaṃ sabbaphāliphullo viya yojanasatiko pāricchattako paṭipāṭiyā ṭhapitānaṃ dvattiṃsacandānaṃ dvattiṃsasūriyānaṃ dvattiṃsacakkavattīnaṃ dvattiṃsadevarājānaṃ dvattiṃsamahābrahmānaṃ nibbuto asekkhassa natthi nibbuti. (9)",
  "pe8:307.1": "Vevacananti dadato puññaṃ pavaḍḍhati, anumodatopi puññaṃ pavaḍḍhati.",
  "pe8:307.2": "Cittassa samādahatopi veyyāvaccakiriyāyapi puññaṃ pavaḍḍhatīti. (10)",
  "pe8:308.1": "Paññattīti dadato puññaṃ pavaḍḍhati, alobhassa paṭinissayaghātapaññattiyā paññattaṃ.",
  "pe8:308.2": "Saṃyamato veraṃ na cīyatīti adosassa paṭinissayaghātapaññattiyā paññattaṃ kusalo ca jahāti pāpakanti amohassa paṭinissayaghātapaññattiyā paññattaṃ. (11)",
  "pe8:309.1": "Otaraṇoti pañcasu indriyesu dadato puññaṃ pavaḍḍhati, saṃyamato veraṃ na cīyati saṃyamena sīlakkhandho.",
  "pe8:309.2": "Otiṇṇo chasu indriyesu saṃvaro, ayaṃ samādhikkhandho, yaṃ kusalo ca jahāti pāpakaṃ, ayaṃ paññākkhandho, rāgadosamohakkhayā sa nibbutoti vimuttikkhandho.",
  "pe8:309.3": "Dhātūsu dhammadhātu, āyatanesu manāyatanaṃ. (12)",
  "pe8:310.1": "Sodhanoti yenārambhena idaṃ suttaṃ desitaṃ so ārambho suddho. (13)",
  "pe8:311.1": "Adhiṭṭhāno dānanti ekattatāya paññattaṃ.",
  "pe8:311.2": "Cāgo pariccāgo dhammadānaṃ āmisadānaṃ, aṭṭha dānāni vitthārena kātabbāni, ayaṃ vemattatā.",
  "pe8:311.3": "Na ca dadato ekattapaññattiyā paññattaṃ.",
  "pe8:311.4": "Khantī anavajjanti paññattiyā paññattaṃ.",
  "pe8:311.5": "Rāgadosamohakkhayā sa nibbutoti rodhavīriyapaññattiyā paññattā. (14)",
  "pe8:312.1": "Parikkhāroti dānassa pāmojjaṃ paccayo, alobho hetu.",
  "pe8:312.2": "Saṃyamato yoniso manasikāro hetu, pariccāgo paccayo.",
  "pe8:312.3": "Kusalo ca jahāti pāpakanti yathābhūtadassanaṃ paccayo, ñāṇappaṭilābho hetu.",
  "pe8:312.4": "Rāgadosamohakkhayā sa nibbutoti parato ca ghoso ajjhattañca yoniso manasikāro maggo ca hetu ca paccayo ca. (15)",
  "pe8:313.1": "Samāropanoti dadato puññaṃ pavaḍḍhatīti gāthā tassa sīlampi vaḍḍhati.",
  "pe8:313.2": "Saṃyamopi vaḍḍhati.",
  "pe8:313.3": "Saṃyamato veraṃ na cīyatīti.",
  "pe8:313.4": "Aññepi kilesā na cīyanti yepissa tappaccayā uppajjeyyuṃ āsavā vighātā, tepissa na uppajjanti.",
  "pe8:313.5": "Rāgadosamohakkhayā sa nibbutoti rāgadosassāpi khayā rāgānusayassapi khayā dosassa mohassāpi sa nibbutoti sopādisesā nibbānadhātu anupādisesāpi.",
  "pe8:313.6": "Ayaṃ samāropano. (16)",
  "pe8:313.7": "Therassa mahākaccāyanassa peṭakopadese hārassa sampātabhūmi samattā."
}