{
  "pe9:0.1": "Peṭakopadesa",
  "pe9:0.2": "Suttavebhaṅgiya",
  "pe9:1.1": "Pubbā koṭi na paññāyati avijjāya ca bhavataṇhāya ca.",
  "pe9:1.2": "Tattha avijjānīvaraṇānaṁ taṇhāsaṁyojanānaṁ sattānaṁ pubbakoṭi na paññāyati.",
  "pe9:1.3": "Tattha ye sattā taṇhāsaṁyojanā, te ajjhosānabahulā mandavipassakā.",
  "pe9:1.4": "Ye pana ussannadiṭṭhikā sattā, te vipassanābahulā mandajjhosānā.",
  "pe9:2.1": "Tattha taṇhācaritā sattā sattasaññābhiniviṭṭhā anuppādavayadassino.",
  "pe9:2.2": "Te pañcasu khandhesu attānaṁ samanupassanti “rūpavantaṁ vā attānaṁ, attani vā rūpaṁ, rūpasmiṁ vā attānan”ti.",
  "pe9:2.3": "Evaṁ pañcakkhandhā.",
  "pe9:2.4": "Aññehi khandhehi attānaṁ samanupassanti tassa ussannadiṭṭhikā sattā vipassamānā khandhe ujuṁ attato samanupassanti.",
  "pe9:2.5": "Te rūpaṁ attako samanupassanti.",
  "pe9:2.6": "Yaṁ rūpaṁ, so attā.",
  "pe9:2.7": "Yo ahaṁ, taṁ rūpaṁ.",
  "pe9:2.8": "So rūpavināsaṁ passati, ayaṁ ucchedavādī.",
  "pe9:2.9": "Iti pañcannaṁ khandhānaṁ paṭhamābhinipātā sakkāyadiṭṭhiyo pañca ucchedaṁ bhajanti “taṁ jīvaṁ taṁ sarīran”ti.",
  "pe9:2.10": "Ekamekamhi khandhe tīhi padehi pacchimakehi sassataṁ bhajati “aññaṁ jīvaṁ aññaṁ sarīran”ti.",
  "pe9:2.11": "Ito bahiddhāte pabbajitā taṇhācaritā kāmasukhallikānuyogamanuyuttā viharanti.",
  "pe9:2.12": "Tena ye ca nissandena diṭṭhicaritā attakilamathānuyogamanuyuttā viharanti.",
  "pe9:2.13": "Tenayeva diṭṭhisukhena ettāvatā bāhirako payogo.",
  "pe9:3.1": "Tattha diṭṭhicaritā sattā ye ariyadhammavinayaṁ otaranti, te dhammānusārino honti.",
  "pe9:3.2": "Ye taṇhācaritā sattā ariyaṁ dhammavinayaṁ otaranti, te saddhānusārino honti.",
  "pe9:4.1": "Tattha ye diṭṭhicaritā sattā, te kāmesu dosadiṭṭhī, na ca ye kāmesu anusayā samūhatā, te attakilamathānuyogamanuyuttā viharanti.",
  "pe9:4.2": "Tesaṁ satthā dhammaṁ deseti.",
  "pe9:4.3": "Añño vā sāvako kāmehi natthi atthoti te ca pubbeyeva kāmehi anatthikā iti kāme appakasirena paṭinissajjanti.",
  "pe9:4.4": "Te cetasikena dukkhena anajjhositā.",
  "pe9:4.5": "Tena vuccati “sukhā paṭipadā”ti.",
  "pe9:4.6": "Ye pana taṇhācaritā sattā, te kāmesu ajjhositā, tesaṁ satthā vā dhammaṁ deseti.",
  "pe9:4.7": "Aññataro vā bhikkhu kāmehi natthi atthoti, te piyarūpaṁ dukkhena paṭinissajjanti.",
  "pe9:4.8": "Tena vuccati “dukkhā paṭipadā”ti.",
  "pe9:4.9": "Iti ime sabbasattā dvīsu paṭipadāsu samosaraṇaṁ gacchanti dukkhāyañca sukhāyañca.",
  "pe9:5.1": "Tattha ye diṭṭhicaritā sattā, te dvidhā mudindriyā ca tikkhindriyā ca.",
  "pe9:5.2": "Tattha ye diṭṭhicaritā sattā tikkhindriyā sukhena paṭinissajjanti, khippañca abhisamenti, tena vuccati “khippābhiññā sukhā paṭipadā”ti.",
  "pe9:5.3": "Tattha ye diṭṭhicaritā sattā mudindriyā paṭhamaṁ tikkhindriyaṁ upādāya dandhataraṁ abhisamenti, te sukhena paṭinissajjanti, dandhañca abhisamenti.",
  "pe9:5.4": "Tena vuccati “sukhā paṭipadā dandhābhiññā”ti.",
  "pe9:5.5": "Tattha taṇhācaritā sattā dvidhā tikkhindriyā ca mudindriyā ca.",
  "pe9:5.6": "Tattha ye taṇhācaritā sattā tikkhindriyā dukkhena paṭinissajjanti, khippañca abhisamenti.",
  "pe9:5.7": "Tena vuccati “dukkhā paṭipadā khippābhiññā”ti.",
  "pe9:5.8": "Tattha ye taṇhācaritā sattā mudindriyā paṭhamaṁ tikkhindriyaṁ upādāya dandhataraṁ abhisamenti, te dukkhena paṭinissajjanti, dandhañca abhisamenti.",
  "pe9:5.9": "Tena vuccati “dukkhā paṭipadā dandhābhiññā”ti.",
  "pe9:5.10": "Imā catasso paṭipadāyo apañcamā achaṭṭhā.",
  "pe9:5.11": "Ye hi keci nibbutā nibbāyissanti vā imāhi catūhi paṭipadāhi anaññāhi ayaṁ paṭipadācatukkena kilese niddisati.",
  "pe9:5.12": "Yā catukkamaggena ariyadhammesu niddisitabbā, ayaṁ vuccati sīhavikkīḷito nāma nayo.",
  "pe9:6.1": "Tatrime cattāro āhārā.",
  "pe9:6.2": "Cattāro vipallāsā upādānā yogā ganthā āsavā oghā sallā viññāṇaṭṭhitiyo agatigamanāti, evaṁ imāni sabbāni dasa padāni.",
  "pe9:6.3": "Ayaṁ suttassa saṁsandanā.",
  "pe9:7.1": "Cattāro āhārā.",
  "pe9:7.2": "Tattha yo ca kabaḷīkāro āhāro yo ca phasso āhāro, ime taṇhācaritena pahātabbā.",
  "pe9:7.3": "Tattha yo ca manosañcetanāhāro yo ca viññāṇāhāro, ime diṭṭhicaritena pahātabbā.",
  "pe9:8.1": "Paṭhamo āhāro paṭhamo vipallāso, dutiyo āhāro dutiyo vipallāso, tatiyo āhāro tatiyo vipallāso, catuttho āhāro catuttho vipallāso.",
  "pe9:8.2": "Ime cattāro vipallāsā apañcamā achaṭṭhā.",
  "pe9:8.3": "Idañca pamāṇā cattāro āhārā.",
  "pe9:9.1": "Tattha paṭhame vipallāse ṭhito kāme upādiyati, idaṁ kāmupādānaṁ.",
  "pe9:9.2": "Dutiye vipallāse ṭhito anāgataṁ bhavaṁ upādiyati, idaṁ sīlabbatupādānaṁ.",
  "pe9:9.3": "Tatiye vipallāse ṭhito viparīto diṭṭhiṁ upādiyati, idaṁ diṭṭhupādānaṁ.",
  "pe9:9.4": "Catutthe vipallāse ṭhito khandhe attato upādiyati, idaṁ attavādupādānaṁ.",
  "pe9:10.1": "Tattha kāmupādāne ṭhito kāme abhijjhāyati ganthati, ayaṁ abhijjhākāyagantho.",
  "pe9:10.2": "Sīlabbatupādāne ṭhito byāpādaṁ ganthati, ayaṁ byāpādakāyagantho.",
  "pe9:10.3": "Diṭṭhupādāne ṭhito parāmāsaṁ ganthati, ayaṁ parāmāsakāyagantho.",
  "pe9:10.4": "Attavādupādāne ṭhito papañcanto ganthati, ayaṁ idaṁsaccābhiniveso kāyagantho.",
  "pe9:11.1": "Tassa ganthitā kilesā āsavanti.",
  "pe9:11.2": "Kiñci pana vuccati vippaṭisāro.",
  "pe9:11.3": "Ye vippaṭisārā te anusayā.",
  "pe9:11.4": "Tattha abhijjhākāyaganthena kāmāsavo, byāpādakāyaganthena bhavāsavo, parāmāsakāyaganthena diṭṭhāsavo, idaṁ saccābhinivesakāyaganthena avijjāsavo.",
  "pe9:12.1": "Te cattāro āsavā vepullabhāvaṁ gatā oghā honti, tena vuccanti “oghā”ti.",
  "pe9:12.2": "Tattha kāmāsavo kāmogho, bhavāsavo bhavogho, avijjāsavo avijjogho, diṭṭhāsavo diṭṭhogho.",
  "pe9:13.1": "Te cattāro oghā āsayamanupaviṭṭhā anusayasahagatā vuccanti.",
  "pe9:13.2": "Sallāti hadayamāhacca tiṭṭhantā.",
  "pe9:13.3": "Tattha kāmogho rāgasallaṁ, bhavogho dosasallaṁ, avijjogho mohasallaṁ, diṭṭhogho diṭṭhisallaṁ.",
  "pe9:14.1": "Imehi catūhi sallehi pariyādinnaṁ viññāṇaṁ catūsu dhammesu tiṭṭhati rūpe vedanāya saññāya saṅkhāresu.",
  "pe9:14.2": "Imā catasso viññāṇaṭṭhitiyo.",
  "pe9:14.3": "Tattha rāgasallena nandūpasecanaṁ rūpūpagaṁ viññāṇaṁ tiṭṭhati.",
  "pe9:14.4": "Dosasallena vedanūpagaṁ mohasallena saññūpagaṁ diṭṭhisallena nandūpasecanaṁ saṅkhārūpagaṁ viññāṇaṁ tiṭṭhati.",
  "pe9:15.1": "Catūhi viññāṇaṭṭhitīhi catubbidhaṁ agatiṁ gacchanti chandā dosā bhayā mohā.",
  "pe9:15.2": "Rāgena chandā agatiṁ gacchati, dosena dosā agatiṁ gacchati, mohena mohā agatiṁ gacchati, diṭṭhiyā bhayā agatiṁ gacchati.",
  "pe9:15.3": "Iti idañca kammaṁ ime ca kilesā.",
  "pe9:15.4": "Ayaṁ saṁsārassa hetu.",
  "pe9:16.1": "Tatthimā catasso disā kabaḷīkārāhāro “asubhe subhan”ti vipallāso kāmupādānaṁ kāmayogo abhijjhākāyagantho kāmāsavo kāmogho rāgasallaṁ rūpūpagā viññāṇaṭṭhiti chandā agatigamanaṁ.",
  "pe9:16.2": "Ayaṁ paṭhamā disā.",
  "pe9:17.1": "Phasso āhāro “dukkhe sukhan”ti vipallāso sīlabbatupādānaṁ bhavayogobyāpādo kāyagantho bhavāsavo bhavogho dosasallaṁ vedanūpagā viññāṇaṭṭhiti dosā agatigamanaṁ, ayaṁ dutiyā disā.",
  "pe9:18.1": "Manosañcetanāhāro “anattani attā”ti vipallāso diṭṭhupādānaṁ diṭṭhiyogo parāmāsakāyagantho diṭṭhāsavo diṭṭhogho diṭṭhisallaṁ saññūpagā viññāṇaṭṭhiti bhayā agatigamanaṁ.",
  "pe9:18.2": "Ayaṁ tatiyā disā.",
  "pe9:19.1": "Viññāṇāhāro “anicce niccan”ti vipallāso attavādupādānaṁ avijjāyogo idaṁsaccābhiniveso kāyagantho avijjāsavo avijjogho mohasallaṁ saṅkhārūpagā viññāṇaṭṭhiti mohā agatigamanaṁ, ayaṁ catutthī disā.",
  "pe9:19.2": "Iti imesaṁ dasannaṁ suttānaṁ paṭhamena padena paṭhamāya disāya ālokanaṁ.",
  "pe9:19.3": "Ayaṁ vuccati disālokanā.",
  "pe9:20.1": "Catūhi vipallāsehi akusalapakkhe disāvilokanā kilesaṁ saṁyojetvā ayaṁ akusalapakkhe disāvilokanāya bhūmi pañcannaṁ dasannaṁ suttānaṁ yāni paṭhamāni padāni imesaṁ dhammānaṁ ko attho?",
  "pe9:20.2": "Eko attho, byañjanameva nānaṁ.",
  "pe9:20.3": "Evaṁ dutiyā evaṁ tatiyā evaṁ catutthī.",
  "pe9:20.4": "Ayaṁ paṭhamā saṁsandanā.",
  "pe9:21.1": "Iminā peyyālena sabbe kilesā catūsu padesu pakkhipitabbā.",
  "pe9:21.2": "Tato kusalapakkhe catasso paṭipadā cattāri jhānāni cattāro satipaṭṭhānā cattāro vihārā dibbo brahmā ariyo āneñjo cattāro sammappadhānā cattāro acchariyā abbhutadhammā cattāro adhiṭṭhānā cattāro samādhayo chandasamādhi vīriyasamādhi cittasamādhi vīmaṁsāsamādhi.",
  "pe9:21.3": "Cattāro dhammā sukhabhāgiyā nāññatra bojjhaṅgā nāññatra tapasā nāññatindriyasaṁvarā nāññatra sabbanissaggā cattāri appamāṇāni.",
  "pe9:22.1": "Tattha dukkhā paṭipadā dandhābhiññā bhāviyamānā bahulīkariyamānā paṭhamaṁ jhānaṁ paripūreti, paṭhamaṁ jhānaṁ paripuṇṇaṁ paṭhamaṁ satipaṭṭhānaṁ paripūreti, paṭhamaṁ satipaṭṭhānaṁ paripuṇṇaṁ paṭhamaṁ vihāraṁ paripūreti, paṭhamo vihāro paripuṇṇo paṭhamaṁ sammappadhānaṁ paripūreti, paṭhamaṁ sammappadhānaṁ paripuṇṇaṁ paṭhamaṁ acchariyaṁ abbhutadhammaṁ paripūreti, paṭhamo acchariyo abbhuto dhammo paripuṇṇo paṭhamaṁ adhiṭṭhānaṁ paripūreti, paṭhamaṁ adhiṭṭhānaṁ paripuṇṇaṁ chandasamādhiṁ paripūreti, chandasamādhi paripuṇṇo indriyasaṁvaraṁ paripūreti, indriyasaṁvaro paripuṇṇo paṭhamaṁ mettāappamāṇaṁ paripūreti.",
  "pe9:22.2": "Evaṁ yāva sabbanissaggo catutthaṁ appamāṇaṁ paripūreti.",
  "pe9:23.1": "Tattha paṭhamā ca paṭipadā paṭhamañca jhānaṁ paṭhamañca satipaṭṭhānaṁ paṭhamo ca vihāro paṭhamañca sammappadhānaṁ paṭhamo ca acchariyo abbhuto dhammo saccādhiṭṭhānañca chandasamādhi ca indriyasaṁvaro ca mettā ca appamāṇaṁ.",
  "pe9:23.2": "Ayaṁ paṭhamā disā.",
  "pe9:24.1": "Dukkhā ca paṭipadā khippābhiññā dutiyaṁ jhānaṁ dutiyañca satipaṭṭhānaṁ dutiyo ca vihāro dutiyañca sammappadhānaṁ dutiyo ca acchariyo abbhuto dhammo cāgādhiṭṭhānaṁ cittasamādhi cattāro iddhipādā karuṇā ca appamāṇaṁ, ayaṁ dutiyā disā.",
  "pe9:25.1": "Sukhā ca paṭipadā dandhābhiññā tatiyañca jhānaṁ tatiyañca satipaṭṭhānaṁ tatiyo ca vihāro tatiyañca sammappadhānaṁ tatiyo ca acchariyo abbhuto dhammo paññādhiṭṭhānañca vīriyasamādhi ca bojjhaṅgā ca muditā ca appamāṇaṁ.",
  "pe9:25.2": "Ayaṁ tatiyā disā.",
  "pe9:26.1": "Sukhā ca paṭipadā khippābhiññā catutthaṁ jhānaṁ catutthañca satipaṭṭhānaṁ catuttho ca vihāro catutthañca sammappadhānaṁ catuttho ca acchariyo abbhuto dhammo upasamādhiṭṭhānañca vīmaṁsāsamādhi ca sabbanissaggo ca upekkhā appamāṇañca.",
  "pe9:26.2": "Ayaṁ catutthī disā.",
  "pe9:26.3": "Imāsaṁ catassannaṁ disānaṁ ālokanā.",
  "pe9:26.4": "Ayaṁ vuccati disālokano nāma nayo.",
  "pe9:27.1": "Tatthāyaṁ yojanā.",
  "pe9:27.2": "Cattāro ca āhārā catasso ca paṭipadā, cattāro ca vipallāsā cattāro ca satipaṭṭhānā, cattāri ca upādānāni cattāri ca jhānāni cattāro ca yogā vihārā ca, ganthā ca sammappadhānā ca, āsavā ca acchariyā abbhutadhammā ca, oghā ca adhiṭṭhānāni ca, sallā ca samādhayo, viññāṇaṭṭhitiyo cattāro ca sukhabhāgiyā dhammā, cattāri ca agatigamanāni cattāri ca appamāṇāni iti kusalākusalānaṁ paṭipakkhavasena yojanā, ayaṁ vuccati disālokano nayo.",
  "pe9:28.1": "Tassa cattāri sāmaññaphalāni pariyosānaṁ, yo ca dhammo kusalākusalaniddese paṭhamo disāniddeso, imassa sotāpattiphalaṁ pariyosānaṁ dutiyaṁ sakadāgāmiphalaṁ, tatiyaṁ anāgāmiphalaṁ, catutthaṁ arahattaphalaṁ.",
  "pe9:29.1": "Tattha katamo tipukkhalo nayo?",
  "pe9:29.2": "Ye ca dukkhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyanti dve puggalā, ye ca sukhāya paṭipadāya dandhābhiññāya khippābhiññāya ca niyyanti dve puggalā.",
  "pe9:30.1": "Imesaṁ catunnaṁ puggalānaṁ yo puggalo sukhāya paṭipadāya dandhābhiññāya niyyāti, yo ca puggalo dukkhāya paṭipadāya khippābhiññāya niyyāti.",
  "pe9:30.2": "Ime dve puggalā bhavanti.",
  "pe9:30.3": "Tattha yo sukhāya paṭipadāya khippābhiññāya niyyāti, ayaṁ ugghaṭitaññū.",
  "pe9:30.4": "Yo pacchimo puggalo sādhāraṇo, ayaṁ vipañcitaññū.",
  "pe9:30.5": "Yo puggalo dandhābhiññāya dukkhāya paṭipadāya niyyāti, ayaṁ neyyo.",
  "pe9:30.6": "Ime cattāro bhavitvā tīṇi honti, tattha ugghaṭitaññussa samathapubbaṅgamā vipassanā, neyyassa vipassanāpubbaṅgamo samatho, vipañcitaññussa samathavipassanā yuganaddhā.",
  "pe9:30.7": "Ugghaṭitaññussa mudukā desanā, neyyassa tikkhā desanā, vipañcitaññussa tikkhamudukā desanā.",
  "pe9:31.1": "Ugghaṭitaññussa adhipaññāsikkhā, neyyassa adhicittasikkhā, vipañcitaññussa adhisīlasikkhā.",
  "pe9:31.2": "Iti imesaṁ puggalānaṁ catūhi paṭipadāhi niyyānaṁ.",
  "pe9:32.1": "Tattha ayaṁ saṅkileso, tīṇi akusalamūlāni tayo phassā tisso vedanā tayo upavicārā tayo saṅkilesā tayo vitakkā tayo pariḷāhā tīṇi saṅkhatalakkhaṇāni tisso dukkhatāti.",
  "pe9:33.1": "Tīṇi akusalamūlānīti lobho akusalamūlaṁ, doso akusalamūlaṁ, moho akusalamūlaṁ.",
  "pe9:33.2": "Tayo phassāti sukhavedanīyo phasso, dukkhavedanīyo phasso, adukkhamasukhavedanīyo phasso.",
  "pe9:33.3": "Tisso vedanāti sukhā vedanā dukkhā vedanā adukkhamasukhā vedanā.",
  "pe9:33.4": "Tayo upavicārāti somanassopavicāro domanassopavicāro upekkhopavicāro.",
  "pe9:33.5": "Tayo saṅkilesāti rāgo doso moho.",
  "pe9:33.6": "Tayo vitakkāti kāmavitakko byāpādavitakko vihiṁsāvitakko.",
  "pe9:33.7": "Tayo pariḷāhāti rāgajo dosajo mohajo.",
  "pe9:33.8": "Tīṇi saṅkhatalakkhaṇānīti uppādo ṭhiti vayo.",
  "pe9:33.9": "Tisso dukkhatāti dukkhadukkhatā vipariṇāmadukkhatā saṅkhatadukkhatā.",
  "pe9:34.1": "Tattha lobho akusalamūlaṁ kuto samuṭṭhitaṁ?",
  "pe9:34.2": "Tividhaṁ ārammaṇaṁ manāpikaṁ amanāpikaṁ upekkhāṭhāniyañca.",
  "pe9:34.3": "Tattha manāpikena ārammaṇena lobho akusalamūlaṁ samuṭṭhahati.",
  "pe9:34.4": "Iti manāpikā ārammaṇā sukhavedanīyo phasso, sukhavedanīyaṁ phassaṁ paṭicca uppajjate sukhavedanā, sukhavedanaṁ paṭicca uppajjate somanassūpavicāro, somanassūpavicāraṁ paṭicca uppajjate rāgo, rāgaṁ paṭicca uppajjate kāmavitakko, kāmavitakkaṁ paṭicca uppajjate rāgajo pariḷāho rāgajaṁ pariḷāhaṁ paṭicca uppajjate uppādo saṅkhatalakkhaṇo, uppādaṁ saṅkhatalakkhaṇaṁ paṭicca uppajjate vipariṇāmadukkhatā.",
  "pe9:35.1": "Doso akusalamūlaṁ kuto samuṭṭhitaṁ?",
  "pe9:35.2": "Amanāpikena ārammaṇena doso akusalamūlaṁ samuṭṭhitaṁ.",
  "pe9:35.3": "Iti amanāpikā ārammaṇā dukkhavedanīyo phasso, dukkhavedanīyaṁ phassaṁ paṭicca uppajjate dukkhavedanā, dukkhavedanaṁ paṭicca uppajjate domanassūpavicāro, domanassūpavicāraṁ paṭicca uppajjate doso, dosaṁ paṭicca uppajjate byāpādavitakko, byāpādavitakkaṁ paṭicca uppajjate dosajo pariḷāho, dosajaṁ pariḷāhaṁ paṭicca uppajjate ṭhitassa aññathattaṁ saṅkhatalakkhaṇaṁ, ṭhitassa aññathattaṁ saṅkhatalakkhaṇaṁ paṭicca uppajjate dukkhadukkhatā vedanā.",
  "pe9:36.1": "Moho akusalamūlaṁ kuto samuṭṭhitaṁ?",
  "pe9:36.2": "Upekkhāṭhāniyena ārammaṇena moho akusalamūlaṁ samuṭṭhitaṁ.",
  "pe9:36.3": "Iti upekkhāṭhāniyā ārammaṇā adukkhamasukhavedanīyo phasso, adukkhamasukhavedanīyaṁ phassaṁ paṭicca uppajjate adukkhamasukhā vedanā, adukkhamasukhavedanaṁ paṭicca uppajjate upekkhūpavicāro, upekkhūpavicāraṁ paṭicca uppajjate moho, mohaṁ paṭicca uppajjate vihiṁsāvitakko, vihiṁsāvitakkaṁ paṭicca uppajjate mohajo pariḷāho, mohajaṁ pariḷāhaṁ paṭicca uppajjate vayo saṅkhatalakkhaṇaṁ, vayaṁ saṅkhatalakkhaṇaṁ paṭicca uppajjate saṅkhatadukkhatā, iti ayaṁ tiṇṇaṁ kilesānaṁ niddeso, ayaṁ vuccate kusalapakkhe tipukkhalo nayo.",
  "pe9:37.1": "Iti tīṇi akusalamūlāni na catutthāni na pañcamāni, tayo phassāti tisso vedanā yāva saṅkhatadukkhatāti, yo koci akusalapakkho, sabbo so tīsu akusalamūlesu samosarati.",
  "pe9:38.1": "Tattha katamo kusalapakkho?",
  "pe9:38.2": "Tīṇi kusalamūlāni, tisso paññā sutamayī paññā cintāmayī paññā bhāvanāmayī paññā.",
  "pe9:38.3": "Tayo samādhī savitakkasavicāro …pe…",
  "pe9:38.4": "tisso sikkhā adhisīlasikkhā …pe…",
  "pe9:38.5": "sikkhā.",
  "pe9:38.6": "Tīṇi nimittāni samathanimittaṁ paggahanimittaṁ upekkhānimittaṁ.",
  "pe9:38.7": "Tayo vitakkā nekkhammavitakko …pe…",
  "pe9:38.8": "avihiṁsāvitakko.",
  "pe9:38.9": "Tīṇi indriyāni anaññātaññassāmītindriyanti vitthāro.",
  "pe9:38.10": "Tayo upavicārā nekkhammūpavicāro abyāpādūpavicāro avihiṁsūpavicāro.",
  "pe9:38.11": "Tisso esanā kāmesanā bhavesanā brahmacariyesanā.",
  "pe9:38.12": "Tayo khandhā sīlakkhandho samādhikkhandho paññākkhandho.",
  "pe9:39.1": "Tattha yaṁ alobho kusalamūlaṁ, taṁ sutamayipaññaṁ paripūreti, sutamayī paññā paripuṇṇā savitakkaṁ savicāraṁ samādhiṁ paripūreti, savitakko savicāro samādhi paripuṇṇo adhicittasikkhaṁ paripūreti, adhicittasikkhā paripuṇṇā samathanimittaṁ paripūreti, samathanimittaṁ paripuṇṇaṁ nekkhammavitakkaṁ paripūreti, nekkhammavitakko paripuṇṇo anaññātaññassāmītindriyaṁ paripūreti, anaññātaññassāmītindriyaṁ paripuṇṇaṁ nekkhammūpavicāraṁ paripūreti, nekkhammūpavicāro paripuṇṇo kāmesanaṁ pajahati, kāmesanappahānaṁ samādhikkhandhaṁ paripūreti.",
  "pe9:40.1": "Adoso kusalamūlaṁ cintāmayipaññaṁ paripūreti, cintāmayī paññā paripuṇṇā avitakkavicāramattaṁ samādhiṁ paripūreti.",
  "pe9:40.2": "Avitakkavicāramatto samādhi paripuṇṇo adhisīlasikkhaṁ paripūreti, adhisīlasikkhā paripuṇṇā upekkhānimittaṁ paripūreti, upekkhānimittaṁ paripuṇṇaṁ abyāpādavitakkaṁ paripūreti, abyāpādavitakko paripuṇṇo aññindriyaṁ paripūreti, aññindriyaṁ paripuṇṇaṁ abyāpādūpavicāraṁ paripūreti, abyāpādūpavicāro paripuṇṇo bhavesanaṁ pajahati, bhavesanappahānaṁ sīlakkhandhaṁ paripūreti.",
  "pe9:41.1": "Amoho kusalamūlaṁ bhāvanāmayipaññaṁ paripūreti, bhāvanāmayī paññā paripuṇṇā avitakkaavicāraṁ samādhiṁ paripūreti, avitakko avicāro samādhi paripuṇṇo adhipaññāsikkhaṁ paripūreti, adhipaññāsikkhā paripuṇṇā paggahanimittaṁ paripūreti, paggahanimittaṁ paripuṇṇaṁ aññātāvino indriyaṁ paripūreti, aññātāvino indriyaṁ paripuṇṇaṁ avihiṁsūpavicāraṁ paripūreti, avihiṁsūpavicāro paripuṇṇo brahmacariyesanaṁ paripūreti, brahmacariyesanā paripuṇṇā paññākkhandhaṁ paripūreti.",
  "pe9:42.1": "Iti ime tayo dhammā kusalapakkhikā sabbe kusalā dhammā tīhi tikaniddesehi niddisiyanti tīṇi vimokkhamukhāni tassa pariyosānaṁ.",
  "pe9:42.2": "Tattha paṭhamena appaṇihitaṁ, dutiyena suññataṁ, tatiyena animittaṁ.",
  "pe9:42.3": "Ayaṁ vuccati dutiyo tipukkhalo nāma nayo.",
  "pe9:43.1": "Tattha ye ime tayo puggalā ugghaṭitaññū vipañcitaññū neyyoti.",
  "pe9:43.2": "Imesaṁ tiṇṇaṁ puggalānaṁ ye ca puggalā sukhāya paṭipadāya khippābhiññāya, sukhāya paṭipadāya dandhābhiññāya ca niyyanti, te dve puggalā.",
  "pe9:43.3": "Ye ca dve puggalā dukkhāya paṭipadāya khippābhiññāya, dukkhāya paṭipadāya dandhābhiññāya ca niyyanti, ime cattāro tena visesena dve bhavanti diṭṭhicarito ca taṇhācarito ca.",
  "pe9:43.4": "Ime cattāro bhavitvā tayo bhavanti, tayo bhavitvā dve bhavanti.",
  "pe9:43.5": "Imesaṁ dvinnaṁ puggalānaṁ ayaṁ saṅkileso, avijjā ca taṇhā ca, ahirikañca anottappañca, assati ca asampajaññañca, nīvaraṇāni ca saṁyojanāni ca, ajjhosānañca abhiniveso ca, ahaṅkāro ca mamaṅkāro ca, assaddhiyañca dovacassañca, kosajjañca ayoniso ca manasikāro, vicikicchā ca abhijjhā ca, asaddhammassavanañca asamāpatti ca.",
  "pe9:44.1": "Tattha avijjā ca ahirikañca assati ca nīvaraṇāni ca ajjhosānañca ahaṅkāro ca assaddhiyañca kosajjañca vicikicchā ca asaddhammassavanañca, ayaṁ ekā disā.",
  "pe9:45.1": "Taṇhā ca anottappañca asampajaññañca saṁyojanāni ca abhiniveso ca mamaṅkāro ca dovacassatā ca ayoniso manasikāro ca abhijjhā ca asamāpatti ca, ayaṁ dutiyā disā.",
  "pe9:45.2": "Dasannaṁ dukānaṁ dasa padāni paṭhamāni kātabbāni.",
  "pe9:45.3": "Saṅkhittena atthaṁ ñāpenti paṭipakkhe kaṇhapakkhassa sabbesaṁ dukānaṁ dasa padāni dutiyakāni, ayaṁ dutiyā disā.",
  "pe9:46.1": "Iti akusalānaṁ dhammānaṁ dukkhaniddeso, ayaṁ samudayo.",
  "pe9:46.2": "Yaṁ taṁ dhammaṁ ajjhāvasati nāmañca rūpañca idaṁ dukkhaṁ iti ayañca samudayo, idañca dukkhaṁ, imāni dve saccāni dukkhañca samudayo ca nandiyāvaṭṭassa nayassa paṭhamaniddeso.",
  "pe9:47.1": "Tattha katamo kusalapakkho?",
  "pe9:47.2": "Samatho ca vipassanā ca, vijjā ca caraṇañca, sati ca sampajaññañca, hirī ca ottappañca, ahaṅkārappahānañca mamaṅkārappahānañca, sammāvāyāmo ca yoniso ca manasikāro, sammāsati ca sammāsamādhi ca, paññā ca nibbidā ca, samāpatti ca saddhammassavanañca, somanassañca dhammānudhammappaṭipatti ca.",
  "pe9:48.1": "Tattha samatho ca vijjā ca sati ca hirī ca ahaṅkārappahānañca sammāvāyāmo ca sammāsati ca paññā ca samāpatti ca somanassañca, ime dhammā ekā disā.",
  "pe9:48.2": "Vipassanā ca caraṇañca sampajaññañca ottappañca mamaṅkārappahānañca yoniso manasikāro ca sammāsamādhi ca nibbidā ca saddhammassavanañca dhammānudhammappaṭipatti ca, ayaṁ dutiyā disā.",
  "pe9:48.3": "Iti kusalapakkhe ca akusalapakkhe ca nandiyāvaṭṭassa pana nayassa catasso disā.",
  "pe9:49.1": "Tāsu yāni akusalapakkhassa paṭhamāni padāni akusalāni kusalehi pahānaṁ gacchanti, tāni kusalapakkhe dutiyehi padehi pahānaṁ gacchanti.",
  "pe9:49.2": "Tesaṁ pahānā rāgavirāgā cetovimutti yāni akusalapakkhassa dutiyāni akusalapadāni pahānaṁ gacchanti, tāni kusalapakkhassa paṭhamehi padehi pahānaṁ gacchanti.",
  "pe9:49.3": "Tesaṁ pahānā avijjāvirāgā paññāvimutti pariyosānaṁ.",
  "pe9:49.4": "Imesaṁ tiṇṇaṁ nayānaṁ paṭhamo nayo sīhavikkīḷito nāma.",
  "pe9:49.5": "Aṭṭha padāni cattāri ca kusalāni cattāri ca akusalāni imāni aṭṭha padāni mūlapadāni, atthanayena dutiyo tipukkhalo.",
  "pe9:49.6": "So chahi dhammehi neti kusalamūlāni ca neti akusalamūlāni ca, iti imāni cha padāni purimakāni ca aṭṭha mūlapadāni imāni cuddasa padāni aṭṭhārasannaṁ mūlapadānaṁ.",
  "pe9:49.7": "Tattha yo pacchimako nayo nandiyāvaṭṭo, so catūhi dhammehi neti.",
  "pe9:49.8": "Avijjāya ca taṇhāya ca samathena ca vipassanāya ca, ime cattāro dhammā imāni aṭṭhārasa mūlapadāni tīsu nayesu niddiṭṭhāni.",
  "pe9:50.1": "Tattha yāni nava padāni kusalāni, tattha sabbaṁ kusalaṁ samosarati.",
  "pe9:50.2": "Tesañca navannaṁ mūlānaṁ cattāri padāni sīhavikkīḷitanaye tīṇi tipukkhale dve nandiyāvaṭṭe, iccete kusalassa pakkhā.",
  "pe9:50.3": "Tattha yāni nava padāni kusalāni, tattha sabbaṁ kusalaṁ yujjati.",
  "pe9:50.4": "Tattha sīhavikkīḷite naye cattāri padāni tīṇi tipukkhale dve nandiyāvaṭṭe imāni nava padāni kusalāni niddiṭṭhāni.",
  "pe9:51.1": "Tattha yāni nandiyāvaṭṭe naye cattāri padāni, tattha aṭṭhārasa mūlapadāni samosaranti.",
  "pe9:51.2": "Yathā kathaṁ, samatho ca alobho ca adoso ca asubhasaññā ca dukkhasaññā ca imāni kusalapakkhe pañca padāni samathaṁ bhajanti.",
  "pe9:51.3": "Vipassanā ca amoho ca aniccasaññā ca anattasaññā ca imāni cattāri padāni vipassanaṁ bhajanti.",
  "pe9:51.4": "Imāni nava padāni kusalāni dvīsu padesu yojitāni, tattha akusalapakkhe navannaṁ akusalamūlapadānaṁ yā ca taṇhā yo ca lobho yo ca doso yā ca subhasaññā yā ca sukhasaññā, imāni pañca padāni taṇhaṁ bhajanti.",
  "pe9:51.5": "Yā ca avijjā yo ca moho yā ca niccasaññā yā ca attasaññā, imāni cattāri padāni avijjaṁ bhajanti.",
  "pe9:51.6": "Etāni nava padāni akusalāni susaṅkhittāni.",
  "pe9:51.7": "Iti tayo nayā ekaṁ nayaṁ na paviṭṭhā.",
  "pe9:51.8": "Evaṁ aṭṭhārasa mūlapadāni nandiyāvaṭṭanaye niddisitabbāni.",
  "pe9:52.1": "Kathaṁ aṭṭhārasa mūlapadāni, tipukkhale naye yujjanti?",
  "pe9:52.2": "Navannaṁ padānaṁ kusalānaṁ, vipassanā ca amoho ca aniccasaññā ca anattasaññā ca, imāni cattāri padāni;",
  "pe9:52.3": "amoho ca samatho ca alobho ca asubhasaññā ca, imāni cattāri padāni;",
  "pe9:52.4": "lobho ca doso ca, evaṁ imāni nava padāni tīsu kusalesu yojetabbāni.",
  "pe9:52.5": "Tattha navannaṁ padānaṁ akusalānaṁ taṇhā ca lobho ca subhasaññā ca sukhasaññā ca, imāni cattāri padāni lobho akusalamūlaṁ;",
  "pe9:52.6": "avijjā ca moho ca niccasaññā ca attasaññā ca ayaṁ moho ayaṁ doso, ye ca imāni nava padāni tīsu akusalesu yojitāni.",
  "pe9:52.7": "Evaṁ aṭṭhārasa mūlapadāni kusalamūlesu ca yojetvā tipukkhalena nayena niddisitabbāni.",
  "pe9:53.1": "Kathaṁ aṭṭhārasa mūlapadāni sīhavikkīḷite naye yujjanti?",
  "pe9:53.2": "Taṇhā ca subhasaññā ca, ayaṁ paṭhamo vipallāso.",
  "pe9:53.3": "Lobho ca sukhasaññā ca, ayaṁ dutiyo vipallāso.",
  "pe9:53.4": "Avijjā ca niccasaññā ca, ayaṁ tatiyo vipallāso.",
  "pe9:53.5": "Moho ca attasaññā ca, ayaṁ catuttho vipallāso.",
  "pe9:53.6": "Iti nava padāni akusalamūlāni catūsu padesu yojitāni.",
  "pe9:53.7": "Tattha navannaṁ mūlapadānaṁ kusalānaṁ samatho ca asubhasaññā ca, idaṁ paṭhamaṁ satipaṭṭhānaṁ.",
  "pe9:53.8": "Alobho ca dukkhasaññā ca, idaṁ dutiyaṁ satipaṭṭhānaṁ.",
  "pe9:53.9": "Vipassanā ca aniccasaññā ca, idaṁ tatiyaṁ satipaṭṭhānaṁ.",
  "pe9:53.10": "Amoho ca anattasaññā ca, idaṁ catutthaṁ satipaṭṭhānaṁ.",
  "pe9:53.11": "Imāni aṭṭhārasa mūlapadāni sīhavikkīḷitanayaṁ anupaviṭṭhāni.",
  "pe9:53.12": "Imesaṁ tiṇṇaṁ nayānaṁ yā bhūmi ca yo rāgo ca yo doso ca ekaṁ nayaṁ pavisati.",
  "pe9:53.13": "Ekassa nayassa akusale vā dhamme kusale vā dhamme viññāte paṭipakkho anvesitabbo, paṭipakkhe anvesitvā so nayo niddisitabbo, tamhi naye niddiṭṭho.",
  "pe9:53.14": "Yathā ekamhi naye sabbe nayā paviṭṭhā tathā niddisitabbā.",
  "pe9:53.15": "Ekamhi ca naye aṭṭhārasa mūlapadāni paviṭṭhāni, tamhi dhamme viññāte sabbe dhammā viññātā honti.",
  "pe9:53.16": "Imesaṁ tiṇṇaṁ nayānaṁ sīhavikkīḷitanayassa cattāri phalāni pariyosānaṁ.",
  "pe9:53.17": "Paṭhamāya disāya paṭhamaṁ phalaṁ, dutiyāya disāya dutiyaṁ phalaṁ, tatiyāya disāya tatiyaṁ phalaṁ, catutthāya disāya catutthaṁ phalaṁ.",
  "pe9:53.18": "Tipukkhalassa nayassa tīṇi vimokkhamukhāni pariyosānaṁ.",
  "pe9:53.19": "Paṭhamāya disāya appaṇihitaṁ, dutiyāya disāya suññataṁ, tatiyāya disāya animittaṁ.",
  "pe9:53.20": "Nandiyāvaṭṭassa nayassa rāgavirāgā cetovimutti avijjāvirāgā ca paññāvimutti pariyosānaṁ.",
  "pe9:53.21": "Paṭhamāya disāya rāgavirāgā cetovimutti, dutiyāya disāya avijjāvirāgā paññāvimutti.",
  "pe9:53.22": "Ime tayo nayā imesaṁ tiṇṇaṁ nayānaṁ aṭṭhārasannaṁ mūlapadānaṁ ālokanā, ayaṁ vuccati disālokano nayo.",
  "pe9:53.23": "Āloketvāna jānāti “ayaṁ dhammo imaṁ dhammaṁ bhajatī”ti sammā yojanā.",
  "pe9:53.24": "Kusalapakkhe akusalapakkhe ca ayaṁ nayo aṅkuso nāma.",
  "pe9:53.25": "Ime pañca nayā.",
  "pe9:54.1": "Tatthimā uddānagāthā",
  "pe9:55.1": "Taṇhā ca avijjāpi ca,",
  "pe9:55.2": "Lobho doso tatheva moho ca;",
  "pe9:55.3": "Cattāro ca vipallāsā,",
  "pe9:55.4": "Kilesabhūmī nava padāni.",
  "pe9:56.1": "Ye ca satipaṭṭhānā,",
  "pe9:56.2": "Samatho ca vipassanā kusalamūlā;",
  "pe9:56.3": "Etaṁ sabbaṁ kusalaṁ,",
  "pe9:56.4": "Indriyabhūmī nava padāni.",
  "pe9:57.1": "Sabbakusalaṁ navahi padehi yujjati,",
  "pe9:57.2": "Navahi ceva akusalaṁ;",
  "pe9:57.3": "Ete te mūlapadā,",
  "pe9:57.4": "Ubhato aṭṭhārasa padāni.",
  "pe9:58.1": "Taṇhā ceva avijjā ca,",
  "pe9:58.2": "Samatho ca vipassanā;",
  "pe9:58.3": "Yo neti sabbesu yogayutto,",
  "pe9:58.4": "Ayaṁ nayo nandiyāvaṭṭo.",
  "pe9:59.1": "Yaṁ kusalamūlehi,",
  "pe9:59.2": "Nayati kusalaakusalamūlehi;",
  "pe9:59.3": "Bhūtaṁ tathaṁ avitathaṁ,",
  "pe9:59.4": "Tipukkhalaṁ taṁ nayaṁ āhu.",
  "pe9:60.1": "So neti vipallāsehi,",
  "pe9:60.2": "Kilesaindriyehi ca;",
  "pe9:60.3": "Dhamme taṁ nayaṁ vinayamāhu,",
  "pe9:60.4": "Sīhavikkīḷitaṁ nāma.",
  "pe9:61.1": "Veyyākaraṇe vutte,",
  "pe9:61.2": "Kusalatāhi akusalatāhi ca;",
  "pe9:61.3": "Tayo ālokayati,",
  "pe9:61.4": "Ayaṁ nayo disālocano nāma.",
  "pe9:62.1": "Oloketvā disālocanena,",
  "pe9:62.2": "Ukkhipiya yaṁ samāneti;",
  "pe9:62.3": "Sabbe kusalākusale,",
  "pe9:62.4": "Ayaṁ nayo aṅkuso nāma.",
  "pe9:63.1": "Nayasamuṭṭhānaṁ.",
  "pe9:63.2": "Peṭakopadese mahākaccāyanassa therassa",
  "pe9:63.3": "suttavibhaṅgassa dassanaṁ samattaṁ.",
  "pe9:64.1": "Yāni catukkāni akusalāni kusalāni ca sīhavikkīḷite naye niddiṭṭhāni, tikāni kusalāni ca akusalāni ca tipukkhale naye niddiṭṭhāni, dukāni kusalāni ca akusalāni ca nandiyāvaṭṭe naye niddiṭṭhāni.",
  "pe9:64.2": "Yesu dvīsu dhammesu kusalesu so attho tikesu vibhajjamānassa bhavabhūmi, atha ca sabbo ca attho tīhi byañjanehi niddisati.",
  "pe9:64.3": "Tattakāni vuccati.",
  "pe9:64.4": "Yo attho catūhi padehi aṭṭhavīsatibhāgehi natthibhūmi niddisituṁ, avacarantova catūhi padehi niddisati.",
  "pe9:64.5": "Iti yaṁ yathāniddiṭṭhassa avikosanā idaṁ pamāṇaṁ.",
  "pe9:64.6": "Yathā sabbe samādhayo tīsu samādhīsu pariyesitabbā, savitakkasavicāre avitakkavicāramatte avitakkaavicāre idaṁ pamāṇaṁ, natthi catuttho samādhi.",
  "pe9:64.7": "Tathā tisso paññā cintāmayī sutamayī bhāvanāmayī sabbāsu paññāsu niddisati, natthi catutthī paññā na cintāmayī na sutamayī na bhāvanāmayī, paññā nāssa atthi imesaṁ dhammānaṁ yā avikkhepanā, idaṁ vuccati pamāṇanti.",
  "pe9:65.1": "Therassa mahākaccāyanassa jambuvanavāsino peṭakopadeso samatto.",
  "pe9:66.1": "Peṭakopadesapakaraṇaṁ niṭṭhitaṁ."
}