{
  "an8.19:0.1": "Palaipsninių suttų rinkinys 8 ",
  "an8.19:0.2": "2. Didysis skyrius ",
  "an8.19:0.3": "19. Paharadai ",
  "an8.19:1.1": "Kartą Palaimintasis buvo apsistojęs Verandžijos nendryne didžiulio nimo medžio papėdėje. ",
  "an8.19:1.2": "Ir štai _asurų_ valdovas Paharada nuėjo pas Palaimintąjį. Atėjęs pasveikino jį ir atsistojo iš šono. Stovinčiam gi iš šono _asurų_ valdovui Paharadai Palaimintasis pasakė štai ką: ",
  "an8.19:2.1": "„Sakyki, Paharada, ar didysis vandenynas džiugina _asuras_?” ",
  "an8.19:2.2": "„Didysis vandenynas, Garbusis, džiugina _asuras_.” ",
  "an8.19:2.3": "„Bet kiek gi, Paharada, yra nuostabių, stulbinančių didžiojo vandenyno ypatumų, kurių matymas džiugina _asuras_?” ",
  "an8.19:2.4": "„Garbusis, yra aštuoni, nuostabūs, stulbinantys didžiojo vandenyno ypatumai, kurių matymas džiugina _asuras_. ",
  "an8.19:2.5": "Kokie aštuoni? ",
  "an8.19:2.6": "Didysis vandenynas, Garbusis, leidžiasi palaipsniui, šlija palaipsniui ir svyra palaipsniui, o ne stačiai kaip skardis. ",
  "an8.19:2.7": "Ir tai, kad didysis vandenynas leidžiasi palaipsniui, šlija palaipsniui ir svyra palaipsniui, o ne stačiai kaip skardis, ",
  "an8.19:2.8": "tai, Garbusis, pirmasis didžiojo vandenyno nuostabus, stulbinantis ypatumas, kurio matymas džiugina _asuras_. ",
  "an8.19:3.1": "Toliau, Garbusis, didysis vandenynas iš prigimties stabilus, jis neperžengia krantų. ",
  "an8.19:3.2": "Ir tai, kad didysis vandenynas iš prigimties stabilus, jis neperžengia krantų, ",
  "an8.19:3.3": "tai, Garbusis, antrasis didžiojo vandenyno nuostabus, stulbinantis ypatumas, kurio matymas džiugina _asuras_. ",
  "an8.19:4.1": "Toliau, Garbusis, didysis vandenynas nesubūna nei su mirusiaisiais, nei su maita: gan greitai, jie išnešami į krantą, išmetami į sausumą. ",
  "an8.19:4.2": "Ir tai, kad didysis vandenynas nesubūna nei su mirusiaisiais, nei su maita: gan greitai, jie išnešami į krantą, išmetami į sausumą, ",
  "an8.19:4.3": "tai, Garbusis, trečiasis didžiojo vandenyno nuostabus, stulbinantis ypatumas, kurio matymas džiugina _asuras_. ",
  "an8.19:5.1": "Toliau, Garbusis, bet kuri didžioji upė, tokia kaip ",
  "an8.19:5.2": "Ganga, Jamuna, Ačiravatė, Sarabhū ir Mahy, įtekėjusi į didįjį vandenyną praranda ankstesnį pavadinimą, ją vadina tik didžiuoju vandenynu. ",
  "an8.19:5.3": "Ir tai, kad bet kuri didžioji upė, tokia kaip Ganga, Jamuna, Ačiravatė, Sarabhū ir Mahy, įtekėjusi į didįjį vandenyną praranda ankstesnį pavadinimą, ją vadina tik didžiuoju vandenynu, ",
  "an8.19:5.4": "tai, Garbusis, ketvirtasis didžiojo vandenyno nuostabus, stulbinantis ypatumas, kurio matymas džiugina _asuras_. ",
  "an8.19:6.1": "Toliau, Garbusis, nors ir teka pasaulio upės į didįjį vandenyną, nors ir lietaus lašai krenta į jį, nesimato, kad dėl to didysis vandenynas mažėtų ar prisipildytų. ",
  "an8.19:6.2": "Ir tai, kad nors ir teka pasaulio upės į didįjį vandenyną, nors ir lietaus lašai krenta į jį, nesimato, kad dėl to didysis vandenynas mažėtų ar prisipildytų, ",
  "an8.19:6.3": "tai, Garbusis, penktasis didžiojo vandenyno nuostabus, stulbinantis ypatumas, kurio matymas džiugina _asuras_. ",
  "an8.19:7.1": "Toliau, Garbusis, didysis vandenynas yra vieno skonio – sūraus skonio. ",
  "an8.19:7.2": "Ir tai, kad didysis vandenynas yra vieno skonio – sūraus skonio, ",
  "an8.19:7.3": "tai, Garbusis, šeštasis didžiojo vandenyno nuostabus, stulbinantis ypatumas, kurio matymas džiugina _asuras_. ",
  "an8.19:8.1": "Toliau, Garbusis, didžiajame vandenyne yra daug brangenybių, brangenybių begalė. Ten yra tokios brangenybės kaip perlai, brangakmeniai, lazuritai, kriauklės, kvarcas, koralai, sidabras, auksas, rubinai, turmalinai. ",
  "an8.19:8.2": "Ir tai, kad didžiajame vandenyne yra daug brangenybių, brangenybių begalė. Ten yra tokios brangenybės kaip perlai, brangakmeniai, lazuritai, kriauklės, kvarcas, koralai, sidabras, auksas, rubinai, turmalinai, ",
  "an8.19:8.3": "tai, Garbusis, septintasis didžiojo vandenyno nuostabus, stulbinantis ypatumas, kurio matymas džiugina _asuras_. ",
  "an8.19:9.1": "Toliau, Garbusis, didysis vandenynas yra didelių būtybių namai. Ten yra tokios būtybės: kašalotas, mėlynasis banginis, _asurai_, _nagai_, _gandhabai_. Yra didžiajame vandenyne ir vieno šimto _jodžianų_ (apie 100 * 12 km) ilgio esybės, ir dviejų šimtų _jodžianų_ ilgio esybės, ir trijų šimtų _jodžianų_ ilgio esybės, ir keturių šimtų _jodžianų_ ilgio esybės, ir penkių šimtų _jodžianų_ ilgio esybės. ",
  "an8.19:9.2": "Ir tai, kad didysis vandenynas yra didelių būtybių namai. Ten yra tokios būtybės: kašalotas, mėlynasis banginis, _asurai_, _nagai_, _gandhabai_. Yra didžiajame vandenyne ir vieno šimto _jodžianų_ … ir penkių šimtų _jodžianų_ ilgio esybės, ",
  "an8.19:9.3": "tai, Garbusis, aštuntasis didžiojo vandenyno nuostabus, stulbinantis ypatumas, kurio matymas džiugina _asuras_. ",
  "an8.19:9.4": "Šie, Garbusis, yra aštuoni, nuostabūs, stulbinantys didžiojo vandenyno ypatumai, kurių matymas džiugina _asuras_. ",
  "an8.19:10.1": "Bet sakykite, Garbusis, ar šis Mokymas (_dhamma_) ir Disciplina (_vinaya_) džiugina vienuolius?” ",
  "an8.19:10.2": "„Šis Mokymas ir Disciplina, Paharada, džiugina vienuolius.” ",
  "an8.19:10.3": "„Bet kiek gi, Garbusis, yra nuostabių, stulbinančių šio Mokymo ir Disciplinos ypatumų, kurių matymas džiugina vienuolius?” ",
  "an8.19:10.4": "„Paharada, yra aštuoni, nuostabūs, stulbinantys šio Mokymo ir Disciplinos ypatumų, kurių matymas džiugina vienuolius. ",
  "an8.19:10.5": "Kokie aštuoni? ",
  "an8.19:10.6": "Panašiai, Paharada, kaip kad didysis vandenynas leidžiasi palaipsniui, šlija palaipsniui ir svyra palaipsniui, o ne stačiai kaip skardis, ",
  "an8.19:10.7": "lygiai gi taip pat, Paharada, šiame Mokyme ir Disciplinoje prasiskverbimas į tobulą pažinimą (įvyksta) dėl to, kad mokomasi palaipsniui, veikiama palaipsniui, praktikuojama palaipsniui. ",
  "an8.19:10.8": "Ir tai, kad šiame Mokyme ir Disciplinoje prasiskverbimas į tobulą pažinimą (įvyksta) dėl to, kad mokomasi palaipsniui, veikiama palaipsniui, praktikuojama palaipsniui, ",
  "an8.19:10.9": "tai, Paharada, yra pirmasis nuostabus, stulbinantis šio Mokymo ir Disciplinos ypatumas, kurio matymas džiugina vienuolius. ",
  "an8.19:11.1": "Panašiai, Paharada, kaip didysis vandenynas iš prigimties stabilus, jis neperžengia krantų, ",
  "an8.19:11.2": "lygiai gi taip pat, Paharada, ir mano mokiniai neperžengia nurodytų jiems priesakų net gyvybės dėlei. ",
  "an8.19:11.3": "Ir tai, kad mano mokiniai neperžengia nurodytų jiems priesakų net gyvybės dėlei, ",
  "an8.19:11.4": "tai, Paharada, yra antrasis nuostabus, stulbinantis šio Mokymo ir Disciplinos ypatumas, kurio matymas džiugina vienuolius. ",
  "an8.19:12.1": "Panašiai, Paharada, kaip didysis vandenynas nesubūna nei su mirusiaisiais, nei su maita: gan greitai, jie išnešami į krantą, išmetami į sausumą, ",
  "an8.19:13.1": "lygiai gi taip pat, Paharada, ir vienuolių bendruomenė nesubūna su morališkai žlugusiu, blogos prigimties, nešvaraus ir abejotino elgesio, veikiančiu paslapčiomis žmogumi, su netikru vienuoliu apsimetančiu vienuoliu, su neskaistuoliu apsimetančiu skaistuoliu, su supuvusiu iš vidaus, gašliu ir purvinu žmogumi. Gan greitai susirinkusi (bendruomenė) tokį nušalina. Net ir sėdint viduryje vienuolių bendruomenės, jis yra toli nuo jos, o bendruomenė (yra toli) nuo jo. ",
  "an8.19:13.2": "Ir tai, kad vienuolių bendruomenė nesubūna su morališkai žlugusiu, blogos prigimties, nešvaraus ir abejotino elgesio, veikiančiu paslapčiomis žmogumi, su netikru vienuoliu apsimetančiu vienuoliu, su neskaistuoliu apsimetančiu skaistuoliu, su supuvusiu iš vidaus, gašliu ir purvinu žmogumi, gan greitai susirinkusi (bendruomenė) tokį nušalina, net ir sėdint viduryje vienuolių bendruomenės, jis yra toli nuo jos, o bendruomenė (yra toli) nuo jo, ",
  "an8.19:13.3": "tai, Paharada, yra trečiasis nuostabus, stulbinantis šio Mokymo ir Disciplinos ypatumas, kurio matymas džiugina vienuolius. ",
  "an8.19:14.1": "Panašiai, Paharada, kaip bet kuri didžioji upė, tokia kaip Ganga, Jamuna, Ačiravatė, Sarabhū ir Mahy, įtekėjusi į didįjį vandenyną praranda ankstesnį pavadinimą, ją vadina tik didžiuoju vandenynu, ",
  "an8.19:14.2": "lygiai gi taip pat, Paharada, ir šie keturi luomai: _kšatrijai_, brahmanai, _vaišijai_, ir _šudros_, kai jie žengia priekin iš namų į gyvenimą be namų Tathagatos skelbiamuose Mokyme ir Disciplinoje, jie praranda ankstesnį vardą ir pavardę, juos vadina tik Sakjų sūnumis atsiskyrėliais. ",
  "an8.19:14.3": "Ir tai, kad šie keturi luomai: _kšatrijai_, brahmanai, _vaišijai_, ir _šudros_, kai jie žengia priekin iš namų į gyvenimą be namų Tathagatos skelbiamuose Mokyme ir Disciplinoje, jie praranda ankstesnį vardą ir pavardę, juos vadina tik Sakjų sūnumis atsiskyrėliais, ",
  "an8.19:14.4": "tai, Paharada, yra ketvirtasis nuostabus, stulbinantis šio Mokymo ir Disciplinos ypatumas, kurio matymas džiugina vienuolius. ",
  "an8.19:15.1": "Panašiai, Paharada, kaip nors ir teka pasaulio upės į didįjį vandenyną, nors ir lietaus lašai krenta į jį, nesimato, kad dėl to didysis vandenynas mažėtų ar prisipildytų, ",
  "an8.19:15.2": "lygiai gi taip pat, Paharada, nors ir daug vienuolių galutinai įžengia į _nibbanos_ elementą be liekanos, nesimato, kad dėl to _nibbanos_ elementas mažėtų ar prisipildytų. ",
  "an8.19:15.3": "Ir tai, kad nors ir daug vienuolių galutinai įžengia į _nibbanos_ elementą be liekanos, nesimato, kad dėl to _nibbanos_ elementas mažėtų ar prisipildytų, ",
  "an8.19:15.4": "tai, Paharada, yra penktasis nuostabus, stulbinantis šio Mokymo ir Disciplinos ypatumas, kurio matymas džiugina vienuolius. ",
  "an8.19:16.1": "Panašiai, Paharada, kaip didysis vandenynas yra vieno skonio – sūraus skonio, ",
  "an8.19:16.2": "lygiai gi taip pat, Paharadai, šis Mokymas ir Disciplina yra vieno skonio – išsilaisvinimo skonio. ",
  "an8.19:16.3": "Ir tai, kad šis Mokymas ir Disciplina yra vieno skonio – išsilaisvinimo skonio, ",
  "an8.19:16.4": "tai, Paharada, yra šeštasis nuostabus, stulbinantis šio Mokymo ir Disciplinos ypatumas, kurio matymas džiugina vienuolius. ",
  "an8.19:17.1": "Panašiai, Paharada, kaip didžiajame vandenyne yra daug brangenybių, brangenybių begalė. Ten yra tokios brangenybės kaip perlai, brangakmeniai, lazuritai, kriauklės, kvarcas, koralai, sidabras, auksas, rubinai, turmalinai, ",
  "an8.19:17.2": "lygiai gi taip pat, Paharada, šiame Mokyme ir Disciplinoje yra daug brangenybių, brangenybių begalė. Ten yra tokios brangenybės kaip keturios atidos sritys, keturi teisingi stengimaisi, keturi viršžmogiškų galių pagrindai, penki valdantys gebėjimai, penkios stiprybės, septyni nušvitimo veiksniai, taurinantis aštuonlypis kelias. ",
  "an8.19:17.3": "Ir tai, kad šiame Mokyme ir Disciplinoje yra daug brangenybių, brangenybių begalė, ten yra tokios brangenybės kaip keturios atidos sritys, keturi teisingi stengimaisi, keturi viršžmogiškų galių pagrindai, penki valdantys gebėjimai, penkios stiprybės, septyni nušvitimo veiksniai, taurinantis aštuonlypis kelias, ",
  "an8.19:17.4": "tai, Paharada, yra septintasis nuostabus, stulbinantis šio Mokymo ir Disciplinos ypatumas, kurio matymas džiugina vienuolius. ",
  "an8.19:18.1": "Panašiai, Paharada, kaip didysis vandenynas yra didelių būtybių namai. Ten yra tokios būtybės: kašalotas, mėlynasis banginis, _asurai_, _nagai_, _gandhabai_. Yra didžiajame vandenyne ir vieno šimto _jodžianų_ (apie 100 * 12 km) ilgio esybės, ir dviejų šimtų _jodžianų_ ilgio esybės, ir trijų šimtų _jodžianų_ ilgio esybės, ir keturių šimtų _jodžianų_ ilgio esybės, ir penkių šimtų _jodžianų_ ilgio esybės. ",
  "an8.19:18.2": "Lygiai gi taip pat, Paharada, šis Mokymas ir Disciplina yra didelių būtybių namai, ten yra tokios būtybės: įžengęs į srautą, keliaujantis link įžengimo į srauto vaisiaus pažinimą, kartą sugrįžtantis, keliaujantis link kartą sugrįžimo vaisiaus pažinimo, nebesugrįžtantis, keliaujantis link nebesugrįžimo vaisiaus pažinimo, _arahantas_, keliaujantis link _arahantystės_. ",
  "an8.19:18.3": "Ir tai, kad šis Mokymas ir Disciplina yra didelių būtybių namai, ten yra tokios būtybės: įžengęs į srautą, keliaujantis link įžengimo į srauto vaisiaus pažinimą, kartą sugrįžtantis, keliaujantis link kartą sugrįžimo vaisiaus pažinimo, nebesugrįžtantis, keliaujantis link nebesugrįžimo vaisiaus pažinimo, _arahantas_, keliaujantis link _arahantystės_, ",
  "an8.19:18.4": "tai, Paharada, yra aštuntasis nuostabus, stulbinantis šio Mokymo ir Disciplinos ypatumas, kurio matymas džiugina vienuolius. ",
  "an8.19:19.1": "Šie, Paharada, yra aštuoni, nuostabūs, stulbinantys šio Mokymo ir Disciplinos ypatumai, kurių matymas džiugina vienuolius.” "
}