{
  "sn36.20:0.1": "Saṁyutta Nikāya 36 ",
  "sn36.20:0.2": "2. Rahogatavagga ",
  "sn36.20:0.3": "20. Bhikkhusutta ",
  "sn36.20:1.1": "“Dvepi mayā, bhikkhave, vedanā vuttā pariyāyena, tissopi mayā vedanā vuttā pariyāyena, pañcapi mayā vedanā vuttā pariyāyena, chapi mayā vedanā vuttā pariyāyena, aṭṭhārasāpi mayā vedanā vuttā pariyāyena, chattiṁsāpi mayā vedanā vuttā pariyāyena, aṭṭhasatampi mayā vedanā vuttā pariyāyena. ",
  "sn36.20:1.2": "Evaṁ pariyāyadesito, bhikkhave, mayā dhammo. ",
  "sn36.20:1.3": "Evaṁ pariyāyadesite kho, bhikkhave, mayā dhamme ye aññamaññassa subhāsitaṁ sulapitaṁ na samanumaññissanti, na samanujānissanti, na samanumodissanti, tesaṁ etaṁ pāṭikaṅkhaṁ—bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharissantīti. ",
  "sn36.20:1.4": "Evaṁ pariyāyadesito, bhikkhave, mayā dhammo. ",
  "sn36.20:1.5": "Evaṁ pariyāyadesite kho, bhikkhave, mayā dhamme ye aññamaññassa subhāsitaṁ sulapitaṁ samanumaññissanti samanujānissanti samanumodissanti, tesaṁ etaṁ pāṭikaṅkhaṁ—samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṁ piyacakkhūhi sampassantā viharissantīti. ",
  "sn36.20:2.1": "Pañcime, bhikkhave, kāmaguṇā …pe… ",
  "sn36.20:2.2": "ṭhānaṁ kho panetaṁ, bhikkhave, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "sn36.20:2.3": "‘saññāvedayitanirodhaṁ samaṇo gotamo āha, tañca sukhasmiṁ paññapeti. ",
  "sn36.20:2.4": "Tayidaṁ kiṁsu, tayidaṁ kathaṁsū’ti? ",
  "sn36.20:2.5": "Evaṁvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "sn36.20:2.6": "‘na kho, āvuso, bhagavā sukhaññeva vedanaṁ sandhāya sukhasmiṁ paññapeti. ",
  "sn36.20:2.7": "Yattha yattha, āvuso, sukhaṁ upalabbhati yahiṁ yahiṁ, taṁ taṁ tathāgato sukhasmiṁ paññapetī’”ti. ",
  "sn36.20:2.8": "Dasamaṁ. ",
  "sn36.20:2.9": "Rahogatavaggo dutiyo. ",
  "sn36.20:3.0": "Tassuddānaṁ",
  "sn36.20:3.1": "Rahogataṁ dve ākāsaṁ, ",
  "sn36.20:3.2": "agāraṁ dve ca ānandā; ",
  "sn36.20:3.3": "Sambahulā duve vuttā, ",
  "sn36.20:3.4": "pañcakaṅgo ca bhikkhunāti. "
}