{
  "sn2.26:0.1": "Саньютта Никая 2.26 ",
  "sn2.26:0.2": "3. Приверженцы иных учений ",
  "sn2.26:0.3": "Рохитасса ",
  "sn2.26:1.1": "В Саваттхи. ",
  "sn2.26:1.2": "Стоя рядом, молодое божество Рохитасса обратилось к Благословенному: ",
  "sn2.26:1.3": "«Возможно ли, уважаемый, посредством передвижения познать, увидеть или достичь края мира, где ты не рождаешься, не стареешь, не умираешь, не испускаешь последний вздох, не перерождаешься?» ",
  "sn2.26:1.4": "«Что касается края мира, друг, где ты не рождаешься, не стареешь, не умираешь, не испускаешь последний вздох, не перерождаешься, — я говорю тебе, что его нельзя познать, увидеть или достичь посредством передвижения». ",
  "sn2.26:2.1": "«Удивительно, уважаемый! Поразительно, уважаемый! ",
  "sn2.26:2.2": "Как хорошо сказал Благословенный: ",
  "sn2.26:2.3": "„Что касается края мира, друг, где ты не рождаешься, не стареешь, не умираешь, не испускаешь последний вздох, не перерождаешься, — я говорю тебе, что его нельзя познать, увидеть или достичь посредством передвижения“. ",
  "sn2.26:3.1": "Когда-то в прошлом, уважаемый, я был провидцем по имени Рохитасса, сыном Бходжи, и обладал сверхъестественной силой, мог странствовать сквозь небеса. ",
  "sn2.26:3.2": "Я обладал такой скоростью, уважаемый, что мог перемещаться так же быстро, как если бы лучник с мощным луком — обученный, ловкий, натренированный, опытный — мог без труда выпустить по тени банановой пальмы лёгкую стрелу. ",
  "sn2.26:3.3": "Мой шаг был таким огромным, уважаемый, что, казалось, он покрывал всё расстояние от восточного океана до западного океана. ",
  "sn2.26:3.4": "И затем, уважаемый, желание возникло во мне: ",
  "sn2.26:3.5": "„Я доберусь до края мира посредством передвижения“. ",
  "sn2.26:3.6": "Обладая такой скоростью и таким шагом, имея срок жизни в сотню лет, живя в течение сотни лет, я передвигался в течение ста лет, если не считать остановок на то, чтобы поесть, попить, пообедать и перекусить, помочиться и испражниться, поспать и снять усталость. И всё же я умер по пути, так и не достигнув края мира. ",
  "sn2.26:4.1": "Удивительно, уважаемый! Поразительно, уважаемый! ",
  "sn2.26:4.2": "Как хорошо сказал Благословенный: ",
  "sn2.26:4.3": "„Что касается края мира, друг, где ты не рождаешься, не стареешь, не умираешь, не испускаешь последний вздох, не перерождаешься, — я говорю тебе, что его нельзя познать, увидеть или достичь посредством передвижения“.». ",
  "sn2.26:5.1": "«И всё же, друг, я также утверждаю, что, не дойдя до края мира, нельзя положить конец страданиям. ",
  "sn2.26:5.2": "Друг, именно в этом самом теле, длиной почти в сажень, наделённом восприятием и сознанием, я провозглашаю мир, происхождение мира, прекращение мира и путь, ведущий к прекращению мира». И далее Благословенный добавил: ",
  "sn2.26:6.1": "«И не дойти до края мира ",
  "sn2.26:6.2": "За счёт передвижения по миру, ",
  "sn2.26:6.3": "Но всё же, не дойдя до края мира, ",
  "sn2.26:6.4": "Нельзя освободиться от страданий. ",
  "sn2.26:7.1": "Поэтому, воистину, мудрец, мира знаток, ",
  "sn2.26:7.2": "Ушедший к краю мира, исполнитель святой жизни, ",
  "sn2.26:7.3": "В покое пребывает, ведь познал он мира край. ",
  "sn2.26:7.4": "Ни этого, ни следующего мира он не жаждет». "
}