{
  "sn22.26:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.26:0.2": "3. Bhāravagga ",
  "sn22.26:0.3": "26. Assādasutta ",
  "sn22.26:1.1": "Sāvatthinidānaṁ. ",
  "sn22.26:1.2": "“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "sn22.26:1.3": "‘ko nu kho rūpassa assādo, ko ādīnavo, kiṁ nissaraṇaṁ? ",
  "sn22.26:1.4": "Ko vedanāya assādo, ko ādīnavo, kiṁ nissaraṇaṁ? ",
  "sn22.26:1.5": "Ko saññāya assādo, ko ādīnavo, kiṁ nissaraṇaṁ? ",
  "sn22.26:1.6": "Ko saṅkhārānaṁ assādo, ko ādīnavo, kiṁ nissaraṇaṁ? ",
  "sn22.26:1.7": "Ko viññāṇassa assādo, ko ādīnavo, kiṁ nissaraṇan’ti? ",
  "sn22.26:1.8": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "sn22.26:1.9": "‘yaṁ kho rūpaṁ paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ rūpassa assādo. ",
  "sn22.26:1.10": "Yaṁ rūpaṁ aniccaṁ dukkhaṁ vipariṇāmadhammaṁ, ayaṁ rūpassa ādīnavo. ",
  "sn22.26:1.11": "Yo rūpasmiṁ chandarāgavinayo chandarāgappahānaṁ, idaṁ rūpassa nissaraṇaṁ. ",
  "sn22.26:1.12": "Yaṁ vedanaṁ paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ vedanāya assādo. ",
  "sn22.26:1.13": "Yaṁ vedanā aniccā dukkhā vipariṇāmadhammā, ayaṁ vedanāya ādīnavo. ",
  "sn22.26:1.14": "Yo vedanāya chandarāgavinayo chandarāgappahānaṁ, idaṁ vedanāya nissaraṇaṁ. ",
  "sn22.26:1.15": "Yaṁ saññaṁ paṭicca uppajjati …pe… ",
  "sn22.26:1.16": "yaṁ saṅkhāre paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ saṅkhārānaṁ assādo. ",
  "sn22.26:1.17": "Yaṁ saṅkhārā aniccā dukkhā vipariṇāmadhammā, ayaṁ saṅkhārānaṁ ādīnavo. ",
  "sn22.26:1.18": "Yo saṅkhāresu chandarāgavinayo chandarāgappahānaṁ, idaṁ saṅkhārānaṁ nissaraṇaṁ. ",
  "sn22.26:1.19": "Yaṁ viññāṇaṁ paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ viññāṇassa assādo. ",
  "sn22.26:1.20": "Yaṁ viññāṇaṁ aniccaṁ dukkhaṁ vipariṇāmadhammaṁ, ayaṁ viññāṇassa ādīnavo. ",
  "sn22.26:1.21": "Yo viññāṇasmiṁ chandarāgavinayo chandarāgappahānaṁ, idaṁ viññāṇassa nissaraṇaṁ’. ",
  "sn22.26:2.1": "Yāvakīvañcāhaṁ, bhikkhave, imesaṁ pañcannaṁ upādānakkhandhānaṁ evaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ nābbhaññāsiṁ, neva tāvāhaṁ, bhikkhave, ‘sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṁ sammāsambodhiṁ abhisambuddho’ti paccaññāsiṁ. ",
  "sn22.26:2.2": "Yato ca khvāhaṁ, bhikkhave, imesaṁ pañcannaṁ upādānakkhandhānaṁ evaṁ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṁ abbhaññāsiṁ; ",
  "sn22.26:2.3": "athāhaṁ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṁ sammāsambodhiṁ abhisambuddhoti paccaññāsiṁ. ",
  "sn22.26:2.4": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "sn22.26:2.5": "‘akuppā me vimutti; ayamantimā jāti; natthi dāni punabbhavo’”ti. ",
  "sn22.26:2.6": "Pañcamaṁ. "
}