{
  "sn22.96:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.96:0.2": "10. Pupphavagga ",
  "sn22.96:0.3": "96. Gomayapiṇḍasutta ",
  "sn22.96:1.1": "Sāvatthinidānaṁ. ",
  "sn22.96:1.2": "Ekamantaṁ nisinno kho so bhikkhu bhagavantaṁ etadavoca: ",
  "sn22.96:1.3": "“atthi nu kho, bhante, kiñci rūpaṁ yaṁ rūpaṁ niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ sassatisamaṁ tatheva ṭhassati? ",
  "sn22.96:1.4": "Atthi nu kho, bhante, kāci vedanā yā vedanā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṁ tatheva ṭhassati? ",
  "sn22.96:1.5": "Atthi nu kho, bhante, kāci saññā yā saññā …pe… ",
  "sn22.96:1.6": "atthi nu kho, bhante, keci saṅkhārā ye saṅkhārā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṁ tatheva ṭhassanti? ",
  "sn22.96:1.7": "Atthi nu kho, bhante, kiñci viññāṇaṁ, yaṁ viññāṇaṁ niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ sassatisamaṁ tatheva ṭhassatī”ti? ",
  "sn22.96:1.8": "“Natthi kho, bhikkhu, kiñci rūpaṁ, yaṁ rūpaṁ niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ sassatisamaṁ tatheva ṭhassati. ",
  "sn22.96:1.9": "Natthi kho, bhikkhu, kāci vedanā … ",
  "sn22.96:1.10": "kāci saññā … ",
  "sn22.96:1.11": "keci saṅkhārā … ",
  "sn22.96:1.12": "kiñci viññāṇaṁ, yaṁ viññāṇaṁ niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ sassatisamaṁ tatheva ṭhassatī”ti. ",
  "sn22.96:2.1": "Atha kho bhagavā parittaṁ gomayapiṇḍaṁ pāṇinā gahetvā taṁ bhikkhuṁ etadavoca: ",
  "sn22.96:2.2": "“ettakopi kho, bhikkhu, attabhāvapaṭilābho natthi nicco dhuvo sassato avipariṇāmadhammo sassatisamaṁ tatheva ṭhassati. ",
  "sn22.96:2.3": "Ettako cepi, bhikkhu, attabhāvapaṭilābho abhavissa nicco dhuvo sassato avipariṇāmadhammo, nayidaṁ brahmacariyavāso paññāyetha sammā dukkhakkhayāya. ",
  "sn22.96:2.4": "Yasmā ca kho, bhikkhu, ettakopi attabhāvapaṭilābho natthi nicco dhuvo sassato avipariṇāmadhammo, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya. ",
  "sn22.96:3.1": "Bhūtapubbāhaṁ, bhikkhu, rājā ahosiṁ khattiyo muddhāvasitto. ",
  "sn22.96:3.2": "Tassa mayhaṁ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītinagarasahassāni ahesuṁ kusāvatīrājadhānippamukhāni. ",
  "sn22.96:3.3": "Tassa mayhaṁ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītipāsādasahassāni ahesuṁ dhammapāsādappamukhāni. ",
  "sn22.96:3.4": "Tassa mayhaṁ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītikūṭāgārasahassāni ahesuṁ mahābyūhakūṭāgārappamukhāni. ",
  "sn22.96:3.5": "Tassa mayhaṁ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītipallaṅkasahassāni ahesuṁ dantamayāni sāramayāni sovaṇṇamayāni goṇakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni. ",
  "sn22.96:3.6": "Tassa mayhaṁ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītināgasahassāni ahesuṁ sovaṇṇālaṅkārāni sovaṇṇaddhajāni hemajālapaṭicchannāni uposathanāgarājappamukhāni. ",
  "sn22.96:3.7": "Tassa mayhaṁ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītiassasahassāni ahesuṁ sovaṇṇālaṅkārāni sovaṇṇaddhajāni hemajālapaṭicchannāni valāhakaassarājappamukhāni. ",
  "sn22.96:3.8": "Tassa mayhaṁ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītirathasahassāni ahesuṁ sovaṇṇālaṅkārāni sovaṇṇaddhajāni hemajālapaṭicchannāni vejayantarathappamukhāni. ",
  "sn22.96:3.9": "Tassa mayhaṁ, bhikkhu, rañño sato khattiyassa muddhāvasittassa caturāsītimaṇisahassāni ahesuṁ maṇiratanappamukhāni. ",
  "sn22.96:3.10": "Tassa mayhaṁ, bhikkhu …pe… caturāsītiitthisahassāni ahesuṁ subhaddādevippamukhāni. ",
  "sn22.96:3.11": "Tassa mayhaṁ, bhikkhu …pe… caturāsītikhattiyasahassāni ahesuṁ anuyantāni pariṇāyakaratanappamukhāni. ",
  "sn22.96:3.12": "Tassa mayhaṁ, bhikkhu …pe… caturāsītidhenusahassāni ahesuṁ dukūlasandānāni kaṁsūpadhāraṇāni. ",
  "sn22.96:3.13": "Tassa mayhaṁ, bhikkhu …pe… caturāsītivatthakoṭisahassāni ahesuṁ khomasukhumāni koseyyasukhumāni kambalasukhumāni kappāsikasukhumāni. ",
  "sn22.96:3.14": "Tassa mayhaṁ, bhikkhu …pe… caturāsītithālipākasahassāni ahesuṁ; sāyaṁ pātaṁ bhattābhihāro abhihariyittha. ",
  "sn22.96:4.1": "Tesaṁ kho pana, bhikkhu, caturāsītiyā nagarasahassānaṁ ekaññeva taṁ nagaraṁ hoti yamahaṁ tena samayena ajjhāvasāmi—kusāvatī rājadhānī. ",
  "sn22.96:4.2": "Tesaṁ kho pana, bhikkhu, caturāsītiyā pāsādasahassānaṁ ekoyeva so pāsādo hoti yamahaṁ tena samayena ajjhāvasāmi—dhammo pāsādo. ",
  "sn22.96:4.3": "Tesaṁ kho pana, bhikkhu, caturāsītiyā kūṭāgārasahassānaṁ ekaññeva taṁ kūṭāgāraṁ hoti yamahaṁ tena samayena ajjhāvasāmi—mahābyūhaṁ kūṭāgāraṁ. ",
  "sn22.96:4.4": "Tesaṁ kho pana, bhikkhu, caturāsītiyā pallaṅkasahassānaṁ ekoyeva so pallaṅko hoti yamahaṁ tena samayena paribhuñjāmi—dantamayo vā sāramayo vā sovaṇṇamayo vā rūpiyamayo vā. ",
  "sn22.96:4.5": "Tesaṁ kho pana, bhikkhu, caturāsītiyā nāgasahassānaṁ ekoyeva so nāgo hoti yamahaṁ tena samayena abhiruhāmi—uposatho nāgarājā. ",
  "sn22.96:4.6": "Tesaṁ kho pana, bhikkhu, caturāsītiyā assasahassānaṁ ekoyeva so asso hoti yamahaṁ tena samayena abhiruhāmi—valāhako assarājā. ",
  "sn22.96:4.7": "Tesaṁ kho pana, bhikkhu, caturāsītiyā rathasahassānaṁ ekoyeva so ratho hoti yamahaṁ tena samayena abhiruhāmi—vejayanto ratho. ",
  "sn22.96:4.8": "Tesaṁ kho pana, bhikkhu, caturāsītiyā itthisahassānaṁ ekāyeva sā itthī hoti yā maṁ tena samayena paccupaṭṭhāti—khattiyānī vā velāmikā vā. ",
  "sn22.96:4.9": "Tesaṁ kho pana, bhikkhu, caturāsītiyā vatthakoṭisahassānaṁ ekaññeva taṁ vatthayugaṁ hoti yamahaṁ tena samayena paridahāmi—khomasukhumaṁ vā koseyyasukhumaṁ vā kambalasukhumaṁ vā kappāsikasukhumaṁ vā. ",
  "sn22.96:4.10": "Tesaṁ kho pana, bhikkhu, caturāsītiyā thālipākasahassānaṁ ekoyeva so thālipāko hoti yato nāḷikodanaparamaṁ bhuñjāmi tadupiyañca sūpeyyaṁ. ",
  "sn22.96:4.11": "Iti kho, bhikkhu, sabbe te saṅkhārā atītā niruddhā vipariṇatā. ",
  "sn22.96:4.12": "Evaṁ aniccā kho, bhikkhu, saṅkhārā. ",
  "sn22.96:4.13": "Evaṁ addhuvā kho, bhikkhu, saṅkhārā. ",
  "sn22.96:4.14": "Evaṁ anassāsikā kho, bhikkhu, saṅkhārā. ",
  "sn22.96:4.15": "Yāvañcidaṁ, bhikkhu, alameva sabbasaṅkhāresu nibbindituṁ, alaṁ virajjituṁ, alaṁ vimuccitun”ti. ",
  "sn22.96:4.16": "Catutthaṁ. "
}