{
  "sn22.94:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.94:0.2": "10. Pupphavagga ",
  "sn22.94:0.3": "94. Pupphasutta ",
  "sn22.94:1.1": "Sāvatthinidānaṁ. ",
  "sn22.94:1.2": "“Nāhaṁ, bhikkhave, lokena vivadāmi, lokova mayā vivadati. ",
  "sn22.94:1.3": "Na, bhikkhave, dhammavādī kenaci lokasmiṁ vivadati. ",
  "sn22.94:1.4": "Yaṁ, bhikkhave, natthisammataṁ loke paṇḍitānaṁ, ahampi taṁ ‘natthī’ti vadāmi. ",
  "sn22.94:1.5": "Yaṁ, bhikkhave, atthisammataṁ loke paṇḍitānaṁ, ahampi taṁ ‘atthī’ti vadāmi. ",
  "sn22.94:2.1": "Kiñca, bhikkhave, natthisammataṁ loke paṇḍitānaṁ, yamahaṁ ‘natthī’ti vadāmi? ",
  "sn22.94:2.2": "Rūpaṁ, bhikkhave, niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ natthisammataṁ loke paṇḍitānaṁ; ahampi taṁ ‘natthī’ti vadāmi. ",
  "sn22.94:2.3": "Vedanā … ",
  "sn22.94:2.4": "saññā … ",
  "sn22.94:2.5": "saṅkhārā … ",
  "sn22.94:2.6": "viññāṇaṁ niccaṁ dhuvaṁ sassataṁ avipariṇāmadhammaṁ natthisammataṁ loke paṇḍitānaṁ; ahampi taṁ ‘natthī’ti vadāmi. ",
  "sn22.94:2.7": "Idaṁ kho, bhikkhave, natthisammataṁ loke paṇḍitānaṁ; ahampi taṁ ‘natthī’ti vadāmi. ",
  "sn22.94:3.1": "Kiñca, bhikkhave, atthisammataṁ loke paṇḍitānaṁ, yamahaṁ ‘atthī’ti vadāmi? ",
  "sn22.94:3.2": "Rūpaṁ, bhikkhave, aniccaṁ dukkhaṁ vipariṇāmadhammaṁ atthisammataṁ loke paṇḍitānaṁ; ahampi taṁ ‘atthī’ti vadāmi. ",
  "sn22.94:3.3": "Vedanā aniccā …pe… ",
  "sn22.94:3.4": "viññāṇaṁ aniccaṁ dukkhaṁ vipariṇāmadhammaṁ atthisammataṁ loke paṇḍitānaṁ; ahampi taṁ ‘atthī’ti vadāmi. ",
  "sn22.94:3.5": "Idaṁ kho, bhikkhave, atthisammataṁ loke paṇḍitānaṁ; ahampi taṁ ‘atthī’ti vadāmi. ",
  "sn22.94:4.1": "Atthi, bhikkhave, loke lokadhammo, taṁ tathāgato abhisambujjhati abhisameti; ",
  "sn22.94:4.2": "abhisambujjhitvā abhisametvā taṁ ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti. ",
  "sn22.94:5.1": "Kiñca, bhikkhave, loke lokadhammo, taṁ tathāgato abhisambujjhati abhisameti, abhisambujjhitvā abhisametvā ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti? ",
  "sn22.94:5.2": "Rūpaṁ, bhikkhave, loke lokadhammo taṁ tathāgato abhisambujjhati abhisameti. ",
  "sn22.94:5.3": "Abhisambujjhitvā abhisametvā ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti. ",
  "sn22.94:6.1": "Yo, bhikkhave, tathāgatena evaṁ ācikkhiyamāne desiyamāne paññapiyamāne paṭṭhapiyamāne vivariyamāne vibhajiyamāne uttānīkariyamāne na jānāti na passati tamahaṁ, bhikkhave, bālaṁ puthujjanaṁ andhaṁ acakkhukaṁ ajānantaṁ apassantaṁ kinti karomi. ",
  "sn22.94:6.2": "Vedanā, bhikkhave, loke lokadhammo …pe… ",
  "sn22.94:6.3": "saññā, bhikkhave … ",
  "sn22.94:6.4": "saṅkhārā, bhikkhave … ",
  "sn22.94:6.5": "viññāṇaṁ, bhikkhave, loke lokadhammo taṁ tathāgato abhisambujjhati abhisameti. ",
  "sn22.94:6.6": "Abhisambujjhitvā abhisametvā ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti. ",
  "sn22.94:7.1": "Yo, bhikkhave, tathāgatena evaṁ ācikkhiyamāne desiyamāne paññapiyamāne paṭṭhapiyamāne vivariyamāne vibhajiyamāne uttānīkariyamāne na jānāti na passati tamahaṁ, bhikkhave, bālaṁ puthujjanaṁ andhaṁ acakkhukaṁ ajānantaṁ apassantaṁ kinti karomi. ",
  "sn22.94:8.1": "Seyyathāpi, bhikkhave, uppalaṁ vā padumaṁ vā puṇḍarīkaṁ vā udake jātaṁ udake saṁvaḍḍhaṁ udakā accuggamma ṭhāti anupalittaṁ udakena; ",
  "sn22.94:8.2": "evameva kho, bhikkhave, tathāgato loke jāto loke saṁvaḍḍho lokaṁ abhibhuyya viharati anupalitto lokenā”ti. ",
  "sn22.94:8.3": "Dutiyaṁ. "
}