{
  "sn22.43:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.43:0.2": "5. Attadīpavagga ",
  "sn22.43:0.3": "43. Attadīpasutta ",
  "sn22.43:1.1": "Sāvatthinidānaṁ. ",
  "sn22.43:1.2": "“Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
  "sn22.43:1.3": "Attadīpānaṁ, bhikkhave, viharataṁ attasaraṇānaṁ anaññasaraṇānaṁ, dhammadīpānaṁ dhammasaraṇānaṁ anaññasaraṇānaṁ yoni upaparikkhitabbā ‘Kiṁjātikā sokaparidevadukkhadomanassupāyāsā, kiṁpahotikā’ti? ",
  "sn22.43:2.1": "Kiṁjātikā ca, bhikkhave, sokaparidevadukkhadomanassupāyāsā, kiṁpahotikā? ",
  "sn22.43:2.2": "Idha, bhikkhave, assutavā puthujjano ariyānaṁ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto, ",
  "sn22.43:2.3": "rūpaṁ attato samanupassati, rūpavantaṁ vā attānaṁ; attani vā rūpaṁ, rūpasmiṁ vā attānaṁ. ",
  "sn22.43:2.4": "Tassa taṁ rūpaṁ vipariṇamati, aññathā ca hoti. ",
  "sn22.43:2.5": "Tassa rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.43:2.6": "Vedanaṁ attato samanupassati, vedanāvantaṁ vā attānaṁ; attani vā vedanaṁ, vedanāya vā attānaṁ. ",
  "sn22.43:2.7": "Tassa sā vedanā vipariṇamati, aññathā ca hoti. ",
  "sn22.43:2.8": "Tassa vedanāvipariṇāmaññathābhāvā uppajjanti sokaparideva …pe… pāyāsā. ",
  "sn22.43:2.9": "Saññaṁ attato samanupassati … ",
  "sn22.43:2.10": "saṅkhāre attato samanupassati … ",
  "sn22.43:2.11": "viññāṇaṁ attato samanupassati, viññāṇavantaṁ vā attānaṁ; attani vā viññāṇaṁ, viññāṇasmiṁ vā attānaṁ. ",
  "sn22.43:2.12": "Tassa taṁ viññāṇaṁ vipariṇamati, aññathā ca hoti. ",
  "sn22.43:2.13": "Tassa viññāṇavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.43:3.1": "Rūpassa tveva, bhikkhave, aniccataṁ viditvā vipariṇāmaṁ virāgaṁ nirodhaṁ, ‘pubbe ceva rūpaṁ etarahi ca sabbaṁ rūpaṁ aniccaṁ dukkhaṁ vipariṇāmadhamman’ti, evametaṁ yathābhūtaṁ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti. ",
  "sn22.43:3.2": "Tesaṁ pahānā na paritassati, aparitassaṁ sukhaṁ viharati, sukhavihārī bhikkhu ‘tadaṅganibbuto’ti vuccati. ",
  "sn22.43:3.3": "Vedanāya tveva, bhikkhave, aniccataṁ viditvā vipariṇāmaṁ virāgaṁ nirodhaṁ, ‘pubbe ceva vedanā etarahi ca sabbā vedanā aniccā dukkhā vipariṇāmadhammā’ti, evametaṁ yathābhūtaṁ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti. ",
  "sn22.43:3.4": "Tesaṁ pahānā na paritassati, aparitassaṁ sukhaṁ viharati, sukhavihārī bhikkhu ‘tadaṅganibbuto’ti vuccati. ",
  "sn22.43:3.5": "Saññāya … ",
  "sn22.43:3.6": "saṅkhārānaṁ tveva, bhikkhave, aniccataṁ viditvā vipariṇāmaṁ virāgaṁ nirodhaṁ, ‘pubbe ceva saṅkhārā etarahi ca sabbe saṅkhārā aniccā dukkhā vipariṇāmadhammā’ti, evametaṁ yathābhūtaṁ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti. ",
  "sn22.43:3.7": "Tesaṁ pahānā na paritassati, aparitassaṁ sukhaṁ viharati, sukhavihārī bhikkhu ‘tadaṅganibbuto’ti vuccati. ",
  "sn22.43:3.8": "Viññāṇassa tveva, bhikkhave, aniccataṁ viditvā vipariṇāmaṁ virāgaṁ nirodhaṁ, ‘pubbe ceva viññāṇaṁ etarahi ca sabbaṁ viññāṇaṁ aniccaṁ dukkhaṁ vipariṇāmadhamman’ti, evametaṁ yathābhūtaṁ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti. ",
  "sn22.43:3.9": "Tesaṁ pahānā na paritassati, aparitassaṁ sukhaṁ viharati, sukhavihārī bhikkhu ‘tadaṅganibbuto’ti vuccatī”ti. ",
  "sn22.43:3.10": "Paṭhamaṁ. "
}