{
  "sn22.80:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.80:0.2": "8. Khajjanīyavagga ",
  "sn22.80:0.3": "80. Piṇḍolyasutta ",
  "sn22.80:1.1": "Ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "sn22.80:1.2": "Atha kho bhagavā kismiñcideva pakaraṇe bhikkhusaṅghaṁ paṇāmetvā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya kapilavatthuṁ piṇḍāya pāvisi. ",
  "sn22.80:1.3": "Kapilavatthusmiṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena mahāvanaṁ tenupasaṅkami divāvihārāya. ",
  "sn22.80:1.4": "Mahāvanaṁ ajjhogāhetvā beluvalaṭṭhikāya mūle divāvihāraṁ nisīdi. ",
  "sn22.80:2.1": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "sn22.80:2.2": "“mayā kho bhikkhusaṅgho pabāḷho. ",
  "sn22.80:2.3": "Santettha bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ. ",
  "sn22.80:2.4": "Tesaṁ mamaṁ apassantānaṁ siyā aññathattaṁ siyā vipariṇāmo. ",
  "sn22.80:2.5": "Seyyathāpi nāma vacchassa taruṇassa mātaraṁ apassantassa siyā aññathattaṁ siyā vipariṇāmo; ",
  "sn22.80:2.6": "evameva santettha bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ tesaṁ mamaṁ apassantānaṁ siyā aññathattaṁ siyā vipariṇāmo. ",
  "sn22.80:2.7": "Seyyathāpi nāma bījānaṁ taruṇānaṁ udakaṁ alabhantānaṁ siyā aññathattaṁ siyā vipariṇāmo; ",
  "sn22.80:2.8": "evameva santettha …pe… ",
  "sn22.80:2.9": "tesaṁ mamaṁ alabhantānaṁ dassanāya siyā aññathattaṁ siyā vipariṇāmo. ",
  "sn22.80:2.10": "Yannūnāhaṁ yatheva mayā pubbe bhikkhusaṅgho anuggahito, evameva etarahi anuggaṇheyyaṁ bhikkhusaṅghan”ti. ",
  "sn22.80:3.1": "Atha kho brahmā sahampati bhagavato cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito bhagavato purato pāturahosi. ",
  "sn22.80:3.2": "Atha kho brahmā sahampati ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "sn22.80:3.3": "“evametaṁ, bhagavā, evametaṁ, sugata. ",
  "sn22.80:3.4": "Bhagavatā, bhante, bhikkhusaṅgho pabāḷho. ",
  "sn22.80:3.5": "Santettha bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ. ",
  "sn22.80:3.6": "Tesaṁ bhagavantaṁ apassantānaṁ siyā aññathattaṁ siyā vipariṇāmo. ",
  "sn22.80:3.7": "Seyyathāpi nāma vacchassa taruṇassa mātaraṁ apassantassa siyā aññathattaṁ siyā vipariṇāmo; ",
  "sn22.80:3.8": "evameva santettha bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ tesaṁ bhagavantaṁ apassantānaṁ siyā aññathattaṁ siyā vipariṇāmo. ",
  "sn22.80:3.9": "Seyyathāpi nāma bījānaṁ taruṇānaṁ udakaṁ alabhantānaṁ siyā aññathattaṁ siyā vipariṇāmo; ",
  "sn22.80:3.10": "evameva santettha bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ, tesaṁ bhagavantaṁ alabhantānaṁ dassanāya siyā aññathattaṁ siyā vipariṇāmo. ",
  "sn22.80:3.11": "Abhinandatu, bhante, bhagavā bhikkhusaṅghaṁ; ",
  "sn22.80:3.12": "abhivadatu, bhante, bhagavā bhikkhusaṅghaṁ. ",
  "sn22.80:3.13": "Yatheva bhagavatā pubbe bhikkhusaṅgho anuggahito, evameva etarahi anuggaṇhātu bhikkhusaṅghan”ti. ",
  "sn22.80:4.1": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "sn22.80:4.2": "Atha kho brahmā sahampati bhagavato adhivāsanaṁ viditvā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā tatthevantaradhāyi. ",
  "sn22.80:5.1": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena nigrodhārāmo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "sn22.80:5.2": "Nisajja kho bhagavā tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkhāsi yathā te bhikkhū ekadvīhikāya sārajjamānarūpā yenāhaṁ tenupasaṅkameyyuṁ. ",
  "sn22.80:5.3": "Tepi bhikkhū ekadvīhikāya sārajjamānarūpā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū bhagavā etadavoca: ",
  "sn22.80:6.1": "“Antamidaṁ, bhikkhave, jīvikānaṁ yadidaṁ piṇḍolyaṁ. ",
  "sn22.80:6.2": "Abhisāpoyaṁ, bhikkhave, lokasmiṁ piṇḍolo vicarasi pattapāṇīti. ",
  "sn22.80:6.3": "Tañca kho etaṁ, bhikkhave, kulaputtā upenti atthavasikā, atthavasaṁ paṭicca; ",
  "sn22.80:6.4": "neva rājābhinītā, na corābhinītā, na iṇaṭṭā, na bhayaṭṭā, na ājīvikāpakatā; ",
  "sn22.80:6.5": "api ca kho otiṇṇāmha jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇā dukkhaparetā ",
  "sn22.80:6.6": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethāti. ",
  "sn22.80:7.1": "Evaṁ pabbajito cāyaṁ, bhikkhave, kulaputto. ",
  "sn22.80:7.2": "So ca hoti abhijjhālu kāmesu tibbasārāgo byāpannacitto paduṭṭhamanasaṅkappo muṭṭhassati asampajāno asamāhito vibbhantacitto pākatindriyo. ",
  "sn22.80:7.3": "Seyyathāpi, bhikkhave, chavālātaṁ ubhatopadittaṁ majjhe gūthagataṁ, neva gāme kaṭṭhatthaṁ pharati, nāraññe kaṭṭhatthaṁ pharati. ",
  "sn22.80:7.4": "Tathūpamāhaṁ, bhikkhave, imaṁ puggalaṁ vadāmi gihibhogā ca parihīno, sāmaññatthañca na paripūreti. ",
  "sn22.80:8.1": "Tayome, bhikkhave, akusalavitakkā—",
  "sn22.80:8.2": "kāmavitakko, byāpādavitakko, vihiṁsāvitakko. ",
  "sn22.80:8.3": "Ime ca bhikkhave, tayo akusalavitakkā kva aparisesā nirujjhanti? ",
  "sn22.80:8.4": "Catūsu vā satipaṭṭhānesu suppatiṭṭhitacittassa viharato animittaṁ vā samādhiṁ bhāvayato. ",
  "sn22.80:8.5": "Yāvañcidaṁ, bhikkhave, alameva animitto samādhi bhāvetuṁ. ",
  "sn22.80:8.6": "Animitto, bhikkhave, samādhi bhāvito bahulīkato mahapphalo hoti mahānisaṁso. ",
  "sn22.80:9.1": "Dvemā, bhikkhave, diṭṭhiyo—",
  "sn22.80:9.2": "bhavadiṭṭhi ca vibhavadiṭṭhi ca. ",
  "sn22.80:9.3": "Tatra kho, bhikkhave, sutavā ariyasāvako iti paṭisañcikkhati: ",
  "sn22.80:9.4": "‘atthi nu kho taṁ kiñci lokasmiṁ yamahaṁ upādiyamāno na vajjavā assan’ti? ",
  "sn22.80:9.5": "So evaṁ pajānāti: ",
  "sn22.80:9.6": "‘natthi nu kho taṁ kiñci lokasmiṁ yamahaṁ upādiyamāno na vajjavā assaṁ. ",
  "sn22.80:9.7": "Ahañhi rūpaññeva upādiyamāno upādiyeyyaṁ vedanaññeva … ",
  "sn22.80:9.8": "saññaññeva … ",
  "sn22.80:9.9": "saṅkhāreyeva viññāṇaññeva upādiyamāno upādiyeyyaṁ. ",
  "sn22.80:9.10": "Tassa me assa upādānapaccayā bhavo; ",
  "sn22.80:9.11": "bhavapaccayā jāti; ",
  "sn22.80:9.12": "jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā sambhaveyyuṁ. ",
  "sn22.80:9.13": "Evametassa kevalassa dukkhakkhandhassa samudayo assā’ti. ",
  "sn22.80:10.1": "Taṁ kiṁ maññatha, bhikkhave, ",
  "sn22.80:10.2": "rūpaṁ niccaṁ vā aniccaṁ vā”ti? ",
  "sn22.80:10.3": "“Aniccaṁ, bhante”. ",
  "sn22.80:10.4": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "sn22.80:10.5": "“Dukkhaṁ, bhante”. ",
  "sn22.80:10.6": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ kallaṁ nu taṁ samanupassituṁ: ",
  "sn22.80:10.7": "‘etaṁ mama, esohamasmi, eso me attā’”ti? ",
  "sn22.80:10.8": "“No hetaṁ, bhante”. ",
  "sn22.80:10.9": "“Vedanā … ",
  "sn22.80:10.10": "saññā … ",
  "sn22.80:10.11": "saṅkhārā … ",
  "sn22.80:10.12": "viññāṇaṁ …pe… ",
  "sn22.80:10.13": "tasmātiha, bhikkhave, ",
  "sn22.80:10.14": "evaṁ passaṁ … ",
  "sn22.80:10.15": "nāparaṁ itthattāyāti pajānātī”ti. ",
  "sn22.80:10.16": "Aṭṭhamaṁ. "
}