{
  "sn22.122:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.122:0.2": "12. Dhammakathikavagga ",
  "sn22.122:0.3": "122. Sīlavantasutta ",
  "sn22.122:1.1": "Ekaṁ samayaṁ āyasmā ca sāriputto āyasmā ca mahākoṭṭhiko bārāṇasiyaṁ viharanti isipatane migadāye. ",
  "sn22.122:1.2": "Atha kho āyasmā mahākoṭṭhiko sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami …pe… etadavoca: ",
  "sn22.122:1.3": "“sīlavatāvuso, sāriputta, bhikkhunā katame dhammā yoniso manasikātabbā”ti? ",
  "sn22.122:1.4": "“Sīlavatāvuso, koṭṭhika, bhikkhunā pañcupādānakkhandhā aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasi kātabbā. ",
  "sn22.122:1.5": "Katame pañca? ",
  "sn22.122:1.6": "Seyyathidaṁ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho. ",
  "sn22.122:1.7": "Sīlavatāvuso, koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasi kātabbā. ",
  "sn22.122:1.8": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ sīlavā bhikkhu ime pañcupādānakkhandhe aniccato …pe… anattato yoniso manasi karonto sotāpattiphalaṁ sacchikareyyā”ti. ",
  "sn22.122:2.1": "“Sotāpannena panāvuso sāriputta, bhikkhunā katame dhammā yoniso manasi kātabbā”ti? ",
  "sn22.122:2.2": "“Sotāpannenapi kho, āvuso koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato …pe… anattato yoniso manasi kātabbā. ",
  "sn22.122:2.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ sotāpanno bhikkhu ime pañcupādānakkhandhe aniccato …pe… anattato yoniso manasi karonto sakadāgāmiphalaṁ sacchikareyyā”ti. ",
  "sn22.122:3.1": "“Sakadāgāminā panāvuso sāriputta, bhikkhunā katame dhammā yoniso manasi kātabbā”ti? ",
  "sn22.122:3.2": "“Sakadāgāmināpi kho, āvuso koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato …pe… anattato yoniso manasi kātabbā. ",
  "sn22.122:3.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ sakadāgāmī bhikkhu ime pañcupādānakkhandhe aniccato …pe… anattato yoniso manasi karonto anāgāmiphalaṁ sacchikareyyā”ti. ",
  "sn22.122:4.1": "“Anāgāminā panāvuso sāriputta, bhikkhunā katame dhammā yoniso manasi kātabbā”ti? ",
  "sn22.122:4.2": "“Anāgāmināpi kho, āvuso koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato …pe… anattato yoniso manasi kātabbā. ",
  "sn22.122:4.3": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ anāgāmī bhikkhu ime pañcupādānakkhandhe aniccato …pe… anattato yoniso manasi karonto arahattaṁ sacchikareyyā”ti. ",
  "sn22.122:5.1": "“Arahatā panāvuso sāriputta, katame dhammā yoniso manasi kātabbā”ti? ",
  "sn22.122:5.2": "“Arahatāpi kho, āvuso koṭṭhika, ime pañcupādānakkhandhe aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasi kātabbā. ",
  "sn22.122:5.3": "Natthi, khvāvuso, arahato uttari karaṇīyaṁ katassa vā paticayo; ",
  "sn22.122:5.4": "api ca ime dhammā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya ceva saṁvattanti satisampajaññāya cā”ti. ",
  "sn22.122:5.5": "Dasamaṁ. "
}