{
  "sn22.1:0.1": "Saṁyutta Nikāya 22 ",
  "sn22.1:0.2": "1. Nakulapituvagga ",
  "sn22.1:0.3": "1. Nakulapitusutta ",
  "sn22.1:1.1": "Evaṁ me sutaṁ—",
  "sn22.1:1.2": "ekaṁ samayaṁ bhagavā bhaggesu viharati susumāragire bhesakaḷāvane migadāye. ",
  "sn22.1:1.3": "Atha kho nakulapitā gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho nakulapitā gahapati bhagavantaṁ etadavoca: ",
  "sn22.1:2.1": "“Ahamasmi, bhante, jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āturakāyo abhikkhaṇātaṅko. ",
  "sn22.1:2.2": "Aniccadassāvī kho panāhaṁ, bhante, bhagavato manobhāvanīyānañca bhikkhūnaṁ. ",
  "sn22.1:2.3": "Ovadatu maṁ, bhante, bhagavā; ",
  "sn22.1:2.4": "anusāsatu maṁ, bhante, bhagavā; ",
  "sn22.1:2.5": "yaṁ mamassa dīgharattaṁ hitāya sukhāyā”ti. ",
  "sn22.1:3.1": "“Evametaṁ, gahapati, evametaṁ, gahapati. ",
  "sn22.1:3.2": "Āturo hāyaṁ, gahapati, kāyo aṇḍabhūto pariyonaddho. ",
  "sn22.1:3.3": "Yo hi, gahapati, imaṁ kāyaṁ pariharanto muhuttampi ārogyaṁ paṭijāneyya, kimaññatra bālyā? ",
  "sn22.1:3.4": "Tasmātiha te, gahapati, evaṁ sikkhitabbaṁ: ",
  "sn22.1:3.5": "‘āturakāyassa me sato cittaṁ anāturaṁ bhavissatī’ti. ",
  "sn22.1:3.6": "Evañhi te, gahapati, sikkhitabban”ti. ",
  "sn22.1:4.1": "Atha kho nakulapitā gahapati bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṁ sāriputtaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho nakulapitaraṁ gahapatiṁ āyasmā sāriputto etadavoca: ",
  "sn22.1:4.2": "“vippasannāni kho te, gahapati, indriyāni; ",
  "sn22.1:4.3": "parisuddho mukhavaṇṇo pariyodāto. ",
  "sn22.1:4.4": "Alattha no ajja bhagavato sammukhā dhammiṁ kathaṁ savanāyā”ti? ",
  "sn22.1:5.1": "“Kathañhi no siyā, bhante. ",
  "sn22.1:5.2": "Idānāhaṁ, bhante, bhagavatā dhammiyā kathāya amatena abhisitto”ti. ",
  "sn22.1:5.3": "“Yathā kathaṁ pana tvaṁ, gahapati, bhagavatā dhammiyā kathāya amatena abhisitto”ti? ",
  "sn22.1:5.4": "“Idhāhaṁ, bhante, yena bhagavā tenupasaṅkamiṁ; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁ. Ekamantaṁ nisinno khvāhaṁ, bhante, bhagavantaṁ etadavocaṁ: ",
  "sn22.1:5.5": "‘ahamasmi, bhante, jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto āturakāyo abhikkhaṇātaṅko. ",
  "sn22.1:5.6": "Aniccadassāvī kho panāhaṁ, bhante, bhagavato manobhāvanīyānañca bhikkhūnaṁ. ",
  "sn22.1:5.7": "Ovadatu maṁ, bhante, bhagavā; ",
  "sn22.1:5.8": "anusāsatu maṁ, bhante, bhagavā; ",
  "sn22.1:5.9": "yaṁ mamassa dīgharattaṁ hitāya sukhāyā’ti. ",
  "sn22.1:6.1": "Evaṁ vutte, maṁ, bhante, bhagavā etadavoca: ",
  "sn22.1:6.2": "‘evametaṁ, gahapati, evametaṁ, gahapati. ",
  "sn22.1:6.3": "Āturo hāyaṁ, gahapati, kāyo aṇḍabhūto pariyonaddho. ",
  "sn22.1:6.4": "Yo hi, gahapati, imaṁ kāyaṁ pariharanto muhuttampi ārogyaṁ paṭijāneyya, kimaññatra bālyā? ",
  "sn22.1:6.5": "Tasmātiha te, gahapati, evaṁ sikkhitabbaṁ—",
  "sn22.1:6.6": "āturakāyassa me sato cittaṁ anāturaṁ bhavissatīti. ",
  "sn22.1:6.7": "Evañhi te, gahapati, sikkhitabban’ti. ",
  "sn22.1:6.8": "Evaṁ khvāhaṁ, bhante, bhagavatā dhammiyā kathāya amatena abhisitto”ti. ",
  "sn22.1:7.1": "“Na hi pana taṁ, gahapati, paṭibhāsi bhagavantaṁ uttariṁ paṭipucchituṁ: ",
  "sn22.1:7.2": "‘kittāvatā nu kho, bhante, āturakāyo ceva hoti āturacitto ca, kittāvatā ca pana āturakāyo hi kho hoti no ca āturacitto’”ti? ",
  "sn22.1:7.3": "“Dūratopi kho mayaṁ, bhante, āgaccheyyāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṁ. ",
  "sn22.1:7.4": "Sādhu vatāyasmantaṁyeva sāriputtaṁ paṭibhātu etassa bhāsitassa attho”ti. ",
  "sn22.1:8.1": "“Tena hi, gahapati, suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "sn22.1:8.2": "“Evaṁ, bhante”ti kho nakulapitā gahapati āyasmato sāriputtassa paccassosi. ",
  "sn22.1:8.3": "Āyasmā sāriputto etadavoca: ",
  "sn22.1:9.1": "“Kathañca, gahapati, āturakāyo ceva hoti, āturacitto ca? ",
  "sn22.1:9.2": "Idha, gahapati, assutavā puthujjano ariyānaṁ adassāvī ariyadhammassa akovido ariyadhamme avinīto sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto ",
  "sn22.1:9.3": "rūpaṁ attato samanupassati, rūpavantaṁ vā attānaṁ; attani vā rūpaṁ, rūpasmiṁ vā attānaṁ. ",
  "sn22.1:9.4": "‘Ahaṁ rūpaṁ, mama rūpan’ti pariyuṭṭhaṭṭhāyī hoti. ",
  "sn22.1:9.5": "Tassa ‘ahaṁ rūpaṁ, mama rūpan’ti pariyuṭṭhaṭṭhāyino taṁ rūpaṁ vipariṇamati aññathā hoti. ",
  "sn22.1:9.6": "Tassa rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.1:10.1": "Vedanaṁ attato samanupassati, vedanāvantaṁ vā attānaṁ; attani vā vedanaṁ, vedanāya vā attānaṁ. ",
  "sn22.1:10.2": "‘Ahaṁ vedanā, mama vedanā’ti pariyuṭṭhaṭṭhāyī hoti. ",
  "sn22.1:10.3": "Tassa ‘ahaṁ vedanā, mama vedanā’ti pariyuṭṭhaṭṭhāyino, sā vedanā vipariṇamati aññathā hoti. ",
  "sn22.1:10.4": "Tassa vedanāvipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.1:11.1": "Saññaṁ attato samanupassati, saññāvantaṁ vā attānaṁ; attani vā saññaṁ, saññāya vā attānaṁ. ",
  "sn22.1:11.2": "‘Ahaṁ saññā, mama saññā’ti pariyuṭṭhaṭṭhāyī hoti. ",
  "sn22.1:11.3": "Tassa ‘ahaṁ saññā, mama saññā’ti pariyuṭṭhaṭṭhāyino, sā saññā vipariṇamati aññathā hoti. ",
  "sn22.1:11.4": "Tassa saññāvipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.1:12.1": "Saṅkhāre attato samanupassati, saṅkhāravantaṁ vā attānaṁ; attani vā saṅkhāre, saṅkhāresu vā attānaṁ. ",
  "sn22.1:12.2": "‘Ahaṁ saṅkhārā, mama saṅkhārā’ti pariyuṭṭhaṭṭhāyī hoti. ",
  "sn22.1:12.3": "Tassa ‘ahaṁ saṅkhārā, mama saṅkhārā’ti pariyuṭṭhaṭṭhāyino, te saṅkhārā vipariṇamanti aññathā honti. ",
  "sn22.1:12.4": "Tassa saṅkhāravipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.1:13.1": "Viññāṇaṁ attato samanupassati, viññāṇavantaṁ vā attānaṁ; attani vā viññāṇaṁ, viññāṇasmiṁ vā attānaṁ. ",
  "sn22.1:13.2": "‘Ahaṁ viññāṇaṁ, mama viññāṇan’ti pariyuṭṭhaṭṭhāyī hoti. ",
  "sn22.1:13.3": "Tassa ‘ahaṁ viññāṇaṁ, mama viññāṇan’ti pariyuṭṭhaṭṭhāyino, taṁ viññāṇaṁ vipariṇamati aññathā hoti. ",
  "sn22.1:13.4": "Tassa viññāṇavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.1:13.5": "Evaṁ kho, gahapati, āturakāyo ceva hoti āturacitto ca. ",
  "sn22.1:14.1": "Kathañca, gahapati, āturakāyo hi kho hoti no ca āturacitto? ",
  "sn22.1:14.2": "Idha, gahapati, sutavā ariyasāvako ariyānaṁ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṁ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto ",
  "sn22.1:14.3": "na rūpaṁ attato samanupassati, na rūpavantaṁ vā attānaṁ; na attani vā rūpaṁ, na rūpasmiṁ vā attānaṁ. ",
  "sn22.1:14.4": "‘Ahaṁ rūpaṁ, mama rūpan’ti na pariyuṭṭhaṭṭhāyī hoti. ",
  "sn22.1:14.5": "Tassa ‘ahaṁ rūpaṁ, mama rūpan’ti apariyuṭṭhaṭṭhāyino, taṁ rūpaṁ vipariṇamati aññathā hoti. ",
  "sn22.1:14.6": "Tassa rūpavipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.1:15.1": "Na vedanaṁ attato samanupassati, na vedanāvantaṁ vā attānaṁ; na attani vā vedanaṁ, na vedanāya vā attānaṁ. ",
  "sn22.1:15.2": "‘Ahaṁ vedanā, mama vedanā’ti na pariyuṭṭhaṭṭhāyī hoti. ",
  "sn22.1:15.3": "Tassa ‘ahaṁ vedanā, mama vedanā’ti apariyuṭṭhaṭṭhāyino, sā vedanā vipariṇamati aññathā hoti. ",
  "sn22.1:15.4": "Tassa vedanāvipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.1:16.1": "Na saññaṁ attato samanupassati, na saññāvantaṁ vā attānaṁ; na attani vā saññaṁ, na saññāya vā attānaṁ. ",
  "sn22.1:16.2": "‘Ahaṁ saññā, mama saññā’ti na pariyuṭṭhaṭṭhāyī hoti. ",
  "sn22.1:16.3": "Tassa ‘ahaṁ saññā, mama saññā’ti apariyuṭṭhaṭṭhāyino, sā saññā vipariṇamati aññathā hoti. ",
  "sn22.1:16.4": "Tassa saññāvipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.1:17.1": "Na saṅkhāre attato samanupassati, na saṅkhāravantaṁ vā attānaṁ; na attani vā saṅkhāre, na saṅkhāresu vā attānaṁ. ",
  "sn22.1:17.2": "‘Ahaṁ saṅkhārā, mama saṅkhārā’ti na pariyuṭṭhaṭṭhāyī hoti. ",
  "sn22.1:17.3": "Tassa ‘ahaṁ saṅkhārā, mama saṅkhārā’ti apariyuṭṭhaṭṭhāyino, te saṅkhārā vipariṇamanti aññathā honti. ",
  "sn22.1:17.4": "Tassa saṅkhāravipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.1:18.1": "Na viññāṇaṁ attato samanupassati, na viññāṇavantaṁ vā attānaṁ; na attani vā viññāṇaṁ, na viññāṇasmiṁ vā attānaṁ. ",
  "sn22.1:18.2": "‘Ahaṁ viññāṇaṁ, mama viññāṇan’ti na pariyuṭṭhaṭṭhāyī hoti. ",
  "sn22.1:18.3": "Tassa ‘ahaṁ viññāṇaṁ, mama viññāṇan’ti apariyuṭṭhaṭṭhāyino, taṁ viññāṇaṁ vipariṇamati aññathā hoti. ",
  "sn22.1:18.4": "Tassa viññāṇavipariṇāmaññathābhāvā nuppajjanti sokaparidevadukkhadomanassupāyāsā. ",
  "sn22.1:18.5": "Evaṁ kho, gahapati, āturakāyo hoti no ca āturacitto”ti. ",
  "sn22.1:19.1": "Idamavoca āyasmā sāriputto. ",
  "sn22.1:19.2": "Attamano nakulapitā gahapati āyasmato sāriputtassa bhāsitaṁ abhinandīti. ",
  "sn22.1:19.3": "Paṭhamaṁ. "
}