{
  "sn24.5:0.1": "Linked Discourses 24 ",
  "sn24.5:0.2": "1. Stream-Entry ",
  "sn24.5:0.3": "5. There’s No Meaning in Giving ",
  "sn24.5:1.1": "At Sāvatthī. ",
  "sn24.5:1.2": "“Mendicants, when what exists, because of grasping what and insisting on what, does the view arise: ",
  "sn24.5:1.3": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There are no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight. ",
  "sn24.5:1.4": "This person is made up of the four primary elements. When they die, the earth in their body merges and coalesces with the main mass of earth. The water in their body merges and coalesces with the main mass of water. The fire in their body merges and coalesces with the main mass of fire. The air in their body merges and coalesces with the main mass of air. ",
  "sn24.5:1.5": "The faculties are transferred to space. ",
  "sn24.5:1.6": "Four men with a bier carry away the corpse. ",
  "sn24.5:1.7": "Their footprints show the way to the cemetery. ",
  "sn24.5:1.8": "The bones become bleached. ",
  "sn24.5:1.9": "Offerings dedicated to the gods end in ashes. ",
  "sn24.5:1.10": "Giving is a doctrine of morons. ",
  "sn24.5:1.11": "When anyone affirms a positive teaching it’s just baseless, false nonsense. ",
  "sn24.5:1.12": "Both the foolish and the astute are annihilated and destroyed when their body breaks up, and don’t exist after death’?” ",
  "sn24.5:1.13": "“Our teachings are rooted in the Buddha. …” ",
  "sn24.5:2.1": "“When form exists, because of grasping form and insisting on form, the view arises: ",
  "sn24.5:2.2": "‘There’s no meaning in giving, sacrifice, or offerings. … ",
  "sn24.5:2.3": "Both the foolish and the astute are annihilated and destroyed when their body breaks up, and don’t exist after death.’ ",
  "sn24.5:2.4": "When feeling … ",
  "sn24.5:2.5": "perception … ",
  "sn24.5:2.6": "choices … ",
  "sn24.5:2.7": "consciousness exists, because of grasping consciousness and insisting on consciousness, the view arises: ",
  "sn24.5:2.8": "‘There’s no meaning in giving, sacrifice, or offerings. … ",
  "sn24.5:2.9": "Both the foolish and the astute are annihilated and destroyed when their body breaks up, and don’t exist after death.’ ",
  "sn24.5:3.1": "What do you think, mendicants? ",
  "sn24.5:3.2": "Is form permanent or impermanent?” ",
  "sn24.5:3.3": "“Impermanent, sir.” … ",
  "sn24.5:3.4": " ",
  "sn24.5:3.5": " ",
  "sn24.5:3.6": " ",
  "sn24.5:3.7": " ",
  "sn24.5:3.8": "“Is feeling … ",
  "sn24.5:3.9": "perception … ",
  "sn24.5:3.10": "choices … ",
  "sn24.5:3.11": "consciousness permanent or impermanent?” ",
  "sn24.5:3.12": "“Impermanent, sir.” … ",
  "sn24.5:3.13": " ",
  "sn24.5:3.14": " ",
  "sn24.5:3.15": " ",
  "sn24.5:3.16": " ",
  "sn24.5:3.17": "“That which is seen, heard, thought, known, sought, and explored by the mind: is that permanent or impermanent?” ",
  "sn24.5:3.18": "“Impermanent, sir.” … ",
  "sn24.5:3.19": "“But by not grasping what’s impermanent, suffering, and perishable, would such a view arise?” ",
  "sn24.5:3.20": " ",
  "sn24.5:3.21": " ",
  "sn24.5:3.22": " ",
  "sn24.5:3.23": "“No, sir.” ",
  "sn24.5:4.1": "“When a noble disciple has given up doubt in these six cases, and has given up doubt in suffering, its origin, its cessation, and the practice that leads to its cessation, ",
  "sn24.5:4.2": "they’re called a noble disciple who is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.” "
}