{
  "sn24.6:0.1": "Linked Discourses 24 ",
  "sn24.6:0.2": "1. Stream-Entry ",
  "sn24.6:0.3": "6. Acting ",
  "sn24.6:1.1": "At Sāvatthī. ",
  "sn24.6:1.2": "“Mendicants, when what exists, because of grasping what and insisting on what, does the view arise: ",
  "sn24.6:1.3": "‘Nothing bad is done by the doer when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. Nothing bad is done when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. ",
  "sn24.6:1.4": "If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil. ",
  "sn24.6:1.5": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil. ",
  "sn24.6:1.6": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit. ",
  "sn24.6:1.7": "In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit’?” ",
  "sn24.6:1.8": "“Our teachings are rooted in the Buddha. …” ",
  "sn24.6:2.1": "“When form exists, because of grasping form and insisting on form, the view arises: ",
  "sn24.6:2.2": "‘The one who acts does nothing wrong … ",
  "sn24.6:2.3": "there is no merit or outcome of merit.’ ",
  "sn24.6:2.4": "When feeling … ",
  "sn24.6:2.5": "perception … ",
  "sn24.6:2.6": "choices … ",
  "sn24.6:2.7": "consciousness exists, because of grasping consciousness and insisting on consciousness, the view arises: ",
  "sn24.6:2.8": "‘The one who acts does nothing wrong … ",
  "sn24.6:2.9": "there is no merit or outcome of merit.’ ",
  "sn24.6:3.1": "What do you think, mendicants? ",
  "sn24.6:3.2": "Is form permanent or impermanent?” ",
  "sn24.6:3.3": "“Impermanent, sir.” … ",
  "sn24.6:3.4": " ",
  "sn24.6:3.5": " ",
  "sn24.6:3.6": " ",
  "sn24.6:3.7": " ",
  "sn24.6:3.8": "“Is feeling … ",
  "sn24.6:3.9": "perception … ",
  "sn24.6:3.10": "choices … ",
  "sn24.6:3.11": "consciousness permanent or impermanent?” ",
  "sn24.6:3.12": "“Impermanent, sir.” … ",
  "sn24.6:3.13": " ",
  "sn24.6:3.14": " ",
  "sn24.6:3.15": " ",
  "sn24.6:3.16": " ",
  "sn24.6:3.17": "“That which is seen, heard, thought, known, sought, and explored by the mind: is that permanent or impermanent?” ",
  "sn24.6:3.18": "“Impermanent, sir.” … ",
  "sn24.6:3.19": "“But by not grasping what’s impermanent, suffering, and perishable, would such a view arise?” ",
  "sn24.6:3.20": " ",
  "sn24.6:3.21": " ",
  "sn24.6:3.22": "“No, sir.” ",
  "sn24.6:4.1": "“When a noble disciple has given up doubt in these six cases, and has given up doubt in suffering, its origin, its cessation, and the practice that leads to its cessation, ",
  "sn24.6:4.2": "they’re called a noble disciple who is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.” "
}