{
  "an4.21:0.1": "Discours Sous Forme De Listes 4.21 ",
  "an4.21:0.2": "À Ourouvéla ",
  "an4.21:0.3": "À Ourouvéla ",
  "an4.21:1.1": "Ainsi ai-je entendu : ",
  "an4.21:1.2": "Un jour, le Fortuné séjournait près de Savatthi, dans le bois de Jéta, le parc d’Anāthapiṇḍika. ",
  "an4.21:1.3": "Là, il s’adressa aux mendiants : ",
  "an4.21:1.4": "« Mendiants ! ",
  "an4.21:1.5": "— Bhadanté », répondirent les mendiants au Fortuné. ",
  "an4.21:1.6": "Le Fortuné leur dit alors : ",
  "an4.21:2.1": "« Un jour, mendiants, je séjournais à Ourouvéla, au bord du fleuve Nerañjara, au pied du banian des chevriers, peu après avoir atteint l’éveil. ",
  "an4.21:2.2": "Là, tandis que j’étais en isolement dans un endroit retiré, la réflexion suivante apparut dans mon esprit : ",
  "an4.21:2.3": "“Celui qui est sans respect, sans déférence, vit dans le mal-être. ",
  "an4.21:2.4": "En dépendance vis-à-vis de quel renonçant ou brahmane devrais-je vivre en l’honorant et le révérant ?” ",
  "an4.21:3.1": "Alors, mendiants, je me suis dit : ",
  "an4.21:3.2": "“Ce serait pour parfaire une accumulation de vertu imparfaite, que je vivrais en dépendance vis-à-vis d’un autre renonçant ou brahmane en l’honorant et le révérant. ",
  "an4.21:3.3": "Mais je ne vois dans le monde avec ses dévas, Maras, Brahmas, avec ses renonçants et brahmanes, dans cette population avec ses dévas et humains, aucun autre renonçant ou brahmane qui soit plus accompli que moi en vertu, et en dépendance vis-à-vis de qui je pourrais vivre en l’honorant et le révérant.” ",
  "an4.21:4.1": "“Ce serait pour parfaire une accumulation de concentration imparfaite, que je vivrais en dépendance vis-à-vis d’un autre renonçant ou brahmane en l’honorant et le révérant. ",
  "an4.21:4.2": "Mais je ne vois dans le monde avec ses dévas, Maras, Brahmas, avec ses renonçants et brahmanes, dans cette population avec ses dévas et humains, aucun autre renonçant ou brahmane qui soit plus accompli que moi en concentration, et en dépendance vis-à-vis de qui je pourrais vivre en l’honorant et le révérant.” ",
  "an4.21:5.1": "“Ce serait pour parfaire une accumulation de discernement imparfaite, que je vivrais en dépendance vis-à-vis d’un autre renonçant ou brahmane en l’honorant et le révérant. ",
  "an4.21:5.2": "Mais je ne vois dans le monde avec ses dévas, Maras, Brahmas, avec ses renonçants et brahmanes, dans cette population avec ses dévas et humains, aucun autre renonçant ou brahmane qui soit plus accompli que moi en discernement, et en dépendance vis-à-vis de qui je pourrais vivre en l’honorant et le révérant.” ",
  "an4.21:6.1": "“Ce serait pour parfaire une accumulation de libération imparfaite, que je vivrais en dépendance vis-à-vis d’un autre renonçant ou brahmane en l’honorant et le révérant. ",
  "an4.21:6.2": "Mais je ne vois dans le monde avec ses dévas, Maras, Brahmas, avec ses renonçants et brahmanes, dans cette population avec ses dévas et humains, aucun autre renonçant ou brahmane qui soit plus accompli que moi en libération, et en dépendance vis-à-vis de qui je pourrais vivre en l’honorant et le révérant.” ",
  "an4.21:7.1": "Alors, mendiants, je me suis dit : ",
  "an4.21:7.2": "“Je n’ai qu’à vivre en dépendance vis-à-vis de ce Dhamma auquel je me suis éveillé, en l’honorant et le révérant.” ",
  "an4.21:8.1": "Alors Brahma Sahampati, ayant appréhendé avec son esprit les réflexions (qui se faisaient) dans mon esprit, tout comme un homme en bonne santé pourrait étendre son bras replié ou replier son bras étendu, disparut du monde brahmique et apparut devant moi. ",
  "an4.21:8.2": "Il ajusta son vêtement du haut sur une épaule, leva les mains en une salutation respectueuse envers moi et me dit : ",
  "an4.21:8.3": "“Il en est ainsi, ô Fortuné, il en est ainsi, ô Sublime ! ",
  "an4.21:8.4": "Bhanté, ceux qui étaient des Méritants, des Bouddhas pleinement réalisés dans les temps passés, ces Fortunés ont vécu en dépendance vis-à-vis du Dhamma lui-même, en l’honorant et le révérant ; ",
  "an4.21:8.5": "Bhanté, ceux qui seront des Méritants, des Bouddhas pleinement réalisés dans les temps futurs, ces Fortunés vivront en dépendance vis-à-vis du Dhamma lui-même, en l’honorant et le révérant. ",
  "an4.21:8.6": "Que le Fortuné lui aussi, Bhanté, vive à présent en dépendance vis-à-vis du Dhamma lui-même, en l’honorant et le révérant.” ",
  "an4.21:8.7": "Ainsi parla Brahma Sahampati. ",
  "an4.21:8.8": "Ayant dit cela, il ajouta : ",
  "an4.21:9.1": "Les Bouddhas du passé, ",
  "an4.21:9.2": "Les Bouddhas du futur, ",
  "an4.21:9.3": "Et le Bouddha du présent, ",
  "an4.21:9.4": "Détruisant le chagrin de beaucoup ",
  "an4.21:10.1": "Tous ont vécus, vivent et vivront ",
  "an4.21:10.2": "En révérant le Dhamma authentique ",
  "an4.21:10.3": "Car pour les Bouddhas ",
  "an4.21:10.4": "C’est une loi de la nature. ",
  "an4.21:11.1": "C’est pourquoi celui qui désire son propre (bonheur) ",
  "an4.21:11.2": "Qui souhaite (atteindre) la grandeur, ",
  "an4.21:11.3": "Devrait révérer le Dhamma authentique, ",
  "an4.21:11.4": "Se remémorant l’enseignement du Bouddha. ",
  "an4.21:12.1": "Ainsi parla Brahma Sahampati. ",
  "an4.21:12.2": "Ayant dit cela, m’ayant rendu hommage en me maintenant à sa droite, il disparut sur-le-champ. ",
  "an4.21:12.3": "Alors, mendiants, ayant entendu la requête de Brahma et ce qui était approprié à mon cas, j’ai vécu en dépendance vis-à-vis de ce Dhamma auquel je me suis éveillé, en l’honorant et le révérant. ",
  "an4.21:12.4": "Et maintenant que la Communauté a elle aussi atteint sa grandeur, mendiants, j’ai du respect envers elle. "
}