{
  "an4.49:0.1": "Discours Sous Forme De Listes 4.49 ",
  "an4.49:0.2": "Rohitassa ",
  "an4.49:0.3": "Quatre inversions ",
  "an4.49:1.1": "Il y a, mendiants, ces quatre inversions de la perception, inversions de l’esprit, inversions de la vue. ",
  "an4.49:1.2": "Quelles sont ces quatre ? ",
  "an4.49:1.3": "Considérer ce qui est impermanent comme étant permanent est une inversion de la perception, une inversion de l’esprit, une inversion de la vue ; ",
  "an4.49:1.4": "considérer le mal-être comme étant le bien-être est une inversion de la perception, une inversion de l’esprit, une inversion de la vue ; ",
  "an4.49:1.5": "considérer ce qui est sans-identité comme étant soi est une inversion de la perception, une inversion de l’esprit, une inversion de la vue ; ",
  "an4.49:1.6": "considérer ce qui est répugnant comme étant attrayant est une inversion de la perception, une inversion de l’esprit, une inversion de la vue. ",
  "an4.49:1.7": "Voici, mendiants, quelles sont ces quatre inversions de la perception, inversions de l’esprit, inversions de la vue. ",
  "an4.49:2.1": "Il y a, mendiants, ces quatre non-inversions de la perception, non-inversions de l’esprit, non-inversions de la vue. ",
  "an4.49:2.2": "Quelles sont ces quatre ? ",
  "an4.49:2.3": "Considérer ce qui est impermanent comme étant impermanent est une non-inversion de la perception, une non-inversion de l’esprit, une non-inversion de la vue ; ",
  "an4.49:2.4": "considérer le mal-être comme le mal-être est une non-inversion de la perception, une non-inversion de l’esprit, une non-inversion de la vue ; ",
  "an4.49:2.5": "considérer ce qui est sans-identité comme étant sans-identité est une non-inversion de la perception, une non-inversion de l’esprit, une non-inversion de la vue ; ",
  "an4.49:2.6": "considérer ce qui est répugnant comme étant répugnant est une non-inversion de la perception, une non-inversion de l’esprit, une non-inversion de la vue. ",
  "an4.49:2.7": "Voici, mendiants, quelles sont ces quatre non-inversions de la perception, non-inversions de l’esprit, non-inversions de la vue. ",
  "an4.49:3.1": "Percevant ce qui est impermanent comme étant permanent, ",
  "an4.49:3.2": "Le mal-être comme étant le bien-être, ",
  "an4.49:3.3": "Ce qui est sans-identité comme étant soi, ",
  "an4.49:3.4": "Et le répugnant comme étant attrayant, ",
  "an4.49:3.5": "Les êtres ayant la vue erronée ",
  "an4.49:3.6": "Ont l’esprit dérangé et confus. ",
  "an4.49:4.1": "Ces gens-là, attachés au joug de Māra, ",
  "an4.49:4.2": "Ne trouvent pas le soulagement du joug. ",
  "an4.49:4.3": "Les êtres évoluent dans le cycle de transmigration ",
  "an4.49:4.4": "En subissant naissances et morts, ",
  "an4.49:5.1": "Mais lorsque les Bouddhas apparaissent dans le monde, ",
  "an4.49:5.2": "Ils font la lumière, ",
  "an4.49:5.3": "Ils expliquent cet Enseignement ",
  "an4.49:5.4": "Qui mène à l’apaisement du mal-être. ",
  "an4.49:6.1": "Les sages, l’ayant entendu, ",
  "an4.49:6.2": "Ont retrouvé leurs esprits. ",
  "an4.49:6.3": "Ils ont vu ce qui est impermanent comme impermanent, ",
  "an4.49:6.4": "Le mal-être comme le mal-être, ",
  "an4.49:7.1": "Ce qui est sans-identité comme sans-identité, ",
  "an4.49:7.2": "Ce qui est répugnant comme répugnant. ",
  "an4.49:7.3": "Ayant acquis la vue correcte, ",
  "an4.49:7.4": "Ils ont vaincu tout le mal-être. "
}