{
  "an4.37:0.1": "Discours Sous Forme De Listes 4.37 ",
  "an4.37:0.2": "Roues ",
  "an4.37:0.3": "Ce qui empêche la déchéance ",
  "an4.37:1.1": "S’il est pourvu de quatre choses, mendiants, un mendiant est incapable de déchoir et il est dans le voisinage de l’Extinction. ",
  "an4.37:1.2": "Quelles sont ces quatre ? ",
  "an4.37:1.3": "À cet égard, mendiants, un mendiant est vertueux, il protège l’entrée de ses facultés sensorielles, il connaît la bonne mesure avec la nourriture, et il se dédie à l’état de veille. ",
  "an4.37:2.1": "Et comment, mendiants, un mendiant est-il vertueux ? ",
  "an4.37:2.2": "À cet égard, mendiants, un mendiant est vertueux, il demeure restreint par la restreinte du Pātimokkha, accompli en (bonne) conduite et dans son domaine (d’activité), voyant le danger dans la moindre des fautes, il entreprend les règles de l’entraînement et s’y entraîne. ",
  "an4.37:2.3": "Voici, mendiants, comment un mendiant est vertueux. ",
  "an4.37:3.1": "Et comment, mendiants, un mendiant protège-t-il l’entrée de ses facultés sensorielles ? ",
  "an4.37:3.2": "À cet égard, mendiants, un mendiant, en voyant une forme avec l’œil, ne saisit pas un aspect, ne saisit pas un détail ",
  "an4.37:3.3": "sur la base duquel, s’il demeurait sans restreindre la faculté de l’œil, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté de l’œil ; il entreprend la restreinte de la faculté de l’œil. ",
  "an4.37:3.4": "En entendant un son avec l’oreille, il ne saisit pas un aspect, il ne saisit pas un détail sur la base duquel, s’il demeurait sans restreindre la faculté de l’oreille, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté de l’oreille ; il entreprend la restreinte de la faculté de l’oreille. ",
  "an4.37:3.5": "En sentant une odeur avec le nez, il ne saisit pas un aspect, il ne saisit pas un détail sur la base duquel, s’il demeurait sans restreindre la faculté du nez, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté du nez ; il entreprend la restreinte de la faculté du nez. ",
  "an4.37:3.6": "En goûtant une saveur avec la langue, il ne saisit pas un aspect, il ne saisit pas un détail sur la base duquel, s’il demeurait sans restreindre la faculté de la langue, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté de la langue ; il entreprend la restreinte de la faculté de la langue. ",
  "an4.37:3.7": "Ayant fait l’expérience d’une sensation corporelle avec le corps, il ne saisit pas un aspect, il ne saisit pas un détail sur la base duquel, s’il demeurait sans restreindre la faculté du corps, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté du corps ; il entreprend la restreinte de la faculté du corps. ",
  "an4.37:3.8": "En prenant conscience d’un phénomène mental avec l’esprit, il ne saisit pas un aspect, il ne saisit pas un détail ",
  "an4.37:3.9": "sur la base duquel, s’il demeurait sans restreindre la faculté de l’esprit, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté de l’esprit ; il entreprend la restreinte de la faculté de l’esprit. ",
  "an4.37:3.10": "Voici, mendiants, comment un mendiant protège l’entrée de ses facultés sensorielles. ",
  "an4.37:4.1": "Et comment, mendiants, un mendiant connaît-il la bonne mesure avec la nourriture ? ",
  "an4.37:4.2": "À cet égard, mendiants, un mendiant mange la nourriture en ayant des réflexions judicieuses : ",
  "an4.37:4.3": "pas en récréation, ni avec laisser-aller, ni pour la beauté, ni pour l’esthétique, mais juste assez pour le soutien et le maintien de ce corps, pour le soulagement des nuisances, pour sustenter la vie brahmique : “De cette manière, je mettrai fin au ressenti précédent, sans provoquer l’apparition de nouveaux ressentis, je serai sustenté avec irréprochabilité et vivrai confortablement.” ",
  "an4.37:4.4": "Voici, mendiants, comment un mendiant connaît la bonne mesure avec la nourriture. ",
  "an4.37:5.1": "Et comment, mendiants, un mendiant se dédie-t-il à l’état de veille ? ",
  "an4.37:5.2": "À cet égard, mendiants, un mendiant, pendant la journée, purifie l’esprit des états mentaux obstructifs en marchant ou en étant assis ; ",
  "an4.37:5.3": "durant la première partie de la nuit, il purifie l’esprit des états mentaux obstructifs en marchant ou en étant assis ; ",
  "an4.37:5.4": "durant la partie médiane de la nuit, il se couche sur le côté droit dans la posture du lion, plaçant un pied sur l’autre, attentif et doué de discernement attentif, ayant fixé son esprit sur la perception du lever ; ",
  "an4.37:5.5": "durant la dernière partie de la nuit, il purifie l’esprit des états mentaux obstructifs en marchant ou en étant assis. ",
  "an4.37:5.6": "Voici, mendiants, comment un mendiant se dédie à l’état de veille. ",
  "an4.37:5.7": "S’il est pourvu de ces quatre choses, mendiants, un mendiant est incapable de déchoir et il est dans le voisinage de l’Extinction. ",
  "an4.37:6.1": "Le bhikkhu ayant établi la vertu, ",
  "an4.37:6.2": "Restreint dans ses facultés sensorielles, ",
  "an4.37:6.3": "Connaissant la bonne mesure avec la nourriture, ",
  "an4.37:6.4": "Se dédiant à l’état de veille, ",
  "an4.37:7.1": "Demeure ainsi ardent, ",
  "an4.37:7.2": "Persévérant jour et nuit, ",
  "an4.37:7.3": "Développant les états mentaux avantageux, ",
  "an4.37:7.4": "Pour atteindre le soulagement du joug. ",
  "an4.37:8.1": "Un mendiant se plaisant à l’assiduité ",
  "an4.37:8.2": "Et voyant le danger de la négligence ",
  "an4.37:8.3": "Est incapable de déchoir, ",
  "an4.37:8.4": "Il est dans le voisinage de l’Extinction. "
}