{
  "an4.12:0.1": "Discours Sous Forme De Listes 4.12 ",
  "an4.12:0.2": "En marchant ",
  "an4.12:0.3": "Au-delà de la vertu ",
  "an4.12:1.1": "Mendiants, demeurez accomplis en vertu, observez le Patimokkha, demeurez restreints par la restreinte du Patimokkha, accomplis en (bonne) conduite et dans son domaine (d’activité), voyant le danger dans la moindre des fautes, entreprenez les règles de l’entraînement et entraînez-y vous. ",
  "an4.12:1.2": "Une fois que vous demeurez accomplis en vertu, que vous observez le Patimokkha, que vous demeurez restreints par la restreinte du Patimokkha, accomplis en (bonne) conduite et dans son domaine (d’activité), voyant le danger dans la moindre des fautes, que vous entreprenez les règles de l’entraînement et que vous vous y entraînez, qu’y a-t-il à faire de plus ? ",
  "an4.12:2.1": "Mendiants, si lorsqu’il marche la convoitise et la malveillance sont éliminées chez un mendiant, si la torpeur & somnolence sont abandonnées, si l’agitation mentale & préoccupation sont abandonnées, si le doute est abandonné, si son énergie est activée, sans relâchement, si sa présence d’esprit est mise en place, sans distraction, si son corps est tranquille, sans excitation, si son esprit est concentré, unifié, alors on dit d’un mendiant marchant dans cet état qu’il est ardent, qu’il a de la crainte morale, qu’il est constamment énergique et qu’il se voue à l’effort. ",
  "an4.12:3.1": "Mendiants, si lorsqu’il se tient debout la convoitise et la malveillance sont éliminées chez un mendiant, si la torpeur & somnolence sont abandonnées, si l’agitation mentale & préoccupation sont abandonnées, si le doute est abandonné, si son énergie est activée, sans relâchement, si sa présence d’esprit est mise en place, sans distraction, si son corps est tranquille, sans excitation, si son esprit est concentré, unifié, alors on dit d’un mendiant se tenant debout dans cet état qu’il est ardent, qu’il a de la crainte morale, qu’il est constamment énergique et qu’il se voue à l’effort. ",
  "an4.12:4.1": "Mendiants, si lorsqu’il se tient assis la convoitise et la malveillance sont éliminées chez un mendiant, si la torpeur & somnolence sont abandonnées, si l’agitation mentale & préoccupation sont abandonnées, si le doute est abandonné, si son énergie est activée, sans relâchement, si sa présence d’esprit est mise en place, sans distraction, si son corps est tranquille, sans excitation, si son esprit est concentré, unifié, alors on dit d’un mendiant se tenant assis dans cet état qu’il est ardent, qu’il a de la crainte morale, qu’il est constamment énergique et qu’il se voue à l’effort. ",
  "an4.12:5.1": "Mendiants, si lorsqu’il se tient couché en état de veille la convoitise et la malveillance sont éliminées chez un mendiant, si la torpeur & somnolence sont abandonnées, si l’agitation mentale & préoccupation sont abandonnées, si le doute est abandonné, si son énergie est activée, sans relâchement, si sa présence d’esprit est mise en place, sans distraction, si son corps est tranquille, sans excitation, si son esprit est concentré, unifié, alors on dit d’un mendiant se tenant couché dans cet état de veille qu’il est ardent, qu’il a de la crainte morale, qu’il est constamment énergique et qu’il se voue à l’effort. ",
  "an4.12:6.1": "(Une récapitulation finale en vers n’a pas été traduite) "
}