{
  "an4.14:0.1": "Discours Sous Forme De Listes 4.14 ",
  "an4.14:0.2": "En marchant ",
  "an4.14:0.3": "La restreinte ",
  "an4.14:1.1": "Mendiants, il y a ces quatre (types d’)effort. ",
  "an4.14:1.2": "Quels sont ces quatre ? ",
  "an4.14:1.3": "L’effort de restreinte, l’effort d’abandon, l’effort de développement, et l’effort de préservation. ",
  "an4.14:1.4": "Et qu’est-ce, mendiants, que l’effort de restreinte ? ",
  "an4.14:1.5": "À cet égard, un mendiant, en voyant une forme avec l’œil, ne saisit pas un aspect, ne saisit pas un détail ",
  "an4.14:1.6": "sur la base duquel, s’il demeurait sans restreindre la faculté de l’œil, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté de l’œil ; il entreprend la restreinte de la faculté de l’œil. ",
  "an4.14:1.7": "En entendant un son avec l’oreille, il ne saisit pas un aspect, il ne saisit pas un détail sur la base duquel, s’il demeurait sans restreindre la faculté de l’oreille, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté de l’oreille ; il entreprend la restreinte de la faculté de l’oreille. ",
  "an4.14:1.8": "En sentant une odeur avec le nez, il ne saisit pas un aspect, il ne saisit pas un détail sur la base duquel, s’il demeurait sans restreindre la faculté du nez, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté du nez ; il entreprend la restreinte de la faculté du nez. ",
  "an4.14:1.9": "En goûtant une saveur avec la langue, il ne saisit pas un aspect, il ne saisit pas un détail sur la base duquel, s’il demeurait sans restreindre la faculté de la langue, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté de la langue ; il entreprend la restreinte de la faculté de la langue. ",
  "an4.14:1.10": "En touchant une sensation corporelle avec le corps, il ne saisit pas un aspect, il ne saisit pas un détail sur la base duquel, s’il demeurait sans restreindre la faculté du corps, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté du corps ; il entreprend la restreinte de la faculté du corps. ",
  "an4.14:1.11": "En prenant conscience d’un phénomène mental avec l’esprit, il ne saisit pas un aspect, il ne saisit pas un détail ",
  "an4.14:1.12": "sur la base duquel, s’il demeurait sans restreindre la faculté de l’esprit, la convoitise & déplaisance mentale, ainsi que des états mentaux malsains et désavantageux pourraient l’envahir ; il poursuit la voie de sa restreinte ; il garde la faculté de l’esprit ; il entreprend la restreinte de la faculté de l’esprit. ",
  "an4.14:1.13": "Voici, mendiants, ce qu’on appelle l’effort de restreinte. ",
  "an4.14:2.1": "Et qu’est-ce, mendiants, que l’effort d’abandon ? ",
  "an4.14:2.2": "À cet égard, un mendiant ne consent pas à une pensée de sensualité ayant fait surface, il l’abandonne, il la dissipe, il l’élimine et la fait disparaître ; ",
  "an4.14:2.3": "il ne consent pas à une pensée de malveillance ayant fait surface, il l’abandonne, il la dissipe, il l’élimine et la fait disparaître ; ",
  "an4.14:2.4": "il ne consent pas à une pensée de non-inoffensivité ayant fait surface, il l’abandonne, il la dissipe, il l’élimine et la fait disparaître ; ",
  "an4.14:2.5": "il ne consent pas à un état mental malsain et désavantageux ayant fait surface, il l’abandonne, le dissipe, l’élimine et le fait disparaître. ",
  "an4.14:2.6": "Voici, mendiants, ce qu’on appelle l’effort d’abandon. ",
  "an4.14:3.1": "Et qu’est-ce, mendiants, que l’effort de développement ? ",
  "an4.14:3.2": "À cet égard, un mendiant développe le facteur d’éveil de présence d’esprit basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; ",
  "an4.14:3.3": "il développe le facteur d’éveil d’investigation des phénomènes basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; ",
  "an4.14:3.4": "il développe le facteur d’éveil d’énergie basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; ",
  "an4.14:3.5": "il développe le facteur d’éveil d’exaltation basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; ",
  "an4.14:3.6": "il développe le facteur d’éveil de tranquillité basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; ",
  "an4.14:3.7": "il développe le facteur d’éveil de concentration basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise ; ",
  "an4.14:3.8": "il développe le facteur d’éveil d’équanimité basé sur l’isolement, sur le désintéressement, sur la cessation, mûrissant dans le lâcher-prise. ",
  "an4.14:3.9": "Voici, mendiants, ce qu’on appelle l’effort de développement. ",
  "an4.14:4.1": "Et qu’est-ce, mendiants que l’effort de préservation ? ",
  "an4.14:4.2": "À cet égard, un mendiant préserve un bon objet de concentration s’étant présenté, tel que la perception d’un squelette, la perception d’un corps infesté de vers, la perception d’un cadavre bleui, la perception d’un cadavre ouvert, ou la perception d’un cadavre gonflé. ",
  "an4.14:4.3": "Voici, mendiants, ce qu’on appelle l’effort de préservation. ",
  "an4.14:4.4": "Voici, mendiants, quels sont ces quatre (types d’)effort. ",
  "an4.14:5.1": "(Une récapitulation finale en vers n’a pas été traduite) "
}