{
  "an4.10:0.1": "Discours Sous Forme De Listes 4.10 ",
  "an4.10:0.2": "1. Le village de Bhanda ",
  "an4.10:0.3": "Quatre jougs ",
  "an4.10:1.1": "Il y a, mendiants, ces quatre jougs. ",
  "an4.10:1.2": "Quels sont ces quatre ? ",
  "an4.10:1.3": "Le joug de la sensualité, le joug de l’existence, le joug des vues et le joug de l’ignorance. ",
  "an4.10:1.4": "Et qu’est-ce, mendiants, que le joug de la sensualité ? ",
  "an4.10:1.5": "À cet égard, mendiants, un certain individu ne discerne pas tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport à la sensualité. ",
  "an4.10:1.6": "Ne comprenant pas tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport à la sensualité, l’avidité sensuelle, la complaisance dans la sensualité, l’attraction de la sensualité, l’engouement pour la sensualité, la soif de sensualité, la passion sensuelle, l’attachement à la sensualité et la Soif de sensualité expriment leur tendance par rapport à la sensualité. ",
  "an4.10:1.7": "Voici, mendiants, ce qu’on appelle le joug de la sensualité. ",
  "an4.10:1.8": "Voici le joug de la sensualité. ",
  "an4.10:2.1": "Et qu’est-ce, mendiants, que le joug de l’existence ? ",
  "an4.10:2.2": "À cet égard, mendiants, un certain individu ne discerne pas tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport à l’existence. ",
  "an4.10:2.3": "Ne comprenant pas tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport à l’existence, l’avidité d’existence, la complaisance dans l’existence, l’attraction envers l’existence, l’engouement pour l’existence, la soif d’existence, la fièvre d’existence, l’attachement à l’existence et la Soif d’existence expriment leur tendance par rapport à l’existence. ",
  "an4.10:2.4": "Voici, mendiants, ce qu’on appelle le joug de l’existence. ",
  "an4.10:2.5": "Voici le joug de la sensualité et le joug de l’existence. ",
  "an4.10:3.1": "Et qu’est-ce, mendiants, que le joug des vues ? ",
  "an4.10:3.2": "À cet égard, un certain individu ne discerne pas tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport aux vues. ",
  "an4.10:3.3": "Ne comprenant pas tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport aux vues, l’avidité envers les vues, la complaisance dans les vues, l’attraction envers les vues, l’engouement pour les vues, la soif de vues, la fièvre de vues, l’attachement aux vues et la Soif envers les vues expriment leur tendance par rapport aux vues. ",
  "an4.10:3.4": "Voici, mendiants, ce qu’on appelle le joug des vues. ",
  "an4.10:3.5": "Voici le joug de la sensualité, le joug de l’existence et le joug des vues. ",
  "an4.10:4.1": "Et qu’est-ce, mendiants, que le joug de l’ignorance ? ",
  "an4.10:4.2": "À cet égard, mendiants, un certain individu ne discerne pas tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport aux six sphères de contact. ",
  "an4.10:4.3": "Ne comprenant pas tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport aux six sphères de contact, l’ignorance, la non-connaissance sous-tendent son esprit en ce qui concerne les six sphères de contact. ",
  "an4.10:4.4": "Voici, mendiants, ce qu’on appelle le joug de l’ignorance. ",
  "an4.10:4.5": "Voici le joug de la sensualité, le joug de l’existence, le joug des vues et le joug de l’ignorance. ",
  "an4.10:4.6": "Il est conjoint aux états mentaux mauvais, désavantageux, impurs, qui mènent au renouvellement de l’existence, qui apportent des difficultés, qui ont le mal-être pour résultat, qui produisent la naissance, le vieillissement et la mort dans le futur, et c’est pourquoi on appelle cela le non soulagement du joug. ",
  "an4.10:4.7": "Voici, mendiants, quels sont ces quatre jougs. ",
  "an4.10:5.1": "Il y a, mendiants, ces quatre sorties de joug. ",
  "an4.10:5.2": "Quelles sont ces quatre ? ",
  "an4.10:5.3": "La sortie du joug de la sensualité, la sortie du joug de l’existence, la sortie du joug des vues et la sortie du joug de l’ignorance. ",
  "an4.10:5.4": "Et qu’est-ce, mendiants, que la sortie du joug de la sensualité ? ",
  "an4.10:5.5": "À cet égard, mendiants, un certain individu discerne tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport à la sensualité. ",
  "an4.10:5.6": "Comprenant tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport à la sensualité, l’avidité sensuelle, la complaisance dans la sensualité, l’attraction de la sensualité, l’engouement pour la sensualité, la soif de sensualité, la passion sensuelle, l’attachement à la sensualité et la Soif sensuelle n’expriment pas leur tendance par rapport à la sensualité. ",
  "an4.10:5.7": "Voici, mendiants, ce qu’on appelle la sortie du joug de la sensualité. ",
  "an4.10:5.8": "Voici la sortie du joug de la sensualité. ",
  "an4.10:6.1": "Et qu’est-ce, mendiants, que la sortie du joug de l’existence ? ",
  "an4.10:6.2": "À cet égard, mendiants, un certain individu discerne tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport à l’existence. ",
  "an4.10:6.3": "Comprenant tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport à l’existence, l’avidité envers l’existence, la complaisance dans l’existence, l’attraction envers l’existence, l’engouement pour l’existence, la soif d’existence, la fièvre d’existence, l’attachement à l’existence et la Soif d’existence n’expriment pas leur tendance par rapport à l’existence. ",
  "an4.10:6.4": "Voici, mendiants, ce qu’on appelle la sortie du joug de l’existence. ",
  "an4.10:6.5": "Voici la sortie du joug de la sensualité et la sortie du joug de l’existence. ",
  "an4.10:7.1": "Et qu’est-ce, mendiants, que la sortie du joug des vues ? ",
  "an4.10:7.2": "À cet égard, mendiants, un certain individu discerne tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport aux vues. ",
  "an4.10:7.3": "Comprenant tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport aux vues, l’avidité envers les vues, la complaisance dans les vues, l’attraction envers les vues, l’engouement pour les vues, la soif de vues, la fièvre des vues, l’attachement aux vues et la Soif envers les vues n’expriment pas leur tendance par rapport aux vues. ",
  "an4.10:7.4": "Voici, mendiants, ce qu’on appelle la sortie du joug des vues. ",
  "an4.10:7.5": "Voici la sortie du joug de la sensualité, la sortie du joug de l’existence et la sortie du joug des vues. ",
  "an4.10:8.1": "Et qu’est-ce, mendiants, que la sortie du joug de l’ignorance ? ",
  "an4.10:8.2": "À cet égard, mendiants, un certain individu discerne tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport aux six sphères de contact. ",
  "an4.10:8.3": "Comprenant tels qu’ils sont réellement l’apparition, la disparition, l’agrément, le désavantage et l’émancipation par rapport aux six sphères de contact, l’ignorance et la non-connaissance ne sous-tendent pas son esprit en ce qui concerne les six sphères de contact. ",
  "an4.10:8.4": "Voici, mendiants, ce qu’on appelle la sortie du joug de l’ignorance. ",
  "an4.10:8.5": "Voici la sortie du joug de la sensualité, la sortie du joug de l’existence, la sortie du joug des vues et la sortie du joug de l’ignorance. ",
  "an4.10:8.6": "Il est sorti du joug des états mentaux mauvais, désavantageux, impurs, qui mènent au renouvellement de l’existence, qui apportent des difficultés, qui ont le mal-être pour résultat, qui produisent la naissance, le vieillissement et la mort dans le futur, et c’est pourquoi on appelle cela le soulagement du joug. ",
  "an4.10:8.7": "Voici, mendiants, quelles sont ces quatre libérations de jougs. ",
  "an4.10:9.1": "(Une récapitulation finale en vers n’a pas été traduite) "
}