{
  "an4.41:0.1": "Discours Sous Forme De Listes 4.41 ",
  "an4.41:0.2": "Rohitassa ",
  "an4.41:0.3": "Quatre types de concentration ",
  "an4.41:1.1": "Il y a, mendiants, ces quatre types de développement de la concentration. ",
  "an4.41:1.2": "Quels sont ces quatre ? ",
  "an4.41:1.3": "Il y a le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à un séjour agréable dans le monde visible ; ",
  "an4.41:1.4": "il y a le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à l’acquisition de connaissance & vision ; ",
  "an4.41:1.5": "il y a le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à la présence d’esprit et au discernement attentif ; ",
  "an4.41:1.6": "il y a le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à l’élimination complète des impuretés mentales. ",
  "an4.41:2.1": "Et qu’est-ce, mendiants, que le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à un séjour agréable dans le monde visible ? ",
  "an4.41:2.2": "À cet égard, un mendiant, séparé des plaisirs sensuels, séparé des états mentaux désavantageux, entre et demeure dans le premier jhana qui, s’accompagne de pensées actives et passives, avec exaltation et bien-être engendrés par la séparation. Avec l’apaisement des pensées actives et passives, il entre et demeure dans le deuxième jhāna, avec tranquillisation intérieure et unification de l’esprit, sans pensées actives ni passives, avec exaltation et bien-être engendrés par la concentration. Avec la disparition de l’exaltation, il demeure équanime, présent d’esprit et doué de claire compréhension, il entre et demeure dans le troisième jhāna et ressent dans le corps le bien-être que les êtres nobles décrivent : “équanime et présent d’esprit, il séjourne dans le bien-être”. Abandonnant le bien-être et abandonnant le mal-être, la plaisance et la déplaisance mentales ayant auparavant disparu, il entre et demeure dans le quatrième jhāna qui, est sans mal-être ni bien-être, purifié par la présence d’esprit due à l’équanimité. ",
  "an4.41:2.3": "Voici, mendiants, quel est le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à un séjour agréable dans le monde visible. ",
  "an4.41:3.1": "Et qu’est-ce, mendiants, que le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à l’acquisition de connaissance & vision ? ",
  "an4.41:3.2": "À cet égard, un mendiant porte son attention à la perception de la lumière, il se détermine à la perception de la journée : ",
  "an4.41:3.3": "pendant la nuit comme pendant la journée, pendant la journée comme pendant la nuit. ",
  "an4.41:3.4": "Ainsi, avec un esprit clair et non-obscurci, il développe un esprit lumineux. ",
  "an4.41:3.5": "Voici, mendiants, quel est le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à l’acquisition de connaissance & vision. ",
  "an4.41:4.1": "Et qu’est-ce, mendiants, que le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à la présence d’esprit et au discernement attentif ? ",
  "an4.41:4.2": "À cet égard, chez un mendiant, les ressentis sont distingués lorsqu’ils apparaissent, distingués lorsqu’ils restent présents, distingués lorsqu’ils cessent. ",
  "an4.41:4.3": "Les pensées sont distinguées lorsqu’elles apparaissent, distinguées lorsqu’elles restent présentes, distinguées lorsqu’elles cessent. Les perceptions sont distinguées lorsqu’elles apparaissent, distinguées lorsqu’elles restent présentes, distinguées lorsqu’elles cessent. ",
  "an4.41:4.4": "Voici, mendiants, quel est le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à la présence d’esprit et au discernement attentif. ",
  "an4.41:5.1": "Et qu’est-ce, mendiants, que le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à l’élimination complète des impuretés mentales ? ",
  "an4.41:5.2": "À cet égard, un mendiant reste à observer l’apparition et la disparition dans les cinq accumulations d’attachement : ",
  "an4.41:5.3": "“Voici la Forme, voici l’apparition de la Forme, voici la disparition de la Forme ; ",
  "an4.41:5.4": "voici le Ressenti, voici l’apparition du Ressenti, voici la disparition du Ressenti ; ",
  "an4.41:5.5": "voici la Perception, voici l’apparition de la Perception, voici la disparition de la Perception ; ",
  "an4.41:5.6": "voici les Constructions, voici l’apparition des Constructions, voici la disparition des Constructions ; ",
  "an4.41:5.7": "voici la Conscience, voici l’apparition de la Conscience, voici la disparition de la Conscience.” ",
  "an4.41:5.8": "Voici, mendiants, quel est le développement de la concentration qui, lorsqu’elle est développée et cultivée, mène à l’élimination complète des impuretés mentales. ",
  "an4.41:5.9": "Voici, mendiants, quel est le développement de la concentration ",
  "an4.41:5.10": "qui, lorsqu’elle est développée et cultivée, mène à l’élimination complète des impuretés mentales. "
}