{
  "an4.6:0.1": "Discours Sous Forme De Listes 4.6 ",
  "an4.6:0.2": "1. Le village de Bhanda ",
  "an4.6:0.3": "Ayant peu appris ",
  "an4.6:1.1": "Mendiants, on trouve dans le monde ces quatre (types de) personnes. ",
  "an4.6:1.2": "Quels sont ces quatre ? ",
  "an4.6:1.3": "Celle qui est peu instruite et qui n’est pas résolue par rapport à ce qu’elle a appris, ",
  "an4.6:1.4": "celle qui est peu instruite mais qui est résolue par rapport à ce qu’elle a appris, ",
  "an4.6:1.5": "celle qui est très instruite mais qui n’est pas résolue par rapport à ce qu’elle a appris, ",
  "an4.6:1.6": "et celle qui est très instruite et qui est résolue par rapport à ce qu’elle a appris. ",
  "an4.6:1.7": "Et quelle est, mendiants, la personne qui est peu instruite et qui n’est pas résolue par rapport à ce qu’elle a appris ? ",
  "an4.6:1.8": "À cet égard, une certaine personne est peu instruite en ce qui concerne ",
  "an4.6:1.9": "les souttas, les mélanges de prose et de versets, les explications, les versets, les exclamations, les “ainsi a-t-il été dit”, les histoires de naissances antérieures, les histoires édifiantes et les questions-réponses. ",
  "an4.6:1.10": "Ayant peu appris, elle ne pratique pas l’enseignement au niveau des phénomènes en ayant compris le sens, le bienfait, la finalité, en ayant compris l’Enseignement. ",
  "an4.6:1.11": "Voici, mendiants, quelle est la personne qui est peu instruite et qui n’est pas résolue par rapport à ce qu’elle a appris. ",
  "an4.6:2.1": "Et quelle est, mendiants, la personne qui est peu instruite mais qui est résolue par rapport à ce qu’elle a appris ? ",
  "an4.6:2.2": "À cet égard, une certaine personne est peu instruite en ce qui concerne ",
  "an4.6:2.3": "les souttas, les mélanges de prose et de versets, les explications, les versets, les exclamations, les “ainsi a-t-il été dit”, les histoires de naissances antérieures, les histoires édifiantes et les questions-réponses. ",
  "an4.6:2.4": "Mais bien qu’ayant peu appris, elle pratique l’enseignement au niveau des phénomènes en ayant compris le sens, le bienfait, la finalité, en ayant compris l’Enseignement. ",
  "an4.6:2.5": "Voici, mendiants, quelle est la personne qui est peu instruite mais qui est résolue par rapport à ce qu’elle a appris. ",
  "an4.6:3.1": "Et quelle est, mendiants, la personne qui est très instruite mais qui n’est pas résolue par rapport à ce qu’elle a appris ? ",
  "an4.6:3.2": "À cet égard, une certaine personne est très instruite en ce qui concerne ",
  "an4.6:3.3": "les souttas, les mélanges de prose et de versets, les explications, les versets, les exclamations, les “ainsi a-t-il été dit”, les histoires de naissances antérieures, les histoires édifiantes et les questions-réponses. ",
  "an4.6:3.4": "Mais bien qu’ayant beaucoup appris, elle ne pratique pas l’enseignement au niveau des phénomènes en ayant compris le sens, le bienfait, la finalité, en ayant compris l’Enseignement. ",
  "an4.6:3.5": "Voici, mendiants, quelle est la personne qui est très instruite mais qui n’est pas résolue par rapport à ce qu’elle a appris. ",
  "an4.6:4.1": "Et quelle est, mendiants, la personne qui est très instruite et qui est résolue par rapport à ce qu’elle a appris ? ",
  "an4.6:4.2": "À cet égard, une certaine personne est très instruite en ce qui concerne ",
  "an4.6:4.3": "les souttas, les mélanges de prose et de versets, les explications, les versets, les exclamations, les “ainsi a-t-il été dit”, les histoires de naissances antérieures, les histoires édifiantes et les questions-réponses. ",
  "an4.6:4.4": "Ayant beaucoup appris, elle pratique l’enseignement au niveau des phénomènes en ayant compris le sens, le bienfait, la finalité, en ayant compris l’Enseignement. ",
  "an4.6:4.5": "Voici, mendiants, quelle est la personne qui est très instruite et qui est résolue par rapport à ce qu’elle a appris. ",
  "an4.6:4.6": "Voici, mendiants, quels sont ces quatre (types de) personnes que l’on trouve dans le monde. ",
  "an4.6:5.1": "(Une récapitulation finale en vers n’a pas été traduite) "
}