{
  "an4.5:0.1": "Discours Sous Forme De Listes 4.5 ",
  "an4.5:0.2": "1. Le village de Bhanda ",
  "an4.5:0.3": "Avec le courant ",
  "an4.5:1.1": "Mendiants, on trouve dans le monde ces quatre (types d’)individus. ",
  "an4.5:1.2": "Quels sont ces quatre ? ",
  "an4.5:1.3": "L’individu qui va avec le courant, celui qui va à contre-courant, celui qui se tient debout, et le brahmane qui a traversé, qui a atteint l’autre rive et qui se tient debout sur le sol ferme. ",
  "an4.5:1.4": "Et quel est, mendiants, l’individu qui va avec le courant ? ",
  "an4.5:1.5": "À cet égard, un certain individu recherche les plaisirs sensuels, et réalise des actions mauvaises. ",
  "an4.5:1.6": "Voici, mendiants, ce qu’on appelle l’individu qui va avec le courant. ",
  "an4.5:2.1": "Et quel est, mendiants, l’individu qui va à contre-courant ? ",
  "an4.5:2.2": "À cet égard, un certain individu ne recherche pas les plaisirs sensuels, ne réalise pas d’actions mauvaises, et vit la vie brahmique complète et pure dans le mal-être, avect de la déplaisance mentale, les larmes au visage, en pleurs. ",
  "an4.5:2.3": "Voici, mendiants, ce qu’on appelle l’individu qui va à contre-courant. ",
  "an4.5:3.1": "Et quel est, mendiants, l’individu qui se tient debout ? ",
  "an4.5:3.2": "À cet égard, un certain individu, ayant complètement détruit les cinq entraves spirituelles inférieures, a une naissance spontanée, et y atteint l’Extinction complète, sans jamais revenir de ce monde-là. ",
  "an4.5:3.3": "Voici, mendiants, ce qu’on appelle l’individu qui se tient debout. ",
  "an4.5:4.1": "Et quel est, mendiants, l’individu qui est un brahmane ayant traversé, ayant atteint l’autre rive, se tenant debout sur le sol ferme ? ",
  "an4.5:4.2": "À cet égard, un certain individu, avec la destruction des impuretés mentales, entre et demeure dans ce monde visible dans la libération de l’esprit sans impureté, dans la libération par le discernement, en l’ayant réalisée pour lui-même par connaissance directe. ",
  "an4.5:4.3": "Voici, mendiants, ce qu’on appelle l’individu qui est un brahmane ayant traversé, ayant atteint l’autre rive, se tenant debout sur le sol ferme. ",
  "an4.5:4.4": "Voici, mendiants, quels sont ces quatre (types d’)individus qu’on trouve dans le monde. ",
  "an4.5:5.1": "(Une récapitulation finale en vers n’a pas été traduite) "
}