{
  "sn55.22:0.1": "Verbundene Lehrreden 55.22 ",
  "sn55.22:0.2": "3. Das Kapitel mit Sarakāni ",
  "sn55.22:0.3": "Mit Mahānāma (2) ",
  "sn55.22:1.1": "So habe ich es gehört: ",
  "sn55.22:1.2": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "sn55.22:1.3": "Da ging der Sakyer Mahānāma zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn55.22:1.4": "„Herr, dieses Kapilavatthu ist erfolgreich, blühend und voller Menschen, mit gedrängt vollen Sackgassen. ",
  "sn55.22:1.5": "Am späten Nachmittag, nachdem ich dem Buddha oder einem der verehrten Mönche meine Aufwartung gemacht habe, betrete ich Kapilavatthu. ",
  "sn55.22:1.6": "Da begegne ich einem verirrten Elefanten, ",
  "sn55.22:1.7": "einem verirrten Pferd, ",
  "sn55.22:1.8": "einem verirrten Wagen, ",
  "sn55.22:1.9": "einem verirrten Karren ",
  "sn55.22:1.10": "oder einem verirrten Menschen. ",
  "sn55.22:1.11": "Zu dieser Zeit verliere ich die Achtsamkeit in Bezug auf den Buddha, die Lehre und den Saṅgha. ",
  "sn55.22:1.12": "Ich denke: ",
  "sn55.22:1.13": "‚Wenn ich zu dieser Zeit sterben würde, wo würde ich im nächsten Leben wiedergeboren?‘“ ",
  "sn55.22:2.1": "„Hab keine Furcht, Mahānāma, hab keine Furcht! ",
  "sn55.22:2.2": "Dein Tod wird kein schlechter sein; dein Sterben wird kein schlechtes sein. ",
  "sn55.22:2.3": "Ein edler Schüler, der vier Dinge besitzt, neigt sich zum Erlöschen, strebt zum Erlöschen und richtet sich zum Erlöschen aus. ",
  "sn55.22:2.4": "Welche vier? ",
  "sn55.22:2.5": "Da hat ein edler Schüler auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.22:2.7": "zur Lehre … ",
  "sn55.22:2.8": "und zum Saṅgha … ",
  "sn55.22:2.9": "Und sein sittliches Verhalten wird von den Edlen geliebt … und führt in die Versenkung. ",
  "sn55.22:3.1": "Wie ein Baum, der sich nach Osten neigt, der nach Osten strebt und sich nach Osten ausrichtet: Wenn er an der Wurzel abgeschnitten würde, wohin würde er fallen?“ ",
  "sn55.22:3.2": "„Herr, er würde in die Richtung fallen, in die er sich neigt, strebt und sich ausrichtet.“ ",
  "sn55.22:3.3": "„Ebenso neigt sich ein edler Schüler, der vier Dinge besitzt, zum Erlöschen, strebt zum Erlöschen und richtet sich zum Erlöschen aus.“ "
}