{
  "sn55.7:0.1": "Verbundene Lehrreden 55.7 ",
  "sn55.7:0.2": "1. Das Kapitel bei Bambustor ",
  "sn55.7:0.3": "Die Leute von Bambustor ",
  "sn55.7:1.1": "So habe ich es gehört: ",
  "sn55.7:1.2": "Einmal wanderte der Buddha mit einem großen Saṅgha von Mönchen und Nonnen durch das Land der Kosaler. Er kam zu einem Dorf der Kosaler Brahmanen mit Namen Bambustor. ",
  "sn55.7:1.3": "Die Brahmanen und Hausbesitzer von Bambustor hörten: ",
  "sn55.7:1.4": "„Es scheint, der Asket Gotama – ein Sakyer, der von einer Familie der Sakyer fortgezogen ist – ist zusammen mit einem großen Saṅgha von Mönchen und Nonnen in Bambustor angekommen. ",
  "sn55.7:1.5": "Er hat diesen guten Ruf: ",
  "sn55.7:1.6": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "sn55.7:1.7": "Er hat diese Welt – mit ihren Göttern, Māras und Brahmās, mit dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – durch eigene Einsicht erkannt und erklärt sie anderen. ",
  "sn55.7:1.8": "Er lehrt den Dhamma, der am Anfang gut, in der Mitte gut und am Ende gut ist, bedeutsam und gut ausgedrückt. Und er legt eine geistliche Übung dar, die in sich geschlossen und rein ist. ",
  "sn55.7:1.9": "Es ist gut, solche Vollendeten zu sehen.“ ",
  "sn55.7:2.1": "Da gingen die Brahmanen und Hausbesitzer von Bambustor zum Buddha. Manche verbeugten sich, manche begrüßten ihn und tauschten Höflichkeiten aus, manche hielten ihm ihre zusammengelegten Hände entgegen, manche nannten ihren Namen und Stamm und manche schwiegen. Sie setzten sich zur Seite hin und sagten zum Buddha: ",
  "sn55.7:2.2": "„Meister Gotama, dies sind unsere Wünsche, Sehnsüchte und Hoffnungen: ",
  "sn55.7:2.3": "Wir wollen mit unseren Kindern im Haus leben, Sandelholz aus Kāsi benutzen, Kränze, Parfüm und Make-up tragen und Gold und Silber annehmen. Und wenn unser Körper auseinanderbricht, nach dem Tod, wünschen wir, an einem guten Ort wiedergeboren zu werden, in einer himmlischen Welt. ",
  "sn55.7:2.4": "Da wir diese Wünsche, Sehnsüchte und Hoffnungen haben, lehre uns doch der Buddha den Dhamma, sodass sie uns erfüllt werden.“ ",
  "sn55.7:3.1": "„Hausbesitzer, ich will euch eine Lehrdarlegung geben, die auf einen selbst anwendbar ist. ",
  "sn55.7:3.2": "Hört zu und passt gut auf, ich werde sprechen.“ ",
  "sn55.7:3.3": "„Ja, Herr“, antworteten sie. ",
  "sn55.7:3.4": "Der Buddha sagte: ",
  "sn55.7:4.1": "„Und was ist die Lehrdarlegung, die auf einen selbst anwendbar ist? ",
  "sn55.7:4.2": "Da überlegt ein edler Schüler: ",
  "sn55.7:4.3": "‚Ich will leben und nicht sterben; ich will Glück und schrecke vor Schmerz zurück. ",
  "sn55.7:4.4": "Da das so ist, würde ich es nicht mögen, wenn mir jemand das Leben nähme. ",
  "sn55.7:4.5": "Aber auch andere wollen leben und nicht sterben; auch andere wollen Glück und schrecken vor Schmerz zurück. Wenn ich daher jemand anderem das Leben nähme, würde er das auch nicht mögen. ",
  "sn55.7:4.6": "Das Ding, das mir unlieb ist, ist auch anderen unlieb. ",
  "sn55.7:4.7": "Da ich dieses Ding nicht mag, wie kann ich es da jemand anderem zufügen?‘ ",
  "sn55.7:4.8": "Wenn er so nachdenkt, gibt er selbst das Töten lebender Geschöpfe auf. Und er ermuntert andere dazu, das Töten lebender Geschöpfe aufzugeben, er preist es, das Töten lebender Geschöpfe aufzugeben. ",
  "sn55.7:4.9": "Somit ist sein Verhalten mit dem Körper in drei Punkten geläutert. ",
  "sn55.7:5.1": "Weiter überlegt da ein edler Schüler: ",
  "sn55.7:5.2": "‚Wenn jemand mir etwas stehlen würde, würde ich das nicht mögen. ",
  "sn55.7:5.3": "Aber wenn ich jemand anderem etwas stehlen würde, würde er das auch nicht mögen. ",
  "sn55.7:5.4": "Das Ding, das mir unlieb ist, ist auch anderen unlieb. ",
  "sn55.7:5.5": "Da ich dieses Ding nicht mag, wie kann ich es da jemand anderem zufügen?‘ ",
  "sn55.7:5.6": "Wenn er so nachdenkt, gibt er selbst das Stehlen auf. Und er ermuntert andere dazu, das Stehlen aufzugeben, er preist es, das Stehlen aufzugeben. ",
  "sn55.7:5.7": "Somit ist sein Verhalten mit dem Körper in drei Punkten geläutert. ",
  "sn55.7:6.1": "Weiter überlegt da ein edler Schüler: ",
  "sn55.7:6.2": "‚Wenn jemand Geschlechtsverkehr mit meinen Frauen hätte, würde ich das nicht mögen. ",
  "sn55.7:6.3": "Aber wenn ich Geschlechtsverkehr mit den Frauen eines anderen hätte, würde er das auch nicht mögen. ",
  "sn55.7:6.4": "Das Ding, das mir unlieb ist, ist auch anderen unlieb. ",
  "sn55.7:6.5": "Da ich dieses Ding nicht mag, wie kann ich es da jemand anderem zufügen?‘ ",
  "sn55.7:6.6": "Wenn er so nachdenkt, gibt er selbst sexuelle Verfehlungen auf. Und er ermuntert andere dazu, sexuelle Verfehlungen aufzugeben, er preist es, sexuelle Verfehlungen aufzugeben. ",
  "sn55.7:6.7": "Somit ist sein Verhalten mit dem Körper in drei Punkten geläutert. ",
  "sn55.7:7.1": "Weiter überlegt da ein edler Schüler: ",
  "sn55.7:7.2": "‚Wenn jemand meine Rede durch Lügen verfälschen würde, würde ich das nicht mögen. ",
  "sn55.7:7.3": "Aber wenn ich die Rede eines anderen durch Lügen verfälschen würde, würde er das auch nicht mögen. ",
  "sn55.7:7.4": "Das Ding, das mir unlieb ist, ist auch anderen unlieb. ",
  "sn55.7:7.5": "Da ich dieses Ding nicht mag, wie kann ich es da jemand anderem zufügen?‘ ",
  "sn55.7:7.6": "Wenn er so nachdenkt, gibt er selbst das Lügen auf. Und er ermuntert andere dazu, das Lügen aufzugeben, er preist es, das Lügen aufzugeben. ",
  "sn55.7:7.7": "Somit ist sein Verhalten mit der Sprache in drei Punkten geläutert. ",
  "sn55.7:8.1": "Weiter überlegt da ein edler Schüler: ",
  "sn55.7:8.2": "‚Wenn jemand mich mit entzweiender Rede von meinen Freunden entfremden würde, würde ich das nicht mögen. ",
  "sn55.7:8.3": "Aber wenn ich jemand anderen mit entzweiender Rede von seinen Freunden entfremden würde, würde er das auch nicht mögen. …‘ ",
  "sn55.7:8.4": "Somit ist sein Verhalten mit der Sprache in drei Punkten geläutert. ",
  "sn55.7:9.1": "Weiter überlegt da ein edler Schüler: ",
  "sn55.7:9.2": "‚Wenn jemand mich mit harter Rede angreifen würde, würde ich das nicht mögen. ",
  "sn55.7:9.3": "Aber wenn ich jemand anderen mit harter Rede angreifen würde, würde er das auch nicht mögen. …‘ ",
  "sn55.7:9.5": "Somit ist sein Verhalten mit der Sprache in drei Punkten geläutert. ",
  "sn55.7:10.1": "Weiter überlegt da ein edler Schüler: ",
  "sn55.7:10.2": "‚Wenn jemand mich mit dummem oder unsinnigem Gerede belästigen würde, würde ich das nicht mögen. ",
  "sn55.7:10.3": "Aber wenn ich jemand anderen mit dummem oder unsinnigem Gerede belästigen würde, würde er das auch nicht mögen. ",
  "sn55.7:10.4": "Das Ding, das mir unlieb ist, ist auch anderen unlieb. ",
  "sn55.7:10.5": "Da ich dieses Ding nicht mag, wie kann ich es da jemand anderem zufügen?‘ ",
  "sn55.7:10.6": "Wenn er so nachdenkt, gibt er selbst das Unsinnreden auf. Und er ermuntert andere dazu, das Unsinnreden aufzugeben, er preist es, das Unsinnreden aufzugeben. ",
  "sn55.7:10.7": "Somit ist sein Verhalten mit der Sprache in drei Punkten geläutert. ",
  "sn55.7:11.1": "Und dieser edle Schüler hat auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.7:11.3": "zur Lehre … ",
  "sn55.7:11.4": "und zum Saṅgha … ",
  "sn55.7:11.5": "Und sein sittliches Verhalten wird von den Edlen geliebt … und führt in die Versenkung. ",
  "sn55.7:11.6": "Wenn ein edler Schüler diese sieben guten Eigenschaften und diese vier Faktoren des Stromeintritts besitzt, kann er, wenn er will, von sich erklären: ",
  "sn55.7:11.7": "‚Ich habe mit der Wiedergeburt in der Hölle, dem Tierreich und dem Gespensterreich abgeschlossen. Mit allen verlorenen Orten habe ich abgeschlossen, mit allen schlechten Orten, mit der Unterwelt. Ich bin in den Strom eingetreten! Ich muss nicht mehr in der Unterwelt wiedergeboren werden und bin für das Erwachen bestimmt.‘“ ",
  "sn55.7:12.1": "Als der Buddha geendet hatte, sagten die Brahmanen und Hausbesitzer von Bambustor zu ihm: ",
  "sn55.7:12.2": "„Vortrefflich, Meister Gotama! … ",
  "sn55.7:12.3": "Wir nehmen Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "sn55.7:12.4": "Von diesem Tag an soll Meister Gotama uns als Laienschüler in Erinnerung behalten, die für ihr ganzes Leben Zuflucht genommen haben.“ "
}