{
  "sn55.25:0.1": "Verbundene Lehrreden 55.25 ",
  "sn55.25:0.2": "3. Das Kapitel mit Sarakāni ",
  "sn55.25:0.3": "Über den Sakyer Sarakāni (2) ",
  "sn55.25:1.1": "In Kapilavatthu. ",
  "sn55.25:1.2": "Nun war da gerade der Sakyer Sarakāni gestorben. ",
  "sn55.25:1.3": "Der Buddha erklärte, ",
  "sn55.25:1.4": "er sei in den Strom eingetreten, müsse nicht mehr in der Unterwelt wiedergeboren werden und sei für das Erwachen bestimmt. ",
  "sn55.25:1.5": "Mehrere Sakyer kamen zusammen und beklagten sich darüber, murrten und widersprachen: ",
  "sn55.25:1.6": "„Es ist unglaublich, es ist erstaunlich! ",
  "sn55.25:1.7": "Wer kann heutzutage nicht alles in den Strom eintreten? ",
  "sn55.25:1.8": "Denn der Buddha hat selbst nach dem Tod Sarakānis erklärt, dieser sei in den Strom eingetreten. ",
  "sn55.25:1.11": "Sarakāni erfüllte die Schulung nicht.“ ",
  "sn55.25:1.12": "Da ging der Sakyer Mahānāma zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete von diesen Vorgängen. Der Buddha sagte: ",
  "sn55.25:3.1": "„Mahānāma, wenn ein Laienschüler seit Langem Zuflucht zum Buddha, zur Lehre und zum Saṅgha genommen hat, wie könnte er in die Unterwelt gehen? ",
  "sn55.25:3.2": "Und wenn man von irgendjemandem zu Recht sagen kann, ",
  "sn55.25:3.3": "er habe seit Langem Zuflucht zum Buddha, zur Lehre und zum Saṅgha genommen, so ist es der Sakyer Sarakāni. ",
  "sn55.25:3.4": "Der Sakyer Sarakāni hat seit Langem Zuflucht zum Buddha, zur Lehre und zum Saṅgha genommen. ",
  "sn55.25:4.1": "Da hat ein gewisser Mensch auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.25:4.3": "zur Lehre … ",
  "sn55.25:4.4": "und zum Saṅgha … ",
  "sn55.25:4.5": "Er besitzt lachende Weisheit und flinke Weisheit sowie Freiheit. ",
  "sn55.25:4.6": "Er erlangt mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "sn55.25:4.7": "Dieser Mensch ist befreit von der Hölle, dem Tierreich und dem Gespensterreich. Er ist befreit von verlorenen Orten, von schlechten Orten, von der Unterwelt. ",
  "sn55.25:5.1": "Da hat ein anderer Mensch auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.25:5.3": "zur Lehre … ",
  "sn55.25:5.4": "und zum Saṅgha … ",
  "sn55.25:5.5": "Er besitzt lachende Weisheit und flinke Weisheit, aber besitzt keine Freiheit. ",
  "sn55.25:5.6": "Mit dem Auflösen der fünf niederen Fesseln erlischt er zwischen zwei Leben … erlischt er beim Auftreffen … erlischt er ohne zusätzliche Anstrengung … erlischt er mit zusätzlicher Anstrengung … geht er stromaufwärts zum Akaniṭṭha-Bereich. ",
  "sn55.25:5.7": "Auch dieser Mensch ist befreit von der Hölle, dem Tierreich und dem Gespensterreich. Er ist befreit von verlorenen Orten, von schlechten Orten, von der Unterwelt. ",
  "sn55.25:6.1": "Da hat ein anderer Mensch auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.25:6.3": "zur Lehre … ",
  "sn55.25:6.4": "und zum Saṅgha … ",
  "sn55.25:6.5": "Er besitzt weder lachende Weisheit oder flinke Weisheit, noch besitzt er Freiheit. ",
  "sn55.25:6.6": "Mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung ist er ein Einmalwiederkehrer. Nur einmal kehrt er in diese Welt zurück, um dann dem Leiden ein Ende zu machen. ",
  "sn55.25:6.7": "Auch dieser Mensch ist befreit von der Hölle, dem Tierreich und dem Gespensterreich. Er ist befreit von verlorenen Orten, von schlechten Orten, von der Unterwelt. ",
  "sn55.25:7.1": "Da hat ein anderer Mensch auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.25:7.3": "zur Lehre … ",
  "sn55.25:7.4": "und zum Saṅgha … ",
  "sn55.25:7.5": "Er besitzt weder lachende Weisheit oder flinke Weisheit, noch besitzt er Freiheit. ",
  "sn55.25:7.6": "Mit dem Auflösen von drei Fesseln ist er in den Strom eingetreten, muss nicht mehr in der Unterwelt wiedergeboren werden und ist für das Erwachen bestimmt. ",
  "sn55.25:7.7": "Auch dieser Mensch ist befreit von der Hölle, dem Tierreich und dem Gespensterreich. Er ist befreit von verlorenen Orten, von schlechten Orten, von der Unterwelt. ",
  "sn55.25:8.1": "Da hat ein anderer Mensch auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.25:8.2": "zur Lehre … ",
  "sn55.25:8.3": "und zum Saṅgha … ",
  "sn55.25:8.4": "Er besitzt weder lachende Weisheit oder flinke Weisheit, noch besitzt er Freiheit. ",
  "sn55.25:8.5": "Doch er hat diese Eigenschaften: ",
  "sn55.25:8.6": "die Fähigkeit des Vertrauens, der Energie, der Achtsamkeit, der Versenkung und der Weisheit. ",
  "sn55.25:8.7": "Und er nimmt die Grundsätze an, die vom Klargewordenen verkündet wurden, nachdem er sie mit einem Maß an Weisheit betrachtet hat. ",
  "sn55.25:8.8": "Auch dieser Mensch geht nicht zur Hölle, zum Tierreich oder zum Gespensterreich. Er geht nicht zu verlorenen Orten, zu schlechten Orten, in die Unterwelt. ",
  "sn55.25:9.1": "Da hat ein anderer Mensch auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.25:9.2": "zur Lehre … ",
  "sn55.25:9.3": "und zum Saṅgha … ",
  "sn55.25:9.4": "Er besitzt weder lachende Weisheit oder flinke Weisheit, noch besitzt er Freiheit. ",
  "sn55.25:9.5": "Doch er hat diese Eigenschaften: ",
  "sn55.25:9.6": "die Fähigkeit des Vertrauens, der Energie, der Achtsamkeit, der Versenkung und der Weisheit. ",
  "sn55.25:9.7": "Und er hat ein Maß an Vertrauen und Liebe zum Buddha. ",
  "sn55.25:9.8": "Auch dieser Mensch geht nicht zur Hölle, zum Tierreich oder zum Gespensterreich. Er geht nicht zu verlorenen Orten, zu schlechten Orten, in die Unterwelt. ",
  "sn55.25:10.1": "Wie wenn da ein unfruchtbares Feld wäre, ein unfruchtbarer Boden, wo die Baumstümpfe nicht gerodet wären. Und man hätte Samen, die fehlerhaft und beschädigt wären, von Wind und Sonne verdorben, unfruchtbar und schlecht verwahrt. Und der Himmel ließe nicht genug Regen fallen: ",
  "sn55.25:10.2": "Würden diese Samen wachsen, größer werden und zur Reife kommen?“ ",
  "sn55.25:10.3": "„Nein, Herr.“ ",
  "sn55.25:10.4": "„Ebenso ist da eine Lehre dürftig erklärt und vorgelegt, sie macht nicht unabhängig, führt nicht zum Frieden, ist nicht von einem vollkommen erwachten Buddha verkündet. ",
  "sn55.25:10.5": "Das nenne ich ein unfruchtbares Feld. ",
  "sn55.25:10.6": "Ein Schüler bleibt in dieser Lehre, übt im Einklang mit dieser Lehre, übt, indem er diesem Vorgehen richtig folgt, lebt im Einklang mit dieser Lehre. ",
  "sn55.25:10.7": "Das nenne ich schlechten Samen. ",
  "sn55.25:11.1": "Wie wenn da ein fruchtbares Feld wäre, ein fruchtbarer Boden, wo die Baumstümpfe gut gerodet wären. Und man hätte Samen, die unversehrt und unbeschädigt wären, nicht von Wind und Sonne verdorben, fruchtbar und wohl verwahrt. Und der Himmel ließe reichlich Regen fallen: ",
  "sn55.25:11.3": "Würden diese Samen wachsen, größer werden und zur Reife kommen?“ ",
  "sn55.25:11.4": "„Ja, Herr.“ ",
  "sn55.25:11.5": "„Ebenso ist da eine Lehre gut erklärt und vorgelegt, sie macht unabhängig, führt zum Frieden, ist von einem vollkommen erwachten Buddha verkündet. ",
  "sn55.25:11.6": "Das nenne ich ein fruchtbares Feld. ",
  "sn55.25:11.7": "Ein Schüler bleibt in dieser Lehre, übt im Einklang mit dieser Lehre, übt, indem er diesem Vorgehen richtig folgt, lebt im Einklang mit dieser Lehre. ",
  "sn55.25:11.8": "Das nenne ich guten Samen. ",
  "sn55.25:11.9": "Warum kann das nicht auf Sarakāni zutreffen? ",
  "sn55.25:11.10": "Mahānāma, der Sakyer Sarakāni erfüllte die Schulung zur Zeit seines Todes.“ "
}