{
  "sn55.30:0.1": "Verbundene Lehrreden 55.30 ",
  "sn55.30:0.2": "3. Das Kapitel mit Sarakāni ",
  "sn55.30:0.3": "Mit dem Licchaver Nandaka ",
  "sn55.30:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "sn55.30:1.2": "Da ging Nandaka, der Minister der Licchaver, zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "sn55.30:2.1": "„Nandaka, ein edler Schüler, der vier Dinge besitzt, ist einer, der in den Strom eingetreten ist, der nicht mehr in der Unterwelt wiedergeboren werden muss und der für das Erwachen bestimmt ist. ",
  "sn55.30:2.2": "Welche vier? ",
  "sn55.30:2.3": "Da hat ein edler Schüler auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.30:2.5": "zur Lehre … ",
  "sn55.30:2.6": "und zum Saṅgha … ",
  "sn55.30:2.7": "Und sein sittliches Verhalten wird von den Edlen geliebt … und führt in die Versenkung. ",
  "sn55.30:2.8": "Ein edler Schüler, der diese vier Dinge besitzt, ist einer, der in den Strom eingetreten ist, der nicht mehr in der Unterwelt wiedergeboren werden muss und der für das Erwachen bestimmt ist. ",
  "sn55.30:3.1": "Einem edlen Schüler, der diese vier Dinge besitzt, ist göttliches oder menschliches langes Leben, ",
  "sn55.30:3.2": "göttliche oder menschliche Schönheit, ",
  "sn55.30:3.3": "göttliches oder menschliches Glück, ",
  "sn55.30:3.4": "göttlicher oder menschlicher Ruhm ",
  "sn55.30:3.5": "und göttliche oder menschliche Macht sicher. ",
  "sn55.30:3.6": "Nun, ich sage das nicht, weil ich es von einem anderen Asketen oder Brahmanen gehört habe. Ich sage es lediglich, weil ich es selber erkannt und gesehen habe, mir selber darüber klar geworden bin.“ ",
  "sn55.30:4.1": "Daraufhin sagte ein gewisser Mann zu Nandaka: ",
  "sn55.30:4.2": "„Herr, es ist Zeit für das Bad.“ ",
  "sn55.30:4.3": "„Genug jetzt mit dem äußeren Bad, mein Mann. ",
  "sn55.30:4.4": "Dieses innere Bad wird für mich gut sein: nämlich ",
  "sn55.30:4.5": "Zuversicht zum Buddha.“ "
}