{
  "sn55.27:0.1": "Verbundene Lehrreden 55.27 ",
  "sn55.27:0.2": "3. Das Kapitel mit Sarakāni ",
  "sn55.27:0.3": "Anāthapiṇḍika (2) ",
  "sn55.27:1.1": "In Sāvatthī. ",
  "sn55.27:1.2": "Zu dieser Zeit nun war der Hausbesitzer Anāthapiṇḍika mitgenommen, leidend, schwer krank. ",
  "sn55.27:1.3": "Er beauftragte einen Mann: ",
  "sn55.27:1.4": "„Bitte, guter Mann, geh zum Ehrwürdigen Ānanda und beuge in meinem Namen deinen Kopf zu seinen Füßen. Sage zu ihm: ",
  "sn55.27:1.5": "‚Herr, der Hausbesitzer Anāthapiṇḍika ist mitgenommen, leidend, schwer krank. ",
  "sn55.27:1.6": "Er beugt seinen Kopf zu deinen Füßen.‘ ",
  "sn55.27:1.7": "Und dann sage: ",
  "sn55.27:1.8": "‚Herr, bitte besuche ihn in seiner Wohnung aus Anteilnahme.‘“ ",
  "sn55.27:2.1": "„Ja, Herr“, antwortete der Mann. Er tat, wie Anāthapiṇḍika gebeten hatte, ",
  "sn55.27:2.6": "und Ānanda schwieg zum Zeichen der Zustimmung. ",
  "sn55.27:3.1": "Da kleidete sich der Ehrwürdige Ānanda am Morgen an, nahm Schale und Robe und ging zur Wohnung des Hausbesitzers Anāthapiṇḍika. Er setzt sich auf den ausgebreiteten Sitz und sagte zu Anāthapiṇḍika: ",
  "sn55.27:3.2": "„Ich hoffe, es geht dir leidlich, Hausbesitzer, ich hoffe, du kommst zurecht. Und ich hoffe, dass der Schmerz nachlässt und nicht zunimmt, dass ein Nachlassen erkennbar ist, kein Zunehmen.“ ",
  "sn55.27:3.3": "„Herr, es geht mir nicht leidlich, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist erkennbar, kein Nachlassen.“ ",
  "sn55.27:4.1": "„Hausbesitzer, wenn ein ungebildeter gewöhnlicher Mensch vier Dinge besitzt, ist er voller Angst und Schrecken und hat Furcht, was ihn nach dem Tod erwartet. ",
  "sn55.27:4.2": "Welche vier? ",
  "sn55.27:4.3": "Zunächst hat da ein ungebildeter gewöhnlicher Mensch Misstrauen gegenüber dem Buddha. ",
  "sn55.27:4.4": "Wenn er dieses Misstrauen gegenüber dem Buddha in sich selbst sieht, ist er voller Angst und Schrecken und hat Furcht, was ihn nach dem Tod erwartet. ",
  "sn55.27:5.1": "Dann hat da ein ungebildeter gewöhnlicher Mensch Misstrauen gegenüber der Lehre … ",
  "sn55.27:6.1": "Dann hat da ein ungebildeter gewöhnlicher Mensch Misstrauen gegenüber dem Saṅgha … ",
  "sn55.27:7.1": "Dann hat da ein ungebildeter gewöhnlicher Mensch ein unmoralisches Verhalten. ",
  "sn55.27:7.2": "Wenn er dieses unmoralische Verhalten in sich selbst sieht, ist er voller Angst und Schrecken und hat Furcht, was ihn nach dem Tod erwartet. ",
  "sn55.27:7.3": "Wenn ein ungebildeter gewöhnlicher Mensch diese vier Dinge besitzt, ist er voller Angst und Schrecken und hat Furcht, was ihn nach dem Tod erwartet. ",
  "sn55.27:8.1": "Wenn ein gebildeter edler Schüler vier Dinge besitzt, ist er nicht voller Angst und Schrecken und hat keine Furcht, was ihn nach dem Tod erwartet. ",
  "sn55.27:8.2": "Welche vier? ",
  "sn55.27:8.3": "Zunächst hat da ein edler Schüler auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.27:8.5": "Wenn er diese auf Erfahrung gegründete Zuversicht zum Buddha in sich selbst sieht, ist er nicht voller Angst und Schrecken und hat keine Furcht, was ihn nach dem Tod erwartet. ",
  "sn55.27:9.1": "Dann hat da ein edler Schüler auf Erfahrung gegründete Zuversicht zur Lehre … ",
  "sn55.27:10.1": "Dann hat da ein edler Schüler auf Erfahrung gegründete Zuversicht zum Saṅgha … ",
  "sn55.27:11.1": "Dann wird da das sittliche Verhalten eines edlen Schülers von den Edlen geliebt, ist ungebrochen, makellos, ohne Flecken und unbeschädigt. Es ist befreiend und wird von vernünftigen Menschen gepriesen, ist richtig verstanden und führt in die Versenkung. ",
  "sn55.27:11.2": "Wenn er dieses sittliche Verhalten, das von den Edlen geliebt wird, in sich selbst sieht, ist er nicht voller Angst und Schrecken und hat keine Furcht, was ihn nach dem Tod erwartet. ",
  "sn55.27:11.3": "Wenn ein gebildeter edler Schüler diese vier Dinge besitzt, ist er nicht voller Angst und Schrecken und hat keine Furcht, was ihn nach dem Tod erwartet.“ ",
  "sn55.27:12.1": "„Ehrenwerter Ānanda, ich habe keine Furcht. ",
  "sn55.27:12.2": "Was habe ich zu fürchten? ",
  "sn55.27:12.3": "Denn ich habe auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.27:12.5": "zur Lehre … ",
  "sn55.27:12.6": "und zum Saṅgha … ",
  "sn55.27:12.8": "Und von den für Laien angemessenen Schulungsregeln, die der Buddha gelehrt hat, sehe ich keine, die ich gebrochen hätte.“ ",
  "sn55.27:12.9": "„Du hast Glück, Hausbesitzer, so großes Glück! ",
  "sn55.27:12.10": "Du hast die Frucht des Stromeintritts erklärt.“ "
}