{
  "sn55.54:0.1": "Verbundene Lehrreden 55.54 ",
  "sn55.54:0.2": "6. Das Kapitel über einen weisen Menschen ",
  "sn55.54:0.3": "Krank ",
  "sn55.54:1.1": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "sn55.54:1.2": "Zu dieser Zeit waren mehrere Mönche und Nonnen dabei, eine Robe für den Buddha zu fertigen: ",
  "sn55.54:1.3": "„Wenn seine Robe fertig ist und die drei Monate des Regenzeitaufenthalts um sein werden, wird der Buddha auf Wanderschaft gehen.“ ",
  "sn55.54:1.4": "Der Sakyer Mahānāma hörte davon. ",
  "sn55.54:1.7": "Da ging er zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte, er habe von der bevorstehenden Abreise gehört. Er fügte hinzu: ",
  "sn55.54:1.11": "„Herr, ich habe nicht vor dem Buddha gehört und gelernt, ",
  "sn55.54:1.12": "wie ein weiser Laienschüler einen anderen weisen Laienschüler, der mitgenommen, leidend, schwer krank ist, unterweisen soll.“ ",
  "sn55.54:2.1": "„Mahānāma, ein weiser Laienschüler soll einen anderen weisen Laienschüler, der mitgenommen, leidend, schwer krank ist, mit einem vierfachen Trost trösten: ",
  "sn55.54:2.2": "‚Tröste dich, Herr. ",
  "sn55.54:2.3": "Du hast auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.54:2.5": "zur Lehre … ",
  "sn55.54:2.6": "und zum Saṅgha … ",
  "sn55.54:2.7": "Und dein sittliches Verhalten wird von den Edlen geliebt … und führt in die Versenkung.‘ ",
  "sn55.54:3.1": "Wenn ein weiser Laienschüler einen anderen weisen Laienschüler, der mitgenommen, leidend, schwer krank ist, mit diesem vierfachen Trost getröstet hat, soll er sagen: ",
  "sn55.54:3.2": "‚Machst du dir um deine Mutter und deinen Vater Sorgen?‘ ",
  "sn55.54:3.3": "Wenn er antwortet: ",
  "sn55.54:3.4": "‚Das tue ich‘, soll er sagen: ",
  "sn55.54:3.5": "‚Aber Herr, du musst sterben. ",
  "sn55.54:3.6": "Ob du dir um deine Mutter und deinen Vater Sorgen machst oder nicht, ",
  "sn55.54:3.7": "du wirst dennoch sterben. ",
  "sn55.54:3.8": "Es wäre gut, wenn du die Sorgen um deine Mutter und deinen Vater aufgeben würdest.‘ ",
  "sn55.54:4.1": "Wenn er antwortet: ",
  "sn55.54:4.2": "‚Ich habe die Sorgen um meine Mutter und meinen Vater aufgegeben‘, soll er sagen: ",
  "sn55.54:4.3": "‚Aber machst du dir um deine Frauen und Kinder Sorgen?‘ ",
  "sn55.54:4.4": "Wenn er antwortet: ",
  "sn55.54:4.5": "‚Das tue ich‘, soll er sagen: ",
  "sn55.54:4.6": "‚Aber Herr, du musst sterben. ",
  "sn55.54:4.7": "Ob du dir um deine Frauen und Kinder Sorgen machst oder nicht, ",
  "sn55.54:4.8": "du wirst dennoch sterben. ",
  "sn55.54:4.9": "Es wäre gut, wenn du die Sorgen um deine Frauen und Kinder aufgeben würdest.‘ ",
  "sn55.54:5.1": "Wenn er antwortet: ",
  "sn55.54:5.2": "‚Ich habe die Sorgen um meine Frauen und Kinder aufgegeben‘, soll er sagen: ",
  "sn55.54:5.3": "‚Aber machst du dir wegen der fünf Arten sinnlicher Erregung der Menschen Sorgen?‘ ",
  "sn55.54:5.4": "Wenn er antwortet: ",
  "sn55.54:5.5": "‚Das tue ich‘, soll er sagen: ",
  "sn55.54:5.6": "‚Guter Herr, himmlische Sinnenfreuden sind besser als menschliche Sinnenfreuden. ",
  "sn55.54:5.7": "Es wäre gut, wenn du deinen Geist von menschlichen Sinnenfreuden abwenden und auf die Götter der Vier Großen Könige ausrichten würdest.‘ ",
  "sn55.54:6.1": "Wenn er antwortet: ",
  "sn55.54:6.2": "‚Ich habe getan, was du gesagt hast‘, soll er sagen: ",
  "sn55.54:6.3": "‚Guter Herr, die Götter der Dreiunddreißig sind besser als die Götter der Vier Großen Könige … ",
  "sn55.54:7.3": "Guter Herr, die Yama-Götter … ",
  "sn55.54:7.4": "die Freudvollen Götter … ",
  "sn55.54:7.5": "die Götter, die gerne erschaffen … ",
  "sn55.54:7.6": "die Götter, die über die Schöpfungen anderer herrschen … ",
  "sn55.54:7.7": "die Götter der Brahmāwelt sind besser als die Götter, die über die Schöpfungen anderer herrschen. ",
  "sn55.54:7.8": "Es wäre gut, wenn du deinen Geist von den Göttern, die über die Schöpfungen anderer herrschen, abwenden und auf die Götter der Brahmāwelt ausrichten würdest.‘ ",
  "sn55.54:7.9": "Wenn er antwortet: ",
  "sn55.54:7.10": "‚Ich habe getan, was du gesagt hast‘, soll er sagen: ",
  "sn55.54:7.11": "‚Guter Herr, die Brahmāwelt ist unbeständig, währt nicht fort und ist Teil der Persönlichkeit. ",
  "sn55.54:7.12": "Es wäre gut, wenn du deinen Geist von der Brahmāwelt abwenden und auf das Aufhören der Persönlichkeit ausrichten würdest.‘ ",
  "sn55.54:8.1": "Wenn er antwortet: ",
  "sn55.54:8.2": "‚Ich habe getan, was du gesagt hast‘, ",
  "sn55.54:8.3": "dann gibt es keinen Unterschied zwischen einem Laienschüler, dessen Geist auf diese Art befreit ist, und einem Mönch, dessen Geist von den Befleckungen befreit ist; das heißt, ",
  "sn55.54:8.4": "zwischen der Freiheit des einen und der Freiheit des anderen.“ "
}