{
  "sn55.1:0.1": "Verbundene Lehrreden 55.1 ",
  "sn55.1:0.2": "1. Das Kapitel bei Bambustor ",
  "sn55.1:0.3": "Ein Rad-drehender Herrscher ",
  "sn55.1:1.1": "In Sāvatthī. ",
  "sn55.1:1.2": "Da wandte sich der Buddha … und sagte: ",
  "sn55.1:1.3": "„Mönche und Nonnen, angenommen, ein Rad-drehender Herrscher würde als Herrscher über diese vier Erdteile gebieten. Und wenn sein Körper auseinanderbräche, nach dem Tod, würde er an einem guten Ort wiedergeboren, in einer himmlischen Welt, unter den Göttern der Dreiunddreißig. Dort vergnügte er sich im Garten des Entzückens in Gesellschaft einer Schar von Nymphen, versorgt und ausgestattet mit den fünf Arten sinnlicher Erregung der Götter. Doch da ihm vier Dinge fehlen, ist er nicht befreit von der Hölle, dem Tierreich und dem Gespensterreich. Er ist nicht befreit von verlorenen Orten, von schlechten Orten, von der Unterwelt. ",
  "sn55.1:1.4": "Nun angenommen, ein edler Schüler kleidete sich in Lumpen und lebte von Almosenresten. Doch da er vier Dinge besitzt, ist er befreit von der Hölle, dem Tierreich und dem Gespensterreich; er ist befreit von verlorenen Orten, von schlechten Orten, von der Unterwelt. ",
  "sn55.1:2.1": "Welche vier? ",
  "sn55.1:2.2": "Da hat ein edler Schüler auf Erfahrung gegründete Zuversicht zum Buddha: ",
  "sn55.1:2.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "sn55.1:2.4": "Er hat auf Erfahrung gegründete Zuversicht zur Lehre: ",
  "sn55.1:2.5": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben ersichtlich, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "sn55.1:2.6": "Er hat auf Erfahrung gegründete Zuversicht zum Saṅgha: ",
  "sn55.1:2.7": "‚Der Saṅgha der Schüler des Buddha übt nach dem guten Weg, dem geraden Weg, dem systematischen Weg, dem Weg des richtigen Vorgehens. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "sn55.1:2.8": "Und das sittliche Verhalten eines edlen Schülers wird von den Edlen geliebt, ist ungebrochen, makellos, ohne Flecken und unbeschädigt. Es ist befreiend und wird von vernünftigen Menschen gepriesen, ist richtig verstanden und führt in die Versenkung. ",
  "sn55.1:2.9": "Das sind die vier Dinge, die er besitzt. ",
  "sn55.1:2.10": "Und, Mönche und Nonnen, die vier Erdteile zu gewinnen, wiegt nicht den sechzehnten Teil des Gewinns dieser vier Dinge.“ "
}