{
  "sn55.6:0.1": "Verbundene Lehrreden 55.6 ",
  "sn55.6:0.2": "1. Das Kapitel bei Bambustor ",
  "sn55.6:0.3": "Die Kammerherren ",
  "sn55.6:1.1": "In Sāvatthī. ",
  "sn55.6:1.2": "Zu dieser Zeit waren mehrere Mönche und Nonnen dabei, eine Robe für den Buddha zu fertigen: ",
  "sn55.6:1.3": "„Wenn seine Robe fertig ist und die drei Monate des Regenzeitaufenthalts um sein werden, wird der Buddha auf Wanderschaft gehen.“ ",
  "sn55.6:1.4": "Damals befanden sich die Kammerherren Isidatta und Purāṇa wegen einer geschäftlichen Angelegenheit in Sādhuka. ",
  "sn55.6:1.5": "Sie hörten von den Reiseplänen des Buddha. ",
  "sn55.6:2.1": "Da stellten sie jemanden an der Straße auf mit dem Auftrag: ",
  "sn55.6:2.2": "„Bitte, guter Mann, lass uns wissen, wenn du den Gesegneten kommen siehst, den Vollendeten, den vollkommen erwachten Buddha.“ ",
  "sn55.6:2.3": "Und dieser Mann stand dort zwei oder drei Tage, bis er den Buddha von Weitem kommen sah. ",
  "sn55.6:2.4": "Als er ihn sah, ging er zu den Kammerherren und sagte: ",
  "sn55.6:2.5": "„Ihr Herren, der Gesegnete, der Vollendete, der vollkommen erwachte Buddha kommt. ",
  "sn55.6:2.6": "Bitte kommt nach eurem Belieben.“ ",
  "sn55.6:3.1": "Da gingen die Kammerherren zum Buddha, verbeugten sich und gingen hinter ihm her. ",
  "sn55.6:3.2": "Dann ging der Buddha von der Straße ab, ging zum Fuß eines Baumes und setzte sich auf den ausgebreiteten Sitz. ",
  "sn55.6:3.3": "Die Kammerherren Isidatta und Purāṇa verbeugten sich, setzten sich zur Seite hin ",
  "sn55.6:3.4": "und sagten zum Buddha: ",
  "sn55.6:4.1": "„Herr, wenn wir hören, ",
  "sn55.6:4.2": "dass du von Sāvatthī aufbrechen wirst, um durch das Land der Kosaler zu wandern, sind wir traurig und aufgebracht: ",
  "sn55.6:4.3": "‚Der Buddha wird weit von uns weg sein‘. ",
  "sn55.6:4.4": "Und wenn wir hören, ",
  "sn55.6:4.5": "dass du von Sāvatthī aufgebrochen bist, um durch das Land der Kosaler zu wandern, sind wir traurig und aufgebracht: ",
  "sn55.6:4.6": "„Der Buddha ist weit von uns weg‘. ",
  "sn55.6:5.1": "Und wenn wir hören, ",
  "sn55.6:5.2": "dass du vom Land der Kosaler aufbrechen wirst, um durch das Land der Maller zu wandern, sind wir traurig und aufgebracht: ",
  "sn55.6:5.3": "‚Der Buddha wird weit von uns weg sein‘. ",
  "sn55.6:5.4": "Und wenn wir hören, ",
  "sn55.6:5.5": "dass du vom Land der Kosaler aufgebrochen bist, um durch das Land der Maller zu wandern, sind wir traurig und aufgebracht: ",
  "sn55.6:5.6": "„Der Buddha ist weit von uns weg‘. ",
  "sn55.6:6.1": "Und wenn wir hören, ",
  "sn55.6:6.2": "dass du vom Land der Maller aufbrechen wirst, um durch das Land der Vajjier zu wandern … ",
  "sn55.6:7.2": "dass du vom Land der Vajjier aufbrechen wirst, um durch das Land Kāsi zu wandern … ",
  "sn55.6:8.2": "dass du vom Land Kāsi aufbrechen wirst, um durch das Land der Magadher zu wandern … ",
  "sn55.6:8.5": "dass du vom Land Kāsi aufgebrochen bist, um durch das Land der Magadher zu wandern, sind wir traurig und aufgebracht: ",
  "sn55.6:8.6": "„Der Buddha ist weit von uns weg‘. ",
  "sn55.6:9.1": "Aber wenn wir hören, ",
  "sn55.6:9.2": "dass du vom Land der Magadher aufbrechen wirst, um durch das Land Kāsi zu wandern, sind wir glücklich und froh: ",
  "sn55.6:9.3": "‚Der Buddha wird nahe bei uns sein‘. ",
  "sn55.6:9.4": "Und wenn wir hören, ",
  "sn55.6:9.5": "dass du vom Land der Magadher aufgebrochen bist, um durch das Land Kāsi zu wandern … ",
  "sn55.6:10.2": "dass du vom Land Kāsi aufbrechen wirst, um durch das Land der Vajjier zu wandern … ",
  "sn55.6:11.2": "dass du vom Land der Vajjier aufbrechen wirst, um durch das Land der Maller zu wandern … ",
  "sn55.6:12.2": "dass du vom Land der Maller aufbrechen wirst, um durch das Land der Kosaler zu wandern … ",
  "sn55.6:13.2": "dass du vom Land der Kosaler aufbrechen wirst, um nach Sāvatthī zu wandern, sind wir glücklich und froh: ",
  "sn55.6:13.3": "‚Der Buddha wird nahe bei uns sein‘. ",
  "sn55.6:13.4": "Und wenn wir hören, ",
  "sn55.6:13.5": "dass du vom Land der Kosaler aufgebrochen bist, um nach Sāvatthī zu wandern, sind wir glücklich und froh: ",
  "sn55.6:13.6": "‚Der Buddha ist nahe bei uns‘.“ ",
  "sn55.6:14.1": "„Nun, Kammerherren, das Leben in einem Haus ist eng und schmutzig, aber das Leben von jemand, der fortgezogen ist, ist weit offen. ",
  "sn55.6:14.2": "Eben das reicht völlig aus, um beflissen zu sein.“ ",
  "sn55.6:14.3": "„Herr, für uns gibt es etwas, das noch enger ist als das Leben im Haus und das auch so angesehen wird.“ ",
  "sn55.6:14.4": "„Was ist das?“ ",
  "sn55.6:15.1": "„Herr, es ist, wenn König Pasenadi von Kosala einen Park besuchen will. Wir müssen seine königlichen Elefanten anspannen und vorbereiten. Dann müssen wir seine geliebten und teuren Frauen auf die Elefanten setzen, je eine vor uns und eine hinter uns. ",
  "sn55.6:15.2": "Diese Schwestern duften wie eine frisch geöffnete Parfümschatulle; so duften die königlichen Damen, wenn sie ihr Make-up aufgelegt haben. ",
  "sn55.6:15.3": "Die Berührung dieser Schwestern ist wie ein Büschel Watte oder Kapok; so zart sind die königlichen Damen. ",
  "sn55.6:15.4": "Wir müssen bei dieser Gelegenheit auf die Elefanten aufpassen, auf die Damen und auf uns selbst. ",
  "sn55.6:15.5": "Aber wir können uns nicht erinnern, dass wir in Bezug auf diese Schwestern einen schlechten Gedanken hatten. ",
  "sn55.6:15.6": "Das ist es, was sogar noch enger ist als das Leben im Haus und was auch so angesehen wird.“ ",
  "sn55.6:16.1": "„Nun, Kammerherren, das Leben in einem Haus ist eng und schmutzig, aber das Leben von jemand, der fortgezogen ist, ist weit offen. ",
  "sn55.6:16.2": "Eben das reicht völlig aus, um beflissen zu sein. ",
  "sn55.6:16.3": "Ein edler Schüler, der vier Dinge besitzt, ist einer, der in den Strom eingetreten ist, der nicht mehr in der Unterwelt wiedergeboren werden muss und der auf dem Weg zum Erwachen ist. ",
  "sn55.6:17.1": "Welche vier? ",
  "sn55.6:17.2": "Da hat ein edler Schüler auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.6:17.4": "zur Lehre … ",
  "sn55.6:17.5": "und zum Saṅgha … ",
  "sn55.6:17.6": "Und er lebt im Haus und hat den Fleck des Geizes entfernt, gibt großzügig her, hat eine offene Hand, freut sich am Loslassen, ist der Wohltätigkeit verpflichtet und liebt es, zu geben und zu teilen. ",
  "sn55.6:17.7": "Ein edler Schüler, der diese vier Dinge besitzt, ist einer, der in den Strom eingetreten ist, der nicht mehr in der Unterwelt wiedergeboren werden muss und der auf dem Weg zum Erwachen ist. ",
  "sn55.6:18.1": "Ihr habt auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.6:18.3": "zur Lehre … ",
  "sn55.6:18.4": "und zum Saṅgha … ",
  "sn55.6:18.5": "Und alle Gaben, die in eurer Familie zum Spenden zur Verfügung stehen, teilt ihr mit denen, die sittlich und von gutem Charakter sind. ",
  "sn55.6:18.6": "Was denkt ihr, Kammerherren? ",
  "sn55.6:18.7": "Wie viele Menschen unter den Kosalern kommen euch ",
  "sn55.6:18.8": "in Bezug auf Geben und Teilen gleich?“ ",
  "sn55.6:18.9": "„Wir haben Glück, so großes Glück, ",
  "sn55.6:18.10": "dass der Buddha uns so versteht.“ "
}