{
  "sn55.26:0.1": "Verbundene Lehrreden 55.26 ",
  "sn55.26:0.2": "3. Das Kapitel mit Sarakāni ",
  "sn55.26:0.3": "Anāthapiṇḍika (1) ",
  "sn55.26:1.1": "In Sāvatthī. ",
  "sn55.26:1.2": "Zu dieser Zeit nun war der Hausbesitzer Anāthapiṇḍika mitgenommen, leidend, schwer krank. ",
  "sn55.26:1.3": "Er beauftragte einen Mann: ",
  "sn55.26:1.4": "„Bitte, guter Mann, geh zum Ehrwürdigen Sāriputta und beuge in meinem Namen deinen Kopf zu seinen Füßen. Sage zu ihm: ",
  "sn55.26:1.5": "‚Herr, der Hausbesitzer Anāthapiṇḍika ist mitgenommen, leidend, schwer krank. ",
  "sn55.26:1.6": "Er beugt seinen Kopf zu deinen Füßen.‘ ",
  "sn55.26:1.7": "Und dann sage: ",
  "sn55.26:1.8": "‚Herr, bitte besuche ihn in seiner Wohnung aus Anteilnahme.‘“ ",
  "sn55.26:2.1": "„Ja, Herr“, antwortete der Mann. Er tat, wie Anāthapiṇḍika gebeten hatte, ",
  "sn55.26:3.5": "und Sāriputta schwieg zum Zeichen der Zustimmung. ",
  "sn55.26:4.1": "Da kleidete sich der Ehrwürdige Sāriputta am Morgen an, nahm Schale und Robe und ging mit dem Ehrwürdigen Ānanda als zweitem Mönch zur Wohnung des Hausbesitzers Anāthapiṇḍika. Er setzt sich auf den ausgebreiteten Sitz und sagte zu Anāthapiṇḍika: ",
  "sn55.26:4.2": "„Ich hoffe, es geht dir leidlich, Hausbesitzer, ich hoffe, du kommst zurecht. Und ich hoffe, dass der Schmerz nachlässt und nicht zunimmt, dass ein Nachlassen erkennbar ist, kein Zunehmen.“ ",
  "sn55.26:4.3": "„Herr, es geht mir nicht leidlich, ich komme nicht zurecht. Der Schmerz ist schrecklich und nimmt zu, er lässt nicht nach, ein Zunehmen ist erkennbar, kein Nachlassen.“ ",
  "sn55.26:5.1": "„Hausbesitzer, du hast nicht das Misstrauen gegenüber dem Buddha, das dazu führt, dass ein ungebildeter gewöhnlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "sn55.26:5.2": "Und du hast auf Erfahrung gegründete Zuversicht zum Buddha: ",
  "sn55.26:5.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "sn55.26:5.4": "Wenn du diese auf Erfahrung gegründete Zuversicht zum Buddha in dir selbst siehst, könnte es sein, dass dieser Schmerz auf der Stelle abklingt. ",
  "sn55.26:6.1": "Du hast nicht das Misstrauen gegenüber der Lehre, das dazu führt, dass ein ungebildeter gewöhnlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "sn55.26:6.2": "Und du hast auf Erfahrung gegründete Zuversicht zur Lehre: ",
  "sn55.26:6.3": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können. ",
  "sn55.26:6.4": "Wenn du diese auf Erfahrung gegründete Zuversicht zur Lehre in dir selbst siehst, könnte es sein, dass dieser Schmerz auf der Stelle abklingt. ",
  "sn55.26:7.1": "Du hast nicht das Misstrauen gegenüber dem Saṅgha, das dazu führt, dass ein ungebildeter gewöhnlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "sn55.26:7.2": "Und du hast auf Erfahrung gegründete Zuversicht zum Saṅgha: ",
  "sn55.26:7.3": "‚Der Saṅgha der Schüler des Buddha übt nach dem guten Weg, dem geraden Weg, dem methodischen Weg, dem Weg des richtigen Vorgehens. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "sn55.26:7.4": "Wenn du diese auf Erfahrung gegründete Zuversicht zum Saṅgha in dir selbst siehst, könnte es sein, dass dieser Schmerz auf der Stelle abklingt. ",
  "sn55.26:8.1": "Du hast nicht das unmoralische Verhalten, das dazu führt, dass ein ungebildeter gewöhnlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "sn55.26:8.2": "Dein sittliches Verhalten wird von den Edlen geliebt, ist ungebrochen, tadellos, makellos und unbeschädigt; es ist befreiend, wird von vernünftigen Menschen gepriesen, ist nicht fehlgeleitet und führt in die Versenkung. ",
  "sn55.26:8.3": "Wenn du dieses sittliche Verhalten, das von den Edlen geliebt wird, in dir selbst siehst, könnte es sein, dass dieser Schmerz auf der Stelle abklingt. ",
  "sn55.26:9.1": "Du hast nicht die falsche Ansicht, die dazu führt, dass ein ungebildeter gewöhnlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "sn55.26:9.2": "Du hast rechte Ansicht. ",
  "sn55.26:9.3": "Wenn du diese rechte Ansicht in dir selbst siehst, könnte es sein, dass dieser Schmerz auf der Stelle abklingt. ",
  "sn55.26:10.1": "Du hast nicht das falsche Denken … ",
  "sn55.26:11.1": "die falsche Rede … ",
  "sn55.26:12.1": "das falsche Verhalten … ",
  "sn55.26:13.1": "den falschen Lebenserwerb … ",
  "sn55.26:14.1": "den falschen Einsatz … ",
  "sn55.26:15.1": "die falsche Achtsamkeit … ",
  "sn55.26:16.1": "die falsche Versenkung … ",
  "sn55.26:17.1": "die falsche Erkenntnis … ",
  "sn55.26:18.1": "die falsche Freiheit … ",
  "sn55.26:18.2": "Du hast rechte Freiheit. ",
  "sn55.26:18.3": "Wenn du diese rechte Freiheit in dir selbst siehst, könnte es sein, dass dieser Schmerz auf der Stelle abklingt.“ ",
  "sn55.26:19.1": "Und da klang Anāthapiṇḍikas Schmerz auf der Stelle ab. ",
  "sn55.26:19.2": "Darauf bediente er Sāriputta und Ānanda von seiner eigenen Tafel. ",
  "sn55.26:19.3": "Als Sāriputta gegessen und Hand und Schale gewaschen hatte, nahm Anāthapiṇḍika einen niedrigen Sitz und setzte sich zur Seite hin. ",
  "sn55.26:19.4": "Der Ehrwürdige Sāriputta drückte seine Wertschätzung mit diesen Strophen aus: ",
  "sn55.26:20.1": "„Wer Vertrauen zum Klargewordenen hat, ",
  "sn55.26:20.2": "das standhaft und fest gegründet ist, ",
  "sn55.26:20.3": "wessen sittliches Verhalten gut ist, ",
  "sn55.26:20.4": "von den Edlen gepriesen und geliebt, ",
  "sn55.26:21.1": "wer Zuversicht zum Saṅgha ",
  "sn55.26:21.2": "und fehlerfreie Ansicht hat – ",
  "sn55.26:21.3": "von solchen heißt es, sie gedeihen ",
  "sn55.26:21.4": "und ihr Leben ist nicht umsonst. ",
  "sn55.26:22.1": "Daher sollte ein Weiser ",
  "sn55.26:22.2": "sich dem Vertrauen, der Sittlichkeit, ",
  "sn55.26:22.3": "der Zuversicht und dem Sehen der Wahrheit weihen ",
  "sn55.26:22.4": "und sich an die Anweisungen der Buddhas erinnern.“ ",
  "sn55.26:23.1": "Nachdem er mit diesen Strophen Anāthapiṇḍika seine Wertschätzung ausgedrückt hatte, erhob Sāriputta sich von seinem Sitz und ging. ",
  "sn55.26:24.1": "Da ging Ānanda zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "sn55.26:24.2": "„Nun, Ānanda, woher kommst du mitten am Tag?“ ",
  "sn55.26:24.3": "„Herr, der Ehrwürdige Sāriputta hat den Hausbesitzer Anāthapiṇḍika auf diese und jene Art unterwiesen.“ ",
  "sn55.26:24.4": "„Sāriputta ist klug, Ānanda. ",
  "sn55.26:24.5": "Er besitzt große Weisheit, denn er kann die vier Faktoren des Stromeintritts in zehnfacher Hinsicht aufgliedern.“ "
}