{
  "sn55.13:0.1": "Verbundene Lehrreden 55.13 ",
  "sn55.13:0.2": "2. Das Kapitel im Königskloster ",
  "sn55.13:0.3": "Mit dem altehrwürdigen Mönch Ānanda ",
  "sn55.13:1.1": "Einmal hielten sich der Ehrwürdige Ānanda und der Ehrwürdige Sāriputta bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn55.13:1.2": "Da kam der Ehrwürdige Sāriputta am späten Nachmittag aus seiner Klausur, ging zum Ehrwürdigen Ānanda und tauschte Willkommensgrüße mit ihm aus. ",
  "sn55.13:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zu Ānanda: ",
  "sn55.13:1.4": "„Werter Ānanda, wie viele Dinge muss man aufgeben und wie viele muss man besitzen, damit der Buddha erklärt, man sei in den Strom eingetreten, müsse nicht mehr in der Unterwelt wiedergeboren werden und sei für das Erwachen bestimmt?“ ",
  "sn55.13:1.5": "„Werter Freund, man muss vier Dinge aufgeben und vier Dinge besitzen, damit der Buddha erklärt, man sei in den Strom eingetreten, müsse nicht mehr in der Unterwelt wiedergeboren werden und sei für das Erwachen bestimmt. ",
  "sn55.13:2.1": "Welche vier? ",
  "sn55.13:2.2": "Man hat nicht das Misstrauen gegenüber dem Buddha, das dazu führt, dass ein ungebildeter gewöhnlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "sn55.13:2.3": "Und man hat die auf Erfahrung gegründete Zuversicht zum Buddha, die dazu führt, dass man, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, in einer himmlischen Welt: ",
  "sn55.13:2.4": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "sn55.13:3.1": "Man hat nicht das Misstrauen gegenüber der Lehre, das dazu führt, dass ein ungebildeter gewöhnlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "sn55.13:3.2": "Und man hat die auf Erfahrung gegründete Zuversicht zur Lehre, die dazu führt, dass man, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, in einer himmlischen Welt: ",
  "sn55.13:3.3": "‚Die Lehre ist vom Buddha gut erklärt – in diesem Leben sichtbar, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.‘ ",
  "sn55.13:4.1": "Man hat nicht das Misstrauen gegenüber dem Saṅgha, das dazu führt, dass ein ungebildeter gewöhnlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "sn55.13:4.2": "Und man hat die auf Erfahrung gegründete Zuversicht zum Saṅgha, die dazu führt, dass man, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, in einer himmlischen Welt: ",
  "sn55.13:4.3": "‚Der Saṅgha der Schüler des Buddha übt nach dem guten Weg, dem geraden Weg, dem methodischen Weg, dem Weg des richtigen Vorgehens. Er besteht aus den vier Paaren, den acht Personen. Das ist der Saṅgha der Schüler des Buddha, und er ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.‘ ",
  "sn55.13:5.1": "Man hat nicht das unmoralische Verhalten, das dazu führt, dass ein ungebildeter gewöhnlicher Mensch, wenn der Körper auseinanderbricht, nach dem Tod, an einem verlorenen Ort wiedergeboren wird, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "sn55.13:5.2": "Und man besitzt das sittliche Verhalten, das von den Edlen geliebt wird, das dazu führt, dass man, wenn der Körper auseinanderbricht, nach dem Tod, an einem guten Ort wiedergeboren wird, in einer himmlischen Welt: ",
  "sn55.13:5.3": "Dieses sittliche Verhalten ist ungebrochen, makellos, ohne Flecken und unbeschädigt. Es ist befreiend und wird von vernünftigen Menschen gepriesen, ist richtig verstanden und führt in die Versenkung. ",
  "sn55.13:5.4": "Diese vier Dinge muss man aufgeben und diese vier Dinge besitzen, damit der Buddha erklärt, man sei in den Strom eingetreten, müsse nicht mehr in der Unterwelt wiedergeboren werden und sei für das Erwachen bestimmt.“ "
}