{
  "sn55.5:0.1": "Verbundene Lehrreden 55.5 ",
  "sn55.5:0.2": "1. Das Kapitel bei Bambustor ",
  "sn55.5:0.3": "Mit Sāriputta (2) ",
  "sn55.5:1.1": "Da ging der Ehrwürdige Sāriputta zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "sn55.5:1.2": "„Sāriputta, man spricht von einem ‚Faktor des Stromeintritts‘. ",
  "sn55.5:1.3": "Was ist ein Faktor des Stromeintritts?“ ",
  "sn55.5:1.4": "„Herr, die Faktoren des Stromeintritts sind Umgang mit guten Menschen, der wahren Lehre zuhören, gründlicher Gebrauch des Geistes und im Einklang mit der Lehre üben.“ ",
  "sn55.5:1.5": "„Gut, gut, Sāriputta! ",
  "sn55.5:1.6": "Denn die Faktoren des Stromeintritts sind Umgang mit guten Menschen, der wahren Lehre zuhören, gründlicher Gebrauch des Geistes und im Einklang mit der Lehre üben. ",
  "sn55.5:2.1": "Sāriputta, man spricht von dem ‚Strom‘. ",
  "sn55.5:2.2": "Was ist der Strom?“ ",
  "sn55.5:2.3": "„Herr, der Strom ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn55.5:2.4": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung.“ ",
  "sn55.5:2.5": "„Gut, gut, Sāriputta! ",
  "sn55.5:2.6": "Denn der Strom ist einfach dieser edle achtfache Pfad: nämlich ",
  "sn55.5:2.7": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "sn55.5:3.1": "Sāriputta, man spricht von ‚einem, der in den Strom eingetreten ist‘. ",
  "sn55.5:3.2": "Was ist einer, der in den Strom eingetreten ist?“ ",
  "sn55.5:3.3": "„Herr, jeden, der diesen edlen achtfachen Pfad besitzt, nennt man einen, der in den Strom eingetreten ist, den Ehrwürdigen mit dem und dem Namen aus dem und dem Stamm.“ ",
  "sn55.5:3.4": "„Gut, gut, Sāriputta! ",
  "sn55.5:3.5": "Denn jeden, der diesen edlen achtfachen Pfad besitzt, nennt man einen, der in den Strom eingetreten ist, den Ehrwürdigen mit dem und dem Namen aus dem und dem Stamm.“ "
}