{
  "sn55.53:0.1": "Verbundene Lehrreden 55.53 ",
  "sn55.53:0.2": "6. Das Kapitel über einen weisen Menschen ",
  "sn55.53:0.3": "Mit Dhammadinna ",
  "sn55.53:1.1": "Einmal hielt sich der Buddha bei Varanasi auf, im Wildpark bei Isipatana. ",
  "sn55.53:1.2": "Da ging der Laienschüler Dhammadinna zusammen mit 500 Laienschülern zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn55.53:1.3": "„Herr, dass der Buddha uns bitte unterweise ",
  "sn55.53:1.4": "und anleite. Das wird zu unserem langanhaltenden Nutzen und Glück sein.“ ",
  "sn55.53:2.1": "„Daher, Dhammadinna, sollt ihr euch so schulen: ",
  "sn55.53:2.2": "‚Von Zeit zu Zeit wollen wir die Lehrreden aufnehmen, die der Klargewordene gesprochen hat, die tiefen, tiefgründigen, überweltlichen, von der Leerheit handelnden, und dabei verweilen.‘ ",
  "sn55.53:2.3": "So sollt ihr euch schulen.“ ",
  "sn55.53:2.4": "„Herr, wir sind Laien, die im Haus mit ihren Kindern leben. Wir benutzen Sandelholz aus Kāsi, tragen Kränze, Parfüm und Make-up und nehmen Gold und Geld an. ",
  "sn55.53:2.5": "Es ist nicht leicht für uns, von Zeit zu Zeit die Lehrreden aufzunehmen, die der Klargewordene gesprochen hat, die tiefen, tiefgründigen, überweltlichen, von der Leerheit handelnden, und dabei zu verweilen. ",
  "sn55.53:2.6": "Da wir die fünf Schulungsregeln verankert haben, lehre uns bitte darauf aufbauend.“ ",
  "sn55.53:3.1": "„Daher, Dhammadinna, sollt ihr euch so schulen: ",
  "sn55.53:3.2": "‚Wir wollen auf Erfahrung gegründete Zuversicht zum Buddha haben … ",
  "sn55.53:3.4": "Wir wollen auf Erfahrung gegründete Zuversicht zur Lehre haben … ",
  "sn55.53:3.5": "Wir wollen auf Erfahrung gegründete Zuversicht zum Saṅgha haben … ",
  "sn55.53:3.6": "Und wir wollen das sittliche Verhalten haben, das von den Edlen geliebt wird … und in die Versenkung führt.‘ ",
  "sn55.53:3.7": "So sollt ihr euch schulen.“ ",
  "sn55.53:4.1": "„Herr, diese vier Faktoren des Stromeintritts, die vom Buddha gelehrt wurden, sind in uns zu finden und wir weisen sie auf. ",
  "sn55.53:4.2": "Denn wir haben auf Erfahrung gegründete Zuversicht zum Buddha … ",
  "sn55.53:4.4": "zur Lehre … ",
  "sn55.53:4.5": "und zum Saṅgha … ",
  "sn55.53:4.6": "Und wir haben das sittliche Verhalten, das von den Edlen geliebt wird … und in die Versenkung führt.“ ",
  "sn55.53:4.7": "„Ihr habt Glück, Dhammadinna, so großes Glück! ",
  "sn55.53:4.8": "Ihr habt die Frucht des Stromeintritts erklärt.“ "
}