{
  "sn55.37:0.1": "Verbundene Lehrreden 55.37 ",
  "sn55.37:0.2": "4. Das Kapitel über überfließendes Verdienst ",
  "sn55.37:0.3": "Mit Mahānāma ",
  "sn55.37:1.1": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "sn55.37:1.2": "Da ging der Sakyer Mahānāma zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "sn55.37:2.1": "„Herr, inwiefern ist jemand Laienschüler?“ ",
  "sn55.37:2.2": "„Mahānāma, da hat jemand Zuflucht zum Buddha, zur Lehre und zum Saṅgha genommen. ",
  "sn55.37:2.3": "Insofern ist jemand ein Laienschüler.“ ",
  "sn55.37:3.1": "„Aber inwiefern ist jemand ein sittlicher Laienschüler?“ ",
  "sn55.37:3.2": "„Da tötet ein Laienschüler keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keinen Alkohol, der nachlässig macht. ",
  "sn55.37:3.3": "Insofern ist jemand ein sittlicher Laienschüler.“ ",
  "sn55.37:4.1": "„Aber inwiefern ist jemand ein vertrauensvoller Laienschüler?“ ",
  "sn55.37:4.2": "„Da hat ein Laienschüler Vertrauen zum Erwachen des Klargewordenen: ",
  "sn55.37:4.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "sn55.37:4.4": "Insofern ist jemand ein vertrauensvoller Laienschüler.“ ",
  "sn55.37:5.1": "„Aber inwiefern ist jemand ein großzügiger Laienschüler?“ ",
  "sn55.37:5.2": "„Da lebt ein Laienschüler im Haus und hat den Fleck des Geizes entfernt; er gibt großzügig her, hat eine offene Hand, freut sich am Loslassen, ist der Wohltätigkeit verpflichtet und liebt es, zu geben und zu teilen. ",
  "sn55.37:5.3": "Insofern ist jemand ein großzügiger Laienschüler.“ ",
  "sn55.37:6.1": "„Aber inwiefern ist jemand ein weiser Laienschüler?“ ",
  "sn55.37:6.2": "„Da ist ein Laienschüler weise. Er besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "sn55.37:6.3": "Insofern ist jemand ein weiser Laienschüler.“ "
}