{
  "ud7.9:0.1": "'\"\\'Nadahnuća 7.9 \\'\"'",
  "ud7.9:0.2": "'\"\\'Izvor \\'\"'",
  "ud7.9:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "ud7.9:1.2": "'\"\\'Jednom je Blaženi lutao zemljom Malla, praćen velikom grupom monaha, i stigao u brahmansko selo po imenu Thūna. \\'\"'",
  "ud7.9:1.3": "'\"\\'A brahmani kućedomaćini iz Thūne dočuše ovako: \\'\"'",
  "ud7.9:1.4": "'\"\\'„Asketa Gotama, sin plemena Sakya, koji je napustio klan Sakyana, lutao je zemljom Malla, praćen velikom grupom monaha, te je na kraju stigao u Thūnu.” \\'\"'",
  "ud7.9:1.5": "'\"\\'Na to oni do vrha napuniše lokalni izvor travom i plevom, razmišljajuću: \\'\"'",
  "ud7.9:1.6": "'\"\\'„Neka ovi ćelavi askete ne popiju svu vodu iz našeg izvora.” \\'\"'",
  "ud7.9:2.1": "'\"\\'Onda Blaženi skrete sa puta i dođe do nekog drveta. Kada je prišao, sede na unapred pripremljeno mesto. \\'\"'",
  "ud7.9:2.2": "'\"\\'Dok je tako sedeo, Blaženi reče Ānandi: \\'\"'",
  "ud7.9:2.3": "'\"\\'„Hajde, Ānanda, donesi mi iz onog izvora vode da pijem.” \\'\"'",
  "ud7.9:3.1": "'\"\\'Kada je ovo bilo izgovoreno, poštovani Ānanda reče Blaženome: \\'\"'",
  "ud7.9:3.2": "'\"\\'„Poštovani gospodine, brahmanski kućedomaćini iz Thūne do vrha napuniše taj izvor travom i plevom, razmišljajući: \\'\"'",
  "ud7.9:3.3": "'\"\\'„Neka ovi ćelavi askete ne popiju svu vodu iz našeg izvora.” \\'\"'",
  "ud7.9:4.1": "'\"\\'Po drugi put… \\'\"'",
  "ud7.9:4.2": "'\"\\'Po treći put, Blaženi reče poštovanom Ānandi: \\'\"'",
  "ud7.9:4.3": "'\"\\'„Hajde, Ānanda, donesi mi iz onog izvora vode da pijem.” \\'\"'",
  "ud7.9:4.4": "'\"\\'„Da, poštovani gospodine,” odgovori Ānanda, uze prosjačku zdelu i krenu ka izvoru. \\'\"'",
  "ud7.9:4.5": "'\"\\'Kada je došao do izvora, iz njega na sve strane pokuljaše ona trava i pleva, tako da je u njemu sada bila samo čista, bistra, nezamućena voda, sve do vrha, kao da se iz njega preliva. \\'\"'",
  "ud7.9:5.1": "'\"\\'Na to poštovani Ānanda pomisli: \\'\"'",
  "ud7.9:5.2": "'\"\\'„Zadivljujuće je, čudesno kolika je čudotvorna moć, kolika snaga Tathāgate. \\'\"'",
  "ud7.9:5.4": "'\"\\'I zahvati on vode u zdelu, te se vrati do Blaženog. Kada je prišao, reče: \\'\"'",
  "ud7.9:5.5": "'\"\\'„Zadivljujuće je, poštovani gospodine, čudesno je kolika je čudotvorna moć, kolika snaga Tathāgate. \\'\"'",
  "ud7.9:5.6": "'\"\\'Kada sam došao do izvora, iz njega na sve strane pokuljaše ona trava i pleva, tako da je u njemu sada bila samo čista, bistra, nezamućena voda, sve do vrha, kao da se iz njega preliva. \\'\"'",
  "ud7.9:5.7": "'\"\\'Napijte se ove vode, Blaženi, napijte se ove vode, Srećni!” \\'\"'",
  "ud7.9:6.1": "'\"\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: \\'\"'",
  "ud7.9:7.1": "'\"\\'„Kome je izvor potreban, \\'\"'",
  "ud7.9:7.2": "'\"\\'ako uvek dovoljno vode ima? \\'\"'",
  "ud7.9:7.3": "'\"\\'Presekavši žudnju u korenu, \\'\"'",
  "ud7.9:7.4": "'\"\\'ko li će uopšte u potragu krenuti?” \\'\"'"
}