{
  "sn41.2:0.1": "Saṁyutta Nikāya 41 ",
  "sn41.2:0.2": "1. Cittavagga ",
  "sn41.2:0.3": "2. Paṭhamaisidattasutta ",
  "sn41.2:1.1": "Ekaṁ samayaṁ sambahulā therā bhikkhū macchikāsaṇḍe viharanti ambāṭakavane. ",
  "sn41.2:1.2": "Atha kho citto gahapati yena therā bhikkhū tenupasaṅkami; upasaṅkamitvā there bhikkhū abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho citto gahapati there bhikkhū etadavoca: ",
  "sn41.2:1.3": "“adhivāsentu me, bhante, therā svātanāya bhattan”ti. ",
  "sn41.2:1.4": "Adhivāsesuṁ kho therā bhikkhū tuṇhībhāvena. ",
  "sn41.2:1.5": "Atha kho citto gahapati therānaṁ bhikkhūnaṁ adhivāsanaṁ viditvā uṭṭhāyāsanā there bhikkhū abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "sn41.2:1.6": "Atha kho therā bhikkhū tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena cittassa gahapatissa nivesanaṁ tenupasaṅkamiṁsu; upasaṅkamitvā paññatte āsane nisīdiṁsu. ",
  "sn41.2:2.1": "Atha kho citto gahapati yena therā bhikkhū tenupasaṅkami; upasaṅkamitvā there bhikkhū abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho citto gahapati āyasmantaṁ theraṁ etadavoca: ",
  "sn41.2:2.2": "“‘dhātunānattaṁ, dhātunānattan’ti, bhante thera, vuccati. ",
  "sn41.2:2.3": "Kittāvatā nu kho, bhante, dhātunānattaṁ vuttaṁ bhagavatā”ti? ",
  "sn41.2:2.4": "Evaṁ vutte, āyasmā thero tuṇhī ahosi. ",
  "sn41.2:2.5": "Dutiyampi kho citto gahapati āyasmantaṁ theraṁ etadavoca: ",
  "sn41.2:2.6": "“‘dhātunānattaṁ, dhātunānattan’ti, bhante thera, vuccati. ",
  "sn41.2:2.7": "Kittāvatā nu kho, bhante, dhātunānattaṁ vuttaṁ bhagavatā”ti? ",
  "sn41.2:2.8": "Dutiyampi kho āyasmā thero tuṇhī ahosi. ",
  "sn41.2:2.9": "Tatiyampi kho citto gahapati āyasmantaṁ theraṁ etadavoca: ",
  "sn41.2:2.10": "“‘dhātunānattaṁ, dhātunānattan’ti, bhante thera, vuccati. ",
  "sn41.2:2.11": "Kittāvatā nu kho, bhante, dhātunānattaṁ vuttaṁ bhagavatā”ti? ",
  "sn41.2:2.12": "Tatiyampi kho āyasmā thero tuṇhī ahosi. ",
  "sn41.2:3.1": "Tena kho pana samayena āyasmā isidatto tasmiṁ bhikkhusaṅghe sabbanavako hoti. ",
  "sn41.2:3.2": "Atha kho āyasmā isidatto āyasmantaṁ theraṁ etadavoca: ",
  "sn41.2:3.3": "“byākaromahaṁ, bhante thera, cittassa gahapatino etaṁ pañhan”ti? ",
  "sn41.2:3.4": "“Byākarohi tvaṁ, āvuso isidatta, cittassa gahapatino etaṁ pañhan”ti. ",
  "sn41.2:3.5": "“Evañhi tvaṁ, gahapati, pucchasi: ",
  "sn41.2:3.6": "‘dhātunānattaṁ, dhātunānattanti, bhante thera, vuccati. ",
  "sn41.2:3.7": "Kittāvatā nu kho, bhante, dhātunānattaṁ, vuttaṁ bhagavatā’”ti? ",
  "sn41.2:3.8": "“Evaṁ, bhante”. ",
  "sn41.2:3.9": "“Idaṁ kho, gahapati, dhātunānattaṁ vuttaṁ bhagavatā—",
  "sn41.2:3.10": "cakkhudhātu, rūpadhātu, cakkhuviññāṇadhātu …pe… ",
  "sn41.2:3.11": "manodhātu, dhammadhātu, manoviññāṇadhātu. ",
  "sn41.2:3.12": "Ettāvatā kho, gahapati, dhātunānattaṁ vuttaṁ bhagavatā”ti. ",
  "sn41.2:4.1": "Atha kho citto gahapati āyasmato isidattassa bhāsitaṁ abhinanditvā anumoditvā there bhikkhū paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "sn41.2:4.2": "Atha kho therā bhikkhū bhuttāvino onītapattapāṇino uṭṭhāyāsanā pakkamiṁsu. ",
  "sn41.2:4.3": "Atha kho āyasmā thero āyasmantaṁ isidattaṁ etadavoca: ",
  "sn41.2:4.4": "“sādhu kho taṁ, āvuso isidatta, eso pañho paṭibhāsi, neso pañho maṁ paṭibhāsi. ",
  "sn41.2:4.5": "Tenahāvuso isidatta, yadā aññathāpi evarūpo pañho āgaccheyya, taññevettha paṭibhāseyyā”ti. ",
  "sn41.2:4.6": "Dutiyaṁ. "
}