{
  "sn41.7:0.1": "Saṁyutta Nikāya 41 ",
  "sn41.7:0.2": "1. Cittavagga ",
  "sn41.7:0.3": "7. Godattasutta ",
  "sn41.7:1.1": "Ekaṁ samayaṁ āyasmā godatto macchikāsaṇḍe viharati ambāṭakavane. ",
  "sn41.7:1.2": "Atha kho citto gahapati yenāyasmā godatto tenupasaṅkami; upasaṅkamitvā āyasmantaṁ godattaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho cittaṁ gahapatiṁ āyasmā godatto etadavoca: ",
  "sn41.7:1.3": "“yā cāyaṁ, gahapati, appamāṇā cetovimutti, yā ca ākiñcaññā cetovimutti, yā ca suññatā cetovimutti, yā ca animittā cetovimutti, ime dhammā nānatthā nānābyañjanā udāhu ekatthā byañjanameva nānan”ti? ",
  "sn41.7:1.4": "“Atthi, bhante, pariyāyo yaṁ pariyāyaṁ āgamma ime dhammā nānatthā ceva nānābyañjanā ca. ",
  "sn41.7:1.5": "Atthi pana, bhante, pariyāyo yaṁ pariyāyaṁ āgamma ime dhammā ekatthā byañjanameva nānan”ti. ",
  "sn41.7:2.1": "“Katamo ca, bhante, pariyāyo yaṁ pariyāyaṁ āgamma ime dhammā nānatthā ceva nānābyañjanā ca? ",
  "sn41.7:2.2": "Idha, bhante, bhikkhu mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "sn41.7:2.3": "Karuṇāsahagatena cetasā …pe… ",
  "sn41.7:2.4": "muditāsahagatena cetasā …pe… ",
  "sn41.7:2.5": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "sn41.7:2.6": "Ayaṁ vuccati, bhante, appamāṇā cetovimutti. ",
  "sn41.7:3.1": "Katamā ca, bhante, ākiñcaññā cetovimutti? ",
  "sn41.7:3.2": "Idha, bhante, bhikkhu sabbaso viññāṇañcāyatanaṁ samatikkamma, ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharati. ",
  "sn41.7:3.3": "Ayaṁ vuccati, bhante, ākiñcaññā cetovimutti. ",
  "sn41.7:4.1": "Katamā ca, bhante, suññatā cetovimutti? ",
  "sn41.7:4.2": "Idha, bhante, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati: ",
  "sn41.7:4.3": "‘suññamidaṁ attena vā attaniyena vā’ti. ",
  "sn41.7:4.4": "Ayaṁ vuccati, bhante, suññatā cetovimutti. ",
  "sn41.7:5.1": "Katamā ca, bhante, animittā cetovimutti? ",
  "sn41.7:5.2": "Idha, bhante, bhikkhu sabbanimittānaṁ amanasikārā animittaṁ cetosamādhiṁ upasampajja viharati. ",
  "sn41.7:5.3": "Ayaṁ vuccati, bhante, animittā cetovimutti. ",
  "sn41.7:5.4": "Ayaṁ kho, bhante, pariyāyo yaṁ pariyāyaṁ āgamma ime dhammā nānatthā ceva nānābyañjanā ca. ",
  "sn41.7:6.1": "Katamo ca, bhante, pariyāyo yaṁ pariyāyaṁ āgamma ime dhammā ekatthā byañjanameva nānaṁ? ",
  "sn41.7:6.2": "Rāgo, bhante, pamāṇakaraṇo, doso pamāṇakaraṇo, moho pamāṇakaraṇo. ",
  "sn41.7:6.3": "Te khīṇāsavassa bhikkhuno pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "sn41.7:6.4": "Yāvatā kho, bhante, appamāṇā cetovimuttiyo, akuppā tāsaṁ cetovimutti aggamakkhāyati. ",
  "sn41.7:6.5": "Sā kho pana akuppā cetovimutti suññā rāgena, suññā dosena, suññā mohena. ",
  "sn41.7:6.6": "Rāgo kho, bhante, kiñcanaṁ, doso kiñcanaṁ, moho kiñcanaṁ. ",
  "sn41.7:6.7": "Te khīṇāsavassa bhikkhuno pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "sn41.7:6.8": "Yāvatā kho, bhante, ākiñcaññā cetovimuttiyo, akuppā tāsaṁ cetovimutti aggamakkhāyati. ",
  "sn41.7:6.9": "Sā kho pana akuppā cetovimutti suññā rāgena, suññā dosena, suññā mohena. ",
  "sn41.7:6.10": "Rāgo kho, bhante, nimittakaraṇo, doso nimittakaraṇo, moho nimittakaraṇo. ",
  "sn41.7:6.11": "Te khīṇāsavassa bhikkhuno pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "sn41.7:6.12": "Yāvatā kho, bhante, animittā cetovimuttiyo, akuppā tāsaṁ cetovimutti aggamakkhāyati. ",
  "sn41.7:6.13": "Sā kho pana akuppā cetovimutti suññā rāgena, suññā dosena, suññā mohena. ",
  "sn41.7:6.14": "Ayaṁ kho, bhante, pariyāyo yaṁ pariyāyaṁ āgamma ime dhammā ekatthā byañjanameva nānan”ti. ",
  "sn41.7:6.15": "“Lābhā te, gahapati, suladdhaṁ te, gahapati. ",
  "sn41.7:6.16": "Yassa te gambhīre buddhavacane paññācakkhu kamatī”ti. ",
  "sn41.7:6.17": "Sattamaṁ. "
}