{
  "patthana17.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana17.1:0.2": "Dhammānulomapaccanīya (3), Tikatikapaṭṭhānapāḷi (5)",
  "patthana17.1:0.3": "17.1. Kusalattika, Vedanāttika",
  "patthana17.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana17.1:2.1": "Kusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Kusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā …pe… kusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana17.1:3.1": "Akusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Akusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā …pe… akusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana17.1:4.1": "Abyākataṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Abyākataṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Abyākataṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana17.1:5.1": "Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
  "patthana17.1:6.0": "Nahetu-naārammaṇādi",
  "patthana17.1:6.1": "Abyākataṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā … tīṇi.",
  "patthana17.1:7.1": "Kusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati naārammaṇapaccayā. Kusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati naārammaṇapaccayā. Kusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti naārammaṇapaccayā … tīṇi.",
  "patthana17.1:8.1": "Akusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati naārammaṇapaccayā … tīṇi.",
  "patthana17.1:9.1": "Abyākataṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto dhammo uppajjati naārammaṇapaccayā. Abyākataṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nasukhāya vedanāya sampayutto dhammo uppajjati naārammaṇapaccayā. Abyākataṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nasukhāya vedanāya sampayutto ca naakusalo nasukhāya vedanāya sampayutto ca dhammā uppajjanti naārammaṇapaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana17.1:10.1": "Nahetuyā tīṇi, naārammaṇe nava, naadhipatiyā terasa …pe… napurejāte terasa …pe… najhāne namagge tīṇi, navippayutte nava …pe… novigate nava.",
  "patthana17.1:11.1": "Hetupaccayā naārammaṇe nava. (Saṅkhittaṁ.)",
  "patthana17.1:12.1": "Nahetupaccayā ārammaṇe tīṇi. (Saṅkhittaṁ.)",
  "patthana17.1:13.1": "(Sahajātavārampi paccayavārampi nissayavārampi saṁsaṭṭhavārampi sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana17.1:14.1": "Kusalo sukhāya vedanāya sampayutto dhammo nakusalassa nasukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo …pe….",
  "patthana17.1:15.1": "Hetuyā terasa, ārammaṇe aṭṭhārasa, adhipatiyā sattarasa, anantare nava …pe… sahajāte terasa, aññamaññe nava, nissaye terasa, upanissaye aṭṭhārasa, pacchājāte nava, kamme terasa, vipāke tīṇi, āhāre …pe… magge terasa, sampayutte nava, vippayutte nava …pe… avigate terasa. (Pañhāvārampi vitthāretabbaṁ.)",
  "patthana17.1:16.0.1": "17.1.1. Akusalapada",
  "patthana17.1:16.0.2": "Hetu",
  "patthana17.1:16.1": "Akusalaṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. Akusalaṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā …pe… akusalaṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nadukkhāya vedanāya sampayutto ca naakusalo nadukkhāya vedanāya sampayutto ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
  "patthana17.1:17.1": "Hetuyā pañca, ārammaṇe cha, adhipatiyā pañca …pe… sahajāte aṭṭha …pe… āsevane tīṇi …pe… vipāke tīṇi …pe… jhāne magge pañca …pe… avigate aṭṭha.",
  "patthana17.1:18.0.1": "17.1.2. Abyākatapada",
  "patthana17.1:18.0.2": "Paccanīya",
  "patthana17.1:18.1": "Abyākataṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā. Abyākataṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca naakusalo nadukkhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā. Abyākataṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo nadukkhāya vedanāya sampayutto ca naakusalo nadukkhāya vedanāya sampayutto ca dhammā uppajjanti nahetupaccayā. (Saṅkhittaṁ.)",
  "patthana17.1:19.1": "Nahetuyā tīṇi, naārammaṇe tīṇi, naadhipatiyā aṭṭha …pe… napurejāte pañca …pe… navipāke pañca, najhāne namagge nasampayutte tīṇi, nonatthiyā novigate tīṇi. (Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana17.1:20.1": "Kusalaṁ adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca nakusalo naadukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana17.1:21.1": "Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa. (Sabbattha vitthāro.)"
}