{
  "patthana17.21:0.1": "Paṭṭhānapakaraṇa ",
  "patthana17.21:0.2": "Dhammānulomapaccanīya (3), Tikatikapaṭṭhānapāḷi (5) ",
  "patthana17.21:0.3": "17.21. Vedanāttika, Kusalattika ",
  "patthana17.21:1.1": "Sukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā. Sukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo ca nadukkhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā. Sukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto nakusalo ca nadukkhāya vedanāya sampayutto nakusalo ca naadukkhamasukhāya vedanāya sampayutto nakusalo ca dhammā uppajjanti hetupaccayā … satta. ",
  "patthana17.21:2.1": "Adukkhamasukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto nakusalo dhammo uppajjati hetupaccayā … satta. (Saṅkhittaṁ.) ",
  "patthana17.21:3.1": "Hetuyā cuddasa, adhipatiyā cuddasa …pe… avigate cuddasa. ",
  "patthana17.21:4.1": "Sukhāya vedanāya sampayuttaṁ akusalaṁ dhammaṁ paṭicca nasukhāya vedanāya sampayutto naakusalo dhammo uppajjati hetupaccayā … satta. ",
  "patthana17.21:5.1": "Dukkhāya vedanāya sampayuttaṁ akusalaṁ dhammaṁ paṭicca nadukkhāya vedanāya sampayutto naakusalo dhammo uppajjati hetupaccayā … satta. ",
  "patthana17.21:6.1": "Adukkhamasukhāya vedanāya sampayuttaṁ akusalaṁ dhammaṁ paṭicca naadukkhamasukhāya vedanāya sampayutto naakusalo dhammo uppajjati hetupaccayā … satta. (Ekavīsati pañhā.) ",
  "patthana17.21:7.1": "Hetuyā adhipatiyā ekavīsati …pe… avigate ekavīsati. ",
  "patthana17.21:8.1": "Sukhāya vedanāya sampayutto abyākato dhammo nasukhāya vedanāya sampayuttassa naabyākatassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana17.21:9.1": "Ārammaṇe ekavīsati, adhipatiyā dasa, anantare cha …pe… upanissaye ekavīsati, natthiyā vigate cha. (Dukkhāya vedanāya sampayuttaabyākatamūlaṁ adukkhamasukhāya vedanāya sampayuttaabyākatamūlampi kātabbaṁ.) "
}