{
  "sn42.1:0.1": "Saṁyutta Nikāya 42 ",
  "sn42.1:0.2": "1. Gāmaṇivagga ",
  "sn42.1:0.3": "1. Caṇḍasutta ",
  "sn42.1:1.1": "Sāvatthinidānaṁ. ",
  "sn42.1:1.2": "Atha kho caṇḍo gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho caṇḍo gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.1:1.3": "“ko nu kho, bhante, hetu, ko paccayo yena midhekacco caṇḍo caṇḍotveva saṅkhaṁ gacchati. ",
  "sn42.1:1.4": "Ko pana, bhante, hetu, ko paccayo yena midhekacco sorato soratotveva saṅkhaṁ gacchatī”ti? ",
  "sn42.1:1.5": "“Idha, gāmaṇi, ekaccassa rāgo appahīno hoti. ",
  "sn42.1:1.6": "Rāgassa appahīnattā pare kopenti, parehi kopiyamāno kopaṁ pātukaroti. ",
  "sn42.1:1.7": "So caṇḍotveva saṅkhaṁ gacchati. ",
  "sn42.1:1.8": "Doso appahīno hoti. ",
  "sn42.1:1.9": "Dosassa appahīnattā pare kopenti, parehi kopiyamāno kopaṁ pātukaroti. ",
  "sn42.1:1.10": "So caṇḍotveva saṅkhaṁ gacchati. ",
  "sn42.1:1.11": "Moho appahīno hoti. ",
  "sn42.1:1.12": "Mohassa appahīnattā pare kopenti, parehi kopiyamāno kopaṁ pātukaroti. ",
  "sn42.1:1.13": "So caṇḍotveva saṅkhaṁ gacchati. ",
  "sn42.1:1.14": "Ayaṁ kho, gāmaṇi, hetu, ayaṁ paccayo yena midhekacco caṇḍo caṇḍotveva saṅkhaṁ gacchati. ",
  "sn42.1:2.1": "Idha pana, gāmaṇi, ekaccassa rāgo pahīno hoti. ",
  "sn42.1:2.2": "Rāgassa pahīnattā pare na kopenti, parehi kopiyamāno kopaṁ na pātukaroti. ",
  "sn42.1:2.3": "So soratotveva saṅkhaṁ gacchati. ",
  "sn42.1:2.4": "Doso pahīno hoti. ",
  "sn42.1:2.5": "Dosassa pahīnattā pare na kopenti, parehi kopiyamāno kopaṁ na pātukaroti. ",
  "sn42.1:2.6": "So soratotveva saṅkhaṁ gacchati. ",
  "sn42.1:2.7": "Moho pahīno hoti. ",
  "sn42.1:2.8": "Mohassa pahīnattā pare na kopenti, parehi kopiyamāno kopaṁ na pātukaroti. ",
  "sn42.1:2.9": "So soratotveva saṅkhaṁ gacchati. ",
  "sn42.1:2.10": "Ayaṁ kho, gāmaṇi, hetu ayaṁ paccayo yena midhekacco sorato soratotveva saṅkhaṁ gacchatī”ti. ",
  "sn42.1:3.1": "Evaṁ vutte, caṇḍo gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.1:3.2": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "sn42.1:3.3": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "sn42.1:3.4": "Esāhaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "sn42.1:3.5": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn42.1:3.6": "Paṭhamaṁ. "
}