{
  "sn42.7:0.1": "Saṁyutta Nikāya 42 ",
  "sn42.7:0.2": "1. Gāmaṇivagga ",
  "sn42.7:0.3": "7. Khettūpamasutta ",
  "sn42.7:1.1": "Ekaṁ samayaṁ bhagavā nāḷandāyaṁ viharati pāvārikambavane. ",
  "sn42.7:1.2": "Atha kho asibandhakaputto gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho asibandhakaputto gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.7:1.3": "“nanu, bhante, bhagavā sabbapāṇabhūtahitānukampī viharatī”ti? ",
  "sn42.7:1.4": "“Evaṁ, gāmaṇi, tathāgato sabbapāṇabhūtahitānukampī viharatī”ti. ",
  "sn42.7:1.5": "“Atha kiñcarahi, bhante, bhagavā ekaccānaṁ sakkaccaṁ dhammaṁ deseti, ekaccānaṁ no tathā sakkaccaṁ dhammaṁ desetī”ti? ",
  "sn42.7:1.6": "“Tena hi, gāmaṇi, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṁ byākareyyāsi. ",
  "sn42.7:1.7": "Taṁ kiṁ maññasi, gāmaṇi, idhassu kassakassa gahapatino tīṇi khettāni—ekaṁ khettaṁ aggaṁ, ekaṁ khettaṁ majjhimaṁ, ekaṁ khettaṁ hīnaṁ jaṅgalaṁ ūsaraṁ pāpabhūmi. ",
  "sn42.7:1.8": "Taṁ kiṁ maññasi, gāmaṇi, asu kassako gahapati bījāni patiṭṭhāpetukāmo kattha paṭhamaṁ patiṭṭhāpeyya, yaṁ vā aduṁ khettaṁ aggaṁ, yaṁ vā aduṁ khettaṁ majjhimaṁ, yaṁ vā aduṁ khettaṁ hīnaṁ jaṅgalaṁ ūsaraṁ pāpabhūmī”ti? ",
  "sn42.7:1.9": "“Asu, bhante, kassako gahapati bījāni patiṭṭhāpetukāmo yaṁ aduṁ khettaṁ aggaṁ tattha patiṭṭhāpeyya. Tattha patiṭṭhāpetvā yaṁ aduṁ khettaṁ majjhimaṁ tattha patiṭṭhāpeyya. Tattha patiṭṭhāpetvā yaṁ aduṁ khettaṁ hīnaṁ jaṅgalaṁ ūsaraṁ pāpabhūmi tattha patiṭṭhāpeyyapi, nopi patiṭṭhāpeyya. ",
  "sn42.7:1.10": "Taṁ kissa hetu? ",
  "sn42.7:1.11": "Antamaso gobhattampi bhavissatī”ti. ",
  "sn42.7:2.1": "“Seyyathāpi, gāmaṇi, yaṁ aduṁ khettaṁ aggaṁ; evameva mayhaṁ bhikkhubhikkhuniyo. ",
  "sn42.7:2.2": "Tesāhaṁ dhammaṁ desemi—ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ, sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsemi. ",
  "sn42.7:2.3": "Taṁ kissa hetu? ",
  "sn42.7:2.4": "Ete hi, gāmaṇi, maṁdīpā maṁleṇā maṁtāṇā maṁsaraṇā viharanti. ",
  "sn42.7:2.5": "Seyyathāpi, gāmaṇi, yaṁ aduṁ khettaṁ majjhimaṁ; evameva mayhaṁ upāsakaupāsikāyo. ",
  "sn42.7:2.6": "Tesaṁ pāhaṁ dhammaṁ desemi—ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ, sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsemi. ",
  "sn42.7:2.7": "Taṁ kissa hetu? ",
  "sn42.7:2.8": "Ete hi, gāmaṇi, maṁdīpā maṁleṇā maṁtāṇā maṁsaraṇā viharanti. ",
  "sn42.7:2.9": "Seyyathāpi, gāmaṇi, yaṁ aduṁ khettaṁ hīnaṁ jaṅgalaṁ ūsaraṁ pāpabhūmi; evameva mayhaṁ aññatitthiyā samaṇabrāhmaṇaparibbājakā. ",
  "sn42.7:2.10": "Tesaṁ pāhaṁ dhammaṁ desemi—ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsemi. ",
  "sn42.7:2.11": "Taṁ kissa hetu? ",
  "sn42.7:2.12": "Appeva nāma ekaṁ padampi ājāneyyuṁ taṁ nesaṁ assa dīgharattaṁ hitāya sukhāyāti. ",
  "sn42.7:3.1": "Seyyathāpi, gāmaṇi, purisassa tayo udakamaṇikā—eko udakamaṇiko acchiddo ahārī aparihārī, eko udakamaṇiko acchiddo hārī parihārī, eko udakamaṇiko chiddo hārī parihārī. ",
  "sn42.7:3.2": "Taṁ kiṁ maññasi, gāmaṇi, asu puriso udakaṁ nikkhipitukāmo kattha paṭhamaṁ nikkhipeyya, yo vā so udakamaṇiko acchiddo ahārī aparihārī, yo vā so udakamaṇiko acchiddo hārī parihārī, yo vā so udakamaṇiko chiddo hārī parihārī”ti? ",
  "sn42.7:3.3": "“Asu, bhante, puriso udakaṁ nikkhipitukāmo, yo so udakamaṇiko acchiddo ahārī aparihārī tattha nikkhipeyya, tattha nikkhipitvā, yo so udakamaṇiko acchiddo hārī parihārī tattha nikkhipeyya, tattha nikkhipitvā, yo so udakamaṇiko chiddo hārī parihārī tattha nikkhipeyyapi, nopi nikkhipeyya. ",
  "sn42.7:3.4": "Taṁ kissa hetu? ",
  "sn42.7:3.5": "Antamaso bhaṇḍadhovanampi bhavissatī”ti. ",
  "sn42.7:4.1": "“Seyyathāpi, gāmaṇi, yo so udakamaṇiko acchiddo ahārī aparihārī; evameva mayhaṁ bhikkhubhikkhuniyo. ",
  "sn42.7:4.2": "Tesāhaṁ dhammaṁ desemi—ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsemi. ",
  "sn42.7:4.3": "Taṁ kissa hetu? ",
  "sn42.7:4.4": "Ete hi, gāmaṇi, maṁdīpā maṁleṇā maṁtāṇā maṁsaraṇā viharanti. ",
  "sn42.7:4.5": "Seyyathāpi, gāmaṇi, yo so udakamaṇiko acchiddo hārī parihārī; evameva mayhaṁ upāsakaupāsikāyo. ",
  "sn42.7:4.6": "Tesāhaṁ dhammaṁ desemi—ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsemi. ",
  "sn42.7:4.7": "Taṁ kissa hetu? ",
  "sn42.7:4.8": "Ete hi, gāmaṇi, maṁdīpā maṁleṇā maṁtāṇā maṁsaraṇā viharanti. ",
  "sn42.7:4.9": "Seyyathāpi, gāmaṇi, yo so udakamaṇiko chiddo hārī parihārī; evameva mayhaṁ aññatitthiyā samaṇabrāhmaṇaparibbājakā. ",
  "sn42.7:4.10": "Tesāhaṁ dhammaṁ desemi—ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsemi. ",
  "sn42.7:4.11": "Taṁ kissa hetu? ",
  "sn42.7:4.12": "Appeva nāma ekaṁ padampi ājāneyyuṁ, taṁ nesaṁ assa dīgharattaṁ hitāya sukhāyā”ti. ",
  "sn42.7:5.1": "Evaṁ vutte, asibandhakaputto gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.7:5.2": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante …pe… ",
  "sn42.7:5.3": "upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn42.7:5.4": "Sattamaṁ. "
}