{
  "sn42.11:0.1": "Saṁyutta Nikāya 42 ",
  "sn42.11:0.2": "1. Gāmaṇivagga ",
  "sn42.11:0.3": "11. Bhadrakasutta ",
  "sn42.11:1.1": "Ekaṁ samayaṁ bhagavā mallesu viharati uruvelakappaṁ nāma mallānaṁ nigamo. ",
  "sn42.11:1.2": "Atha kho bhadrako gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho bhadrako gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.11:1.3": "“sādhu me, bhante, bhagavā dukkhassa samudayañca atthaṅgamañca desetū”ti. ",
  "sn42.11:1.4": "“Ahañce te, gāmaṇi, atītamaddhānaṁ ārabbha dukkhassa samudayañca atthaṅgamañca deseyyaṁ: ",
  "sn42.11:1.5": "‘evaṁ ahosi atītamaddhānan’ti, tatra te siyā kaṅkhā, siyā vimati. ",
  "sn42.11:1.6": "Ahañce te, gāmaṇi, anāgatamaddhānaṁ ārabbha dukkhassa samudayañca atthaṅgamañca deseyyaṁ: ",
  "sn42.11:1.7": "‘evaṁ bhavissati anāgatamaddhānan’ti, tatrāpi te siyā kaṅkhā, siyā vimati. ",
  "sn42.11:1.8": "Api cāhaṁ, gāmaṇi, idheva nisinno ettheva te nisinnassa dukkhassa samudayañca atthaṅgamañca desessāmi. ",
  "sn42.11:1.9": "Taṁ suṇāhi, sādhukaṁ manasi karohi; bhāsissāmī”ti. ",
  "sn42.11:1.10": "“Evaṁ, bhante”ti kho bhadrako gāmaṇi bhagavato paccassosi. ",
  "sn42.11:1.11": "Bhagavā etadavoca: ",
  "sn42.11:2.1": "“Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.11:2.2": "atthi te uruvelakappe manussā yesaṁ te vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
  "sn42.11:2.3": "“Atthi me, bhante, uruvelakappe manussā yesaṁ me vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti. ",
  "sn42.11:2.4": "“Atthi pana te, gāmaṇi, uruvelakappe manussā yesaṁ te vadhena vā bandhena vā jāniyā vā garahāya vā nuppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
  "sn42.11:2.5": "“Atthi me, bhante, uruvelakappe manussā yesaṁ me vadhena vā bandhena vā jāniyā vā garahāya vā nuppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti. ",
  "sn42.11:2.6": "“Ko nu kho, gāmaṇi, hetu, ko paccayo yena te ekaccānaṁ uruvelakappiyānaṁ manussānaṁ vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
  "sn42.11:2.7": "“Yesaṁ me, bhante, uruvelakappiyānaṁ manussānaṁ vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā, atthi me tesu chandarāgo. ",
  "sn42.11:2.8": "Yesaṁ pana, bhante, uruvelakappiyānaṁ manussānaṁ vadhena vā bandhena vā jāniyā vā garahāya vā nuppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā, natthi me tesu chandarāgo”ti. ",
  "sn42.11:2.9": "“Iminā tvaṁ, gāmaṇi, dhammena diṭṭhena viditena akālikena pattena pariyogāḷhena atītānāgate nayaṁ nehi: ",
  "sn42.11:2.10": "‘yaṁ kho kiñci atītamaddhānaṁ dukkhaṁ uppajjamānaṁ uppajji sabbaṁ taṁ chandamūlakaṁ chandanidānaṁ. ",
  "sn42.11:2.11": "Chando hi mūlaṁ dukkhassa. ",
  "sn42.11:2.12": "Yampi hi kiñci anāgatamaddhānaṁ dukkhaṁ uppajjamānaṁ uppajjissati, sabbaṁ taṁ chandamūlakaṁ chandanidānaṁ. ",
  "sn42.11:2.13": "Chando hi mūlaṁ dukkhassā’”ti. ",
  "sn42.11:2.14": "“Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "sn42.11:2.15": "Yāva subhāsitañcidaṁ, bhante, bhagavatā: ",
  "sn42.11:2.16": "‘yaṁ kiñci dukkhaṁ uppajjamānaṁ uppajjati, sabbaṁ taṁ chandamūlakaṁ chandanidānaṁ. ",
  "sn42.11:2.17": "Chando hi mūlaṁ dukkhassā’ti. ",
  "sn42.11:2.18": "Atthi me, bhante, ciravāsī nāma kumāro bahi āvasathe paṭivasati. ",
  "sn42.11:2.19": "So khvāhaṁ, bhante, kālasseva vuṭṭhāya purisaṁ uyyojemi: ",
  "sn42.11:2.20": "‘gaccha, bhaṇe, ciravāsiṁ kumāraṁ jānāhī’ti. ",
  "sn42.11:2.21": "Yāvakīvañca, bhante, so puriso nāgacchati, tassa me hoteva aññathattaṁ: ",
  "sn42.11:2.22": "‘mā heva ciravāsissa kumārassa kiñci ābādhayitthā’”ti. ",
  "sn42.11:3.1": "“Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.11:3.2": "ciravāsissa kumārassa vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
  "sn42.11:3.3": "“Ciravāsissa me, bhante, kumārassa vadhena vā bandhena vā jāniyā vā garahāya vā jīvitassapi siyā aññathattaṁ, kiṁ pana me nuppajjissanti sokaparidevadukkhadomanassupāyāsā”ti. ",
  "sn42.11:3.4": "“Imināpi kho etaṁ, gāmaṇi, pariyāyena veditabbaṁ: ",
  "sn42.11:3.5": "‘yaṁ kiñci dukkhaṁ uppajjamānaṁ uppajjati, sabbaṁ taṁ chandamūlakaṁ chandanidānaṁ. ",
  "sn42.11:3.6": "Chando hi mūlaṁ dukkhassā’ti. ",
  "sn42.11:4.1": "Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.11:4.2": "yadā te ciravāsimātā adiṭṭhā ahosi, assutā ahosi, te ciravāsimātuyā chando vā rāgo vā pemaṁ vā”ti? ",
  "sn42.11:4.3": "“No hetaṁ, bhante”. ",
  "sn42.11:4.4": "“Dassanaṁ vā te, gāmaṇi, āgamma savanaṁ vā evaṁ te ahosi: ",
  "sn42.11:4.5": "‘ciravāsimātuyā chando vā rāgo vā pemaṁ vā’”ti? ",
  "sn42.11:4.6": "“Evaṁ, bhante”. ",
  "sn42.11:5.1": "“Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.11:5.2": "ciravāsimātuyā te vadhena vā bandhena vā jāniyā vā garahāya vā uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
  "sn42.11:5.3": "“Ciravāsimātuyā me, bhante, vadhena vā bandhena vā jāniyā vā garahāya vā jīvitassapi siyā aññathattaṁ, kiṁ pana me nuppajjissanti sokaparidevadukkhadomanassupāyāsā”ti. ",
  "sn42.11:5.4": "“Imināpi kho etaṁ, gāmaṇi, pariyāyena veditabbaṁ: ",
  "sn42.11:5.5": "‘yaṁ kiñci dukkhaṁ uppajjamānaṁ uppajjati, sabbaṁ taṁ chandamūlakaṁ chandanidānaṁ. ",
  "sn42.11:5.6": "Chando hi mūlaṁ dukkhassā’”ti. ",
  "sn42.11:5.7": "Ekādasamaṁ. "
}