{
  "sn42.8:0.1": "Saṁyutta Nikāya 42 ",
  "sn42.8:0.2": "1. Gāmaṇivagga ",
  "sn42.8:0.3": "8. Saṅkhadhamasutta ",
  "sn42.8:1.1": "Ekaṁ samayaṁ bhagavā nāḷandāyaṁ viharati pāvārikambavane. ",
  "sn42.8:1.2": "Atha kho asibandhakaputto gāmaṇi nigaṇṭhasāvako yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho asibandhakaputtaṁ gāmaṇiṁ bhagavā etadavoca: ",
  "sn42.8:1.3": "“kathaṁ nu kho, gāmaṇi, nigaṇṭho nāṭaputto sāvakānaṁ dhammaṁ desetī”ti? ",
  "sn42.8:1.4": "“Evaṁ kho, bhante, nigaṇṭho nāṭaputto sāvakānaṁ dhammaṁ deseti: ",
  "sn42.8:1.5": "‘yo koci pāṇaṁ atipāteti, sabbo so āpāyiko nerayiko, yo koci adinnaṁ ādiyati, sabbo so āpāyiko nerayiko, yo koci kāmesu micchā carati, sabbo so āpāyiko nerayiko, yo koci musā bhaṇati sabbo, so āpāyiko nerayiko. ",
  "sn42.8:1.6": "Yaṁbahulaṁ yaṁbahulaṁ viharati, tena tena nīyatī’ti. ",
  "sn42.8:1.7": "Evaṁ kho, bhante, nigaṇṭho nāṭaputto sāvakānaṁ dhammaṁ desetī”ti. ",
  "sn42.8:1.8": "“‘Yaṁbahulaṁ yaṁbahulañca, gāmaṇi, viharati, tena tena nīyati’, evaṁ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṁ. ",
  "sn42.8:2.1": "Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.8:2.2": "yo so puriso pāṇātipātī rattiyā vā divasassa vā samayāsamayaṁ upādāya, katamo bahutaro samayo, yaṁ vā so pāṇamatipāteti, yaṁ vā so pāṇaṁ nātipātetī”ti? ",
  "sn42.8:2.3": "“Yo so, bhante, puriso pāṇātipātī rattiyā vā divasassa vā samayāsamayaṁ upādāya, appataro so samayo yaṁ so pāṇamatipāteti, atha kho sveva bahutaro samayo yaṁ so pāṇaṁ nātipātetī”ti. ",
  "sn42.8:2.4": "“‘Yaṁbahulaṁ yaṁbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṁ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṁ. ",
  "sn42.8:3.1": "Taṁ kiṁ maññasi, gāmaṇi, ",
  "sn42.8:3.2": "yo so puriso adinnādāyī rattiyā vā divasassa vā samayāsamayaṁ upādāya, katamo bahutaro samayo, yaṁ vā so adinnaṁ ādiyati, yaṁ vā so adinnaṁ nādiyatī”ti. ",
  "sn42.8:3.3": "“Yo so, bhante, puriso adinnādāyī rattiyā vā divasassa vā samayāsamayaṁ upādāya appataro so samayo, yaṁ so adinnaṁ ādiyati, atha kho sveva bahutaro samayo, yaṁ so adinnaṁ nādiyatī”ti. ",
  "sn42.8:3.4": "“‘Yaṁbahulaṁ yaṁbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṁ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṁ. ",
  "sn42.8:4.1": "Taṁ kiṁ maññasi, gāmaṇi, yo so puriso kāmesumicchācārī rattiyā vā divasassa vā samayāsamayaṁ upādāya, katamo bahutaro samayo, yaṁ vā so kāmesu micchā carati, yaṁ vā so kāmesu micchā na caratī”ti? ",
  "sn42.8:4.2": "“Yo so, bhante, puriso kāmesumicchācārī rattiyā vā divasassa vā samayāsamayaṁ upādāya, appataro so samayo yaṁ so kāmesu micchā carati, atha kho sveva bahutaro samayo, yaṁ so kāmesu micchā na caratī”ti. ",
  "sn42.8:4.3": "“‘Yaṁbahulaṁ yaṁbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṁ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṁ. ",
  "sn42.8:5.1": "Taṁ kiṁ maññasi, gāmaṇi, yo so puriso musāvādī rattiyā vā divasassa vā samayāsamayaṁ upādāya, katamo bahutaro samayo, yaṁ vā so musā bhaṇati, yaṁ vā so musā na bhaṇatī”ti? ",
  "sn42.8:5.2": "“Yo so, bhante, puriso musāvādī rattiyā vā divasassa vā samayāsamayaṁ upādāya, appataro so samayo, yaṁ so musā bhaṇati, atha kho sveva bahutaro samayo, yaṁ so musā na bhaṇatī”ti. ",
  "sn42.8:5.3": "“‘Yaṁbahulaṁ yaṁbahulañca, gāmaṇi, viharati tena tena nīyatī’ti, evaṁ sante na koci āpāyiko nerayiko bhavissati, yathā nigaṇṭhassa nāṭaputtassa vacanaṁ. ",
  "sn42.8:6.1": "Idha, gāmaṇi, ekacco satthā evaṁvādī hoti evaṁdiṭṭhi: ",
  "sn42.8:6.2": "‘yo koci pāṇamatipāteti, sabbo so āpāyiko nerayiko, yo koci adinnaṁ ādiyati, sabbo so āpāyiko nerayiko, yo koci kāmesu micchā carati, sabbo so āpāyiko nerayiko, yo koci musā bhaṇati, sabbo so āpāyiko nerayiko’ti. ",
  "sn42.8:6.3": "Tasmiṁ kho pana, gāmaṇi, satthari sāvako abhippasanno hoti. ",
  "sn42.8:6.4": "Tassa evaṁ hoti: ",
  "sn42.8:6.5": "‘mayhaṁ kho satthā evaṁvādī evaṁdiṭṭhi—",
  "sn42.8:6.6": "yo koci pāṇamatipāteti, sabbo so āpāyiko nerayikoti. ",
  "sn42.8:6.7": "Atthi kho pana mayā pāṇo atipātito, ahampamhi āpāyiko nerayikoti diṭṭhiṁ paṭilabhati. ",
  "sn42.8:6.8": "Taṁ, gāmaṇi, vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "sn42.8:6.9": "Mayhaṁ kho satthā evaṁvādī evaṁdiṭṭhi—",
  "sn42.8:6.10": "yo koci adinnaṁ ādiyati, sabbo so āpāyiko nerayikoti. ",
  "sn42.8:6.11": "Atthi kho pana mayā adinnaṁ ādinnaṁ ahampamhi āpāyiko nerayikoti diṭṭhiṁ paṭilabhati. ",
  "sn42.8:6.12": "Taṁ, gāmaṇi, vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "sn42.8:6.13": "Mayhaṁ kho satthā evaṁvādī evaṁdiṭṭhi—",
  "sn42.8:6.14": "yo koci kāmesu micchā carati, sabbo so āpāyiko nerayiko’ti. ",
  "sn42.8:6.15": "Atthi kho pana mayā kāmesu micchā ciṇṇaṁ. ",
  "sn42.8:6.16": "‘Ahampamhi āpāyiko nerayiko’ti diṭṭhiṁ paṭilabhati. ",
  "sn42.8:6.17": "Taṁ, gāmaṇi, vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "sn42.8:6.18": "Mayhaṁ kho satthā evaṁvādī evaṁdiṭṭhi—",
  "sn42.8:6.19": "yo koci musā bhaṇati, sabbo so āpāyiko nerayikoti. ",
  "sn42.8:6.20": "Atthi kho pana mayā musā bhaṇitaṁ. ",
  "sn42.8:6.21": "‘Ahampamhi āpāyiko nerayiko’ti diṭṭhiṁ paṭilabhati. ",
  "sn42.8:6.22": "Taṁ, gāmaṇi, vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā yathābhataṁ nikkhitto evaṁ niraye. ",
  "sn42.8:7.1": "Idha pana, gāmaṇi, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "sn42.8:7.2": "So anekapariyāyena pāṇātipātaṁ garahati vigarahati, ‘pāṇātipātā viramathā’ti cāha. ",
  "sn42.8:7.3": "Adinnādānaṁ garahati vigarahati, ‘adinnādānā viramathā’ti cāha. ",
  "sn42.8:7.4": "Kāmesumicchācāraṁ garahati, vigarahati ‘kāmesumicchācārā viramathā’ti cāha. ",
  "sn42.8:7.5": "Musāvādaṁ garahati vigarahati ‘musāvādā viramathā’ti cāha. ",
  "sn42.8:7.6": "Tasmiṁ kho pana, gāmaṇi, satthari sāvako abhippasanno hoti. ",
  "sn42.8:7.7": "So iti paṭisañcikkhati: ",
  "sn42.8:7.8": "‘bhagavā kho anekapariyāyena pāṇātipātaṁ garahati vigarahati, pāṇātipātā viramathāti cāha. ",
  "sn42.8:7.9": "Atthi kho pana mayā pāṇo atipātito yāvatako vā tāvatako vā. ",
  "sn42.8:7.10": "Yo kho pana mayā pāṇo atipātito yāvatako vā tāvatako vā, taṁ na suṭṭhu, taṁ na sādhu. ",
  "sn42.8:7.11": "Ahañceva kho pana tappaccayā vippaṭisārī assaṁ. ",
  "sn42.8:7.12": "Na metaṁ pāpaṁ kammaṁ akataṁ bhavissatī’ti. ",
  "sn42.8:7.13": "So iti paṭisaṅkhāya tañceva pāṇātipātaṁ pajahati. ",
  "sn42.8:7.14": "Āyatiñca pāṇātipātā paṭivirato hoti. ",
  "sn42.8:7.15": "Evametassa pāpassa kammassa pahānaṁ hoti. ",
  "sn42.8:7.16": "Evametassa pāpassa kammassa samatikkamo hoti. ",
  "sn42.8:8.1": "‘Bhagavā kho anekapariyāyena adinnādānaṁ garahati vigarahati, adinnādānā viramathāti cāha. ",
  "sn42.8:8.2": "Atthi kho pana mayā adinnaṁ ādinnaṁ yāvatakaṁ vā tāvatakaṁ vā. ",
  "sn42.8:8.3": "Yaṁ kho pana mayā adinnaṁ ādinnaṁ yāvatakaṁ vā tāvatakaṁ vā taṁ na suṭṭhu, taṁ na sādhu. ",
  "sn42.8:8.4": "Ahañceva kho pana tappaccayā vippaṭisārī assaṁ, na metaṁ pāpaṁ kammaṁ akataṁ bhavissatī’ti. ",
  "sn42.8:8.5": "So iti paṭisaṅkhāya tañceva adinnādānaṁ pajahati. ",
  "sn42.8:8.6": "Āyatiñca adinnādānā paṭivirato hoti. ",
  "sn42.8:8.7": "Evametassa pāpassa kammassa pahānaṁ hoti. ",
  "sn42.8:8.8": "Evametassa pāpassa kammassa samatikkamo hoti. ",
  "sn42.8:9.1": "‘Bhagavā kho pana anekapariyāyena kāmesumicchācāraṁ garahati vigarahati, kāmesumicchācārā viramathāti cāha. ",
  "sn42.8:9.2": "Atthi kho pana mayā kāmesu micchā ciṇṇaṁ yāvatakaṁ vā tāvatakaṁ vā. ",
  "sn42.8:9.3": "Yaṁ kho pana mayā kāmesu micchā ciṇṇaṁ yāvatakaṁ vā tāvatakaṁ vā taṁ na suṭṭhu, taṁ na sādhu. ",
  "sn42.8:9.4": "Ahañceva kho pana tappaccayā vippaṭisārī assaṁ, na metaṁ pāpaṁ kammaṁ akataṁ bhavissatī’ti. ",
  "sn42.8:9.5": "So iti paṭisaṅkhāya tañceva kāmesumicchācāraṁ pajahati, āyatiñca kāmesumicchācārā paṭivirato hoti. ",
  "sn42.8:9.6": "Evametassa pāpassa kammassa pahānaṁ hoti. ",
  "sn42.8:9.7": "Evametassa pāpassa kammassa samatikkamo hoti. ",
  "sn42.8:10.1": "‘Bhagavā kho pana anekapariyāyena musāvādaṁ garahati vigarahati, musāvādā viramathāti cāha. ",
  "sn42.8:10.2": "Atthi kho pana mayā musā bhaṇitaṁ yāvatakaṁ vā tāvatakaṁ vā. ",
  "sn42.8:10.3": "Yaṁ kho pana mayā musā bhaṇitaṁ yāvatakaṁ vā tāvatakaṁ vā taṁ na suṭṭhu, taṁ na sādhu. Ahañceva kho pana tappaccayā vippaṭisārī assaṁ, na metaṁ pāpaṁ kammaṁ akataṁ bhavissatī’ti. ",
  "sn42.8:10.4": "So iti paṭisaṅkhāya tañceva musāvādaṁ pajahati, āyatiñca musāvādā paṭivirato hoti. ",
  "sn42.8:10.5": "Evametassa pāpassa kammassa pahānaṁ hoti. Evametassa pāpassa kammassa samatikkamo hoti. ",
  "sn42.8:11.1": "So pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti. ",
  "sn42.8:11.2": "Adinnādānaṁ pahāya adinnādānā paṭivirato hoti. ",
  "sn42.8:11.3": "Kāmesumicchācāraṁ pahāya kāmesumicchācārā paṭivirato hoti. ",
  "sn42.8:11.4": "Musāvādaṁ pahāya musāvādā paṭivirato hoti. ",
  "sn42.8:11.5": "Pisuṇaṁ vācaṁ pahāya pisuṇāya vācāya paṭivirato hoti. ",
  "sn42.8:11.6": "Pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato hoti. ",
  "sn42.8:11.7": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato hoti. ",
  "sn42.8:11.8": "Abhijjhaṁ pahāya anabhijjhālu hoti. ",
  "sn42.8:11.9": "Byāpādappadosaṁ pahāya abyāpannacitto hoti. ",
  "sn42.8:11.10": "Micchādiṭṭhiṁ pahāya sammādiṭṭhiko hoti. ",
  "sn42.8:12.1": "Sa kho so, gāmaṇi, ariyasāvako evaṁ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "sn42.8:12.2": "Seyyathāpi, gāmaṇi, balavā saṅkhadhamo appakasireneva catuddisā viññāpeyya; ",
  "sn42.8:12.3": "evameva kho, gāmaṇi, evaṁ bhāvitāya mettāya cetovimuttiyā evaṁ bahulīkatāya yaṁ pamāṇakataṁ kammaṁ, na taṁ tatrāvasissati, na taṁ tatrāvatiṭṭhati. ",
  "sn42.8:13.1": "Sa kho so, gāmaṇi, ariyasāvako evaṁ vigatābhijjho vigatabyāpādo asammūḷho sampajāno paṭissato karuṇāsahagatena cetasā …pe… ",
  "sn42.8:13.2": "muditāsahagatena cetasā …pe…. ",
  "sn42.8:13.3": "Upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "sn42.8:13.4": "Seyyathāpi, gāmaṇi, balavā saṅkhadhamo appakasireneva catuddisā viññāpeyya; ",
  "sn42.8:13.5": "evameva kho, gāmaṇi, evaṁ bhāvitāya upekkhāya cetovimuttiyā evaṁ bahulīkatāya yaṁ pamāṇakataṁ kammaṁ na taṁ tatrāvasissati, na taṁ tatrāvatiṭṭhatī”ti. ",
  "sn42.8:14.1": "Evaṁ vutte, asibandhakaputto gāmaṇi bhagavantaṁ etadavoca: ",
  "sn42.8:14.2": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante …pe… ",
  "sn42.8:14.3": "upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn42.8:14.4": "Aṭṭhamaṁ. "
}