{
  "an4.24:0.1": "Aṅguttara Nikāya 4 ",
  "an4.24:0.2": "3. Uruvelavagga ",
  "an4.24:0.3": "24. Kāḷakārāmasutta ",
  "an4.24:1.1": "Ekaṁ samayaṁ bhagavā sākete viharati kāḷakārāme. ",
  "an4.24:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "an4.24:1.3": "“bhikkhavo”ti. ",
  "an4.24:1.4": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "an4.24:1.5": "Bhagavā etadavoca—",
  "an4.24:2.1": "Yaṁ, bhikkhave, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tamahaṁ jānāmi. ",
  "an4.24:3.1": "Yaṁ, bhikkhave, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tamahaṁ abbhaññāsiṁ. ",
  "an4.24:3.2": "Taṁ tathāgatassa viditaṁ, taṁ tathāgato na upaṭṭhāsi. ",
  "an4.24:4.1": "Yaṁ, bhikkhave, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tamahaṁ na jānāmīti vadeyyaṁ, taṁ mamassa musā. ",
  "an4.24:5.1": "Yaṁ, bhikkhave …pe… tamahaṁ jānāmi ca na ca jānāmīti vadeyyaṁ, tampassa tādisameva. ",
  "an4.24:6.1": "Yaṁ, bhikkhave …pe… tamahaṁ neva jānāmi na na jānāmīti vadeyyaṁ, taṁ mamassa kali. ",
  "an4.24:7.1": "Iti kho, bhikkhave, tathāgato daṭṭhā daṭṭhabbaṁ, diṭṭhaṁ na maññati, adiṭṭhaṁ na maññati, daṭṭhabbaṁ na maññati, daṭṭhāraṁ na maññati; ",
  "an4.24:7.2": "sutvā sotabbaṁ, sutaṁ na maññati, asutaṁ na maññati, sotabbaṁ na maññati, sotāraṁ na maññati; ",
  "an4.24:7.3": "mutvā motabbaṁ, mutaṁ na maññati, amutaṁ na maññati, motabbaṁ na maññati, motāraṁ na maññati; ",
  "an4.24:7.4": "viññatvā viññātabbaṁ, viññātaṁ na maññati, aviññātaṁ na maññati, viññātabbaṁ na maññati, viññātāraṁ na maññati. ",
  "an4.24:7.5": "Iti kho, bhikkhave, tathāgato diṭṭhasutamutaviññātabbesu dhammesu tādīyeva tādī. ",
  "an4.24:7.6": "‘Tamhā ca pana tādimhā añño tādī uttaritaro vā paṇītataro vā natthī’ti vadāmīti. ",
  "an4.24:8.1": "Yaṁ kiñci diṭṭhaṁva sutaṁ mutaṁ vā, ",
  "an4.24:8.2": "Ajjhositaṁ saccamutaṁ paresaṁ; ",
  "an4.24:8.3": "Na tesu tādī sayasaṁvutesu, ",
  "an4.24:8.4": "Saccaṁ musā vāpi paraṁ daheyya. ",
  "an4.24:9.1": "Etañca sallaṁ paṭikacca disvā, ",
  "an4.24:9.2": "Ajjhositā yattha pajā visattā; ",
  "an4.24:9.3": "Jānāmi passāmi tatheva etaṁ, ",
  "an4.24:9.4": "Ajjhositaṁ natthi tathāgatānan”ti. ",
  "an4.24:9.5": "Catutthaṁ. "
}