{
  "an4.46:0.1": "Aṅguttara Nikāya 4 ",
  "an4.46:0.2": "5. Rohitassavagga ",
  "an4.46:0.3": "46. Dutiyarohitassasutta ",
  "an4.46:1.1": "Atha kho bhagavā tassā rattiyā accayena bhikkhū āmantesi: ",
  "an4.46:1.2": "“imaṁ, bhikkhave, rattiṁ rohitasso devaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṁ jetavanaṁ obhāsetvā yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho, bhikkhave, rohitasso devaputto maṁ etadavoca: ",
  "an4.46:1.3": "‘yattha nu kho, bhante, na jāyati na jīyati na mīyati na cavati na upapajjati, sakkā nu kho so, bhante, gamanena lokassa anto ñātuṁ vā daṭṭhuṁ vā pāpuṇituṁ vā’ti? ",
  "an4.46:1.4": "Evaṁ vutte, ahaṁ, bhikkhave, rohitassaṁ devaputtaṁ etadavocaṁ: ",
  "an4.46:1.5": "‘yattha kho, āvuso, na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṁ taṁ gamanena lokassa antaṁ ñāteyyaṁ daṭṭheyyaṁ patteyyanti vadāmī’ti. ",
  "an4.46:1.6": "Evaṁ vutte, bhikkhave, rohitasso devaputto maṁ etadavoca: ",
  "an4.46:1.7": "‘acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "an4.46:1.8": "Yāva subhāsitamidaṁ, bhante, bhagavatā—",
  "an4.46:1.9": "yattha kho, āvuso, na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṁ taṁ gamanena lokassa antaṁ ñāteyyaṁ daṭṭheyyaṁ patteyyanti vadāmi’. ",
  "an4.46:2.1": "Bhūtapubbāhaṁ, bhante, rohitasso nāma isi ahosiṁ bhojaputto iddhimā vehāsaṅgamo. ",
  "an4.46:2.2": "Tassa mayhaṁ, bhante, evarūpo javo ahosi, seyyathāpi nāma daḷhadhammā dhanuggaho sikkhito katahattho katūpāsano lahukena asanena appakasirena tiriyaṁ tālacchāyaṁ atipāteyya. ",
  "an4.46:2.3": "Tassa mayhaṁ, bhante, evarūpo padavītihāro ahosi, seyyathāpi nāma puratthimā samuddā pacchimo samuddo. ",
  "an4.46:2.4": "Tassa mayhaṁ, bhante, evarūpena javena samannāgatassa evarūpena ca padavītihārena evarūpaṁ icchāgataṁ uppajji: ",
  "an4.46:2.5": "‘ahaṁ gamanena lokassa antaṁ pāpuṇissāmī’ti. ",
  "an4.46:2.6": "So kho ahaṁ, bhante, aññatreva asitapītakhāyitasāyitā aññatra uccārapassāvakammā aññatra niddākilamathapaṭivinodanā vassasatāyuko vassasatajīvī vassasataṁ gantvā appatvāva lokassa antaṁ antarāyeva kālaṅkato. ",
  "an4.46:3.1": "Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "an4.46:3.2": "Yāva subhāsitamidaṁ, bhante, bhagavatā: ",
  "an4.46:3.3": "‘yattha kho, āvuso, na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṁ taṁ gamanena lokassa antaṁ ñāteyyaṁ daṭṭheyyaṁ patteyyanti vadāmī’ti. ",
  "an4.46:3.4": "Evaṁ vutte, ahaṁ, bhikkhave, rohitassaṁ devaputtaṁ etadavocaṁ: ",
  "an4.46:4.1": "‘Yattha kho, āvuso, na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṁ, taṁ gamanena lokassa antaṁ ñāteyyaṁ daṭṭheyyaṁ patteyyanti vadāmī’ti. ",
  "an4.46:4.2": "Na cāhaṁ, āvuso, appatvāva lokassa antaṁ dukkhassantakiriyaṁ vadāmi. ",
  "an4.46:4.3": "Api cāhaṁ, āvuso, imasmiṁyeva byāmamatte kaḷevare sasaññimhi samanake lokañca paññāpemi lokasamudayañca lokanirodhañca lokanirodhagāminiñca paṭipadanti. ",
  "an4.46:5.1": "Gamanena na pattabbo, ",
  "an4.46:5.2": "lokassanto kudācanaṁ; ",
  "an4.46:5.3": "Na ca appatvā lokantaṁ, ",
  "an4.46:5.4": "dukkhā atthi pamocanaṁ. ",
  "an4.46:6.1": "Tasmā have lokavidū sumedho, ",
  "an4.46:6.2": "Lokantagū vusitabrahmacariyo; ",
  "an4.46:6.3": "Lokassa antaṁ samitāvi ñatvā, ",
  "an4.46:6.4": "Nāsīsatī lokamimaṁ parañcā”ti. ",
  "an4.46:6.5": "Chaṭṭhaṁ. "
}