{
  "an4.127:0.1": "Aṅguttara Nikāya 4 ",
  "an4.127:0.2": "13. Bhayavagga ",
  "an4.127:0.3": "127. Paṭhamatathāgataacchariyasutta ",
  "an4.127:1.1": "“Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā cattāro acchariyā abbhutā dhammā pātubhavanti. ",
  "an4.127:1.2": "Katame cattāro? ",
  "an4.127:1.3": "Yadā, bhikkhave, bodhisatto tusitā kāyā cavitvā sato sampajāno mātukucchiṁ okkamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "an4.127:1.4": "Yāpi tā lokantarikā aghā asaṁvutā andhakārā andhakāratimisā yatthapimesaṁ candimasūriyānaṁ evaṁmahiddhikānaṁ evaṁmahānubhāvānaṁ ābhā nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "an4.127:1.5": "Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṁ sañjānanti: ",
  "an4.127:1.6": "‘aññepi kira, bho, santi sattā idhūpapannā’ti. ",
  "an4.127:1.7": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṁ paṭhamo acchariyo abbhuto dhammo pātubhavati. ",
  "an4.127:2.1": "Puna caparaṁ, bhikkhave, yadā bodhisatto sato sampajāno mātukucchimhā nikkhamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "an4.127:2.2": "Yāpi tā lokantarikā aghā asaṁvutā andhakārā andhakāratimisā yatthapimesaṁ candimasūriyānaṁ evaṁmahiddhikānaṁ evaṁmahānubhāvānaṁ ābhā nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "an4.127:2.3": "Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṁ sañjānanti: ",
  "an4.127:2.4": "‘aññepi kira, bho, santi sattā idhūpapannā’ti. ",
  "an4.127:2.5": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṁ dutiyo acchariyo abbhuto dhammo pātubhavati. ",
  "an4.127:3.1": "Puna caparaṁ, bhikkhave, yadā tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "an4.127:3.2": "Yāpi tā lokantarikā aghā asaṁvutā andhakārā andhakāratimisā yatthapimesaṁ candimasūriyānaṁ evaṁmahiddhikānaṁ evaṁmahānubhāvānaṁ ābhā nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "an4.127:3.3": "Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṁ sañjānanti: ",
  "an4.127:3.4": "‘aññepi kira, bho, santi sattā idhūpapannā’ti. ",
  "an4.127:3.5": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṁ tatiyo acchariyo abbhuto dhammo pātubhavati. ",
  "an4.127:4.1": "Puna caparaṁ, bhikkhave, yadā tathāgato anuttaraṁ dhammacakkaṁ pavatteti, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "an4.127:4.2": "Yāpi tā lokantarikā aghā asaṁvutā andhakārā andhakāratimisā yatthapimesaṁ candimasūriyānaṁ evaṁmahiddhikānaṁ evaṁmahānubhāvānaṁ ābhā nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "an4.127:4.3": "Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṁ sañjānanti: ",
  "an4.127:4.4": "‘aññepi kira, bho, santi sattā idhūpapannā’ti. ",
  "an4.127:4.5": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṁ catuttho acchariyo abbhuto dhammo pātubhavati. ",
  "an4.127:4.6": "Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ime cattāro acchariyā abbhutā dhammā pātubhavantī”ti. ",
  "an4.127:4.7": "Sattamaṁ. "
}