{
  "an4.193:0.1": "Aṅguttara Nikāya 4 ",
  "an4.193:0.2": "20. Mahāvagga ",
  "an4.193:0.3": "193. Bhaddiyasutta ",
  "an4.193:1.1": "Ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "an4.193:1.2": "Atha kho bhaddiyo licchavi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho bhaddiyo licchavi bhagavantaṁ etadavoca: ",
  "an4.193:2.1": "“Sutaṁ metaṁ, bhante: ",
  "an4.193:2.2": "‘māyāvī samaṇo gotamo āvaṭṭaniṁ māyaṁ jānāti yāya aññatitthiyānaṁ sāvake āvaṭṭetī’ti. ",
  "an4.193:2.3": "Ye te, bhante, evamāhaṁsu: ",
  "an4.193:2.4": "‘māyāvī samaṇo gotamo āvaṭṭaniṁ māyaṁ jānāti yāya aññatitthiyānaṁ sāvake āvaṭṭetī’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṁ abhūtena abbhācikkhanti, dhammassa ca anudhammaṁ byākaronti, na ca koci sahadhammiko vādānupāto gārayhaṁ ṭhānaṁ āgacchati, anabbhakkhātukāmā hi mayaṁ, bhante, bhagavantan”ti? ",
  "an4.193:3.1": "“Etha tumhe, bhaddiya, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā ‘samaṇo no garū’ti. ",
  "an4.193:3.2": "Yadā tumhe, bhaddiya, attanāva jāneyyātha: ",
  "an4.193:3.3": "‘ime dhammā akusalā, ime dhammā sāvajjā, ime dhammā viññugarahitā, ime dhammā samattā samādinnā ahitāya dukkhāya saṁvattantī’ti, atha tumhe, bhaddiya, pajaheyyātha. ",
  "an4.193:4.1": "Taṁ kiṁ maññatha, bhaddiya, ",
  "an4.193:4.2": "lobho purisassa ajjhattaṁ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ",
  "an4.193:4.3": "“Ahitāya, bhante”. ",
  "an4.193:4.4": "“Luddho panāyaṁ, bhaddiya, purisapuggalo lobhena abhibhūto pariyādinnacitto pāṇampi hanati, adinnampi ādiyati, paradārampi gacchati, musāpi bhaṇati, parampi tathattāya samādapeti yaṁsa hoti dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "an4.193:4.5": "“Evaṁ, bhante”. ",
  "an4.193:5.1": "“Taṁ kiṁ maññatha, bhaddiya, ",
  "an4.193:5.2": "doso purisassa …pe… moho purisassa …pe… sārambho purisassa ajjhattaṁ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ",
  "an4.193:5.3": "“Ahitāya, bhante”. ",
  "an4.193:5.4": "“Sāraddho panāyaṁ, bhaddiya, purisapuggalo sārambhena abhibhūto pariyādinnacitto pāṇampi hanati, adinnampi ādiyati, paradārampi gacchati, musāpi bhaṇati, parampi tathattāya samādapeti yaṁsa hoti dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "an4.193:5.5": "“Evaṁ, bhante”. ",
  "an4.193:6.1": "“Taṁ kiṁ maññatha, bhaddiya, ime dhammā kusalā vā akusalā vā”ti? ",
  "an4.193:6.2": "“Akusalā, bhante”. ",
  "an4.193:6.3": "“Sāvajjā vā anavajjā vā”ti? ",
  "an4.193:6.4": "“Sāvajjā, bhante”. ",
  "an4.193:6.5": "“Viññugarahitā vā viññuppasatthā vā”ti? ",
  "an4.193:6.6": "“Viññugarahitā, bhante”. ",
  "an4.193:6.7": "“Samattā samādinnā ahitāya dukkhāya saṁvattanti, no vā? ",
  "an4.193:6.8": "Kathaṁ vā ettha hotī”ti? ",
  "an4.193:6.9": "“Samattā, bhante, samādinnā ahitāya dukkhāya saṁvattanti. ",
  "an4.193:6.10": "Evaṁ no ettha hotī”ti. ",
  "an4.193:7.1": "“Iti kho, bhaddiya, yaṁ taṁ te avocumhā—",
  "an4.193:7.2": "etha tumhe, bhaddiya, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā ‘samaṇo no garū’ti. ",
  "an4.193:7.3": "Yadā tumhe, bhaddiya, attanāva jāneyyātha: ",
  "an4.193:7.4": "‘ime dhammā akusalā, ime dhammā sāvajjā, ime dhammā viññugarahitā, ime dhammā samattā samādinnā ahitāya dukkhāya saṁvattantīti, atha tumhe, bhaddiya, pajaheyyāthā’ti, ",
  "an4.193:7.5": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an4.193:8.1": "Etha tumhe, bhaddiya, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā ‘samaṇo no garū’ti. ",
  "an4.193:8.2": "Yadā tumhe, bhaddiya, attanāva jāneyyātha: ",
  "an4.193:8.3": "‘ime dhammā kusalā, ime dhammā anavajjā, ime dhammā viññuppasatthā, ime dhammā samattā samādinnā hitāya sukhāya saṁvattantī’ti, atha tumhe, bhaddiya, upasampajja vihareyyāthāti. ",
  "an4.193:9.1": "Taṁ kiṁ maññatha, bhaddiya, ",
  "an4.193:9.2": "alobho purisassa ajjhattaṁ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ",
  "an4.193:9.3": "“Hitāya, bhante”. ",
  "an4.193:9.4": "“Aluddho panāyaṁ, bhaddiya, purisapuggalo lobhena anabhibhūto apariyādinnacitto neva pāṇaṁ hanati, na adinnaṁ ādiyati, na paradāraṁ gacchati, na musā bhaṇati, parampi tathattāya na samādapeti yaṁsa hoti dīgharattaṁ hitāya sukhāyā”ti. ",
  "an4.193:9.5": "“Evaṁ, bhante”. ",
  "an4.193:10.1": "“Taṁ kiṁ maññatha, bhaddiya, adoso purisassa …pe… amoho purisassa …pe… asārambho purisassa ajjhattaṁ uppajjamāno uppajjati hitāya vā ahitāya vā”ti? ",
  "an4.193:10.2": "“Hitāya, bhante”. ",
  "an4.193:10.3": "“Asāraddho panāyaṁ, bhaddiya, purisapuggalo sārambhena anabhibhūto apariyādinnacitto neva pāṇaṁ hanati, na adinnaṁ ādiyati, na paradāraṁ gacchati, na musā bhaṇati, parampi tathattāya na samādapeti yaṁsa hoti dīgharattaṁ hitāya sukhāyā”ti. ",
  "an4.193:10.4": "“Evaṁ, bhante”. ",
  "an4.193:11.1": "“Taṁ kiṁ maññatha, bhaddiya, ime dhammā kusalā vā akusalā vā”ti? ",
  "an4.193:11.2": "“Kusalā, bhante”. ",
  "an4.193:11.3": "“Sāvajjā vā anavajjā vā”ti? ",
  "an4.193:11.4": "“Anavajjā, bhante”. ",
  "an4.193:11.5": "“Viññugarahitā vā viññuppasatthā vā”ti? ",
  "an4.193:11.6": "“Viññuppasatthā, bhante”. ",
  "an4.193:11.7": "“Samattā samādinnā hitāya sukhāya saṁvattanti no vā? ",
  "an4.193:11.8": "Kathaṁ vā ettha hotī”ti? ",
  "an4.193:11.9": "“Samattā, bhante, samādinnā hitāya sukhāya saṁvattanti. ",
  "an4.193:11.10": "Evaṁ no ettha hotī”ti. ",
  "an4.193:12.1": "“Iti kho, bhaddiya, yaṁ taṁ te avocumhā—",
  "an4.193:12.2": "etha tumhe, bhaddiya, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā ‘samaṇo no garū’ti. ",
  "an4.193:12.3": "Yadā tumhe, bhaddiya, attanāva jāneyyātha: ",
  "an4.193:12.4": "‘ime dhammā kusalā, ime dhammā anavajjā, ime dhammā viññuppasatthā, ime dhammā samattā samādinnā hitāya sukhāya saṁvattantīti, atha tumhe, bhaddiya, upasampajja vihareyyāthā’ti, ",
  "an4.193:12.5": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an4.193:13.1": "Ye kho te, bhaddiya, loke santo sappurisā te sāvakaṁ evaṁ samādapenti: ",
  "an4.193:13.2": "‘ehi tvaṁ, ambho purisa, lobhaṁ vineyya viharāhi. ",
  "an4.193:13.3": "Lobhaṁ vineyya viharanto na lobhajaṁ kammaṁ karissasi kāyena vācāya manasā. ",
  "an4.193:13.4": "Dosaṁ vineyya viharāhi. ",
  "an4.193:13.5": "Dosaṁ vineyya viharanto na dosajaṁ kammaṁ karissasi kāyena vācāya manasā. ",
  "an4.193:13.6": "Mohaṁ vineyya viharāhi. ",
  "an4.193:13.7": "Mohaṁ vineyya viharanto na mohajaṁ kammaṁ karissasi kāyena vācāya manasā. ",
  "an4.193:13.8": "Sārambhaṁ vineyya viharāhi. ",
  "an4.193:13.9": "Sārambhaṁ vineyya viharanto na sārambhajaṁ kammaṁ karissasi kāyena vācāya manasā’”ti. ",
  "an4.193:14.1": "Evaṁ vutte, bhaddiyo licchavi bhagavantaṁ etadavoca: ",
  "an4.193:14.2": "“abhikkantaṁ, bhante …pe… upāsakaṁ maṁ, bhante, bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an4.193:15.1": "“Api nu tāhaṁ, bhaddiya, evaṁ avacaṁ: ",
  "an4.193:15.2": "‘ehi me tvaṁ, bhaddiya, sāvako hohi; ",
  "an4.193:15.3": "ahaṁ satthā bhavissāmī’”ti? ",
  "an4.193:15.4": "“No hetaṁ, bhante”. ",
  "an4.193:15.5": "“Evaṁvādiṁ kho maṁ, bhaddiya, evamakkhāyiṁ eke samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ",
  "an4.193:15.6": "‘māyāvī samaṇo gotamo āvaṭṭaniṁ māyaṁ jānāti yāya aññatitthiyānaṁ sāvake āvaṭṭetī’”ti. ",
  "an4.193:15.7": "“Bhaddikā, bhante, āvaṭṭanī māyā. ",
  "an4.193:15.8": "Kalyāṇī, bhante, āvaṭṭanī māyā. ",
  "an4.193:15.9": "Piyā me, bhante, ñātisālohitā imāya āvaṭṭaniyā āvaṭṭeyyuṁ, piyānampi me assa ñātisālohitānaṁ dīgharattaṁ hitāya sukhāya. ",
  "an4.193:15.10": "Sabbe cepi, bhante, khattiyā imāya āvaṭṭaniyā āvaṭṭeyyuṁ, sabbesampissa khattiyānaṁ dīgharattaṁ hitāya sukhāya. ",
  "an4.193:15.11": "Sabbe cepi, bhante, brāhmaṇā … vessā … suddā imāya āvaṭṭaniyā āvaṭṭeyyuṁ, sabbesampissa suddānaṁ dīgharattaṁ hitāya sukhāyā”ti. ",
  "an4.193:16.1": "“Evametaṁ, bhaddiya, evametaṁ, bhaddiya. ",
  "an4.193:16.2": "Sabbe cepi, bhaddiya, khattiyā imāya āvaṭṭaniyā āvaṭṭeyyuṁ akusaladhammappahānāya kusaladhammūpasampadāya, sabbesampissa khattiyānaṁ dīgharattaṁ hitāya sukhāya. ",
  "an4.193:16.3": "Sabbe cepi, bhaddiya, brāhmaṇā … vessā … suddā āvaṭṭeyyuṁ akusaladhammappahānāya kusaladhammūpasampadāya, sabbesampissa suddānaṁ dīgharattaṁ hitāya sukhāya. ",
  "an4.193:16.4": "Sadevako cepi, bhaddiya, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā imāya āvaṭṭaniyā āvaṭṭeyyuṁ akusaladhammappahānāya kusaladhammūpasampadāya, sadevakassapissa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṁ hitāya sukhāya. ",
  "an4.193:16.5": "Ime cepi, bhaddiya, mahāsālā imāya āvaṭṭaniyā āvaṭṭeyyuṁ akusaladhammappahānāya kusaladhammūpasampadāya, imesampissa mahāsālānaṁ dīgharattaṁ hitāya sukhāya (…). ",
  "an4.193:16.6": "Ko pana vādo manussabhūtassā”ti. ",
  "an4.193:16.7": "Tatiyaṁ. "
}