{
  "an4.198:0.1": "Aṅguttara Nikāya 4 ",
  "an4.198:0.2": "20. Mahāvagga ",
  "an4.198:0.3": "198. Attantapasutta ",
  "an4.198:1.1": "“Cattārome, bhikkhave, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.198:1.2": "Katame cattāro? ",
  "an4.198:1.3": "Idha, bhikkhave, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto. ",
  "an4.198:1.4": "Idha pana, bhikkhave, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto. ",
  "an4.198:1.5": "Idha pana, bhikkhave, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto. ",
  "an4.198:1.6": "Idha pana, bhikkhave, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto. ",
  "an4.198:1.7": "So neva attantapo na parantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati. ",
  "an4.198:2.1": "Kathañca, bhikkhave, puggalo attantapo hoti attaparitāpanānuyogamanuyutto? ",
  "an4.198:2.2": "Idha, bhikkhave, ekacco acelako hoti muttācāro hatthāpalekhano naehibhaddantiko natiṭṭhabhaddantiko nābhihaṭaṁ na uddissakataṁ na nimantanaṁ sādiyati. ",
  "an4.198:2.3": "So na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṁ na daṇḍamantaraṁ na musalamantaraṁ na dvinnaṁ bhuñjamānānaṁ na gabbhiniyā na pāyamānāya na purisantaragatāya na saṅkittīsu na yattha sā upaṭṭhito hoti na yattha makkhikā saṇḍasaṇḍacārinī na macchaṁ na maṁsaṁ na suraṁ na merayaṁ na thusodakaṁ pivati. ",
  "an4.198:2.4": "So ekāgāriko vā hoti ekālopiko dvāgāriko vā hoti dvālopiko …pe… sattāgāriko vā hoti sattālopiko; ",
  "an4.198:2.5": "ekissāpi dattiyā yāpeti dvīhipi dattīhi yāpeti …pe… sattahipi dattīhi yāpeti; ",
  "an4.198:2.6": "ekāhikampi āhāraṁ āhāreti dvāhikampi āhāraṁ āhāreti …pe… sattāhikampi āhāraṁ āhāreti. Iti evarūpaṁ aḍḍhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati. ",
  "an4.198:3.1": "So sākabhakkhopi hoti sāmākabhakkhopi hoti nīvārabhakkhopi hoti daddulabhakkhopi hoti haṭabhakkhopi hoti kaṇabhakkhopi hoti ācāmabhakkhopi hoti piññākabhakkhopi hoti tiṇabhakkhopi hoti gomayabhakkhopi hoti; vanamūlaphalāhāropi yāpeti pavattaphalabhojī. ",
  "an4.198:4.1": "So sāṇānipi dhāreti masāṇānipi dhāreti chavadussānipi dhāreti paṁsukūlānipi dhāreti tirīṭānipi dhāreti ajinampi dhāreti ajinakkhipampi dhāreti kusacīrampi dhāreti vākacīrampi dhāreti phalakacīrampi dhāreti kesakambalampi dhāreti vāḷakambalampi dhāreti ulūkapakkhampi dhāreti; ",
  "an4.198:4.2": "kesamassulocakopi hoti kesamassulocanānuyogamanuyutto; ",
  "an4.198:4.3": "ubbhaṭṭhakopi hoti āsanappaṭikkhitto; ",
  "an4.198:4.4": "ukkuṭikopi hoti ukkuṭikappadhānamanuyutto; ",
  "an4.198:4.5": "kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṁ kappeti; ",
  "an4.198:4.6": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati. ",
  "an4.198:4.7": "Iti evarūpaṁ anekavihitaṁ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati. ",
  "an4.198:4.8": "Evaṁ kho, bhikkhave, puggalo attantapo hoti attaparitāpanānuyogamanuyutto. ",
  "an4.198:5.1": "Kathañca, bhikkhave, puggalo parantapo hoti paraparitāpanānuyogamanuyutto? ",
  "an4.198:5.2": "Idha, bhikkhave, ekacco puggalo orabbhiko hoti sūkariko sākuṇiko māgaviko luddo macchaghātako coro coraghātako goghātako bandhanāgāriko, ye vā panaññepi keci kurūrakammantā. ",
  "an4.198:5.3": "Evaṁ kho, bhikkhave, puggalo parantapo hoti paraparitāpanānuyogamanuyutto. ",
  "an4.198:6.1": "Kathañca, bhikkhave, puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto? ",
  "an4.198:6.2": "Idha, bhikkhave, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto, brāhmaṇo vā hoti mahāsālo. ",
  "an4.198:6.3": "So puratthimena nagarassa navaṁ santhāgāraṁ kārāpetvā kesamassuṁ ohāretvā kharājinaṁ nivāsetvā sappitelena kāyaṁ abbhañjitvā magavisāṇena piṭṭhiṁ kaṇḍuvamāno navaṁ santhāgāraṁ pavisati, saddhiṁ mahesiyā brāhmaṇena ca purohitena. ",
  "an4.198:6.4": "So tattha anantarahitāya bhūmiyā haritupalittāya seyyaṁ kappeti. ",
  "an4.198:6.5": "Ekissāya gāviyā sarūpavacchāya yaṁ ekasmiṁ thane khīraṁ hoti tena rājā yāpeti; yaṁ dutiyasmiṁ thane khīraṁ hoti tena mahesī yāpeti; yaṁ tatiyasmiṁ thane khīraṁ hoti tena brāhmaṇo purohito yāpeti; yaṁ catutthasmiṁ thane khīraṁ hoti tena aggiṁ juhati; avasesena vacchako yāpeti. ",
  "an4.198:6.6": "So evamāha: ",
  "an4.198:6.7": "‘ettakā usabhā haññantu yaññatthāya, ettakā vacchatarā haññantu yaññatthāya, ettakā vacchatariyo haññantu yaññatthāya, ettakā ajā haññantu yaññatthāya, ettakā urabbhā haññantu yaññatthāya, ettakā assā haññantu yaññatthāya, ettakā rukkhā chijjantu yūpatthāya, ettakā dabbhā lūyantu barihisatthāyā’ti. ",
  "an4.198:6.8": "Yepissa te honti dāsāti vā pessāti vā kammakarāti vā tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti. ",
  "an4.198:6.9": "Evaṁ kho, bhikkhave, puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto. ",
  "an4.198:7.1": "Kathañca, bhikkhave, puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto? ",
  "an4.198:7.2": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati. ",
  "an4.198:7.3": "Idha, bhikkhave, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "an4.198:7.4": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "an4.198:7.5": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "an4.198:7.6": "Taṁ dhammaṁ suṇāti gahapati vā gahapatiputto vā aññatarasmiṁ vā kule paccājāto. ",
  "an4.198:7.7": "So taṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhati. ",
  "an4.198:7.8": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ",
  "an4.198:7.9": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā; ",
  "an4.198:7.10": "nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ; ",
  "an4.198:7.11": "yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "an4.198:7.12": "So aparena samayena appaṁ vā bhogakkhandhaṁ pahāya, mahantaṁ vā bhogakkhandhaṁ pahāya, appaṁ vā ñātiparivaṭṭaṁ pahāya, mahantaṁ vā ñātiparivaṭṭaṁ pahāya, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati. ",
  "an4.198:8.1": "So evaṁ pabbajito samāno bhikkhūnaṁ sikkhāsājīvasamāpanno pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati. ",
  "an4.198:8.2": "Adinnādānaṁ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati. ",
  "an4.198:8.3": "Abrahmacariyaṁ pahāya brahmacārī hoti ārācārī virato asaddhammā gāmadhammā. ",
  "an4.198:8.4": "Musāvādaṁ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṁvādako lokassa. ",
  "an4.198:8.5": "Pisuṇaṁ vācaṁ pahāya pisuṇāya vācāya paṭivirato hoti, na ito sutvā amutra akkhātā imesaṁ bhedāya, na amutra vā sutvā imesaṁ akkhātā amūsaṁ bhedāya; iti bhinnānaṁ vā sandhātā, sahitānaṁ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "an4.198:8.6": "Pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato hoti; yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "an4.198:8.7": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī; nidhānavatiṁ vācaṁ bhāsitā hoti kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "an4.198:9.1": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti. ",
  "an4.198:9.2": "Ekabhattiko hoti rattūparato virato vikālabhojanā. ",
  "an4.198:9.3": "Naccagītavāditavisūkadassanā paṭivirato hoti. ",
  "an4.198:9.4": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti. ",
  "an4.198:9.5": "Uccāsayanamahāsayanā paṭivirato hoti. ",
  "an4.198:9.6": "Jātarūparajatapaṭiggahaṇā paṭivirato hoti. ",
  "an4.198:9.7": "Āmakadhaññapaṭiggahaṇā paṭivirato hoti. ",
  "an4.198:9.8": "Āmakamaṁsapaṭiggahaṇā paṭivirato hoti. ",
  "an4.198:9.9": "Itthikumārikapaṭiggahaṇā paṭivirato hoti. ",
  "an4.198:9.10": "Dāsidāsapaṭiggahaṇā paṭivirato hoti. ",
  "an4.198:9.11": "Ajeḷakapaṭiggahaṇā paṭivirato hoti. ",
  "an4.198:9.12": "Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti. ",
  "an4.198:9.13": "Hatthigavāssavaḷavapaṭiggahaṇā paṭivirato hoti. ",
  "an4.198:9.14": "Khettavatthupaṭiggahaṇā paṭivirato hoti. ",
  "an4.198:9.15": "Dūteyyapahiṇagamanānuyogā paṭivirato hoti. ",
  "an4.198:9.16": "Kayavikkayā paṭivirato hoti. ",
  "an4.198:9.17": "Tulākūṭakaṁsakūṭamānakūṭā paṭivirato hoti. ",
  "an4.198:9.18": "Ukkoṭanavañcananikatisāciyogā paṭivirato hoti. ",
  "an4.198:9.19": "Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ",
  "an4.198:10.1": "So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati. ",
  "an4.198:10.2": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti, sapattabhārova ḍeti; ",
  "an4.198:10.3": "evamevaṁ bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
  "an4.198:10.4": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṁ anavajjasukhaṁ paṭisaṁvedeti. ",
  "an4.198:11.1": "So cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "an4.198:11.2": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjati; rakkhati cakkhundriyaṁ; cakkhundriye saṁvaraṁ āpajjati. ",
  "an4.198:11.3": "Sotena saddaṁ sutvā … ",
  "an4.198:11.4": "ghānena gandhaṁ ghāyitvā … ",
  "an4.198:11.5": "jivhāya rasaṁ sāyitvā … ",
  "an4.198:11.6": "kāyena phoṭṭhabbaṁ phusitvā … ",
  "an4.198:11.7": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "an4.198:11.8": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjati; rakkhati manindriyaṁ; manindriye saṁvaraṁ āpajjati. ",
  "an4.198:11.9": "So iminā ariyena indriyasaṁvarena samannāgato ajjhattaṁ abyāsekasukhaṁ paṭisaṁvedeti. ",
  "an4.198:12.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "an4.198:13.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṁvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato ",
  "an4.198:13.2": "vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanappatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "an4.198:13.3": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "an4.198:13.4": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti. ",
  "an4.198:13.5": "Byāpādapadosaṁ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṁ parisodheti. ",
  "an4.198:13.6": "Thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti. ",
  "an4.198:13.7": "Uddhaccakukkuccaṁ pahāya anuddhato viharati ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti. ",
  "an4.198:13.8": "Vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti. ",
  "an4.198:13.9": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "an4.198:13.10": "vivicceva kāmehi …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "an4.198:14.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya …pe… ",
  "an4.198:14.2": "sattānaṁ cutūpapātañāṇāya …pe… ",
  "an4.198:14.3": "āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti. ",
  "an4.198:14.4": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "an4.198:14.5": "‘Ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "an4.198:15.1": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati; ",
  "an4.198:15.2": "vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "an4.198:15.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "an4.198:15.4": "Evaṁ kho, bhikkhave, puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto. ",
  "an4.198:15.5": "So na attantapo na parantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati. ",
  "an4.198:15.6": "Ime kho, bhikkhave, cattāro puggalā santo saṁvijjamānā lokasmin”ti. ",
  "an4.198:15.7": "Aṭṭhamaṁ. "
}