{
  "an4.50:0.1": "Aṅguttara Nikāya 4 ",
  "an4.50:0.2": "5. Rohitassavagga ",
  "an4.50:0.3": "50. Upakkilesasutta ",
  "an4.50:1.1": "“Cattārome, bhikkhave, candimasūriyānaṁ upakkilesā, yehi upakkilesehi upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti. ",
  "an4.50:1.2": "Katame cattāro? ",
  "an4.50:1.3": "Abbhā, bhikkhave, candimasūriyānaṁ upakkilesā, yena upakkilesena upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti. ",
  "an4.50:2.1": "Mahikā, bhikkhave, candimasūriyānaṁ upakkilesā, yena upakkilesena upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti. ",
  "an4.50:3.1": "Dhūmo rajo, bhikkhave, candimasūriyānaṁ upakkileso, yena upakkilesena upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti. ",
  "an4.50:4.1": "Rāhu, bhikkhave, asurindo candimasūriyānaṁ upakkileso, yena upakkilesena upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti. ",
  "an4.50:4.2": "Ime kho, bhikkhave, cattāro candimasūriyānaṁ upakkilesā, yehi upakkilesehi upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti. ",
  "an4.50:5.1": "Evamevaṁ kho, bhikkhave, cattārome samaṇabrāhmaṇānaṁ upakkilesā, yehi upakkilesehi upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocanti. ",
  "an4.50:5.2": "Katame cattāro? ",
  "an4.50:5.3": "Santi, bhikkhave, eke samaṇabrāhmaṇā suraṁ pivanti merayaṁ, surāmerayapānā appaṭiviratā. ",
  "an4.50:5.4": "Ayaṁ, bhikkhave, paṭhamo samaṇabrāhmaṇānaṁ upakkileso, yena upakkilesena upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocanti. ",
  "an4.50:6.1": "Santi, bhikkhave, eke samaṇabrāhmaṇā methunaṁ dhammaṁ paṭisevanti, methunasmā dhammā appaṭiviratā. ",
  "an4.50:6.2": "Ayaṁ, bhikkhave, dutiyo samaṇabrāhmaṇānaṁ upakkileso, yena upakkilesena upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocanti. ",
  "an4.50:7.1": "Santi, bhikkhave, eke samaṇabrāhmaṇā jātarūparajataṁ sādiyanti, jātarūparajatapaṭiggahaṇā appaṭiviratā. ",
  "an4.50:7.2": "Ayaṁ, bhikkhave, tatiyo samaṇabrāhmaṇānaṁ upakkileso, yena upakkilesena upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocanti. ",
  "an4.50:8.1": "Santi, bhikkhave, eke samaṇabrāhmaṇā micchājīvena jīvanti, micchājīvā appaṭiviratā. ",
  "an4.50:8.2": "Ayaṁ, bhikkhave, catuttho samaṇabrāhmaṇānaṁ upakkileso, yena upakkilesena upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocanti. ",
  "an4.50:8.3": "Ime kho, bhikkhave, cattāro samaṇabrāhmaṇānaṁ upakkilesā, yehi upakkilesehi upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocantīti. ",
  "an4.50:9.1": "Rāgadosaparikkiṭṭhā, ",
  "an4.50:9.2": "eke samaṇabrāhmaṇā; ",
  "an4.50:9.3": "Avijjānivutā posā, ",
  "an4.50:9.4": "piyarūpābhinandino. ",
  "an4.50:10.1": "Suraṁ pivanti merayaṁ, ",
  "an4.50:10.2": "paṭisevanti methunaṁ; ",
  "an4.50:10.3": "Rajataṁ jātarūpañca, ",
  "an4.50:10.4": "sādiyanti aviddasū; ",
  "an4.50:10.5": "Micchājīvena jīvanti, ",
  "an4.50:10.6": "eke samaṇabrāhmaṇā. ",
  "an4.50:11.1": "Ete upakkilesā vuttā, ",
  "an4.50:11.2": "buddhenādiccabandhunā; ",
  "an4.50:11.3": "Yehi upakkilesehi, ",
  "an4.50:11.4": "eke samaṇabrāhmaṇā; ",
  "an4.50:11.5": "Na tapanti na bhāsanti, ",
  "an4.50:11.6": "asuddhā sarajā magā. ",
  "an4.50:12.1": "Andhakārena onaddhā, ",
  "an4.50:12.2": "taṇhādāsā sanettikā; ",
  "an4.50:12.3": "Vaḍḍhenti kaṭasiṁ ghoraṁ, ",
  "an4.50:12.4": "ādiyanti punabbhavan”ti. ",
  "an4.50:12.5": "Dasamaṁ. ",
  "an4.50:12.6": "Rohitassavaggo pañcamo. ",
  "an4.50:13.0": "Tassuddānaṁ",
  "an4.50:13.1": "Samādhipañhā dve kodhā, ",
  "an4.50:13.2": "Rohitassāpare duve; ",
  "an4.50:13.3": "Suvidūravisākhavipallāsā, ",
  "an4.50:13.4": "Upakkilesena te dasāti. ",
  "an4.50:13.5": "Paṭhamo paṇṇāsako samatto. "
}