{
  "an4.243:0.1": "Aṅguttara Nikāya 4 ",
  "an4.243:0.2": "25. Āpattibhayavagga ",
  "an4.243:0.3": "243. Saṅghabhedakasutta ",
  "an4.243:1.1": "Ekaṁ samayaṁ bhagavā kosambiyaṁ viharati ghositārāme. ",
  "an4.243:1.2": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ ānandaṁ bhagavā etadavoca: ",
  "an4.243:1.3": "“api nu taṁ, ānanda, adhikaraṇaṁ vūpasantan”ti? ",
  "an4.243:1.4": "“Kuto taṁ, bhante, adhikaraṇaṁ vūpasamissati. ",
  "an4.243:1.5": "Āyasmato, bhante, anuruddhassa bāhiyo nāma saddhivihāriko kevalakappaṁ saṅghabhedāya ṭhito. ",
  "an4.243:1.6": "Tatrāyasmā anuruddho na ekavācikampi bhaṇitabbaṁ maññatī”ti. ",
  "an4.243:2.1": "“Kadā panānanda, anuruddho saṅghamajjhe adhikaraṇesu voyuñjati. ",
  "an4.243:2.2": "Nanu, ānanda, yāni kānici adhikaraṇāni uppajjanti, sabbāni tāni tumhe ceva vūpasametha sāriputtamoggallānā ca. ",
  "an4.243:3.1": "Cattārome, ānanda, atthavase sampassamāno pāpabhikkhu saṅghabhedena nandati. ",
  "an4.243:3.2": "Katame cattāro? ",
  "an4.243:3.3": "Idhānanda, pāpabhikkhu dussīlo hoti pāpadhammo asuci saṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto. ",
  "an4.243:3.4": "Tassa evaṁ hoti: ",
  "an4.243:3.5": "‘sace kho maṁ bhikkhū jānissanti—",
  "an4.243:3.6": "dussīlo pāpadhammo asuci saṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujātoti, samaggā maṁ santā nāsessanti; ",
  "an4.243:3.7": "vaggā pana maṁ na nāsessantī’ti. ",
  "an4.243:3.8": "Idaṁ, ānanda, paṭhamaṁ atthavasaṁ sampassamāno pāpabhikkhu saṅghabhedena nandati. ",
  "an4.243:4.1": "Puna caparaṁ, ānanda, pāpabhikkhu micchādiṭṭhiko hoti, antaggāhikāya diṭṭhiyā samannāgato. ",
  "an4.243:4.2": "Tassa evaṁ hoti: ",
  "an4.243:4.3": "‘sace kho maṁ bhikkhū jānissanti—",
  "an4.243:4.4": "micchādiṭṭhiko antaggāhikāya diṭṭhiyā samannāgatoti, samaggā maṁ santā nāsessanti; ",
  "an4.243:4.5": "vaggā pana maṁ na nāsessantī’ti. ",
  "an4.243:4.6": "Idaṁ, ānanda, dutiyaṁ atthavasaṁ sampassamāno pāpabhikkhu saṅghabhedena nandati. ",
  "an4.243:5.1": "Puna caparaṁ, ānanda, pāpabhikkhu micchāājīvo hoti, micchāājīvena jīvikaṁ kappeti. ",
  "an4.243:5.2": "Tassa evaṁ hoti: ",
  "an4.243:5.3": "‘sace kho maṁ bhikkhū jānissanti—",
  "an4.243:5.4": "micchāājīvo micchāājīvena jīvikaṁ kappetīti, samaggā maṁ santā nāsessanti; ",
  "an4.243:5.5": "vaggā pana maṁ na nāsessantī’ti. ",
  "an4.243:5.6": "Idaṁ, ānanda, tatiyaṁ atthavasaṁ sampassamāno pāpabhikkhu saṅghabhedena nandati. ",
  "an4.243:6.1": "Puna caparaṁ, ānanda, pāpabhikkhu lābhakāmo hoti sakkārakāmo anavaññattikāmo. ",
  "an4.243:6.2": "Tassa evaṁ hoti: ",
  "an4.243:6.3": "‘sace kho maṁ bhikkhū jānissanti—",
  "an4.243:6.4": "lābhakāmo sakkārakāmo anavaññattikāmoti, samaggā maṁ santā na sakkarissanti na garuṁ karissanti na mānessanti na pūjessanti; ",
  "an4.243:6.5": "vaggā pana maṁ sakkarissanti garuṁ karissanti mānessanti pūjessantī’ti. ",
  "an4.243:6.6": "Idaṁ, ānanda, catutthaṁ atthavasaṁ sampassamāno pāpabhikkhu saṅghabhedena nandati. ",
  "an4.243:6.7": "Ime kho, ānanda, cattāro atthavase sampassamāno pāpabhikkhu saṅghabhedena nandatī”ti. ",
  "an4.243:6.8": "Paṭhamaṁ. "
}