{
  "an4.28:0.1": "Aṅguttara Nikāya 4 ",
  "an4.28:0.2": "3. Uruvelavagga ",
  "an4.28:0.3": "28. Ariyavaṁsasutta ",
  "an4.28:1.1": "“Cattārome, bhikkhave, ariyavaṁsā aggaññā rattaññā vaṁsaññā porāṇā asaṅkiṇṇā asaṅkiṇṇapubbā, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhā samaṇehi brāhmaṇehi viññūhi. ",
  "an4.28:1.2": "Katame cattāro? ",
  "an4.28:1.3": "Idha, bhikkhave, bhikkhu santuṭṭho hoti itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī, na ca cīvarahetu anesanaṁ appatirūpaṁ āpajjati, aladdhā ca cīvaraṁ na paritassati, laddhā ca cīvaraṁ agadhito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati; ",
  "an4.28:1.4": "tāya ca pana itarītaracīvarasantuṭṭhiyā nevattānukkaṁseti, no paraṁ vambheti. ",
  "an4.28:1.5": "Yo hi tattha dakkho analaso sampajāno patissato, ayaṁ vuccati, bhikkhave, bhikkhu porāṇe aggaññe ariyavaṁse ṭhito. ",
  "an4.28:2.1": "Puna caparaṁ, bhikkhave, bhikkhu santuṭṭho hoti itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī, na ca piṇḍapātahetu anesanaṁ appatirūpaṁ āpajjati, aladdhā ca piṇḍapātaṁ na paritassati, laddhā ca piṇḍapātaṁ agadhito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati; ",
  "an4.28:2.2": "tāya ca pana itarītarapiṇḍapātasantuṭṭhiyā nevattānukkaṁseti, no paraṁ vambheti. ",
  "an4.28:2.3": "Yo hi tattha dakkho analaso sampajāno patissato, ayaṁ vuccati, bhikkhave, bhikkhu porāṇe aggaññe ariyavaṁse ṭhito. ",
  "an4.28:3.1": "Puna caparaṁ, bhikkhave, bhikkhu santuṭṭho hoti itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī, na ca senāsanahetu anesanaṁ appatirūpaṁ āpajjati, aladdhā ca senāsanaṁ na paritassati, laddhā ca senāsanaṁ agadhito amucchito anajjhosanno ādīnavadassāvī nissaraṇapañño paribhuñjati; ",
  "an4.28:3.2": "tāya ca pana itarītarasenāsanasantuṭṭhiyā nevattānukkaṁseti, no paraṁ vambheti. ",
  "an4.28:3.3": "Yo hi tattha dakkho analaso sampajāno patissato, ayaṁ vuccati, bhikkhave, bhikkhu porāṇe aggaññe ariyavaṁse ṭhito. ",
  "an4.28:4.1": "Puna caparaṁ, bhikkhave, bhikkhu bhāvanārāmo hoti bhāvanārato, pahānārāmo hoti pahānarato; ",
  "an4.28:4.2": "tāya ca pana bhāvanārāmatāya bhāvanāratiyā pahānārāmatāya pahānaratiyā nevattānukkaṁseti, no paraṁ vambheti. ",
  "an4.28:4.3": "Yo hi tattha dakkho analaso sampajāno patissato, ayaṁ vuccati, bhikkhave, bhikkhu porāṇe aggaññe ariyavaṁse ṭhito. ",
  "an4.28:4.4": "Ime kho, bhikkhave, cattāro ariyavaṁsā aggaññā rattaññā vaṁsaññā porāṇā asaṅkiṇṇā asaṅkiṇṇapubbā, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhā samaṇehi brāhmaṇehi viññūhi. ",
  "an4.28:5.1": "Imehi ca pana, bhikkhave, catūhi ariyavaṁsehi samannāgato bhikkhu puratthimāya cepi disāya viharati sveva aratiṁ sahati, na taṁ arati sahati; ",
  "an4.28:5.2": "pacchimāya cepi disāya viharati sveva aratiṁ sahati, na taṁ arati sahati; ",
  "an4.28:5.3": "uttarāya cepi disāya viharati sveva aratiṁ sahati, na taṁ arati sahati; ",
  "an4.28:5.4": "dakkhiṇāya cepi disāya viharati sveva aratiṁ sahati, na taṁ arati sahati. ",
  "an4.28:5.5": "Taṁ kissa hetu? ",
  "an4.28:5.6": "Aratiratisaho hi, bhikkhave, dhīroti. ",
  "an4.28:6.1": "Nārati sahati dhīraṁ, ",
  "an4.28:6.2": "nārati dhīraṁ sahati; ",
  "an4.28:6.3": "Dhīrova aratiṁ sahati, ",
  "an4.28:6.4": "dhīro hi aratissaho. ",
  "an4.28:7.1": "Sabbakammavihāyīnaṁ, ",
  "an4.28:7.2": "panuṇṇaṁ ko nivāraye; ",
  "an4.28:7.3": "Nekkhaṁ jambonadasseva, ",
  "an4.28:7.4": "ko taṁ ninditumarahati; ",
  "an4.28:7.5": "Devāpi naṁ pasaṁsanti, ",
  "an4.28:7.6": "brahmunāpi pasaṁsito”ti. ",
  "an4.28:7.7": "Aṭṭhamaṁ. "
}