{
  "an4.35:0.1": "Aṅguttara Nikāya 4 ",
  "an4.35:0.2": "4. Cakkavagga ",
  "an4.35:0.3": "35. Vassakārasutta ",
  "an4.35:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "an4.35:1.2": "Atha kho vassakāro brāhmaṇo magadhamahāmatto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an4.35:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho vassakāro brāhmaṇo magadhamahāmatto bhagavantaṁ etadavoca: ",
  "an4.35:2.1": "“Catūhi kho mayaṁ, bho gotama, dhammehi samannāgataṁ mahāpaññaṁ mahāpurisaṁ paññāpema. ",
  "an4.35:2.2": "Katamehi catūhi? ",
  "an4.35:2.3": "Idha, bho gotama, bahussuto hoti tassa tasseva sutajātassa ",
  "an4.35:2.4": "tassa tasseva kho pana bhāsitassa atthaṁ jānāti: ‘ayaṁ imassa bhāsitassa attho, ayaṁ imassa bhāsitassa attho’ti. ",
  "an4.35:2.5": "Satimā kho pana hoti cirakatampi cirabhāsitampi saritā anussaritā ",
  "an4.35:2.6": "yāni kho pana tāni gahaṭṭhakāni kiṅkaraṇīyāni, tattha dakkho hoti analaso, tatrupāyāya vīmaṁsāya samannāgato alaṁ kātuṁ alaṁ saṁvidhātuṁ. ",
  "an4.35:2.7": "Imehi kho mayaṁ, bho gotama, catūhi dhammehi samannāgataṁ mahāpaññaṁ mahāpurisaṁ paññāpema. ",
  "an4.35:2.8": "Sace me, bho gotama, anumoditabbaṁ anumodatu me bhavaṁ gotamo; ",
  "an4.35:2.9": "sace pana me, bho gotama, paṭikkositabbaṁ paṭikkosatu me bhavaṁ gotamo”ti. ",
  "an4.35:3.1": "“Neva kho tyāhaṁ, brāhmaṇa, anumodāmi na paṭikkosāmi. ",
  "an4.35:3.2": "Catūhi kho ahaṁ, brāhmaṇa, dhammehi samannāgataṁ mahāpaññaṁ mahāpurisaṁ paññāpemi. ",
  "an4.35:3.3": "Katamehi catūhi? ",
  "an4.35:3.4": "Idha, brāhmaṇa, bahujanahitāya paṭipanno hoti bahujanasukhāya; ",
  "an4.35:3.5": "bahu’ssa janatā ariye ñāye patiṭṭhāpitā, yadidaṁ kalyāṇadhammatā kusaladhammatā. ",
  "an4.35:3.6": "So yaṁ vitakkaṁ ākaṅkhati vitakketuṁ taṁ vitakkaṁ vitakketi, yaṁ vitakkaṁ nākaṅkhati vitakketuṁ na taṁ vitakkaṁ vitakketi; ",
  "an4.35:3.7": "yaṁ saṅkappaṁ ākaṅkhati saṅkappetuṁ taṁ saṅkappaṁ saṅkappeti, yaṁ saṅkappaṁ nākaṅkhati saṅkappetuṁ na taṁ saṅkappaṁ saṅkappeti. ",
  "an4.35:3.8": "Iti cetovasippatto hoti vitakkapathe. ",
  "an4.35:3.9": "Catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "an4.35:3.10": "Āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "an4.35:3.11": "Neva kho tyāhaṁ, brāhmaṇa, anumodāmi na pana paṭikkosāmi. ",
  "an4.35:3.12": "Imehi kho ahaṁ, brāhmaṇa, catūhi dhammehi samannāgataṁ mahāpaññaṁ mahāpurisaṁ paññāpemī”ti. ",
  "an4.35:4.1": "“Acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "an4.35:4.2": "Yāva subhāsitañcidaṁ bhotā gotamena. ",
  "an4.35:4.3": "Imehi ca mayaṁ, bho gotama, catūhi dhammehi samannāgataṁ bhavantaṁ gotamaṁ dhārema; ",
  "an4.35:4.4": "bhavañhi gotamo bahujanahitāya paṭipanno bahujanasukhāya; ",
  "an4.35:4.5": "bahu te janatā ariye ñāye patiṭṭhāpitā, yadidaṁ kalyāṇadhammatā kusaladhammatā. ",
  "an4.35:4.6": "Bhavañhi gotamo yaṁ vitakkaṁ ākaṅkhati vitakketuṁ taṁ vitakkaṁ vitakketi, yaṁ vitakkaṁ nākaṅkhati vitakketuṁ na taṁ vitakkaṁ vitakketi, yaṁ saṅkappaṁ ākaṅkhati saṅkappetuṁ taṁ saṅkappaṁ saṅkappeti, yaṁ saṅkappaṁ nākaṅkhati saṅkappetuṁ na taṁ saṅkappaṁ saṅkappeti. ",
  "an4.35:4.7": "Bhavañhi gotamo cetovasippatto vitakkapathe. ",
  "an4.35:4.8": "Bhavañhi gotamo catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī akicchalābhī akasiralābhī. ",
  "an4.35:4.9": "Bhavañhi gotamo āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī”ti. ",
  "an4.35:5.1": "“Addhā kho tyāhaṁ, brāhmaṇa, āsajja upanīya vācā bhāsitā. ",
  "an4.35:5.2": "Api ca tyāhaṁ byākarissāmi: ",
  "an4.35:5.3": "‘ahañhi, brāhmaṇa, bahujanahitāya paṭipanno bahujanasukhāya; ",
  "an4.35:5.4": "bahu me janatā ariye ñāye patiṭṭhāpitā, yadidaṁ kalyāṇadhammatā kusaladhammatā. ",
  "an4.35:5.5": "Ahañhi, brāhmaṇa, yaṁ vitakkaṁ ākaṅkhāmi vitakketuṁ taṁ vitakkaṁ vitakkemi, yaṁ vitakkaṁ nākaṅkhāmi vitakketuṁ na taṁ vitakkaṁ vitakkemi, yaṁ saṅkappaṁ ākaṅkhāmi saṅkappetuṁ taṁ saṅkappaṁ saṅkappemi, yaṁ saṅkappaṁ nākaṅkhāmi saṅkappetuṁ na taṁ saṅkappaṁ saṅkappemi. ",
  "an4.35:5.6": "Ahañhi, brāhmaṇa, cetovasippatto vitakkapathe. ",
  "an4.35:5.7": "Ahañhi, brāhmaṇa, catunnaṁ jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī akicchalābhī akasiralābhī. ",
  "an4.35:5.8": "Ahañhi, brāhmaṇa, āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
  "an4.35:6.1": "Yo vedi sabbasattānaṁ, ",
  "an4.35:6.2": "maccupāsappamocanaṁ; ",
  "an4.35:6.3": "Hitaṁ devamanussānaṁ, ",
  "an4.35:6.4": "ñāyaṁ dhammaṁ pakāsayi; ",
  "an4.35:6.5": "Yaṁ ve disvā ca sutvā ca, ",
  "an4.35:6.6": "pasīdanti bahū janā. ",
  "an4.35:7.1": "Maggāmaggassa kusalo, ",
  "an4.35:7.2": "Katakicco anāsavo; ",
  "an4.35:7.3": "Buddho antimasārīro, ",
  "an4.35:7.4": "Mahāpañño mahāpurisoti vuccatī”ti. ",
  "an4.35:7.5": "Pañcamaṁ. "
}