{
  "an4.12:0.1": "Aṅguttara Nikāya 4 ",
  "an4.12:0.2": "2. Caravagga ",
  "an4.12:0.3": "12. Sīlasutta ",
  "an4.12:1.1": "“Sampannasīlā, bhikkhave, viharatha sampannapātimokkhā, pātimokkhasaṁvarasaṁvutā viharatha ācāragocarasampannā, aṇumattesu vajjesu bhayadassāvino samādāya sikkhatha sikkhāpadesu. ",
  "an4.12:1.2": "Sampannasīlānaṁ vo, bhikkhave, viharataṁ sampannapātimokkhānaṁ pātimokkhasaṁvarasaṁvutānaṁ viharataṁ ācāragocarasampannānaṁ aṇumattesu vajjesu bhayadassāvīnaṁ samādāya sikkhataṁ sikkhāpadesu, kimassa uttari karaṇīyaṁ? ",
  "an4.12:2.1": "Carato cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṁ … uddhaccakukkuccaṁ … vicikicchā pahīnā hoti, āraddhaṁ hoti vīriyaṁ asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggaṁ, carampi, bhikkhave, bhikkhu evaṁbhūto ‘ātāpī ottāpī satataṁ samitaṁ āraddhavīriyo pahitatto’ti vuccati. ",
  "an4.12:3.1": "Ṭhitassa cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṁ … uddhaccakukkuccaṁ … vicikicchā pahīnā hoti, āraddhaṁ hoti vīriyaṁ asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggaṁ, ṭhitopi, bhikkhave, bhikkhu evaṁbhūto ‘ātāpī ottāpī satataṁ samitaṁ āraddhavīriyo pahitatto’ti vuccati. ",
  "an4.12:4.1": "Nisinnassa cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṁ … uddhaccakukkuccaṁ … vicikicchā pahīnā hoti, āraddhaṁ hoti vīriyaṁ asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggaṁ, nisinnopi, bhikkhave, bhikkhu evaṁbhūto ‘ātāpī ottāpī satataṁ samitaṁ āraddhavīriyo pahitatto’ti vuccati. ",
  "an4.12:5.1": "Sayānassa cepi, bhikkhave, bhikkhuno jāgarassa abhijjhābyāpādo vigato hoti, thinamiddhaṁ … uddhaccakukkuccaṁ … vicikicchā pahīnā hoti, āraddhaṁ hoti vīriyaṁ asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṁ cittaṁ ekaggaṁ, sayānopi, bhikkhave, bhikkhu jāgaro evaṁbhūto ‘ātāpī ottāpī satataṁ samitaṁ āraddhavīriyo pahitatto’ti vuccatīti. ",
  "an4.12:6.1": "Yataṁ care yataṁ tiṭṭhe, ",
  "an4.12:6.2": "Yataṁ acche yataṁ saye; ",
  "an4.12:6.3": "Yataṁ samiñjaye bhikkhu, ",
  "an4.12:6.4": "Yatamenaṁ pasāraye. ",
  "an4.12:7.1": "Uddhaṁ tiriyaṁ apācīnaṁ, ",
  "an4.12:7.2": "yāvatājagatogati; ",
  "an4.12:7.3": "Samavekkhitā ca dhammānaṁ, ",
  "an4.12:7.4": "khandhānaṁ udayabbayaṁ. ",
  "an4.12:8.1": "Cetosamathasāmīciṁ, ",
  "an4.12:8.2": "sikkhamānaṁ sadā sataṁ; ",
  "an4.12:8.3": "Satataṁ pahitattoti, ",
  "an4.12:8.4": "āhu bhikkhuṁ tathāvidhan”ti. ",
  "an4.12:8.5": "Dutiyaṁ. "
}