{
  "an4.30:0.1": "Aṅguttara Nikāya 4 ",
  "an4.30:0.2": "3. Uruvelavagga ",
  "an4.30:0.3": "30. Paribbājakasutta ",
  "an4.30:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "an4.30:1.2": "Tena kho pana samayena sambahulā abhiññātā abhiññātā paribbājakā sippinikātīre paribbājakārāme paṭivasanti, seyyathidaṁ annabhāro varadharo sakuludāyī ca paribbājako aññe ca abhiññātā abhiññātā paribbājakā. ",
  "an4.30:1.3": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena sippinikātīraṁ paribbājakārāmo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā te paribbājake etadavoca: ",
  "an4.30:2.1": "“Cattārimāni, paribbājakā, dhammapadāni aggaññāni rattaññāni vaṁsaññāni porāṇāni asaṅkiṇṇāni asaṅkiṇṇapubbāni, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhāni samaṇehi brāhmaṇehi viññūhi. ",
  "an4.30:2.2": "Katamāni cattāri? ",
  "an4.30:2.3": "Anabhijjhā, paribbājakā, dhammapadaṁ aggaññaṁ rattaññaṁ vaṁsaññaṁ porāṇaṁ asaṅkiṇṇaṁ asaṅkiṇṇapubbaṁ, na saṅkīyati na saṅkīyissati, appaṭikuṭṭhaṁ samaṇehi brāhmaṇehi viññūhi. ",
  "an4.30:2.4": "Abyāpādo, paribbājakā, dhammapadaṁ …pe… sammāsati, paribbājakā, dhammapadaṁ …pe… sammāsamādhi, paribbājakā, dhammapadaṁ aggaññaṁ rattaññaṁ vaṁsaññaṁ porāṇaṁ asaṅkiṇṇaṁ asaṅkiṇṇapubbaṁ, na saṅkīyati na saṅkīyissati, appaṭikuṭṭhaṁ samaṇehi brāhmaṇehi viññūhi. ",
  "an4.30:2.5": "Imāni kho, paribbājakā, cattāri dhammapadāni aggaññāni rattaññāni vaṁsaññāni porāṇāni asaṅkiṇṇāni asaṅkiṇṇapubbāni, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhāni samaṇehi brāhmaṇehi viññūhi. ",
  "an4.30:3.1": "Yo kho, paribbājakā, evaṁ vadeyya: ",
  "an4.30:3.2": "‘ahametaṁ anabhijjhaṁ dhammapadaṁ paccakkhāya abhijjhāluṁ kāmesu tibbasārāgaṁ samaṇaṁ vā brāhmaṇaṁ vā paññāpessāmī’ti, tamahaṁ tattha evaṁ vadeyyaṁ: ",
  "an4.30:3.3": "‘etu vadatu byāharatu passāmissānubhāvan’ti. ",
  "an4.30:3.4": "So vata, paribbājakā, anabhijjhaṁ dhammapadaṁ paccakkhāya abhijjhāluṁ kāmesu tibbasārāgaṁ samaṇaṁ vā brāhmaṇaṁ vā paññāpessatīti netaṁ ṭhānaṁ vijjati. ",
  "an4.30:4.1": "Yo kho, paribbājakā, evaṁ vadeyya: ",
  "an4.30:4.2": "‘ahametaṁ abyāpādaṁ dhammapadaṁ paccakkhāya byāpannacittaṁ paduṭṭhamanasaṅkappaṁ samaṇaṁ vā brāhmaṇaṁ vā paññāpessāmī’ti, tamahaṁ tattha evaṁ vadeyyaṁ: ",
  "an4.30:4.3": "‘etu vadatu byāharatu passāmissānubhāvan’ti. ",
  "an4.30:4.4": "So vata, paribbājakā, abyāpādaṁ dhammapadaṁ paccakkhāya byāpannacittaṁ paduṭṭhamanasaṅkappaṁ samaṇaṁ vā brāhmaṇaṁ vā paññāpessatīti netaṁ ṭhānaṁ vijjati. ",
  "an4.30:5.1": "Yo kho, paribbājakā, evaṁ vadeyya: ",
  "an4.30:5.2": "‘ahametaṁ sammāsatiṁ dhammapadaṁ paccakkhāya muṭṭhassatiṁ asampajānaṁ samaṇaṁ vā brāhmaṇaṁ vā paññāpessāmī’ti, tamahaṁ tattha evaṁ vadeyyaṁ: ",
  "an4.30:5.3": "‘etu vadatu byāharatu passāmissānubhāvan’ti. ",
  "an4.30:5.4": "So vata, paribbājakā, sammāsatiṁ dhammapadaṁ paccakkhāya muṭṭhassatiṁ asampajānaṁ samaṇaṁ vā brāhmaṇaṁ vā paññāpessatīti netaṁ ṭhānaṁ vijjati. ",
  "an4.30:6.1": "Yo kho, paribbājakā, evaṁ vadeyya: ",
  "an4.30:6.2": "‘ahametaṁ sammāsamādhiṁ dhammapadaṁ paccakkhāya asamāhitaṁ vibbhantacittaṁ samaṇaṁ vā brāhmaṇaṁ vā paññāpessāmī’ti, tamahaṁ tattha evaṁ vadeyyaṁ: ",
  "an4.30:6.3": "‘etu vadatu byāharatu passāmissānubhāvan’ti. ",
  "an4.30:6.4": "So vata, paribbājakā, sammāsamādhiṁ dhammapadaṁ paccakkhāya asamāhitaṁ vibbhantacittaṁ samaṇaṁ vā brāhmaṇaṁ vā paññāpessatīti netaṁ ṭhānaṁ vijjati. ",
  "an4.30:7.1": "Yo kho, paribbājakā, imāni cattāri dhammapadāni garahitabbaṁ paṭikkositabbaṁ maññeyya, tassa diṭṭheva dhamme cattāro sahadhammikā vādānupātā gārayhā ṭhānā āgacchanti. ",
  "an4.30:7.2": "Katame cattāro? ",
  "an4.30:7.3": "Anabhijjhañce bhavaṁ dhammapadaṁ garahati paṭikkosati, ye ca hi abhijjhālū kāmesu tibbasārāgā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṁsā. ",
  "an4.30:7.4": "Abyāpādañce bhavaṁ dhammapadaṁ garahati paṭikkosati, ye ca hi byāpannacittā paduṭṭhamanasaṅkappā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṁsā. ",
  "an4.30:7.5": "Sammāsatiñce bhavaṁ dhammapadaṁ garahati paṭikkosati, ye ca hi muṭṭhassatī asampajānā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṁsā. ",
  "an4.30:7.6": "Sammāsamādhiñce bhavaṁ dhammapadaṁ garahati paṭikkosati, ye ca hi asamāhitā vibbhantacittā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṁsā. ",
  "an4.30:8.1": "Yo kho, paribbājakā, imāni cattāri dhammapadāni garahitabbaṁ paṭikkositabbaṁ maññeyya, tassa diṭṭheva dhamme ime cattāro sahadhammikā vādānupātā gārayhā ṭhānā āgacchanti. ",
  "an4.30:8.2": "Yepi te paribbājakā ahesuṁ ukkalā vassabhaññā ahetukavādā akiriyavādā natthikavādā, tepi imāni cattāri dhammapadāni na garahitabbaṁ na paṭikkositabbaṁ amaññiṁsu. ",
  "an4.30:8.3": "Taṁ kissa hetu? ",
  "an4.30:8.4": "Nindābyārosanaupārambhabhayāti. ",
  "an4.30:9.1": "Abyāpanno sadā sato, ",
  "an4.30:9.2": "ajjhattaṁ susamāhito; ",
  "an4.30:9.3": "Abhijjhāvinaye sikkhaṁ, ",
  "an4.30:9.4": "appamattoti vuccatī”ti. ",
  "an4.30:9.5": "Dasamaṁ. ",
  "an4.30:9.6": "Uruvelavaggo tatiyo. ",
  "an4.30:10.0": "Tassuddānaṁ",
  "an4.30:10.1": "Dve uruvelā loko kāḷako, ",
  "an4.30:10.2": "Brahmacariyena pañcamaṁ; ",
  "an4.30:10.3": "Kuhaṁ santuṭṭhi vaṁso ca, ",
  "an4.30:10.4": "Dhammapadaṁ paribbājakena cāti. "
}