{
  "an4.100:0.1": "Aṅguttara Nikāya 4.100 ",
  "an4.100:0.2": "10. Asuravagga ",
  "an4.100:0.3": "Potaliyasutta ",
  "an4.100:1.1": "Atha kho potaliyo paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an4.100:1.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho potaliyaṁ paribbājakaṁ bhagavā etadavoca: ",
  "an4.100:2.1": "“Cattārome, potaliya, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.100:2.2": "Katame cattāro? ",
  "an4.100:2.3": "Idha, potaliya, ekacco puggalo avaṇṇārahassa avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, no ca kho vaṇṇārahassa vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena. ",
  "an4.100:2.4": "Idha pana, potaliya, ekacco puggalo vaṇṇārahassa vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, no ca kho avaṇṇārahassa avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena. ",
  "an4.100:2.5": "Idha pana, potaliya, ekacco puggalo neva avaṇṇārahassa avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, no ca vaṇṇārahassa vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena. ",
  "an4.100:2.6": "Idha pana, potaliya, ekacco puggalo avaṇṇārahassa ca avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, vaṇṇārahassa ca vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena. ",
  "an4.100:2.7": "Ime kho, potaliya, cattāro puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.100:2.8": "Imesaṁ kho, potaliya, catunnaṁ puggalānaṁ katamo te puggalo khamati abhikkantataro ca paṇītataro cā”ti? ",
  "an4.100:3.1": "“Cattārome, bho gotama, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.100:3.2": "Katame cattāro? ",
  "an4.100:3.3": "Idha, bho gotama, ekacco puggalo avaṇṇārahassa avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, no ca kho vaṇṇārahassa vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena. ",
  "an4.100:3.4": "Idha pana, bho gotama, ekacco puggalo vaṇṇārahassa vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, no ca kho avaṇṇārahassa avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena. ",
  "an4.100:3.5": "Idha pana, bho gotama, ekacco puggalo neva avaṇṇārahassa avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, no ca vaṇṇārahassa vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena. ",
  "an4.100:3.6": "Idha pana, bho gotama, ekacco puggalo avaṇṇārahassa ca avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, vaṇṇārahassa ca vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena. ",
  "an4.100:3.7": "Ime kho, bho gotama, cattāro puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.100:3.8": "Imesaṁ, bho gotama, catunnaṁ puggalānaṁ yvāyaṁ puggalo neva avaṇṇārahassa avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, no ca vaṇṇārahassa vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena; ",
  "an4.100:3.9": "ayaṁ me puggalo khamati imesaṁ catunnaṁ puggalānaṁ abhikkantataro ca paṇītataro ca. ",
  "an4.100:3.10": "Taṁ kissa hetu? ",
  "an4.100:3.11": "Abhikkantā hesā, bho gotama, yadidaṁ upekkhā”ti. ",
  "an4.100:4.1": "“Cattārome, potaliya, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.100:4.2": "Katame cattāro …pe… ime kho, potaliya, cattāro puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.100:4.3": "Imesaṁ kho, potaliya, catunnaṁ puggalānaṁ yvāyaṁ puggalo avaṇṇārahassa ca avaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena, vaṇṇārahassa ca vaṇṇaṁ bhāsitā hoti bhūtaṁ tacchaṁ kālena; ",
  "an4.100:4.4": "ayaṁ imesaṁ catunnaṁ puggalānaṁ abhikkantataro ca paṇītataro ca. ",
  "an4.100:4.5": "Taṁ kissa hetu? ",
  "an4.100:4.6": "Abhikkantā hesā, potaliya, yadidaṁ tattha tattha kālaññutā”ti. ",
  "an4.100:5.1": "“Cattārome, bho gotama, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.100:5.2": "Katame cattāro …pe… ime kho, bho gotama, cattāro puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.100:5.3": "Imesaṁ, bho gotama, catunnaṁ puggalānaṁ yvāyaṁ puggalo avaṇṇārahassa ca avaṇṇaṁ bhāsitā bhūtaṁ tacchaṁ kālena, vaṇṇārahassa ca vaṇṇaṁ bhāsitā bhūtaṁ tacchaṁ kālena; ",
  "an4.100:5.4": "ayaṁ me puggalo khamati imesaṁ catunnaṁ puggalānaṁ abhikkantataro ca paṇītataro ca. ",
  "an4.100:5.5": "Taṁ kissa hetu? ",
  "an4.100:5.6": "Abhikkantā hesā, bho gotama, yadidaṁ tattha tattha kālaññutā. ",
  "an4.100:6.1": "Abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "an4.100:6.2": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "an4.100:6.3": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "an4.100:6.4": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "an4.100:6.5": "Dasamaṁ. ",
  "an4.100:6.6": "Asuravaggo pañcamo. ",
  "an4.100:7.0": "Tassuddānaṁ ",
  "an4.100:7.1": "Asuro tayo samādhī, ",
  "an4.100:7.2": "chavālātena pañcamaṁ; ",
  "an4.100:7.3": "Rāgo nisanti attahitaṁ, ",
  "an4.100:7.4": "sikkhā potaliyena cāti. ",
  "an4.100:7.5": "Dutiyo paṇṇāsako samatto. "
}