{
  "an4.183:0.1": "Aṅguttara Nikāya 4 ",
  "an4.183:0.2": "19. Brāhmaṇavagga ",
  "an4.183:0.3": "183. Sutasutta ",
  "an4.183:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "an4.183:1.2": "Atha kho vassakāro brāhmaṇo magadhamahāmatto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "an4.183:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho vassakāro brāhmaṇo magadhamahāmatto bhagavantaṁ etadavoca: ",
  "an4.183:2.1": "“Ahañhi, bho gotama, evaṁvādī evaṁdiṭṭhi: ",
  "an4.183:2.2": "‘yo koci diṭṭhaṁ bhāsati—",
  "an4.183:2.3": "evaṁ me diṭṭhanti, natthi tato doso; ",
  "an4.183:2.4": "yo koci sutaṁ bhāsati—",
  "an4.183:2.5": "evaṁ me sutanti, natthi tato doso; ",
  "an4.183:2.6": "yo koci mutaṁ bhāsati—",
  "an4.183:2.7": "evaṁ me mutanti, natthi tato doso; ",
  "an4.183:2.8": "yo koci viññātaṁ bhāsati—",
  "an4.183:2.9": "evaṁ me viññātanti, natthi tato doso’”ti. ",
  "an4.183:3.1": "“Nāhaṁ, brāhmaṇa, sabbaṁ diṭṭhaṁ bhāsitabbanti vadāmi; ",
  "an4.183:3.2": "na panāhaṁ, brāhmaṇa, sabbaṁ diṭṭhaṁ na bhāsitabbanti vadāmi; ",
  "an4.183:3.3": "nāhaṁ, brāhmaṇa, sabbaṁ sutaṁ bhāsitabbanti vadāmi; ",
  "an4.183:3.4": "na panāhaṁ, brāhmaṇa, sabbaṁ sutaṁ na bhāsitabbanti vadāmi; ",
  "an4.183:3.5": "nāhaṁ, brāhmaṇa, sabbaṁ mutaṁ bhāsitabbanti vadāmi; ",
  "an4.183:3.6": "na panāhaṁ, brāhmaṇa, sabbaṁ mutaṁ na bhāsitabbanti vadāmi; ",
  "an4.183:3.7": "nāhaṁ, brāhmaṇa, sabbaṁ viññātaṁ bhāsitabbanti vadāmi; ",
  "an4.183:3.8": "na panāhaṁ, brāhmaṇa, sabbaṁ viññātaṁ na bhāsitabbanti vadāmi. ",
  "an4.183:4.1": "Yañhi, brāhmaṇa, diṭṭhaṁ bhāsato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṁ diṭṭhaṁ na bhāsitabbanti vadāmi. ",
  "an4.183:4.2": "Yañca khvassa, brāhmaṇa, diṭṭhaṁ abhāsato kusalā dhammā parihāyanti, akusalā dhammā abhivaḍḍhanti, evarūpaṁ diṭṭhaṁ bhāsitabbanti vadāmi. ",
  "an4.183:5.1": "Yañhi, brāhmaṇa, sutaṁ bhāsato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṁ sutaṁ na bhāsitabbanti vadāmi. ",
  "an4.183:5.2": "Yañca khvassa, brāhmaṇa, sutaṁ abhāsato kusalā dhammā parihāyanti, akusalā dhammā abhivaḍḍhanti, evarūpaṁ sutaṁ bhāsitabbanti vadāmi. ",
  "an4.183:6.1": "Yañhi, brāhmaṇa, mutaṁ bhāsato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṁ mutaṁ na bhāsitabbanti vadāmi. ",
  "an4.183:6.2": "Yañca khvassa, brāhmaṇa, mutaṁ abhāsato kusalā dhammā parihāyanti, akusalā dhammā abhivaḍḍhanti, evarūpaṁ mutaṁ bhāsitabbanti vadāmi. ",
  "an4.183:7.1": "Yañhi, brāhmaṇa, viññātaṁ bhāsato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṁ viññātaṁ na bhāsitabbanti vadāmi. ",
  "an4.183:7.2": "Yañca khvassa, brāhmaṇa, viññātaṁ abhāsato kusalā dhammā parihāyanti, akusalā dhammā abhivaḍḍhanti, evarūpaṁ viññātaṁ bhāsitabbanti vadāmī”ti. ",
  "an4.183:8.1": "Atha kho vassakāro brāhmaṇo magadhamahāmatto bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmīti. ",
  "an4.183:8.2": "Tatiyaṁ. "
}