{
  "an4.185:0.1": "Aṅguttara Nikāya 4 ",
  "an4.185:0.2": "19. Brāhmaṇavagga ",
  "an4.185:0.3": "185. Brāhmaṇasaccasutta ",
  "an4.185:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "an4.185:1.2": "Tena kho pana samayena sambahulā abhiññātā abhiññātā paribbājakā sippinikātīre paribbājakārāme paṭivasanti, seyyathidaṁ annabhāro varadharo sakuludāyī ca paribbājako aññe ca abhiññātā abhiññātā paribbājakā. ",
  "an4.185:1.3": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena sippinikātīre paribbājakārāmo tenupasaṅkami. ",
  "an4.185:2.1": "Tena kho pana samayena tesaṁ aññatitthiyānaṁ paribbājakānaṁ sannisinnānaṁ sannipatitānaṁ ayamantarā kathā udapādi: ",
  "an4.185:2.2": "“itipi brāhmaṇasaccāni, itipi brāhmaṇasaccānī”ti. ",
  "an4.185:2.3": "Atha kho bhagavā yena te paribbājakā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā te paribbājake etadavoca: ",
  "an4.185:3.1": "“Kāya nuttha, paribbājakā, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "an4.185:3.2": "“Idha, bho gotama, amhākaṁ sannisinnānaṁ sannipatitānaṁ ayamantarākathā udapādi: ",
  "an4.185:3.3": "‘itipi brāhmaṇasaccāni, itipi brāhmaṇasaccānī’”ti. ",
  "an4.185:4.1": "“Cattārimāni, paribbājakā, brāhmaṇasaccāni mayā sayaṁ abhiññā sacchikatvā paveditāni. ",
  "an4.185:4.2": "Katamāni cattāri? ",
  "an4.185:4.3": "Idha, paribbājakā, brāhmaṇo evamāha: ",
  "an4.185:4.4": "‘sabbe pāṇā avajjhā’ti. ",
  "an4.185:4.5": "Iti vadaṁ brāhmaṇo saccaṁ āha, no musā. ",
  "an4.185:4.6": "So tena na samaṇoti maññati, na brāhmaṇoti maññati, na seyyohamasmīti maññati, na sadisohamasmīti maññati, na hīnohamasmīti maññati. ",
  "an4.185:4.7": "Api ca yadeva tattha saccaṁ tadabhiññāya pāṇānaṁyeva anuddayāya anukampāya paṭipanno hoti. ",
  "an4.185:5.1": "Puna caparaṁ, paribbājakā, brāhmaṇo evamāha: ",
  "an4.185:5.2": "‘sabbe kāmā aniccā dukkhā vipariṇāmadhammā’ti. ",
  "an4.185:5.3": "Iti vadaṁ brāhmaṇo saccamāha, no musā. ",
  "an4.185:5.4": "So tena na samaṇoti maññati, na brāhmaṇoti maññati, na seyyohamasmīti maññati, na sadisohamasmīti maññati, na hīnohamasmīti maññati. ",
  "an4.185:5.5": "Api ca yadeva tattha saccaṁ tadabhiññāya kāmānaṁyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ",
  "an4.185:6.1": "Puna caparaṁ, paribbājakā, brāhmaṇo evamāha: ",
  "an4.185:6.2": "‘sabbe bhavā aniccā …pe… tadabhiññāya bhavānaṁyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ",
  "an4.185:7.1": "Puna caparaṁ, paribbājakā, brāhmaṇo evamāha: ",
  "an4.185:7.2": "‘nāhaṁ kvacani kassaci kiñcanatasmiṁ na ca mama kvacani katthaci kiñcanatatthī’ti. ",
  "an4.185:7.3": "Iti vadaṁ brāhmaṇo saccaṁ āha, no musā. ",
  "an4.185:7.4": "So tena na samaṇoti maññati, na brāhmaṇoti maññati, na seyyohamasmīti maññati, na sadisohamasmīti maññati, na hīnohamasmīti maññati. ",
  "an4.185:7.5": "Api ca yadeva tattha saccaṁ tadabhiññāya ākiñcaññaṁyeva paṭipadaṁ paṭipanno hoti. ",
  "an4.185:7.6": "Imāni kho, paribbājakā, cattāri brāhmaṇasaccāni mayā sayaṁ abhiññā sacchikatvā paveditānī”ti. ",
  "an4.185:7.7": "Pañcamaṁ. "
}