{
  "an4.244:0.1": "Aṅguttara Nikāya 4 ",
  "an4.244:0.2": "25. Āpattibhayavagga ",
  "an4.244:0.3": "244. Āpattibhayasutta ",
  "an4.244:1.1": "“Cattārimāni, bhikkhave, āpattibhayāni. ",
  "an4.244:1.2": "Katamāni cattāri? ",
  "an4.244:1.3": "Seyyathāpi, bhikkhave, coraṁ āgucāriṁ gahetvā rañño dasseyyuṁ: ",
  "an4.244:1.4": "‘ayaṁ te, deva, coro āgucārī. ",
  "an4.244:1.5": "Imassa devo daṇḍaṁ paṇetū’ti. ",
  "an4.244:1.6": "Tamenaṁ rājā evaṁ vadeyya: ",
  "an4.244:1.7": "‘gacchatha, bho, imaṁ purisaṁ daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṁ chindathā’ti. ",
  "an4.244:1.8": "Tamenaṁ rañño purisā daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṁ chindeyyuṁ. ",
  "an4.244:1.9": "Tatraññatarassa thalaṭṭhassa purisassa evamassa: ",
  "an4.244:1.10": "‘pāpakaṁ vata, bho, ayaṁ puriso kammaṁ akāsi gārayhaṁ sīsacchejjaṁ. ",
  "an4.244:1.11": "Yatra hi nāma rañño purisā daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhāmetvā dakkhiṇato nagarassa sīsaṁ chindissanti. ",
  "an4.244:1.12": "So vatassāhaṁ evarūpaṁ pāpakammaṁ na kareyyaṁ gārayhaṁ sīsacchejjan’ti. ",
  "an4.244:1.13": "Evamevaṁ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā evaṁ tibbā bhayasaññā paccupaṭṭhitā hoti pārājikesu dhammesu. ",
  "an4.244:1.14": "Tassetaṁ pāṭikaṅkhaṁ—anāpanno vā pārājikaṁ dhammaṁ na āpajjissati, āpanno vā pārājikaṁ dhammaṁ yathādhammaṁ paṭikarissati. ",
  "an4.244:2.1": "Seyyathāpi, bhikkhave, puriso kāḷavatthaṁ paridhāya kese pakiritvā musalaṁ khandhe āropetvā mahājanakāyaṁ upasaṅkamitvā evaṁ vadeyya: ",
  "an4.244:2.2": "‘ahaṁ, bhante, pāpakammaṁ akāsiṁ gārayhaṁ mosallaṁ, yena me āyasmanto attamanā honti taṁ karomī’ti. ",
  "an4.244:2.3": "Tatraññatarassa thalaṭṭhassa purisassa evamassa: ",
  "an4.244:2.4": "‘pāpakaṁ vata, bho, ayaṁ puriso kammaṁ akāsi gārayhaṁ mosallaṁ. ",
  "an4.244:2.5": "Yatra hi nāma kāḷavatthaṁ paridhāya kese pakiritvā musalaṁ khandhe āropetvā mahājanakāyaṁ upasaṅkamitvā evaṁ vakkhati: ",
  "an4.244:2.6": "“ahaṁ, bhante, pāpakammaṁ akāsiṁ gārayhaṁ mosallaṁ, yena me āyasmanto attamanā honti taṁ karomī”ti. ",
  "an4.244:2.7": "So vatassāhaṁ evarūpaṁ pāpakammaṁ na kareyyaṁ gārayhaṁ mosallan’ti. ",
  "an4.244:2.8": "Evamevaṁ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā evaṁ tibbā bhayasaññā paccupaṭṭhitā hoti saṅghādisesesu dhammesu, tassetaṁ pāṭikaṅkhaṁ—anāpanno vā saṅghādisesaṁ dhammaṁ na āpajjissati, āpanno vā saṅghādisesaṁ dhammaṁ yathādhammaṁ paṭikarissati. ",
  "an4.244:3.1": "Seyyathāpi, bhikkhave, puriso kāḷavatthaṁ paridhāya kese pakiritvā bhasmapuṭaṁ khandhe āropetvā mahājanakāyaṁ upasaṅkamitvā evaṁ vadeyya: ",
  "an4.244:3.2": "‘ahaṁ, bhante, pāpakammaṁ akāsiṁ gārayhaṁ bhasmapuṭaṁ. ",
  "an4.244:3.3": "Yena me āyasmanto attamanā honti taṁ karomī’ti. ",
  "an4.244:3.4": "Tatraññatarassa thalaṭṭhassa purisassa evamassa: ",
  "an4.244:3.5": "‘pāpakaṁ vata, bho, ayaṁ puriso kammaṁ akāsi gārayhaṁ bhasmapuṭaṁ. ",
  "an4.244:3.6": "Yatra hi nāma kāḷavatthaṁ paridhāya kese pakiritvā bhasmapuṭaṁ khandhe āropetvā mahājanakāyaṁ upasaṅkamitvā evaṁ vakkhati: ",
  "an4.244:3.7": "“ahaṁ, bhante, pāpakammaṁ akāsiṁ gārayhaṁ bhasmapuṭaṁ; ",
  "an4.244:3.8": "yena me āyasmanto attamanā honti taṁ karomī”ti. ",
  "an4.244:3.9": "So vatassāhaṁ evarūpaṁ pāpakammaṁ na kareyyaṁ gārayhaṁ bhasmapuṭan’ti. ",
  "an4.244:3.10": "Evamevaṁ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā evaṁ tibbā bhayasaññā paccupaṭṭhitā hoti pācittiyesu dhammesu, tassetaṁ pāṭikaṅkhaṁ—anāpanno vā pācittiyaṁ dhammaṁ na āpajjissati, āpanno vā pācittiyaṁ dhammaṁ yathādhammaṁ paṭikarissati. ",
  "an4.244:4.1": "Seyyathāpi, bhikkhave, puriso kāḷavatthaṁ paridhāya kese pakiritvā mahājanakāyaṁ upasaṅkamitvā evaṁ vadeyya: ",
  "an4.244:4.2": "‘ahaṁ, bhante, pāpakammaṁ akāsiṁ gārayhaṁ upavajjaṁ. ",
  "an4.244:4.3": "Yena me āyasmanto attamanā honti taṁ karomī’ti. ",
  "an4.244:4.4": "Tatraññatarassa thalaṭṭhassa purisassa evamassa: ",
  "an4.244:4.5": "‘pāpakaṁ vata, bho, ayaṁ puriso kammaṁ akāsi gārayhaṁ upavajjaṁ. ",
  "an4.244:4.6": "Yatra hi nāma kāḷavatthaṁ paridhāya kese pakiritvā mahājanakāyaṁ upasaṅkamitvā evaṁ vakkhati: ",
  "an4.244:4.7": "“ahaṁ, bhante, pāpakammaṁ akāsiṁ gārayhaṁ upavajjaṁ; ",
  "an4.244:4.8": "yena me āyasmanto attamanā honti taṁ karomī”ti. ",
  "an4.244:4.9": "So vatassāhaṁ evarūpaṁ pāpakammaṁ na kareyyaṁ gārayhaṁ upavajjan’ti. ",
  "an4.244:4.10": "Evamevaṁ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā evaṁ tibbā bhayasaññā paccupaṭṭhitā hoti pāṭidesanīyesu dhammesu, tassetaṁ pāṭikaṅkhaṁ—anāpanno vā pāṭidesanīyaṁ dhammaṁ na āpajjissati, āpanno vā pāṭidesanīyaṁ dhammaṁ yathādhammaṁ paṭikarissati. ",
  "an4.244:4.11": "Imāni kho, bhikkhave, cattāri āpattibhayānī”ti. ",
  "an4.244:4.12": "Dutiyaṁ. "
}