{
  "an4.4:0.1": "Aṅguttara Nikāya 4 ",
  "an4.4:0.2": "1. Bhaṇḍagāmavagga ",
  "an4.4:0.3": "4. Dutiyakhatasutta ",
  "an4.4:1.1": "“Catūsu, bhikkhave, micchā paṭipajjamāno bālo abyatto asappuriso khataṁ upahataṁ attānaṁ pariharati sāvajjo ca hoti sānuvajjo ca viññūnaṁ, bahuñca apuññaṁ pasavati. ",
  "an4.4:1.2": "Katamesu catūsu? ",
  "an4.4:1.3": "Mātari, bhikkhave, micchā paṭipajjamāno bālo abyatto asappuriso khataṁ upahataṁ attānaṁ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṁ, bahuñca apuññaṁ pasavati. ",
  "an4.4:1.4": "Pitari, bhikkhave, micchā paṭipajjamāno …pe… tathāgate, bhikkhave, micchā paṭipajjamāno …pe… tathāgatasāvake, bhikkhave, micchā paṭipajjamāno bālo abyatto asappuriso khataṁ upahataṁ attānaṁ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṁ, bahuñca apuññaṁ pasavati. ",
  "an4.4:1.5": "Imesu kho, bhikkhave, catūsu micchā paṭipajjamāno bālo abyatto asappuriso khataṁ upahataṁ attānaṁ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṁ, bahuñca apuññaṁ pasavati. ",
  "an4.4:2.1": "Catūsu, bhikkhave, sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṁ anupahataṁ attānaṁ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṁ, bahuñca puññaṁ pasavati. ",
  "an4.4:2.2": "Katamesu catūsu? ",
  "an4.4:2.3": "Mātari, bhikkhave, sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṁ anupahataṁ attānaṁ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṁ, bahuñca puññaṁ pasavati. ",
  "an4.4:2.4": "Pitari, bhikkhave, sammā paṭipajjamāno …pe… tathāgate, bhikkhave, sammā paṭipajjamāno …pe… tathāgatasāvake, bhikkhave, sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṁ anupahataṁ attānaṁ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṁ, bahuñca puññaṁ pasavati. ",
  "an4.4:2.5": "Imesu kho, bhikkhave, catūsu sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṁ anupahataṁ attānaṁ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṁ, bahuñca puññaṁ pasavatīti. ",
  "an4.4:3.1": "Mātari pitari cāpi, ",
  "an4.4:3.2": "yo micchā paṭipajjati; ",
  "an4.4:3.3": "Tathāgate vā sambuddhe, ",
  "an4.4:3.4": "atha vā tassa sāvake; ",
  "an4.4:3.5": "Bahuñca so pasavati, ",
  "an4.4:3.6": "apuññaṁ tādiso naro. ",
  "an4.4:4.1": "Tāya naṁ adhammacariyāya, ",
  "an4.4:4.2": "Mātāpitūsu paṇḍitā; ",
  "an4.4:4.3": "Idheva naṁ garahanti, ",
  "an4.4:4.4": "Peccāpāyañca gacchati. ",
  "an4.4:5.1": "Mātari pitari cāpi, ",
  "an4.4:5.2": "yo sammā paṭipajjati; ",
  "an4.4:5.3": "Tathāgate vā sambuddhe, ",
  "an4.4:5.4": "atha vā tassa sāvake; ",
  "an4.4:5.5": "Bahuñca so pasavati, ",
  "an4.4:5.6": "puññaṁ etādiso naro. ",
  "an4.4:6.1": "Tāya naṁ dhammacariyāya, ",
  "an4.4:6.2": "mātāpitūsu paṇḍitā; ",
  "an4.4:6.3": "Idheva naṁ pasaṁsanti, ",
  "an4.4:6.4": "pecca sagge pamodatī”ti. ",
  "an4.4:6.5": "Catutthaṁ. "
}