{
  "an4.159:0.1": "Aṅguttara Nikāya 4 ",
  "an4.159:0.2": "16. Indriyavagga ",
  "an4.159:0.3": "159. Bhikkhunīsutta ",
  "an4.159:1.1": "Evaṁ me sutaṁ—",
  "an4.159:1.2": "ekaṁ samayaṁ āyasmā ānando kosambiyaṁ viharati ghositārāme. ",
  "an4.159:1.3": "Atha kho aññatarā bhikkhunī aññataraṁ purisaṁ āmantesi: ",
  "an4.159:1.4": "“ehi tvaṁ, ambho purisa, yenayyo ānando tenupasaṅkama; upasaṅkamitvā mama vacanena ayyassa ānandassa pāde sirasā vanda: ",
  "an4.159:1.5": "‘itthannāmā, bhante, bhikkhunī ābādhikinī dukkhitā bāḷhagilānā. ",
  "an4.159:1.6": "Sā ayyassa ānandassa pāde sirasā vandatī’ti. Evañca vadehi: ",
  "an4.159:1.7": "‘sādhu kira, bhante, ayyo ānando yena bhikkhunupassayo yena sā bhikkhunī tenupasaṅkamatu anukampaṁ upādāyā’”ti. ",
  "an4.159:1.8": "“Evaṁ, ayye”ti kho so puriso tassā bhikkhuniyā paṭissutvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so puriso āyasmantaṁ ānandaṁ etadavoca: ",
  "an4.159:2.1": "“Itthannāmā, bhante, bhikkhunī ābādhikinī dukkhitā bāḷhagilānā. ",
  "an4.159:2.2": "Sā āyasmato ānandassa pāde sirasā vandati, evañca vadeti: ",
  "an4.159:2.3": "‘sādhu kira, bhante, āyasmā ānando yena bhikkhunupassayo yena sā bhikkhunī tenupasaṅkamatu anukampaṁ upādāyā’”ti. ",
  "an4.159:2.4": "Adhivāsesi kho āyasmā ānando tuṇhībhāvena. ",
  "an4.159:3.1": "Atha kho āyasmā ānando nivāsetvā pattacīvaramādāya yena bhikkhunupassayo yena sā bhikkhunī tenupasaṅkami. ",
  "an4.159:3.2": "Addasā kho sā bhikkhunī āyasmantaṁ ānandaṁ dūratova āgacchantaṁ. ",
  "an4.159:3.3": "Disvā sasīsaṁ pārupitvā mañcake nipajji. ",
  "an4.159:3.4": "Atha kho āyasmā ānando yena sā bhikkhunī tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā ānando taṁ bhikkhuniṁ etadavoca: ",
  "an4.159:4.1": "“Āhārasambhūto ayaṁ, bhagini, kāyo āhāraṁ nissāya. ",
  "an4.159:4.2": "Āhāro pahātabbo. ",
  "an4.159:4.3": "Taṇhāsambhūto ayaṁ, bhagini, kāyo taṇhaṁ nissāya. ",
  "an4.159:4.4": "Taṇhā pahātabbā. ",
  "an4.159:4.5": "Mānasambhūto ayaṁ, bhagini, kāyo mānaṁ nissāya. ",
  "an4.159:4.6": "Māno pahātabbo. ",
  "an4.159:4.7": "Methunasambhūto ayaṁ, bhagini, kāyo. ",
  "an4.159:4.8": "Methune ca setughāto vutto bhagavatā. ",
  "an4.159:5.1": "‘Āhārasambhūto ayaṁ, bhagini, kāyo āhāraṁ nissāya. ",
  "an4.159:5.2": "Āhāro pahātabbo’ti, iti kho panetaṁ vuttaṁ. ",
  "an4.159:5.3": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an4.159:5.4": "Idha, bhagini, bhikkhu paṭisaṅkhā yoniso āhāraṁ āhāreti: ",
  "an4.159:5.5": "‘neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṁsūparatiyā brahmacariyānuggahāya. Iti purāṇañca vedanaṁ paṭihaṅkhāmi, navañca vedanaṁ na uppādessāmi. Yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti. ",
  "an4.159:5.6": "So aparena samayena āhāraṁ nissāya āhāraṁ pajahati. ",
  "an4.159:5.7": "‘Āhārasambhūto ayaṁ, bhagini, kāyo āhāraṁ nissāya āhāro pahātabbo’ti, ",
  "an4.159:5.8": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an4.159:6.1": "‘Taṇhāsambhūto ayaṁ, bhagini, kāyo taṇhaṁ nissāya. ",
  "an4.159:6.2": "Taṇhā pahātabbā’ti, iti kho panetaṁ vuttaṁ. ",
  "an4.159:6.3": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an4.159:6.4": "Idha, bhagini, bhikkhu suṇāti: ",
  "an4.159:6.5": "‘itthannāmo kira bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī’ti. ",
  "an4.159:6.6": "Tassa evaṁ hoti: ",
  "an4.159:6.7": "‘kudāssu nāma ahampi āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissāmī’ti. ",
  "an4.159:6.8": "So aparena samayena taṇhaṁ nissāya taṇhaṁ pajahati. ",
  "an4.159:6.9": "‘Taṇhāsambhūto ayaṁ, bhagini, kāyo taṇhaṁ nissāya taṇhā pahātabbā’ti, ",
  "an4.159:6.10": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an4.159:7.1": "‘Mānasambhūto ayaṁ, bhagini, kāyo mānaṁ nissāya. ",
  "an4.159:7.2": "Māno pahātabbo’ti, iti kho panetaṁ vuttaṁ. ",
  "an4.159:7.3": "Kiñcetaṁ paṭicca vuttaṁ? ",
  "an4.159:7.4": "Idha, bhagini, bhikkhu suṇāti: ",
  "an4.159:7.5": "‘itthannāmo kira bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī’ti. ",
  "an4.159:7.6": "Tassa evaṁ hoti: ",
  "an4.159:7.7": "‘so hi nāma āyasmā āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissati; ",
  "an4.159:7.8": "kimaṅgaṁ panāhan’ti. ",
  "an4.159:7.9": "So aparena samayena mānaṁ nissāya mānaṁ pajahati. ",
  "an4.159:7.10": "‘Mānasambhūto ayaṁ, bhagini, kāyo, mānaṁ nissāya māno pahātabbo’ti, ",
  "an4.159:7.11": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an4.159:8.1": "Methunasambhūto ayaṁ, bhagini, kāyo. ",
  "an4.159:8.2": "Methune ca setughāto vutto bhagavatā”ti. ",
  "an4.159:9.1": "Atha kho sā bhikkhunī mañcakā vuṭṭhahitvā ekaṁsaṁ uttarāsaṅgaṁ karitvā āyasmato ānandassa pādesu sirasā nipatitvā āyasmantaṁ ānandaṁ etadavoca: ",
  "an4.159:9.2": "“accayo maṁ, bhante, accagamā, yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yāhaṁ evamakāsiṁ. ",
  "an4.159:9.3": "Tassā me, bhante, ayyo ānando accayaṁ accayato paṭiggaṇhātu, āyatiṁ saṁvarāyā”ti. ",
  "an4.159:9.4": "“Taggha taṁ, bhagini, accayo accagamā, yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yā tvaṁ evamakāsi. ",
  "an4.159:9.5": "Yato ca kho tvaṁ, bhagini, accayaṁ accayato disvā yathādhammaṁ paṭikarosi, taṁ te mayaṁ paṭiggaṇhāma. ",
  "an4.159:9.6": "Vuddhi hesā, bhagini, ariyassa vinaye yo accayaṁ accayato disvā yathādhammaṁ paṭikaroti āyatiṁ saṁvaraṁ āpajjatī”ti. ",
  "an4.159:9.7": "Navamaṁ. "
}