{
  "an4.93:0.1": "Aṅguttara Nikāya 4 ",
  "an4.93:0.2": "10. Asuravagga ",
  "an4.93:0.3": "93. Dutiyasamādhisutta ",
  "an4.93:1.1": "“Cattārome, bhikkhave, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "an4.93:1.2": "Katame cattāro? ",
  "an4.93:1.3": "Idha, bhikkhave, ekacco puggalo lābhī hoti ajjhattaṁ cetosamathassa, na lābhī adhipaññādhammavipassanāya. ",
  "an4.93:1.4": "Idha pana, bhikkhave, ekacco puggalo lābhī hoti adhipaññādhammavipassanāya, na lābhī ajjhattaṁ cetosamathassa. ",
  "an4.93:1.5": "Idha pana, bhikkhave, ekacco puggalo na ceva lābhī hoti ajjhattaṁ cetosamathassa na ca lābhī adhipaññādhammavipassanāya. ",
  "an4.93:1.6": "Idha pana, bhikkhave, ekacco puggalo lābhī ceva hoti ajjhattaṁ cetosamathassa lābhī ca adhipaññādhammavipassanāya. ",
  "an4.93:2.1": "Tatra, bhikkhave, yvāyaṁ puggalo lābhī hoti ajjhattaṁ cetosamathassa na lābhī adhipaññādhammavipassanāya, tena, bhikkhave, puggalena ajjhattaṁ cetosamathe patiṭṭhāya adhipaññādhammavipassanāya yogo karaṇīyo. ",
  "an4.93:2.2": "So aparena samayena lābhī ceva hoti ajjhattaṁ cetosamathassa lābhī ca adhipaññādhammavipassanāya. ",
  "an4.93:3.1": "Tatra, bhikkhave, yvāyaṁ puggalo lābhī adhipaññādhammavipassanāya na lābhī ajjhattaṁ cetosamathassa, tena, bhikkhave, puggalena adhipaññādhammavipassanāya patiṭṭhāya ajjhattaṁ cetosamathe yogo karaṇīyo. ",
  "an4.93:3.2": "So aparena samayena lābhī ceva hoti adhipaññādhammavipassanāya lābhī ca ajjhattaṁ cetosamathassa. ",
  "an4.93:4.1": "Tatra, bhikkhave, yvāyaṁ puggalo na ceva lābhī ajjhattaṁ cetosamathassa na ca lābhī adhipaññādhammavipassanāya, tena, bhikkhave, puggalena tesaṁyeva kusalānaṁ dhammānaṁ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṁ. ",
  "an4.93:4.2": "Seyyathāpi, bhikkhave, ādittacelo vā ādittasīso vā tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṁ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya; ",
  "an4.93:4.3": "evamevaṁ kho, bhikkhave, tena puggalena tesaṁyeva kusalānaṁ dhammānaṁ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṁ. ",
  "an4.93:4.4": "So aparena samayena lābhī ceva hoti ajjhattaṁ cetosamathassa lābhī ca adhipaññādhammavipassanāya. ",
  "an4.93:5.1": "Tatra, bhikkhave, yvāyaṁ puggalo lābhī ceva hoti ajjhattaṁ cetosamathassa lābhī ca adhipaññādhammavipassanāya, tena, bhikkhave, puggalena tesuyeva kusalesu dhammesu patiṭṭhāya uttari āsavānaṁ khayāya yogo karaṇīyo. ",
  "an4.93:5.2": "Ime kho, bhikkhave, cattāro puggalā santo saṁvijjamānā lokasmin”ti. ",
  "an4.93:5.3": "Tatiyaṁ. "
}