{
  "an4.130:0.1": "Aṅguttara Nikāya 4 ",
  "an4.130:0.2": "13. Bhayavagga ",
  "an4.130:0.3": "130. Cakkavattiacchariyasutta ",
  "an4.130:1.1": "“Cattārome, bhikkhave, acchariyā abbhutā dhammā raññe cakkavattimhi. ",
  "an4.130:1.2": "Katame cattāro? ",
  "an4.130:1.3": "Sace, bhikkhave, khattiyaparisā rājānaṁ cakkavattiṁ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti. ",
  "an4.130:1.4": "Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti. ",
  "an4.130:1.5": "Atittāva, bhikkhave, khattiyaparisā hoti, atha rājā cakkavattī tuṇhī bhavati. ",
  "an4.130:2.1": "Sace, bhikkhave, brāhmaṇaparisā rājānaṁ cakkavattiṁ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti. ",
  "an4.130:2.2": "Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti. ",
  "an4.130:2.3": "Atittāva, bhikkhave, brāhmaṇaparisā hoti, atha rājā cakkavattī tuṇhī bhavati. ",
  "an4.130:3.1": "Sace, bhikkhave, gahapatiparisā rājānaṁ cakkavattiṁ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti. ",
  "an4.130:3.2": "Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti. ",
  "an4.130:3.3": "Atittāva, bhikkhave, gahapatiparisā hoti, atha rājā cakkavattī tuṇhī bhavati. ",
  "an4.130:4.1": "Sace, bhikkhave, samaṇaparisā rājānaṁ cakkavattiṁ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti. ",
  "an4.130:4.2": "Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti. ",
  "an4.130:4.3": "Atittāva, bhikkhave, samaṇaparisā hoti, atha rājā cakkavattī tuṇhī bhavati. ",
  "an4.130:4.4": "Ime kho, bhikkhave, cattāro acchariyā abbhutā dhammā raññe cakkavattimhi. ",
  "an4.130:5.1": "Evamevaṁ kho, bhikkhave, cattāro acchariyā abbhutā dhammā ānande. ",
  "an4.130:5.2": "Katame cattāro? ",
  "an4.130:5.3": "Sace, bhikkhave, bhikkhuparisā ānandaṁ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti. ",
  "an4.130:5.4": "Tatra ce ānando dhammaṁ bhāsati, bhāsitenapi sā attamanā hoti. ",
  "an4.130:5.5": "Atittāva, bhikkhave, bhikkhuparisā hoti, atha ānando tuṇhī bhavati. ",
  "an4.130:6.1": "Sace, bhikkhave, bhikkhuniparisā …pe… sace, bhikkhave, upāsakaparisā …pe… sace, bhikkhave, upāsikāparisā ānandaṁ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti. ",
  "an4.130:6.2": "Tatra ce ānando dhammaṁ bhāsati, bhāsitenapi sā attamanā hoti. ",
  "an4.130:6.3": "Atittāva, bhikkhave, upāsikāparisā hoti, atha ānando tuṇhī bhavati. ",
  "an4.130:6.4": "Ime kho, bhikkhave, cattāro acchariyā abbhutā dhammā ānande”ti. ",
  "an4.130:6.5": "Dasamaṁ. ",
  "an4.130:6.6": "Bhayavaggo tatiyo. ",
  "an4.130:7.0": "Tassuddānaṁ",
  "an4.130:7.1": "Attānuvādaūmi ca, ",
  "an4.130:7.2": "dve ca nānā dve ca honti; ",
  "an4.130:7.3": "Mettā dve ca acchariyā, ",
  "an4.130:7.4": "aparā ca tathā duveti. "
}