{
  "an4.192:0.1": "Aṅguttara Nikāya 4 ",
  "an4.192:0.2": "20. Mahāvagga ",
  "an4.192:0.3": "192. Ṭhānasutta ",
  "an4.192:1.1": "“Cattārimāni, bhikkhave, ṭhānāni catūhi ṭhānehi veditabbāni. ",
  "an4.192:1.2": "Katamāni cattāri? ",
  "an4.192:1.3": "Saṁvāsena, bhikkhave, sīlaṁ veditabbaṁ, tañca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññena. ",
  "an4.192:1.4": "Saṁvohārena, bhikkhave, soceyyaṁ veditabbaṁ, tañca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññena. ",
  "an4.192:1.5": "Āpadāsu, bhikkhave, thāmo veditabbo, so ca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññena. ",
  "an4.192:1.6": "Sākacchāya, bhikkhave, paññā veditabbā, sā ca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenāti. ",
  "an4.192:2.1": "‘Saṁvāsena, bhikkhave, sīlaṁ veditabbaṁ, tañca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenā’ti, ",
  "an4.192:2.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an4.192:2.3": "Idha, bhikkhave, puggalo puggalena saddhiṁ saṁvasamāno evaṁ jānāti: ",
  "an4.192:2.4": "‘dīgharattaṁ kho ayamāyasmā khaṇḍakārī chiddakārī sabalakārī kammāsakārī, na santatakārī na santatavutti; ",
  "an4.192:2.5": "sīlesu dussīlo ayamāyasmā, nāyamāyasmā sīlavā’ti. ",
  "an4.192:3.1": "Idha pana, bhikkhave, puggalo puggalena saddhiṁ saṁvasamāno evaṁ jānāti: ",
  "an4.192:3.2": "‘dīgharattaṁ kho ayamāyasmā akhaṇḍakārī acchiddakārī asabalakārī akammāsakārī santatakārī santatavutti; ",
  "an4.192:3.3": "sīlesu sīlavā ayamāyasmā, nāyamāyasmā dussīlo’ti. ",
  "an4.192:3.4": "‘Saṁvāsena, bhikkhave, sīlaṁ veditabbaṁ, tañca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenā’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an4.192:4.1": "‘Saṁvohārena, bhikkhave, soceyyaṁ veditabbaṁ, tañca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenā’ti, ",
  "an4.192:4.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an4.192:4.3": "Idha, bhikkhave, puggalo puggalena saddhiṁ saṁvoharamāno evaṁ jānāti: ",
  "an4.192:4.4": "‘aññathā kho ayamāyasmā ekena eko voharati, aññathā dvīhi, aññathā tīhi, aññathā sambahulehi; ",
  "an4.192:4.5": "vokkamati ayamāyasmā purimavohārā pacchimavohāraṁ; ",
  "an4.192:4.6": "aparisuddhavohāro ayamāyasmā, nāyamāyasmā parisuddhavohāro’ti. ",
  "an4.192:5.1": "Idha pana, bhikkhave, puggalo puggalena saddhiṁ saṁvoharamāno evaṁ jānāti: ",
  "an4.192:5.2": "‘yatheva kho ayamāyasmā ekena eko voharati, tathā dvīhi, tathā tīhi, tathā sambahulehi. ",
  "an4.192:5.3": "Nāyamāyasmā vokkamati purimavohārā pacchimavohāraṁ; ",
  "an4.192:5.4": "parisuddhavohāro ayamāyasmā, nāyamāyasmā aparisuddhavohāro’ti. ",
  "an4.192:5.5": "‘Saṁvohārena, bhikkhave, soceyyaṁ veditabbaṁ, tañca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenā’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an4.192:6.1": "‘Āpadāsu, bhikkhave, thāmo veditabbo, so ca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenā’ti, ",
  "an4.192:6.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an4.192:6.3": "Idha, bhikkhave, ekacco ñātibyasanena vā phuṭṭho samāno, bhogabyasanena vā phuṭṭho samāno, rogabyasanena vā phuṭṭho samāno na iti paṭisañcikkhati: ",
  "an4.192:6.4": "‘tathābhūto kho ayaṁ lokasannivāso tathābhūto ayaṁ attabhāvapaṭilābho yathābhūte lokasannivāse yathābhūte attabhāvapaṭilābhe aṭṭha lokadhammā lokaṁ anuparivattanti loko ca aṭṭha lokadhamme anuparivattati—",
  "an4.192:6.5": "lābho ca, alābho ca, yaso ca, ayaso ca, nindā ca, pasaṁsā ca, sukhañca, dukkhañcā’ti. ",
  "an4.192:6.6": "So ñātibyasanena vā phuṭṭho samāno bhogabyasanena vā phuṭṭho samāno rogabyasanena vā phuṭṭho samāno socati kilamati paridevati, urattāḷiṁ kandati, sammohaṁ āpajjati. ",
  "an4.192:7.1": "Idha pana, bhikkhave, ekacco ñātibyasanena vā phuṭṭho samāno bhogabyasanena vā phuṭṭho samāno rogabyasanena vā phuṭṭho samāno iti paṭisañcikkhati: ",
  "an4.192:7.2": "‘tathābhūto kho ayaṁ lokasannivāso tathābhūto ayaṁ attabhāvapaṭilābho yathābhūte lokasannivāse yathābhūte attabhāvapaṭilābhe aṭṭha lokadhammā lokaṁ anuparivattanti loko ca aṭṭha lokadhamme anuparivattati—",
  "an4.192:7.3": "lābho ca, alābho ca, yaso ca, ayaso ca, nindā ca, pasaṁsā ca, sukhañca, dukkhañcā’ti. ",
  "an4.192:7.4": "So ñātibyasanena vā phuṭṭho samāno bhogabyasanena vā phuṭṭho samāno rogabyasanena vā phuṭṭho samāno na socati na kilamati na paridevati, na urattāḷiṁ kandati, na sammohaṁ āpajjati. ",
  "an4.192:7.5": "‘Āpadāsu, bhikkhave, thāmo veditabbo, so ca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenā’ti, ",
  "an4.192:7.6": "iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an4.192:8.1": "‘Sākacchāya, bhikkhave, paññā veditabbā, sā ca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenā’ti, ",
  "an4.192:8.2": "iti kho panetaṁ vuttaṁ. Kiñcetaṁ paṭicca vuttaṁ? ",
  "an4.192:8.3": "Idha, bhikkhave, puggalo puggalena saddhiṁ sākacchāyamāno evaṁ jānāti: ",
  "an4.192:8.4": "‘yathā kho imassa āyasmato ummaggo yathā ca abhinīhāro yathā ca pañhāsamudāhāro, duppañño ayamāyasmā, nāyamāyasmā paññavā. ",
  "an4.192:8.5": "Taṁ kissa hetu? ",
  "an4.192:8.6": "Tathā hi ayamāyasmā na ceva gambhīraṁ atthapadaṁ udāharati santaṁ paṇītaṁ atakkāvacaraṁ nipuṇaṁ paṇḍitavedanīyaṁ. ",
  "an4.192:8.7": "Yañca ayamāyasmā dhammaṁ bhāsati tassa ca nappaṭibalo saṅkhittena vā vitthārena vā atthaṁ ācikkhituṁ desetuṁ paññāpetuṁ paṭṭhapetuṁ vivarituṁ vibhajituṁ uttānīkātuṁ. ",
  "an4.192:8.8": "Duppañño ayamāyasmā, nāyamāyasmā paññavā’ti. ",
  "an4.192:9.1": "Seyyathāpi, bhikkhave, cakkhumā puriso udakarahadassa tīre ṭhito passeyya parittaṁ macchaṁ ummujjamānaṁ. ",
  "an4.192:9.2": "Tassa evamassa: ",
  "an4.192:9.3": "‘yathā kho imassa macchassa ummaggo yathā ca ūmighāto yathā ca vegāyitattaṁ, paritto ayaṁ maccho, nāyaṁ maccho mahanto’ti. ",
  "an4.192:9.4": "Evamevaṁ kho, bhikkhave, puggalo puggalena saddhiṁ sākacchāyamāno evaṁ jānāti: ",
  "an4.192:9.5": "‘yathā kho imassa āyasmato ummaggo yathā ca abhinīhāro yathā ca pañhāsamudāhāro, duppañño ayamāyasmā, nāyamāyasmā paññavā. ",
  "an4.192:9.6": "Taṁ kissa hetu? ",
  "an4.192:9.7": "Tathā hi ayamāyasmā na ceva gambhīraṁ atthapadaṁ udāharati santaṁ paṇītaṁ atakkāvacaraṁ nipuṇaṁ paṇḍitavedanīyaṁ. ",
  "an4.192:9.8": "Yañca ayamāyasmā dhammaṁ bhāsati, tassa ca na paṭibalo saṅkhittena vā vitthārena vā atthaṁ ācikkhituṁ desetuṁ paññāpetuṁ paṭṭhapetuṁ vivarituṁ vibhajituṁ uttānīkātuṁ. ",
  "an4.192:9.9": "Duppañño ayamāyasmā, nāyamāyasmā paññavā’ti. ",
  "an4.192:10.1": "Idha pana, bhikkhave, puggalo puggalena saddhiṁ sākacchāyamāno evaṁ jānāti: ",
  "an4.192:10.2": "‘yathā kho imassa āyasmato ummaggo yathā ca abhinīhāro yathā ca pañhāsamudāhāro, paññavā ayamāyasmā, nāyamāyasmā duppañño. ",
  "an4.192:10.3": "Taṁ kissa hetu? ",
  "an4.192:10.4": "Tathā hi ayamāyasmā gambhīrañceva atthapadaṁ udāharati santaṁ paṇītaṁ atakkāvacaraṁ nipuṇaṁ paṇḍitavedanīyaṁ. ",
  "an4.192:10.5": "Yañca ayamāyasmā dhammaṁ bhāsati, tassa ca paṭibalo saṅkhittena vā vitthārena vā atthaṁ ācikkhituṁ desetuṁ paññāpetuṁ paṭṭhapetuṁ vivarituṁ vibhajituṁ uttānīkātuṁ. ",
  "an4.192:10.6": "Paññavā ayamāyasmā, nāyamāyasmā duppañño’ti. ",
  "an4.192:11.1": "Seyyathāpi, bhikkhave, cakkhumā puriso udakarahadassa tīre ṭhito passeyya mahantaṁ macchaṁ ummujjamānaṁ. ",
  "an4.192:11.2": "Tassa evamassa: ",
  "an4.192:11.3": "‘yathā kho imassa macchassa ummaggo yathā ca ūmighāto yathā ca vegāyitattaṁ, mahanto ayaṁ maccho, nāyaṁ maccho paritto’ti. ",
  "an4.192:11.4": "Evamevaṁ kho, bhikkhave, puggalo puggalena saddhiṁ sākacchāyamāno evaṁ jānāti: ",
  "an4.192:11.5": "‘yathā kho imassa āyasmato ummaggo yathā ca abhinīhāro yathā ca pañhāsamudāhāro, paññavā ayamāyasmā, nāyamāyasmā duppañño. ",
  "an4.192:11.6": "Taṁ kissa hetu? ",
  "an4.192:11.7": "Tathā hi ayamāyasmā gambhīrañceva atthapadaṁ udāharati santaṁ paṇītaṁ atakkāvacaraṁ nipuṇaṁ paṇḍitavedanīyaṁ. ",
  "an4.192:11.8": "Yañca ayamāyasmā dhammaṁ bhāsati, tassa ca paṭibalo saṅkhittena vā vitthārena vā atthaṁ ācikkhituṁ desetuṁ paññāpetuṁ paṭṭhapetuṁ vivarituṁ vibhajituṁ uttānīkātuṁ. ",
  "an4.192:11.9": "Paññavā ayamāyasmā, nāyamāyasmā duppañño’ti. ",
  "an4.192:12.1": "‘Sākacchāya, bhikkhave, paññā veditabbā, sā ca kho dīghena addhunā, na ittaraṁ; manasikarotā, no amanasikarotā; paññavatā, no duppaññenā’ti, iti yaṁ taṁ vuttaṁ idametaṁ paṭicca vuttaṁ. ",
  "an4.192:12.2": "Imāni kho, bhikkhave, cattāri ṭhānāni imehi catūhi ṭhānehi veditabbānī”ti. ",
  "an4.192:12.3": "Dutiyaṁ. "
}