{
  "ud4.1:0.1": "Udāna 4.1 ",
  "ud4.1:0.2": "Meghiyasutta ",
  "ud4.1:1.1": "Evaṁ me sutaṁ—",
  "ud4.1:1.2": " ekaṁ samayaṁ bhagavā cālikāyaṁ viharati cālike pabbate. ",
  "ud4.1:1.3": "Tena kho pana samayena āyasmā meghiyo bhagavato upaṭṭhāko hoti. ",
  "ud4.1:1.4": "Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho āyasmā meghiyo bhagavantaṁ etadavoca: ",
  "ud4.1:1.5": "“icchāmahaṁ, bhante, jantugāmaṁ piṇḍāya pavisitun”ti. ",
  "ud4.1:1.6": "“Yassadāni tvaṁ, meghiya, kālaṁ maññasī”ti. ",
  "ud4.1:2.1": "Atha kho āyasmā meghiyo pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya jantugāmaṁ piṇḍāya pāvisi. ",
  "ud4.1:2.2": "Jantugāme piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṁ tenupasaṅkami. ",
  "ud4.1:2.3": "Addasā kho āyasmā meghiyo kimikāḷāya nadiyā tīre jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno ambavanaṁ pāsādikaṁ manuññaṁ ramaṇīyaṁ. ",
  "ud4.1:2.4": "Disvānassa etadahosi: ",
  "ud4.1:2.5": "“pāsādikaṁ vatidaṁ ambavanaṁ manuññaṁ ramaṇīyaṁ. Alaṁ vatidaṁ kulaputtassa padhānatthikassa padhānāya. ",
  "ud4.1:2.6": "Sace maṁ bhagavā anujāneyya, āgaccheyyāhaṁ imaṁ ambavanaṁ padhānāyā”ti. ",
  "ud4.1:3.1": "Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "ud4.1:3.2": "Ekamantaṁ nisinno kho āyasmā meghiyo bhagavantaṁ etadavoca: ",
  "ud4.1:4.1": "“Idhāhaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya jantugāmaṁ piṇḍāya pāvisiṁ. ",
  "ud4.1:4.2": "Jantugāme piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṁ tenupasaṅkamiṁ. ",
  "ud4.1:4.3": "Addasaṁ kho ahaṁ, bhante, kimikāḷāya nadiyā tīre jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno ambavanaṁ pāsādikaṁ manuññaṁ ramaṇīyaṁ. ",
  "ud4.1:4.4": "Disvāna me etadahosi: ",
  "ud4.1:4.5": "‘pāsādikaṁ vatidaṁ ambavanaṁ manuññaṁ ramaṇīyaṁ. ",
  "ud4.1:4.6": "Alaṁ vatidaṁ kulaputtassa padhānatthikassa padhānāya. ",
  "ud4.1:4.7": "Sace maṁ bhagavā anujāneyya, āgaccheyyāhaṁ imaṁ ambavanaṁ padhānāyā’ti. ",
  "ud4.1:4.8": "Sace maṁ, bhante, bhagavā anujānāti, gaccheyyāhaṁ taṁ ambavanaṁ padhānāyā”ti. ",
  "ud4.1:5.1": "Evaṁ vutte, bhagavā āyasmantaṁ meghiyaṁ etadavoca: ",
  "ud4.1:5.2": "“āgamehi tāva, meghiya, ekakamhi tāva, yāva aññopi koci bhikkhu āgacchatī”ti. ",
  "ud4.1:6.1": "Dutiyampi kho āyasmā meghiyo bhagavantaṁ etadavoca: ",
  "ud4.1:6.2": "“bhagavato, bhante, natthi kiñci uttari karaṇīyaṁ, natthi katassa vā paticayo. ",
  "ud4.1:6.3": "Mayhaṁ kho pana, bhante, atthi uttari karaṇīyaṁ, atthi katassa paticayo. ",
  "ud4.1:6.4": "Sace maṁ bhagavā anujānāti, gaccheyyāhaṁ taṁ ambavanaṁ padhānāyā”ti. ",
  "ud4.1:6.5": "Dutiyampi kho bhagavā āyasmantaṁ meghiyaṁ etadavoca: ",
  "ud4.1:6.6": "“āgamehi tāva, meghiya, ekakamhi tāva, yāva aññopi koci bhikkhu āgacchatī”ti. ",
  "ud4.1:7.1": "Tatiyampi kho āyasmā meghiyo bhagavantaṁ etadavoca: ",
  "ud4.1:7.2": "“bhagavato, bhante, natthi kiñci uttari karaṇīyaṁ, natthi katassa vā paticayo. ",
  "ud4.1:7.3": "Mayhaṁ kho pana, bhante, atthi uttari karaṇīyaṁ, atthi katassa paticayo. ",
  "ud4.1:7.4": "Sace maṁ bhagavā anujānāti, gaccheyyāhaṁ taṁ ambavanaṁ padhānāyā”ti. ",
  "ud4.1:7.5": "“Padhānanti kho, meghiya, vadamānaṁ kinti vadeyyāma? ",
  "ud4.1:7.6": "Yassadāni tvaṁ, meghiya, kālaṁ maññasī”ti. ",
  "ud4.1:8.1": "Atha kho āyasmā meghiyo uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yena taṁ ambavanaṁ tenupasaṅkami; upasaṅkamitvā taṁ ambavanaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "ud4.1:8.2": "Atha kho āyasmato meghiyassa tasmiṁ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṁ—",
  "ud4.1:8.3": "kāmavitakko, byāpādavitakko, vihiṁsāvitakko. ",
  "ud4.1:9.1": "Atha kho āyasmato meghiyassa etadahosi: ",
  "ud4.1:9.2": "“acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "ud4.1:9.3": "Saddhāya ca vatamhā agārasmā anagāriyaṁ pabbajitā. ",
  "ud4.1:9.4": "Atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā, seyyathidaṁ—",
  "ud4.1:9.5": "kāmavitakkena, byāpādavitakkena, vihiṁsāvitakkena”. ",
  "ud4.1:10.1": "Atha kho āyasmā meghiyo sāyanhasamayaṁ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā meghiyo bhagavantaṁ etadavoca: ",
  "ud4.1:10.2": "“idha mayhaṁ, bhante, tasmiṁ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṁ—",
  "ud4.1:10.3": "kāmavitakko, byāpādavitakko, vihiṁsāvitakko. ",
  "ud4.1:10.4": "Tassa mayhaṁ, bhante, etadahosi: ",
  "ud4.1:10.5": "‘acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "ud4.1:10.6": "Saddhāya ca vatamhā agārasmā anagāriyaṁ pabbajitā. ",
  "ud4.1:10.7": "Atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā, seyyathidaṁ—",
  "ud4.1:10.8": "kāmavitakkena, byāpādavitakkena, vihiṁsāvitakkena’”. ",
  "ud4.1:11.1": "“Aparipakkāya, meghiya, cetovimuttiyā pañca dhammā paripākāya saṁvattanti. ",
  "ud4.1:11.2": "Katame pañca? ",
  "ud4.1:12.1": "Idha, meghiya, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko. ",
  "ud4.1:12.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṁ paṭhamo dhammo paripākāya saṁvattati. ",
  "ud4.1:13.1": "Puna caparaṁ, meghiya, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "ud4.1:13.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṁ dutiyo dhammo paripākāya saṁvattati. ",
  "ud4.1:14.1": "Puna caparaṁ, meghiya, bhikkhu yāyaṁ kathā abhisallekhikā cetovivaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati, seyyathidaṁ—appicchakathā, santuṭṭhikathā, pavivekakathā, asaṁsaggakathā, vīriyārambhakathā, sīlakathā, samādhikathā, paññākathā, vimuttikathā, vimuttiñāṇadassanakathā; evarūpāya kathāya nikāmalābhī hoti akicchalābhī akasiralābhī. ",
  "ud4.1:14.2": "Aparipākāya, meghiya, cetovimuttiyā ayaṁ tatiyo dhammo paripākāya saṁvattati. ",
  "ud4.1:15.1": "Puna caparaṁ, meghiya, bhikkhu āraddhavīriyo viharati, akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "ud4.1:15.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṁ catuttho dhammo paripākāya saṁvattati. ",
  "ud4.1:16.1": "Puna caparaṁ, meghiya, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "ud4.1:16.2": "Aparipakkāya, meghiya, cetovimuttiyā ayaṁ pañcamo dhammo paripākāya saṁvattati. ",
  "ud4.1:16.3": "Aparipakkāya, meghiya, cetovimuttiyā ime pañca dhammā paripākāya saṁvattanti. ",
  "ud4.1:17.1": "Kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa yaṁ sīlavā bhavissati, pātimokkhasaṁvarasaṁvuto viharissati, ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhissati sikkhāpadesu. ",
  "ud4.1:18.1": "Kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa yaṁ yāyaṁ kathā abhisallekhikā cetovivaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati, seyyathidaṁ—appicchakathā, santuṭṭhikathā, pavivekakathā, asaṁsaggakathā, vīriyārambhakathā, sīlakathā, samādhikathā, paññākathā, vimuttikathā, vimuttiñāṇadassanakathā; evarūpāya kathāya nikāmalābhī bhavissati akicchalābhī akasiralābhī. ",
  "ud4.1:19.1": "Kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa yaṁ āraddhavīriyo viharissati akusalānaṁ dhammānaṁ pahānāya, kusalānaṁ dhammānaṁ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu. ",
  "ud4.1:20.1": "Kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa yaṁ paññavā bhavissati, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. ",
  "ud4.1:21.1": "Tena ca pana, meghiya, bhikkhunā imesu pañcasu dhammesu patiṭṭhāya cattāro dhammā uttari bhāvetabbā—",
  "ud4.1:21.2": "asubhā bhāvetabbā rāgassa pahānāya, mettā bhāvetabbā byāpādassa pahānāya, ānāpānassati bhāvetabbā vitakkupacchedāya, aniccasaññā bhāvetabbā asmimānasamugghātāya. ",
  "ud4.1:21.3": "Aniccasaññino hi, meghiya, anattasaññā saṇṭhāti, ",
  "ud4.1:21.4": "anattasaññī asmimānasamugghātaṁ pāpuṇāti diṭṭheva dhamme nibbānan”ti. ",
  "ud4.1:22.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "ud4.1:23.1": "“Khuddā vitakkā sukhumā vitakkā, ",
  "ud4.1:23.2": "Anugatā manaso uppilāvā; ",
  "ud4.1:23.3": "Ete avidvā manaso vitakke, ",
  "ud4.1:23.4": "Hurā huraṁ dhāvati bhantacitto. ",
  "ud4.1:24.1": "Ete ca vidvā manaso vitakke, ",
  "ud4.1:24.2": "Ātāpiyo saṁvaratī satīmā; ",
  "ud4.1:24.3": "Anugate manaso uppilāve, ",
  "ud4.1:24.4": "Asesamete pajahāsi buddho”ti. ",
  "ud4.1:24.5": "Paṭhamaṁ. "
}