{
  "sn51.20:0.1": "Linked Discourses 51 ",
  "sn51.20:0.2": "2. Shaking the Stilt Longhouse ",
  "sn51.20:0.3": "20. Analysis ",
  "sn51.20:1.1": "“Mendicants, when the four bases of psychic power are developed and cultivated they’re very fruitful and beneficial. ",
  "sn51.20:2.1": "How so? ",
  "sn51.20:2.2": "It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort. ",
  "sn51.20:2.3": "They think: ‘My enthusiasm won’t be too lax or too tense. And it’ll be neither constricted internally nor scattered externally.’ ",
  "sn51.20:2.4": "And they meditate perceiving continuity: ",
  "sn51.20:2.5": "as before, so after; as after, so before; ",
  "sn51.20:2.6": "as below, so above; as above, so below; ",
  "sn51.20:2.7": "as by day, so by night; as by night, so by day. ",
  "sn51.20:2.8": "And so, with an open and unenveloped heart, they develop a mind that’s full of radiance. ",
  "sn51.20:2.9": "They develop the basis of psychic power that has immersion due to energy … ",
  "sn51.20:2.10": "mental development … ",
  "sn51.20:2.11": "inquiry, and active effort. ",
  "sn51.20:2.12": "They think: ‘My inquiry won’t be too lax or too tense. And it’ll be neither constricted internally nor scattered externally.’ ",
  "sn51.20:2.13": "And they meditate perceiving continuity: ",
  "sn51.20:2.14": "as before, so after; as after, so before; ",
  "sn51.20:2.15": "as below, so above; as above, so below; ",
  "sn51.20:2.16": "as by day, so by night; as by night, so by day. ",
  "sn51.20:2.17": "And so, with an open and unenveloped heart, they develop a mind that’s full of radiance. ",
  "sn51.20:3.1": "And what is enthusiasm that’s too lax? ",
  "sn51.20:3.2": "It’s when enthusiasm is combined with laziness. ",
  "sn51.20:3.3": "This is called lax enthusiasm. ",
  "sn51.20:4.1": "And what is enthusiasm that’s too tense? ",
  "sn51.20:4.2": "It’s when enthusiasm is combined with restlessness. ",
  "sn51.20:4.3": "This is called tense enthusiasm. ",
  "sn51.20:5.1": "And what is enthusiasm that’s constricted internally? ",
  "sn51.20:5.2": "It’s when enthusiasm is combined with dullness and drowsiness. ",
  "sn51.20:5.3": "This is called enthusiasm constricted internally. ",
  "sn51.20:6.1": "And what is enthusiasm that’s distracted externally? ",
  "sn51.20:6.2": "It’s when enthusiasm is frequently distracted and diffused externally on account of the five kinds of sensual stimulation. ",
  "sn51.20:6.3": "This is called enthusiasm distracted externally. ",
  "sn51.20:7.1": "And how does a mendicant meditate perceiving continuity: ",
  "sn51.20:7.2": "as before, so after; as after, so before? ",
  "sn51.20:7.3": "It’s when the perception of continuity is properly grasped, attended, borne in mind, and comprehended with wisdom by a mendicant. ",
  "sn51.20:7.4": "That’s how a mendicant meditates perceiving continuity: ",
  "sn51.20:7.5": "as before, so after; as after, so before. ",
  "sn51.20:8.1": "And how does a mendicant meditate as below, so above; as above, so below? ",
  "sn51.20:8.2": "It’s when a mendicant examines their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. ",
  "sn51.20:8.3": "‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ ",
  "sn51.20:8.4": "That’s how a mendicant meditates as below, so above; as above, so below. ",
  "sn51.20:9.1": "And how does a mendicant meditate as by day, so by night; as by night, so by day? ",
  "sn51.20:9.2": "It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort, with the same features, attributes, and signs by day as by night. ",
  "sn51.20:9.3": "And they develop it with the same features, attributes, and signs by night as by day. ",
  "sn51.20:9.4": "That’s how a mendicant meditates as by day, so by night; as by night, so by day. ",
  "sn51.20:10.1": "And how, with an open and unenveloped heart, does a mendicant develop a mind that’s full of radiance? ",
  "sn51.20:10.2": "It’s when a mendicant has properly grasped the perception of light, and has properly grasped the perception of day. ",
  "sn51.20:10.3": "That’s how, with an open and unenveloped heart, a mendicant develops a mind that’s full of radiance. ",
  "sn51.20:11.1": "And what is energy that’s too lax? … ",
  "sn51.20:11.2": " ",
  "sn51.20:11.3": " ",
  "sn51.20:12.1": " ",
  "sn51.20:12.2": " ",
  "sn51.20:12.3": " ",
  "sn51.20:13.1": " ",
  "sn51.20:13.2": " ",
  "sn51.20:13.3": " ",
  "sn51.20:14.1": " ",
  "sn51.20:14.2": " ",
  "sn51.20:15.1": " ",
  "sn51.20:15.2": " ",
  "sn51.20:15.3": " ",
  "sn51.20:16.1": "And what is mental development that’s too lax? … ",
  "sn51.20:16.2": " ",
  "sn51.20:16.3": " ",
  "sn51.20:17.1": " ",
  "sn51.20:17.2": " ",
  "sn51.20:17.3": " ",
  "sn51.20:18.1": " ",
  "sn51.20:18.2": " ",
  "sn51.20:18.3": " ",
  "sn51.20:19.1": " ",
  "sn51.20:19.2": " ",
  "sn51.20:19.3": " ",
  "sn51.20:19.4": " ",
  "sn51.20:20.1": "And what is inquiry that’s too lax? ",
  "sn51.20:20.2": "It’s when inquiry is combined with laziness. ",
  "sn51.20:20.3": "This is called lax inquiry. ",
  "sn51.20:21.1": "And what is inquiry that’s too tense? ",
  "sn51.20:21.2": "It’s when inquiry is combined with restlessness. ",
  "sn51.20:21.3": "This is called tense inquiry. ",
  "sn51.20:22.1": "And what is inquiry that’s constricted internally? ",
  "sn51.20:22.2": "It’s when inquiry is combined with dullness and drowsiness. ",
  "sn51.20:22.3": "This is called inquiry constricted internally. ",
  "sn51.20:23.1": "And what is inquiry that’s distracted externally? ",
  "sn51.20:23.2": "It’s when inquiry is frequently distracted and diffused externally on account of the five kinds of sensual stimulation. ",
  "sn51.20:23.3": "This is called inquiry distracted externally. … ",
  "sn51.20:23.4": "That’s how, with an open and unenveloped heart, a mendicant develops a mind that’s full of radiance. ",
  "sn51.20:23.5": "When the four bases of psychic power have been developed and cultivated in this way they’re very fruitful and beneficial. ",
  "sn51.20:24.1": "When the four bases of psychic power have been developed and cultivated in this way, a mendicant wields the many kinds of psychic power: multiplying themselves and becoming one again … controlling the body as far as the Brahmā realm. ",
  "sn51.20:24.2": "When the four bases of psychic power have been developed and cultivated in this way, they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.” ",
  "sn51.20:24.3": " ",
  "sn51.20:24.4": " ",
  "sn51.20:25.1": " ",
  "sn51.20:25.2": " ",
  "sn51.20:25.3": " "
}