{
  "sn46.53:0.1": "Verbundene Lehrreden 46.53 ",
  "sn46.53:0.2": "6. Das Kapitel über Diskutieren ",
  "sn46.53:0.3": "Feuer ",
  "sn46.53:1.1": "Da kleideten sich mehrere Mönche und Nonnen am Morgen an, nahmen Schale und Robe und betraten Sāvatthī zum Almosengang. ",
  "sn46.53:1.2": "(Wie in der vorhergehenden Lehrrede.) ",
  "sn46.53:2.1": "„Mönche und Nonnen, wenn Wanderer anderer Konfessionen so sprechen, solltet ihr zu ihnen sagen: ",
  "sn46.53:2.2": "‚Geehrte, welche Faktoren des Erwachens soll man nicht entwickeln und welche soll man entwickeln, wenn der Geist schwerfällig ist? ",
  "sn46.53:2.3": "Welche Faktoren des Erwachens soll man nicht entwickeln und welche soll man entwickeln, wenn der Geist rastlos ist?‘ ",
  "sn46.53:2.4": "Wenn sie so gefragt würden, wären die Wanderer anderer Konfessionen überfragt und wären dazu verdrossen. ",
  "sn46.53:2.5": "Und warum? ",
  "sn46.53:2.6": "Weil sie nicht in ihrem Element sind. ",
  "sn46.53:3.1": "Ich sehe niemanden in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen – ich sehe niemanden, der eine zufriedenstellende Antwort auf diese Fragen geben könnte, außer dem Klargewordenen oder einem seiner Schüler oder jemandem, der es von diesen gehört hat. ",
  "sn46.53:4.1": "Wenn der Geist schwerfällig ist, dann ist die falsche Zeit, um die Faktoren des Erwachens Stille, Versenkung und Gleichmut zu entwickeln. ",
  "sn46.53:4.2": "Und warum? ",
  "sn46.53:4.3": "Weil es schwer ist, einen schwerfälligen Geist mit diesen Dingen anzuregen. ",
  "sn46.53:5.1": "Wie wenn jemand ein kleines Feuer anfachen wollte: ",
  "sn46.53:5.2": "Wenn er feuchtes Gras, feuchten Kuhmist oder feuchtes Holz darauf legen, es mit Wasser besprengen und Erde darüberstreuen würde, ",
  "sn46.53:5.3": "könnte er es damit anfachen?“ ",
  "sn46.53:5.4": "„Nein, Herr.“ ",
  "sn46.53:6.1": "„Ebenso ist, wenn der Geist schwerfällig ist, die falsche Zeit, um die Faktoren des Erwachens Stille, Versenkung oder Gleichmut zu entwickeln. ",
  "sn46.53:6.2": "Und warum? ",
  "sn46.53:6.3": "Weil es schwer ist, einen schwerfälligen Geist mit diesen Dingen anzuregen. ",
  "sn46.53:7.1": "Wenn der Geist schwerfällig ist, dann ist die richtige Zeit, um die Faktoren des Erwachens Erforschung der Gesetzmäßigkeiten, Energie und Ekstase zu entwickeln. ",
  "sn46.53:7.2": "Und warum? ",
  "sn46.53:7.3": "Weil es leicht ist, einen schwerfälligen Geist mit diesen Dingen anzuregen. ",
  "sn46.53:8.1": "Wie wenn jemand ein kleines Feuer anfachen wollte: ",
  "sn46.53:8.2": "Wenn er trockenes Gras, trockenen Kuhmist oder trockenes Holz darauf legen, es anblasen und keine Erde darüberstreuen würde, ",
  "sn46.53:8.3": "könnte er es damit anfachen?“ ",
  "sn46.53:8.4": "„Ja, Herr.“ ",
  "sn46.53:9.1": "„Ebenso ist, wenn der Geist schwerfällig ist, die richtige Zeit, um die Faktoren des Erwachens Erforschung der Gesetzmäßigkeiten, Energie und Ekstase zu entwickeln. ",
  "sn46.53:9.2": "Und warum? ",
  "sn46.53:9.3": "Weil es leicht ist, einen schwerfälligen Geist mit diesen Dingen anzuregen. ",
  "sn46.53:10.1": "Wenn der Geist rastlos ist, dann ist die falsche Zeit, um die Faktoren des Erwachens Erforschung der Gesetzmäßigkeiten, Energie und Ekstase zu entwickeln. ",
  "sn46.53:10.2": "Und warum? ",
  "sn46.53:10.3": "Weil es schwer ist, einen rastlosen Geist mit diesen Dingen zu beruhigen. ",
  "sn46.53:11.1": "Wie wenn jemand ein Leuchtfeuer löschen wollte: ",
  "sn46.53:11.2": "Wenn er trockenes Gras, trockenen Kuhmist oder trockenes Holz darauf legen, es anblasen und keine Erde darüberstreuen würde, ",
  "sn46.53:11.3": "könnte er es damit löschen?“ ",
  "sn46.53:11.4": "„Nein, Herr.“ ",
  "sn46.53:12.1": "„Ebenso ist, wenn der Geist rastlos ist, die falsche Zeit, um die Faktoren des Erwachens Erforschung der Gesetzmäßigkeiten, Energie und Ekstase zu entwickeln. ",
  "sn46.53:12.2": "Und warum? ",
  "sn46.53:12.3": "Weil es schwer ist, einen rastlosen Geist mit diesen Dingen zu beruhigen. ",
  "sn46.53:13.1": "Wenn der Geist rastlos ist, dann ist die richtige Zeit, um die Faktoren des Erwachens Stille, Versenkung und Gleichmut zu entwickeln. ",
  "sn46.53:13.2": "Und warum? ",
  "sn46.53:13.3": "Weil es leicht ist, einen rastlosen Geist mit diesen Dingen zu beruhigen. ",
  "sn46.53:14.1": "Wie wenn jemand ein Leuchtfeuer löschen wollte: ",
  "sn46.53:14.2": "Wenn er feuchtes Gras, feuchten Kuhmist oder feuchtes Holz darauf legen, es mit Wasser besprengen und Erde darüberstreuen würde, ",
  "sn46.53:14.3": "könnte er es damit löschen?“ ",
  "sn46.53:14.4": "„Ja, Herr.“ ",
  "sn46.53:15.1": "„Ebenso ist, wenn der Geist rastlos ist, die richtige Zeit, um die Faktoren des Erwachens Stille, Versenkung oder Gleichmut zu entwickeln. ",
  "sn46.53:15.2": "Und warum? ",
  "sn46.53:15.3": "Weil es leicht ist, einen rastlosen Geist mit diesen Dingen zu beruhigen. ",
  "sn46.53:15.4": "Aber Achtsamkeit ist immer nützlich, sage ich.“ "
}