{
  "sn46.39:0.1": "Verbundene Lehrreden 46.39 ",
  "sn46.39:0.2": "4. Das Kapitel über Hindernisse ",
  "sn46.39:0.3": "Bäume ",
  "sn46.39:1.1": "„Mönche und Nonnen, es gibt große Bäume mit winzigen Samen und dicken Stämmen, die als Schmarotzer an anderen Bäumen empor- und um sie herumwachsen. Diese brechen auseinander, brechen zusammen und fallen. ",
  "sn46.39:1.2": "Und was sind diese großen Bäume mit winzigen Samen und dicken Stämmen? ",
  "sn46.39:1.3": "Die Pappelfeige, der Banyan, die Strahlenpalme, die Traubenfeige, die Maulbeere und der Portiabaum: ",
  "sn46.39:1.4": "Das sind große Bäume mit winzigen Samen und dicken Stämmen, die als Schmarotzer an anderen Bäumen empor- und um sie herumwachsen. Diese brechen auseinander, brechen zusammen und fallen. ",
  "sn46.39:1.5": "Ebenso ist es, wenn ein ehrbarer Mensch aus dem Haus fortgezogen ist ins hauslose Leben und Sinnenfreuden aufgegeben hat, aber befallen von Sinnenfreuden wie denen, die er aufgegeben hat, oder schlimmeren bricht er auseinander, bricht zusammen und fällt. ",
  "sn46.39:2.1": "Es gibt fünf Hemmnisse und Hindernisse, geistige Schmarotzer, die die Weisheit schwächen. ",
  "sn46.39:2.2": "Welche fünf? ",
  "sn46.39:2.3": "Sinnliches Begehren, ",
  "sn46.39:2.4": "bösen Willen, ",
  "sn46.39:2.5": "Dumpfheit und Benommenheit, ",
  "sn46.39:2.6": "Rastlosigkeit und Reue ",
  "sn46.39:2.7": "und Zweifel. ",
  "sn46.39:2.8": "Das sind die fünf Hemmnisse und Hindernisse, geistige Schmarotzer, die die Weisheit schwächen. ",
  "sn46.39:3.1": "Sieben Faktoren des Erwachens sind keine Hemmnisse, Hindernisse oder geistigen Schmarotzer. Wenn sie entwickelt und ausgebaut werden, führen sie zum Erlangen der Frucht von Wissen und Freiheit. ",
  "sn46.39:3.2": "Welche sieben? ",
  "sn46.39:3.3": "Die Faktoren des Erwachens Achtsamkeit, Erforschung der Gesetzmäßigkeiten, Energie, Ekstase, Stille, Versenkung und Gleichmut. ",
  "sn46.39:3.4": "Diese sieben Faktoren des Erwachens sind keine Hemmnisse, Hindernisse oder geistigen Schmarotzer. Wenn sie entwickelt und gepflegt werden, führen sie zum Erlangen der Frucht von Wissen und Freiheit.“ "
}