{
  "sn46.30:0.1": "Verbundene Lehrreden 46.30 ",
  "sn46.30:0.2": "3. Das Kapitel mit Udāyī ",
  "sn46.30:0.3": "Mit Udāyī ",
  "sn46.30:1.1": "Einmal hielt sich der Buddha im Land der Sumbher auf, bei dem Marktflecken der Sumbher mit Namen Sedaka. ",
  "sn46.30:1.2": "Da ging der Ehrwürdige Udāyī zum Buddha … und sagte zu ihm: ",
  "sn46.30:2.1": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "sn46.30:2.2": "Wie hilfreich meine Zuneigung zum Buddha und meine Achtung vor ihm gewesen sind, wie auch mein Sinn für Gewissen und Zurückhaltung. ",
  "sn46.30:2.3": "Denn als ich noch ein Laie war, fand ich nicht viel Hilfe in der Lehre und im Saṅgha. ",
  "sn46.30:2.4": "Aber als ich meine Zuneigung zum Buddha und meine Achtung vor ihm betrachtete sowie meinen Sinn für Gewissen und Zurückhaltung, zog ich aus dem Haus fort ins hauslose Leben. ",
  "sn46.30:2.5": "Der Buddha lehrte mich den Dhamma: ",
  "sn46.30:2.6": "‚So ist Form, so ist ihr Ursprung, so ihr Enden. ",
  "sn46.30:2.7": "So ist Gefühl … ",
  "sn46.30:2.8": "So ist Wahrnehmung … ",
  "sn46.30:2.9": "So sind Entscheidungen … ",
  "sn46.30:2.10": "So ist Bewusstsein, so ist sein Ursprung, so sein Enden.‘ ",
  "sn46.30:3.1": "Als ich dann in einer leeren Hütte wohnte, folgte ich dem Kopfüber und Kopfunter der fünf mit Ergreifen verbundenen Aggregate. Ich verstand wahrhaftig: ‚Das ist das Leiden.‘ … ‚Das ist der Ursprung des Leidens.‘ … ‚Das ist das Aufhören des Leidens.‘ … ‚Das ist die Übung, die zum Aufhören des Leidens führt.‘ ",
  "sn46.30:3.2": "Ich erfasste die Lehre und gewann den Pfad. ",
  "sn46.30:3.3": "Wenn ich ihn entwickle und ausbaue, während ich auf solche Art lebe, wird er mich zu einem solchen Zustand bringen, dass ich verstehe: ",
  "sn46.30:3.4": "‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "sn46.30:4.1": "Ich gewann die Faktoren des Erwachens Achtsamkeit, Erforschung der Gesetzmäßigkeiten, Energie, Ekstase, Stille, Versenkung und Gleichmut. ",
  "sn46.30:4.3": "Wenn ich sie entwickle und ausbaue, während ich auf solche Art lebe, werden sie mich zu einem solchen Zustand bringen, dass ich verstehe: ",
  "sn46.30:4.4": "‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘ ",
  "sn46.30:4.5": "Das ist der Pfad, den ich gewann. Wenn ich ihn entwickle und ausbaue, während ich auf solche Art lebe, wird er mich zu einem solchen Zustand bringen, dass ich verstehe: ",
  "sn46.30:4.6": "‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ ",
  "sn46.30:5.1": "„Gut, gut, Udāyī! ",
  "sn46.30:5.2": "Denn du hast tatsächlich den Pfad gewonnen. Wenn du ihn entwickelst und ausbaust, während du auf solche Art lebst, wird er dich zu einem solchen Zustand bringen, dass du verstehst: ",
  "sn46.30:5.3": "‚Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.‘“ "
}