{
  "sn46.2:0.1": "Verbundene Lehrreden 46.2 ",
  "sn46.2:0.2": "1. Das Kapitel über Berge ",
  "sn46.2:0.3": "Der Körper ",
  "sn46.2:1.1": "In Sāvatthī. ",
  "sn46.2:1.2": "„Mönche und Nonnen, dieser Körper wird durch Nahrung erhalten. Durch Nahrung bedingt bleibt er bestehen, ohne Nahrung bleibt er nicht bestehen. ",
  "sn46.2:1.3": "Ebenso werden die fünf Hindernisse durch Nahrung erhalten. Durch Nahrung bedingt bleiben sie bestehen, ohne Nahrung bleiben sie nicht bestehen. ",
  "sn46.2:2.1": "Und was nährt das Entstehen von sinnlichem Begehren oder lässt es, wenn es entstanden ist, wachsen und zunehmen? ",
  "sn46.2:2.2": "Es gibt das Merkmal des Anziehenden. ",
  "sn46.2:2.3": "Häufig dafür den Geist oberflächlich zu gebrauchen, ",
  "sn46.2:2.4": "nährt das Entstehen von sinnlichem Begehren oder lässt es, wenn es entstanden ist, wachsen und zunehmen. ",
  "sn46.2:3.1": "Und was nährt das Entstehen von bösem Willen oder lässt ihn, wenn er entstanden ist, wachsen und zunehmen? ",
  "sn46.2:3.2": "Es gibt das Merkmal der Härte. ",
  "sn46.2:3.3": "Häufig dafür den Geist oberflächlich zu gebrauchen, ",
  "sn46.2:3.4": "nährt das Entstehen von bösem Willen oder lässt ihn, wenn er entstanden ist, wachsen und zunehmen. ",
  "sn46.2:4.1": "Und was nährt das Entstehen von Dumpfheit und Benommenheit oder lässt sie, wenn sie entstanden sind, wachsen und zunehmen? ",
  "sn46.2:4.2": "Es gibt Widerwillen, Bequemlichkeit, Gähnen, Schlaffheit nach dem Essen und geistige Schwerfälligkeit. ",
  "sn46.2:4.3": "Häufig dafür den Geist oberflächlich zu gebrauchen, ",
  "sn46.2:4.4": "nährt das Entstehen von Dumpfheit und Benommenheit oder lässt sie, wenn sie entstanden sind, wachsen und zunehmen. ",
  "sn46.2:5.1": "Und was nährt das Entstehen von Rastlosigkeit und Reue oder lässt sie, wenn sie entstanden sind, wachsen und zunehmen? ",
  "sn46.2:5.2": "Es gibt das Merkmal eines Geistes ohne Frieden. ",
  "sn46.2:5.3": "Häufig dafür den Geist oberflächlich zu gebrauchen, ",
  "sn46.2:5.4": "nährt das Entstehen von Rastlosigkeit und Reue oder lässt sie, wenn sie entstanden sind, wachsen und zunehmen. ",
  "sn46.2:6.1": "Und was nährt das Entstehen von Zweifel oder lässt ihn, wenn er entstanden ist, wachsen und zunehmen? ",
  "sn46.2:6.2": "Es gibt Dinge, die Grundlagen für Zweifel sind. ",
  "sn46.2:6.3": "Häufig dafür den Geist oberflächlich zu gebrauchen, ",
  "sn46.2:6.4": "nährt das Entstehen von Zweifel oder lässt ihn, wenn er entstanden ist, wachsen und zunehmen. ",
  "sn46.2:7.1": "Dieser Körper wird durch Nahrung erhalten. Durch Nahrung bedingt bleibt er bestehen, ohne Nahrung bleibt er nicht bestehen. ",
  "sn46.2:7.2": "Ebenso werden die fünf Hindernisse durch Nahrung erhalten. Durch Nahrung bedingt bleiben sie bestehen, ohne Nahrung bleiben sie nicht bestehen. ",
  "sn46.2:8.1": "Dieser Körper wird durch Nahrung erhalten. Durch Nahrung bedingt bleibt er bestehen, ohne Nahrung bleibt er nicht bestehen. ",
  "sn46.2:8.2": "Ebenso werden die sieben Faktoren des Erwachens durch Nahrung erhalten. Durch Nahrung bedingt bleiben sie bestehen, ohne Nahrung bleiben sie nicht bestehen. ",
  "sn46.2:9.1": "Und was nährt das Entstehen des Faktors des Erwachens Achtsamkeit oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
  "sn46.2:9.2": "Es gibt Dinge, die Grundlagen für den Faktor des Erwachens Achtsamkeit sind. ",
  "sn46.2:9.3": "Häufig dafür den Geist gründlich zu gebrauchen, ",
  "sn46.2:9.4": "nährt das Entstehen des Faktors des Erwachens Achtsamkeit oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
  "sn46.2:10.1": "Und was nährt das Entstehen des Faktors des Erwachens Erforschung der Gesetzmäßigkeiten oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
  "sn46.2:10.2": "Es gibt taugliche und untaugliche Eigenschaften, tadelnswerte und solche ohne Tadel, geringe und hochstehende, Eigenschaften auf der dunklen und auf der hellen Seite. ",
  "sn46.2:10.3": "Häufig dafür den Geist gründlich zu gebrauchen, ",
  "sn46.2:10.4": "nährt das Entstehen des Faktors des Erwachens Erforschung der Gesetzmäßigkeiten oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
  "sn46.2:11.1": "Und was nährt das Entstehen des Faktors des Erwachens Energie oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
  "sn46.2:11.2": "Es gibt die Elemente des Sich-Entschließens, der Ausdauer und der Tatkraft. ",
  "sn46.2:11.3": "Häufig dafür den Geist gründlich zu gebrauchen, ",
  "sn46.2:11.4": "nährt das Entstehen des Faktors des Erwachens Energie oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
  "sn46.2:12.1": "Und was nährt das Entstehen des Faktors des Erwachens Ekstase oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
  "sn46.2:12.2": "Es gibt Dinge, die Grundlagen für den Faktor des Erwachens Ekstase sind. ",
  "sn46.2:12.3": "Häufig dafür den Geist gründlich zu gebrauchen, ",
  "sn46.2:12.4": "nährt das Entstehen des Faktors des Erwachens Ekstase oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
  "sn46.2:13.1": "Und was nährt das Entstehen des Faktors des Erwachens Stille oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
  "sn46.2:13.2": "Es gibt Stille des Körpers und Stille des Geistes. ",
  "sn46.2:13.3": "Häufig dafür den Geist gründlich zu gebrauchen, ",
  "sn46.2:13.4": "nährt das Entstehen des Faktors des Erwachens Stille oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
  "sn46.2:14.1": "Und was nährt das Entstehen des Faktors des Erwachens Versenkung oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
  "sn46.2:14.2": "Es gibt Dinge, die Grundlagen für Sammlung und Freiheit von Ablenkung sind. ",
  "sn46.2:14.3": "Häufig dafür den Geist gründlich zu gebrauchen, ",
  "sn46.2:14.4": "nährt das Entstehen des Faktors des Erwachens Versenkung oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
  "sn46.2:15.1": "Und was nährt das Entstehen des Faktors des Erwachens Gleichmut oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt? ",
  "sn46.2:15.2": "Es gibt Dinge, die Grundlagen für den Faktor des Erwachens Gleichmut sind. ",
  "sn46.2:15.3": "Häufig dafür den Geist gründlich zu gebrauchen, ",
  "sn46.2:15.4": "nährt das Entstehen des Faktors des Erwachens Gleichmut oder führt, wenn er entstanden ist, dazu, dass er sich vollständig entwickelt. ",
  "sn46.2:16.1": "Dieser Körper wird durch Nahrung erhalten. Durch Nahrung bedingt bleibt er bestehen, ohne Nahrung bleibt er nicht bestehen. ",
  "sn46.2:16.2": "Ebenso werden die sieben Faktoren des Erwachens durch Nahrung erhalten. Durch Nahrung bedingt bleiben sie bestehen, ohne Nahrung bleiben sie nicht bestehen.“ "
}