{
  "sn46.55:0.1": "Nummerierte Lehrreden 4 ",
  "sn46.55:0.2": "6. Diskutieren ",
  "sn46.55:0.3": "55. Mit Saṅgārava ",
  "sn46.55:1.1": "In Sāvatthī. ",
  "sn46.55:1.2": "Da ging der Brahmane Saṅgārava zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "sn46.55:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte Saṅgārava sich zur Seite hin und sagte zum Buddha: ",
  "sn46.55:2.1": "„Was ist die Ursache, Meister Gotama, was ist der Grund dafür, dass mir manchmal selbst Hymnen, die ich lange geübt habe, nicht einfallen wollen, und die, die ich nicht geübt habe, erst recht nicht? ",
  "sn46.55:2.2": "Und warum fallen mir manchmal selbst Hymnen ein, die ich lange nicht geübt habe, und die, die ich geübt habe, erst recht?“ ",
  "sn46.55:3.1": "„Brahmane, es kommt vor, dass dein Herz von sinnlichem Verlangen überwältigt, in sinnliches Verlangen verstrickt ist und du nicht wirklich verstehst, wie du dem aufgekommenen sinnlichen Verlangen entrinnen kannst. Dann kannst du nicht wirklichkeitsgemäß erkennen und sehen, was gut für dich selbst, gut für jemand anderen oder gut für beide ist. Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:4.1": "Wie eine Schale mit Wasser, das mit Färbemittel wie rotem Lack, Gelbwurz, Indigo oder Färberkrapp vermischt ist: ",
  "sn46.55:4.2": "Selbst ein Mensch mit gutem Sehvermögen, der sein Spiegelbild betrachten wollte, könnte es nicht wirklich erkennen und sehen. ",
  "sn46.55:4.3": "Ebenso kannst du, wenn dein Herz von sinnlichem Verlangen überwältigt ist, nicht wirklichkeitsgemäß erkennen und sehen … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:5.1": "Dann kommt es vor, dass dein Herz von bösem Willen überwältigt ist … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:6.1": "Wie eine Schale mit Wasser, das auf dem Feuer erhitzt wurde, das kocht und brodelt: ",
  "sn46.55:6.2": "Selbst ein Mensch mit gutem Sehvermögen, der sein Spiegelbild betrachten wollte, könnte es nicht wirklich erkennen und sehen. ",
  "sn46.55:6.3": "Ebenso kannst du, wenn dein Herz von bösem Willen überwältigt ist, nicht wirklichkeitsgemäß erkennen und sehen … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:7.1": "Dann kommt es vor, dass dein Herz von Dumpfheit und Benommenheit überwältigt ist … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:8.1": "Wie eine Schale mit Wasser, das von Moos und Wasserpflanzen bedeckt ist: ",
  "sn46.55:8.2": "Selbst ein Mensch mit gutem Sehvermögen, der sein Spiegelbild betrachten wollte, könnte es nicht wirklich erkennen und sehen. ",
  "sn46.55:8.3": "Ebenso kannst du, wenn dein Herz von Dumpfheit und Benommenheit überwältigt ist, nicht wirklichkeitsgemäß erkennen und sehen … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:9.1": "Dann kommt es vor, dass dein Herz von Rastlosigkeit und Reue überwältigt ist … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:10.1": "Wie eine Schale mit Wasser, das vom Wind aufgewühlt ist und das wallt, wirbelt und sich kräuselt: ",
  "sn46.55:10.2": "Selbst ein Mensch mit gutem Sehvermögen, der sein Spiegelbild betrachten wollte, könnte es nicht wirklich erkennen und sehen. ",
  "sn46.55:10.3": "Ebenso kannst du, wenn dein Herz von Rastlosigkeit und Reue überwältigt ist, nicht wirklichkeitsgemäß erkennen und sehen … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:11.1": "Dann kommt es vor, dass dein Herz von Zweifel überwältigt ist … Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:12.1": "Wie eine Schale mit Wasser, das trüb, dunkel und schmutzig ist und im Dunkeln steht: ",
  "sn46.55:12.2": "Selbst ein Mensch mit gutem Sehvermögen, der sein Spiegelbild betrachten wollte, könnte es nicht wirklich erkennen und sehen. ",
  "sn46.55:12.3": "Ebenso kannst du, wenn dein Herz von Zweifel überwältigt, in Zweifel verstrickt ist und du nicht wirklich verstehst, wie du dem aufgekommenen Zweifel entrinnen kannst, nicht wirklichkeitsgemäß erkennen und sehen, was gut für dich selbst, gut für jemand anderen oder gut für beide ist. Selbst Hymnen, die du lange geübt hast, wollen dir nicht einfallen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:12.4": "Das ist die Ursache, Brahmane, das ist der Grund dafür, dass dir manchmal selbst Hymnen, die du lange geübt hast, nicht einfallen wollen, und die, die du nicht geübt hast, erst recht nicht. ",
  "sn46.55:13.1": "Es kommt vor, dass dein Herz nicht von sinnlichem Verlangen überwältigt, in sinnliches Verlangen verstrickt ist und du wirklich verstehst, wie du dem aufgekommenen sinnlichen Verlangen entrinnen kannst. Dann kannst du wirklichkeitsgemäß erkennen und sehen, was gut für dich selbst, gut für jemand anderen oder gut für beide ist. Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, und die, die du geübt hast, erst recht. ",
  "sn46.55:14.1": "Wie eine Schale mit Wasser, das nicht mit Färbemittel wie rotem Lack, Gelbwurz, Indigo oder Färberkrapp vermischt ist: ",
  "sn46.55:14.2": "Ein Mensch mit gutem Sehvermögen, der sein Spiegelbild betrachten wollte, könnte es wirklich erkennen und sehen. ",
  "sn46.55:14.3": "Ebenso kannst du, wenn dein Herz nicht von sinnlichem Verlangen überwältigt ist, wirklichkeitsgemäß erkennen und sehen … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, und die, die du geübt hast, erst recht. ",
  "sn46.55:15.1": "Dann kommt es vor, dass dein Herz nicht von bösem Willen überwältigt ist … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, und die, die du geübt hast, erst recht. ",
  "sn46.55:16.1": "Wie eine Schale mit Wasser, das nicht auf dem Feuer erhitzt wurde, das nicht kocht und brodelt: ",
  "sn46.55:16.2": "Ein Mensch mit gutem Sehvermögen, der sein Spiegelbild betrachten wollte, könnte es wirklich erkennen und sehen. ",
  "sn46.55:16.3": "Ebenso kannst du, wenn dein Herz nicht von bösem Willen überwältigt ist, wirklichkeitsgemäß erkennen und sehen … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, und die, die du geübt hast, erst recht. ",
  "sn46.55:17.1": "Dann kommt es vor, dass dein Herz nicht von Dumpfheit und Benommenheit überwältigt ist … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, und die, die du geübt hast, erst recht. ",
  "sn46.55:18.1": "Wie eine Schale mit Wasser, das nicht von Moos und Wasserpflanzen bedeckt ist: ",
  "sn46.55:18.2": "Ein Mensch mit gutem Sehvermögen, der sein Spiegelbild betrachten wollte, könnte es wirklich erkennen und sehen. ",
  "sn46.55:18.3": "Ebenso kannst du, wenn dein Herz nicht von Dumpfheit und Benommenheit überwältigt ist, wirklichkeitsgemäß erkennen und sehen … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, und die, die du geübt hast, erst recht. ",
  "sn46.55:19.1": "Dann kommt es vor, dass dein Herz nicht von Rastlosigkeit und Reue überwältigt ist … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, und die, die du geübt hast, erst recht. ",
  "sn46.55:20.1": "Wie eine Schale mit Wasser, das nicht vom Wind aufgewühlt ist und das nicht wallt, wirbelt und sich kräuselt: ",
  "sn46.55:20.2": "Ein Mensch mit gutem Sehvermögen, der sein Spiegelbild betrachten wollte, könnte es wirklich erkennen und sehen. ",
  "sn46.55:20.3": "Ebenso kannst du, wenn dein Herz nicht von Rastlosigkeit und Reue überwältigt ist, wirklichkeitsgemäß erkennen und sehen … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, und die, die du geübt hast, erst recht. ",
  "sn46.55:21.1": "Dann kommt es vor, dass dein Herz nicht von Zweifel überwältigt ist … Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, und die, die du geübt hast, erst recht. ",
  "sn46.55:22.1": "Wie eine Schale mit Wasser, das durchsichtig, klar und ungetrübt ist und im Hellen steht: ",
  "sn46.55:22.2": "Ein Mensch mit gutem Sehvermögen, der sein Spiegelbild betrachten wollte, könnte es wirklich erkennen und sehen. ",
  "sn46.55:22.3": "Ebenso kannst du, wenn dein Herz nicht von Zweifel überwältigt, in Zweifel verstrickt ist und du wirklich verstehst, wie du dem aufgekommenen Zweifel entrinnen kannst, wirklichkeitsgemäß erkennen und sehen, was gut für dich selbst, gut für jemand anderen oder gut für beide ist. Selbst Hymnen, die du lange nicht geübt hast, fallen dir ein, und die, die du geübt hast, erst recht. ",
  "sn46.55:22.4": "Das ist die Ursache, Brahmane, das ist der Grund dafür, dass dir manchmal selbst Hymnen, die du lange nicht geübt hast, einfallen, und die, die du geübt hast, erst recht. ",
  "sn46.55:23.1": "Diese sieben Faktoren des Erwachens sind keine Hemmnisse, Hindernisse oder geistigen Verunreinigungen. Wenn sie entwickelt und gepflegt werden, führen sie zum Erlangen der Frucht von Wissen und Freiheit. ",
  "sn46.55:23.2": "Welche sieben? ",
  "sn46.55:23.3": "Die Faktoren des Erwachens Achtsamkeit, Untersuchung von Gesetzmäßigkeiten, Energie, Ekstase, Stille, Versenkung und Gleichmut. ",
  "sn46.55:23.4": "Diese sieben Faktoren des Erwachens sind keine Hemmnisse, Hindernisse oder geistigen Verunreinigungen. Wenn sie entwickelt und gepflegt werden, führen sie zum Erlangen der Frucht von Wissen und Freiheit.“ ",
  "sn46.55:24.1": "Daraufhin sagte Saṅgārava zum Buddha: ",
  "sn46.55:24.2": "„Vortrefflich, Meister Gotama! … ",
  "sn46.55:24.3": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}