{
  "sn46.6:0.1": "Verbundene Lehrreden 46.6 ",
  "sn46.6:0.2": "1. Das Kapitel über Berge ",
  "sn46.6:0.3": "Mit Kuṇḍaliya ",
  "sn46.6:1.1": "Einmal hielt sich der Buddha bei Sāketa im Wildpark im Añjana-Wald auf. ",
  "sn46.6:1.2": "Da ging der Wanderer Kuṇḍaliya zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "sn46.6:1.3": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "sn46.6:1.4": "„Meister Gotama, ich halte mich gerne bei Klöstern auf und pflege Versammlungen zu besuchen. ",
  "sn46.6:1.5": "Nach dem Frühstück wandere ich gewöhnlich ",
  "sn46.6:1.6": "von Kloster zu Kloster, von Park zu Park. ",
  "sn46.6:1.7": "Dort sehe ich manche Asketen und Brahmanen, die reden, um Debatten zu gewinnen und Irrtümer zu finden. ",
  "sn46.6:1.8": "Aber für welchen Vorteil lebt Meister Gotama?“ ",
  "sn46.6:1.9": "„Der Vorteil, für den der Klargewordene lebt, Kuṇḍaliya, ist die Frucht von Wissen und Freiheit.“ ",
  "sn46.6:2.1": "„Aber welche Dinge müssen entwickelt und ausgebaut werden, um Wissen und Freiheit zu erfüllen?“ ",
  "sn46.6:2.2": "„Die sieben Faktoren des Erwachens.“ ",
  "sn46.6:2.3": "„Aber welche Dinge müssen entwickelt und ausgebaut werden, um die sieben Faktoren des Erwachens zu erfüllen?“ ",
  "sn46.6:2.4": "„Die vier Arten der Achtsamkeitsmeditation.“ ",
  "sn46.6:2.5": "„Aber welche Dinge müssen entwickelt und ausgebaut werden, um die vier Arten der Achtsamkeitsmeditation zu erfüllen?“ ",
  "sn46.6:2.6": "„Die drei Arten von gutem Verhalten.“ ",
  "sn46.6:2.7": "„Aber welche Dinge müssen entwickelt und ausgebaut werden, um die drei Arten von gutem Verhalten zu erfüllen?“ ",
  "sn46.6:2.8": "„Zügelung der Sinne. ",
  "sn46.6:3.1": "Und Kuṇḍaliya, wie wird die Zügelung der Sinne entwickelt und ausgebaut, sodass sie die drei Arten von gutem Verhalten erfüllt? ",
  "sn46.6:3.2": "Da sieht ein Mönch mit dem Auge ein angenehmes Bild. Er verlangt nicht danach, noch genießt er es, noch lässt er Gier aufkommen. ",
  "sn46.6:3.3": "Sein Körper und Geist sind stetig, innerlich fest verankert und gut befreit. ",
  "sn46.6:3.4": "Aber wenn er mit dem Auge ein unangenehmes Bild sieht, ist er nicht betroffen; sein Geist ist nicht verhärtet, bedrückt oder voll bösen Willens. ",
  "sn46.6:3.5": "Sein Körper und Geist sind stetig, innerlich fest verankert und gut befreit. ",
  "sn46.6:4.1": "Weiter hört da ein Mönch mit dem Ohr einen angenehmen Ton … ",
  "sn46.6:4.2": "riecht mit der Nase einen angenehmen Duft … ",
  "sn46.6:4.3": "schmeckt mit der Zunge einen angenehmen Geschmack … ",
  "sn46.6:4.4": "empfindet mit dem Körper eine angenehme Berührung … ",
  "sn46.6:4.5": "erkennt mit dem Geist einen angenehmen Gedanken. Er verlangt nicht danach, noch genießt er ihn, noch lässt er Gier aufkommen. ",
  "sn46.6:4.6": "Sein Körper und Geist sind stetig, innerlich fest verankert und gut befreit. ",
  "sn46.6:4.7": "Aber wenn er mit dem Geist einen unangenehmen Gedanken erkennt, ist er nicht betroffen; sein Geist ist nicht verhärtet, bedrückt oder voll bösen Willens. ",
  "sn46.6:4.8": "Sein Körper und Geist sind stetig, innerlich fest verankert und gut befreit. ",
  "sn46.6:5.1": "Wenn Körper und Geist eines Mönchs stetig, innerlich fest verankert und gut befreit sind, ist er fest verankert und gut befreit, wenn es um angenehme oder unangenehme Bilder geht, ",
  "sn46.6:5.2": "um angenehme oder unangenehme Töne, ",
  "sn46.6:5.3": "Düfte, ",
  "sn46.6:5.4": "Geschmäcke, ",
  "sn46.6:5.5": "Berührungen ",
  "sn46.6:5.6": "oder Gedanken. ",
  "sn46.6:5.7": "Er weiß, wie die Zügelung der Sinne entwickelt und ausgebaut wird, sodass sie die drei Arten von gutem Verhalten erfüllt. ",
  "sn46.6:6.1": "Und wie werden die drei Arten von gutem Verhalten entwickelt und ausgebaut, sodass sie die vier Arten der Achtsamkeitsmeditation erfüllen? ",
  "sn46.6:6.2": "Da gibt eine Nonne schlechtes Verhalten mit dem Körper, der Sprache und dem Geist auf und entwickelt gutes Verhalten mit dem Körper, der Sprache und dem Geist. ",
  "sn46.6:6.3": "So werden die drei Arten von gutem Verhalten entwickelt und ausgebaut, sodass sie die vier Arten der Achtsamkeitsmeditation erfüllen. ",
  "sn46.6:7.1": "Und wie werden die vier Arten der Achtsamkeitsmeditation entwickelt und ausgebaut, sodass sie die sieben Faktoren des Erwachens erfüllen? ",
  "sn46.6:7.2": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn46.6:7.3": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn46.6:7.4": "indem er einen Aspekt des Geistes beobachtet … ",
  "sn46.6:7.5": "indem er einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen. ",
  "sn46.6:7.6": "So werden die vier Arten der Achtsamkeitsmeditation entwickelt und ausgebaut, sodass sie die sieben Faktoren des Erwachens erfüllen. ",
  "sn46.6:8.1": "Und wie werden die sieben Faktoren des Erwachens entwickelt und ausgebaut, sodass sie Wissen und Freiheit erfüllen? ",
  "sn46.6:8.2": "Da entwickelt eine Nonne die Faktoren des Erwachens Achtsamkeit, Erforschung der Gesetzmäßigkeiten, Energie, Ekstase, Stille, Versenkung ",
  "sn46.6:8.3": "und Gleichmut, die sich auf Abgeschiedenheit, Schwinden und Aufhören stützen und zum Loslassen heranreifen. ",
  "sn46.6:8.4": "So werden die sieben Faktoren des Erwachens entwickelt und ausgebaut, sodass sie Wissen und Freiheit erfüllen.“ ",
  "sn46.6:9.1": "Daraufhin sagte der Wanderer Kuṇḍaliya zum Buddha: ",
  "sn46.6:9.2": "„Vortrefflich, Meister Gotama! Vortrefflich! ",
  "sn46.6:9.3": "Als würde er das Umgestürzte aufrichten oder das Verborgene enthüllen oder den Verirrten den Weg weisen oder im Dunkeln ein Licht anzünden, sodass Menschen mit guten Augen sehen könnten, was da ist, so hat Meister Gotama die Lehre auf vielerlei Weise klargemacht. ",
  "sn46.6:9.4": "Ich nehme Zuflucht zum Meister Gotama, zur Lehre und zum Saṅgha der Mönche und Nonnen. ",
  "sn46.6:9.5": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}