{
  "sn12.23:0.1": "Pagal temą susijusių suttų rinkinys 12 ",
  "sn12.23:0.2": "3. Dešimt stiprybių ",
  "sn12.23:0.3": "23. Pamatinė priežastis ",
  "sn12.23:1.1": "Palaimintasis buvo apsistojęs netoli _Savatthi_. ",
  "sn12.23:1.2": "„Vienuoliai, aš sakau, kad sunaikinti ydas gali tas, kas žino ir mato, o ne tas, kas nežino ir nemato. ",
  "sn12.23:1.3": "Ir ką, vienuoliai, žino ir mato tas, kuris gali sunaikinti ydas? ",
  "sn12.23:1.4": "„Tai yra materiali forma, tai – materialios formos kilimas, tai – materialios formos išnykimas. ",
  "sn12.23:1.5": "Tai yra jausmo tonas … ",
  "sn12.23:1.6": "Tai yra suvokimas … ",
  "sn12.23:1.7": "Tai yra proto dariniai … ",
  "sn12.23:1.8": "Tai yra sąmonė, tai – sąmonės kilimas, tai – sąmonės išnykimas.” ",
  "sn12.23:1.9": "Tai, vienuoliai, žino ir mato tas, kuris gali sunaikinti ydas. ",
  "sn12.23:2.1": "Ir aš sakau, vienuoliai, kad tas (ydų) sunaikinimo žinojimas turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:2.2": "Ir kokia, vienuoliai, (ydų) sunaikinimo žinojimo pamatinė priežastis? ",
  "sn12.23:2.3": "Pasakytina, kad tai išsilaisvinimas. ",
  "sn12.23:2.4": "Išsilaisvinimas, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:2.5": "Ir kokia, vienuoliai, išsilaisvinimo pamatinė priežastis? ",
  "sn12.23:2.6": "Pasakytina, kad tai aistros išblėsimas. ",
  "sn12.23:2.7": "Aistros išblėsimas, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:2.8": "Ir kokia, vienuoliai, aistros išblėsimo pamatinė priežastis? ",
  "sn12.23:2.9": "Pasakytina, kad tai nusivylimas (_samsara_). ",
  "sn12.23:2.10": "Nusivylimas (_samsara_), vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:2.11": "Ir kokia, vienuoliai, nusivylimo (_samsara_) pamatinė priežastis? ",
  "sn12.23:2.12": "Pasakytina, kad tai žinojimas ir matymas kaip yra iš tikrųjų. ",
  "sn12.23:2.13": "Žinojimas ir matymas kaip yra iš tikrųjų, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:2.14": "Ir kokia, vienuoliai, žinojimo ir matymo kaip yra iš tikrųjų pamatinė priežastis? ",
  "sn12.23:2.15": "Pasakytina, kad tai sutelktis. ",
  "sn12.23:2.16": "Sutelktis, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, ji ne be pamatinės priežasties. ",
  "sn12.23:3.1": "Ir kokia, vienuoliai, sutelkties pamatinė priežastis? ",
  "sn12.23:3.2": "Pasakytina, kad tai palaima. ",
  "sn12.23:3.3": "Palaima, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:3.4": "Ir kokia, vienuoliai, palaimos pamatinė priežastis? ",
  "sn12.23:3.5": "Pasakytina, kad tai nurimimas. ",
  "sn12.23:3.6": "Nurimimas, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:3.7": "Ir kokia, vienuoliai, nurimimo pamatinė priežastis? ",
  "sn12.23:3.8": "Pasakytina, kad tai ekstazė. ",
  "sn12.23:3.9": "Ekstazė, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, ji ne be pamatinės priežasties. ",
  "sn12.23:3.10": "Ir kokia, vienuoliai, ekstazės pamatinė priežastis? ",
  "sn12.23:3.11": "Pasakytina, kad tai džiaugsmas. ",
  "sn12.23:3.12": "Džiaugsmas, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:3.13": "Ir kokia, vienuoliai, džiaugsmo pamatinė priežastis? ",
  "sn12.23:3.14": "Pasakytina, kad tai tikėjimas. ",
  "sn12.23:3.15": "Tikėjimas, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:4.1": "Ir kokia, vienuoliai, tikėjimo pamatinė priežastis? ",
  "sn12.23:4.2": "Pasakytina, kad tai kančia. ",
  "sn12.23:4.3": "Kančia, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, ji ne be pamatinės priežasties. ",
  "sn12.23:4.4": "Ir kokia, vienuoliai, kančios pamatinė priežastis? ",
  "sn12.23:4.5": "Pasakytina, kad tai gimimas. ",
  "sn12.23:4.6": "Gimimas, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:4.7": "Ir kokia, vienuoliai, gimimo pamatinė priežastis? ",
  "sn12.23:4.8": "Pasakytina, kad tai būtis. ",
  "sn12.23:4.9": "Būtis, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, ji ne be pamatinės priežasties. ",
  "sn12.23:4.10": "Ir kokia, vienuoliai, būties pamatinė priežastis? ",
  "sn12.23:4.11": "Pasakytina, kad tai savinimasis. ",
  "sn12.23:4.12": "Savinimasis, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:4.13": "Ir kokia, vienuoliai, savinimosi pamatinė priežastis? ",
  "sn12.23:4.14": "Pasakytina, kad tai troškimas. ",
  "sn12.23:4.15": "Troškimas, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jis ne be pamatinės priežasties. ",
  "sn12.23:5.1": "Ir kokia, vienuoliai, troškimo pamatinė priežastis? ",
  "sn12.23:5.2": "Pasakytina, kad tai jausmo tonas … ",
  "sn12.23:5.3": "Pasakytina, kad tai sąlytis … ",
  "sn12.23:5.4": "Pasakytina, kad tai šešios patyrimo sritys … ",
  "sn12.23:5.5": "Pasakytina, kad tai protas ir materiali forma … ",
  "sn12.23:5.6": "Pasakytina, kad tai sąmonė … ",
  "sn12.23:5.7": "Pasakytina, kad tai valingi veiksmai … ",
  "sn12.23:5.8": "Valingi veiksmai, vienuoliai, aš sakau, taip pat turi pamatinę priežastį, jie ne be pamatinės priežasties. ",
  "sn12.23:5.9": "Ir kokia, vienuoliai, valingų veiksmų pamatinė priežastis? ",
  "sn12.23:5.10": "Pasakytina, kad tai neišmanymas. ",
  "sn12.23:6.1": "Tokiu būdu, vienuoliai, neišmanymas – pamatinė valingų veiksmų priežastis. ",
  "sn12.23:6.2": "Valingi veiksmai – pamatinė sąmonės priežastis. ",
  "sn12.23:6.3": "Sąmonė – pamatinė proto ir materialios formos priežastis. ",
  "sn12.23:6.4": "Protas ir materiali forma – pamatinė šešių patyrimo sričių priežastis. ",
  "sn12.23:6.5": "Šešios patyrimo sritys – pamatinė sąlyčio priežastis. ",
  "sn12.23:6.6": "Sąlytis – pamatinė jausmo tono priežastis. ",
  "sn12.23:6.7": "Jausmo tonas – pamatinė troškimo priežastis. ",
  "sn12.23:6.8": "Troškimas – pamatinė savinimosi priežastis. ",
  "sn12.23:6.9": "Savinimasis – pamatinė būties priežastis. ",
  "sn12.23:6.10": "Būtis – pamatinė gimimo priežastis. ",
  "sn12.23:6.11": "Gimimas – pamatinė kančios priežastis. ",
  "sn12.23:6.12": "Kančia – pamatinė tikėjimo priežastis. ",
  "sn12.23:6.13": "Tikėjimas – pamatinė džiaugsmo priežastis. ",
  "sn12.23:6.14": "Džiaugsmas – pamatinė ekstazės priežastis. ",
  "sn12.23:6.15": "Ekstazė – pamatinė nurimimo priežastis. ",
  "sn12.23:6.16": "Nurimimas – pamatinė palaimos priežastis. ",
  "sn12.23:6.17": "Palaima – pamatinė sutelkties priežastis. ",
  "sn12.23:6.18": "Sutelktis – pamatinė žinojimo ir matymo kaip yra iš tikrųjų priežastis. ",
  "sn12.23:6.19": "Žinojimas ir matymas kaip yra iš tikrųjų – pamatinė nusivylimo (_samsara_) priežastis. ",
  "sn12.23:6.20": "Nusivylimas (_samsara_) – pamatinė aistros išblėsimo priežastis. ",
  "sn12.23:6.21": "Aistros išblėsimas – pamatinė išsilaisvinimo priežastis. ",
  "sn12.23:6.22": "Išsilaisvinimas – pamatinė (ydų) sunaikinimo žinojimo priežastis. ",
  "sn12.23:7.1": "Panašiai, vienuoliai, kaip kad kai virš kalno dideliais lašais lyja lietus, bėgantis, tekantis žemyn vanduo pildo kalno papėdėje esančias įdubas. Tuomet, dėl kalno papėdėje esančių įdubų prisipildymo, pildosi maži tvenkiniai. Dėl mažų tvenkinių prisipildymo, pildosi dideli tvenkiniai. Dėl didelių tvenkinių prisipildymo, pildosi mažos upės. Dėl mažų upių prisipildymo, pildosi didelės upės. Dėl didelių upių prisipildymo, pildosi didis vandenynas. ",
  "sn12.23:8.1": "Lygiai gi taip pat, vienuoliai, neišmanymas – pamatinė valingų veiksmų priežastis. Valingi veiksmai – pamatinė sąmonės priežastis. Sąmonė – pamatinė proto ir materialios formos priežastis. Protas ir materiali forma – pamatinė šešių patyrimo sričių priežastis. Šešios patyrimo sritys – pamatinė sąlyčio priežastis. Sąlytis – pamatinė jausmo tono priežastis. Jausmo tonas – pamatinė troškimo priežastis. Troškimas – pamatinė savinimosi priežastis. Savinimasis – pamatinė būties priežastis. Būtis – pamatinė gimimo priežastis. Gimimas – pamatinė kančios priežastis. Kančia – pamatinė tikėjimo priežastis. Tikėjimas – pamatinė džiaugsmo priežastis. Džiaugsmas – pamatinė ekstazės priežastis. Ekstazė – pamatinė nurimimo priežastis. Nurimimas – pamatinė palaimos priežastis. Palaima – pamatinė sutelkties priežastis. Sutelktis – pamatinė žinojimo ir matymo kaip yra iš tikrųjų priežastis. Žinojimas ir matymas kaip yra iš tikrųjų – pamatinė nusivylimo (_samsara_) priežastis. Nusivylimas (_samsara_) – pamatinė aistros išblėsimo priežastis. Aistros išblėsimas – pamatinė išsilaisvinimo priežastis. Išsilaisvinimas – pamatinė (ydų) sunaikinimo žinojimo priežastis.” "
}