{
  "sn12.63:0.1": "Pagal temą susijusių suttų rinkinys 12 ",
  "sn12.63:0.2": "7. Didysis skyrius ",
  "sn12.63:0.3": "63. Sūnaus mėsa ",
  "sn12.63:1.1": "Savatthyje. ",
  "sn12.63:1.2": "„Vienuoliai, yra šios keturios maitinimo rūšys, palaikančios jau atsiradusias būtybes ir tas, kurios dar tik atsiras. ",
  "sn12.63:1.3": "Kokios keturios? ",
  "sn12.63:1.4": "(Visų pirma) maitinimas valgomu maistu, grubiu arba subtiliu; antra, sąlytis; trečia, proto valia; ketvirta, sąmonė. ",
  "sn12.63:1.5": "Tai keturios maitinimo rūšys, palaikančios jau atsiradusias būtybes ir tas, kurios dar tik atsiras. ",
  "sn12.63:2.1": "Ir kaip, vienuoliai, reikėtų žiūrėti į maitinimą valgomu maistu? ",
  "sn12.63:2.2": "Įsivaizduokite, vienuoliai, porą, vyrą ir žmoną, kurie pasiėmę nedaug maisto atsargų, keliautų per dykumą. ",
  "sn12.63:2.3": "Su jais būtų jų vienintelis sūnus, brangus ir mylimas. ",
  "sn12.63:2.4": "Tuomet viduryje dykumos jų nedidelės maisto atsargos būtų sunaudotos ir išeikvotos, ",
  "sn12.63:2.5": "o jiems dar reiktų pereiti likusią dykumos dalį. ",
  "sn12.63:2.6": "Ir štai vyras ir žmona taip pagalvotų: ",
  "sn12.63:2.7": "„Mūsų nedidelės maisto atsargos sunaudotos ir išeikvotos, ",
  "sn12.63:2.8": "o mums dar reikia pereiti likusią dykumos dalį. ",
  "sn12.63:2.9": "Nužudykime savo vienintelį sūnų, brangų ir mylimą, ir paruoškime džiovintos ir prieskoniais pagardintos mėsos. Valgydami sūnaus mėsą galėsime pereiti likusią dykumos dalį. Nepražūkime visi trys!” ",
  "sn12.63:2.10": "Tada, vienuoliai, vyras ir žmona nužudytų savo vienintelį sūnų, brangų ir mylimą, paruoštų džiovintos ir prieskoniais pagardintos mėsos ir valgydami sūnaus mėsą pereitų likusią dykumos dalį. ",
  "sn12.63:2.11": "Valgydami sūnaus mėsą, jie muštųsi į krūtinę ir šauktų: ",
  "sn12.63:2.12": "„Kur tu, mūsų vienintelis sūnau? Kur tu, mūsų vienintelis sūnau?” ",
  "sn12.63:3.1": "Kaip manote, vienuoliai, ",
  "sn12.63:3.2": "Ar jie valgytų tą maistą dėl pramogos ar malonumo, ar dėl fizinio grožio ir patrauklumo puoselėjimo? ",
  "sn12.63:3.3": "„Ne, Garbusis.” ",
  "sn12.63:3.4": "„Ar jie valgytų tą maistą tik tam, kad galėtų pereiti dykumą?” ",
  "sn12.63:3.5": "„Taip, Garbusis.” ",
  "sn12.63:3.6": "„Būtent taip, vienuoliai, sakau, reikia žiūrėti į maitinimą valgomu maistu. ",
  "sn12.63:3.7": "Kai maitinimas valgomu maistu visiškai suprantamas, visiškai suprantamas ir su penkiais jusliniais malonumais susijęs geismas. ",
  "sn12.63:3.8": "Kai su penkiais jusliniais malonumais susijęs geismas yra visiškai suprastas, nėra jokių saitų, dėl kurių taurusis mokinys vėl grįžtų į šį pasaulį. ",
  "sn12.63:4.1": "Ir kaip, vienuoliai, reikėtų žiūrėti į maitinimą sąlyčiu? ",
  "sn12.63:4.2": "Įsivaizduokite, vienuoliai, karvę su nulupta oda stovinčią prie sienos. Ją ėstų sienoje gyvenančios būtybės. ",
  "sn12.63:4.3": " Jei ji stovėtų prie medžio, ją ėstų medyje gyvenančios būtybės. ",
  "sn12.63:4.4": "Jei ji stovėtų vandenyje, ją ėstų vandeny gyvenančios būtybės. ",
  "sn12.63:4.5": "Jei ji stovėtų atvirame ore, ją ėstų ore gyvenančios būtybės. ",
  "sn12.63:4.6": "Kad ir kur stovėtų ta nudirta karvė, ten gyvenančios būtybės ją ėstų. ",
  "sn12.63:4.7": "Būtent taip, vienuoliai, sakau, reikia žiūrėti į maitinimą sąlyčiu. ",
  "sn12.63:4.8": "Kai maitinimas sąlyčiu visiškai suprantamas, visiškai suprantamos trys jausmo tonų rūšys. ",
  "sn12.63:4.9": "Kai trys jausmo tonų rūšys visiškai suprantamos, sakau, tauriam mokiniui nebelieka nieko, ką dar reiktų padaryti. ",
  "sn12.63:5.1": "Ir kaip, vienuoliai, reikėtų žiūrėti į maitinimą proto valia? ",
  "sn12.63:5.2": "Įsivaizduokite, anglių duobę, gilesnę už žmogaus ūgį, pripildytą žėrinčių anglių be liepsnos ir dūmų. ",
  "sn12.63:5.3": "Ir štai ateitų žmogus, kuris nori gyventi, nenori mirti, trokšta laimės, nenori kentėti. ",
  "sn12.63:5.4": "Tada du stiprūs vyrai paimtų jį už abiejų rankų ir temptų prie anglių duobės. ",
  "sn12.63:5.5": "Tuomet, vienuoliai, tas žmogus norėtų būti kuo toliau, trokštų būti kuo toliau, norėtų būti kuo toliau (nuo anglių duobės). ",
  "sn12.63:5.6": "Kokia yra to priežastis? ",
  "sn12.63:5.7": "Todėl, kad, vienuoliai, jis žino: ",
  "sn12.63:5.8": "„Jei aš įkrisiu į šią anglių duobę, mane dėl to ištiks mirtis arba mirtinas skausmas.” ",
  "sn12.63:5.9": "Būtent taip, vienuoliai, sakau, reikėtų žiūrėti į maitinimą proto valia. ",
  "sn12.63:5.10": "Kai maitinimas proto valia visiškai suprantamas, visiškai suprantamos trys troškimo rūšys. ",
  "sn12.63:5.11": "Kai trys troškimo rūšys visiškai suprantamos, sakau, tauriam mokiniui nebelieka nieko, ką dar reiktų padaryti. ",
  "sn12.63:6.1": "Ir kaip, vienuoliai, reikėtų žiūrėti į maitinimą sąmone? ",
  "sn12.63:6.2": "Įsivaizduokite, vienuoliai, kad suimtų banditą, nusikaltėlį, atvestų jį pas karalių, ir sakytų: ",
  "sn12.63:6.3": "„Valdove, šis žmogus yra banditas, nusikaltėlis. Skirkite jam bausmę, kokią tik norite.” ",
  "sn12.63:6.4": "Karalius jiems įsakytų: ",
  "sn12.63:6.5": "„Eikite, vyrai, ryte smokite į šį vyrą šimtu iečių.” ",
  "sn12.63:6.6": "Ryte jie smogtų į jį šimtu iečių. ",
  "sn12.63:6.7": "Vidurdienį karalius paklaustų: ",
  "sn12.63:6.8": "„Vyrai, kaip tas žmogus?” ",
  "sn12.63:6.9": "„Dar gyvas, pone.” ",
  "sn12.63:6.10": "Karalius jiems įsakytų: ",
  "sn12.63:6.11": "„Eikite, vyrai, vidurdienį smokite į šį vyrą šimtu iečių.” ",
  "sn12.63:6.12": "Vidurdienį jie smogtų į jį šimtu iečių. ",
  "sn12.63:6.13": "Vakare karalius paklaustų: ",
  "sn12.63:6.14": "„Vyrai, kaip tas žmogus?” ",
  "sn12.63:6.15": "„Dar gyvas, pone.” ",
  "sn12.63:6.16": "Karalius jiems įsakytų: ",
  "sn12.63:6.17": "„Eikite, vyrai, vakare smokite į šį vyrą šimtu iečių.” ",
  "sn12.63:6.18": "Vakare jie smogtų į jį šimtu iečių. ",
  "sn12.63:6.19": "Kaip manote, vienuoliai, ",
  "sn12.63:6.20": "ar dėl to tas žmogus, į kurį smogė trimis šimtais iečių, patirtų skausmą ir nepasitenkinimą?” ",
  "sn12.63:6.21": "„Garbusis, net jei jam būtų smogta viena ietimi, jis dėl to patirtų skausmą ir nepasitenkinimą, ",
  "sn12.63:6.22": "ką jau kalbėti apie tris šimtus iečių?!” ",
  "sn12.63:6.23": "Būtent taip, vienuoliai, sakau, reikėtų žiūrėti į maitinimą sąmone. ",
  "sn12.63:6.24": "Kai maitinimas sąmone visiškai suprantamas, visiškai suprantami protas ir materija. Kai protas ir materija visiškai suprantami, sakau, tauriam mokiniui nebelieka nieko, ką dar reiktų padaryti. "
}