{
  "sa803:0.1": "Related Discourses 14 ",
  "sa803:0.2": "3. ",
  "sa803:1.1": "Thus have I heard: ",
  "sa803:1.2": "One time, the Buddha stayed at Anāthapiṇḍada’s Park in Jeta’s Grove of Śrāvastī. ",
  "sa803:2.1": "It was then that the Bhagavān addressed the monks, ",
  "sa803:2.2": "“Cultivate mindfulness of breathing. ",
  "sa803:2.3": "If a monk cultivates the mindfulness of breathing and cultivates it often, he’ll attain calmness of body and mind. ",
  "sa803:2.4": "He’ll cultivate and fulfill tranquility, purity, and the perceptions of insight with perception and contemplation. ",
  "sa803:3.1": "“How does he attain calmness of body and mind and fulfill tranquility, purity, and the perceptions of insight with perception and contemplation after often cultivating mindfulness of breathing? ",
  "sa803:4.1": "“Suppose this monk lives depending on a village or town. ",
  "sa803:4.2": "In the early morning, he puts on his robe and takes his bowl into the village to solicit alms. ",
  "sa803:4.3": "He protects himself well, guards his faculties, and keeps his mind well restrained. ",
  "sa803:4.4": "After soliciting alms, he returns to his dwelling and puts away his robe and bowl. ",
  "sa803:4.5": "After washing his feet, he either goes to sit under a tree or in a dwelling in a forest or on bare ground out in the open. ",
  "sa803:4.6": "He sits correctly with his body upright and fixes his attention in front of him. ",
  "sa803:4.7": "He stops worldly cravings and secludes himself from desire purely. ",
  "sa803:4.8": "He stops anger … ",
  "sa803:4.9": "drowsiness … ",
  "sa803:4.10": "agitation and remorse … ",
  "sa803:4.11": "doubt. ",
  "sa803:4.12": "Freed from doubt and confusion, he attains certainty about the mind’s good qualities. ",
  "sa803:5.1": "“He’s secluded from the five hindrances and disturbances in his mind that weaken the powers of wisdom, block discernment, and lead not to nirvāṇa. ",
  "sa803:5.2": "He’s mindful of internal calming, training well and fixing his attention. ",
  "sa803:5.3": "He’s mindful of external calming, training well and fixing his attention. ",
  "sa803:6.1": "“His breaths are long … ",
  "sa803:6.2": "his breaths are short … ",
  "sa803:6.3": "He perceives his whole body as he inhales. ",
  "sa803:6.4": "He trains well regarding the whole body as he inhales. ",
  "sa803:6.5": "He perceives his whole body as he exhales. ",
  "sa803:6.6": "He trains well regarding the whole body as he exhales. ",
  "sa803:6.7": "He perceives his whole body’s activity calming as he inhales. ",
  "sa803:6.8": "He trains well regarding the whole body’s activity calming as he inhales. ",
  "sa803:6.9": "He perceives his whole body’s activity calming as he exhales. ",
  "sa803:6.10": "He trains well regarding the whole body’s activity calming as he exhales. ",
  "sa803:7.1": "“He perceives joy … ",
  "sa803:7.2": "perceives happiness … ",
  "sa803:7.3": "perceives mental activity … ",
  "sa803:7.4": "perceives mental activity calming as he inhales. ",
  "sa803:7.5": "He trains well, perceiving mental activity calming as he inhales. ",
  "sa803:7.6": "He perceives mental activity calm as he exhales. ",
  "sa803:7.7": "He trains well, perceiving mental activity calming as he exhales. ",
  "sa803:8.1": "“He perceives his mind … ",
  "sa803:8.2": "perceives his mind’s gladness … ",
  "sa803:8.3": "perceives his mind’s concentration … ",
  "sa803:8.4": "perceives his mind’s liberation as he inhales. ",
  "sa803:8.5": "He trains well, perceiving his mind’s liberation as he inhales. ",
  "sa803:8.6": "He perceives his mind’s liberation as he exhales. ",
  "sa803:8.7": "He trains well, perceiving his mind’s liberation as he exhales. ",
  "sa803:9.1": "“He observes impermanence … ",
  "sa803:9.2": "observes stopping … ",
  "sa803:9.3": "observes the lack of desire … ",
  "sa803:9.4": "observes cessation as he inhales. ",
  "sa803:9.5": "He trains well regarding the observation of cessation as he inhales. ",
  "sa803:9.6": "He observes cessation as he exhales. ",
  "sa803:9.7": "He trains well regarding the observation of cessation as he exhales. ",
  "sa803:10.1": "“This is called cultivating the mindfulness of breathing. ",
  "sa803:10.2": "The body is calmed, and the mind is calmed. ",
  "sa803:10.3": "Tranquility, purity, and the perceptions of insight are cultivated and fulfilled with perception and contemplation.” ",
  "sa803:11.1": "After the Buddha taught this sūtra, the monks who heard what he taught rejoiced and approved. "
}