{
  "sa810:0.1": "Related Discourses 14 ",
  "sa810:0.2": "17. ",
  "sa810:1.1": "Thus I have heard: ",
  "sa810:1.2": "One time, the Buddha was staying at Vṛji on the bank of the [Vaggumudā] River in a cedar forest. ",
  "sa810:2.1": "It was then that the Venerable Ānanda was alone in a quiet place, reflecting and meditating. ",
  "sa810:2.2": "He had this thought, ",
  "sa810:2.3": "“Could it be that there’s one thing that when cultivated and cultivated often will cause the fulfillment of four things, that will fulfill seven things after it fulfills those four things, and that will fulfill two things after it fulfills those seven things?” ",
  "sa810:3.1": "Venerable Ānanda then roused from his meditation and went to the Buddha. ",
  "sa810:3.2": "He bowed his head at his feet, withdrew to sit at one side, and said to the Buddha, ",
  "sa810:3.3": "“Bhagavān, I was alone in a quiet place, reflecting and meditating. ",
  "sa810:3.4": "I had this thought, ",
  "sa810:3.5": "‘Could it be that there’s one thing that when cultivated and cultivated often will cause the fulfillment of four things … and that will fulfill two things?’ ",
  "sa810:3.6": "Now, I’d like to ask the Bhagavān, is there one thing when cultivated often can cause … the fulfillment of two things?” ",
  "sa810:4.1": "The Buddha told Ānanda, ",
  "sa810:4.2": "“There is one thing that when cultivated often … can cause the fulfillment of two things. ",
  "sa810:4.3": "What’s that one thing? ",
  "sa810:4.4": "It’s mindfulness of breathing. ",
  "sa810:4.5": "When it’s cultivated often, it can cause the fulfillment of the four abodes of mindfulness. ",
  "sa810:4.6": "After fulfilling the four abodes of mindfulness, the seven factors of awakening are fulfilled. ",
  "sa810:4.7": "After fulfilling the seven factors of awakening, insight and liberation are fulfilled. ",
  "sa810:5.1": "“How does cultivating mindfulness of breathing fulfill the four abodes of mindfulness? ",
  "sa810:5.2": "Suppose a monk depends on a village … mindfully trains according to cessation as he exhales. ",
  "sa810:6.1": "“Ānanda, when he’s mindful of inhaling, the noble disciple mindfully trains as he inhales. ",
  "sa810:6.2": "When he’s mindful of exhaling, he mindfully trains as he exhales. ",
  "sa810:6.3": "Whether it’s long or short, he perceives his whole body’s activity. ",
  "sa810:6.4": "When he’s mindful of inhaling, he mindfully trains as he inhales. ",
  "sa810:6.5": "When he’s mindful of exhaling, he mindfully trains as he exhales. ",
  "sa810:6.6": "When he’s mindful of his body’s activity calming as he inhales, he mindfully trains while the body’s activity calms as he inhales. ",
  "sa810:6.7": "When he’s mindful of his body’s activity calming as he exhales, he mindfully trains while his body’s activity calms as he exhales. ",
  "sa810:6.8": "At that point, the noble disciple is mindfully abiding in contemplation of body as body. ",
  "sa810:6.9": "Whatever body it is, he also thus reflects according to that body. ",
  "sa810:7.1": "“If there are times the noble disciple perceives joy … ",
  "sa810:7.2": "perceives happiness … ",
  "sa810:7.3": "perceives his mind’s activity … ",
  "sa810:7.4": "perceives his mind’s activity calming, then when he’s mindful of inhaling, he mindfully trains while his mental activity calms as he inhales. ",
  "sa810:7.5": "When he’s mindful of his mind’s activity calming as he exhales, he mindfully trains while his mind’s activity calms as he exhales. ",
  "sa810:7.6": "At that point, the noble disciple is mindfully abiding in contemplation of feeling as feeling. ",
  "sa810:7.7": "Whatever feeling it is, he also reflects according to that feeling. ",
  "sa810:8.1": "“If there are times the noble disciple perceives his mind and perceives his mind’s gladness … ",
  "sa810:8.2": "mind’s concentration … ",
  "sa810:8.3": "mind’s liberation, then when he’s mindful of inhaling, he mindfully trains as he inhales. ",
  "sa810:8.4": "When he’s mindful of his mind’s liberation as he exhales, he mindfully trains in the mind’s liberation as he exhales. ",
  "sa810:8.5": "At that point, the noble disciple is mindfully abiding in contemplation of mind as mind. ",
  "sa810:8.6": "Whatever mind it is, he also reflects on it according to that mind. ",
  "sa810:9.1": "“If there are times when the noble disciple observes impermanence … ",
  "sa810:9.2": "ending … ",
  "sa810:9.3": "the lack of desire … ",
  "sa810:9.4": "cessation, then he trains in the observation of impermanence … ",
  "sa810:9.5": "ending … ",
  "sa810:9.6": "the lack of desire … ",
  "sa810:9.7": "cessation. ",
  "sa810:9.8": "At that point, the noble disciple is mindfully abiding in contemplation of principle as principle. ",
  "sa810:9.9": "Whatever principle it is, he also reflects on it according to that principle. ",
  "sa810:9.10": "This is called cultivating mindfulness of breathing and fulfilling the four abodes of mindfulness.” ",
  "sa810:10.1": "Ānanda said to the Buddha, ",
  "sa810:10.2": "“Thus does mindfulness of breathing cause the fulfillment of the four abodes of mindfulness. ",
  "sa810:10.3": "How does cultivating the four abodes of mindfulness cause the fulfillment of the seven factors of awakening?” ",
  "sa810:11.1": "The Buddha told Ānanda, ",
  "sa810:11.2": "“Suppose a monk mindfully abides in contemplation of body as body. ",
  "sa810:11.3": "After mindfully abiding, he fixes his attention and doesn’t lose it. ",
  "sa810:11.4": "At that point, this is the method of cultivating the awakening factor of mindfulness. ",
  "sa810:11.5": "After cultivating the awakening factor of mindfulness, he fulfills the awakening factor of mindfulness. ",
  "sa810:12.1": "“After fulfilling the awakening factor of mindfulness, he discriminates and deliberates on qualities. ",
  "sa810:12.2": "At that point, this is the method of cultivating the awakening factor of discriminating qualities. ",
  "sa810:12.3": "After cultivating the awakening factor of discriminating qualities, he fulfills the awakening factor of discriminating qualities. ",
  "sa810:13.1": "“After discriminating, discerning, and deliberating on qualities, he attains the method of diligence. ",
  "sa810:13.2": "At that point, this is the method of cultivating the awakening factor of effort. ",
  "sa810:13.3": "After cultivating the awakening factor of effort, he fulfills the awakening factor of effort. ",
  "sa810:14.1": "“After the method of effort, then his mind is joyous. ",
  "sa810:14.2": "At that point, this is the method of cultivating the awakening factor of joy. ",
  "sa810:14.3": "After cultivating the awakening factor of joy, he fulfills the awakening factor of joy. ",
  "sa810:15.1": "“After rejoicing, he becomes calm in body and mind. ",
  "sa810:15.2": "At that point, this is the method of cultivating the awakening factor of peace. ",
  "sa810:15.3": "After cultivating the awakening factor of peace, he fulfills the awakening factor of peace. ",
  "sa810:16.1": "“After his body and mind are comfortable, he attains concentration. ",
  "sa810:16.2": "At that point, this is the method of cultivating the awakening factor of concentration. ",
  "sa810:16.3": "After cultivating the awakening factor of concentration, he fulfills the awakening factor of concentration. ",
  "sa810:17.1": "“After fulfilling the awakening factor of concentration, his craving and sadness cease, and he attains the levelness of equanimity. ",
  "sa810:17.2": "At that point, this is the method of cultivating the awakening factor of equanimity. ",
  "sa810:17.3": "After cultivating the awakening factor of equanimity, he fulfills the awakening factor of equanimity. ",
  "sa810:17.4": "The mindfulness of feeling … mind … principle as principle are likewise explained. ",
  "sa810:17.5": "This is called cultivating the four abodes of mindfulness to fulfill the seven factors of awakening.” ",
  "sa810:18.1": "Ānanda told the Buddha, ",
  "sa810:18.2": "“This is called cultivating the four abodes of mindfulness to fulfill the seven factors of awakening. ",
  "sa810:18.3": "How does cultivating the seven factors of awakening fulfill insight and liberation?” ",
  "sa810:19.1": "The Buddha told Ānanda, ",
  "sa810:19.2": "“Suppose a monk cultivates the awakening factor of mindfulness depending on seclusion, the lack of desire, and cessation and heading towards equanimity. ",
  "sa810:19.3": "After cultivating the awakening factor of mindfulness, he fulfills insight and liberation. ",
  "sa810:19.4": "… cultivates the awakening factor of equanimity depending on seclusion, the lack of desire, and cessation and heading towards equanimity. ",
  "sa810:19.5": "After thus cultivating the awakening factor of equanimity, he fulfills insight and liberation. ",
  "sa810:20.1": "“Ānanda, these are called the mutual categories of things and the mutual enrichment of things. ",
  "sa810:20.2": "Thus, these 13 things are developed by one thing, and one thing is their entryway. ",
  "sa810:20.3": "Advancing sequentially, they are cultivated and fulfilled.” ",
  "sa810:21.1": "After the Buddha taught this sutra, Venerable Ānanda heard what he taught, rejoiced, and approved. "
}