{
  "patthana9.6:0.1": "Paṭṭhānapakaraṇa ",
  "patthana9.6:0.2": "Dhammapaccanīya (2), Dukatikapaṭṭhānapāḷi (3) ",
  "patthana9.6:0.3": "9.6. Sahetukadukādi, Kusalattika ",
  "patthana9.6:1.1": "Nasahetukaṁ nakusalaṁ dhammaṁ paṭicca nasahetuko nakusalo dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ, ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… dve mahābhūte …pe… nasahetukaṁ nakusalaṁ dhammaṁ paṭicca naahetuko nakusalo dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā; paṭisandhikkhaṇe vatthuṁ paṭicca sahetukā khandhā. Nasahetukaṁ nakusalaṁ dhammaṁ paṭicca nasahetuko nakusalo ca naahetuko nakusalo ca dhammā uppajjanti hetupaccayā. ",
  "patthana9.6:2.1": "Naahetukaṁ nakusalaṁ dhammaṁ paṭicca naahetuko nakusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana9.6:3.1": "Nasahetukaṁ nakusalañca naahetukaṁ nakusalañca dhammaṁ paṭicca nasahetuko nakusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana9.6:4.1": "Hetuyā nava, ārammaṇe cha, adhipatiyā pañca …pe… avigate nava. ",
  "patthana9.6:5.1": "Nasahetukaṁ naakusalaṁ dhammaṁ paṭicca nasahetuko naakusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana9.6:6.1": "Naahetukaṁ naakusalaṁ dhammaṁ paṭicca naahetuko naakusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana9.6:7.1": "Nasahetukaṁ naakusalañca naahetukaṁ naakusalañca dhammaṁ paṭicca nasahetuko naakusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana9.6:8.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… purejāte āsevane dve …pe… avigate nava. ",
  "patthana9.6:9.1": "Nasahetukaṁ naabyākataṁ dhammaṁ paṭicca naahetuko naabyākato dhammo uppajjati hetupaccayā. ",
  "patthana9.6:10.1": "Naahetukaṁ naabyākataṁ dhammaṁ paṭicca naahetuko naabyākato dhammo uppajjati hetupaccayā. ",
  "patthana9.6:11.1": "Nasahetukaṁ naabyākatañca naahetukaṁ naabyākatañca dhammaṁ paṭicca naahetuko naabyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana9.6:12.1": "Hetuyā tīṇi, ārammaṇe pañca, adhipatiyā ekaṁ …pe… avigate pañca. ",
  "patthana9.6:13.1": "(Hetusampayuttadukaṁ sahetukadukasadisaṁ.) "
}