{
  "patthana9.17:0.1": "Paṭṭhānapakaraṇa ",
  "patthana9.17:0.2": "Dhammapaccanīya (2), Dukatikapaṭṭhānapāḷi (3) ",
  "patthana9.17:0.3": "9.17. Saraṇaduka, Sanidassanattika ",
  "patthana9.17:1.1": "Nasaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. ",
  "patthana9.17:2.1": "Naaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca naaraṇo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naaraṇaṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo nasanidassanasappaṭigho ca naaraṇo nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana9.17:3.1": "Nasaraṇaṁ nasanidassanasappaṭighañca naaraṇaṁ nasanidassanasappaṭighañca dhammaṁ paṭicca nasaraṇo nasanidassanasappaṭigho dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana9.17:4.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. ",
  "patthana9.17:5.1": "Nasaraṇaṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. ",
  "patthana9.17:6.1": "Naaraṇaṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca naaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naaraṇaṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Naaraṇaṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanasappaṭigho ca naaraṇo naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana9.17:7.1": "Nasaraṇaṁ naanidassanasappaṭighañca naaraṇaṁ naanidassanasappaṭighañca dhammaṁ paṭicca nasaraṇo naanidassanasappaṭigho dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana9.17:8.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. ",
  "patthana9.17:9.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāretabbaṁ.) ",
  "patthana9.17:10.1": "Nasaraṇaṁ naanidassanaappaṭighaṁ dhammaṁ paṭicca nasaraṇo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana9.17:11.1": "Hetuyā ekaṁ, adhipatiyā sahajāte aññamaññe nissaye kamme …pe… magge vippayutte atthiyā avigate ekaṁ. (Sabbattha vitthāro.) "
}