{
  "patthana9.5:0.1": "Paṭṭhānapakaraṇa",
  "patthana9.5:0.2": "Dhammapaccanīya (2), Dukatikapaṭṭhānapāḷi (3)",
  "patthana9.5:0.3": "9.5. Hetuduka, Sanidassanattika",
  "patthana9.5:1.0": "Hetu",
  "patthana9.5:1.1": "Nahetuṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nanahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nahetu nasanidassanasappaṭigho ca nanahetu nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana9.5:2.1": "Nanahetuṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nanahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nanahetuṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nanahetuṁ nasanidassanasappaṭighaṁ dhammaṁ paṭicca nahetu nasanidassanasappaṭigho ca nanahetu nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana9.5:3.1": "Nahetuṁ nasanidassanasappaṭighañca nanahetuṁ nasanidassanasappaṭighañca dhammaṁ paṭicca nahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṁ nasanidassanasappaṭighañca nanahetuṁ nasanidassanasappaṭighañca dhammaṁ paṭicca nanahetu nasanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṁ nasanidassanasappaṭighañca nanahetuṁ nasanidassanasappaṭighañca dhammaṁ paṭicca nahetu nasanidassanasappaṭigho ca nanahetu nasanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana9.5:4.1": "Hetuyā nava …pe… avigate nava. (Sabbattha nava.)",
  "patthana9.5:5.1": "Nahetuṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nanahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nahetu naanidassanasappaṭigho ca nanahetu naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana9.5:6.1": "Nanahetuṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nanahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nanahetuṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nanahetuṁ naanidassanasappaṭighaṁ dhammaṁ paṭicca nahetu naanidassanasappaṭigho ca nanahetu naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana9.5:7.1": "Nahetuṁ naanidassanasappaṭighañca nanahetuṁ naanidassanasappaṭighañca dhammaṁ paṭicca nahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṁ naanidassanasappaṭighañca nanahetuṁ naanidassanasappaṭighañca dhammaṁ paṭicca nanahetu naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Nahetuṁ naanidassanasappaṭighañca nanahetuṁ naanidassanasappaṭighañca dhammaṁ paṭicca nahetu naanidassanasappaṭigho ca nanahetu naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana9.5:8.1": "Hetuyā nava …pe… avigate nava. (Sahajātavārepi …pe… sampayuttavārepi sabbattha vitthāro.)",
  "patthana9.5:9.0": "Hetu-ārammaṇa",
  "patthana9.5:9.1": "Nanahetu naanidassanasappaṭigho dhammo nanahetussa naanidassanasappaṭighassa dhammassa hetupaccayena paccayo. Nanahetu naanidassanasappaṭigho dhammo nahetussa naanidassanasappaṭighassa dhammassa hetupaccayena paccayo. Nanahetu naanidassanasappaṭigho dhammo nahetussa naanidassanasappaṭighassa ca nanahetussa naanidassanasappaṭighassa ca dhammassa hetupaccayena paccayo. ",
  "patthana9.5:10.1": "Nahetu naanidassanasappaṭigho dhammo nahetussa naanidassanasappaṭighassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana9.5:11.1": "Hetuyā tīṇi, ārammaṇe nava …pe… upanissaye nava, purejāte pacchājāte tīṇi, āsevane nava, kamme tīṇi, vipāke nava, āhāre tīṇi, indriye nava, jhāne tīṇi, magge sampayutte nava, vippayutte pañca …pe… avigate nava. (Pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana9.5:12.1": "Nahetuṁ naanidassanaappaṭighaṁ dhammaṁ paṭicca nahetu naanidassanaappaṭigho dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana9.5:13.1": "Hetuyā ekaṁ, adhipatiyā sahajāte aññamaññe nissaye kamme …pe… magge ekaṁ, vippayutte atthiyā avigate ekaṁ. (Sabbattha vitthāro.)"
}