{
  "sn11.12:0.1": "Saṁyutta Nikāya 11 ",
  "sn11.12:0.2": "2. Dutiyavagga ",
  "sn11.12:0.3": "12. Sakkanāmasutta ",
  "sn11.12:1.1": "Sāvatthiyaṁ jetavane. ",
  "sn11.12:1.2": "Tatra kho bhagavā bhikkhū etadavoca: ",
  "sn11.12:1.3": "“sakko, bhikkhave, devānamindo pubbe manussabhūto samāno magho nāma māṇavo ahosi, tasmā maghavāti vuccati. ",
  "sn11.12:2.1": "Sakko, bhikkhave, devānamindo pubbe manussabhūto samāno pure dānaṁ adāsi, tasmā purindadoti vuccati. ",
  "sn11.12:3.1": "Sakko, bhikkhave, devānamindo pubbe manussabhūto samāno sakkaccaṁ dānaṁ adāsi, tasmā sakkoti vuccati. ",
  "sn11.12:4.1": "Sakko, bhikkhave, devānamindo pubbe manussabhūto samāno āvasathaṁ adāsi, tasmā vāsavoti vuccati. ",
  "sn11.12:5.1": "Sakko, bhikkhave, devānamindo sahassampi atthānaṁ muhuttena cinteti, tasmā sahassakkhoti vuccati. ",
  "sn11.12:6.1": "Sakkassa, bhikkhave, devānamindassa sujā nāma asurakaññā pajāpati, tasmā sujampatīti vuccati. ",
  "sn11.12:7.1": "Sakko, bhikkhave, devānamindo devānaṁ tāvatiṁsānaṁ issariyādhipaccaṁ rajjaṁ kāreti, tasmā devānamindoti vuccati. ",
  "sn11.12:8.1": "Sakkassa, bhikkhave, devānamindassa pubbe manussabhūtassa satta vatapadāni samattāni samādinnāni ahesuṁ, yesaṁ samādinnattā sakko sakkattaṁ ajjhagā. ",
  "sn11.12:8.2": "Katamāni satta vatapadāni? ",
  "sn11.12:8.3": "Yāvajīvaṁ mātāpettibharo assaṁ, ",
  "sn11.12:8.4": "yāvajīvaṁ kule jeṭṭhāpacāyī assaṁ, ",
  "sn11.12:8.5": "yāvajīvaṁ saṇhavāco assaṁ, ",
  "sn11.12:8.6": "yāvajīvaṁ apisuṇavāco assaṁ, ",
  "sn11.12:8.7": "yāvajīvaṁ vigatamalamaccherena cetasā agāraṁ ajjhāvaseyyaṁ muttacāgo payatapāṇi vossaggarato yācayogo dānasaṁvibhāgarato, ",
  "sn11.12:8.8": "yāvajīvaṁ saccavāco assaṁ, ",
  "sn11.12:8.9": "yāvajīvaṁ akkodhano assaṁ—sacepi me kodho uppajjeyya, khippameva naṁ paṭivineyyanti. ",
  "sn11.12:8.10": "Sakkassa, bhikkhave, devānamindassa pubbe manussabhūtassa imāni satta vatapadāni samattāni samādinnāni ahesuṁ, yesaṁ samādinnattā sakko sakkattaṁ ajjhagāti. ",
  "sn11.12:9.1": "Mātāpettibharaṁ jantuṁ, ",
  "sn11.12:9.2": "kule jeṭṭhāpacāyinaṁ; ",
  "sn11.12:9.3": "Saṇhaṁ sakhilasambhāsaṁ, ",
  "sn11.12:9.4": "pesuṇeyyappahāyinaṁ. ",
  "sn11.12:10.1": "Maccheravinaye yuttaṁ, ",
  "sn11.12:10.2": "saccaṁ kodhābhibhuṁ naraṁ; ",
  "sn11.12:10.3": "Taṁ ve devā tāvatiṁsā, ",
  "sn11.12:10.4": "āhu sappuriso itī”ti. "
}