{
  "sn11.14:0.1": "Saṁyutta Nikāya 11 ",
  "sn11.14:0.2": "2. Dutiyavagga ",
  "sn11.14:0.3": "14. Daliddasutta ",
  "sn11.14:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn11.14:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn11.14:1.3": "“bhikkhavo”ti. ",
  "sn11.14:1.4": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "sn11.14:1.5": "Bhagavā etadavoca: ",
  "sn11.14:2.1": "“Bhūtapubbaṁ, bhikkhave, aññataro puriso imasmiṁyeva rājagahe manussadaliddo ahosi manussakapaṇo manussavarāko. ",
  "sn11.14:2.2": "So tathāgatappavedite dhammavinaye saddhaṁ samādiyi, sīlaṁ samādiyi, sutaṁ samādiyi, cāgaṁ samādiyi, paññaṁ samādiyi. ",
  "sn11.14:2.3": "So tathāgatappavedite dhammavinaye saddhaṁ samādiyitvā sīlaṁ samādiyitvā sutaṁ samādiyitvā cāgaṁ samādiyitvā paññaṁ samādiyitvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajji devānaṁ tāvatiṁsānaṁ sahabyataṁ. ",
  "sn11.14:2.4": "So aññe deve atirocati vaṇṇena ceva yasasā ca. ",
  "sn11.14:2.5": "Tatra sudaṁ, bhikkhave, devā tāvatiṁsā ujjhāyanti khiyyanti vipācenti: ",
  "sn11.14:2.6": "‘acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "sn11.14:2.7": "Ayañhi devaputto pubbe manussabhūto samāno manussadaliddo ahosi manussakapaṇo manussavarāko; ",
  "sn11.14:2.8": "so kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapanno devānaṁ tāvatiṁsānaṁ sahabyataṁ. ",
  "sn11.14:2.9": "So aññe deve atirocati vaṇṇena ceva yasasā cā’ti. ",
  "sn11.14:3.1": "Atha kho, bhikkhave, sakko devānamindo deve tāvatiṁse āmantesi: ",
  "sn11.14:3.2": "‘mā kho tumhe, mārisā, etassa devaputtassa ujjhāyittha. ",
  "sn11.14:3.3": "Eso kho, mārisā, devaputto pubbe manussabhūto samāno tathāgatappavedite dhammavinaye saddhaṁ samādiyi, sīlaṁ samādiyi, sutaṁ samādiyi, cāgaṁ samādiyi, paññaṁ samādiyi. ",
  "sn11.14:3.4": "So tathāgatappavedite dhammavinaye saddhaṁ samādiyitvā sīlaṁ samādiyitvā sutaṁ samādiyitvā cāgaṁ samādiyitvā paññaṁ samādiyitvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapanno devānaṁ tāvatiṁsānaṁ sahabyataṁ. ",
  "sn11.14:3.5": "So aññe deve atirocati vaṇṇena ceva yasasā cā’ti. ",
  "sn11.14:3.6": "Atha kho, bhikkhave, sakko devānamindo deve tāvatiṁse anunayamāno tāyaṁ velāyaṁ imā gāthāyo abhāsi: ",
  "sn11.14:4.1": "‘Yassa saddhā tathāgate, ",
  "sn11.14:4.2": "acalā suppatiṭṭhitā; ",
  "sn11.14:4.3": "Sīlañca yassa kalyāṇaṁ, ",
  "sn11.14:4.4": "ariyakantaṁ pasaṁsitaṁ. ",
  "sn11.14:5.1": "Saṅghe pasādo yassatthi, ",
  "sn11.14:5.2": "ujubhūtañca dassanaṁ; ",
  "sn11.14:5.3": "Adaliddoti taṁ āhu, ",
  "sn11.14:5.4": "amoghaṁ tassa jīvitaṁ. ",
  "sn11.14:6.1": "Tasmā saddhañca sīlañca, ",
  "sn11.14:6.2": "pasādaṁ dhammadassanaṁ; ",
  "sn11.14:6.3": "Anuyuñjetha medhāvī, ",
  "sn11.14:6.4": "saraṁ buddhāna sāsanan’”ti. "
}