{
  "sn2.26:0.1": "Budini govori tematski grupisani 2.26 ",
  "sn2.26:0.2": "3. Sledbenici drugih učitelja ",
  "sn2.26:0.3": "Rohitassa ",
  "sn2.26:1.1": "Kraj Sāvatthīja. ",
  "sn2.26:1.2": "Stojeći sa strane, mlado božanstvo Rohitassa se Blaženom obrati ovim stihovima: ",
  "sn2.26:1.3": "„Poštovani, je li moguće putujući upoznati, videti ili dostići drugi kraj sveta, gde nema rođenja, starosti, umiranja, nestajanja i ponovnog rođenja?” ",
  "sn2.26:1.4": "„Prijatelju, ja kažem da putujući nije moguće upoznati, videti ili dostići drugi kraj sveta, gde nema rođenja, starosti, umiranja, nestajanja i ponovnog rođenja.” ",
  "sn2.26:2.1": "„Zadivljujuće je to, poštovani, čudesno je to! ",
  "sn2.26:2.2": "Kako je Blaženi to dobro izgovorio: ",
  "sn2.26:2.3": "’Prijatelju, ja kažem da putujući nije moguće upoznati, videti ili dostići drugi kraj sveta, gde nema rođenja, starosti, umiranja, nestajanja i ponovnog rođenja.’ ",
  "sn2.26:3.1": "Nekada davno bio sam prorok po imenu Rohitassa, sin Bhodin, i posedovao sam duhovne moći, bio u stanju da letim. ",
  "sn2.26:3.2": "Imao sam takvu brzinu baš kao što vešt strelac, izvežban, umešan i proveren, s lakoćom može da odapne strelu kroz senku palme. ",
  "sn2.26:3.3": "Takav sam imao korak, da bi jednim iskorakom premostio razdaljinu od istočnog do zapadnog okeana. ",
  "sn2.26:3.4": "I tada se u meni rodila ovakva želja: ",
  "sn2.26:3.5": "’Hodanjem ću stići na kraj sveta.’ ",
  "sn2.26:3.6": "I tako sam, poštovani, obdaren takvom brzinom i takvim korakom, živeći sto godina, hodao sto godina i nisam stajao osim radi jela, pića, žvakanja i gutanja, osim radi nužde ili da bih odspavao i uklonio umor, ali nisam dostigao kraj sveta, već sam umro na pola puta. ",
  "sn2.26:4.1": "Zadivljujuće je to, poštovani, čudesno je to! ",
  "sn2.26:4.2": "Kako je Blaženi to dobro izgovorio: ",
  "sn2.26:4.3": "’Prijatelju, ja kažem da putujući nije moguće upoznati, videti ili dostići drugi kraj sveta, gde nema rođenja, starosti, umiranja, nestajanja i ponovnog rođenja’.” ",
  "sn2.26:5.1": "„Međutim, prijatelju, ja kažem da bez dostizanja kraja sveta nije moguće stići na kraj patnje. ",
  "sn2.26:5.2": "I upravo u ovom smrtnom telu od jednog hvata, obdarenom opažanjem i razmišljanjem, jeste sadržan svet, nastanak sveta, prestanak sveta i put koji vodi prestanka sveta. ",
  "sn2.26:6.1": "Putovanjem se kraj sveta ",
  "sn2.26:6.2": "nikada ne može dostići. ",
  "sn2.26:6.3": "A bez dostizanja kraja sveta, ",
  "sn2.26:6.4": "nema izbavljenja od patnje. ",
  "sn2.26:7.1": "Stoga, zaista, mudar čovek, znavalac sveta, ",
  "sn2.26:7.2": "koji je stigao do kraja sveta i svetačkim životom živi, ",
  "sn2.26:7.3": "znajući kraj sveta, smiren, ",
  "sn2.26:7.4": "ne žudi ni za ovim, ni za onim svetom.” "
}