{
  "an10.172:0.1": "Numbered Discourses 10 ",
  "an10.172:0.2": "17. With Jāṇussoṇi ",
  "an10.172:0.3": "172. Bad Principles (2nd) ",
  "an10.172:1.1": "“Mendicants, you should know bad principles and good principles. ",
  "an10.172:1.2": "And you should know bad results and good results. ",
  "an10.172:1.3": "Knowing these things, your practice should follow the good principles with good results.” ",
  "an10.172:1.4": "That is what the Buddha said. ",
  "an10.172:1.5": "When he had spoken, the Holy One got up from his seat and entered his dwelling. ",
  "an10.172:2.1": "Soon after the Buddha left, those mendicants considered, ",
  "an10.172:2.2": "“The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail. ",
  "an10.172:2.3": "‘You should know bad principles and good principles. ",
  "an10.172:2.4": "And you should know bad results and good results. ",
  "an10.172:2.5": "Knowing these things, your practice should follow the good principles with good results.’ ",
  "an10.172:2.6": "Who can explain in detail the meaning of this brief passage for recitation given by the Buddha?” ",
  "an10.172:3.1": "Then those mendicants thought, ",
  "an10.172:3.2": "“This Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ",
  "an10.172:3.3": "He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha. ",
  "an10.172:3.4": "Let’s go to him, and ask him about this matter. ",
  "an10.172:3.5": "As he answers, so we’ll remember it.” ",
  "an10.172:4.1": "Then those mendicants went to Mahākaccāna, and exchanged greetings with him. ",
  "an10.172:4.2": "When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said, ",
  "an10.172:5.1": " ",
  "an10.172:5.2": " ",
  "an10.172:5.3": " ",
  "an10.172:5.4": " ",
  "an10.172:6.1": " ",
  "an10.172:6.2": " ",
  "an10.172:6.3": " ",
  "an10.172:6.4": " ",
  "an10.172:6.5": " ",
  "an10.172:7.1": " ",
  "an10.172:7.2": " ",
  "an10.172:7.3": " ",
  "an10.172:7.4": " ",
  "an10.172:7.5": " ",
  "an10.172:7.6": "“May Venerable Mahākaccāna please explain this.” ",
  "an10.172:8.1": "“Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves. ",
  "an10.172:8.2": "Such is the consequence for the venerables. Though you were face to face with the Buddha, you passed him by, imagining that you should ask me about this matter. ",
  "an10.172:8.3": "For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One. ",
  "an10.172:8.4": "That was the time to approach the Buddha and ask about this matter. ",
  "an10.172:8.5": "You should have remembered it in line with the Buddha’s answer.” ",
  "an10.172:9.1": "“Certainly he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One. ",
  "an10.172:9.2": "That was the time to approach the Buddha and ask about this matter. ",
  "an10.172:9.3": "We should have remembered it in line with the Buddha’s answer. ",
  "an10.172:9.4": "Still, Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions. ",
  "an10.172:9.5": "He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha. ",
  "an10.172:9.6": "Please explain this, if it’s no trouble.” ",
  "an10.172:10.1": "“Well then, reverends, listen and pay close attention, I will speak.” ",
  "an10.172:10.2": "“Yes, reverend,” they replied. ",
  "an10.172:10.3": "Mahākaccāna said this: ",
  "an10.172:11.1": "“Reverends, the Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail: ",
  "an10.172:11.2": "‘You should know bad principles and good principles … ",
  "an10.172:11.3": "and practice accordingly.’ ",
  "an10.172:12.1": "So what are bad principles? What are good principles? ",
  "an10.172:12.2": "What are bad results? And what are good results? ",
  "an10.172:12.3": "Killing living creatures is a bad principle. ",
  "an10.172:12.4": "Not killing living creatures is a good principle. ",
  "an10.172:12.5": "And the many bad, unskillful qualities produced by killing living creatures are bad results. ",
  "an10.172:12.6": "And the many skillful qualities fully developed because of not killing living creatures are good results. ",
  "an10.172:13.1": "Stealing is a bad principle. ",
  "an10.172:13.2": "Not stealing is a good principle. ",
  "an10.172:13.3": "And the many bad, unskillful qualities produced by stealing are bad results. ",
  "an10.172:13.4": "And the many skillful qualities fully developed because of not stealing are good results. ",
  "an10.172:14.1": "Sexual misconduct is a bad principle. ",
  "an10.172:14.2": "Avoiding sexual misconduct is a good principle. ",
  "an10.172:14.3": "And the many bad, unskillful qualities produced by sexual misconduct are bad results. ",
  "an10.172:14.4": "And the many skillful qualities fully developed because of avoiding sexual misconduct are good results. ",
  "an10.172:15.1": "Lying is a bad principle. ",
  "an10.172:15.2": "Not lying is a good principle. ",
  "an10.172:15.3": "And the many bad, unskillful qualities produced by lying are bad results. ",
  "an10.172:15.4": "And the many skillful qualities fully developed because of not lying are good results. ",
  "an10.172:16.1": "Divisive speech is a bad principle. ",
  "an10.172:16.2": "Avoiding divisive speech is a good principle. ",
  "an10.172:16.3": "And the many bad, unskillful qualities produced by divisive speech are bad results. ",
  "an10.172:16.4": "And the many skillful qualities fully developed because of avoiding divisive speech are good results. ",
  "an10.172:17.1": "Harsh speech is a bad principle. ",
  "an10.172:17.2": "Avoiding harsh speech is a good principle. ",
  "an10.172:17.3": "And the many bad, unskillful qualities produced by harsh speech are bad results. ",
  "an10.172:17.4": "And the many skillful qualities fully developed because of avoiding harsh speech are good results. ",
  "an10.172:18.1": "Talking nonsense is a bad principle. ",
  "an10.172:18.2": "Avoiding talking nonsense is a good principle. ",
  "an10.172:18.3": "And the many bad, unskillful qualities produced by talking nonsense are bad results. ",
  "an10.172:18.4": "And the many skillful qualities fully developed because of avoiding talking nonsense are good results. ",
  "an10.172:19.1": "Covetousness is a bad principle. ",
  "an10.172:19.2": "Contentment is a good principle. ",
  "an10.172:19.3": "And the many bad, unskillful qualities produced by covetousness are bad results. ",
  "an10.172:19.4": "And the many skillful qualities fully developed because of contentment are good results. ",
  "an10.172:20.1": "Ill will is a bad principle. ",
  "an10.172:20.2": "Good will is a good principle. ",
  "an10.172:20.3": "And the many bad, unskillful qualities produced by ill will are bad results. ",
  "an10.172:20.4": "And the many skillful qualities fully developed because of good will are good results. ",
  "an10.172:21.1": "Wrong view is a bad principle. ",
  "an10.172:21.2": "Right view is a good principle. ",
  "an10.172:21.3": "And the many bad, unskillful qualities produced by wrong view are bad results. ",
  "an10.172:21.4": "And the many skillful qualities fully developed because of right view are good results. ",
  "an10.172:22.1": "The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail: ",
  "an10.172:22.2": "‘You should know bad principles and good principles … ",
  "an10.172:22.3": "and practice accordingly.’ ",
  "an10.172:22.4": "And this is how I understand the detailed meaning of this passage for recitation. ",
  "an10.172:22.5": "If you wish, you may go to the Buddha and ask him about this. ",
  "an10.172:22.6": "You should remember it in line with the Buddha’s answer.” ",
  "an10.172:23.1": "“Yes, reverend,” said those mendicants, approving and agreeing with what Mahākaccāna said. Then they rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened. Then they said: ",
  "an10.172:24.1": " ",
  "an10.172:24.2": " ",
  "an10.172:24.3": " ",
  "an10.172:25.1": " ",
  "an10.172:25.2": " ",
  "an10.172:25.3": " ",
  "an10.172:25.4": " ",
  "an10.172:25.5": " ",
  "an10.172:26.1": " ",
  "an10.172:26.2": " ",
  "an10.172:26.3": " ",
  "an10.172:26.4": " ",
  "an10.172:26.5": " ",
  "an10.172:27.1": "“Sir, we went to Mahākaccāna and asked him about this matter. ",
  "an10.172:27.2": "And Mahākaccāna clearly explained the meaning to us in this manner, with these words and phrases.” ",
  "an10.172:28.1": "“Good, good, mendicants! ",
  "an10.172:28.2": "Mahākaccāna is astute, he has great wisdom. ",
  "an10.172:28.3": "If you came to me and asked this question, I would answer it in exactly the same way as Mahākaccāna. ",
  "an10.172:28.4": "That is what it means, and that’s how you should remember it.” "
}