{
  "an10.98:0.1": "Numbered Discourses 10 ",
  "an10.98:0.2": "10. With Upāli ",
  "an10.98:0.3": "98. A Senior Mendicant ",
  "an10.98:1.1": "“Mendicants, a senior mendicant with ten qualities lives comfortably in whatever region they live. ",
  "an10.98:1.2": "What ten? ",
  "an10.98:1.3": "They are senior and have long gone forth. ",
  "an10.98:1.4": "They’re ethical, restrained in the code of conduct, with good behavior and supporters. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ",
  "an10.98:1.5": "They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically. ",
  "an10.98:1.6": "Both monastic codes have been passed down to them in detail, well analyzed, well mastered, well judged in both the rules and accompanying material. ",
  "an10.98:1.7": "They’re skilled in raising and settling disciplinary issues. ",
  "an10.98:1.8": "They love the teachings and are a delight to converse with, being full of joy in the teaching and training. ",
  "an10.98:1.9": "They’re content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick. ",
  "an10.98:1.10": "They look impressive when going out and coming back, and are well restrained when sitting in an inhabited area. ",
  "an10.98:1.11": "They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty. ",
  "an10.98:1.12": "They realize the undefiled freedom of heart and freedom by wisdom in this very life, and they live having realized it with their own insight due to the ending of defilements. ",
  "an10.98:1.13": "A senior mendicant with these ten qualities lives comfortably in whatever region they live.” "
}