{
  "an10.10:0.1": "Numbered Discourses 10 ",
  "an10.10:0.2": "1. Benefits ",
  "an10.10:0.3": "10. Inspiring All Around: the Three Knowledges ",
  "an10.10:1.1": "“A mendicant is faithful, but not ethical. ",
  "an10.10:1.2": "So they’re incomplete in that respect, ",
  "an10.10:1.3": "and should fulfill it, thinking: ",
  "an10.10:1.4": "‘How can I become faithful and ethical?’ ",
  "an10.10:1.5": "When the mendicant is faithful and ethical, they’re complete in that respect. ",
  "an10.10:2.1": "A mendicant is faithful and ethical, but not learned … ",
  "an10.10:2.2": "they’re not a Dhamma speaker … ",
  "an10.10:2.3": "they don’t frequent assemblies … ",
  "an10.10:2.4": "they don’t teach Dhamma to the assembly with assurance … ",
  "an10.10:2.5": "they’re not an expert in the training … ",
  "an10.10:2.6": "they don’t recollect their many kinds of past lives … ",
  "an10.10:2.7": "they don’t, with clairvoyance that is purified and superhuman, see sentient beings passing away and being reborn … ",
  "an10.10:2.8": "they don’t realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements. ",
  "an10.10:2.9": "So they’re incomplete in that respect, ",
  "an10.10:2.10": "and should fulfill it, thinking: ",
  "an10.10:2.11": "‘How can I become faithful, ethical, and educated, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, an expert in the training, one who recollects their many kinds of past lives, one who with clairvoyance that surpasses the human sees sentient beings passing away and being reborn, and one who lives having realized the ending of defilements?’ ",
  "an10.10:3.1": "When they are faithful, ethical, and educated, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, an expert in the training, one who recollects their many kinds of past lives, one who with clairvoyance that surpasses the human sees sentient beings passing away and being reborn, and one who lives having realized the ending of defilements, ",
  "an10.10:3.2": "they’re complete in that respect. ",
  "an10.10:3.3": "A mendicant who has these ten qualities is inspiring all around, and is complete in every respect.” ",
  "an10.10:3.4": " ",
  "an10.10:3.5": " ",
  "an10.10:4.1": " ",
  "an10.10:4.2": " ",
  "an10.10:4.3": " "
}