{
  "sn35.28:1.1": "This is the famous “third sermon”. After the Buddha’s awakening at Uruvelā, he went to Varanasi to teach the five mendicants (<a href='https://suttacentral.net/sn56.11/en/sujato'>SN 56.11</a>), then returned to Uruvelā, where he stayed with and ultimately converted a community of dreadlocked fire-worshiping ascetics led by three Kassapa brothers. The elaborate narrative prominently features the ascetics’ reverence for fire, over which the Buddha wielded mastery. They took ordination, then he taught this discourse (<a href='https://suttacentral.net/pli-tv-kd1/en/sujato#15.1.1'>Kd 1:15.1.1</a>). ",
  "sn35.28:1.3": "The Buddha starts with the uncommon term <i lang='pi' translate='no'>āditta</i>, which refers to a current state (“is burning”, “has been set of fire”), avoiding the use of <i lang='pi' translate='no'>aggi</i> (Sanskrit <i lang='pi' translate='no'>agni</i>), which would evoke the deity of that name. | References to <i lang='pi' translate='no'>agni</i>, to <i lang='pi' translate='no'>sarva</i> (“all”), and to Agni as all, are legion in Vedic texts. Since all sacrifices are Agni (4.5.1.13), Agni is all the gods (1.6.2.8, 3.1.3.1, 3.4.1.19, 4.6.3.2), or is the Self of all the gods (14.3.2.5). Fire consumes all, so all food is of Agni (10.1.4.13). But the direct inspiration for this discourse is probably the famous “Honey Lore”. Situated just after the revelation that the true Self is infinite consciousness, this passage identifies all aspects of being, including fire, as “honey”, since they partake of the immortal, the divine, and the “all” (Bṛhadāraṇyaka Upaniṣad 2.5). Likewise, after his teaching that the aggregates, including all forms of consciousness, are “not self” (<a href='https://suttacentral.net/sn22.59/en/sujato'>SN 22.59</a>), the Buddha inverts the message of the Honey Lore, pointing out that “all” we experience is on fire. ",
  "sn35.28:1.6": "Or perhaps, “Set on fire by what?” ",
  "sn35.28:1.7": "These “three fires” are also at <a href='https://suttacentral.net/an7.47/en/sujato'>AN 7.47</a> and <a href='https://suttacentral.net/iti93/en/sujato'>Iti 93</a>. | Only after establishing that the senses are “burning” does the Buddha complete his inversion of Vedic values: it is fire itself which, far from being a benevolent deity, is aflame with greed, hate, and delusion. This had to wait until the Buddha was sure in his students, for it has the unpalatable implication that the god himself is subject to such flaws. After all, the ritual is performed with verses of desire (<i lang='pi' translate='no'>chandas</i>) in order to secure worldly prosperity (<a href='https://suttacentral.net/snp1.2/en/sujato'>Snp 1.2</a>) or an eternity in heaven (<a href='https://suttacentral.net/sn42.6/en/sujato#2.1'>SN 42.6:2.1</a>); it is carried out by means of sacrificial violence (<a href='https://suttacentral.net/mn51/en/sujato#10.7'>MN 51:10.7</a>, <a href='https://suttacentral.net/an4.39/en/sujato'>AN 4.39</a>, <a href='https://suttacentral.net/sn3.9/en/sujato'>SN 3.9</a>); and it is based on a delusional way of seeing the world, the blind leading the blind (<a href='https://suttacentral.net/mn95/en/sujato#13.23'>MN 95:13.23</a>). "
}