{
  "sn35.92:1.1": "In this discourse and the next, the Buddha discusses the structure of sense activity as the duality of interior and exterior. From the sparse hints in the discourses themselves, it seems he is critiquing the doctrine of infinite, non-dual consciousness taught by Yājñavalkya especially in Bṛhadāraṇyaka Upaniṣad 2.4 = 4.5 and 4.3.23–32. ",
  "sn35.92:2.2": "The same “duality” is described as the (sentient) body and “external” name and form, which are essential for contact through the six senses (<a href='https://suttacentral.net/sn12.19/en/sujato#1.3'>SN 12.19:1.3</a>). | Compare Yājñavalkya’s culminating philosophy: “For when there is a duality, as it were, then one sees the other; one smells, tastes, hears, greets, thinks of, touches, and cognizes the other. But when this All has become the Self, how and what would one see? How and what would one smell, taste, greet, hear, think, touch, or cognize? By what would one cognize that which cognizes this All? This Self is not that, not that! … By what would one cognize the cognizer?” (Bṛhadāraṇyaka Upaniṣad 2.4.14 = 4.5.15; readings vary). According to the Buddha, the dualistic structure of experience is primary; the mind functions as a duality. If one asserts, with Yājñavalkya, that “there is no second reality here that he could see as something distinct and separate from himself” (BU 4.3.23), how can one then assert that the primordial person split in two to make man and woman (BU 1.4.3); or that there is a duality of truth and falsehood (Śatapatha Brāhmaṇa 1.1.1.4)? Yājñavalkya denies the duality of self and other implicit in the structure of the senses, yet asserts the dualities of truth and falsehood, mortality and immortality, and man and woman. The implication is that such an assertion is incoherent, for to make such an assertion relies on the duality of speech and the senses. For all his “nondual” talk, Yājñavalkya ends up asserting one axis of duality, namely the eternal survival of the soul (as at <a href='https://suttacentral.net/sn12.15/en/sujato#2.1'>SN 12.15:2.1</a>) against the transience of worldly things. While there is no <em>necessary</em> correspondence between the dualities of interior/exterior and eternalism/annihilationism, those who focus on the inner consciousness, which appears to the unwary as ever-present, tend to fall into eternalism, while those who focus on the ephemeral material world of the exterior senses tend to be annihilationists. Epistemology shapes metaphysics. "
}