{
  "sn35.95:1.1": "Māluṅkyaputta was, according to Pali commentaries, the son of the lady Māluṅkyā of Kosala. Alternatively, Sanskrit dictionaries give <i lang='pi' translate='no'>māluka</i> as the name of a people or a mixed caste, although I have not been able to trace any further details. His conversion is not recorded as he appears always as a monk. <a href='https://suttacentral.net/mn63/en/sujato'>MN 63</a> and <a href='https://suttacentral.net/mn64/en/sujato'>MN 64</a> depict him as somewhat of a fool, but it seems that he persisted, and late in life sought teachings in meditation and ultimately realized arahantship, of which we have two different accounts (here and <a href='https://suttacentral.net/an4.257/en/sujato'>AN 4.257</a>). The latter contains an extensive set of verses attributed to him, which are repeated at <a href='https://suttacentral.net/thag16.5/en/sujato'>Thag 16.5</a>. A second set of his verses are at <a href='https://suttacentral.net/thag6.5/en/sujato'>Thag 6.5</a>. ",
  "sn35.95:4.2": "The commentary explains “unseen, unseen before” as not seen in this life or past lives. This is possible, although <i lang='pi' translate='no'>adiṭṭhapubba</i> (and its parallels) are elsewhere used for the simple past in this life (eg. <a href='https://suttacentral.net/dn16/en/sujato#2.17.3'>DN 16:2.17.3</a>, <a href='https://suttacentral.net/sn35.245/en/sujato#6.1'>SN 35.245:6.1</a>; <i lang='pi' translate='no'>assutapubba</i> at <a href='https://suttacentral.net/mn12/en/sujato#50.6'>MN 12:50.6</a>). ",
  "sn35.95:10.1": "For the “epistemic tetrad”, see <a href='https://suttacentral.net/mn1/en/sujato#19.1'>MN 1:19.1</a>. This teaching is famous from the brief instructions for Bāhiya at <a href='https://suttacentral.net/ud1.10/en/sujato#8.2'>Ud 1.10:8.2</a> | This set of four overlaps but does not map neatly on to the six senses, which lack an equivalent for “thought”; this is the only place in the Suttas that connects them. Rather, they emphasize the means by which spiritual truths are known. The missing items smell, taste, and touch are not normally means of learning spiritual truths, unlike the “seen” (a holy person, a dream, etc.), the “heard” (the words of a teacher or oral tradition), the “thought” (philosophical contemplation), and the “known” (reflective or meditative understanding). | The expression “merely” (<i lang='pi' translate='no'>matta</i>) suggests that these things are seen simply as they are, without being proliferated by conceit, or assumed to be absolute sources of truth. ",
  "sn35.95:10.3": "Whereas the six senses primarily stimulate an <em>emotional</em> response of desire, the epistemic tetrad is concerned with the creation of self-identity, responding to the Upaniṣadic idea that these are the means by which the Self is realized. | “By that” suggests that one assumes a Self from the tetrad, eg. by hearing about it, or deducing it from reasoning, etc. The instrumental case draws on Yājñavalkya: “By the seeing, hearing, thinking, and knowing of the Self, all this is known” (<i lang='pi' translate='no'>ātmano vā are darśanena śravaṇena matyā vijñānenedaṁ sarvaṁ viditam</i>, Bṛhadāraṇyaka Upaniṣad 2.4.5). ",
  "sn35.95:10.5": "Once the Self has been derived from the tetrad, one conceives Self in relation to it. Specifically, this rejects the imperishable Self posited by Yājñavalkya, which sees but cannot be seen. This again echoes Yājñavalkya, in a variant passage of the previous, although he is using the locative case in an absolute sense: “When the Self is seen, heard, thought, and known, all this is known.” (<i lang='pi' translate='no'>ātmani khalv are dṛṣṭe śrute mate vijñāta idaṁ sarvaṁ viditam</i>, Bṛhadāraṇyaka Upaniṣad 4.5.6). "
}