{
  "sn35.88:1.1": "This sutta recurs at <a href='https://suttacentral.net/mn145/en/sujato'>MN 145</a>, with slight differences in the opening and closing. In addition to two discourse parallels in Chinese, the popularity of this narrative is attested by its appearance in later texts such as the Mūlasarvāstivāda Vinaya and the Divyāvadāna, as well as in artworks (see Anālayo, <em>Comparative Study</em>, vol. ii, p. 828). | This Puṇṇa is to be distinguished from the Koliyan ascetic of <a href='https://suttacentral.net/mn57/en/sujato'>MN 57</a> and the son of Mantāṇī of <a href='https://suttacentral.net/mn23/en/sujato'>MN 23</a>. His only other appearance is his Theragāthā verse at <a href='https://suttacentral.net/thag1.70/en/sujato'>Thag 1.70</a>. ",
  "sn35.88:4.2": "The commentary says that Puṇṇa was in fact born in Sunāparanta, specifically the trading port of Suppāraka, which is modern Nallasopara north of Mumbai on India’s west coast. Sunāparanta is otherwise known as Aparanta (“Far West”, <a href='https://suttacentral.net/bv29/en/sujato#17.2'>Bv 29:17.2</a>). Puṇṇa’s choice was far-sighted, as from the time of Ashoka, Suppāraka became a major trading center with ports in India and lands west as far as Mesopotamia, Egypt, Eastern Africa, and Rome. A fabulous tale of such trading voyages is told in <a href='https://suttacentral.net/ja463/en/sujato'>Ja 463</a>. ",
  "sn35.88:8.2": "",
  "sn35.88:16.2": "This is in reference to the notorious story of Migalaṇḍika in <a href='https://suttacentral.net/pli-tv-bu-vb-pj3/en/sujato'>Bu Pj 3</a>, told more briefly in <a href='https://suttacentral.net/sn54.9/en/sujato'>SN 54.9</a>. Several monks, meditating improperly on the unattractiveness of the body, sought suicide as the way out. In response, the Buddha taught mindfulness of breathing, which is “peaceful and sublime, a deliciously pleasant meditation”. | The idiomatic phrase <i lang='pi' translate='no'>satthahāraka</i> is difficult. The obvious reading is to take <i lang='pi' translate='no'>sattha</i> as “knife”, the meaning it has in the preceding sentence. However, that yields the sense “knife-bringer”, “assassin”, whereas the use of <i lang='pi' translate='no'>idaṁ</i> in <a href='https://suttacentral.net/mn145/en/sujato#5.32'>MN 145:5.32</a> shows it must be neuter, i.e. it is a thing not a person. Richard Gombrich suggests we read <i lang='pi' translate='no'>sattha</i> here as equivalent to Sanskrit <i lang='pi' translate='no'>śvasita</i>, “breathing, life” (see Brahmali’s note on <a href='https://suttacentral.net/pli-tv-bu-vb-pj3/en/sujato#2.49.1'>Bu Pj 3:2.49.1</a>), yielding the sense “life-taker”, “breath-stealer”, “deadly weapon”. This agrees with the Vinaya commentary, which explains, “What does it take? Life.” (<i lang='pi' translate='no'>Kiṃ harati? Jīvitaṁ</i>). Since this idiom is only used in the context of suicide, I call it “suicide weapon”, and the verbal form “commit suicide”. "
}