{
  "sn35.132:1.1": "Mahākaccāna was the first major Buddhist figure in the region, and evidently his presence challenged the local brahmins. The fact that he was a brahmin by birth was salt on the wound, prompting a jibe by the callow students. ",
  "sn35.132:1.2": "A certain brahmin Lohicca also appears in <a href='https://suttacentral.net/dn12/en/sujato'>DN 12</a>. But since this discourse is set far away in Avantī after the Buddha’s passing, and since in both cases he is said to have taken refuge, it seems likely these are different people. | The term <i lang='pi' translate='no'>seleyyaka</i> (variant <i lang='pi' translate='no'>selissaka</i>) is unique and its meaning unclear. The commentary explains it as a kind of game like leapfrog, but contextually the sense “jeer” is more cohesive. Perhaps it is related to Sanskrit <i lang='pi' translate='no'>śālaka</i>, “jester, buffon”. ",
  "sn35.132:1.3": "<i lang='pi' translate='no'>Bharataka</i> here is unique and its sense debatable. The commentary says they were local householders; but the context is the intrusion of Buddhism into territory dominated by Vedic ritualism. In the Rig Veda, the Bharatas were the clan ruled by King Sudās, who, blessed by Agni, the “fire of the Bharatas”, and allied with the Vāsiṣṭhas, overcame the armies of ten kings to dominate the Aryan coalition. Wijesekera has argued that <i lang='pi' translate='no'>bhara</i> in this context originally meant the “booty” or “plunder” gained by raiding villages and towns (<em>Buddhist and Vedic Studies</em>, ch. 19). A <i lang='pi' translate='no'>bhārata</i> was a descendant of the tribe, and with their cultural ascendance became a term for all Vedists. Later it became generalized; the Jain Triṣaṣṭiśalākāpuruṣacaritra of the 12th century says that Bhāratakas include all Indians, whether Aryan or not (3.29). The Pali form <i lang='pi' translate='no'>bharataka</i> could here be simply a variation of <i lang='pi' translate='no'>bhārata</i> in the sense “Aryan”, but the suffix <i lang='pi' translate='no'>-ka</i> is often diminutive if not contemptuous (eg. <i lang='pi' translate='no'>samaṇaka</i>, <i lang='pi' translate='no'>muṇḍaka</i>). Compare Rig Veda 3.53.24, which appears to criticize false Bhāratas as betrayers of Vedic culture. ",
  "sn35.132:1.8": "Similar accounts of pure, meditative Brahmans of the past and their present fallen state are at <a href='https://suttacentral.net/snp2.7/en/sujato'>Snp 2.7</a> and <a href='https://suttacentral.net/dn27/en/sujato#22.1'>DN 27:22.1</a>. Buddhists argued that the <em>real</em> brahmins lived much like Buddhist mendicants. ",
  "sn35.132:2.2": "<i lang='pi' translate='no'>Purāṇa</i> (“ancient”) is familiar as the name for the class of lengthy scriptures that gather legends and other forms of the traditional knowledge. As we have them today, they have undergone extensive development, but they draw on ancient sources. In Pali these are normally called <i lang='pi' translate='no'>itihāsa</i> (“testaments”; see note on <a href='https://suttacentral.net/mn91/en/sujato#2.1'>MN 91:2.1</a>), and elsewhere we find <i lang='pi' translate='no'>purāṇa</i> in this sense only in the late canon (<a href='https://suttacentral.net/mil5.3.7/en/sujato#6.1'>Mil 5.3.7:6.1</a>). However, pre-Buddhist texts refer to <i lang='pi' translate='no'>itihāsa</i> along with <i lang='pi' translate='no'>purāṇa</i>  (Atharva Veda 15.6.10, Śatapatha Brāhmaṇa 11.5.6.8, Bṛhadāraṇyaka Upaniṣad 2.4.10, Chāndogya Upaniṣad 3.4.1). Given the context, it is likely this is the meaning here. ",
  "sn35.132:4.1": "<i lang='pi' translate='no'>Japāmase</i> is middle plural imperative. The sense is that they prioritize recitation as their core duty while neglecting conduct. ",
  "sn35.132:4.3": "The true brahmin does not take up arms (<a href='https://suttacentral.net/snp3.9/en/sujato#42.2'>Snp 3.9:42.2</a>, <a href='https://suttacentral.net/dhp406/en/sujato'>Dhp 406</a>). ",
  "sn35.132:4.4": "PTS and BJT read <i lang='pi' translate='no'>virajjhamānā tasathāvaresu</i> (“attacking both the strong and the weak”). This appears to be a normalization, as the commentary supports MS <i lang='pi' translate='no'>virajjamānā sataṇhātaṇhesu</i>. The point is that in their rage they did not even spare holy men. ",
  "sn35.132:5.3": "Compare the longer description of Vedic rites at <a href='https://suttacentral.net/mn51/en/sujato#10.3'>MN 51:10.3</a>. | “Fasting” (<i lang='pi' translate='no'>anāsakā</i>) was undertaken in preparation for the ritual (Śatapatha Brāhmaṇa 9.5.1.6). | The <i lang='pi' translate='no'>thaṇḍila</i> (Sanskrit <i lang='pi' translate='no'>sthaṇḍila</i>) was the ground cleared behind the fire altar (Chāndogya Upaniṣad 5.2.7, Śāṅkhāyana Āraṇyaka 9.8). The sponsor, having performed the ritual, lies on the bare ground or on a hide. If he sees a woman in his dreams, he knows his wish will be fulfilled. ",
  "sn35.132:5.4": "<i lang='pi' translate='no'>Pāto sinānaṁ</i> (“bathing at daybreak”) is recorded as a Brahmanical practice also at <a href='https://suttacentral.net/sn7.21/en/sujato#1.5'>SN 7.21:1.5</a>; bathing three times is one of the austere practices (<a href='https://suttacentral.net/mn12/en/sujato#45.12'>MN 12:45.12</a>; cf. <a href='https://suttacentral.net/pli-tv-kd1/en/sujato#20.15.1'>Kd 1:20.15.1</a>). A brahmin was to bathe at dawn and evening before reciting the Gāyatrī (Manu 4.93, Garuḍa Purāṇa 229). ",
  "sn35.132:6.1": "The hide was typically that of the black antelope. | “Mud” seems out of place, as we have already seen they are concerned with bathing, and going unwashed was a Jain practice. But perhaps it is deliberately incoherent. ",
  "sn35.132:6.3": "“Fawning” (<i lang='pi' translate='no'>kuhana</i>) is using dissembling and blandishments to obtain favor from the wealthy. ",
  "sn35.132:6.4": "Before and after rituals and meal, a little water was cupped in the hand and sipped. ",
  "sn35.132:6.6": "See Bodhi <em>Connected Discourses</em> for a note on this line. "
}