{
  "sn35.1:0.3": "",
  "sn35.1:1.1": "The “interior” aspects of the sense fields are the sensory organs starting with the “eye”, as opposed to the sense stimuli starting with “sights”, which are “exterior” (<i lang='pi' translate='no'>bāhira</i>). | <i lang='pi' translate='no'>Ajjhatika/bāhira</i> (“interior/exterior”) are used for the senses because they refer to inner and outer aspects of a thing, in this case, the individual. The similar pair <i lang='pi' translate='no'>ajjhatta/bahiddha</i> (“internal/external” or “inside/outside”) indicates the relation of two things to each other (see <a href='https://suttacentral.net/sn35.69/en/sujato#1.4'>SN 35.69:1.4</a>). Thus a house may have its interior painted white and exterior painted blue (<i lang='pi' translate='no'>ajjhatika/bāhira</i>), while a chair might be inside the house or outside of it (<i lang='pi' translate='no'>ajjhatta/bahiddha</i>). This agrees with Vedic usage. For <i lang='pi' translate='no'>bahirdhā</i>, Chāndogya Upaniṣad 3.12.7 mentions “what is outside a person”;  it’s also someone who is “outside” the sacrifice (eg. Śatapatha Brāhmaṇa 1.9.2.2). <i lang='pi' translate='no'>Bāhya</i> is used in philosophical contexts, where it sometimes contrasts with <i lang='pi' translate='no'>ādhyātmika</i> (Māṇḍūkya Upaniṣad Kārikā 2.38), but more commonly <i lang='pi' translate='no'>antara</i>: “the body is exterior, the womb interior” (ŚB 6.6.2.16); “eyes are interior, ears exterior” (ŚB 13.4.4.8). Sages aspire to transcend this duality:  “As a man embraced by a woman he loves is oblivious to everything within or without, so this person embraced by the self consisting of knowledge is oblivious to everything within or without” (Bṛhadāraṇyaka Upaniṣad 4.3.21, Olivelle translation). See also note on <a href='https://suttacentral.net/sn35.4/en/sujato#1.5'>SN 35.4:1.5</a>. ",
  "sn35.1:2.1": "This section gives a series of basic teachings with systematic variations. These can be understood as meditation instructions. The various templates and their usage patterns are mapped in the concordances appended to Bhikkhu Bodhi’s <em>Connected Discourses</em>. ",
  "sn35.1:2.9": "Right from this first discourse, the teachings on the six senses are highly abbreviated in the Pali. A standard pattern, which is used in the next several discourses, is to give the first and last items in full, while the middle ones are abbreviated. However, in this discourse, while the “ear” and “nose” have been abbreviated, the Pali gives the “tongue” in full, then abbreviates “body”, then tells the “mind” in full. This pattern recurs throughout this Saṅyutta (eg. <a href='https://suttacentral.net/sn35.7/en/sujato#1.10'>SN 35.7:1.10</a>, <a href='https://suttacentral.net/sn35.13/en/sujato#1.15'>SN 35.13:1.15</a>, <a href='https://suttacentral.net/sn35.25/en/sujato#1.6'>SN 35.25:1.6</a>). Often, the pattern is even more extreme, as the “ear” and “nose” and sometimes “body” are omitted entirely, while the “tongue” is given in full (<a href='https://suttacentral.net/sn35.26/en/sujato#1.6'>SN 35.26:1.6</a>, <a href='https://suttacentral.net/sn35.27/en/sujato#1.4'>SN 35.27:1.4</a>). This only applies to the interior “tongue”, not to the exterior “taste”. As to why this odd pattern appears, I think it is because “tongue” (<i lang='pi' translate='no'>jivhā</i>) is the only term among the twelve that is feminine. Feminine declensions in Pali are quite different to masculine and neuter. Perhaps these passages are spelled out in full to ensure the correct forms are used. In any case, I do not attempt to represent this in my translation, but use the standard pattern. "
}