{
  "sn35.245:1.2": "",
  "sn35.245:2.1": "The mendicant’s dissatisfaction perhaps stems from the term “well purified” (<i lang='pi' translate='no'>suvisuddha</i>). It is not a well-defined term, but is most prominently used to describe the Buddha’s own realization of the Dhamma (<a href='https://suttacentral.net/sn56.11/en/sujato#10.1'>SN 56.11:10.1</a>). There, he uses a longer phrase, saying his “knowledge and vision is well purified in three rounds and twelve aspects”, denoting arahantship. The answers given here, however, speak only of the vision of the truth, which normally means stream-entry, while the abandoning of defilements characteristic of arahantship is not mentioned. Thus it seems the questioner thought the term “well purified” in and of itself implied arahantship, while his respondents took it to mean stream-entry, only implying arahantship when expanded in the longer phrase. ",
  "sn35.245:6.1": "<i lang='pi' translate='no'>Kiṁsuka</i> should be resolved <i lang='pi' translate='no'>kiṁ-suka</i> (“what parrot?”) rather than <i lang='pi' translate='no'>kiṁ-su-ka</i> (“what’s it?”), as shown by the Sanskrit spelling <i lang='pi' translate='no'>kiṁśuka</i>. In Ritusaṁhāra 6.22, a poem sometimes attributed to Kalidasa, the comparison to a parrot is made explicit. In Pali it is also referred to as <i lang='pi' translate='no'>palāsa</i>, in which case I use flame-of-the-forest. It is <em>Butea monosperma</em>, whose distinctive flower keels resemble the curled beak of a parrot. The simile is further drawn out in the Kiṁsukopama Jātaka (<a href='https://suttacentral.net/ja248/en/sujato'>Ja 248</a>). ",
  "sn35.245:6.3": "The following are all accurate descriptions of the parrot tree. ",
  "sn35.245:6.5": "",
  "sn35.245:7.4": "The flowers can resemble scraps of meat. Visuddhimagga 196.5–15 tells of a foolish jackal who danced in joy on finding a meat-bearing tree. ",
  "sn35.245:7.9": "The lebbeck or siris (Pali <i lang='pi' translate='no'>sirīsa</i>, <em>Albizia lebbeck</em>) has large seed pods. It was the awakening tree of Kakusandha (<a href='https://suttacentral.net/dn14/en/sujato#1.8.4'>DN 14:1.8.4</a>). ",
  "sn35.245:9.12": "The Buddha’s response, by omitting a statement on the ending of defilements, affirms the earlier replies, confirming that <i lang='pi' translate='no'>suvisuddha</i> by itself indicates stream-entry. "
}