{
  "sn35.246:1.1": "The same five defilements are listed at <a href='https://suttacentral.net/mn151/en/sujato#3.3'>MN 151:3.3</a>. ",
  "sn35.246:1.2": "“Sorry state” <i lang='pi' translate='no'>duhitika</i> is from Sanskrit <i lang='pi' translate='no'>durhita</i> (Rig Veda 8.19.26; Atharva Veda 4.36.9). ",
  "sn35.246:3.3": "The <i lang='pi' translate='no'>ghaṭā</i> (“pot”) is the prominent hump of a zebu bull, which is grabbed to this day by bull wranglers. ",
  "sn35.246:3.12": "",
  "sn35.246:3.14": "For “straightened up”, accept MS reading <i lang='pi' translate='no'>udujita</i>, resolved as <i lang='pi' translate='no'>ud</i> + √<i lang='pi' translate='no'>uj</i> + <i lang='pi' translate='no'>ita</i>. ",
  "sn35.246:4.1": "The “arched harp” (<i lang='pi' translate='no'>vīṇa</i>) was a multi-stringed instrument held in the lap, whose form is clear from representations in ancient Indian sculptures in Bharhut, Amarāvatī, and Pawāyā, as well as the coins of Samudragupta. The strings, typically seven in number, were attached to the base of the soundbox and passed through holes in the parchment resonator to be tied with cords to the curved neck. It accompanied song or dance, and was played equally by men and women. It is not the modern Indian instrument called <em>veena</em>, which is a lute or stick zither, but rather is similar to the Burmese <em>saung</em>. ",
  "sn35.246:4.4": "",
  "sn35.246:4.17": "Most of these were established by Ananda K. Coomaraswamy, “The Parts of a Vīnā”, Journal of the American Oriental Society, Vol. 50 (1930), pp. 244–253. “Soundbox” is <i lang='pi' translate='no'>doṇi</i> (“tub”); “leather resonator” is <i lang='pi' translate='no'>camma</i>, a piece of leather stretched over the soundbox to enhance the resonance; “neck” is <i lang='pi' translate='no'>daṇḍa</i>, the curved arm or frame to which the strings were attached; “strings” is <i lang='pi' translate='no'>tantiyo</i>; and “plectrum” is <i lang='pi' translate='no'>koṇa</i>. The remaining part is variously spelled as <i lang='pi' translate='no'>upaviṇe</i>, <i lang='pi' translate='no'>upadhiraṇe</i>, <i lang='pi' translate='no'>upadhāraṇe</i>, or <i lang='pi' translate='no'>upaveṇaṁ</i>, suggesting an early corruption. The preponderance of plural forms nonetheless supports Coomaraswamy’s revised understanding (“The Parts of a Vīṇā”, JAOS, Vol. 57, No. 1 (March 1937), pp. 101–103) that this is Sanskrit <i lang='pi' translate='no'>upavīṇa</i>, <i lang='pi' translate='no'>upavāṇa</i>, or <i lang='pi' translate='no'>upaveṇa</i> having the sense “bindings”. This would be the “tuning cords” by which the strings are tied to the neck and which also serve for tuning. ",
  "sn35.246:4.18": "Bṛhadāraṇyaka Upaniṣad 2.4.9 says you can only catch the sound of a harp by getting hold of the lute or player, using this as a metaphor for the search for the Self. <a href='https://suttacentral.net/dn23/en/sujato#19.3'>DN 23:19.3</a> tells a similar parable, only with a horn. The Upaniṣad has both instruments. ",
  "sn35.246:4.24": "The rare verb <i lang='pi' translate='no'>samanvesati</i> is used in <a href='https://suttacentral.net/sn4.23/en/sujato#10.4'>SN 4.23:10.4</a> and <a href='https://suttacentral.net/sn22.87/en/sujato#11.5'>SN 22.87:11.5</a> of Māra “searching” for the consciousness of a deceased arahant. "
}