{
  "sn35.103:1.1": "Uddaka was the second Brahmanical sage under whom the Bodhisatta practiced before awakening (<a href='https://suttacentral.net/mn26/en/sujato#16.1'>MN 26:16.1</a>). Another of his enigmatic sayings is found at <a href='https://suttacentral.net/dn29/en/sujato#16.8'>DN 29:16.8</a>. When the Bodhisatta began his study, he first learned to recite the scriptures, and in these two passages we find examples of what those scriptures were. While no teachings attributed to Uddaka have been found in the Vedic corpus, chapter 23 of the Jain Isibhāsiyāiṁ—a collection of sayings of various sages, including Buddhists and Vedists—is attributed to a certain Rāmaputta, who is likely the same person. ",
  "sn35.103:1.2": "I have not been able to trace this quote. It is verse, albeit unmetrical. | The initial <i lang='pi' translate='no'>idaṁ</i> (neuter) is an excalamtory particle disconnected from the nouns (masculine). It is an idiom of the Śatapatha Brāhmaṇa (eg. 3.6.1.5, 3.7.1.2, 3.8.2.15), where it serves to highlight a dramatic statement or gesture; the text’s opening uses this idiom to announce a transformed or realized self-identity (1.1.1.4: “Hereupon, I enter from untruth to truth!”; 1.1.1.6: “Hereupon, I become he who I am”). Compare the use of <i lang='pi' translate='no'>ayaṁ</i> (“here”) at <a href='https://suttacentral.net/mn77/en/sujato#4.8'>MN 77:4.8</a> or <i lang='pi' translate='no'>idaṁ</i> at <a href='https://suttacentral.net/sn16.8/en/sujato#3.2'>SN 16.8:3.2</a>, <a href='https://suttacentral.net/dn9/en/sujato#5.6'>DN 9:5.6</a>.  Repeated initial pronouns are employed as a rhetorical device in some Vedic verses (eg. Rig Veda 6.65.4–5). | A similar phrasing is employed by Brahmā Sahampati at <a href='https://suttacentral.net/sn6.13/en/sujato#5.1'>SN 6.13:5.1</a>, where it emphasizes direct experience. | In early Sanskrit and Pali, <i lang='pi' translate='no'>jātu</i> usually has the sense “ever” (or perhaps “absolutely” per the commentary’s <i lang='pi' translate='no'>ekaṁsena</i>; see too Śatapatha Brāhmaṇa 2.2.2.20, 14.6.8.1). | <i lang='pi' translate='no'>Vedagū</i> is not attested in Brahmanical texts, but it is perhaps a contraction of Sanskrit <i lang='pi' translate='no'>vedapāraga</i> in the sense “one versed in the Vedas” (such as Yājñavalkya, Mahābhārata 1.113.40). Given that Buddhist literature assumes it was a term of the brahmins, the Buddha may have learned it from this very passage. ",
  "sn35.103:1.4": "The terms “dug” (<i lang='pi' translate='no'>palikhata</i> = Ardhamāgadhī <i lang='pi' translate='no'>paḍighāta</i>) and “boil” (<i lang='pi' translate='no'>gaṇḍa</i>), neither of which are particularly common, are used by Uddaka multiple times in Isibhāsiyāiṁ 23. It is remarkable that, although so few of Uddaka’s teachings are preserved, they share this striking language. Probably these were terms used by Uddaka himself; and perhaps “boil”, like “knowledge master”, was adapted by the Buddha from this passage. ",
  "sn35.103:1.5": "<i lang='pi' translate='no'>Gaṇḍamūla</i> (“boil’s root”) is also at <a href='https://suttacentral.net/thag4.10/en/sujato#4.1'>Thag 4.10:4.1</a>. | <i lang='pi' translate='no'>Palikhaṇiṁ</i> is first person aorist. In a characteristic touch of Vedic subtlety, Uddaka conceals the subject of the verse, only revealing that he is speaking of himself with the very final letter of the verse. ",
  "sn35.103:1.6": "Isibhāsiyāiṁ 23 has rather a different tenor, as there Uddaka is depicted as lamenting the presence of the boils etc., and determining to practice “knowledge, vision, and good conduct” to bring an end to the beginningless course of transmigration (<a href='https://suttacentral.net/sn15.1/en/sujato#1.7'>SN 15.1:1.7</a> and note). The story of the Bodhisatta’s studentship implies that Uddaka knew he was yet to attain the highest meditation that he taught (<a href='https://suttacentral.net/mn26/en/sujato#16.9'>MN 26:16.9</a>, etc.). ",
  "sn35.103:4.2": "Also at <a href='https://suttacentral.net/an9.15/en/sujato#2.1'>AN 9.15:2.1</a>. Elsewhere, “boil” is a term for sensual pleasures (<a href='https://suttacentral.net/an6.23/en/sujato'>AN 6.23</a>) or for suffering (<a href='https://suttacentral.net/sn22.122/en/sujato#1.4'>SN 22.122:1.4</a>). "
}