{
  "sn42.11:0.1": "Discours Groupés 42.11 ",
  "sn42.11:0.2": "1. Chefs ",
  "sn42.11:0.3": "Avec Bhadraka ",
  "sn42.11:1.1": "A une époque, le Bouddha séjournait dans le pays des Mallas, près de la ville mallienne appelée Uruvelakappa. ",
  "sn42.11:1.2": "Bhadraka, le chef du village, s’approcha du Bouddha, s’inclina, s’assit sur le côté et lui dit : ",
  "sn42.11:1.3": "« S’il vous plaît, monsieur, enseignez-moi l’origine et la cessation de la souffrance. » ",
  "sn42.11:1.4": "« Chef, si je vous enseignais l’origine et la cessation de la souffrance dans le passé, en disant ",
  "sn42.11:1.5": "‹ c’est ainsi que cela était dans le passé ›, vous pourriez avoir des doutes ou des incertitudes à ce sujet. ",
  "sn42.11:1.6": "Si je devais vous enseigner l’origine et la fin de la souffrance dans le futur, en disant ",
  "sn42.11:1.7": "‹ c’est ainsi que ce sera dans le futur ›, vous pourriez avoir des doutes ou des incertitudes à ce sujet. ",
  "sn42.11:1.8": "Au contraire, chef, je vais vous enseigner l’origine et la fin de la souffrance alors que je suis assis juste ici et que vous êtes assis juste là. ",
  "sn42.11:1.9": "Écoutez et soyez très attentif, je vais parler. » ",
  "sn42.11:1.10": "« Oui, monsieur », répondit Bhadraka. ",
  "sn42.11:1.11": "Le Bouddha dit ceci : ",
  "sn42.11:2.1": "« Qu’en pensez-vous, chef ? ",
  "sn42.11:2.2": "Y a-t-il des gens ici à Uruvelakappa qui, s’ils étaient exécutés, emprisonnés, condamnés à une amende ou à une peine, cela vous causerait de la peine, des lamentations, de la douleur, de la tristesse et de la détresse ? » ",
  "sn42.11:2.3": "« Il y en a, monsieur. » ",
  "sn42.11:2.4": "« Mais y a-t-il des gens ici à Uruvelakappa qui, s’ils étaient exécutés, emprisonnés, condamnés à une amende ou à une peine, cela ne vous causerait pas de peine, de lamentation, de douleur, de tristesse et de détresse ? » ",
  "sn42.11:2.5": "« Il y en a, monsieur. » ",
  "sn42.11:2.6": "« Quelle est la cause, chef, quelle est la raison pour laquelle, si cela devait arriver à certaines personnes, cela pourrait vous causer de la peine, alors que si cela arrive à d’autres, cela ne vous en causerait pas ? » ",
  "sn42.11:2.7": "« Les personnes pour lesquelles cela causerait de la peine sont celles que je désire et que j’aime. ",
  "sn42.11:2.8": "Les personnes pour lesquelles cela n’engendrerait pas de peine sont celles que je ne désire pas et que je n’aime pas. » ",
  "sn42.11:2.9": "« Avec ce phénomène présent qui est vu, connu, immédiat, atteint et appréhendé, vous pouvez inférer au passé et au futur : ",
  "sn42.11:2.10": "‹ Toutes les souffrances qui ont surgi dans le passé avaient pour origine et source le désir. ",
  "sn42.11:2.11": "Car le désir est la racine de la souffrance. ",
  "sn42.11:2.12": "Toutes les souffrances qui surviendront dans le futur auront pour origine et source le désir. ",
  "sn42.11:2.13": "Car le désir est la racine de la souffrance. ›» ",
  "sn42.11:2.14": "« C’est incroyable, monsieur, c’est stupéfiant ! ",
  "sn42.11:2.15": "Comme cela a bien été dit par le Bouddha ! ",
  "sn42.11:2.16": "‹ Toute la souffrance qui survient a pour origine et source le désir. ",
  "sn42.11:2.17": "Car le désir est la racine de la souffrance. › ",
  "sn42.11:2.18": "J’ai un garçon appelé Ciravāsi, qui réside dans une maison loin d’ici. ",
  "sn42.11:2.19": "Je me lève tôt et envoie quelqu’un, en disant : ",
  "sn42.11:2.20": "‹ Va, mon ami, et va voir mon garçon Ciravāsi. › ",
  "sn42.11:2.21": "Jusqu’à son retour, je m’inquiète : ",
  "sn42.11:2.22": "‹ J’espère que rien de mal ne se passe avec Ciravāsi! ›» ",
  "sn42.11:3.1": "« Qu’en pensez-vous, chef ? ",
  "sn42.11:3.2": "Si Ciravāsi était exécuté, emprisonné, condamnés à une amende ou à une peine, cela vous causerait-il de la peine, des lamentations, de la douleur, de la tristesse et de la détresse ? » ",
  "sn42.11:3.3": "« Comment ne le pourrait-il pas, monsieur ? » ",
  "sn42.11:3.4": "« Ceci aussi est une façon de comprendre : ",
  "sn42.11:3.5": "‹ Toute la souffrance qui survient a pour origine et source le désir. ",
  "sn42.11:3.6": "Car le désir est la racine de la souffrance. › ",
  "sn42.11:4.1": "Qu’en pensez-vous, chef ? ",
  "sn42.11:4.2": "Avant d’avoir vu ou entendu parler de la mère de Ciravāsi, aviez-vous un quelconque désir, un amour ou une affection pour elle ? » ",
  "sn42.11:4.3": "« Non, chef. » ",
  "sn42.11:4.4": "« Alors est-ce parce que vous avez vu ou entendu parler d’elle que vous avez eu ",
  "sn42.11:4.5": "du désir, de l’amour ou de la tendresse pour elle ? » ",
  "sn42.11:4.6": "« Oui, monsieur. » ",
  "sn42.11:5.1": "« Qu’en pensez-vous, chef ? ",
  "sn42.11:5.2": "Si la mère de Ciravāsi était exécutée, emprisonnée, condamnés à une amende ou à une peine, cela vous causerait-il de la peine, des lamentations, de la douleur, de la tristesse et de la détresse ? » ",
  "sn42.11:5.3": "« Comment ne le pourrait-il pas, monsieur ? » ",
  "sn42.11:5.4": "« Ceci aussi est une façon de comprendre : ",
  "sn42.11:5.5": "‹ Toute la souffrance qui survient est enracinée et prend sa source dans le désir. ",
  "sn42.11:5.6": "Car le désir est la racine de la souffrance. ›» "
}