{
  "pli-tv-kd4:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-kd4:0.2": "The Long Division ",
  "pli-tv-kd4:0.3": "The chapter on the invitation ceremony ",
  "pli-tv-kd4:0.4": "1. Being uncomfortable ",
  "pli-tv-kd4:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-kd4:1.1.2": "At that time in a certain monastery in the Kosalan country a number of monks who were friends had entered rainy-season residence together. ",
  "pli-tv-kd4:1.1.3": "They thought, ",
  "pli-tv-kd4:1.1.4": "“How can we have a comfortable rains, live in peace and harmony, and get almsfood without trouble?” ",
  "pli-tv-kd4:1.2.1": "Then it occurred to them, ",
  "pli-tv-kd4:1.2.2": "“Let’s not talk to one another. ",
  "pli-tv-kd4:1.2.3": "Whoever returns first from alms round in the village should prepare the seats, and set out a foot stool, a foot scraper, and water for washing the feet. He should wash the bowl for leftovers and put it out, and set out water for drinking and water for washing. ",
  "pli-tv-kd4:1.3.1": "Whoever returns last from alms round may eat whatever is leftover, or he should discard it where there are no cultivated plants or in water without life. ",
  "pli-tv-kd4:1.3.2": "He should put away the seats and also the foot stool, the foot scraper, and the water for washing the feet. He should wash the bowl for leftovers and put it away, put away the water for drinking and the water for washing, and sweep the dining hall. ",
  "pli-tv-kd4:1.4.1": "Whoever sees that the pot for drinking water, the pot for washing water, or the water pot in the restroom is empty should fill it. ",
  "pli-tv-kd4:1.4.2": "If he can’t do it by himself, he should call someone over by hand signal, and they should fill it together. ",
  "pli-tv-kd4:1.4.3": "He should not speak because of that. ",
  "pli-tv-kd4:1.4.4": "In this way we’ll have a comfortable rains, live in peace and harmony, and get almsfood without trouble.” ",
  "pli-tv-kd4:1.5.1": "And they did just that. ",
  "pli-tv-kd4:1.8.1": "Now it was the custom for monks who had completed the rainy-season residence to go and see the Buddha. ",
  "pli-tv-kd4:1.8.2": "And so, when the three months were over and they had completed the rains residence, they put their dwellings in order, took their bowls and robes, and set out for Sāvatthī. ",
  "pli-tv-kd4:1.8.3": "When they eventually arrived, they went to the Jeta Grove, Anāthapiṇḍika’s Monastery. There they approached the Buddha, bowed, and sat down. ",
  "pli-tv-kd4:1.8.4": "Since it is the custom for Buddhas to greet newly arrived monks, ",
  "pli-tv-kd4:1.9.1": "the Buddha said to them, ",
  "pli-tv-kd4:1.9.2": "“I hope you’re keeping well, monks, I hope you’re getting by. ",
  "pli-tv-kd4:1.9.3": "I hope you had a comfortable and harmonious rains, and got almsfood without trouble.” ",
  "pli-tv-kd4:1.9.4": "“We’re keeping well, Venerable Sir, we’re getting by. ",
  "pli-tv-kd4:1.9.5": "We had a comfortable and harmonious rains, and got almsfood without trouble.” ",
  "pli-tv-kd4:1.10.1": "When Buddhas know what is going on, sometimes they ask and sometimes not. ",
  "pli-tv-kd4:1.10.2": "They know the right time to ask and when not to ask. ",
  "pli-tv-kd4:1.10.3": "Buddhas ask when it is beneficial, otherwise not, ",
  "pli-tv-kd4:1.10.4": "for Buddhas are incapable of doing what is unbeneficial. ",
  "pli-tv-kd4:1.10.5": "Buddhas question the monks for two reasons: to give a teaching or to lay down a training rule. ",
  "pli-tv-kd4:1.10.6": "So the Buddha said to those monks, “In what way, monks, did you have a harmonious and comfortable rains? And how did you get almsfood without trouble?” ",
  "pli-tv-kd4:1.12.1": "When they had told him, the Buddha addressed the monks: ",
  "pli-tv-kd4:1.12.2": "“While being uncomfortable, these foolish men claim they were living in comfort. ",
  "pli-tv-kd4:1.12.3": "While living together like animals, they claim they were living in comfort. ",
  "pli-tv-kd4:1.12.4": "While living together like sheep, they claim they were living in comfort. ",
  "pli-tv-kd4:1.12.5": "While living together like enemies, they claim they were living in comfort. ",
  "pli-tv-kd4:1.12.6": "How could these foolish men take a vow of silence, like the monastics of other religions? ",
  "pli-tv-kd4:1.13.1": "This will affect people’s confidence …” ",
  "pli-tv-kd4:1.13.2": "After rebuking them and giving a teaching, he addressed the monks: ",
  "pli-tv-kd4:1.13.3": "“You should not take a vow of silence, like the monastics of other religions. ",
  "pli-tv-kd4:1.13.4": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:1.13.5": "When you have completed the rainy-season residence, you should invite the monks to correct you in regard to three things: ",
  "pli-tv-kd4:1.13.6": "what has been seen, heard, and suspected. ",
  "pli-tv-kd4:1.13.7": "This will help you live with one another in the proper way, help you clear yourself of offenses, and help you prioritize the training. ",
  "pli-tv-kd4:1.14.1": "And you should do the invitation ceremony like this. ",
  "pli-tv-kd4:1.14.2": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd4:1.14.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:1.14.4": "Today is the invitation ceremony. ",
  "pli-tv-kd4:1.14.5": "If it seems appropriate to the Sangha, it should do the invitation ceremony.’ ",
  "pli-tv-kd4:1.14.6": "The most senior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say: ",
  "pli-tv-kd4:1.14.7": "‘I invite the Sangha to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:1.14.8": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:1.14.9": "If I see a fault, I will make amends. ",
  "pli-tv-kd4:1.14.10": "For the second time, I invite the Sangha to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:1.14.11": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:1.14.12": "If I see a fault, I will make amends. ",
  "pli-tv-kd4:1.14.13": "For the third time, I invite the Sangha to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:1.14.14": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:1.14.15": "If I see a fault, I will make amends.’ ",
  "pli-tv-kd4:1.14.16": "Each junior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say: ",
  "pli-tv-kd4:1.14.17": "‘I invite the Sangha to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:1.14.18": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:1.14.19": "If I see a fault, I will make amends. ",
  "pli-tv-kd4:1.14.20": "For the second time I invite the Sangha to correct me concerning what you have seen, heard, or suspect. Please correct me, Venerables, out of compassion. If I see a fault, I will make amends. ",
  "pli-tv-kd4:1.14.21": "For the third time I invite the Sangha to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:1.14.22": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:1.14.23": "If I see a fault, I will make amends.’” ",
  "pli-tv-kd4:2.1.1": "Soon afterwards the monks from the group of six remained seated while the senior monks were inviting correction, squatting on their heels. ",
  "pli-tv-kd4:2.1.2": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd4:2.1.3": "“How can the monks from the group of six act like this?” ",
  "pli-tv-kd4:2.1.4": "They told the Buddha. … ",
  "pli-tv-kd4:2.1.5": "“Is it true, monks, that the monks from the group of six were acting like this?” ",
  "pli-tv-kd4:2.1.6": "“It’s true, Sir.” ",
  "pli-tv-kd4:2.1.7": "The Buddha rebuked them … ",
  "pli-tv-kd4:2.1.8": "“How can those foolish men act like this?” ",
  "pli-tv-kd4:2.1.9": "This will affect people’s confidence …” ",
  "pli-tv-kd4:2.1.10": "After rebuking them … ",
  "pli-tv-kd4:2.1.11": "he gave a teaching and addressed the monks: ",
  "pli-tv-kd4:2.1.12": "“You should not remain seated while the senior monks are inviting correction, squatting on their heels. ",
  "pli-tv-kd4:2.1.13": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:2.1.14": "Everyone should squat on their heels during the invitation ceremony.” ",
  "pli-tv-kd4:2.2.1": "On one occasion, while squatting on his heels and waiting for everyone to finish, a senior monk who was weak from old age fainted and fell over. ",
  "pli-tv-kd4:2.2.2": "They told the Buddha. ",
  "pli-tv-kd4:2.2.3": "“You should squat on your heels until you have invited correction. Once you have invited, you may sit down.” ",
  "pli-tv-kd4:3.1.0": "2. Breach of the invitation ceremony ",
  "pli-tv-kd4:3.1.1": "The monks thought, ",
  "pli-tv-kd4:3.1.2": "“How many invitation days are there?” ",
  "pli-tv-kd4:3.1.4": "“There are two invitation days: ",
  "pli-tv-kd4:3.1.5": "the fourteenth and the fifteenth day of the lunar half-month.” ",
  "pli-tv-kd4:3.2.1": "The monks thought, ",
  "pli-tv-kd4:3.2.2": "“How many kinds of invitation procedure are there?” ",
  "pli-tv-kd4:3.2.4": "“There are four kinds: ",
  "pli-tv-kd4:3.2.5": "The invitation procedure that is illegitimate and has an incomplete assembly. ",
  "pli-tv-kd4:3.2.6": "The invitation procedure that is illegitimate but has a complete assembly. ",
  "pli-tv-kd4:3.2.7": "The invitation procedure that is legitimate but has an incomplete assembly. ",
  "pli-tv-kd4:3.2.8": "The invitation procedure that is legitimate and has a complete assembly. ",
  "pli-tv-kd4:3.2.9": "The first, ",
  "pli-tv-kd4:3.2.11": "second, ",
  "pli-tv-kd4:3.2.13": "and third of these should not be done; ",
  "pli-tv-kd4:3.2.14": "I haven’t allowed such procedures. ",
  "pli-tv-kd4:3.2.15": "The fourth should be done; ",
  "pli-tv-kd4:3.2.16": "I have allowed such a procedure. ",
  "pli-tv-kd4:3.2.17": "Therefore, monks, you should train like this: ‘We will do invitation procedures that are legitimate and have a complete assembly.’” ",
  "pli-tv-kd4:3.3.0": "3. The allowance to pass on the invitation ",
  "pli-tv-kd4:3.3.1": "The Buddha addressed the monks: ",
  "pli-tv-kd4:3.3.2": "“Gather, monks, ",
  "pli-tv-kd4:3.3.3": "for the Sangha to do the invitation ceremony.” ",
  "pli-tv-kd4:3.3.4": "A monk said to the Buddha, ",
  "pli-tv-kd4:3.3.5": "“There’s a sick monk, Venerable Sir. He hasn’t come.” ",
  "pli-tv-kd4:3.3.6": "“I allow a sick monk to pass on his invitation. ",
  "pli-tv-kd4:3.3.7": "And he should pass it on like this. ",
  "pli-tv-kd4:3.3.8": "The sick monk should approach a monk, put his upper robe over one shoulder, and squat on his heels. He should then raise his joined palms and say, ",
  "pli-tv-kd4:3.3.9": "‘I pass on my invitation; please convey my invitation; please announce my invitation; please invite correction on my behalf.’ If he makes this understood by body, by speech, or by body and speech, then the invitation has been passed on. ",
  "pli-tv-kd4:3.3.10": "If he doesn’t make this understood by body, by speech, or by body and speech, then the invitation hasn’t been passed on. ",
  "pli-tv-kd4:3.4.1": "If he’s able to do this, it’s good. ",
  "pli-tv-kd4:3.4.2": "If not, then the sick monk should be brought into the midst of the Sangha together with his bed or bench. They can then do the invitation ceremony. ",
  "pli-tv-kd4:3.4.3": "But if the one who is nursing him says, ",
  "pli-tv-kd4:3.4.4": "‘If we move him, his illness will get worse, or he’ll die,’ then the sick monk shouldn’t be moved. ",
  "pli-tv-kd4:3.4.5": "The Sangha should go to where the sick monk is and do the invitation ceremony there. ",
  "pli-tv-kd4:3.4.6": "You should not do the invitation ceremony with an incomplete Sangha. ",
  "pli-tv-kd4:3.4.7": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:3.5.1": "“If, after the invitation has been passed on to him, the monk who is conveying the invitation goes away right then and there, then the invitation should be passed on to someone else. ",
  "pli-tv-kd4:3.5.2": "If, after the invitation has been passed on to him, the monk who is conveying the invitation disrobes right then and there, ",
  "pli-tv-kd4:3.5.3": "dies right then and there, ",
  "pli-tv-kd4:3.5.4": "admits right then and there that he’s a novice monk, ",
  "pli-tv-kd4:3.5.5": "admits right then and there that he’s renounced the training, ",
  "pli-tv-kd4:3.5.6": "admits right then and there that he’s committed the worst kind of offense, ",
  "pli-tv-kd4:3.5.7": "admits right then and there that he’s insane, ",
  "pli-tv-kd4:3.5.8": "admits right then and there that he’s deranged, ",
  "pli-tv-kd4:3.5.9": "admits right then and there that he’s overwhelmed by pain, ",
  "pli-tv-kd4:3.5.10": "admits right then and there that he’s been ejected for not recognizing an offense, ",
  "pli-tv-kd4:3.5.11": "admits right then and there that he’s been ejected for not making amends for an offense, ",
  "pli-tv-kd4:3.5.12": "admits right then and there that he’s been ejected for not giving up a bad view, ",
  "pli-tv-kd4:3.5.13": "admits right then and there that he’s a <i lang='pi' translate='no'>paṇḍaka</i>, ",
  "pli-tv-kd4:3.5.14": "admits right then and there that he’s living in the community by theft, ",
  "pli-tv-kd4:3.5.15": "admits right then and there that he’s previously left to join the monastics of another religion, ",
  "pli-tv-kd4:3.5.16": "admits right then and there that he’s an animal, ",
  "pli-tv-kd4:3.5.17": "admits right then and there that he’s a matricide, ",
  "pli-tv-kd4:3.5.18": "admits right then and there that he’s a patricide, ",
  "pli-tv-kd4:3.5.19": "admits right then and there that he’s a murderer of a perfected one, ",
  "pli-tv-kd4:3.5.20": "admits right then and there that he’s raped a nun, ",
  "pli-tv-kd4:3.5.21": "admits right then and there that he’s caused a schism in the Sangha, ",
  "pli-tv-kd4:3.5.22": "admits right then and there that he’s caused the Buddha to bleed, ",
  "pli-tv-kd4:3.5.23": "or admits right then and there that he’s a hermaphrodite, then the invitation should be passed on to someone else. ",
  "pli-tv-kd4:3.5.24": "If, after the invitation has been passed on to him, the monk who is conveying the invitation goes away while on his way to the invitation ceremony, then the invitation hasn’t been brought. ",
  "pli-tv-kd4:3.5.25": "If, after the invitation has been passed on to him, the monk who is conveying the invitation disrobes, ",
  "pli-tv-kd4:3.5.26": "dies, ",
  "pli-tv-kd4:3.5.27": "admits that he’s a novice monk, ",
  "pli-tv-kd4:3.5.28": "admits that he’s renounced the training, ",
  "pli-tv-kd4:3.5.29": "admits that he’s committed the worst kind of offense, ",
  "pli-tv-kd4:3.5.30": "admits that he’s insane, ",
  "pli-tv-kd4:3.5.31": "admits that he’s deranged, ",
  "pli-tv-kd4:3.5.32": "admits that he’s overwhelmed by pain, ",
  "pli-tv-kd4:3.5.33": "admits that he’s been ejected for not recognizing an offense, ",
  "pli-tv-kd4:3.5.34": "admits that he’s been ejected for not making amends for an offense, ",
  "pli-tv-kd4:3.5.35": "admits that he’s been ejected for not giving up a bad view, ",
  "pli-tv-kd4:3.5.36": "admits that he’s a <i lang='pi' translate='no'>paṇḍaka</i>, ",
  "pli-tv-kd4:3.5.37": "admits that he’s living in the community by theft, ",
  "pli-tv-kd4:3.5.38": "admits that he’s previously left to join the monastics of another religion, ",
  "pli-tv-kd4:3.5.39": "admits that he’s an animal, ",
  "pli-tv-kd4:3.5.40": "admits that he’s a matricide, ",
  "pli-tv-kd4:3.5.41": "admits that he’s a patricide, ",
  "pli-tv-kd4:3.5.42": "admits that he’s a murderer of a perfected one, ",
  "pli-tv-kd4:3.5.43": "admits that he’s raped a nun, ",
  "pli-tv-kd4:3.5.44": "admits that he’s caused a schism in the Sangha, ",
  "pli-tv-kd4:3.5.45": "admits that he’s caused the Buddha to bleed, ",
  "pli-tv-kd4:3.5.46": "or admits that he’s a hermaphrodite while on his way to the invitation ceremony, then the invitation hasn’t been brought. ",
  "pli-tv-kd4:3.5.47": "But if, after the invitation has been passed on to him, the monk who is conveying the invitation goes away after reaching the Sangha, then the invitation has been brought. ",
  "pli-tv-kd4:3.5.48": "And if, after the invitation has been passed on to him, the monk who is conveying the invitation disrobes, ",
  "pli-tv-kd4:3.5.49": "dies, ",
  "pli-tv-kd4:3.5.50": "admits that he’s a novice monk, ",
  "pli-tv-kd4:3.5.51": "admits that he’s renounced the training, ",
  "pli-tv-kd4:3.5.52": "admits that he’s committed the worst kind of offense, ",
  "pli-tv-kd4:3.5.53": "admits that he’s insane, ",
  "pli-tv-kd4:3.5.54": "admits that he’s deranged, ",
  "pli-tv-kd4:3.5.55": "admits that he’s overwhelmed by pain, ",
  "pli-tv-kd4:3.5.56": "admits that he’s been ejected for not recognizing an offense, ",
  "pli-tv-kd4:3.5.57": "admits that he’s been ejected for not making amends for an offense, ",
  "pli-tv-kd4:3.5.58": "admits that he’s been ejected for not giving up a bad view, ",
  "pli-tv-kd4:3.5.59": "admits that he’s a <i lang='pi' translate='no'>paṇḍaka</i>, ",
  "pli-tv-kd4:3.5.60": "admits that he’s living in the community by theft, ",
  "pli-tv-kd4:3.5.61": "admits that he’s previously left to join the monastics of another religion, ",
  "pli-tv-kd4:3.5.62": "admits that he’s an animal, ",
  "pli-tv-kd4:3.5.63": "admits that he’s a matricide, ",
  "pli-tv-kd4:3.5.64": "admits that he’s a patricide, ",
  "pli-tv-kd4:3.5.65": "admits that he’s a murderer of a perfected one, ",
  "pli-tv-kd4:3.5.66": "admits that he’s raped a nun, ",
  "pli-tv-kd4:3.5.67": "admits that he’s caused a schism in the Sangha, ",
  "pli-tv-kd4:3.5.68": "admits that he’s caused the Buddha to bleed, ",
  "pli-tv-kd4:3.5.69": "or admits that he’s a hermaphrodite after reaching the Sangha, then the invitation has been brought. ",
  "pli-tv-kd4:3.5.70": "And if, after the invitation has been passed on to him, the monk who is conveying the invitation reaches the Sangha, but doesn’t announce the invitation because he falls asleep, then the invitation has been brought. ",
  "pli-tv-kd4:3.5.71": "There’s no offense for the one who is conveying the invitation. ",
  "pli-tv-kd4:3.5.72": "And if, after the invitation has been passed on to him, the monk who is conveying the invitation reaches the Sangha, but doesn’t announce the invitation because he is heedless ",
  "pli-tv-kd4:3.5.73": "or because he gains a meditation attainment, then the invitation has been brought. ",
  "pli-tv-kd4:3.5.74": "There’s no offense for the one who is conveying the invitation. ",
  "pli-tv-kd4:3.5.75": "And if, after the invitation has been passed on to him, the monk who is conveying the invitation reaches the Sangha, but deliberately doesn’t announce the invitation, then the invitation has been brought. ",
  "pli-tv-kd4:3.5.76": "But there’s an offense of wrong conduct for the one who is conveying the invitation. ",
  "pli-tv-kd4:3.5.77": "On the invitation day, if the Sangha has business to be done, then anyone passing on their invitation should also give their consent.” ",
  "pli-tv-kd4:4.1.0": "4. Discussion on being seized by relatives, etc. ",
  "pli-tv-kd4:4.1.1": "At one time on the invitation day a certain monk was seized by his relatives. ",
  "pli-tv-kd4:4.1.2": "They told the Buddha. ",
  "pli-tv-kd4:4.1.3": "“If a monk is seized by his relatives on the invitation day, ",
  "pli-tv-kd4:4.1.4": "other monks should say to those relatives, ",
  "pli-tv-kd4:4.1.5": "‘Please release this monk for a short time so that he can take part in the invitation ceremony.’ ",
  "pli-tv-kd4:4.2.1": "If they’re able to do this, it’s good. ",
  "pli-tv-kd4:4.2.2": "If not, they should say to those relatives, ",
  "pli-tv-kd4:4.2.3": "‘Please step aside for a moment while this monk passes on his invitation.’ ",
  "pli-tv-kd4:4.2.4": "If they’re able to do this, it’s good. ",
  "pli-tv-kd4:4.2.5": "If not, they should say to those relatives, ",
  "pli-tv-kd4:4.2.6": "‘Please take this monk outside the monastery zone for a short time while the Sangha does the invitation ceremony.’ ",
  "pli-tv-kd4:4.2.7": "If they’re able to do this, it’s good. ",
  "pli-tv-kd4:4.2.8": "If not, you should not do the invitation ceremony with an incomplete Sangha. ",
  "pli-tv-kd4:4.2.9": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:4.3.1": "If on the invitation day a monk is seized by kings, ",
  "pli-tv-kd4:4.3.2": "by bandits, ",
  "pli-tv-kd4:4.3.3": "by scoundrels, ",
  "pli-tv-kd4:4.3.4": "or by enemies of the monks, ",
  "pli-tv-kd4:4.3.5": "other monks should say to those enemies, ",
  "pli-tv-kd4:4.3.6": "‘Please release this monk for a short time, so that he can take part in the invitation ceremony.’ ",
  "pli-tv-kd4:4.3.7": "If they’re able to do this, it’s good. ",
  "pli-tv-kd4:4.3.8": "If not, they should say to those enemies, ",
  "pli-tv-kd4:4.3.9": "‘Please step aside for a moment while this monk passes on his invitation.’ ",
  "pli-tv-kd4:4.3.10": "If they’re able to do this, it’s good. ",
  "pli-tv-kd4:4.3.11": "If not, they should say to those enemies, ",
  "pli-tv-kd4:4.3.12": "‘Please take this monk outside the monastery zone for a short time while the Sangha does the invitation ceremony.’ ",
  "pli-tv-kd4:4.3.13": "If they’re able to do this, it’s good. ",
  "pli-tv-kd4:4.3.14": "If not, you should not do the invitation ceremony with an incomplete Sangha. ",
  "pli-tv-kd4:4.3.15": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd4:5.1.0": "5. Various kinds of invitation ceremonies for the Sangha, etc. ",
  "pli-tv-kd4:5.1.1": "At one time on the invitation day, there were five monks staying in a certain monastery. ",
  "pli-tv-kd4:5.1.2": "They thought, ",
  "pli-tv-kd4:5.1.3": "“The Buddha has laid down a rule ",
  "pli-tv-kd4:5.1.4": "that the invitation ceremony should be done with a sangha. ",
  "pli-tv-kd4:5.1.5": "Now there’s five of us. ",
  "pli-tv-kd4:5.1.6": "So how should we do the invitation ceremony?” ",
  "pli-tv-kd4:5.1.7": "They told the Buddha. ",
  "pli-tv-kd4:5.1.8": "“When there are five of you, you should do the invitation ceremony in the Sangha.” ",
  "pli-tv-kd4:5.2.1": "At one time on the invitation day, there were four monks staying in a certain monastery. ",
  "pli-tv-kd4:5.2.2": "They thought, ",
  "pli-tv-kd4:5.2.3": "“The Buddha has instructed that the invitation ceremony should be done in the Sangha when there are five monks. ",
  "pli-tv-kd4:5.2.4": "But there’s only four of us. ",
  "pli-tv-kd4:5.2.5": "So how should we do the invitation ceremony?” ",
  "pli-tv-kd4:5.2.7": "“When there are four of you, you should do the invitation ceremony with one another. ",
  "pli-tv-kd4:5.3.1": "And you should do it like this. ",
  "pli-tv-kd4:5.3.2": "A competent and capable monk should inform those monks: ",
  "pli-tv-kd4:5.3.3": "‘Please, Venerables, I ask you to listen. ",
  "pli-tv-kd4:5.3.4": "Today is the invitation ceremony. ",
  "pli-tv-kd4:5.3.5": "If it seems appropriate to you, we should do the invitation ceremony with one another.’ ",
  "pli-tv-kd4:5.3.6": "The most senior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say to the other monks: ",
  "pli-tv-kd4:5.3.7": "‘I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.3.8": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:5.3.9": "If I see a fault, I will make amends. ",
  "pli-tv-kd4:5.3.10": "For the second time … ",
  "pli-tv-kd4:5.3.11": "For the third time, I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.3.12": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:5.3.13": "If I see a fault, I will make amends.’ ",
  "pli-tv-kd4:5.3.14": "Each junior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say to the other monks: ",
  "pli-tv-kd4:5.3.15": "‘I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.3.16": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:5.3.17": "If I see a fault, I will make amends. ",
  "pli-tv-kd4:5.3.18": "For the second time … ",
  "pli-tv-kd4:5.3.19": "For the third time I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.3.20": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:5.3.21": "If I see a fault, I will make amends.’” ",
  "pli-tv-kd4:5.4.1": "At one time on the invitation day, there were three monks staying in a certain monastery. ",
  "pli-tv-kd4:5.4.2": "They thought, ",
  "pli-tv-kd4:5.4.3": "“The Buddha has instructed that the invitation ceremony should be done in the Sangha when there are five monks and with one another when there are four. ",
  "pli-tv-kd4:5.4.4": "But there’s only three of us. ",
  "pli-tv-kd4:5.4.5": "So how should we do the invitation ceremony?” ",
  "pli-tv-kd4:5.4.7": "“When there are three of you, you should do the invitation ceremony with one another. ",
  "pli-tv-kd4:5.4.8": "And you should do it like this. ",
  "pli-tv-kd4:5.4.9": "A competent and capable monk should inform those monks: ",
  "pli-tv-kd4:5.4.10": "‘Please, Venerables, I ask you to listen. ",
  "pli-tv-kd4:5.4.11": "Today is the invitation ceremony. ",
  "pli-tv-kd4:5.4.12": "If it seems appropriate to you, we should do the invitation ceremony with one another.’ ",
  "pli-tv-kd4:5.4.13": "The most senior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say to the other monks: ",
  "pli-tv-kd4:5.4.14": "‘I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.4.15": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:5.4.16": "If I see a fault, I will make amends. ",
  "pli-tv-kd4:5.4.17": "For the second time … ",
  "pli-tv-kd4:5.4.18": "For the third time, I invite you correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.4.19": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:5.4.20": "If I see a fault, I will make amends.’ ",
  "pli-tv-kd4:5.4.21": "Each junior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say to the other monks: ",
  "pli-tv-kd4:5.4.22": "‘I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.4.23": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:5.4.24": "If I see a fault, I will make amends. ",
  "pli-tv-kd4:5.4.25": "For the second time … ",
  "pli-tv-kd4:5.4.26": "For the third time I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.4.27": "Please correct me, Venerables, out of compassion. ",
  "pli-tv-kd4:5.4.28": "If I see a fault, I will make amends.’” ",
  "pli-tv-kd4:5.5.1": "At one time on the invitation day, there were two monks staying in a certain monastery. ",
  "pli-tv-kd4:5.5.2": "They thought, ",
  "pli-tv-kd4:5.5.3": "“The Buddha has instructed that the invitation ceremony should be done in the Sangha when there are five monks and with one another when there are three or four. ",
  "pli-tv-kd4:5.5.4": "But there’s only two of us. ",
  "pli-tv-kd4:5.5.5": "So how should we do the invitation ceremony?” ",
  "pli-tv-kd4:5.5.7": "“When there are two of you, you should do the invitation ceremony with each other. ",
  "pli-tv-kd4:5.6.1": "And you should do it like this. ",
  "pli-tv-kd4:5.6.2": "The senior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say to the junior monk: ",
  "pli-tv-kd4:5.6.3": "‘I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.6.4": "Please correct me, Venerable, out of compassion. ",
  "pli-tv-kd4:5.6.5": "If I see a fault, I will make amends. ",
  "pli-tv-kd4:5.6.6": "For the second time … ",
  "pli-tv-kd4:5.6.7": "For the third time, I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.6.8": "Please correct me, Venerable, out of compassion. ",
  "pli-tv-kd4:5.6.9": "If I see a fault, I will make amends.’ ",
  "pli-tv-kd4:5.6.10": "The junior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say to the senior monk: ",
  "pli-tv-kd4:5.6.11": "‘I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.6.12": "Please correct me, Venerable, out of compassion. ",
  "pli-tv-kd4:5.6.13": "If I see a fault, I will make amends. ",
  "pli-tv-kd4:5.6.14": "For the second time … ",
  "pli-tv-kd4:5.6.15": "For the third time I invite you to correct me concerning what you have seen, heard, or suspect. ",
  "pli-tv-kd4:5.6.16": "Please correct me, Venerable, out of compassion. ",
  "pli-tv-kd4:5.6.17": "If I see a fault, I will make amends.’” ",
  "pli-tv-kd4:5.7.1": "At one time on the invitation day, a monk was staying in a certain monastery by himself. ",
  "pli-tv-kd4:5.7.2": "He thought, ",
  "pli-tv-kd4:5.7.3": "“The Buddha has instructed that the invitation ceremony should be done in the Sangha when there are five monks and with one another when there are two, three, or four. ",
  "pli-tv-kd4:5.7.4": "But I’m here by myself. ",
  "pli-tv-kd4:5.7.5": "So how should I do the invitation ceremony?” ",
  "pli-tv-kd4:5.8.1": "“On the invitation day, a monk may be staying by himself in a certain monastery. ",
  "pli-tv-kd4:5.8.2": "He should sweep the place where the monks normally go: whether the assembly hall, under a roof-cover, or at the foot of a tree. He should set out water for drinking and water for washing. He should prepare a seat, light a lamp, and sit down. ",
  "pli-tv-kd4:5.8.3": "If other monks arrive, he should do the invitation ceremony with them. ",
  "pli-tv-kd4:5.8.4": "If not, he should determine: ‘Today is my invitation ceremony.’ ",
  "pli-tv-kd4:5.8.5": "If he doesn’t make a determination, he commits an offense of wrong conduct. ",
  "pli-tv-kd4:5.9.1": "Wherever five monks are staying together, four shouldn’t do the invitation ceremony in the Sangha, while the invitation of the fifth is brought. ",
  "pli-tv-kd4:5.9.2": "If you do the invitation in the Sangha, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:5.9.3": "Wherever four monks are staying together, three shouldn’t do the invitation ceremony with one another, while the invitation of the fourth is brought. ",
  "pli-tv-kd4:5.9.4": "If you do the invitation in this way, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:5.9.5": "Wherever three monks are staying together, two shouldn’t do the invitation ceremony with each other, while the invitation of the third is brought. ",
  "pli-tv-kd4:5.9.6": "If you do the invitation in this way, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:5.9.7": "Wherever two monks are staying together, one shouldn’t make a determination, while the invitation of the other is brought. ",
  "pli-tv-kd4:5.9.8": "If you do make a determination, you commit an offense of wrong conduct.” ",
  "pli-tv-kd4:6.1.0": "6. The process for making amends for an offense ",
  "pli-tv-kd4:6.1.1": "At one time on the invitation day, a certain monk had committed an offense. ",
  "pli-tv-kd4:6.1.2": "He thought, ",
  "pli-tv-kd4:6.1.3": "“The Buddha has laid down a rule ",
  "pli-tv-kd4:6.1.4": "that one shouldn’t invite correction if one has an offense. ",
  "pli-tv-kd4:6.1.5": "And I’ve committed an offense. ",
  "pli-tv-kd4:6.1.6": "So what should I do?” ",
  "pli-tv-kd4:6.1.7": "They told the Buddha. ",
  "pli-tv-kd4:6.1.8": "“On the invitation day, a monk may have committed an offense. ",
  "pli-tv-kd4:6.1.9": "He should approach a single monk, put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ",
  "pli-tv-kd4:6.1.10": "‘I’ve committed such-and-such an offense. I confess it.’ ",
  "pli-tv-kd4:6.1.11": "The other should say, ",
  "pli-tv-kd4:6.1.12": "‘Do you recognize the offense?’ —",
  "pli-tv-kd4:6.1.13": "‘Yes, I recognize it.’ —",
  "pli-tv-kd4:6.1.14": "‘You should restrain yourself in the future.’ ",
  "pli-tv-kd4:6.1.15": "On the invitation day, a monk may be unsure if he’s committed an offense. ",
  "pli-tv-kd4:6.1.16": "He should approach a single monk, put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ",
  "pli-tv-kd4:6.1.17": "‘I’m unsure if I’ve committed such-and-such an offense. ",
  "pli-tv-kd4:6.1.18": "I will make amends for it when I’m sure.’ They can then do the invitation ceremony. ",
  "pli-tv-kd4:6.1.19": "This is not an obstacle to doing the invitation ceremony.” ",
  "pli-tv-kd4:6.2.0": "7. The process for revealing an offense ",
  "pli-tv-kd4:6.2.1": "At one time a certain monk remembered an offense during the invitation ceremony. ",
  "pli-tv-kd4:6.2.2": "He thought, ",
  "pli-tv-kd4:6.2.3": "“The Buddha has laid down a rule ",
  "pli-tv-kd4:6.2.4": "that one shouldn’t invite correction if one has an offense. ",
  "pli-tv-kd4:6.2.5": "And I’ve committed an offense. ",
  "pli-tv-kd4:6.2.6": "So what should I do?” ",
  "pli-tv-kd4:6.2.7": "They told the Buddha. ",
  "pli-tv-kd4:6.2.8": "“During the invitation ceremony, a monk may remember an offense. ",
  "pli-tv-kd4:6.2.9": "He should say to a monk sitting next to him, ",
  "pli-tv-kd4:6.2.10": "‘I’ve committed such-and-such an offense. ",
  "pli-tv-kd4:6.2.11": "Once this ceremony is finished, I’ll make amends for it.’ They can then continue the invitation ceremony. ",
  "pli-tv-kd4:6.2.12": "This is not an obstacle to doing the invitation ceremony. ",
  "pli-tv-kd4:6.3.1": "During the invitation ceremony, a monk may become unsure if he’s committed an offense. ",
  "pli-tv-kd4:6.3.2": "He should say to a monk sitting next to him, ",
  "pli-tv-kd4:6.3.3": "‘I’m unsure if I’ve committed such-and-such an offense. ",
  "pli-tv-kd4:6.3.4": "I’ll make amends for it when I’m sure.’ They can then continue the invitation ceremony. ",
  "pli-tv-kd4:6.3.5": "This is not an obstacle to doing the invitation ceremony. ",
  "pli-tv-kd4:6.3.6.0": "8. The process for making amends for a shared offense ",
  "pli-tv-kd4:6.3.6.1": "At one time on the invitation day, the whole sangha in a certain monastery had committed the same offense. ",
  "pli-tv-kd4:6.3.7": "The monks thought, ",
  "pli-tv-kd4:6.3.8": "“The Buddha has laid down a rule ",
  "pli-tv-kd4:6.3.9": "that one shouldn’t confess or receive the confession of shared offenses. ",
  "pli-tv-kd4:6.3.10": "Yet here the whole sangha has committed the same offense. ",
  "pli-tv-kd4:6.3.11": "So what should we do?” ",
  "pli-tv-kd4:6.3.13": "“On the invitation day, the whole sangha in a certain monastery may have committed the same offense. ",
  "pli-tv-kd4:6.3.14": "Those monks should straightaway send a monk to a neighboring monastery: ",
  "pli-tv-kd4:6.3.15": "‘Go and make amends for this offense. When you return, we’ll make amends for it with you.’ ",
  "pli-tv-kd4:6.3.16": "If he’s able to do this, it’s good. ",
  "pli-tv-kd4:6.3.17": "If he’s not, then a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd4:6.3.18": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:6.3.19": "This whole sangha has committed the same offense. ",
  "pli-tv-kd4:6.3.20": "When the Sangha sees another monk who is pure and free of offenses, it should make amends for this offense with him.’ ",
  "pli-tv-kd4:6.3.21": "Once this has been said, they can do the invitation ceremony. ",
  "pli-tv-kd4:6.3.22": "This is not an obstacle to doing the invitation ceremony. ",
  "pli-tv-kd4:6.3.23": "On the invitation day, the whole sangha in a certain monastery may be unsure if it has committed the same offense. ",
  "pli-tv-kd4:6.3.24": "A competent and capable monk should then inform the Sangha: ",
  "pli-tv-kd4:6.3.25": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:6.3.26": "This whole Sangha is unsure if it has committed the same offense. ",
  "pli-tv-kd4:6.3.27": "When the Sangha is sure, it should make amends for this offense.’ ",
  "pli-tv-kd4:6.3.28": "Once this has been said, they can do the invitation ceremony. This is not an obstacle to doing the invitation ceremony.” ",
  "pli-tv-kd4:6.3.29": "The first section for recitation is finished. ",
  "pli-tv-kd4:7.1.0": "9. The group of fifteen on non-offenses ",
  "pli-tv-kd4:7.1.1": "At one time on the invitation day, five or more resident monks had gathered in a monastery. ",
  "pli-tv-kd4:7.1.2": "They did not know ",
  "pli-tv-kd4:7.1.3": "that there were other resident monks who had not arrived. ",
  "pli-tv-kd4:7.1.4": "Perceiving that they were acting according to the Teaching and the Monastic Law, perceiving that the assembly was complete although it was not, they did the invitation ceremony. ",
  "pli-tv-kd4:7.1.5": "While they were doing it, a greater number of resident monks arrived. ",
  "pli-tv-kd4:7.1.6": "They told the Buddha. ",
  "pli-tv-kd4:7.2.1": "“On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.2.2": "They don’t know ",
  "pli-tv-kd4:7.2.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.2.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.2.5": "While they’re doing it, a greater number of resident monks arrive. ",
  "pli-tv-kd4:7.2.6": "In such a case, those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:7.2.7": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.3.1": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.3.2": "They don’t know ",
  "pli-tv-kd4:7.3.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.3.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.3.5": "While they’re doing it, an equal number of resident monks arrive. ",
  "pli-tv-kd4:7.3.6": "In such a case the invitations of those who already have invited are valid, but the others should invite. ",
  "pli-tv-kd4:7.3.7": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.3.8": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.3.9": "They don’t know ",
  "pli-tv-kd4:7.3.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.3.11": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.3.12": "While they’re doing it, a smaller number of resident monks. ",
  "pli-tv-kd4:7.3.13": "In such a case the invitations of those who already have invited are valid, but the others should invite. ",
  "pli-tv-kd4:7.3.14": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.4.1": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.4.2": "They don’t know ",
  "pli-tv-kd4:7.4.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.4.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.4.5": "When they’ve just finished, a greater number of resident monks arrive. ",
  "pli-tv-kd4:7.4.6": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:7.4.7": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.4.8": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.4.9": "They don’t know ",
  "pli-tv-kd4:7.4.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.4.11": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.4.12": "When they’ve just finished, an equal number of resident monks arrive. ",
  "pli-tv-kd4:7.4.13": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:7.4.14": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.4.15": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.4.16": "They don’t know ",
  "pli-tv-kd4:7.4.17": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.4.18": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.4.19": "When they’ve just finished, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:7.4.20": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:7.4.21": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.5.1": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.5.2": "They don’t know ",
  "pli-tv-kd4:7.5.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.5.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.5.5": "When they’ve just finished, and none of the gathering has left, a greater number of resident monks arrive. ",
  "pli-tv-kd4:7.5.6": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:7.5.7": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.5.8": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.5.9": "They don’t know ",
  "pli-tv-kd4:7.5.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.5.11": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.5.12": "When they’ve just finished, and none of the gathering has left, an equal number of resident monks arrive. ",
  "pli-tv-kd4:7.5.13": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:7.5.14": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.5.15": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.5.16": "They don’t know ",
  "pli-tv-kd4:7.5.17": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.5.18": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.5.19": "When they’ve just finished, and none of the gathering has left, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:7.5.20": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:7.5.21": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.5.22": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.5.23": "They don’t know ",
  "pli-tv-kd4:7.5.24": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.5.25": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.5.26": "When they’ve just finished, and only some members of the gathering have left, a greater number of resident monks arrive. ",
  "pli-tv-kd4:7.5.27": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:7.5.28": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.5.29": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.5.30": "They don’t know ",
  "pli-tv-kd4:7.5.31": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.5.32": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.5.33": "When they’ve just finished, and only some members of the gathering have left, an equal number of resident monks arrive. ",
  "pli-tv-kd4:7.5.34": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:7.5.35": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.5.36": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.5.37": "They don’t know ",
  "pli-tv-kd4:7.5.38": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.5.39": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.5.40": "When they’ve just finished, and only some members of the gathering have left, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:7.5.41": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:7.5.42": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.5.43": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.5.44": "They don’t know ",
  "pli-tv-kd4:7.5.45": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.5.46": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.5.47": "When they’ve just finished, and the entire gathering has left, a greater number of resident monks arrive. ",
  "pli-tv-kd4:7.5.48": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:7.5.49": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.5.50": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.5.51": "They don’t know ",
  "pli-tv-kd4:7.5.52": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.5.53": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.5.54": "When they’ve just finished, and the entire gathering has left, an equal number of resident monks arrive. ",
  "pli-tv-kd4:7.5.55": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:7.5.56": "There’s no offense for those who already have invited. ",
  "pli-tv-kd4:7.5.57": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:7.5.58": "They don’t know ",
  "pli-tv-kd4:7.5.59": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:7.5.60": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the invitation ceremony. ",
  "pli-tv-kd4:7.5.61": "When they’ve just finished, and the entire gathering has left, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:7.5.62": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:7.5.63": "There’s no offense for those who already have invited.” ",
  "pli-tv-kd4:7.5.64": "The group of fifteen on no offense is finished. ",
  "pli-tv-kd4:8.1.0": "10. The group of fifteen on perceiving an incomplete assembly as incomplete ",
  "pli-tv-kd4:8.1.1": "“On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:8.1.2": "They know ",
  "pli-tv-kd4:8.1.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:8.1.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, yet correctly perceiving the assembly as incomplete, they do the invitation ceremony. ",
  "pli-tv-kd4:8.1.5": "While they’re doing it, a greater number of resident monks arrive. ",
  "pli-tv-kd4:8.1.6": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:8.1.7": "There’s an offense of wrong conduct for those who already have invited. ",
  "pli-tv-kd4:8.2.1": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:8.2.2": "They know ",
  "pli-tv-kd4:8.2.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:8.2.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, yet correctly perceiving the assembly as incomplete, they do the invitation ceremony. ",
  "pli-tv-kd4:8.2.5": "While they’re doing it, an equal number of resident monks arrive. ",
  "pli-tv-kd4:8.2.6": "In such a case the invitations of those who already have invited are valid, but the others should invite. ",
  "pli-tv-kd4:8.2.7": "There’s an offense of wrong conduct for those who already have invited. ",
  "pli-tv-kd4:8.2.8": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:8.2.9": "They know ",
  "pli-tv-kd4:8.2.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:8.2.11": "Perceiving that they’re acting according to the Teaching and the Monastic Law, yet correctly perceiving the assembly as incomplete, they do the invitation ceremony. ",
  "pli-tv-kd4:8.2.12": "While they’re doing it, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:8.2.13": "In such a case the invitations of those who already have invited are valid, but the others should invite. ",
  "pli-tv-kd4:8.2.14": "There’s an offense of wrong conduct for those who already have invited. ",
  "pli-tv-kd4:8.3.1": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:8.3.2": "They know ",
  "pli-tv-kd4:8.3.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:8.3.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, yet correctly perceiving the assembly as incomplete, they do the invitation ceremony. ",
  "pli-tv-kd4:8.3.5": "When they’ve just finished … ",
  "pli-tv-kd4:8.3.6": "When they’ve just finished, and none of the gathering has left … ",
  "pli-tv-kd4:8.3.7": "When they’ve just finished, and only some members of the gathering have left … ",
  "pli-tv-kd4:8.3.8": "When they’ve just finished, and the entire gathering has left, a greater number of resident monks arrive … ",
  "pli-tv-kd4:8.3.9": "an equal number of resident monks arrive … ",
  "pli-tv-kd4:8.3.10": "a smaller number of resident monks arrive. ",
  "pli-tv-kd4:8.3.11": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:8.3.12": "There’s an offense of wrong conduct for those who already have invited.” ",
  "pli-tv-kd4:8.3.13": "The group of fifteen on perceiving an incomplete assembly as incomplete is finished. ",
  "pli-tv-kd4:9.1.0": "11. The group of fifteen on being unsure ",
  "pli-tv-kd4:9.1.1": "“On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:9.1.2": "They know ",
  "pli-tv-kd4:9.1.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:9.1.4": "They think, ‘Is it allowable for us to do the invitation ceremony, or isn’t it?’ Being unsure, they do the invitation ceremony. ",
  "pli-tv-kd4:9.1.5": "While they’re doing it, a greater number of resident monks arrive. ",
  "pli-tv-kd4:9.1.6": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:9.1.7": "There’s an offense of wrong conduct for those who already have invited. ",
  "pli-tv-kd4:9.2.1": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:9.2.2": "They know ",
  "pli-tv-kd4:9.2.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:9.2.4": "They think, ‘Is it allowable for us to do the invitation ceremony, or isn’t it?’ Being unsure, they do the invitation ceremony. ",
  "pli-tv-kd4:9.2.5": "While they’re doing it, an equal number of resident monks arrive. ",
  "pli-tv-kd4:9.2.6": "In such a case the invitations of those who already have invited are valid, but the others should invite. ",
  "pli-tv-kd4:9.2.7": "There’s an offense of wrong conduct for those who already have invited. ",
  "pli-tv-kd4:9.2.8": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:9.2.9": "They know ",
  "pli-tv-kd4:9.2.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:9.2.11": "They think, ‘Is it allowable for us to do the invitation ceremony, or isn’t it?’ Being unsure, they do the invitation ceremony. ",
  "pli-tv-kd4:9.2.12": "While they’re doing it, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:9.2.13": "In such a case the invitations of those who already have invited are valid, but the others should invite. ",
  "pli-tv-kd4:9.2.14": "There’s an offense of wrong conduct for those who already have invited. ",
  "pli-tv-kd4:9.2.15": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:9.2.16": "They know ",
  "pli-tv-kd4:9.2.17": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:9.2.18": "They think, ‘Is it allowable for us to do the invitation ceremony, or isn’t it?’ Being unsure, they do the invitation ceremony. ",
  "pli-tv-kd4:9.2.19": "When they’ve just finished … ",
  "pli-tv-kd4:9.2.20": "When they’ve just finished, and none of the gathering has left … ",
  "pli-tv-kd4:9.2.21": "When they’ve just finished, and only some members of the gathering have left … ",
  "pli-tv-kd4:9.2.22": "When they’ve just finished, and the entire gathering has left, a greater number of resident monks arrive … ",
  "pli-tv-kd4:9.2.23": "an equal number of resident monks arrive … ",
  "pli-tv-kd4:9.2.24": "a smaller number of resident monks arrive. ",
  "pli-tv-kd4:9.2.25": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:9.2.26": "There’s an offense of wrong conduct for those who already have invited.” ",
  "pli-tv-kd4:9.2.27": "The group of fifteen on being unsure is finished. ",
  "pli-tv-kd4:10.1.0": "12. The group of fifteen on being anxious ",
  "pli-tv-kd4:10.1.1": "“On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:10.1.2": "They know ",
  "pli-tv-kd4:10.1.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:10.1.4": "They think, ‘It’s allowable for us to do the invitation ceremony. It’s not unallowable.’ ",
  "pli-tv-kd4:10.1.5": "Being anxious, they do the invitation ceremony. ",
  "pli-tv-kd4:10.1.6": "While they’re doing it, a greater number of resident monks arrive. ",
  "pli-tv-kd4:10.1.7": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:10.1.8": "There’s an offense of wrong conduct for those who already have invited. ",
  "pli-tv-kd4:10.2.1": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:10.2.2": "They know ",
  "pli-tv-kd4:10.2.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:10.2.4": "They think, ‘It’s allowable for us to do the invitation ceremony. It’s not unallowable.’ ",
  "pli-tv-kd4:10.2.5": "Being anxious, they do the invitation ceremony. ",
  "pli-tv-kd4:10.2.6": "While they’re doing it, an equal number of resident monks arrive. ",
  "pli-tv-kd4:10.2.7": "In such a case the invitations of those who already have invited are valid, but the others should invite. ",
  "pli-tv-kd4:10.2.8": "There’s an offense of wrong conduct for those who already have invited. ",
  "pli-tv-kd4:10.2.9": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:10.2.10": "They know ",
  "pli-tv-kd4:10.2.11": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:10.2.12": "They think, ‘It’s allowable for us to do the invitation ceremony. It’s not unallowable.’ ",
  "pli-tv-kd4:10.2.13": "Being anxious, they do the invitation ceremony. ",
  "pli-tv-kd4:10.2.14": "While they’re doing it, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:10.2.15": "In such a case the invitations of those who already have invited are valid, but the others should invite. ",
  "pli-tv-kd4:10.2.16": "There’s an offense of wrong conduct for those who already have invited. ",
  "pli-tv-kd4:10.2.17": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:10.2.18": "They know ",
  "pli-tv-kd4:10.2.19": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:10.2.20": "They think, ‘It’s allowable for us to do the invitation ceremony. It’s not unallowable.’ ",
  "pli-tv-kd4:10.2.21": "Being anxious, they do the invitation ceremony. ",
  "pli-tv-kd4:10.2.22": "When they’ve just finished … ",
  "pli-tv-kd4:10.2.23": "When they’ve just finished, and none of the gathering has left … ",
  "pli-tv-kd4:10.2.24": "When they’ve just finished, and only some members of the gathering have left … ",
  "pli-tv-kd4:10.2.25": "When they’ve just finished, and the entire gathering has left, a greater number of resident monks arrive … ",
  "pli-tv-kd4:10.2.26": "an equal number of resident monks arrive … ",
  "pli-tv-kd4:10.2.27": "a smaller number of resident monks arrive. ",
  "pli-tv-kd4:10.2.28": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:10.2.29": "There’s an offense of wrong conduct for those who already have invited.” ",
  "pli-tv-kd4:10.2.30": "The group of fifteen on being anxious is finished. ",
  "pli-tv-kd4:11.1.0": "13. The group of fifteen on aiming at schism ",
  "pli-tv-kd4:11.1.1": "“On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.1.2": "They know ",
  "pli-tv-kd4:11.1.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.1.4": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.1.5": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.1.6": "While they’re doing it, a greater number of resident monks arrive. ",
  "pli-tv-kd4:11.1.7": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:11.1.8": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.1": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.2": "They know ",
  "pli-tv-kd4:11.2.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.4": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.5": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.6": "While they’re doing it, an equal number of resident monks arrive. ",
  "pli-tv-kd4:11.2.7": "In such a case the invitations of those who already have invited are valid, but the others should invite. ",
  "pli-tv-kd4:11.2.8": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.9": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.10": "They know ",
  "pli-tv-kd4:11.2.11": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.12": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.13": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.14": "While they’re doing it, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:11.2.15": "In such a case the invitations of those who already have invited are valid, but the others should invite. ",
  "pli-tv-kd4:11.2.16": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.17": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.18": "They know ",
  "pli-tv-kd4:11.2.19": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.20": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.21": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.22": "When they’ve just finished, a greater number of resident monks arrive. ",
  "pli-tv-kd4:11.2.23": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:11.2.24": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.25": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.26": "They know ",
  "pli-tv-kd4:11.2.27": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.28": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.29": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.30": "When they’ve just finished, an equal number of resident monks arrive. ",
  "pli-tv-kd4:11.2.31": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:11.2.32": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.33": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.34": "They know ",
  "pli-tv-kd4:11.2.35": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.36": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.37": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.38": "When they’ve just finished, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:11.2.39": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:11.2.40": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.41": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.42": "They know ",
  "pli-tv-kd4:11.2.43": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.44": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.45": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.46": "When they’ve just finished, and none of the gathering has left, a greater number of resident monks arrive. ",
  "pli-tv-kd4:11.2.47": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:11.2.48": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.49": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.50": "They know ",
  "pli-tv-kd4:11.2.51": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.52": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.53": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.54": "When they’ve just finished, and none of the gathering has left, an equal number of resident monks arrive. ",
  "pli-tv-kd4:11.2.55": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:11.2.56": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.57": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.58": "They know ",
  "pli-tv-kd4:11.2.59": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.60": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.61": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.62": "When they’ve just finished, and none of the gathering has left, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:11.2.63": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:11.2.64": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.65": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.66": "They know ",
  "pli-tv-kd4:11.2.67": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.68": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.69": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.70": "When they’ve just finished, and only some members of the gathering have left, a greater number of resident monks arrive. ",
  "pli-tv-kd4:11.2.71": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:11.2.72": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.73": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.74": "They know ",
  "pli-tv-kd4:11.2.75": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.76": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.77": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.78": "When they’ve just finished, and only some members of the gathering have left, an equal number of resident monks arrive. ",
  "pli-tv-kd4:11.2.79": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:11.2.80": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.81": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.82": "They know ",
  "pli-tv-kd4:11.2.83": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.84": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.85": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.86": "When they’ve just finished, and only some members of the gathering have left, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:11.2.87": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:11.2.88": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.89": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.90": "They know ",
  "pli-tv-kd4:11.2.91": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.92": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.93": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.94": "When they’ve just finished, and the entire gathering has left, a greater number of resident monks arrive. ",
  "pli-tv-kd4:11.2.95": "In such a case those monks should do the invitation ceremony once more. ",
  "pli-tv-kd4:11.2.96": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.97": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.98": "They know ",
  "pli-tv-kd4:11.2.99": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.100": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.101": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.102": "When they’ve just finished, and the entire gathering has left, an equal number of resident monks arrive. ",
  "pli-tv-kd4:11.2.103": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:11.2.104": "And there’s a serious offense for those who already have invited. ",
  "pli-tv-kd4:11.2.105": "On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:11.2.106": "They know ",
  "pli-tv-kd4:11.2.107": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd4:11.2.108": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd4:11.2.109": "They then do the invitation ceremony, aiming at schism. ",
  "pli-tv-kd4:11.2.110": "When they’ve just finished, and the entire gathering has left, a smaller number of resident monks arrive. ",
  "pli-tv-kd4:11.2.111": "In such a case the invitations of those who already have invited are valid, and the late arrivals should invite in the presence of the others. ",
  "pli-tv-kd4:11.2.112": "And there’s a serious offense for those who already have invited.” ",
  "pli-tv-kd4:11.2.113": "The group of fifteen on aiming at schism is finished. ",
  "pli-tv-kd4:11.2.114": "The group of seventy-five is finished. ",
  "pli-tv-kd4:12.1.0": "14. The successive series on entering a monastery zone ",
  "pli-tv-kd4:12.1.1": "“On the invitation day, five or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd4:12.1.2": "They don’t know ",
  "pli-tv-kd4:12.1.3": "that other resident monks are entering the monastery zone. … ",
  "pli-tv-kd4:12.1.4": "They don’t know ",
  "pli-tv-kd4:12.1.5": "that other resident monks have entered the monastery zone. … ",
  "pli-tv-kd4:12.1.6": "They don’t see ",
  "pli-tv-kd4:12.1.7": "that other resident monks are entering the monastery zone. … ",
  "pli-tv-kd4:12.1.8": "They don’t see ",
  "pli-tv-kd4:12.1.9": "that other resident monks have entered the monastery zone. … ",
  "pli-tv-kd4:12.1.10": "They don’t hear that other resident monks are entering the monastery zone. … ",
  "pli-tv-kd4:12.1.11": "They don’t hear that other resident monks have entered the monastery zone. …” ",
  "pli-tv-kd4:12.1.12": "As there are one hundred and seventy-five sets of three for resident monks with resident monks, so there is for newly arrived monks with resident monks, resident monks with newly arrived monks, newly arrived monks with newly arrived monks. Thus by way of succession, there are seven hundred sets of three. ",
  "pli-tv-kd4:13.1.0": "15. Different days ",
  "pli-tv-kd4:13.1.1": "“It may be, monks, that for the resident monks it’s the fourteenth day of the lunar half-month, but for the newly arrived monks it’s the fifteenth. Then—",
  "pli-tv-kd4:13.1.2": "If the number of resident monks is greater, the newly arrived monks should fall in line with the resident monks. ",
  "pli-tv-kd4:13.1.3": "If the number is the same, the newly arrived monks should fall in line with the resident monks. ",
  "pli-tv-kd4:13.1.4": "If the number of newly arrived monks is greater, the resident monks should fall in line with the newly arrived monks. ",
  "pli-tv-kd4:13.1.5": "It may be that for the resident monks it’s the fifteenth day of the lunar half-month, but for the newly arrived monks it’s the fourteenth. Then—",
  "pli-tv-kd4:13.1.6": "If the number of resident monks is greater, the newly arrived monks should fall in line with the resident monks. ",
  "pli-tv-kd4:13.1.7": "If the number is the same, the newly arrived monks should fall in line with the resident monks. ",
  "pli-tv-kd4:13.1.8": "If the number of newly arrived monks is greater, the resident monks should fall in line with the newly arrived monks. ",
  "pli-tv-kd4:13.1.9": "It may be that for the resident monks it’s the day after the invitation day, but for the newly arrived monks it’s the fifteenth day of the lunar half-month. Then—",
  "pli-tv-kd4:13.1.10": "If the number of resident monks is greater, the resident monks may, if they’re willing, do the invitation ceremony with the newly arrived monks. ",
  "pli-tv-kd4:13.1.11": "Otherwise the newly arrived monks should go outside the monastery zone and do the invitation ceremony there. ",
  "pli-tv-kd4:13.1.12": "If the number is the same, the resident monks may, if they’re willing, do the invitation ceremony with the newly arrived monks. ",
  "pli-tv-kd4:13.1.13": "Otherwise the newly arrived monks should go outside the monastery zone and do the invitation ceremony there. ",
  "pli-tv-kd4:13.1.14": "If the number of newly arrived monks is greater, the resident monks should do the invitation ceremony with the newly arrived monks, or they should go outside the monastery zone while the newly arrived monks do the invitation ceremony. ",
  "pli-tv-kd4:13.1.15": "It may be that for the resident monks it’s the fifteenth day of the lunar half-month, but for the newly arrived monks it’s the day after the invitation day. Then—",
  "pli-tv-kd4:13.1.16": "If the number of resident monks is greater, the newly arrived monks should do the invitation ceremony with the resident monks, or they should go outside the monastery zone while the resident monks do the invitation ceremony. ",
  "pli-tv-kd4:13.1.17": "If the number is the same, the newly arrived monks should do the invitation ceremony with the resident monks, or they should go outside the monastery zone while the resident monks do the invitation ceremony. ",
  "pli-tv-kd4:13.1.18": "If the number of newly arrived monks is greater, they may, if they’re willing, do the invitation ceremony with the resident monks. ",
  "pli-tv-kd4:13.1.19": "Otherwise the resident monks should go outside the monastery zone and do the invitation ceremony there.” ",
  "pli-tv-kd4:13.1.20.0": "16. The seeing of characteristics, etc. ",
  "pli-tv-kd4:13.1.20.1": "“It may happen that newly arrived monks see signs and indications of resident monks: beds and benches that are made up, water for drinking and water for washing that are ready for use, yards that are well swept. ",
  "pli-tv-kd4:13.1.21": "As a consequence, they’re unsure whether or not there are resident monks there. Then—",
  "pli-tv-kd4:13.1.22": "If they do the invitation ceremony without investigating, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.23": "If they investigate, but don’t see anyone, and then do the invitation ceremony, there’s no offense. ",
  "pli-tv-kd4:13.1.24": "If they investigate, and they see someone, and then do the invitation ceremony together, there’s no offense. ",
  "pli-tv-kd4:13.1.25": "If they investigate, and they see someone, but then do the invitation ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.26": "If they investigate, and they see someone, but think, ‘May they get lost! May they disappear! We are better off without them,’ and then do the invitation ceremony aiming at schism, there’s a serious offense. ",
  "pli-tv-kd4:13.1.27": "It may happen that newly arrived monks hear signs and indications of resident monks: the sound of the feet of someone doing walking meditation, the sound of recitation, the sound of coughing, the sound of sneezing. ",
  "pli-tv-kd4:13.1.28": "As a consequence, they’re unsure whether or not there are resident monks there. Then—",
  "pli-tv-kd4:13.1.29": "If they do the invitation ceremony without investigating, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.30": "If they investigate, but don’t see anyone, and then do the invitation ceremony, there’s no offense. ",
  "pli-tv-kd4:13.1.31": "If they investigate, and they see someone, and then do the invitation ceremony together, there’s no offense. ",
  "pli-tv-kd4:13.1.32": "If they investigate, and they see someone, but then do the invitation ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.33": "If they investigate, and they see someone, but think, ‘May they get lost! May they disappear! We are better off without them,’ and then do the invitation ceremony aiming at schism, there’s a serious offense. ",
  "pli-tv-kd4:13.1.34": "It may happen that resident monks see signs and indications of newly arrived monks: an unknown almsbowl, an unknown robe, an unknown sitting mat, water poured on the ground from the washing of feet. ",
  "pli-tv-kd4:13.1.35": "As a consequence, they’re unsure whether or not monks have arrived. Then—",
  "pli-tv-kd4:13.1.36": "If they do the invitation ceremony without investigating, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.37": "If they investigate, but don’t see anyone, and then do the invitation ceremony, there’s no offense. ",
  "pli-tv-kd4:13.1.38": "If they investigate, and they see someone, and then do the invitation ceremony together, there’s no offense. ",
  "pli-tv-kd4:13.1.39": "If they investigate, and they see someone, but then do the invitation ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.40": "If they investigate, and they see someone, but think, ‘May they get lost! May they disappear! We are better off without them,’ and then do the invitation ceremony aiming at schism, there’s a serious offense. ",
  "pli-tv-kd4:13.1.41": "It may happen that resident monks hear signs and indications of newly arrived monks: the sound of the feet of someone arriving, the sound of sandals being knocked together, the sound of coughing, the sound of sneezing. ",
  "pli-tv-kd4:13.1.42": "As a consequence, they’re unsure whether or not monks have arrived. Then—",
  "pli-tv-kd4:13.1.43": "If they do the invitation ceremony without investigating, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.44": "If they investigate, but don’t see anyone, and then do the invitation ceremony, there’s no offense. ",
  "pli-tv-kd4:13.1.45": "If they investigate, and they see someone, and then do the invitation ceremony together, there’s no offense. ",
  "pli-tv-kd4:13.1.46": "If they investigate, and they see someone, but then do the invitation ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.47": "If they investigate, and they see someone, but think, ‘May they get lost! May they disappear! We are better off without them,’ and then do the invitation ceremony aiming at schism, there’s a serious offense.” ",
  "pli-tv-kd4:13.1.48.0": "17. The doing of the invitation ceremony with those belonging to a different Buddhist sect, etc. ",
  "pli-tv-kd4:13.1.48.1": "“It may happen that newly arrived monks see resident monks who belong to a different Buddhist sect, ",
  "pli-tv-kd4:13.1.49": "but they have the view that they belong to the same one. Then—",
  "pli-tv-kd4:13.1.50": "If they don’t ask the resident monks about it, and then do the invitation ceremony together, there’s no offense. ",
  "pli-tv-kd4:13.1.51": "If they do ask the resident monks about it, but don’t reach a clear conclusion, and then do the invitation ceremony together, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.52": "If they do ask the resident monks about it, but don’t reach a clear conclusion, and then do the invitation ceremony separately, there’s no offense. ",
  "pli-tv-kd4:13.1.53": "It may happen that newly arrived monks see resident monks who belong to the same Buddhist sect, but they have the view that they belong to a different one. Then—",
  "pli-tv-kd4:13.1.54": "If they don’t ask the resident monks about it, and then do the invitation ceremony together, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.55": "If they do ask the resident monks about it, and they change their view, but then do the invitation ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.56": "If they do ask the resident monks about it, and they change their view, and then do the invitation ceremony together, there’s no offense. ",
  "pli-tv-kd4:13.1.57": "It may happen that resident monks see newly arrived monks who belong to a different Buddhist sect, ",
  "pli-tv-kd4:13.1.58": "but they have the view that they belong to the same one. Then—",
  "pli-tv-kd4:13.1.59": "If they don’t ask the newly arrived monks about it, and then do the invitation ceremony together, there’s no offense. ",
  "pli-tv-kd4:13.1.60": "If they do ask the newly arrived monks about it, but don’t reach a clear conclusion, and then do the invitation ceremony together, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.61": "If they do ask the newly arrived monks about it, but don’t reach a clear conclusion, and then do the invitation ceremony separately, there’s no offense. ",
  "pli-tv-kd4:13.1.62": "It may happen that resident monks see newly arrived monks who belong to the same Buddhist sect, ",
  "pli-tv-kd4:13.1.63": "but they have the view that they belong to a different one. Then—",
  "pli-tv-kd4:13.1.64": "If they don’t ask the newly arrived monks about it, and then do the invitation ceremony together, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.65": "If they do ask the newly arrived monks about it, and they change their view, but then do the invitation ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd4:13.1.66": "If they do ask the newly arrived monks about it, and they change their view, and then do the invitation ceremony together, there’s no offense.” ",
  "pli-tv-kd4:13.1.67.0": "18. The section on “you shouldn’t go” ",
  "pli-tv-kd4:13.1.67.1": "“On the invitation day you shouldn’t go from a monastery with monks to a monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.68": "On the invitation day you shouldn’t go from a monastery with monks to a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.69": "On the invitation day you shouldn’t go from a monastery with monks to a monastery or a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.70": "On the invitation day you shouldn’t go from a non-monastery with monks to a monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.71": "On the invitation day you shouldn’t go from a non-monastery with monks to a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.72": "On the invitation day you shouldn’t go from a non-monastery with monks to a monastery or a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.73": "On the invitation day you shouldn’t go from a monastery or a non-monastery with monks to a monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.74": "On the invitation day you shouldn’t go from a monastery or a non-monastery with monks to a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.75": "On the invitation day you shouldn’t go from a monastery or a non-monastery with monks to a monastery or a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.76": "“On the invitation day you shouldn’t go from a monastery with monks to a monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.77": "On the invitation day you shouldn’t go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.78": "On the invitation day you shouldn’t go from a monastery with monks to a monastery or a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.79": "On the invitation day you shouldn’t go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.80": "On the invitation day you shouldn’t go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.81": "On the invitation day you shouldn’t go from a non-monastery with monks to a monastery or a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.82": "On the invitation day you shouldn’t go from a monastery or a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.83": "On the invitation day you shouldn’t go from a monastery or a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd4:13.1.84": "On the invitation day you shouldn’t go from a monastery or a non-monastery with monks to a monastery or a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers.” ",
  "pli-tv-kd4:13.1.85.0": "19. The section on “you may go” ",
  "pli-tv-kd4:13.1.85.1": "“On the invitation day you may go from a monastery with monks to a monastery with monks who belong to the same Buddhist sect, if you know you’ll get there on the same day. ",
  "pli-tv-kd4:13.1.86": "On the invitation day you may go from a monastery with monks to a non-monastery with monks … ",
  "pli-tv-kd4:13.1.87": "to a monastery or a non-monastery with monks who belong to the same Buddhist sect, if you know you’ll get there on the same day. ",
  "pli-tv-kd4:13.1.88": "On the invitation day you may go from a non-monastery with monks to a monastery with monks … ",
  "pli-tv-kd4:13.1.89": "to a non-monastery with monks … ",
  "pli-tv-kd4:13.1.90": "to a monastery or a non-monastery with monks who belong to the same Buddhist sect, if you know you’ll get there on the same day. ",
  "pli-tv-kd4:13.1.91": "On the invitation day you may go from a monastery or a non-monastery with monks to a monastery with monks … ",
  "pli-tv-kd4:13.1.92": "to a non-monastery with monks … ",
  "pli-tv-kd4:13.1.93": "to a monastery or a non-monastery with monks who belong to the same Buddhist sect, if you know you’ll get there on the same day.” ",
  "pli-tv-kd4:14.1.0": "20. The showing of persons to be avoided ",
  "pli-tv-kd4:14.1.1": "“You shouldn’t do the invitation ceremony with a nun seated in the gathering. ",
  "pli-tv-kd4:14.1.2": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:14.1.3": "You shouldn’t do the invitation ceremony with a trainee nun, ",
  "pli-tv-kd4:14.1.4": "a novice monk, ",
  "pli-tv-kd4:14.1.5": "a novice nun, ",
  "pli-tv-kd4:14.1.6": "one who has renounced the training, ",
  "pli-tv-kd4:14.1.7": "or one who has committed the worst kind of offense seated in the gathering. ",
  "pli-tv-kd4:14.1.8": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:14.2.1": "You shouldn’t do the invitation ceremony with one who has been ejected for not recognizing an offense seated in the gathering. ",
  "pli-tv-kd4:14.2.2": "If you do, you should be dealt with according to the rule. ",
  "pli-tv-kd4:14.2.3": "You shouldn’t do the invitation ceremony with one who has been ejected for not making amends for an offense seated in the gathering ",
  "pli-tv-kd4:14.2.4": "or with one who has been ejected for not giving up a bad view seated in the gathering. ",
  "pli-tv-kd4:14.2.5": "If you do, you should be dealt with according to the rule. ",
  "pli-tv-kd4:14.3.1": "You shouldn’t do the invitation ceremony with a <i lang='pi' translate='no'>paṇḍaka</i> seated in the gathering. ",
  "pli-tv-kd4:14.3.2": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:14.3.3": "You shouldn’t do the invitation ceremony with one living in the community by theft, ",
  "pli-tv-kd4:14.3.4": "with one who has previously left to join the monastics of another religion, ",
  "pli-tv-kd4:14.3.5": "with an animal, ",
  "pli-tv-kd4:14.3.6": "with a matricide, ",
  "pli-tv-kd4:14.3.7": "with a patricide, ",
  "pli-tv-kd4:14.3.8": "with a murderer of a perfected one, ",
  "pli-tv-kd4:14.3.9": "with one who has raped a nun, ",
  "pli-tv-kd4:14.3.10": "with one has caused a schism in the Sangha, ",
  "pli-tv-kd4:14.3.11": "with one who has caused the Buddha to bleed, ",
  "pli-tv-kd4:14.3.12": "or with a hermaphrodite seated in the gathering. ",
  "pli-tv-kd4:14.3.13": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:14.4.1": "You shouldn’t do the invitation ceremony with a passed-on invitation that has expired, except if the gathering is still seated together. ",
  "pli-tv-kd4:14.4.2": "You shouldn’t do the invitation ceremony on a non-invitation day, except to unify the Sangha.” ",
  "pli-tv-kd4:14.4.3": "The second section for recitation is finished. ",
  "pli-tv-kd4:15.1.0": "21. Invitation ceremonies by means of two statements ",
  "pli-tv-kd4:15.1.1": "At one time on the invitation day in a certain monastery in the Kosalan country, there was a threat from primitive tribes. ",
  "pli-tv-kd4:15.1.2": "The monks were unable to do the invitation ceremony by means of three statements. ",
  "pli-tv-kd4:15.1.4": "“I allow you to do the invitation ceremony by means of two statements.” ",
  "pli-tv-kd4:15.1.5": "The threat from primitive tribes increased. ",
  "pli-tv-kd4:15.1.6": "The monks were unable to do the invitation ceremony by means of two statements. ",
  "pli-tv-kd4:15.1.8": "“I allow you to do the invitation ceremony by means of one statement.” ",
  "pli-tv-kd4:15.1.9": "The threat from primitive tribes increased further. ",
  "pli-tv-kd4:15.1.10": "The monks were unable to do the invitation ceremony by means of one statement. ",
  "pli-tv-kd4:15.1.12": "“I allow you to do the invitation ceremony in groups according to year of seniority.” ",
  "pli-tv-kd4:15.2.1": "On one occasion on the invitation day in a certain monastery, most of the night had been spent with people making offerings. ",
  "pli-tv-kd4:15.2.2": "The monks considered this ",
  "pli-tv-kd4:15.2.4": "and thought, “If the Sangha does the invitation ceremony by means of three statements, we won’t finish before dawn. ",
  "pli-tv-kd4:15.2.5": "What should we do?” ",
  "pli-tv-kd4:15.3.1": "“In such a case ",
  "pli-tv-kd4:15.3.4": "a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd4:15.3.5": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:15.3.6": "Most of the night has been spent with people making offerings. ",
  "pli-tv-kd4:15.3.7": "If the Sangha does the invitation ceremony by means of three statements, we won’t finish before dawn. ",
  "pli-tv-kd4:15.3.8": "If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony by means of two statements.’ Or, ‘If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony by means of one statement.’ Or, ‘If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony in groups according to year of seniority.’ ",
  "pli-tv-kd4:15.4.1": "It may happen on the invitation day that most of the night in a monastery is spent with monks giving teachings, ",
  "pli-tv-kd4:15.4.2": "with experts on the discourses reciting discourses, ",
  "pli-tv-kd4:15.4.3": "with experts on the Monastic Law discussing the Monastic Law, ",
  "pli-tv-kd4:15.4.4": "with expounders of the Teaching discussing the Teaching, ",
  "pli-tv-kd4:15.4.5": "or with the monks arguing. ",
  "pli-tv-kd4:15.4.6": "If the monks consider this ",
  "pli-tv-kd4:15.4.8": "and think, ‘If the Sangha does the invitation ceremony by means of three statements, we won’t finish before dawn,’ then a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd4:15.4.9": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:15.4.10": "Most of the night has been spent with the monks arguing. ",
  "pli-tv-kd4:15.4.11": "If the Sangha does the invitation ceremony by means of three statements, we won’t finish before dawn. ",
  "pli-tv-kd4:15.4.12": "If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony by means of two statements.’ Or, ‘If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony by means of one statement.’ Or, ‘If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony in groups according to year of seniority.’” ",
  "pli-tv-kd4:15.5.1": "At one time on the invitation day in a certain monastery in the Kosalan country, a large sangha of monks had gathered. Just then a storm was approaching, but they only had a small sheltered area. ",
  "pli-tv-kd4:15.5.2": "The monks considered this ",
  "pli-tv-kd4:15.5.4": "and thought, “If the Sangha does the invitation ceremony by means of three statements, we won’t finish before it starts raining. ",
  "pli-tv-kd4:15.5.5": "What should we do?” ",
  "pli-tv-kd4:15.5.6": "They told the Buddha. ",
  "pli-tv-kd4:15.6.1": "“In such a case ",
  "pli-tv-kd4:15.6.5": "a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd4:15.6.6": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:15.6.7": "This large Sangha of monks has gathered. A storm is approaching, but we only have a small sheltered area. ",
  "pli-tv-kd4:15.6.8": "If the Sangha does the invitation ceremony by means of three statements, we won’t finish before it starts raining. ",
  "pli-tv-kd4:15.6.9": "If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony by means of two statements.’ Or, ‘If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony by means of one statement.’ Or, ‘If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony in groups according to year of seniority.’ ",
  "pli-tv-kd4:15.7.1": "It may happen on the invitation day in a certain monastery that there is a threat from kings, ",
  "pli-tv-kd4:15.7.2": "from bandits, ",
  "pli-tv-kd4:15.7.3": "from fire, ",
  "pli-tv-kd4:15.7.4": "from water, ",
  "pli-tv-kd4:15.7.5": "from humans, ",
  "pli-tv-kd4:15.7.6": "from spirits, ",
  "pli-tv-kd4:15.7.7": "from predatory animals, ",
  "pli-tv-kd4:15.7.8": "or from creeping animals; ",
  "pli-tv-kd4:15.7.9": "or there is a threat to life ",
  "pli-tv-kd4:15.7.10": "or a threat to the monastic life. ",
  "pli-tv-kd4:15.7.11": "If the monks consider this ",
  "pli-tv-kd4:15.7.13": "and think, ‘This is a threat to the monastic life. If the Sangha does the invitation ceremony by means of three statements, we won’t finish before the threat manifests,’ then a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd4:15.7.14": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:15.7.15": "This is a threat to the monastic life. ",
  "pli-tv-kd4:15.7.16": "If the Sangha does the invitation ceremony by means of three statements, we won’t finish before the threat manifests. ",
  "pli-tv-kd4:15.7.17": "If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony by means of two statements.’ Or, ‘If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony by means of one statement.’ Or, ‘If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony in groups according to year of seniority.’” ",
  "pli-tv-kd4:16.1.0": "22. The cancellation of the invitation ",
  "pli-tv-kd4:16.1.1": "At that time the monks from the group of six invited correction while having uncleared offenses. ",
  "pli-tv-kd4:16.1.3": "“You should not invite correction if you have uncleared offenses. ",
  "pli-tv-kd4:16.1.4": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:16.1.5": "If anyone invites correction with an uncleared offense, you should get their permission and then accuse them of an offense.” ",
  "pli-tv-kd4:16.2.1": "Soon afterwards, when asked for permission, the monks from the group of six refused to give it. ",
  "pli-tv-kd4:16.2.3": "“If anyone doesn’t give their permission, you should cancel their invitation. ",
  "pli-tv-kd4:16.2.4": "And it should be canceled like this. ",
  "pli-tv-kd4:16.2.5": "On the invitation day, whether the fourteenth or the fifteenth, in the midst of the Sangha and in the presence of that person, you should announce: ",
  "pli-tv-kd4:16.2.6": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:16.2.7": "Such-and-such a person has uncleared offenses. ",
  "pli-tv-kd4:16.2.8": "I cancel their invitation. ",
  "pli-tv-kd4:16.2.9": "The invitation ceremony should not be done in their presence.’ ",
  "pli-tv-kd4:16.2.10": "Their invitation has then been canceled.” ",
  "pli-tv-kd4:16.3.1": "On one occasion the monks from the group of six—",
  "pli-tv-kd4:16.3.2": "thinking to act before the good monks canceled their invitation, ",
  "pli-tv-kd4:16.3.3": "but having no reason for doing so—canceled the invitation of pure monks who had not committed any offenses. They also canceled the invitation of those who already had invited. ",
  "pli-tv-kd4:16.3.5": "“When there is no reason for doing so, you should not cancel the invitation of pure monks who haven’t committed any offenses. ",
  "pli-tv-kd4:16.3.6": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:16.3.7": "And you should not cancel the invitation of those who already have invited. ",
  "pli-tv-kd4:16.3.8": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd4:16.4.1": "And this is how the invitation is canceled and how it isn’t canceled. ",
  "pli-tv-kd4:16.4.3": "If the invitation is canceled after a three-statement invitation has been spoken and concluded, then it’s not canceled. ",
  "pli-tv-kd4:16.4.4": "If the invitation is canceled after a two-statement invitation … ",
  "pli-tv-kd4:16.4.5": "after a one-statement invitation … ",
  "pli-tv-kd4:16.4.6": "after an invitation done in groups according to the year of seniority has been spoken and concluded, then it’s not canceled. ",
  "pli-tv-kd4:16.5.1": "If the invitation is canceled when a three-statement invitation hasn’t yet been concluded, then it’s canceled. ",
  "pli-tv-kd4:16.5.2": "If the invitation is canceled when a two-statement invitation … ",
  "pli-tv-kd4:16.5.3": "when a one-statement invitation … ",
  "pli-tv-kd4:16.5.4": "when an invitation done in groups according to the year of seniority hasn’t yet been concluded, then it’s canceled. ",
  "pli-tv-kd4:16.6.1": "“It may happen on the invitation day that a monk cancels a second monk’s invitation. ",
  "pli-tv-kd4:16.6.2": "If other monks know about the first monk: ",
  "pli-tv-kd4:16.6.3": "‘This venerable is impure in bodily conduct, verbal conduct, and livelihood; he’s ignorant and incompetent, incapable of answering properly when questioned,’ then they should press him by saying, ‘Enough. No more arguing and disputing,’ and the Sangha should then do the invitation ceremony. ",
  "pli-tv-kd4:16.7.1": "It may happen on the invitation day that a monk cancels a second monk’s invitation. ",
  "pli-tv-kd4:16.7.2": "If other monks know about the first monk: ",
  "pli-tv-kd4:16.7.3": "‘This venerable is pure in bodily conduct, but impure in verbal conduct and livelihood; he’s ignorant and incompetent, incapable of answering properly when questioned,’ then they should press him by saying, ‘Enough. No more arguing and disputing,’ and the Sangha should then do the invitation ceremony. ",
  "pli-tv-kd4:16.8.1": "It may happen on the invitation day that a monk cancels a second monk’s invitation. ",
  "pli-tv-kd4:16.8.2": "If other monks know about the first monk: ",
  "pli-tv-kd4:16.8.3": "‘This venerable is pure in bodily conduct and verbal conduct, but impure in livelihood; he’s ignorant and incompetent, incapable of answering properly when questioned,’ then they should press him by saying, ‘Enough. No more arguing and disputing,’ and the Sangha should then do the invitation ceremony. ",
  "pli-tv-kd4:16.9.1": "It may happen on the invitation day that a monk cancels a second monk’s invitation. ",
  "pli-tv-kd4:16.9.2": "If other monks know about the first monk: ",
  "pli-tv-kd4:16.9.3": "‘This venerable is pure in bodily conduct, verbal conduct, and livelihood; but he’s ignorant and incompetent, incapable of answering properly when questioned,’ then they should press him by saying, ‘Enough. No more arguing and disputing,’ and the Sangha should then do the invitation ceremony. ",
  "pli-tv-kd4:16.10.1": "“It may happen on the invitation day that a monk cancels a second monk’s invitation. ",
  "pli-tv-kd4:16.10.2": "If other monks know about the first monk: ",
  "pli-tv-kd4:16.10.3": "‘This venerable is pure in bodily conduct, verbal conduct, and livelihood; he’s knowledgeable and competent, capable of answering properly when questioned,’ then they should say to him, ‘Are you canceling this monk’s invitation because he’s failed in morality, in conduct, or in view?’ ",
  "pli-tv-kd4:16.11.1": "If he says, ",
  "pli-tv-kd4:16.11.2": "‘I’m canceling it because he’s failed in morality’, ‘I’m canceling it because he’s failed in conduct’, or ‘I’m canceling it because he’s failed in view,’ he should be asked, ",
  "pli-tv-kd4:16.11.3": "‘Do you know what failure in morality is?’ ‘Do you know what failure in conduct is?’ or ‘Do you know what failure in view is?’ ",
  "pli-tv-kd4:16.11.4": "If he says, ",
  "pli-tv-kd4:16.11.5": "‘I do,’ he should be asked what they are. ",
  "pli-tv-kd4:16.12.1": "If he says, ",
  "pli-tv-kd4:16.12.2": "‘The four offenses entailing expulsion and the thirteen entailing suspension are failure in morality,’ ",
  "pli-tv-kd4:16.12.3": "‘The serious offenses, the offenses entailing confession, the offenses entailing acknowledgment, the offenses of wrong conduct, and the offenses of wrong speech are failure in conduct,’ ",
  "pli-tv-kd4:16.12.4": "‘Wrong views and extreme views are failure in view,’ he should be asked, ",
  "pli-tv-kd4:16.12.5": "‘Are you canceling this monk’s invitation because of what you have seen, what you have heard, or what you suspect?’ ",
  "pli-tv-kd4:16.13.1": "If he says, ",
  "pli-tv-kd4:16.13.2": "‘I’m canceling it because of what I have seen’, ‘I’m canceling it because of what I have heard’, or ‘I’m canceling it because of what I suspect,’ he should be asked, ",
  "pli-tv-kd4:16.13.3": "‘Since you’re canceling this monk’s invitation because of what you have seen, what have you seen? How did you see it? When did you see it? Where did you see it? Did you see him commit an offense entailing expulsion, an offense entailing suspension, ",
  "pli-tv-kd4:16.13.4": "a serious offense, ",
  "pli-tv-kd4:16.13.5": "an offense entailing confession, ",
  "pli-tv-kd4:16.13.6": "an offense entailing acknowledgment, ",
  "pli-tv-kd4:16.13.7": "an offense of wrong conduct, ",
  "pli-tv-kd4:16.13.8": "or an offense of wrong speech? Where were you? Where was this monk? What were you doing? What was this monk doing?’ ",
  "pli-tv-kd4:16.14.1": "If he says, ",
  "pli-tv-kd4:16.14.2": "‘I didn’t cancel this monk’s invitation because of what I have seen, but because of what I have heard,’ he should be asked, ",
  "pli-tv-kd4:16.14.3": "‘Since you’re canceling this monk’s invitation because of what you have heard, what have you heard? How did you hear it? When did you hear it? Where did you hear it? ",
  "pli-tv-kd4:16.14.4": "Did you hear that he’s committed an offense entailing expulsion, an offense entailing suspension, a serious offense, an offense entailing confession, an offense entailing acknowledgment, an offense of wrong conduct, or an offense of wrong speech? ",
  "pli-tv-kd4:16.14.5": "Did you hear it from a monk, a nun, a trainee nun, a novice monk, a novice nun, a male lay follower, or a female lay follower? Or did you hear it from kings, a king’s officials, the monastics of another religion, or the lay followers of another religion?’ ",
  "pli-tv-kd4:16.15.1": "If he says, ‘I didn’t cancel this monk’s invitation because of what I have heard, but because of what I suspect,’ he should be asked, ",
  "pli-tv-kd4:16.15.2": "‘Since you’re canceling this monk’s invitation because of suspicion, what do you suspect? How do you suspect it? When did you suspect it? Where did you suspect it? ",
  "pli-tv-kd4:16.15.3": "Do you suspect that he’s committed an offense entailing expulsion, an offense entailing suspension, a serious offense, an offense entailing confession, an offense entailing acknowledgment, an offense of wrong conduct, or an offense of wrong speech? ",
  "pli-tv-kd4:16.15.4": "Do you suspect it after hearing about it from a monk, a nun, a trainee nun, a novice monk, a novice nun, a male lay follower, or a female lay follower? Or do you suspect it after hearing about it from kings, a king’s officials, the monastics of another religion, or the lay followers of another religion?’ ",
  "pli-tv-kd4:16.16.1": "He might say, ",
  "pli-tv-kd4:16.16.2": "‘I didn’t cancel this monk’s invitation because what I suspect. I don’t know why I canceled his invitation.’ ",
  "pli-tv-kd4:16.16.3": "If the accusing monk, when questioned, isn’t able to satisfy his discerning fellow monastics, they should conclude, ‘The accused monk is improperly accused.’ ",
  "pli-tv-kd4:16.16.4": "But if the accusing monk, when questioned, is able to satisfy his discerning fellow monastics, they should conclude, ‘The accused monk is properly accused.’ ",
  "pli-tv-kd4:16.17.1": "If the accusing monk admits to a groundless charge of an offense entailing expulsion, he should be charged with an offense entailing suspension. The Sangha should then do the invitation ceremony. ",
  "pli-tv-kd4:16.17.2": "If the accusing monk admits to a groundless charge of an offense entailing suspension, he should be dealt with according to the rule. The Sangha should then do the invitation ceremony. ",
  "pli-tv-kd4:16.17.3": "If the accusing monk admits to a groundless charge of a serious offense, ",
  "pli-tv-kd4:16.17.4": "an offense entailing confession, ",
  "pli-tv-kd4:16.17.5": "an offense entailing acknowledgment, ",
  "pli-tv-kd4:16.17.6": "an offense of wrong conduct, ",
  "pli-tv-kd4:16.17.7": "or an offense of wrong speech, he should be dealt with according to the rule. The Sangha should then do the invitation ceremony. ",
  "pli-tv-kd4:16.18.1": "If the accused monk admits to having committed an offense entailing expulsion, he should be expelled. The Sangha should then do the invitation ceremony. ",
  "pli-tv-kd4:16.18.2": "If the accused monk admits to having committed an offense entailing suspension, he should be charged with that offense. The Sangha should then do the invitation ceremony. ",
  "pli-tv-kd4:16.18.3": "If the accused monk admits to having committed a serious offense, ",
  "pli-tv-kd4:16.18.4": "an offense entailing confession, ",
  "pli-tv-kd4:16.18.5": "an offense entailing acknowledgment, ",
  "pli-tv-kd4:16.18.6": "an offense of wrong conduct, ",
  "pli-tv-kd4:16.18.7": "or an offense of wrong speech, he should be dealt with according to the rule. The Sangha should then do the invitation ceremony.” ",
  "pli-tv-kd4:16.19.0": "23. Grounds for a serious offense, etc. ",
  "pli-tv-kd4:16.19.1": "“On the invitation day, a monk may have committed a serious offense. ",
  "pli-tv-kd4:16.19.2": "Some monks regard it as a serious offense, but others as an offense entailing suspension. ",
  "pli-tv-kd4:16.19.3": "The monks who regard it as a serious offense should take that monk aside and deal with him according to the rule. They should then approach the Sangha and say: ",
  "pli-tv-kd4:16.19.4": "‘This monk has made amends for the offense he’s committed. ",
  "pli-tv-kd4:16.19.5": "If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony.’ ",
  "pli-tv-kd4:16.20.1": "On the invitation day, a monk may have committed a serious offense. ",
  "pli-tv-kd4:16.20.2": "Some monks regard it as a serious offense, but others as an offense entailing confession. … ",
  "pli-tv-kd4:16.20.3": "Some monks regard it as a serious offense, but others as an offense entailing acknowledgment. … ",
  "pli-tv-kd4:16.20.4": "Some monks regard it as a serious offense, but others as an offense of wrong conduct. … ",
  "pli-tv-kd4:16.20.5": "Some monks regard it as a serious offense, but others as an offense of wrong speech. ",
  "pli-tv-kd4:16.20.6": "The monks who regard it as a serious offense should take that monk aside and deal with him according to the rule. They should then approach the Sangha and say: ",
  "pli-tv-kd4:16.20.7": "‘This monk has made amends for the offense he’s committed. ",
  "pli-tv-kd4:16.20.8": "If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony.’ ",
  "pli-tv-kd4:16.21.1": "On the invitation day, a monk may have committed an offense entailing confession. … ",
  "pli-tv-kd4:16.21.2": "an offense entailing acknowledgment. … ",
  "pli-tv-kd4:16.21.3": "an offense of wrong conduct. … ",
  "pli-tv-kd4:16.21.4": "an offense of wrong speech. ",
  "pli-tv-kd4:16.21.5": "Some monks regard it as an offense of wrong speech, but others as an offense entailing suspension. ",
  "pli-tv-kd4:16.21.6": "The monks who regard it as an offense of wrong speech should take that monk aside and deal with him according to the rule. They should then approach the Sangha and say: ",
  "pli-tv-kd4:16.21.7": "‘This monk has made amends for the offense he’s committed. ",
  "pli-tv-kd4:16.21.8": "If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony.’ ",
  "pli-tv-kd4:16.22.1": "On the invitation day, a monk may have committed an offense of wrong speech. ",
  "pli-tv-kd4:16.22.2": "Some monks regard it as an offense of wrong speech, but others as a serious offense. … ",
  "pli-tv-kd4:16.22.3": "Some monks regard it as an offense of wrong speech, but others as an offense entailing confession. … ",
  "pli-tv-kd4:16.22.4": "Some monks regard it as an offense of wrong speech, but others as an offense entailing acknowledgment. … ",
  "pli-tv-kd4:16.22.5": "Some monks regard it as an offense of wrong speech, but others as an offense of wrong conduct. ",
  "pli-tv-kd4:16.22.6": "The monks who regard it as an offense of wrong speech should take that monk aside and deal with him according to the rule. They should then approach the Sangha and say: ",
  "pli-tv-kd4:16.22.7": "‘This monk has made amends for the offense he’s committed. ",
  "pli-tv-kd4:16.22.8": "If it seems appropriate to the Sangha, the Sangha should do the invitation ceremony.’” ",
  "pli-tv-kd4:16.23.0": "24. Setting aside an offense, etc. ",
  "pli-tv-kd4:16.23.1": "“It may happen on the invitation day that a monk announces in the midst of the Sangha: ",
  "pli-tv-kd4:16.23.2": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:16.23.3": "I know about an offense, but not who the offender is. ",
  "pli-tv-kd4:16.23.4": "If it seems appropriate to the Sangha, it should set aside the offense and then do the invitation ceremony.’ ",
  "pli-tv-kd4:16.23.5": "They should say to him, ",
  "pli-tv-kd4:16.23.6": "‘The Buddha has laid down a rule that the invitation ceremony is for monks who are pure. ",
  "pli-tv-kd4:16.23.7": "If you know the offense, but not the offender, then say now who it is that you suspect.’ ",
  "pli-tv-kd4:16.24.1": "It may happen on the invitation day that a monk announces in the midst of the Sangha: ",
  "pli-tv-kd4:16.24.2": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:16.24.3": "I know of an offender, but not what the offense is. ",
  "pli-tv-kd4:16.24.4": "If it seems appropriate to the Sangha, it should do the invitation ceremony without the offender.’ ",
  "pli-tv-kd4:16.24.5": "They should say to him, ",
  "pli-tv-kd4:16.24.6": "‘The Buddha has laid down a rule that the invitation ceremony should be done in a complete assembly. ",
  "pli-tv-kd4:16.24.7": "If you know the offender, but not the offense, then say now what it is that you suspect.’ ",
  "pli-tv-kd4:16.25.1": "It may happen on the invitation day that a monk announces in the midst of the Sangha: ",
  "pli-tv-kd4:16.25.2": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:16.25.3": "I know of an offender and his offense. ",
  "pli-tv-kd4:16.25.4": "If it seems appropriate to the Sangha, it should set aside the offense and then do the invitation ceremony without the offender.’ ",
  "pli-tv-kd4:16.25.5": "They should say to him, ",
  "pli-tv-kd4:16.25.6": "‘The Buddha has laid down a rule that the invitation ceremony should be done in a complete assembly by monks who are pure. ",
  "pli-tv-kd4:16.25.7": "If you know an offender and his offense, then say now what they are.’ ",
  "pli-tv-kd4:16.26.1": "If the offense is known about before the invitation ceremony, but the offender only afterwards, the offender should be corrected. ",
  "pli-tv-kd4:16.26.2": "If the offender is known about before the invitation ceremony, but the offense only afterwards, the offender should be corrected. ",
  "pli-tv-kd4:16.26.3": "If both the offense and the offender are known about before the invitation ceremony, and someone reopens the case after the invitation ceremony has been done, he commits an offense entailing confession for the reopening.” ",
  "pli-tv-kd4:17.1.0": "25. Creators of quarrels, etc. ",
  "pli-tv-kd4:17.1.1": "At one time in a certain monastery in the Kosalan country, a number of monks who were friends had entered the rainy-season residence together. ",
  "pli-tv-kd4:17.1.2": "Other monks who were quarrelsome, argumentative, and creators of legal issues in the Sangha had entered the rains residence nearby. They said to one another, ",
  "pli-tv-kd4:17.1.3": "“At the invitation ceremony, when those monks have completed the rains residence, we’ll cancel their invitation.” ",
  "pli-tv-kd4:17.1.4": "The monks who were friends heard about this ",
  "pli-tv-kd4:17.1.7": "and wondered what to do. ",
  "pli-tv-kd4:17.1.8": "They told the Buddha. ",
  "pli-tv-kd4:17.2.1": "“In such a case ",
  "pli-tv-kd4:17.2.4": "I allow those monks to do two or three observance-day ceremonies on the fourteenth day, ",
  "pli-tv-kd4:17.2.5": "with the aim of having their invitation ceremony before the other monks. ",
  "pli-tv-kd4:17.2.6": "If those quarrelsome and argumentative monks are on their way to the other monastery, the resident monks should gather quickly and do the invitation ceremony. When it has been done, they should say to the other monks, ",
  "pli-tv-kd4:17.2.7": "‘Venerables, we have completed the invitation ceremony. ",
  "pli-tv-kd4:17.2.8": "Please do as you see fit.’ ",
  "pli-tv-kd4:17.3.1": "If those quarrelsome and argumentative monks arrive without prior notice, the resident monks should prepare seats and set out a foot stool, a foot scraper, and water for washing the feet. They should then go out to meet those monks, receive their bowls and robes, and ask if they want water to drink. ",
  "pli-tv-kd4:17.3.2": "Then, having distracted them, they should go outside the monastery zone and do the invitation ceremony there. When it has been done, they should say to the other monks, ",
  "pli-tv-kd4:17.3.3": "‘Venerables, we have completed the invitation ceremony. ",
  "pli-tv-kd4:17.3.4": "Please do as you see fit.’ ",
  "pli-tv-kd4:17.4.1": "If they’re able to do this, it’s good. ",
  "pli-tv-kd4:17.4.2": "If not, then a resident monk who is competent and capable should inform the resident monks: ",
  "pli-tv-kd4:17.4.3": "‘Please, Venerables, I ask the resident monks to listen. ",
  "pli-tv-kd4:17.4.4": "If it seems appropriate to you, we’ll now do the observance-day ceremony and recite the Monastic Code, and we’ll do the invitation ceremony at the next new moon.’ ",
  "pli-tv-kd4:17.4.5": "If the quarrelsome and argumentative monks say, ",
  "pli-tv-kd4:17.4.6": "‘It would be good if you did the invitation ceremony with us now,’ they should be told, ",
  "pli-tv-kd4:17.4.7": "‘You have no authority over our invitation ceremony. ",
  "pli-tv-kd4:17.4.8": "We won’t do the procedure for the time being.’ ",
  "pli-tv-kd4:17.5.1": "If the quarrelsome and argumentative monks stay on until the new moon, then a resident monk who is competent and capable should inform the resident monks: ",
  "pli-tv-kd4:17.5.2": "‘Please, Venerables, I ask the resident monks to listen. ",
  "pli-tv-kd4:17.5.3": "If it seems appropriate to you, we’ll now do the observance-day ceremony and recite the Monastic Code, and we’ll do the invitation ceremony at the next full moon.’ ",
  "pli-tv-kd4:17.5.4": "If the quarrelsome and argumentative monks say, ",
  "pli-tv-kd4:17.5.5": "‘It would be good if you did the invitation ceremony with us now,’ they should be told, ",
  "pli-tv-kd4:17.5.6": "‘You have no authority over our invitation ceremony. We won’t do the procedure for the time being.’ ",
  "pli-tv-kd4:17.6.1": "If the quarrelsome and argumentative monks stay on until the next full moon, then all the monks have no choice but to do the invitation ceremony on the day of Komudī, the fourth full moon of the rainy season. ",
  "pli-tv-kd4:17.7.1": "“If, while you’re doing the invitation ceremony, a sick monk cancels the invitation of a healthy monk, you should tell him, ",
  "pli-tv-kd4:17.7.2": "‘You’re sick. ",
  "pli-tv-kd4:17.7.3": "The Buddha has said that a sick monk can’t endure being questioned. ",
  "pli-tv-kd4:17.7.4": "Please wait until you’re healthy. ",
  "pli-tv-kd4:17.7.5": "If you then wish, you may accuse him.’ ",
  "pli-tv-kd4:17.7.6": "If, in spite of this, he still accuses the other, he commits an offense entailing confession for disrespect. ",
  "pli-tv-kd4:17.8.1": "If, while you’re doing the invitation ceremony, a healthy monk cancels the invitation of a sick monk, you should tell him, ",
  "pli-tv-kd4:17.8.2": "‘This monk is sick. ",
  "pli-tv-kd4:17.8.3": "The Buddha has said that a sick monk can’t endure being questioned. ",
  "pli-tv-kd4:17.8.4": "Please wait until he’s healthy. ",
  "pli-tv-kd4:17.8.5": "If you then wish, you may accuse him.’ ",
  "pli-tv-kd4:17.8.6": "If, in spite of this, he still accuses the other, he commits an offense entailing confession for disrespect. ",
  "pli-tv-kd4:17.9.1": "If, while you’re doing the invitation ceremony, a sick monk cancels the invitation of a sick monk, you should tell him, ",
  "pli-tv-kd4:17.9.2": "‘You’re both sick. ",
  "pli-tv-kd4:17.9.3": "The Buddha has said that a sick monk can’t endure being questioned. ",
  "pli-tv-kd4:17.9.4": "Please wait until you’re both healthy. ",
  "pli-tv-kd4:17.9.5": "If you then wish, you may accuse him.’ ",
  "pli-tv-kd4:17.9.6": "If, in spite of this, he still accuses the other, he commits an offense entailing confession for disrespect. ",
  "pli-tv-kd4:17.10.1": "If, while you’re doing the invitation ceremony, a healthy monk cancels the invitation of a healthy monk, you should question and examine both and deal with them according to the rule. The Sangha should then continue the invitation ceremony.” ",
  "pli-tv-kd4:18.1.0": "26. Agreements about the invitation ceremony ",
  "pli-tv-kd4:18.1.1": "On one occasion in a certain monastery in the Kosalan country, a number of monks who were friends had entered the rainy-season residence together. ",
  "pli-tv-kd4:18.1.2": "While living together in peace and harmony, they were experiencing deep meditation. ",
  "pli-tv-kd4:18.1.3": "They considered this ",
  "pli-tv-kd4:18.1.5": "and thought, “If we do the invitation ceremony now, the monks might set out wandering. ",
  "pli-tv-kd4:18.1.6": "We’ll then lose this deep meditation. ",
  "pli-tv-kd4:18.1.7": "So what should we do?” ",
  "pli-tv-kd4:18.1.8": "They told the Buddha. ",
  "pli-tv-kd4:18.2.1": "“In such a case ",
  "pli-tv-kd4:18.2.7": "I allow those monks to make an agreement about the invitation ceremony. ",
  "pli-tv-kd4:18.3.1": "And it should be made like this. ",
  "pli-tv-kd4:18.3.2": "Everyone should gather in one place. ",
  "pli-tv-kd4:18.3.3": "A competent and capable monk should then inform the Sangha: ",
  "pli-tv-kd4:18.3.4": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:18.3.5": "While living together in peace and harmony, we’re experiencing deep meditation. ",
  "pli-tv-kd4:18.3.6": "If we do the invitation ceremony now, the monks might set out wandering. ",
  "pli-tv-kd4:18.3.7": "We’ll then lose this deep meditation. ",
  "pli-tv-kd4:18.3.8": "If it seems appropriate to the Sangha, the Sangha should make an agreement about the invitation ceremony: we’ll now do the observance-day ceremony and recite the Monastic Code, and we’ll do the invitation ceremony on the day of Komudī, the fourth full moon of the rainy season. ",
  "pli-tv-kd4:18.3.9": "This is the motion. ",
  "pli-tv-kd4:18.4.1": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd4:18.4.2": "While living together in peace and harmony, we have experienced deep meditation. ",
  "pli-tv-kd4:18.4.3": "If we do the invitation ceremony now, the monks might set out wandering. ",
  "pli-tv-kd4:18.4.4": "We’ll then lose this deep meditation. ",
  "pli-tv-kd4:18.4.5": "The Sangha makes an agreement about the invitation ceremony: we’ll now do the observance-day ceremony and recite the Monastic Code, and we’ll do the invitation ceremony on the day of Komudī, the fourth full moon of the rainy season. ",
  "pli-tv-kd4:18.4.6": "Any monk who approves of making this agreement about the invitation ceremony—that we’ll now do the observance-day ceremony and recite the Monastic Code and that we’ll do the invitation ceremony on the day of Komudī, the fourth full moon of the rainy season—should remain silent. ",
  "pli-tv-kd4:18.4.7": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd4:18.4.8": "The Sangha has made an agreement about the invitation ceremony: we’ll now do the observance-day ceremony and recite the Monastic Code, and we’ll do the invitation ceremony on the day of Komudī, the fourth full moon of the rainy season. ",
  "pli-tv-kd4:18.4.9": "The Sangha approves and is therefore silent. I will remember it thus.’ ",
  "pli-tv-kd4:18.5.1": "If, when those monks have made an agreement about the invitation ceremony, a monk says, ",
  "pli-tv-kd4:18.5.2": "‘I wish to go wandering in the country; ",
  "pli-tv-kd4:18.5.3": "I have business there,’ they should tell him, ",
  "pli-tv-kd4:18.5.4": "‘That’s fine, but you have to do the invitation first.’ ",
  "pli-tv-kd4:18.5.5": "If, while that monk is doing the invitation, he cancels the invitation of another monk, the other monk should tell him, ",
  "pli-tv-kd4:18.5.6": "‘You have no authority over my invitation until I invite.’ ",
  "pli-tv-kd4:18.5.7": "If, while that monk is doing the invitation, another monk cancels his invitation, the monks should question and examine both and deal with them according to the rule. ",
  "pli-tv-kd4:18.6.1": "If that monk finishes his business in the country and returns to that monastery before the full-moon day of Komudī. If, while the monks are doing the invitation ceremony, a monk cancels the invitation of the monk who has returned, the monk who has returned should tell him, ",
  "pli-tv-kd4:18.6.2": "‘You have no authority over my invitation; ",
  "pli-tv-kd4:18.6.3": "I’ve already done it.’ ",
  "pli-tv-kd4:18.6.4": "If, while the monks are doing the invitation ceremony, the monk who has returned cancels the invitation of another monk, the monks should question and examine both and deal with them according to the rule. The Sangha should then continue the invitation ceremony.” ",
  "pli-tv-kd4:18.6.5": "The fourth chapter on the invitation ceremony is finished. ",
  "pli-tv-kd4:18.6.6": "This is the summary: ",
  "pli-tv-kd4:18.6.7": "“Completed rains residence in Kosala, ",
  "pli-tv-kd4:18.6.8": "They went to see the Teacher; ",
  "pli-tv-kd4:18.6.9": "Living uncomfortably like animals, ",
  "pli-tv-kd4:18.6.10": "One another in the proper way. ",
  "pli-tv-kd4:18.6.11": "Inviting, and in the seat, ",
  "pli-tv-kd4:18.6.12": "Legal procedure, sick, relatives; ",
  "pli-tv-kd4:18.6.13": "King, and bandits, and scoundrels, ",
  "pli-tv-kd4:18.6.14": "So enemies of monks. ",
  "pli-tv-kd4:18.6.15": "Five, four, three, two, one, ",
  "pli-tv-kd4:18.6.16": "Committed, unsure, he remembered; ",
  "pli-tv-kd4:18.6.17": "The whole Sangha, unsure, ",
  "pli-tv-kd4:18.6.18": "Greater, and equal, smaller. ",
  "pli-tv-kd4:18.6.19": "Residents, fourteenth, ",
  "pli-tv-kd4:18.6.20": "Characteristics, belonging to a Buddhist sect, both; ",
  "pli-tv-kd4:18.6.21": "May go, not with seated, ",
  "pli-tv-kd4:18.6.22": "About giving consent, invitation. ",
  "pli-tv-kd4:18.6.23": "With primitive tribes, spent, storm, ",
  "pli-tv-kd4:18.6.24": "And threat, invitation; ",
  "pli-tv-kd4:18.6.25": "They refused, before their, ",
  "pli-tv-kd4:18.6.26": "And isn’t canceled, a monk’s. ",
  "pli-tv-kd4:18.6.27": "‘Or why’, and what, ",
  "pli-tv-kd4:18.6.28": "Because of the seen, the heard, the suspected; ",
  "pli-tv-kd4:18.6.29": "The accuser, and the accused, ",
  "pli-tv-kd4:18.6.30": "Serious offense, offense, quarrel; ",
  "pli-tv-kd4:18.6.31": "And agreement about the invitation, ",
  "pli-tv-kd4:18.6.32": "One without authority, should invite.” ",
  "pli-tv-kd4:18.6.33": "In this chapter there are forty-six topics. ",
  "pli-tv-kd4:18.6.34": "The chapter on the invitation ceremony is finished. "
}