{
  "pli-tv-kd20:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-kd20:0.2": "The Short Division ",
  "pli-tv-kd20:0.3": "The chapter on nuns ",
  "pli-tv-kd20:0.4": "The account of Mahāpajāpati Gotamī ",
  "pli-tv-kd20:1.1.1": "At one time the Buddha was staying among the Sakyans at Kapilavatthu in Banyan Tree Monastery. ",
  "pli-tv-kd20:1.1.2": "At this time Mahāpajāpati Gotamī went to the Buddha, bowed down to him, ",
  "pli-tv-kd20:1.1.3": "and said, ",
  "pli-tv-kd20:1.1.4": "“It would be good, Venerable Sir, if women were allowed to go forth from home to homelessness on the spiritual path made known by the Buddha.” ",
  "pli-tv-kd20:1.1.5": "“Let it be, Gotami, don’t pursue this.” ",
  "pli-tv-kd20:1.1.6": "A second time ",
  "pli-tv-kd20:1.1.7": "and a third time she asked ",
  "pli-tv-kd20:1.1.8": "the same question ",
  "pli-tv-kd20:1.1.9": "and got the same reply. ",
  "pli-tv-kd20:1.1.10": "She thought, ",
  "pli-tv-kd20:1.1.11": "“The Buddha doesn’t allow women to go forth,” ",
  "pli-tv-kd20:1.1.12": "and sad and tearful she bowed down, circumambulated him with her right side toward him, and left. ",
  "pli-tv-kd20:1.2.1": "When the Buddha had stayed at Kapilavatthu for as long as he liked, he set out wandering toward Vesālī. ",
  "pli-tv-kd20:1.2.2": "When he eventually arrived, ",
  "pli-tv-kd20:1.2.3": "he stayed in the hall with the peaked roof in the Great Wood. ",
  "pli-tv-kd20:1.2.4": "In the meantime Mahāpajāpati had her hair cut off, put on ocher robes, and set out for Vesālī together with a number of Sakyan women. ",
  "pli-tv-kd20:1.2.5": "When she eventually arrived, she went to the hall with the peaked roof in the Great Wood. ",
  "pli-tv-kd20:1.2.6": "And she stood outside the gateway, sad and tearful, covered in dust and her feet swollen. ",
  "pli-tv-kd20:1.2.7": "Venerable Ānanda saw her there ",
  "pli-tv-kd20:1.2.8": "and said to her, ",
  "pli-tv-kd20:1.2.9": "“Why are you standing outside the gateway like this?” ",
  "pli-tv-kd20:1.2.10": "“Because, Venerable Ānanda, the Buddha doesn’t allow women to go forth.” ",
  "pli-tv-kd20:1.2.11": "“Well then, Gotamī, please wait here for a moment, while I ask the Buddha to allow women to go forth.” ",
  "pli-tv-kd20:1.3.1": "Venerable Ānanda went to the Buddha, bowed, sat down, ",
  "pli-tv-kd20:1.3.2": "and said, ",
  "pli-tv-kd20:1.3.3": "“Sir, Mahāpajāpati Gotamī is standing outside the gateway, sad and tearful, covered in dust and her feet swollen. ",
  "pli-tv-kd20:1.3.4": "She says you won’t allow women to go forth. ",
  "pli-tv-kd20:1.3.5": "It would be good if women were allowed to go forth.” ",
  "pli-tv-kd20:1.3.6": "“Let it be, Ānanda, don’t pursue this.” ",
  "pli-tv-kd20:1.3.7": "A second time ",
  "pli-tv-kd20:1.3.8": "and a third time he asked ",
  "pli-tv-kd20:1.3.9": "the same question ",
  "pli-tv-kd20:1.3.10": "and got the same reply. ",
  "pli-tv-kd20:1.3.11": "Ānanda thought, ",
  "pli-tv-kd20:1.3.12": "“The Buddha doesn’t allow women to go forth. ",
  "pli-tv-kd20:1.3.13": "Let me ask him in another way.” ",
  "pli-tv-kd20:1.3.14": "He then said, ",
  "pli-tv-kd20:1.3.15": "“If women were allowed to go forth, would they be capable of realizing the fruit of stream-entry, the fruit of once-returning, the fruit of non-returning, and the fruit of perfection?” ",
  "pli-tv-kd20:1.3.16": "“Yes, they would.” ",
  "pli-tv-kd20:1.3.17": "“If that’s so, Sir, ",
  "pli-tv-kd20:1.3.18": "and considering that Mahāpajāpati has been very helpful to you—she is your aunt who nurtured you, brought you up, and breastfed you when your own mother died—",
  "pli-tv-kd20:1.3.19": "it would be good if women were allowed to go forth.” ",
  "pli-tv-kd20:1.4.0": "The eight important principles ",
  "pli-tv-kd20:1.4.1": "“Ānanda, if Mahāpajāpati accepts these eight important principles, ",
  "pli-tv-kd20:1.4.2": "that will be her full ordination: ",
  "pli-tv-kd20:1.4.3": "A nun who has been fully ordained for a hundred years should bow down to a monk who was given the full ordination on that very day, and she should stand up for him, raise her joined palms to him, and do acts of respect toward him. ",
  "pli-tv-kd20:1.4.4": "This rule is to be honored and respected all one’s life, and is not to be breached. ",
  "pli-tv-kd20:1.4.5": "A nun should not spend the rainy season in a monastery without monks. ",
  "pli-tv-kd20:1.4.6": "This rule too is to be honored and respected all one’s life, and is not to be breached. ",
  "pli-tv-kd20:1.4.7": "Every half-month a nun should ask the Sangha of monks for two things: ",
  "pli-tv-kd20:1.4.8": "about the date of the observance day and about going for the instruction. ",
  "pli-tv-kd20:1.4.9": "This rule too is to be honored and respected all one’s life, and is not to be breached. ",
  "pli-tv-kd20:1.4.10": "A nun who has completed the rains residence should invite correction from both Sanghas in regard to three things: ",
  "pli-tv-kd20:1.4.11": "what has been seen, what has been heard, and what has been suspected. ",
  "pli-tv-kd20:1.4.12": "This rule too is to be honored and respected all one’s life, and is not to be breached. ",
  "pli-tv-kd20:1.4.13": "A nun who has committed a heavy offense must undertake the trial period for a half-month toward both Sanghas. ",
  "pli-tv-kd20:1.4.14": "This rule too is to be honored and respected all one’s life, and is not to be breached. ",
  "pli-tv-kd20:1.4.15": "A trainee nun who has trained in the six rules for two years may seek for full ordination in both Sanghas. ",
  "pli-tv-kd20:1.4.16": "This rule too is to be honored and respected all one’s life, and is not to be breached. ",
  "pli-tv-kd20:1.4.17": "A nun may not in any way abuse or revile a monk. ",
  "pli-tv-kd20:1.4.18": "This rule too is to be honored and respected all one’s life, and is not to be breached. ",
  "pli-tv-kd20:1.4.19": "From today onwards, nuns may not correct monks, but monks may correct nuns. ",
  "pli-tv-kd20:1.4.20": "This rule too is to be honored and respected all one’s life, and is not to be breached. ",
  "pli-tv-kd20:1.4.21": "Ānanda, if Mahāpajāpati accepts these eight important principles, that will be her full ordination.” ",
  "pli-tv-kd20:1.5.1": "After learning these eight important principles from the Buddha, Ānanda went to Mahāpajāpati and said, ",
  "pli-tv-kd20:1.5.2": "“If you accept eight important principles, Gotami, that will be your full ordination.” ",
  "pli-tv-kd20:1.5.3": "And he told her the rules. ",
  "pli-tv-kd20:1.5.22": "She replied, “Just as a young woman or man—someone fond of adornments, who had just washed her hair—would receive a garland of lotuses, a garland of sandan flowers, or a garland of jasmine with both hands and place it on her head, ",
  "pli-tv-kd20:1.5.23": "so too, do I receive these eight important principles, not to be breached for life.” ",
  "pli-tv-kd20:1.6.1": "Ānanda then went to the Buddha, bowed, sat down, ",
  "pli-tv-kd20:1.6.2": "and said, ",
  "pli-tv-kd20:1.6.3": "“Sir, Mahāpajāpati has accepted the eight important principles. Your aunt has been ordained.” ",
  "pli-tv-kd20:1.6.4": "“Ānanda, if women had not been allowed to go forth on this spiritual path made known by the Buddha, the spiritual life would have lasted a long time—the true Teaching would have lasted a thousand years. ",
  "pli-tv-kd20:1.6.5": "But since women have been allowed to go forth, the spiritual life won’t last long—",
  "pli-tv-kd20:1.6.6": "now the true Teaching will only last five hundred years. ",
  "pli-tv-kd20:1.6.7": "Just as families with many women and few men are easily robbed by thieves, ",
  "pli-tv-kd20:1.6.8": "so too, the spiritual life doesn’t last long on a spiritual path where women are allowed to go forth. ",
  "pli-tv-kd20:1.6.9": "Just as a ripe rice-field affected by whiteheads won’t last long, ",
  "pli-tv-kd20:1.6.10": "so too, the spiritual life doesn’t last long on a spiritual path where women are allowed to go forth. ",
  "pli-tv-kd20:1.6.11": "Just as a ripe field of sugarcane attacked by red rot won’t last long, ",
  "pli-tv-kd20:1.6.12": "so too, the spiritual life doesn’t last long on a spiritual path where women are allowed to go forth. ",
  "pli-tv-kd20:1.6.13": "Just as a man might, as a safeguard, surround a large pool with an embankment, so that the water won’t overflow, ",
  "pli-tv-kd20:1.6.14": "so too, have I, as a safeguard, laid down the eight important principles, not to be breached for life.” ",
  "pli-tv-kd20:1.6.15": "The eight important principles for nuns are finished. ",
  "pli-tv-kd20:2.1.0": "The allowance for the full ordination of nuns ",
  "pli-tv-kd20:2.1.1": "Mahāpajāpati went to the Buddha, bowed down, ",
  "pli-tv-kd20:2.1.2": "and said, ",
  "pli-tv-kd20:2.1.3": "“Venerable Sir, what should I do with these Sakyan women?” ",
  "pli-tv-kd20:2.1.4": "The Buddha then instructed, inspired, and gladdened her with a teaching, ",
  "pli-tv-kd20:2.1.5": "after which she bowed down, circumambulated him with her right side toward him, and left. ",
  "pli-tv-kd20:2.1.6": "Soon afterwards the Buddha gave a Teaching and addressed the monks: ",
  "pli-tv-kd20:2.1.7": "“I allow you to give the full ordination to nuns.” ",
  "pli-tv-kd20:2.2.1": "Soon afterwards those nuns said to Mahāpajāpati, ",
  "pli-tv-kd20:2.2.2": "“We’re ordained, but you’re not, ",
  "pli-tv-kd20:2.2.3": "for the Buddha has laid down that the monks should give the full ordination to nuns.” ",
  "pli-tv-kd20:2.2.4": "Mahāpajāpati then went to Venerable Ānanda, bowed down, ",
  "pli-tv-kd20:2.2.5": "and told him ",
  "pli-tv-kd20:2.2.6": "what the Sakyan women had said. ",
  "pli-tv-kd20:2.2.9": "Ānanda went to the Buddha, bowed, sat down, ",
  "pli-tv-kd20:2.2.10": "and told him ",
  "pli-tv-kd20:2.2.11": "what Mahāpajāpati had said. ",
  "pli-tv-kd20:2.2.15": "The Buddha replied, “Mahāpajāpati was ordained from the time she accepted the eight important principles.” ",
  "pli-tv-kd20:3.1.1": "On another occasion Mahāpajāpati went to Venerable Ānanda, bowed down, ",
  "pli-tv-kd20:3.1.2": "and said, ",
  "pli-tv-kd20:3.1.3": "“Venerable Ānanda, I wish to ask the Buddha for a favor. ",
  "pli-tv-kd20:3.1.4": "It would be good if the Buddha allowed the monks and nuns to bow down to one another according to seniority, and likewise to rise up for one another, raise their joined palms to one another, and do acts of respect toward one another according to seniority.” ",
  "pli-tv-kd20:3.1.5": "Venerable Ānanda went to the Buddha, bowed, sat down, ",
  "pli-tv-kd20:3.1.6": "and told the Buddha ",
  "pli-tv-kd20:3.1.7": "what Mahāpajāpati had said. ",
  "pli-tv-kd20:3.1.10": "The Buddha replied, “It is impossible, Ānanda, that I would allow bowing down to a woman, and likewise rising up for, raising one’s joined palms to, and doing acts of respect toward a woman. ",
  "pli-tv-kd20:3.1.11": "Even the ascetics of other religions with their flawed teachings don’t bow down to women, or rise up for them, raise their joined palms to them, or do acts of respect toward them. ",
  "pli-tv-kd20:3.1.12": "So how then could I allow these things?” ",
  "pli-tv-kd20:3.1.13": "The Buddha then gave a teaching and addressed the monks: ",
  "pli-tv-kd20:3.1.14": "“You should not bow down to a woman, or rise up for, raise your joined palms to, or do acts of respect toward a woman. ",
  "pli-tv-kd20:3.1.15": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd20:4.1.1": "On another occasion Mahāpajāpati went to the Buddha, bowed down, ",
  "pli-tv-kd20:4.1.2": "and said, ",
  "pli-tv-kd20:4.1.3": "“Venerable Sir, how should we practice those training rules that the nuns have in common with the monks?” ",
  "pli-tv-kd20:4.1.4": "“You should practice them in the same way as the monks do.” ",
  "pli-tv-kd20:4.1.5": "“And how should we practice those training rules that the nuns don’t have in common with the monks?” ",
  "pli-tv-kd20:4.1.6": "“You should practice them as they have been laid down.” ",
  "pli-tv-kd20:5.1.1": "On another occasion Mahāpajāpati went to the Buddha, bowed down, ",
  "pli-tv-kd20:5.1.2": "and said, ",
  "pli-tv-kd20:5.1.3": "“It would be good, Venerable Sir, if you would give me a teaching in brief. I could then stay by myself, secluded, heedful, energetic, and diligent.” ",
  "pli-tv-kd20:5.1.4": "“Those things, Gotami, that you know ",
  "pli-tv-kd20:5.1.5": "lead to passion, not to dispassion; to bondage, not to freedom from bondage; to an increase in things, not to a reduction in things; to great desires, not to fewness of wishes; to discontent, not to contentment; to socializing, not to seclusion; to laziness, not to being energetic; to being difficult to support, not to being easy to support—",
  "pli-tv-kd20:5.1.6": "you should definitely regard them ",
  "pli-tv-kd20:5.1.7": "as not the Teaching, not the training, not the Teacher’s instruction. ",
  "pli-tv-kd20:5.1.8": "But those things that you know ",
  "pli-tv-kd20:5.1.9": "lead to dispassion, not to passion; to freedom from bondage, not to bondage; to a reduction in things, not to an increase in things; to fewness of wishes, not to great desires; to contentment, not to discontent; to seclusion, not to socializing; to being energetic, not to laziness; to being easy to support, not to being difficult to support—",
  "pli-tv-kd20:5.1.10": "you should definitely regard them ",
  "pli-tv-kd20:5.1.11": "as the Teaching, the training, the Teacher’s instruction.” ",
  "pli-tv-kd20:6.1.1": "At that time the Monastic Code was not being recited to the nuns. ",
  "pli-tv-kd20:6.1.2": "They told the Buddha. Soon afterwards he had the Sangha gathered and said, ",
  "pli-tv-kd20:6.1.3": "“The Monastic Code should be recited to the nuns.” ",
  "pli-tv-kd20:6.1.4": "The nuns thought, ",
  "pli-tv-kd20:6.1.5": "“Who should recite the Monastic Code to the nuns?” ",
  "pli-tv-kd20:6.1.6": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.1.7": "“The monks should recite the Monastic Code to the nuns.” ",
  "pli-tv-kd20:6.1.8": "Soon afterwards the monks went to the nuns’ dwelling place to recite the Monastic Code. ",
  "pli-tv-kd20:6.1.9": "People complained and criticized them, ",
  "pli-tv-kd20:6.1.10": "“They are their wives! They are their mistresses! Now they are going to enjoy themselves together.” ",
  "pli-tv-kd20:6.1.11": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.1.12": "“Monks, you should not recite the Monastic Code to the nuns. ",
  "pli-tv-kd20:6.1.13": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd20:6.1.14": "The nuns should recite the Monastic Code to the nuns.” ",
  "pli-tv-kd20:6.1.15": "The nuns did not know ",
  "pli-tv-kd20:6.1.16": "how to recite it. ",
  "pli-tv-kd20:6.1.17": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.1.18": "“The monks should tell the nuns ",
  "pli-tv-kd20:6.1.19": "how to recite the Monastic Code.” ",
  "pli-tv-kd20:6.2.1": "At that time the nuns did not make amends for their offenses. ",
  "pli-tv-kd20:6.2.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.2.3": "“A nun should make amends for her offenses. ",
  "pli-tv-kd20:6.2.4": "If she doesn’t, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:6.2.5": "The nuns did not know ",
  "pli-tv-kd20:6.2.6": "how to make amends. ",
  "pli-tv-kd20:6.2.7": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.2.8": "“The monks should tell the nuns ",
  "pli-tv-kd20:6.2.9": "how to make amends for an offense.” ",
  "pli-tv-kd20:6.2.10": "The monks thought, ",
  "pli-tv-kd20:6.2.11": "“Who should receive confessions from the nuns?” ",
  "pli-tv-kd20:6.2.12": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.2.13": "“The monks should receive the confession of offenses from the nuns.” ",
  "pli-tv-kd20:6.2.14": "Soon afterwards, when the nuns saw a monk on a street, in a cul-de-sac, or at an intersection, they would put down their bowl, put their upper robe over one shoulder, squat on their heels, raise their joined palms, and make amends for their offenses. ",
  "pli-tv-kd20:6.2.15": "People complained and criticized them, ",
  "pli-tv-kd20:6.2.16": "“They are their wives! They are their mistresses! Having offended them at night, they now ask for forgiveness.” ",
  "pli-tv-kd20:6.2.17": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.2.18": "“Monks, you should not receive confessions from the nuns. ",
  "pli-tv-kd20:6.2.19": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd20:6.2.20": "The nuns should receive the confession of offenses from the nuns.” ",
  "pli-tv-kd20:6.2.21": "The nuns did not know ",
  "pli-tv-kd20:6.2.22": "how to receive confessions. ",
  "pli-tv-kd20:6.2.23": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.2.24": "“The monks should tell the nuns ",
  "pli-tv-kd20:6.2.25": "how to receive offenses.” ",
  "pli-tv-kd20:6.3.1": "At that time the nuns’ legal procedures were not being done. ",
  "pli-tv-kd20:6.3.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.3.3": "“Monks, I allow the doing of legal procedures for the nuns.” ",
  "pli-tv-kd20:6.3.4": "The monks thought, ",
  "pli-tv-kd20:6.3.5": "“Who should do the nuns’ procedures?” ",
  "pli-tv-kd20:6.3.6": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.3.7": "“The monks should do the nuns’ procedures.” ",
  "pli-tv-kd20:6.3.8": "Soon afterwards, when nuns who had had a legal procedure done against them saw a monk on a street, in a cul-de-sac, or at an intersection, they would put down their bowl, put their upper robe over one shoulder, squat on their heels, raise their joined palms, and ask for forgiveness, thinking, “This is the way to do it.” ",
  "pli-tv-kd20:6.3.9": "People complained and criticized them, ",
  "pli-tv-kd20:6.3.10": "“They are their wives! They are their mistresses! Having offended them at night, they now ask for forgiveness.” ",
  "pli-tv-kd20:6.3.11": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.3.12": "“Monks, you should not do the nuns’ legal procedures. ",
  "pli-tv-kd20:6.3.13": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd20:6.3.14": "The nuns should do the nuns’ legal procedures.” ",
  "pli-tv-kd20:6.3.15": "The nuns did not know ",
  "pli-tv-kd20:6.3.16": "how to do procedures. ",
  "pli-tv-kd20:6.3.17": "They told the Buddha and he said, ",
  "pli-tv-kd20:6.3.18": "“The monks should tell the nuns ",
  "pli-tv-kd20:6.3.19": "how to do legal procedures.” ",
  "pli-tv-kd20:7.1.1": "On one occasion the nuns were arguing and disputing in the midst of the Sangha, attacking one another verbally, ",
  "pli-tv-kd20:7.1.2": "and they were not able to resolve that legal issue. ",
  "pli-tv-kd20:7.1.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:7.1.4": "“I allow the monks to resolve the nuns’ legal issues.” ",
  "pli-tv-kd20:7.1.5": "Soon afterwards the monks were resolving a legal issue for the nuns. ",
  "pli-tv-kd20:7.1.6": "While they were deliberating on the issue, there were nuns who needed a legal procedure to be done and who were guilty of an offense ",
  "pli-tv-kd20:7.1.7": "The nuns said, ",
  "pli-tv-kd20:7.1.8": "“It would be good, Venerables, if you would do the procedure for the nuns and receive their confession of offenses, ",
  "pli-tv-kd20:7.1.9": "for the Buddha has laid down that the nuns’ legal issues should be resolved by the monks.” ",
  "pli-tv-kd20:7.1.10": "They told the Buddha and he said, ",
  "pli-tv-kd20:7.1.11": "“Monks, I allow you to determine the nature of the nuns’ legal procedure, before handing over to the nuns for them to do it. ",
  "pli-tv-kd20:7.1.12": "And I allow you to charge a nun with an offense, before handing over to the nuns for them to receive the confession.” ",
  "pli-tv-kd20:8.1.1": "At that time a nun who was a pupil of the nun Uppalavaṇṇā had followed the Buddha around for seven years to learn the Monastic Law. ",
  "pli-tv-kd20:8.1.2": "But because of her absentmindedness, she repeatedly forgot what she had learned. ",
  "pli-tv-kd20:8.1.3": "When she heard ",
  "pli-tv-kd20:8.1.4": "that the Buddha wanted to go to Sāvatthī, ",
  "pli-tv-kd20:8.1.5": "she reflected ",
  "pli-tv-kd20:8.1.7": "on her absentmindedness and thought, ",
  "pli-tv-kd20:8.1.8": "“It’s hard for a woman to follow the Teacher around all her life. ",
  "pli-tv-kd20:8.1.9": "So what should I do?” ",
  "pli-tv-kd20:8.1.10": "She told the nuns what she had thought, ",
  "pli-tv-kd20:8.1.11": "who in turn told the monks, ",
  "pli-tv-kd20:8.1.12": "who then told the Buddha. The Buddha said, ",
  "pli-tv-kd20:8.1.13": "“I allow the monks to teach the Monastic Law to the nuns.” ",
  "pli-tv-kd20:8.1.14": "The first section for recitation is finished. ",
  "pli-tv-kd20:9.1.1": "When the Buddha had stayed at Vesālī for as long as he liked, he set out wandering toward Sāvatthī. ",
  "pli-tv-kd20:9.1.2": "When he eventually arrived, ",
  "pli-tv-kd20:9.1.3": "he stayed in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-kd20:9.1.4": "At that time the monks from the group of six tried to attract the nuns by splashing them with muddy water. ",
  "pli-tv-kd20:9.1.6": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.1.7": "“Monks, you should not splash the nuns with muddy water. ",
  "pli-tv-kd20:9.1.8": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd20:9.1.9": "I allow the nuns to penalize a monk who acts like this.” ",
  "pli-tv-kd20:9.1.10": "The monks thought, ",
  "pli-tv-kd20:9.1.11": "“What sort of penalty should they impose?” ",
  "pli-tv-kd20:9.1.12": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.1.13": "“The Sangha of nuns should not pay respect to such a monk.” ",
  "pli-tv-kd20:9.1.14": "Soon afterwards the monks from the group of six tried to attract the nuns by exposing their bodies to them, ",
  "pli-tv-kd20:9.1.15": "by exposing their thighs to them, and by exposing their genitals to them. And they spoke indecently to the nuns and associated inappropriately with them. ",
  "pli-tv-kd20:9.1.17": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.1.18": "“Monks, you should not expose your body to the nuns; you should not expose your thighs to the nuns; you should not expose your genitals to the nuns; you should not speak indecently to the nuns; and you should not associate inappropriately with the nuns. ",
  "pli-tv-kd20:9.1.19": "If you associate inappropriately with the nuns, you commit an offense of wrong conduct. ",
  "pli-tv-kd20:9.1.20": "I allow the nuns to penalize a monk who acts like this.” ",
  "pli-tv-kd20:9.1.21": "The monks thought, ",
  "pli-tv-kd20:9.1.22": "“What sort of penalty can they impose?” ",
  "pli-tv-kd20:9.1.23": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.1.24": "“The Sangha of nuns should not pay respect to such a monk.” ",
  "pli-tv-kd20:9.2.1": "Soon afterwards the nuns from the group of six tried to attract a monk by splashing him with muddy water. ",
  "pli-tv-kd20:9.2.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.2.4": "“A nun should not splash a monk with muddy water. ",
  "pli-tv-kd20:9.2.5": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:9.2.6": "I allow you to penalize such a nun.” ",
  "pli-tv-kd20:9.2.7": "The monks thought, ",
  "pli-tv-kd20:9.2.8": "“What sort of penalty can we impose?” ",
  "pli-tv-kd20:9.2.9": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.2.10": "“I allow you to place restrictions on her.” ",
  "pli-tv-kd20:9.2.11": "She did not adhere to the restrictions. ",
  "pli-tv-kd20:9.2.12": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.2.13": "“I allow you cancel the half-monthly instruction.” ",
  "pli-tv-kd20:9.2.14": "At that time the nuns from the group of six tried to attract the monks by exposing their bodies to them, by exposing their breasts to them, by exposing their thighs to them, and by exposing their genitals to them. And they spoke indecently to the monks and associated inappropriately with them. ",
  "pli-tv-kd20:9.2.16": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.2.17": "“A nun should not expose her body to the monks; ",
  "pli-tv-kd20:9.2.18": "she should not expose her breasts to the monks; she should not expose her thighs to the monks; she should not expose her genitals to the monks; she should not speak indecently to the monks; and she should not associate inappropriately with the monks. ",
  "pli-tv-kd20:9.2.19": "If she associates inappropriately with the monks, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:9.2.20": "I allow the monks to penalize such a nun.” ",
  "pli-tv-kd20:9.2.21": "The monks thought, ",
  "pli-tv-kd20:9.2.22": "“What sort of penalty can we impose?” ",
  "pli-tv-kd20:9.2.23": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.2.24": "“I allow you to place restrictions on her.” ",
  "pli-tv-kd20:9.2.25": "She did not adhere to the restrictions. ",
  "pli-tv-kd20:9.2.26": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.2.27": "“I allow you cancel the half-monthly instruction.” ",
  "pli-tv-kd20:9.3.1": "The monks thought, ",
  "pli-tv-kd20:9.3.2": "“Is it allowable or not to do the observance-day procedure with a nun whose half-monthly instruction has been canceled?” ",
  "pli-tv-kd20:9.3.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.3.4": "“Until that legal issue has been settled it’s not allowable to do the observance-day procedure with a nun whose half-monthly instruction has been canceled.” ",
  "pli-tv-kd20:9.3.5": "On one occasion Venerable Udāyī canceled the half-monthly instruction and then set out wandering. ",
  "pli-tv-kd20:9.3.6": "The nuns complained and criticized him, ",
  "pli-tv-kd20:9.3.7": "“How could Venerable Udāyī do this?” ",
  "pli-tv-kd20:9.3.8": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.3.9": "“Monks, you should not cancel the half-monthly instruction and then set out wandering. ",
  "pli-tv-kd20:9.3.10": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd20:9.3.11": "At that time even the monks who were ignorant and incompetent canceled the half-monthly instruction. ",
  "pli-tv-kd20:9.3.12": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.3.13": "“A monk who is ignorant and incompetent should not cancel the half-monthly instruction. ",
  "pli-tv-kd20:9.3.14": "If he does, he commits an offense of wrong conduct.” ",
  "pli-tv-kd20:9.3.15": "At that time the monks canceled the half-monthly instruction without reason. ",
  "pli-tv-kd20:9.3.16": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.3.17": "“A monk should not cancel the half-monthly instruction without reason. ",
  "pli-tv-kd20:9.3.18": "If he does, he commits an offense of wrong conduct.” ",
  "pli-tv-kd20:9.3.19": "At that time the monks did not deliberate after canceling the half-monthly instruction. ",
  "pli-tv-kd20:9.3.20": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.3.21": "“You should deliberate after canceling the half-monthly instruction. ",
  "pli-tv-kd20:9.3.22": "If you don’t, you commit an offense of wrong conduct.” ",
  "pli-tv-kd20:9.4.1": "At that time the nuns did not go to the half-monthly instruction. ",
  "pli-tv-kd20:9.4.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.4.3": "“A nun should go to the half-monthly instruction. ",
  "pli-tv-kd20:9.4.4": "If she doesn’t, she should be dealt with according to the rule. ",
  "pli-tv-kd20:9.4.5": "At that time the entire Sangha of nuns went to the half-monthly instruction. ",
  "pli-tv-kd20:9.4.6": "People complained and criticized them, ",
  "pli-tv-kd20:9.4.7": "“They are their wives! They are their mistresses! Now they are going to enjoy themselves together.” ",
  "pli-tv-kd20:9.4.8": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.4.9": "“The whole sangha of nuns should not go to the half-monthly instruction. ",
  "pli-tv-kd20:9.4.10": "If it does, there is an offense of wrong conduct. ",
  "pli-tv-kd20:9.4.11": "Four or five nuns should go to the instruction.” ",
  "pli-tv-kd20:9.4.12": "Soon afterwards four or five nuns went to the half-monthly instruction. ",
  "pli-tv-kd20:9.4.13": "People complained and criticized them, ",
  "pli-tv-kd20:9.4.14": "“They are their wives! They are their mistresses! Now they are going to enjoy themselves together.” ",
  "pli-tv-kd20:9.4.15": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.4.16": "“Four or five nuns should not go to the half-monthly instruction. ",
  "pli-tv-kd20:9.4.17": "If they do, there is an offense of wrong conduct. ",
  "pli-tv-kd20:9.4.18": "Two or three nuns should go to the instruction. ",
  "pli-tv-kd20:9.4.19": "They should go to a monk, put their upper robe over one shoulder, bow down at his feet, squat on their heels, raise their joined palms, and say, ",
  "pli-tv-kd20:9.4.20": "‘Venerable, the Sangha of nuns bows down at the feet of the Sangha of monks and asks to come for the half-monthly instruction. ",
  "pli-tv-kd20:9.4.21": "Please allow the Sangha of nuns to come for the instruction.’ ",
  "pli-tv-kd20:9.4.22": "That monk should approach the reciter of the Monastic Code and tell him ",
  "pli-tv-kd20:9.4.23": "of the nuns’ request. ",
  "pli-tv-kd20:9.4.25": "The reciter should say, ",
  "pli-tv-kd20:9.4.26": "‘Is there anyone who has been appointed as instructor of the nuns?’ ",
  "pli-tv-kd20:9.4.27": "If there is, the reciter should say, ",
  "pli-tv-kd20:9.4.28": "‘Monk so-and-so has been appointed. The Sangha of nuns should approach him.’ ",
  "pli-tv-kd20:9.4.29": "If there isn’t, the reciter should say, ",
  "pli-tv-kd20:9.4.30": "‘Who is able to instruct the nuns?’ ",
  "pli-tv-kd20:9.4.31": "If there is someone who is able and who has the eight required qualities, he should be appointed. The reciter should then say, ",
  "pli-tv-kd20:9.4.32": "‘Monk so-and-so has been appointed. The Sangha of nuns should approach him.’ ",
  "pli-tv-kd20:9.4.33": "If there is no-one who is able to instruct the nuns, the reciter of the Monastic Code should say, ",
  "pli-tv-kd20:9.4.34": "‘No monk has been appointed as instructor of the nuns. The Sangha of nuns should carry on with serenity.’” ",
  "pli-tv-kd20:9.5.1": "On one occasion the monks did not agree to give the half-monthly instruction. ",
  "pli-tv-kd20:9.5.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.5.3": "“You should agree to give the half-monthly instruction. ",
  "pli-tv-kd20:9.5.4": "If you don’t, you commit an offense of wrong conduct.” ",
  "pli-tv-kd20:9.5.5": "On one occasion the nuns approached a monk who was ignorant ",
  "pli-tv-kd20:9.5.6": "and said, ",
  "pli-tv-kd20:9.5.7": "“Venerable, please agree to give the half-monthly instruction.” ",
  "pli-tv-kd20:9.5.8": "“But I’m ignorant, sisters. ",
  "pli-tv-kd20:9.5.9": "How can I agree to give the instruction?” ",
  "pli-tv-kd20:9.5.10": "“Please agree to give the instruction, ",
  "pli-tv-kd20:9.5.11": "for the Buddha has laid down ",
  "pli-tv-kd20:9.5.12": "that a monk should agree to give the instruction to the nuns.” ",
  "pli-tv-kd20:9.5.13": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.5.14": "“Except if you are ignorant, you should agree to give the half-monthly instruction.” ",
  "pli-tv-kd20:9.5.15": "On one occasion the nuns approached a monk who was sick ",
  "pli-tv-kd20:9.5.16": "and said, ",
  "pli-tv-kd20:9.5.17": "“Venerable, please agree to give the half-monthly instruction.” ",
  "pli-tv-kd20:9.5.18": "“But I’m sick, sisters. ",
  "pli-tv-kd20:9.5.19": "How can I agree to give the instruction?” ",
  "pli-tv-kd20:9.5.20": "“Please agree to give the instruction, ",
  "pli-tv-kd20:9.5.21": "for the Buddha has laid down ",
  "pli-tv-kd20:9.5.22": "that a monk should agree to give the instruction to the nuns, except if he is ignorant.” ",
  "pli-tv-kd20:9.5.23": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.5.24": "“Except if you are ignorant or sick, you should agree to give the half-monthly instruction.” ",
  "pli-tv-kd20:9.5.25": "On one occasion the nuns approached a monk who was about to depart ",
  "pli-tv-kd20:9.5.26": "and said, ",
  "pli-tv-kd20:9.5.27": "“Venerable, please agree to give the half-monthly instruction.” ",
  "pli-tv-kd20:9.5.28": "“But I’m about to depart, sisters. ",
  "pli-tv-kd20:9.5.29": "How can I agree to give the instruction?” ",
  "pli-tv-kd20:9.5.30": "“Please agree to give the instruction, ",
  "pli-tv-kd20:9.5.31": "for the Buddha has laid down ",
  "pli-tv-kd20:9.5.32": "that a monk should agree to give the instruction to the nuns, except if he is ignorant or sick.” ",
  "pli-tv-kd20:9.5.33": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.5.34": "“Except if you are ignorant, sick, or about to depart, you should agree to give the half-monthly instruction.” ",
  "pli-tv-kd20:9.5.35": "On one occasion the nuns approached a monk who was staying in the wilderness ",
  "pli-tv-kd20:9.5.36": "and said, ",
  "pli-tv-kd20:9.5.37": "“Venerable, please agree to give the half-monthly instruction.” ",
  "pli-tv-kd20:9.5.38": "“But I’m staying in the wilderness, sisters. ",
  "pli-tv-kd20:9.5.39": "How can I agree to give the instruction?” ",
  "pli-tv-kd20:9.5.40": "“Please agree to give the instruction, ",
  "pli-tv-kd20:9.5.41": "for the Buddha has laid down ",
  "pli-tv-kd20:9.5.42": "that a monk should agree to give the instruction to the nuns, except if he is ignorant, sick, or about to depart.” ",
  "pli-tv-kd20:9.5.43": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.5.44": "“If you are staying in the wilderness, you should agree to give the half-monthly instruction. You should make an appointment, saying, ",
  "pli-tv-kd20:9.5.45": "‘I’ll return here.’” ",
  "pli-tv-kd20:9.5.46": "At that time the monks agreed to give the half-monthly instruction without telling the reciter of the Monastic Code. ",
  "pli-tv-kd20:9.5.47": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.5.48": "“When you have agreed to give the half-monthly instruction, you should inform the reciter of the Monastic Code. ",
  "pli-tv-kd20:9.5.49": "If you don’t, you commit an offense of wrong conduct.” ",
  "pli-tv-kd20:9.5.50": "At that time the monks who had agreed to give the half-monthly instruction did not return to give it. ",
  "pli-tv-kd20:9.5.51": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.5.52": "“You should return to give the half-monthly instruction. ",
  "pli-tv-kd20:9.5.53": "If you don’t, you commit an offense of wrong conduct.” ",
  "pli-tv-kd20:9.5.54": "On one occasion the nuns did not go to the appointment. ",
  "pli-tv-kd20:9.5.55": "They told the Buddha and he said, ",
  "pli-tv-kd20:9.5.56": "“A nun should go to the appointment. ",
  "pli-tv-kd20:9.5.57": "If she doesn’t, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:10.1.1": "The nuns wore long belts that they fixed into ribs. ",
  "pli-tv-kd20:10.1.2": "People complained and criticized them, ",
  "pli-tv-kd20:10.1.3": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd20:10.1.4": "They told the Buddha and he said, ",
  "pli-tv-kd20:10.1.5": "“A nun should not wear a long belt. ",
  "pli-tv-kd20:10.1.6": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:10.1.7": "I allow a nun to wear a belt that goes once around the body, and she should not fix it into ribs. ",
  "pli-tv-kd20:10.1.8": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:10.1.9": "The nuns fixed strips of split bamboo into ribs, ",
  "pli-tv-kd20:10.1.10": "strips of leather into ribs, ",
  "pli-tv-kd20:10.1.11": "strips of fabric into ribs, ",
  "pli-tv-kd20:10.1.12": "interlaced fabric into ribs, ",
  "pli-tv-kd20:10.1.13": "rolled-up fabric into ribs, ",
  "pli-tv-kd20:10.1.14": "strips of cloth into ribs, ",
  "pli-tv-kd20:10.1.15": "interlaced cloth into ribs, ",
  "pli-tv-kd20:10.1.16": "rolled-up cloth into ribs, ",
  "pli-tv-kd20:10.1.17": "interlaced strings into ribs, ",
  "pli-tv-kd20:10.1.18": "and rolled-up strings into ribs. ",
  "pli-tv-kd20:10.1.19": "People complained and criticized them, ",
  "pli-tv-kd20:10.1.20": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd20:10.1.21": "They told the Buddha and he said, ",
  "pli-tv-kd20:10.1.22": "“A nun should not fix strips of split bamboo, strips of leather, strips of fabric, interlaced fabric, rolled-up fabric, strips of cloth, interlaced cloth, rolled-up cloth, interlaced strings, ",
  "pli-tv-kd20:10.1.23": "or rolled-up strings into ribs. ",
  "pli-tv-kd20:10.1.24": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:10.2.1": "The nuns had their loins rubbed with bones, ",
  "pli-tv-kd20:10.2.2": "their loins tapped with a cow’s jaw bone, their palms tapped, the back of their hands tapped, the soles of their feet tapped, the top of their feet tapped, their thighs tapped, their faces tapped, and their gums tapped with a cow’s jaw bone. ",
  "pli-tv-kd20:10.2.3": "People complained and criticized them, ",
  "pli-tv-kd20:10.2.4": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd20:10.2.5": "They told the Buddha and he said, ",
  "pli-tv-kd20:10.2.6": "“A nun should not have her loins rubbed with bones, her loins tapped with a cow’s jaw bone, her palms tapped, the back of her hands tapped, the soles of her feet tapped, the top of her feet tapped, her thighs tapped, her face tapped, ",
  "pli-tv-kd20:10.2.7": "or her gums tapped with a cow’s jaw bone. ",
  "pli-tv-kd20:10.2.8": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:10.3.1": "The nuns from the group of six used facial ointments, ",
  "pli-tv-kd20:10.3.2": "applied creams, powdered their face, applied rouge to their face, wore cosmetics on their body, wore cosmetics on their face, and wore cosmetics on their body and face. ",
  "pli-tv-kd20:10.3.3": "People complained and criticized them, ",
  "pli-tv-kd20:10.3.4": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd20:10.3.5": "They told the Buddha and he said, ",
  "pli-tv-kd20:10.3.6": "“A nun should not use facial ointments, ",
  "pli-tv-kd20:10.3.7": "apply creams, powder her face, apply rouge to her face, wear cosmetics on her body, wear cosmetics on her face, or wear cosmetics on her body and face. ",
  "pli-tv-kd20:10.3.8": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:10.4.1": "The nuns from the group of six made up their eyes, ",
  "pli-tv-kd20:10.4.2": "painted dots on their forehead, stared out the windows, exposed themselves to view, ",
  "pli-tv-kd20:10.4.3": "organized dancing, organized prostitutes, set up bars, set up slaughterhouses, set up shops, made loans, engaged in trade, were attended on by slaves, were attended on by servants, were attended on by animals, traded in raw and cooked greens, and wore felt. ",
  "pli-tv-kd20:10.4.4": "People complained and criticized them, ",
  "pli-tv-kd20:10.4.5": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd20:10.4.6": "They told the Buddha and he said, ",
  "pli-tv-kd20:10.4.7": "“A nun should not make up her eyes, ",
  "pli-tv-kd20:10.4.8": "paint dots on her forehead, stare out the windows, expose herself to view, organize dancing, organize prostitutes, set up bars, set up slaughterhouses, set up shops, make loans, engage in trade, be attended on by slaves, be attended on by servants, be attended on by animals, trade in raw and cooked greens, or wear felt. ",
  "pli-tv-kd20:10.4.9": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:10.5.1": "The nuns from the group of six wore entirely blue robes, ",
  "pli-tv-kd20:10.5.2": "entirely yellow robes, entirely red robes, entirely magenta robes, entirely black robes, entirely orange robes, entirely beige robes, robes with borders made from a single piece of cloth, robes with long borders, robes with floral borders, robes with borders decorated with snakes’ hoods, close-fitting jackets, and lodh tree robes. ",
  "pli-tv-kd20:10.5.3": "People complained and criticized them, ",
  "pli-tv-kd20:10.5.4": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd20:10.5.5": "They told the Buddha and he said, ",
  "pli-tv-kd20:10.5.6": "“A nun should not wear entirely blue robes, entirely yellow robes, entirely red robes, entirely magenta robes, entirely black robes, entirely orange robes, entirely beige robes, robes with borders made from a single piece of cloth, robes with long borders, robes with floral borders, robes with borders decorated with fruit designs, close-fitting jackets, ",
  "pli-tv-kd20:10.5.7": "or lodh tree robes. ",
  "pli-tv-kd20:10.5.8": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:11.1.1": "On one occasion a nun who was dying said, ",
  "pli-tv-kd20:11.1.2": "“When I’m dead, give my requisites to the Sangha.” ",
  "pli-tv-kd20:11.1.3": "The monks and the nuns argued with one another, saying ",
  "pli-tv-kd20:11.1.4": "it belonged to their Sangha. ",
  "pli-tv-kd20:11.1.5": "They told the Buddha and he said, ",
  "pli-tv-kd20:11.1.6": "“If a dying nun, ",
  "pli-tv-kd20:11.1.8": "a dying trainee nun, ",
  "pli-tv-kd20:11.1.9": "or a dying novice nun says, ",
  "pli-tv-kd20:11.1.10": "‘When I’m dead, give my requisites to the Sangha,’ then they are for the Sangha of nuns, not for the Sangha of monks. ",
  "pli-tv-kd20:11.1.11": "But if a dying monk, ",
  "pli-tv-kd20:11.1.13": "a dying novice monk, ",
  "pli-tv-kd20:11.1.14": "a dying male lay follower, ",
  "pli-tv-kd20:11.1.15": "a dying female lay follower, ",
  "pli-tv-kd20:11.1.16": "or anyone else who is dying says, ",
  "pli-tv-kd20:11.1.17": "‘When I’m dead, give my requisites to the Sangha,’ then they are for the Sangha of monks, not for the Sangha of nuns.” ",
  "pli-tv-kd20:12.1.1": "At one time a woman who was formerly a wrestler went forth as a nun. ",
  "pli-tv-kd20:12.1.2": "Seeing a weak monk on a street, she struck him with her shoulder. He fell over. ",
  "pli-tv-kd20:12.1.3": "The monks complained and criticized her, ",
  "pli-tv-kd20:12.1.4": "“How can a nun hit a monk?” ",
  "pli-tv-kd20:12.1.5": "They told the Buddha and he said, ",
  "pli-tv-kd20:12.1.6": "“A nun should not hit a monk. ",
  "pli-tv-kd20:12.1.7": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:12.1.8": "When a nun sees a monk coming, she should make way for him by stepping off the path.” ",
  "pli-tv-kd20:13.1.1": "At one time a certain woman became pregnant by a lover while her husband was away. ",
  "pli-tv-kd20:13.1.2": "After having an abortion, she said to the nun who was associating with her family, ",
  "pli-tv-kd20:13.1.3": "“Venerable, please take this fetus away in your almsbowl.” ",
  "pli-tv-kd20:13.1.4": "The nun did as asked, hid her bowl under her upper robe, and left. ",
  "pli-tv-kd20:13.1.5": "At that time a certain alms-collecting monk had resolved ",
  "pli-tv-kd20:13.1.6": "not to eat without giving the first almsfood he obtained to another monk or nun. ",
  "pli-tv-kd20:13.1.7": "He saw that nun and said, ",
  "pli-tv-kd20:13.1.8": "“Sister, please accept some almsfood.” ",
  "pli-tv-kd20:13.1.9": "“There is no need, Venerable.” ",
  "pli-tv-kd20:13.1.10": "He repeated his request a second ",
  "pli-tv-kd20:13.1.11": "and a third time, ",
  "pli-tv-kd20:13.1.12": "“Sister, please accept some almsfood”, ",
  "pli-tv-kd20:13.1.13": "but received the same reply. ",
  "pli-tv-kd20:13.1.14": "He then told her about ",
  "pli-tv-kd20:13.1.15": "his resolution ",
  "pli-tv-kd20:13.1.16": "and again requested her to accept some almsfood. ",
  "pli-tv-kd20:13.1.17": "Being pressured by that monk, the nun brought out her bowl and showed it to him, saying, ",
  "pli-tv-kd20:13.1.18": "“See, there is a fetus in my bowl. ",
  "pli-tv-kd20:13.1.19": "Please don’t tell anyone.” ",
  "pli-tv-kd20:13.1.20": "But he complained and criticized her, ",
  "pli-tv-kd20:13.1.21": "“How can a nun take a fetus away in her bowl?” ",
  "pli-tv-kd20:13.1.22": "And he told the monks. ",
  "pli-tv-kd20:13.1.23": "The monks of few desires complained and criticized her, ",
  "pli-tv-kd20:13.1.24": "“How can a nun take a fetus away in her bowl?” ",
  "pli-tv-kd20:13.1.25": "They told the Buddha and he said, ",
  "pli-tv-kd20:13.1.26": "“A nun should not take a fetus away in her bowl. ",
  "pli-tv-kd20:13.1.27": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:13.1.28": "When a nun sees a monk, she should bring out her almsbowl and show it to him.” ",
  "pli-tv-kd20:13.2.1": "Soon afterwards, when they saw a monk, the nuns from the group of six turned their bowls upside down and showed him the bottom. ",
  "pli-tv-kd20:13.2.2": "The monks complained and criticized them, ",
  "pli-tv-kd20:13.2.3": "“How can the nuns from the group of six do this?” ",
  "pli-tv-kd20:13.2.4": "They told the Buddha and he said, ",
  "pli-tv-kd20:13.2.5": "“When she sees a monk, a nun should not turn her almsbowl upside down and show him the bottom. ",
  "pli-tv-kd20:13.2.6": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:13.2.7": "When a nun sees a monk, she should turn her bowl upright and then show it to him. ",
  "pli-tv-kd20:13.2.8": "And she should offer whatever food is in her bowl to that monk.” ",
  "pli-tv-kd20:14.1.1": "On one occasion a penis had been thrown out on a street in Sāvatthī. ",
  "pli-tv-kd20:14.1.2": "The nuns stared at it. ",
  "pli-tv-kd20:14.1.3": "People jeered at them ",
  "pli-tv-kd20:14.1.4": "and the nuns felt humiliated. ",
  "pli-tv-kd20:14.1.5": "When they had returned to the nuns’ dwelling place, they told the nuns what had happened. ",
  "pli-tv-kd20:14.1.6": "The nuns of few desires complained and criticized them, ",
  "pli-tv-kd20:14.1.7": "“How can the nuns stare at a penis?” ",
  "pli-tv-kd20:14.1.8": "They told the monks, ",
  "pli-tv-kd20:14.1.9": "who in turn told the Buddha. He said, ",
  "pli-tv-kd20:14.1.10": "“A nun should not stare at a penis. ",
  "pli-tv-kd20:14.1.11": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:15.1.1": "On one occasion people gave requisites to the monks ",
  "pli-tv-kd20:15.1.2": "and the monks gave them to the nuns. ",
  "pli-tv-kd20:15.1.3": "People complained and criticized them, ",
  "pli-tv-kd20:15.1.4": "“How can the venerables give away to others what has been given to them for their own use? ",
  "pli-tv-kd20:15.1.5": "Do we not know how to give?” ",
  "pli-tv-kd20:15.1.6": "They told the Buddha and he said, ",
  "pli-tv-kd20:15.1.7": "“Monks, you should not give away to others what has been given to you for your own use. ",
  "pli-tv-kd20:15.1.8": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd20:15.1.9": "On one occasion the monks had an abundance of requisites. ",
  "pli-tv-kd20:15.1.10": "They told the Buddha and he said, ",
  "pli-tv-kd20:15.1.11": "“I allow you to give to a sangha.” ",
  "pli-tv-kd20:15.1.12": "The abundance became even greater. ",
  "pli-tv-kd20:15.1.13": "They told the Buddha and he said, ",
  "pli-tv-kd20:15.1.14": "“I allow individuals to give away what belongs to them.” ",
  "pli-tv-kd20:15.1.15": "On one occasion the monks had an abundance of requisites stored up. ",
  "pli-tv-kd20:15.1.16": "They told the Buddha and he said, ",
  "pli-tv-kd20:15.1.17": "“I allow what is stored by the monks to be received by the nuns and then used by them.” ",
  "pli-tv-kd20:15.2.1": "On one occasion people gave requisites to the nuns ",
  "pli-tv-kd20:15.2.2": "and the nuns gave them to the monks. ",
  "pli-tv-kd20:15.2.3": "People complained and criticized them, ",
  "pli-tv-kd20:15.2.4": "“How can the nuns give away to others what has been given to them for their own use? ",
  "pli-tv-kd20:15.2.5": "Do we not know how to give?” ",
  "pli-tv-kd20:15.2.6": "They told the Buddha and he said, ",
  "pli-tv-kd20:15.2.7": "“A nun should not give away to others what has been given to her for her own use. ",
  "pli-tv-kd20:15.2.8": "If she does, scommits an offense of wrong conduct.” ",
  "pli-tv-kd20:15.2.9": "On one occasion the nuns had an abundance of requisites. ",
  "pli-tv-kd20:15.2.10": "They told the Buddha and he said, ",
  "pli-tv-kd20:15.2.11": "“I allow a nun to give to the Sangha.” ",
  "pli-tv-kd20:15.2.12": "The abundance became even greater. ",
  "pli-tv-kd20:15.2.13": "They told the Buddha and he said, ",
  "pli-tv-kd20:15.2.14": "“I allow individuals to give away what belongs to them.” ",
  "pli-tv-kd20:15.2.15": "On one occasion the nuns had an abundance of requisites stored up. ",
  "pli-tv-kd20:15.2.16": "They told the Buddha and he said, ",
  "pli-tv-kd20:15.2.17": "“I allow what is stored by the nuns to be received by the monks and then used by them.” ",
  "pli-tv-kd20:16.1.1": "On one occasion the monks had an abundance of dwellings, but the nuns were lacking. ",
  "pli-tv-kd20:16.1.2": "The nuns sent a message to the monks, saying, ",
  "pli-tv-kd20:16.1.3": "“It would be good, Venerables, if you would lend us some dwellings.” ",
  "pli-tv-kd20:16.1.4": "They told the Buddha and he said, ",
  "pli-tv-kd20:16.1.5": "“I allow you to lend dwellings to the nuns.” ",
  "pli-tv-kd20:16.2.1": "Menstruating nuns sat down and lay down on upholstered beds and benches. ",
  "pli-tv-kd20:16.2.2": "The furniture was stained with blood. ",
  "pli-tv-kd20:16.2.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:16.2.4": "“A nun should not sit down or lay down on upholstered beds or benches. ",
  "pli-tv-kd20:16.2.5": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:16.2.6": "I allow a monastery robe.” ",
  "pli-tv-kd20:16.2.7": "The monastery robe became stained with blood. ",
  "pli-tv-kd20:16.2.8": "They told the Buddha and he said, ",
  "pli-tv-kd20:16.2.9": "“I allow a menstruation pad .” ",
  "pli-tv-kd20:16.2.10": "The pad fell off. ",
  "pli-tv-kd20:16.2.11": "They told the Buddha and he said, ",
  "pli-tv-kd20:16.2.12": "“I allow the nuns to attach a string and then bind it to the thigh.” ",
  "pli-tv-kd20:16.2.13": "The string snapped. ",
  "pli-tv-kd20:16.2.14": "They told the Buddha and he said, ",
  "pli-tv-kd20:16.2.15": "“I allow a loin cloth and a girdle.” ",
  "pli-tv-kd20:16.2.16": "Soon afterwards the nuns from the group of six wore girdles all the time. ",
  "pli-tv-kd20:16.2.17": "People complained and criticized them, ",
  "pli-tv-kd20:16.2.18": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd20:16.2.19": "They told the Buddha and he said, ",
  "pli-tv-kd20:16.2.20": "“A nun should not wear a girdle all the time. ",
  "pli-tv-kd20:16.2.21": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:16.2.22": "I allow a nun to wear a girdle while she is menstruating.” ",
  "pli-tv-kd20:16.2.23": "The second section for recitation is finished. ",
  "pli-tv-kd20:17.1.1": "At that time the full ordination had been given to ",
  "pli-tv-kd20:17.1.2": "women who lacked genitals, who had incomplete genitals, who did not menstruate, who menstruated continuously, who always wore menstruation pads, who were incontinent, who had genital prolapse, who lacked sexual organs, who were manlike, who had fistula, who were hermaphrodites. ",
  "pli-tv-kd20:17.1.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:17.1.4": "“The nun who is giving the full ordination should ask about the twenty-four impediments. ",
  "pli-tv-kd20:17.1.5": "And it should be done like this: ",
  "pli-tv-kd20:17.1.6": "ʻDo you lack genitals? Are your genitals incomplete? Are you without menstruation? Do you menstruate continuously? Do you always wear a menstruation pad? Are you incontinent? Do you have genital prolapse? Do you lack sexual organs? Are you manlike? Do you have fistula? Are you a hermaphrodite? ",
  "pli-tv-kd20:17.1.7": "Do you have any of these diseases: ",
  "pli-tv-kd20:17.1.8": "leprosy, abscesses, mild leprosy, tuberculosis, or epilepsy? ",
  "pli-tv-kd20:17.1.9": "Are you human? Are you a woman? Are you a free woman? Are you free from debt? Are you employed by the King? ",
  "pli-tv-kd20:17.1.10": "Do you have permission from your parents and husband? ",
  "pli-tv-kd20:17.1.11": "Are you twenty years old? Do you have a full set of bowl and robes? What is your name? What is the name of your mentor?’” ",
  "pli-tv-kd20:17.2.1": "Soon afterwards the monks asked the nuns about the impediments. ",
  "pli-tv-kd20:17.2.2": "Those seeking the full ordination were embarrassed, humiliated, and unable to respond. ",
  "pli-tv-kd20:17.2.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:17.2.4": "“Only when a woman who is free from impediments has been fully ordained on one side in the Sangha of nuns, should you give her the full ordination in the Sangha of monks.” ",
  "pli-tv-kd20:17.2.5": "The nuns asked those seeking the full ordination about the impediments without first instructing them. ",
  "pli-tv-kd20:17.2.6": "They were embarrassed, humiliated, and unable to respond. ",
  "pli-tv-kd20:17.2.7": "They told the Buddha and he said, ",
  "pli-tv-kd20:17.2.8": "“The nuns should instruct first and then ask about the impediments.” ",
  "pli-tv-kd20:17.2.9": "They instructed them right there in the midst of the Sangha. ",
  "pli-tv-kd20:17.2.10": "Once again those seeking the full ordination were embarrassed, humiliated, and unable to respond. ",
  "pli-tv-kd20:17.2.11": "They told the Buddha and he said, ",
  "pli-tv-kd20:17.2.12": "“The nuns should instruct them to one side and then ask about the impediments in the midst of the Sangha. ",
  "pli-tv-kd20:17.2.13": "And it should be done like this. ",
  "pli-tv-kd20:17.2.14": "First the candidate should be told to choose a preceptor. ",
  "pli-tv-kd20:17.2.15": "Her bowl and robes should then be pointed out to her: ",
  "pli-tv-kd20:17.2.16": "ʻThis is your bowl, this your outer robe, this your upper robe, this your sarong, this is your chest wrap, and this is your bathing robe. ",
  "pli-tv-kd20:17.2.17": "Now please go and stand over there.’” ",
  "pli-tv-kd20:17.3.1": "They were instructed by nuns who were ignorant and incompetent. ",
  "pli-tv-kd20:17.3.2": "And because they were badly instructed, they were once again embarrassed, humiliated, and unable to respond. ",
  "pli-tv-kd20:17.3.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:17.3.4": "“A nun who is ignorant and incompetent should not instruct. ",
  "pli-tv-kd20:17.3.5": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:17.3.6": "A nun who is competent and capable should instruct.” ",
  "pli-tv-kd20:17.4.1": "They instructed without having been appointed. ",
  "pli-tv-kd20:17.4.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:17.4.3": "“A nun should not instruct if she hasn’t been appointed to do so. ",
  "pli-tv-kd20:17.4.4": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:17.4.5": "I allow a nun to instruct if she has been appointed to do so. ",
  "pli-tv-kd20:17.4.6": "And it should be done like this: ",
  "pli-tv-kd20:17.4.7": "either one should be appointed through oneself or one should be appointed through another. ",
  "pli-tv-kd20:17.4.8": "And how is one appointed through oneself? ",
  "pli-tv-kd20:17.4.9": "A competent and capable nun should inform the Sangha: ",
  "pli-tv-kd20:17.4.10": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:17.4.11": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.4.12": "If it seems appropriate to the Sangha, I will instruct so-and-so.’ ",
  "pli-tv-kd20:17.4.13": "In this way one is appointed through oneself. ",
  "pli-tv-kd20:17.4.14": "And how is one appointed through another? ",
  "pli-tv-kd20:17.4.15": "A competent and capable nun should inform the Sangha: ",
  "pli-tv-kd20:17.4.16": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:17.4.17": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.4.18": "If it seems appropriate to the Sangha, so-and-so will instruct so-and-so.’ ",
  "pli-tv-kd20:17.4.19": "In this way one is appointed through another. ",
  "pli-tv-kd20:17.5.1": "The appointed nun should approach the one seeking the full ordination and say this: ",
  "pli-tv-kd20:17.5.2": "ʻListen, so-and-so. ",
  "pli-tv-kd20:17.5.3": "Now is the time for you to tell the truth. ",
  "pli-tv-kd20:17.5.4": "When asked in the midst of the Sangha about various matters, you should say, “Yes,” if it’s true and, “No,” if it’s not. ",
  "pli-tv-kd20:17.5.5": "Don’t be embarrassed or humiliated. ",
  "pli-tv-kd20:17.5.6": "This is what they will ask you: ",
  "pli-tv-kd20:17.5.7": "“Do you lack genitals? Are your genitals incomplete? Are you without menstruation? Do you menstruate continuously? Do you always wear a menstruation pad? Are you incontinent? Do you have genital prolapse? Do you lack sexual organs? Are you manlike? Do you have fistula? Are you a hermaphrodite? ",
  "pli-tv-kd20:17.5.8": "Do you have any of these diseases: ",
  "pli-tv-kd20:17.5.9": "leprosy, abscesses, mild leprosy, tuberculosis, or epilepsy? ",
  "pli-tv-kd20:17.5.10": "Are you human? Are you a woman? Are you a free woman? Are you free from debt? Are you employed by the King? ",
  "pli-tv-kd20:17.5.11": "Do you have permission from your parents and husband? ",
  "pli-tv-kd20:17.5.12": "Are you twenty years old? Do you have a full set of bowl and robes? What is your name? What is the name of your mentor?”’” ",
  "pli-tv-kd20:17.5.13": "They then returned to the Sangha together. The Buddha said, ",
  "pli-tv-kd20:17.5.14": "“They should not return together. ",
  "pli-tv-kd20:17.5.15": "The instructor should return first and inform the Sangha: ",
  "pli-tv-kd20:17.5.16": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:17.5.17": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.5.18": "She has been instructed by me. ",
  "pli-tv-kd20:17.5.19": "If it seems appropriate to the Sangha, so-and-so should come.’ ",
  "pli-tv-kd20:17.5.20": "And she should be told to come. ",
  "pli-tv-kd20:17.5.21": "She should then put her upper robe over one shoulder, pay respect at the feet of the nuns, squat on her heels, and raise her joined palms. She should then ask for the full ordination: ",
  "pli-tv-kd20:17.5.22": "‘Venerables, I ask the Sangha for the full ordination. ",
  "pli-tv-kd20:17.5.23": "May the Sangha lift me up out of compassion. ",
  "pli-tv-kd20:17.5.24": "For the second time, Venerables, I ask the Sangha for the full ordination. ",
  "pli-tv-kd20:17.5.25": "May the Sangha lift me up out of compassion. ",
  "pli-tv-kd20:17.5.26": "For the third time, Venerables, I ask the Sangha for the full ordination. ",
  "pli-tv-kd20:17.5.27": "May the Sangha lift me up out of compassion.’ ",
  "pli-tv-kd20:17.6.1": "A competent and capable nun should then inform the Sangha: ",
  "pli-tv-kd20:17.6.2": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:17.6.3": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.6.4": "If it seems appropriate to the Sangha, I will ask so-and-so about the impediments. ",
  "pli-tv-kd20:17.6.5": "Listen, so-and-so. ",
  "pli-tv-kd20:17.6.6": "Now is the time for you to tell the truth. ",
  "pli-tv-kd20:17.6.7": "I will ask you about various matters. If something is true, you should say, “Yes,” and if it’s not, you should say, “No.” ",
  "pli-tv-kd20:17.6.8": "So: Do you lack genitals? Are your genitals incomplete? Are you without menstruation? Do you menstruate continuously? Do you always wear a menstruation pad? Are you incontinent? Do you have genital prolapse? Do you lack sexual organs? Are you manlike? Do you have fistula? Are you a hermaphrodite? Do you have any of these diseases: leprosy, abscesses, mild leprosy, tuberculosis, or epilepsy? Are you human? Are you a woman? Are you a free woman? Are you free from debt? Are you employed by the King? Do you have permission from your parents and husband? Are you twenty years old? Do you have a full set of bowl and robes? ",
  "pli-tv-kd20:17.6.9": "What is your name? What is the name of your mentor?’ ",
  "pli-tv-kd20:17.7.1": "A competent and capable nun should inform the Sangha: ",
  "pli-tv-kd20:17.7.2": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:17.7.3": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.7.4": "She is free from obstructions and her bowl and robes are complete. ",
  "pli-tv-kd20:17.7.5": "So-and-so is asking the Sangha for the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:17.7.6": "If it seems appropriate to the Sangha, the Sangha should give the full ordination to so-and-so with so-and-so as her mentor. ",
  "pli-tv-kd20:17.7.7": "This is the motion. ",
  "pli-tv-kd20:17.7.8": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:17.7.9": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.7.10": "She is free from obstructions and her bowl and robes are complete. ",
  "pli-tv-kd20:17.7.11": "So-and-so is asking the Sangha for the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:17.7.12": "The Sangha gives the full ordination to so-and-so with so-and-so as her mentor. ",
  "pli-tv-kd20:17.7.13": "Any nun who approves of giving the full ordination to so-and-so with so-and-so as her mentor should remain silent. ",
  "pli-tv-kd20:17.7.14": "Any nun who does not approve should speak up. ",
  "pli-tv-kd20:17.7.15": "For the second time I speak on this matter. Please, Venerables, I ask the Sangha to listen. So-and-so is seeking the full ordination with Venerable so-and-so. She is free from obstructions and her bowl and robes are complete. So-and-so is asking the Sangha for the full ordination with so-and-so as her preceptor. The Sangha gives the full ordination to so-and-so with so-and-so as her preceptor. Any nun who approves of giving the full ordination to so-and-so with so-and-so as her preceptor should remain silent. Any nun who does not approve should speak up. ",
  "pli-tv-kd20:17.7.16": "For the third time I speak on this matter. ",
  "pli-tv-kd20:17.7.17": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:17.7.18": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.7.19": "She is free from obstructions and her bowl and robes are complete. ",
  "pli-tv-kd20:17.7.20": "So-and-so is asking the Sangha for the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:17.7.21": "The Sangha gives the full ordination to so-and-so with so-and-so as her mentor. ",
  "pli-tv-kd20:17.7.22": "Any nun who approves of giving the full ordination to so-and-so with so-and-so as her mentor should remain silent. ",
  "pli-tv-kd20:17.7.23": "Any nun who does not approve should speak up. ",
  "pli-tv-kd20:17.7.24": "The Sangha has given the full ordination to so-and-so with so-and-so as her mentor. ",
  "pli-tv-kd20:17.7.25": "The Sangha approves and is therefore silent. I will remember it thus.’ ",
  "pli-tv-kd20:17.8.1": "“Straightaway she should be taken to the Sangha of monks. She should put her upper robe over one shoulder, pay respect at the feet of the monks, squat on her heels, and raise her joined palms. She should then ask for ordination: ",
  "pli-tv-kd20:17.8.2": "‘Venerables, I’m seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.8.3": "I’m free from impediments and have been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:17.8.4": "I ask the Sangha for the full ordination. ",
  "pli-tv-kd20:17.8.5": "May the Sangha lift me up out of compassion. ",
  "pli-tv-kd20:17.8.6": "Venerables, I’m seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.8.7": "I’m free from impediments and have been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:17.8.8": "For the second time I ask the Sangha for the full ordination. ",
  "pli-tv-kd20:17.8.9": "May the Sangha lift me up out of compassion. ",
  "pli-tv-kd20:17.8.10": "Venerables, I’m seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.8.11": "I’m free from impediments and have been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:17.8.12": "For the third time I ask the Sangha for the full ordination. ",
  "pli-tv-kd20:17.8.13": "May the Sangha lift me up out of compassion.’ ",
  "pli-tv-kd20:17.8.14": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd20:17.8.15": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:17.8.16": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.8.17": "She is free from impediments and has been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:17.8.18": "She is asking the Sangha for the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:17.8.19": "If it seems appropriate to the Sangha, the Sangha should give her the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:17.8.20": "This is the motion. ",
  "pli-tv-kd20:17.8.21": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:17.8.22": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.8.23": "She is free from impediments and has been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:17.8.24": "So-and-so is asking the Sangha for the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:17.8.25": "The Sangha gives her the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:17.8.26": "Any monk who approves of giving so-and-so the full ordination with so-and-so as her mentor should remain silent. ",
  "pli-tv-kd20:17.8.27": "Any monk who does not approve should speak up. ",
  "pli-tv-kd20:17.8.28": "For the second time I speak on this matter. Please, Venerables, I ask the Sangha to listen. So-and-so is seeking the full ordination with Venerable so-and-so. She is free from impediments and has been fully ordained on one side in the Sangha of nuns. So-and-so is asking the Sangha for the full ordination with so-and-so as her preceptor. The Sangha gives her the full ordination with so-and-so as her preceptor. Any monk who approves of giving so-and-so the full ordination with so-and-so as her preceptor should remain silent. Any monk who does not approve should speak up. ",
  "pli-tv-kd20:17.8.29": "For the third time I speak on this matter. ",
  "pli-tv-kd20:17.8.30": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:17.8.31": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:17.8.32": "She is free from impediments and has been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:17.8.33": "So-and-so is asking the Sangha for the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:17.8.34": "The Sangha gives her the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:17.8.35": "Any monk who approves of giving so-and-so the full ordination with so-and-so as her mentor should remain silent. ",
  "pli-tv-kd20:17.8.36": "Any monk who does not approve should speak up. ",
  "pli-tv-kd20:17.8.37": "The Sangha has given so-and-so the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:17.8.38": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd20:17.8.39": "Straightaway the time should be noted and the date should be pointed out. These should be declared jointly to everyone. ",
  "pli-tv-kd20:17.8.40": "The nuns should be told to point out the three supports and the eight things not to be done to the newly ordained nun. ",
  "pli-tv-kd20:18.1.1": "On one occasion the right time for eating passed while the nuns were trying to find the right seats in the dining hall. ",
  "pli-tv-kd20:18.1.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:18.1.3": "“I allow eight nuns to be seated according to seniority, but the rest according to their time of arrival.” ",
  "pli-tv-kd20:18.1.4": "When they knew about ",
  "pli-tv-kd20:18.1.5": "the Buddha’s allowance, ",
  "pli-tv-kd20:18.1.6": "eight nuns reserved places everywhere according to seniority, the rest getting places according to their time of arrival. ",
  "pli-tv-kd20:18.1.7": "They told the Buddha and he said, ",
  "pli-tv-kd20:18.1.8": "“I allow eight nuns to be seated in the dining hall according to seniority and the rest according to their time of arrival, ",
  "pli-tv-kd20:18.1.9": "but not anywhere else. ",
  "pli-tv-kd20:18.1.10": "If a nun makes a reservation anywhere apart from the dining hall, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:19.1.1": "At that time the nuns did not do the invitation procedure. ",
  "pli-tv-kd20:19.1.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:19.1.3": "“A nun should do the invitation procedure. ",
  "pli-tv-kd20:19.1.4": "If she doesn’t, she should be dealt with according to the rule.” ",
  "pli-tv-kd20:19.1.5": "At that time the nuns did the invitation procedure among themselves, but not with the Sangha of monks. ",
  "pli-tv-kd20:19.1.6": "They told the Buddha and he said, ",
  "pli-tv-kd20:19.1.7": "“After doing the invitation procedure among the nuns, a nun should do the invitation procedure with the monks. ",
  "pli-tv-kd20:19.1.8": "If she doesn’t, she should be dealt with according to the rule.” ",
  "pli-tv-kd20:19.1.9": "All the nuns together did the invitation procedure with monks. They made a racket. ",
  "pli-tv-kd20:19.1.10": "They told the Buddha and he said, ",
  "pli-tv-kd20:19.1.11": "“The nuns should not do the invitation procedure all together. ",
  "pli-tv-kd20:19.1.12": "Any nun who does commits an offense of wrong conduct.” ",
  "pli-tv-kd20:19.1.13": "On one occasion when the nuns did the invitation procedure before the meal, they did not finish until after the time for eating. ",
  "pli-tv-kd20:19.1.14": "They told the Buddha and he said, ",
  "pli-tv-kd20:19.1.15": "“I allow the nuns to do the invitation procedure after the meal.” ",
  "pli-tv-kd20:19.1.16": "Doing the invitation procedure after the meal, they did not finish until it was too late to eat. ",
  "pli-tv-kd20:19.1.17": "They told the Buddha and he said, ",
  "pli-tv-kd20:19.1.18": "“I allow the nuns to do the invitation procedure among themselves on one day and with the monks on the following day.” ",
  "pli-tv-kd20:19.2.1": "At that time the whole Sangha of nuns did the invitation procedure. They made a racket. ",
  "pli-tv-kd20:19.2.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:19.2.3": "“I allow the nuns to appoint one capable and competent nun ",
  "pli-tv-kd20:19.2.4": "to do the invitation procedure with the Sangha of monks on behalf of the Sangha of nuns. ",
  "pli-tv-kd20:19.2.5": "She should be appointed like this. ",
  "pli-tv-kd20:19.2.6": "First a nun should be asked, and then a competent and capable nun should inform the Sangha: ",
  "pli-tv-kd20:19.2.7": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:19.2.8": "If it seems appropriate to the Sangha, the Sangha should appoint nun so-and-so to do the invitation procedure with the Sangha of monks on behalf of the Sangha of nuns. ",
  "pli-tv-kd20:19.2.9": "This is the motion. ",
  "pli-tv-kd20:19.2.10": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:19.2.11": "The Sangha appoints nun so-and-so to do the invitation procedure with the Sangha of monks on behalf of the Sangha of nuns. ",
  "pli-tv-kd20:19.2.12": "Any nun who approves of appointing nun so-and-so to do the invitation procedure with the Sangha of monks on behalf of the Sangha of nuns should remain silent. ",
  "pli-tv-kd20:19.2.13": "Any nun who does not approve should speak up. ",
  "pli-tv-kd20:19.2.14": "The Sangha has appointed nun so-and-so to do the invitation procedure with the Sangha of monks on behalf of the Sangha of nuns. ",
  "pli-tv-kd20:19.2.15": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd20:19.3.1": "The appointed nun should take the Sangha of nuns to the Sangha of monks. She should then put her upper robe over one shoulder, squat on her heels, raise her joined palms, and say: ",
  "pli-tv-kd20:19.3.2": "ʻVenerables, the Sangha of nuns invites the Sangha of monks to correct it concerning ",
  "pli-tv-kd20:19.3.3": "what you have seen, what you have heard, or what you suspect. ",
  "pli-tv-kd20:19.3.4": "Please correct the Sangha of nuns, Venerables, out of compassion. If the Sangha of nuns sees a fault, it will make amends. ",
  "pli-tv-kd20:19.3.5": "For the second time the Sangha of nuns invites the Sangha of monks to correct it concerning what you have seen, what you have heard, or what you suspect. Please correct the Sangha of nuns, Venerables, out of compassion. If the Sangha of nuns sees a fault, it will make amends. ",
  "pli-tv-kd20:19.3.6": "For the third time the Sangha of nuns invites the Sangha of monks to correct it concerning ",
  "pli-tv-kd20:19.3.7": "what you have seen, what you have heard, or what you suspect. ",
  "pli-tv-kd20:19.3.8": "Please correct the Sangha of nuns, Venerables, out of compassion. If the Sangha of nuns sees a fault, it will make amends.’” ",
  "pli-tv-kd20:20.1.1": "At that time the nuns canceled the monks’ observance-day procedure and their invitation procedure; they spoke to them to initiate a legal process against them; they made accusations against them, asked them for permission to accuse them of offenses, accused them of offenses, and reminded them of offenses. ",
  "pli-tv-kd20:20.1.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:20.1.3": "“A nun should not cancel the observance-day procedure of a monk. ",
  "pli-tv-kd20:20.1.4": "If she does cancel it, it’s not actually canceled, ",
  "pli-tv-kd20:20.1.5": "and she commits an offense of wrong conduct. ",
  "pli-tv-kd20:20.1.6": "A nun should not cancel the invitation procedure of a monk. ",
  "pli-tv-kd20:20.1.7": "If she does cancel it, it’s not actually canceled, ",
  "pli-tv-kd20:20.1.8": "and she commits an offense of wrong conduct. ",
  "pli-tv-kd20:20.1.9": "A nun should not speak to a monk to initiate a legal process against him. ",
  "pli-tv-kd20:20.1.10": "If she does, it’s not actually done, ",
  "pli-tv-kd20:20.1.11": "and she commits an offense of wrong conduct. ",
  "pli-tv-kd20:20.1.12": "A nun should not make accusations against a monk. ",
  "pli-tv-kd20:20.1.13": "If she does, it’s not actually done, ",
  "pli-tv-kd20:20.1.14": "and she commits an offense of wrong conduct. ",
  "pli-tv-kd20:20.1.15": "A nun should not ask a monk for permission to accuse him of an offense. ",
  "pli-tv-kd20:20.1.16": "If she does, it’s not actually done, ",
  "pli-tv-kd20:20.1.17": "and she commits an offense of wrong conduct. ",
  "pli-tv-kd20:20.1.18": "A nun should not accuse a monk of an offense. ",
  "pli-tv-kd20:20.1.19": "If she does, it’s not actually done, ",
  "pli-tv-kd20:20.1.20": "and she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:20.1.21": "A nun should not remind a monk of an offense. ",
  "pli-tv-kd20:20.1.22": "If she does, it’s not actually done, ",
  "pli-tv-kd20:20.1.23": "and she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:20.1.24": "At that time the monks canceled the nuns’ observance-day procedure and their invitation procedure; they spoke to them to initiate a legal process against them; they made accusations against them, asked them for permission to accuse them of offenses, accused them of offenses, and reminded them of offenses. ",
  "pli-tv-kd20:20.1.25": "They told the Buddha and he said, ",
  "pli-tv-kd20:20.1.26": "“A monk may cancel the observance-day procedure of a nun. ",
  "pli-tv-kd20:20.1.27": "If he cancels it, it is properly canceled, ",
  "pli-tv-kd20:20.1.28": "and there is no offense for him. ",
  "pli-tv-kd20:20.1.29": "A monk may cancel the invitation procedure of a nun. ",
  "pli-tv-kd20:20.1.30": "If he cancels it, it is properly canceled, ",
  "pli-tv-kd20:20.1.31": "and there is no offense for him. ",
  "pli-tv-kd20:20.1.32": "A monk may speak to a nun to initiate a legal process against her. ",
  "pli-tv-kd20:20.1.33": "If he does, it is properly done, ",
  "pli-tv-kd20:20.1.34": "and there is no offense for him. ",
  "pli-tv-kd20:20.1.35": "A monk may make accusations against a nun. ",
  "pli-tv-kd20:20.1.36": "If he does, it is properly done, ",
  "pli-tv-kd20:20.1.37": "and there is no offense for him. ",
  "pli-tv-kd20:20.1.38": "A monk may ask a nun for permission to accuse her of an offense. ",
  "pli-tv-kd20:20.1.39": "If he does, it is properly done, ",
  "pli-tv-kd20:20.1.40": "and there is no offense for him. ",
  "pli-tv-kd20:20.1.41": "A monk may accuse a nun of an offense. ",
  "pli-tv-kd20:20.1.42": "If he does, it is properly done, ",
  "pli-tv-kd20:20.1.43": "and there is no offense for him. ",
  "pli-tv-kd20:20.1.44": "A monk may remind a nun of an offense. ",
  "pli-tv-kd20:20.1.45": "If he does, it is properly done, ",
  "pli-tv-kd20:20.1.46": "and there is no offense for him.” ",
  "pli-tv-kd20:21.1.1": "At that time the nuns from the group of six traveled in vehicles, ",
  "pli-tv-kd20:21.1.2": "sometimes pulled by women with men inside, at other times pulled by men with women inside. ",
  "pli-tv-kd20:21.1.3": "People complained and criticized them, ",
  "pli-tv-kd20:21.1.4": "“It’s as if they’re at the Ganges festival.” ",
  "pli-tv-kd20:21.1.5": "They told the Buddha and he said, ",
  "pli-tv-kd20:21.1.6": "“A nun should not travel in a vehicle. ",
  "pli-tv-kd20:21.1.7": "If she does, she should be dealt with according to the rule.” ",
  "pli-tv-kd20:21.1.8": "Soon afterwards there was a sick nun who was not able to go on foot. ",
  "pli-tv-kd20:21.1.9": "They told the Buddha and he said, ",
  "pli-tv-kd20:21.1.10": "“I allow a vehicle for one who is sick.” ",
  "pli-tv-kd20:21.1.11": "The nuns thought, ",
  "pli-tv-kd20:21.1.12": "“A vehicle pulled by women or by men?” ",
  "pli-tv-kd20:21.1.13": "They told the Buddha and he said, ",
  "pli-tv-kd20:21.1.14": "“I allow a rickshaw pulled either by men or by women.” ",
  "pli-tv-kd20:21.1.15": "Soon afterwards a certain nun was even more uncomfortable when jolted around in a vehicle. ",
  "pli-tv-kd20:21.1.16": "They told the Buddha and he said, ",
  "pli-tv-kd20:21.1.17": "“I allow a palanquin and a litter.” ",
  "pli-tv-kd20:22.1.1": "At that time the courtesan Aḍḍhakāsī had gone forth with the nuns. ",
  "pli-tv-kd20:22.1.2": "She wanted to go to Sāvatthī ",
  "pli-tv-kd20:22.1.3": "to get the full ordination in the presence of the Buddha. ",
  "pli-tv-kd20:22.1.4": "Some scoundrels heard ",
  "pli-tv-kd20:22.1.5": "about this ",
  "pli-tv-kd20:22.1.6": "and they infested the road. ",
  "pli-tv-kd20:22.1.7": "When Aḍḍhakāsī heard ",
  "pli-tv-kd20:22.1.8": "that scoundrels had infested the road, ",
  "pli-tv-kd20:22.1.9": "she sent a message to the Buddha, saying, ",
  "pli-tv-kd20:22.1.10": "“I want the full ordination. ",
  "pli-tv-kd20:22.1.11": "What should I do?” ",
  "pli-tv-kd20:22.1.12": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd20:22.1.13": "“I allow you to give the full ordination also by messenger.” ",
  "pli-tv-kd20:22.2.1": "They ordained with a monk as messenger. ",
  "pli-tv-kd20:22.2.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:22.2.3": "“You should not give the full ordination with a monk as messenger. ",
  "pli-tv-kd20:22.2.4": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd20:22.2.5": "They ordained with a trainee nun as messenger … ",
  "pli-tv-kd20:22.2.6": "They ordained with a novice monk as messenger … ",
  "pli-tv-kd20:22.2.7": "They ordained with a novice nun as messenger … ",
  "pli-tv-kd20:22.2.8": "They ordained with an ignorant and incompetent nun as messenger. The Buddha said, ",
  "pli-tv-kd20:22.2.9": "“You should not give the full ordination with an ignorant and incompetent nun as messenger. ",
  "pli-tv-kd20:22.2.10": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd20:22.2.11": "You should give the full ordination with a capable and competent nun as messenger. ",
  "pli-tv-kd20:22.3.1": "That messenger nun should go to the Sangha, put her upper robe over one shoulder, bow down at the feet of the monks, squat on her heels, raise her joined palms, and say: ",
  "pli-tv-kd20:22.3.2": "‘Venerables, so-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:22.3.3": "She is free from impediments and has been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:22.3.4": "She has not come because of an obstruction. ",
  "pli-tv-kd20:22.3.5": "She asks the Sangha for the full ordination. ",
  "pli-tv-kd20:22.3.6": "May the Sangha lift her up out of compassion. ",
  "pli-tv-kd20:22.3.7": "Venerables, so-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:22.3.8": "She is free from impediments and has been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:22.3.9": "She has not come because of an obstruction. ",
  "pli-tv-kd20:22.3.10": "For the second time she asks the Sangha for the full ordination. ",
  "pli-tv-kd20:22.3.11": "May the Sangha lift her up out of compassion. ",
  "pli-tv-kd20:22.3.12": "Venerables, so-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:22.3.13": "She is free from impediments and has been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:22.3.14": "She has not come because of an obstruction. ",
  "pli-tv-kd20:22.3.15": "For the third time she asks the Sangha for the full ordination. ",
  "pli-tv-kd20:22.3.16": "May the Sangha lift her up out of compassion.’ ",
  "pli-tv-kd20:22.3.17": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd20:22.3.18": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:22.3.19": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:22.3.20": "She is free from impediments and has been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:22.3.21": "She has not come because of an obstruction. ",
  "pli-tv-kd20:22.3.22": "So-and-so is asking the Sangha for the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:22.3.23": "If it seems appropriate to the Sangha, the Sangha should give her the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:22.3.24": "This is the motion. ",
  "pli-tv-kd20:22.3.25": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:22.3.26": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:22.3.27": "She is free from impediments and has been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:22.3.28": "She has not come because of an obstruction. ",
  "pli-tv-kd20:22.3.29": "So-and-so is asking the Sangha for the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:22.3.30": "The Sangha gives her the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:22.3.31": "Any monk who approves of giving so-and-so the full ordination with so-and-so as her mentor should remain silent. ",
  "pli-tv-kd20:22.3.32": "Any monk who does not approve should speak up. ",
  "pli-tv-kd20:22.3.33": "For the second time I speak on this matter. Please, Venerables, I ask the Sangha to listen. So-and-so is seeking the full ordination with Venerable so-and-so. She is free from impediments and has been fully ordained on one side in the Sangha of nuns. She has not come because of an obstruction. So-and-so is asking the Sangha for the full ordination with so-and-so as her preceptor. The Sangha gives her the full ordination with so-and-so as her preceptor. Any monk who approves of giving so-and-so the full ordination with so-and-so as her preceptor should remain silent. Any monk who does not approve should speak up. ",
  "pli-tv-kd20:22.3.34": "For the third time I speak on this matter. ",
  "pli-tv-kd20:22.3.35": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:22.3.36": "So-and-so is seeking the full ordination with Venerable so-and-so. ",
  "pli-tv-kd20:22.3.37": "She is free from impediments and has been fully ordained on one side in the Sangha of nuns. ",
  "pli-tv-kd20:22.3.38": "She has not come because of an obstruction. ",
  "pli-tv-kd20:22.3.39": "So-and-so is asking the Sangha for the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:22.3.40": "The Sangha gives her the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:22.3.41": "Any monk who approves of giving so-and-so the full ordination with so-and-so as her mentor should remain silent. ",
  "pli-tv-kd20:22.3.42": "Any monk who does not approve should speak up. ",
  "pli-tv-kd20:22.3.43": "The Sangha has given so-and-so the full ordination with so-and-so as her mentor. ",
  "pli-tv-kd20:22.3.44": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd20:22.3.45": "Straightaway the time should be noted and the date should be pointed out. These should be declared jointly to everyone. ",
  "pli-tv-kd20:22.3.46": "The nuns should be told to point out the three supports and the eight things not to be done to the newly ordained nun. ",
  "pli-tv-kd20:23.1.1": "At that time the nuns were living in the wilderness. ",
  "pli-tv-kd20:23.1.2": "Scoundrels raped them. ",
  "pli-tv-kd20:23.1.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:23.1.4": "“A nun should not live in the wilderness. ",
  "pli-tv-kd20:23.1.5": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:24.1.1": "On one occasion a lay follower gave a storehouse to the Sangha of nuns. ",
  "pli-tv-kd20:24.1.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:24.1.3": "“I allow a storehouse.” ",
  "pli-tv-kd20:24.1.4": "The storehouse was insufficient. ",
  "pli-tv-kd20:24.1.5": "They told the Buddha and he said, ",
  "pli-tv-kd20:24.1.6": "“I allow a dwelling place.” ",
  "pli-tv-kd20:24.1.7": "The dwelling place was insufficient. ",
  "pli-tv-kd20:24.1.8": "They told the Buddha and he said, ",
  "pli-tv-kd20:24.1.9": "“I allow building work.” ",
  "pli-tv-kd20:24.1.10": "The building work was insufficient. ",
  "pli-tv-kd20:24.1.11": "They told the Buddha and he said, ",
  "pli-tv-kd20:24.1.12": "“I allow you to build for individuals.” ",
  "pli-tv-kd20:25.1.1": "At one time a pregnant woman went forth as a nun. ",
  "pli-tv-kd20:25.1.2": "After giving birth, ",
  "pli-tv-kd20:25.1.3": "she asked the nuns ",
  "pli-tv-kd20:25.1.4": "what she should do with the baby boy. ",
  "pli-tv-kd20:25.1.5": "They told the Buddha and he said, ",
  "pli-tv-kd20:25.1.6": "“I allow you to rear him until he becomes self-reliant.” ",
  "pli-tv-kd20:25.1.7": "That nun thought, ",
  "pli-tv-kd20:25.1.8": "“I’m not allowed to stay by myself and other nuns are not allowed to stay with a male child. What should I do?” ",
  "pli-tv-kd20:25.1.9": "They told the Buddha and he said, ",
  "pli-tv-kd20:25.1.10": "“The nuns should appoint one nun as a companion to that nun. ",
  "pli-tv-kd20:25.1.11": "And she should be appointed like this. ",
  "pli-tv-kd20:25.1.12": "First a nun should be asked, and then a capable and competent nun should inform the Sangha: ",
  "pli-tv-kd20:25.1.13": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:25.1.14": "If it seems appropriate to the Sangha, the Sangha should appoint nun so-and-so as a companion to nun so-and-so. ",
  "pli-tv-kd20:25.1.15": "This is the motion. ",
  "pli-tv-kd20:25.1.16": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:25.1.17": "The Sangha appoints nun so-and-so as a companion to nun so-and-so. ",
  "pli-tv-kd20:25.1.18": "Any nun who approves of appointing nun so-and-so as a companion to nun so-and-so should remain silent. ",
  "pli-tv-kd20:25.1.19": "Any nun who does not approve should speak up. ",
  "pli-tv-kd20:25.1.20": "The Sangha has appointed nun so-and-so as a companion to nun so-and-so. ",
  "pli-tv-kd20:25.1.21": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd20:25.2.1": "That companion nun thought, ",
  "pli-tv-kd20:25.2.2": "“How should I act in regard to this boy?” ",
  "pli-tv-kd20:25.2.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:25.2.4": "“Apart from staying in the same dwelling, the companion nun should act toward him as she would toward any other male.” ",
  "pli-tv-kd20:25.3.1": "On one occasion a nun who had committed a heavy offense was undertaking the trial period. ",
  "pli-tv-kd20:25.3.2": "She thought, ",
  "pli-tv-kd20:25.3.3": "“I’m not allowed to stay by myself and other nuns are not allowed to stay with me. What should I do?” ",
  "pli-tv-kd20:25.3.4": "They told the Buddha and he said, ",
  "pli-tv-kd20:25.3.5": "“You should appoint one nun as a companion to that nun. ",
  "pli-tv-kd20:25.3.6": "And she should be appointed like this. ",
  "pli-tv-kd20:25.3.7": "First a nun should be asked, and then a capable and competent nun should inform the Sangha: ",
  "pli-tv-kd20:25.3.8": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:25.3.9": "If it seems appropriate to the Sangha, the Sangha should appoint nun so-and-so as a companion to nun so-and-so. ",
  "pli-tv-kd20:25.3.10": "This is the motion. ",
  "pli-tv-kd20:25.3.11": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd20:25.3.12": "The Sangha appoints nun so-and-so as a companion to nun so-and-so. ",
  "pli-tv-kd20:25.3.13": "Any nun who approves of appointing nun so-and-so as a companion to nun so-and-so should remain silent. ",
  "pli-tv-kd20:25.3.14": "Any nun who does not approve should speak up. ",
  "pli-tv-kd20:25.3.15": "The Sangha has appointed nun so-and-so as a companion to nun so-and-so. ",
  "pli-tv-kd20:25.3.16": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd20:26.1.1": "On one occasion a nun verbally renounced the training and disrobed. ",
  "pli-tv-kd20:26.1.2": "Later she returned and asked the nuns for the full ordination. ",
  "pli-tv-kd20:26.1.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:26.1.4": "“A nun can’t verbally renounce the training. ",
  "pli-tv-kd20:26.1.5": "When she disrobes, she is no longer a nun.” ",
  "pli-tv-kd20:26.2.1": "On one occasion a nun joined another religious community while still wearing her robes. ",
  "pli-tv-kd20:26.2.2": "Later she returned and asked the nuns for the full ordination. ",
  "pli-tv-kd20:26.2.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:26.2.4": "“If a nun goes over to another religious community while still wearing her robes, then if she returns, she should not be given the full ordination again.” ",
  "pli-tv-kd20:27.1.1": "At that time the nuns, being afraid of wrongdoing, did not consent to men bowing down to them, or to men shaving their heads, cutting their nails, or treating their sores. ",
  "pli-tv-kd20:27.1.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:27.1.3": "“I allow you to consent.” ",
  "pli-tv-kd20:27.2.1": "At that time the nuns were sitting cross-legged, enjoying the touch of their heals. ",
  "pli-tv-kd20:27.2.2": "They told the Buddha and he said, ",
  "pli-tv-kd20:27.2.3": "“A nun should not sit cross-legged. ",
  "pli-tv-kd20:27.2.4": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:27.2.5": "On one occasion there was a sick nun ",
  "pli-tv-kd20:27.2.6": "who was not comfortable without sitting cross-legged. ",
  "pli-tv-kd20:27.2.7": "They told the Buddha and he said, ",
  "pli-tv-kd20:27.2.8": "“I allow a nun to sit semi-cross-legged.” ",
  "pli-tv-kd20:27.3.1": "At that time the nuns were defecating in a restroom. ",
  "pli-tv-kd20:27.3.2": "And the nuns from the group of six performed abortions there. ",
  "pli-tv-kd20:27.3.3": "They told the Buddha and he said, ",
  "pli-tv-kd20:27.3.4": "“A nun should not defecate in a restroom. ",
  "pli-tv-kd20:27.3.5": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:27.3.6": "I allow nuns to defecate in a place that is open underneath but concealed on top.” ",
  "pli-tv-kd20:27.4.1": "At that time the nuns were bathing with bath powder. ",
  "pli-tv-kd20:27.4.2": "People complained and criticized them, ",
  "pli-tv-kd20:27.4.3": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd20:27.4.4": "They told the Buddha and he said, ",
  "pli-tv-kd20:27.4.5": "“A nun should not bathe with bath powder. ",
  "pli-tv-kd20:27.4.6": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:27.4.7": "I allow bran and clay.” ",
  "pli-tv-kd20:27.4.8": "At that time the nuns were bathing with scented clay. ",
  "pli-tv-kd20:27.4.9": "People complained and criticized them, ",
  "pli-tv-kd20:27.4.10": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd20:27.4.11": "They told the Buddha and he said, ",
  "pli-tv-kd20:27.4.12": "“A nun should not bathe with scented clay. ",
  "pli-tv-kd20:27.4.13": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:27.4.14": "I allow ordinary clay.” ",
  "pli-tv-kd20:27.4.15": "On one occasion when the nuns were bathing in a sauna, they made a racket. ",
  "pli-tv-kd20:27.4.16": "They told the Buddha and he said, ",
  "pli-tv-kd20:27.4.17": "“A nun should not bathe in a sauna. ",
  "pli-tv-kd20:27.4.18": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:27.4.19": "On one occasion the nuns were bathing against the stream, consenting to the touch of the current. ",
  "pli-tv-kd20:27.4.20": "They told the Buddha and he said, ",
  "pli-tv-kd20:27.4.21": "“A nun should not bathe against the stream. ",
  "pli-tv-kd20:27.4.22": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:27.4.23": "On one occasion the nuns bathed away from a ford. ",
  "pli-tv-kd20:27.4.24": "Scoundrels raped them. ",
  "pli-tv-kd20:27.4.25": "They told the Buddha and he said, ",
  "pli-tv-kd20:27.4.26": "“A nun should not bathe away from a ford. ",
  "pli-tv-kd20:27.4.27": "If she does, she commits an offense of wrong conduct.” ",
  "pli-tv-kd20:27.4.28": "On one occasion the nuns bathed at a ford for men. ",
  "pli-tv-kd20:27.4.29": "People complained and criticized them, ",
  "pli-tv-kd20:27.4.30": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd20:27.4.31": "They told the Buddha and he said, ",
  "pli-tv-kd20:27.4.32": "“A nun should not bathe at a ford for men. ",
  "pli-tv-kd20:27.4.33": "If she does, she commits an offense of wrong conduct. ",
  "pli-tv-kd20:27.4.34": "A nun should bathe at a ford for women.” ",
  "pli-tv-kd20:27.4.35": "The third section for recitation is finished. ",
  "pli-tv-kd20:27.4.36": "The tenth chapter on nuns is finished. ",
  "pli-tv-kd20:27.4.37": "In this chapter there are one hundred topics. ",
  "pli-tv-kd20:27.4.38": "",
  "pli-tv-kd20:27.4.189": "Mahāgotamī asked, ",
  "pli-tv-kd20:27.4.190": "And so did Ānanda wisely. ",
  "pli-tv-kd20:27.4.191": "There are four assemblies, ",
  "pli-tv-kd20:27.4.192": "Gone forth in the instruction of the Conqueror. ",
  "pli-tv-kd20:27.4.193": "For the purpose of seeing the urgency, ",
  "pli-tv-kd20:27.4.194": "For the purpose of growth in the true Teaching, ",
  "pli-tv-kd20:27.4.195": "Like medicine for the sick, ",
  "pli-tv-kd20:27.4.196": "So it was taught by the Buddha. ",
  "pli-tv-kd20:27.4.197": "Thus trained in the true Teaching,",
  "pli-tv-kd20:27.4.198": "Women and others too, ",
  "pli-tv-kd20:27.4.199": "Go to that which is free from death, ",
  "pli-tv-kd20:27.4.200": "Where there is no sorrow. ",
  "pli-tv-kd20:27.4.201": "The chapter on nuns is finished."
}