{
  "pli-tv-kd8:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-kd8:0.2": "The Long Division ",
  "pli-tv-kd8:0.3": "The chapter on robes ",
  "pli-tv-kd8:0.4": "1. The account of Jīvaka ",
  "pli-tv-kd8:1.1.1": "At one time the Buddha was staying at Rājagaha in the Bamboo Grove, the squirrel sanctuary. ",
  "pli-tv-kd8:1.1.2": "At that time Vesālī was prosperous and crowded with people, and there was plenty of food. ",
  "pli-tv-kd8:1.1.3": "There were seven thousand seven hundred and seven stilt houses, ",
  "pli-tv-kd8:1.1.4": "and the same number of halls with peaked roofs, ",
  "pli-tv-kd8:1.1.5": "parks, ",
  "pli-tv-kd8:1.1.6": "and lotus ponds. ",
  "pli-tv-kd8:1.1.7": "And there was the courtesan Ambapālī who was attractive and gracious and had the most beautiful complexion. She was skilled at dancing, singing, and instrumental music. She was highly desired, charging fifty coins for a night. ",
  "pli-tv-kd8:1.1.8": "Because of her, Vesālī was even more splendid. ",
  "pli-tv-kd8:1.2.1": "On one occasion the householder association of Rājagaha traveled to Vesālī on business, ",
  "pli-tv-kd8:1.2.2": "and they saw all these marvelous qualities of the city, ",
  "pli-tv-kd8:1.2.7": "including Ambapālī. ",
  "pli-tv-kd8:1.2.8": "When they had concluded their business, they returned to Rājagaha. ",
  "pli-tv-kd8:1.2.9": "They then went to King Seniya Bimbisāra of Magadha ",
  "pli-tv-kd8:1.2.10": "and told him about everything they had seen, ",
  "pli-tv-kd8:1.2.13": "adding, “It would be good, sir, if we were to appoint a courtesan.” ",
  "pli-tv-kd8:1.2.14": "“Well then, find a suitable girl.” ",
  "pli-tv-kd8:1.3.1": "At that time in Rājagaha there was a girl called Sālavatī who was attractive and gracious and had the most beautiful complexion, ",
  "pli-tv-kd8:1.3.2": "and the householder association appointed her as courtesan. ",
  "pli-tv-kd8:1.3.3": "Soon afterwards she became skilled in dancing, singing, and instrumental music. She was highly desired, charging a hundred coins for a night. ",
  "pli-tv-kd8:1.3.4": "Soon enough Sālavatī became pregnant. ",
  "pli-tv-kd8:1.3.5": "She thought, ",
  "pli-tv-kd8:1.3.6": "“Men don’t like pregnant women. ",
  "pli-tv-kd8:1.3.7": "If anyone finds out about this, ",
  "pli-tv-kd8:1.3.8": "it will ruin my career. ",
  "pli-tv-kd8:1.3.9": "Let me announce that I’m sick.” ",
  "pli-tv-kd8:1.3.10": "She told her doorman, ",
  "pli-tv-kd8:1.3.11": "“Don’t allow any man to enter. ",
  "pli-tv-kd8:1.3.12": "If anyone asks for me, tell them I’m sick.” ",
  "pli-tv-kd8:1.3.13": "“Yes, madam.” ",
  "pli-tv-kd8:1.4.1": "Her pregnancy developed, and eventually she gave birth to a son. ",
  "pli-tv-kd8:1.4.2": "She told her slave, ",
  "pli-tv-kd8:1.4.3": "“Listen, take this boy away in a winnowing basket and throw him on the trash heap.” ",
  "pli-tv-kd8:1.4.4": "Saying, “Yes, madam,” she did just that. ",
  "pli-tv-kd8:1.4.5": "On the same morning, as Prince Abhaya was walking to an audience with the King, he saw that boy surrounded by crows. He asked his companions, ",
  "pli-tv-kd8:1.4.6": "“What’s that surrounded by crows?” ",
  "pli-tv-kd8:1.4.7": "“It’s a boy, sir.” ",
  "pli-tv-kd8:1.4.8": "“Is he alive?” ",
  "pli-tv-kd8:1.4.9": "“Yes, he’s alive.” ",
  "pli-tv-kd8:1.4.10": "“Well then, take him to our compound and give him to the wet-nurses to feed.” ",
  "pli-tv-kd8:1.4.11": "Saying, “Yes,” they did as requested. ",
  "pli-tv-kd8:1.4.13": "When they knew that he would live, they gave him the name Jīvaka, “Survivor”. ",
  "pli-tv-kd8:1.4.14": "And because a prince brought him up, they also gave him the name Komārabhacca, “Prince-reared”. ",
  "pli-tv-kd8:1.5.1": "When Jīvaka reached the age of discernment, ",
  "pli-tv-kd8:1.5.2": "he went to Prince Abhaya and asked him, ",
  "pli-tv-kd8:1.5.3": "“Who, sir, are my mother and father?” ",
  "pli-tv-kd8:1.5.4": "“I don’t know who your mother is, ",
  "pli-tv-kd8:1.5.5": "but I’m your father, ",
  "pli-tv-kd8:1.5.6": "because I brought you up.” ",
  "pli-tv-kd8:1.5.7": "On a later occasion Jīvaka thought, ",
  "pli-tv-kd8:1.5.8": "“It’s not easy to make a living in a royal family without a profession. ",
  "pli-tv-kd8:1.5.9": "Why don’t I learn a profession?” ",
  "pli-tv-kd8:1.5.10": "At that time the pre-eminent physician in the world was living at Takkasilā. ",
  "pli-tv-kd8:1.6.1": "Then, without asking permission from Prince Abhaya, Jīvaka left for Takkasilā. ",
  "pli-tv-kd8:1.6.2": "When he eventually arrived, he went to that physician and said, ",
  "pli-tv-kd8:1.6.3": "“Teacher, I wish to learn the profession.” ",
  "pli-tv-kd8:1.6.4": "“Well then, Jīvaka, please do so.” ",
  "pli-tv-kd8:1.6.5": "Jīvaka learned much, and he learned quickly; he remembered well and did not forget. ",
  "pli-tv-kd8:1.6.6": "After seven years, Jīvaka thought, ",
  "pli-tv-kd8:1.6.7": "“I’m a good learner, and I’ve been studying for seven years. ",
  "pli-tv-kd8:1.6.8": "And yet there’s no end in sight to learning this profession.” ",
  "pli-tv-kd8:1.7.1": "He went to that physician and told him what he had thought, ",
  "pli-tv-kd8:1.7.3": "adding, “When will I complete the training for this profession?” ",
  "pli-tv-kd8:1.7.4": "“Listen, Jīvaka. Take a spade and walk as far as 13 kilometers all around Takkasilā and bring back whatever plant you see that’s not medicinal.” ",
  "pli-tv-kd8:1.7.5": "Saying, “Yes, teacher,” he did just that. But he did not see any plant that was not medicinal. ",
  "pli-tv-kd8:1.7.6": "He then went back to the physician and told him what had happened. ",
  "pli-tv-kd8:1.7.8": "The physician said, “You’re well-trained, Jīvaka. ",
  "pli-tv-kd8:1.7.9": "It’s enough for you to live on.” And he gave Jīvaka a small amount of provisions for the journey. ",
  "pli-tv-kd8:1.8.1": "Jīvaka left for Rājagaha, ",
  "pli-tv-kd8:1.8.2": "but the provisions were exhausted by the time he got to Sāketa. ",
  "pli-tv-kd8:1.8.3": "Jīvaka thought, ",
  "pli-tv-kd8:1.8.4": "“These roads go through the wilderness where there’s little water and little food. It’s not easy to travel there without provisions. ",
  "pli-tv-kd8:1.8.5": "Let me search for provisions.” ",
  "pli-tv-kd8:1.8.6.0": "2. The account of the wealthy merchant’s wife ",
  "pli-tv-kd8:1.8.6.1": "At that time in Sāketa there was a wealthy merchant whose wife had had a headache for seven years. ",
  "pli-tv-kd8:1.8.7": "Many of the most famous physicians in the world had come to see her, but none was able to cure her. ",
  "pli-tv-kd8:1.8.8": "And they were very expensive. ",
  "pli-tv-kd8:1.8.9": "When Jīvaka arrived at Sāketa, he asked people, ",
  "pli-tv-kd8:1.8.10": "“Is there anyone who’s sick who I might treat?” ",
  "pli-tv-kd8:1.8.11": "“There’s a wealthy merchant whose wife has had a headache for seven years. ",
  "pli-tv-kd8:1.8.12": "Go, doctor, and treat her.” ",
  "pli-tv-kd8:1.9.1": "Jīvaka went to that merchant’s house and told the doorman, ",
  "pli-tv-kd8:1.9.2": "“Go and say this to the merchant’s wife, ",
  "pli-tv-kd8:1.9.3": "‘Madam, a doctor has arrived. He wishes to see you.’” ",
  "pli-tv-kd8:1.9.4": "Saying, “Yes, doctor,” he did as asked. ",
  "pli-tv-kd8:1.9.7": "She replied, “What sort of doctor is it?” ",
  "pli-tv-kd8:1.9.8": "“A young one.” ",
  "pli-tv-kd8:1.9.9": "“Forget it. I don’t need a young doctor. ",
  "pli-tv-kd8:1.9.10": "Many of the most famous physicians in the world have been here, but none was able to cure me. ",
  "pli-tv-kd8:1.9.11": "And they were very expensive too.” ",
  "pli-tv-kd8:1.10.1": "The doorman then returned to Jīvaka and told him what the merchant’s wife had said. ",
  "pli-tv-kd8:1.10.6": "Jīvaka replied, ",
  "pli-tv-kd8:1.10.7": "“Go and tell her ",
  "pli-tv-kd8:1.10.8": "that she doesn’t have to pay anything in advance. ",
  "pli-tv-kd8:1.10.9": "When she is cured, she can pay whatever she likes.” ",
  "pli-tv-kd8:1.10.10": "Saying, “Yes, doctor,” he told the merchant’s wife. ",
  "pli-tv-kd8:1.10.14": "She said, “Well then, let him in.” ",
  "pli-tv-kd8:1.10.15": "Saying, “Yes, madam,” he went to Jīvaka and told him. ",
  "pli-tv-kd8:1.11.1": "Jīvaka then approached the merchant’s wife. After examining her, he said to her, ",
  "pli-tv-kd8:1.11.2": "“Madam, I need a handful of ghee.” ",
  "pli-tv-kd8:1.11.3": "She got him a handful of ghee. ",
  "pli-tv-kd8:1.11.4": "Jīvaka cooked that ghee with a number of medicines. He then had her lie down on her back on a bed, and he gave her the medicine through the nose. ",
  "pli-tv-kd8:1.11.5": "The medicine emerged in her mouth. ",
  "pli-tv-kd8:1.11.6": "She then spat it out into a container and told a slave, ",
  "pli-tv-kd8:1.11.7": "“Listen, save this ghee in a cotton wad.” ",
  "pli-tv-kd8:1.12.1": "Jīvaka thought, ",
  "pli-tv-kd8:1.12.2": "“It’s astonishing how wretched this housewife is, in that she saves this ghee, which should be discarded, in a cotton wad. ",
  "pli-tv-kd8:1.12.3": "Many of my valuable medicines went into it, ",
  "pli-tv-kd8:1.12.4": "but she might not give me anything for my services.” ",
  "pli-tv-kd8:1.12.5": "Seeing his body language, the merchant’s wife asked him ",
  "pli-tv-kd8:1.12.6": "what he was concerned about. ",
  "pli-tv-kd8:1.12.7": "He told her, ",
  "pli-tv-kd8:1.12.11": "and she said, “We householders know the benefit of such frugality. ",
  "pli-tv-kd8:1.12.12": "This ghee is good for the slaves and workers, for ointment for the feet, or for using in lamps. ",
  "pli-tv-kd8:1.12.13": "Don’t be concerned, doctor, ",
  "pli-tv-kd8:1.12.14": "your fee will be abundant.” ",
  "pli-tv-kd8:1.13.1": "Jīvaka cured the headache of the merchant’s wife with a single treatment through the nose. ",
  "pli-tv-kd8:1.13.2": "When she was well, she gave him four thousand coins. ",
  "pli-tv-kd8:1.13.3": "When her son ",
  "pli-tv-kd8:1.13.5": "and daughter-in-law ",
  "pli-tv-kd8:1.13.6": "found out that she was well, they too gave him four thousand coins each, ",
  "pli-tv-kd8:1.13.7": "as did her husband. ",
  "pli-tv-kd8:1.13.8": "The merchant also gave him a male and a female slave, and a carriage with horses. ",
  "pli-tv-kd8:1.13.9": "Jīvaka took those sixteen thousand coins, as well as the male and female slaves and the carriage with horses, and he left for Rājagaha. ",
  "pli-tv-kd8:1.13.10": "When he eventually arrived, he went to Prince Abhaya and said, ",
  "pli-tv-kd8:1.13.11": "“For my first job, sir, I earned sixteen thousand coins, a male and a female slave, and a carriage with horses. ",
  "pli-tv-kd8:1.13.12": "Please accept it for bringing me up.” ",
  "pli-tv-kd8:1.13.13": "“There’s no need, Jīvaka. ",
  "pli-tv-kd8:1.13.14": "You should keep it all. ",
  "pli-tv-kd8:1.13.15": "But please build a house in our compound.” ",
  "pli-tv-kd8:1.13.16": "Saying, “Yes,” he did just that. ",
  "pli-tv-kd8:1.14.0": "3. The account of King Bimbisāra ",
  "pli-tv-kd8:1.14.1": "At that time King Seniya Bimbisāra of Magadha had hemorrhoids. ",
  "pli-tv-kd8:1.14.2": "His wrap garments were soiled with blood, ",
  "pli-tv-kd8:1.14.3": "and the queens made fun of him, ",
  "pli-tv-kd8:1.14.4": "“Sir, you’re menstruating; your fertile period has arrived. Soon you’ll give birth.” ",
  "pli-tv-kd8:1.14.5": "The King felt humiliated. ",
  "pli-tv-kd8:1.14.6": "Soon afterwards he told Prince Abhaya what had happened, ",
  "pli-tv-kd8:1.14.9": "adding, “Abhaya, please find a doctor to treat me.” ",
  "pli-tv-kd8:1.14.10": "“Sir, our young doctor Jīvaka is excellent. ",
  "pli-tv-kd8:1.14.11": "He’ll treat you.” ",
  "pli-tv-kd8:1.14.12": "“Well then, Abhaya, send for Jīvaka.” ",
  "pli-tv-kd8:1.15.1": "Prince Abhaya then sent for Jīvaka. ",
  "pli-tv-kd8:1.15.3": "Saying, “Yes, sir,” Jīvaka took some medicine on his nail and went to King Bimbisāra. He said, ",
  "pli-tv-kd8:1.15.4": "“Sir, let me see your affliction.” ",
  "pli-tv-kd8:1.15.5": "Jīvaka then cured King Bimbisāra’s hemorrhoids with one application of ointment. ",
  "pli-tv-kd8:1.15.6": "When the King was well, he had five hundred women adorned with every kind of ornament. He then had the ornaments removed and made into a pile. And he said to Jīvaka, ",
  "pli-tv-kd8:1.15.7": "“Jīvaka, these ornaments from five hundred women are all yours.” ",
  "pli-tv-kd8:1.15.8": "“There’s no need. Please just remember my act of service.” ",
  "pli-tv-kd8:1.15.9": "“Well then, Jīvaka, please attend on me, the harem, and the Sangha of monks headed by the Buddha.” ",
  "pli-tv-kd8:1.15.10": "“Yes, sir.” ",
  "pli-tv-kd8:1.16.0": "4. The account of the wealthy merchant of Rājagaha ",
  "pli-tv-kd8:1.16.1": "At that time a wealthy merchant of Rājagaha had had a headache for seven years. ",
  "pli-tv-kd8:1.16.2": "Many of the most famous physicians in the world had come to see him, but none was able to cure him. ",
  "pli-tv-kd8:1.16.3": "They were very expensive, ",
  "pli-tv-kd8:1.16.4": "yet they gave up on him. ",
  "pli-tv-kd8:1.16.5": "Some of them said, ",
  "pli-tv-kd8:1.16.6": "“The merchant will die in five days.” ",
  "pli-tv-kd8:1.16.7": "Others said, ",
  "pli-tv-kd8:1.16.8": "“The merchant will die in seven days.” ",
  "pli-tv-kd8:1.16.9": "The householder association of Rājagaha considered, ",
  "pli-tv-kd8:1.16.10": "“This merchant has done much for the King and for this association, ",
  "pli-tv-kd8:1.16.11": "and now the doctors have given up on him. ",
  "pli-tv-kd8:1.16.16": "But there’s Jīvaka, the King’s excellent young doctor. ",
  "pli-tv-kd8:1.16.17": "Let’s ask the King for Jīvaka to treat the merchant.” ",
  "pli-tv-kd8:1.17.1": "They then went to the King and told him about the merchant, ",
  "pli-tv-kd8:1.17.8": "adding, “It would be good, sir, if you would tell doctor Jīvaka to treat the merchant.” ",
  "pli-tv-kd8:1.17.9": "And that’s what the King did. ",
  "pli-tv-kd8:1.17.11": "Saying, “Yes, sir,” Jīvaka went to that merchant, examined him, and said, ",
  "pli-tv-kd8:1.17.12": "“If I were to cure you, what fee would you pay me?” ",
  "pli-tv-kd8:1.17.13": "“I would give you all my wealth, doctor, and I would become your slave.” ",
  "pli-tv-kd8:1.18.1": "“Are you able to lie on one side for seven months?” ",
  "pli-tv-kd8:1.18.2": "“I am.” ",
  "pli-tv-kd8:1.18.3": "“Are you able to lie on the other side for seven months?” ",
  "pli-tv-kd8:1.18.4": "“I am.” ",
  "pli-tv-kd8:1.18.5": "“Are you able to lie on your back for seven months?” ",
  "pli-tv-kd8:1.18.6": "“I am.” ",
  "pli-tv-kd8:1.18.7": "Jīvaka then had the merchant lie down on a bed. He bound him to the bed, removed some skin from his head, opened a suture in the skull, and removed two insects. He showed them to the crowd, saying, ",
  "pli-tv-kd8:1.18.8": "“Sirs, look at these two insects, one small and one large. ",
  "pli-tv-kd8:1.18.9": "The doctors who said ",
  "pli-tv-kd8:1.18.10": "he would live for five days ",
  "pli-tv-kd8:1.18.11": "had seen the large insect. ",
  "pli-tv-kd8:1.18.12": "In five days it would have destroyed the merchant’s brain. ",
  "pli-tv-kd8:1.18.13": "Because of that he would have died. ",
  "pli-tv-kd8:1.18.14": "Those doctors were right. ",
  "pli-tv-kd8:1.18.15": "And those doctors who said ",
  "pli-tv-kd8:1.18.16": "he would live for seven days ",
  "pli-tv-kd8:1.18.17": "had seen the small insect. ",
  "pli-tv-kd8:1.18.18": "In seven days it would have destroyed the merchant’s brain. ",
  "pli-tv-kd8:1.18.19": "Because of that he would have died. ",
  "pli-tv-kd8:1.18.20": "Those doctors were right, too.” ",
  "pli-tv-kd8:1.18.21": "He then closed the suture in the skull, sewed the skin back together, and applied an ointment. ",
  "pli-tv-kd8:1.19.1": "After seven days the merchant said to Jīvaka, ",
  "pli-tv-kd8:1.19.2": "“Doctor, I’m unable to lie on one side for seven months.” ",
  "pli-tv-kd8:1.19.3": "“But didn’t you say you were?” ",
  "pli-tv-kd8:1.19.5": "“I did, but I’ll die. I’m unable to do it.” ",
  "pli-tv-kd8:1.19.6": "“Well then, lie on the other side for seven months.” ",
  "pli-tv-kd8:1.19.7": "After seven days the merchant said to Jīvaka, ",
  "pli-tv-kd8:1.19.8": "“Doctor, I’m unable to lie on the other side for seven months.” ",
  "pli-tv-kd8:1.19.9": "“But didn’t you say you were?” ",
  "pli-tv-kd8:1.19.11": "“I did, but I’ll die. I’m unable to do it.” ",
  "pli-tv-kd8:1.19.12": "“Well then, lie on your back for seven months.” ",
  "pli-tv-kd8:1.19.13": "After seven days the merchant said to Jīvaka, ",
  "pli-tv-kd8:1.19.14": "“Doctor, I’m unable to lie on my back for seven months.” ",
  "pli-tv-kd8:1.19.15": "“But didn’t you say you were?” ",
  "pli-tv-kd8:1.19.17": "“I did, but I’ll die. I’m unable to do it.” ",
  "pli-tv-kd8:1.20.1": "“If I hadn’t said this to you, you wouldn’t have been able to lie down for so long. ",
  "pli-tv-kd8:1.20.2": "I already knew that you would be well in three times seven days. ",
  "pli-tv-kd8:1.20.3": "Get up, you’re cured. ",
  "pli-tv-kd8:1.20.4": "But do you remember my fee?” ",
  "pli-tv-kd8:1.20.5": "“All my wealth is yours, doctor, and I’m your slave.” ",
  "pli-tv-kd8:1.20.6": "“There’s no need for that. ",
  "pli-tv-kd8:1.20.7": "Just give one hundred thousand coins to the King and another one hundred thousand to me.” ",
  "pli-tv-kd8:1.20.8": "And being well, he did just that. ",
  "pli-tv-kd8:1.21.0": "5. The account of the wealthy merchant’s son ",
  "pli-tv-kd8:1.21.1": "On one occasion the son of a wealthy merchant in Benares twisted his gut while turning somersaults. Because of that, he was not able to digest rice porridge or food, and he couldn’t urinate or defecate. ",
  "pli-tv-kd8:1.21.2": "He became thin, haggard, and pale, with veins protruding all over his body. ",
  "pli-tv-kd8:1.21.3": "The merchant considered this ",
  "pli-tv-kd8:1.21.6": "and thought, “Why don’t I go to Rājagaha and ask the King for doctor Jīvaka to treat my son?” ",
  "pli-tv-kd8:1.21.7": "He then traveled to Rājagaha, went to King Bimbisāra, and told him about his son, ",
  "pli-tv-kd8:1.21.10": "adding, “It would be good, sir, if you would tell doctor Jīvaka to treat my son.” ",
  "pli-tv-kd8:1.22.1": "And that’s what the King did. ",
  "pli-tv-kd8:1.22.3": "Jīvaka consented and then traveled to Benares, where he went to that merchant. He examined his son, dismissed the people there, put up a curtain all around, and tied him to a pillar. He then had his wife stand in front of him, cut open his belly, and pulled out his twisted gut. He showed it to his wife, saying, ",
  "pli-tv-kd8:1.22.4": "“See, this is your husband’s affliction. ",
  "pli-tv-kd8:1.22.5": "It’s because of this that he’s in such a bad state.” ",
  "pli-tv-kd8:1.22.6": "He then untwisted the gut, put it back, sewed his belly back together, and applied ointment. ",
  "pli-tv-kd8:1.22.7": "Soon the merchant’s son was healthy again. ",
  "pli-tv-kd8:1.22.9": "His father gave sixteen thousand coins to Jīvaka, ",
  "pli-tv-kd8:1.22.10": "and Jīvaka returned to Rājagaha. ",
  "pli-tv-kd8:1.23.0": "6. The account of King Pajjota ",
  "pli-tv-kd8:1.23.1": "At that time King Pajjota had jaundice. ",
  "pli-tv-kd8:1.23.2": "Many of the most famous physicians in the world had come to see him, but none was able to cure him. ",
  "pli-tv-kd8:1.23.3": "And they were very expensive. ",
  "pli-tv-kd8:1.23.4": "King Pajjota then sent a message to King Bimbisāra: ",
  "pli-tv-kd8:1.23.5": "“I have such-and-such a disease. It would be good, sir, if you would tell doctor Jīvaka to treat me.” ",
  "pli-tv-kd8:1.23.6": "King Bimbisāra told Jīvaka, ",
  "pli-tv-kd8:1.23.7": "“Go to Ujjenī, Jīvaka, ",
  "pli-tv-kd8:1.23.8": "and treat King Pajjota.” ",
  "pli-tv-kd8:1.23.9": "Jīvaka consented and traveled to Ujjenī. He then went to King Pajjota, examined him, and said, ",
  "pli-tv-kd8:1.24.1": "“Please give me some ghee, sir. ",
  "pli-tv-kd8:1.24.2": "I’ll make a medicine from it for you to drink.” ",
  "pli-tv-kd8:1.24.3": "“Forget it, Jīvaka. Make whatever will cure me that doesn’t contain ghee. ",
  "pli-tv-kd8:1.24.4": "I hate ghee; it’s disgusting.” ",
  "pli-tv-kd8:1.24.5": "Jīvaka thought, ",
  "pli-tv-kd8:1.24.6": "“I won’t be able to cure this sickness without ghee. ",
  "pli-tv-kd8:1.24.7": "Why don’t I prepare medicine from ghee, but with a bitter color, smell, and taste?” ",
  "pli-tv-kd8:1.24.8": "Jīvaka then cooked ghee with a number of medicines, but he made sure it had the color, smell, and taste of a bitter substance. ",
  "pli-tv-kd8:1.24.9": "But it occurred to him, ",
  "pli-tv-kd8:1.24.10": "“When the King is digesting the ghee after drinking it, it will make him vomit. ",
  "pli-tv-kd8:1.24.11": "And because he’s harsh, he might have me executed. ",
  "pli-tv-kd8:1.24.12": "Let me take leave in advance.” ",
  "pli-tv-kd8:1.24.13": "He then went to the King and said, ",
  "pli-tv-kd8:1.25.1": "“Sir, we doctors need to pull up roots and collect medicines at short notice. ",
  "pli-tv-kd8:1.25.2": "It would be good if you would give instruction to the stables and at the gates: ",
  "pli-tv-kd8:1.25.3": "‘Jīvaka may ride on whatever animal he wishes, depart by whatever gate he desires, and he may come and go as he pleases.’” ",
  "pli-tv-kd8:1.25.4": "The King did as Jīvaka had asked. ",
  "pli-tv-kd8:1.25.6": "At that time King Pajjota had a she-elephant called Bhaddavatikā, which could traverse 650 kilometers in a day. ",
  "pli-tv-kd8:1.25.7": "After bringing the ghee to the King ",
  "pli-tv-kd8:1.25.9": "and having him drink it, Jīvaka went to the elephant stables and fled the city on Bhaddavatikā. ",
  "pli-tv-kd8:1.26.1": "Soon afterwards, while King Pajjota was digesting that ghee, he vomited. ",
  "pli-tv-kd8:1.26.2": "He said to his men, ",
  "pli-tv-kd8:1.26.3": "“That scoundrel Jīvaka made me drink ghee. ",
  "pli-tv-kd8:1.26.4": "Find out where he is.” ",
  "pli-tv-kd8:1.26.5": "“Sir, he’s fled the city on Bhaddavatikā.” ",
  "pli-tv-kd8:1.26.6": "At that time King Pajjota had a slave called Kāka, whose mother was a spirit and who could traverse 780 kilometers in a day. ",
  "pli-tv-kd8:1.26.7": "The King told Kāka, ",
  "pli-tv-kd8:1.26.8": "“Go, Kāka, and make Jīvaka turn back. ",
  "pli-tv-kd8:1.26.9": "Tell him that the King is asking him to return. ",
  "pli-tv-kd8:1.26.10": "But Kāka, these doctors are full of tricks. ",
  "pli-tv-kd8:1.26.11": "Don’t receive anything from him.” ",
  "pli-tv-kd8:1.27.1": "Kāka caught up with Jīvaka at Kosambī, while he was still on his way and having breakfast. ",
  "pli-tv-kd8:1.27.2": "Kāka said, ",
  "pli-tv-kd8:1.27.3": "“Doctor, the King is asking you to return.” ",
  "pli-tv-kd8:1.27.4": "“Wait, Kāka, until I’ve finished eating. ",
  "pli-tv-kd8:1.27.5": "Why don’t you have something too?” ",
  "pli-tv-kd8:1.27.6": "“There’s no need. ",
  "pli-tv-kd8:1.27.7": "The King told me that doctors are full of tricks and that I shouldn’t receive anything from you.” ",
  "pli-tv-kd8:1.27.8": "Jīvaka then removed the medicinal part of an emblic myrobalan fruit with his nail, before eating it and drinking water. ",
  "pli-tv-kd8:1.27.9": "And he said to Kāka, ",
  "pli-tv-kd8:1.27.10": "“Here, Kāka, have some emblic myrobalan and water.” ",
  "pli-tv-kd8:1.28.1": "Kāka thought, ",
  "pli-tv-kd8:1.28.2": "“The doctor is eating and drinking it. It can’t be anything bad.” ",
  "pli-tv-kd8:1.28.3": "So he ate half a fruit and drank the water. ",
  "pli-tv-kd8:1.28.4": "When he had eaten it, he vomited right there. ",
  "pli-tv-kd8:1.28.5": "He asked Jīvaka, ",
  "pli-tv-kd8:1.28.6": "“Will I survive?” ",
  "pli-tv-kd8:1.28.7": "“Don’t be afraid, Kāka. Both you and the King will be well. ",
  "pli-tv-kd8:1.28.8": "But the King is harsh and might have me executed. Because of that I won’t return.” ",
  "pli-tv-kd8:1.28.9": "After handing back the she-elephant Bhaddavatikā to Kāka, he continued on to Rājagaha. ",
  "pli-tv-kd8:1.28.10": "When he eventually arrived, he went to King Bimbisāra and told him what had happened. ",
  "pli-tv-kd8:1.28.11": "The King said, “It’s good, Jīvaka, that you didn’t return. That King is harsh and might even have had you executed.” ",
  "pli-tv-kd8:1.29.1": "When King Pajjota was cured, he sent a message to Jīvaka: ",
  "pli-tv-kd8:1.29.2": "“Come, Jīvaka, I wish to give you a gift.” ",
  "pli-tv-kd8:1.29.3": "He replied, “There’s no need, sir. Please just remember my act of service.” ",
  "pli-tv-kd8:1.29.4.0": "7. The account of the two valuable cloths ",
  "pli-tv-kd8:1.29.4.1": "Soon afterwards King Pajjota obtained two valuable cloths. ",
  "pli-tv-kd8:1.29.5": "They were extremely exquisite and fine, one in a million. ",
  "pli-tv-kd8:1.29.6": "The King sent them to Jīvaka. ",
  "pli-tv-kd8:1.29.7": "Jīvaka thought, ",
  "pli-tv-kd8:1.29.10": "“No-one is worthy of these except the Buddha, the Perfected and fully Awakened One, or King Bimbisāra.” ",
  "pli-tv-kd8:1.30.0": "8. The account of the thirty purgings ",
  "pli-tv-kd8:1.30.1": "On one occasion the Buddha’s body was full of impurities. ",
  "pli-tv-kd8:1.30.2": "He said to Venerable Ānanda, ",
  "pli-tv-kd8:1.30.3": "“Ānanda, my body is full of impurities. ",
  "pli-tv-kd8:1.30.4": "I would like to take a purgative.” ",
  "pli-tv-kd8:1.30.5": "Ānanda went to Jīvaka and told him what the Buddha had said. ",
  "pli-tv-kd8:1.30.8": "And Jīvaka replied, “Well then, Venerable Ānanda, oil the Buddha’s body for a few days.” ",
  "pli-tv-kd8:1.30.9": "After doing as instructed, Ānanda returned to Jīvaka to let him know, adding, ",
  "pli-tv-kd8:1.30.11": "“Please continue the treatment.” ",
  "pli-tv-kd8:1.31.1": "Jīvaka thought, ",
  "pli-tv-kd8:1.31.2": "“It would not be appropriate for me to give the Buddha a powerful purgative.” ",
  "pli-tv-kd8:1.31.3": "He then prepared three handfuls of lotus flowers with a variety of medicines, went to the Buddha, and gave him one handful, saying, ",
  "pli-tv-kd8:1.31.4": "“Venerable Sir, please smell the first handful. ",
  "pli-tv-kd8:1.31.5": "This will purge you ten times.” ",
  "pli-tv-kd8:1.31.6": "He then brought him the second ",
  "pli-tv-kd8:1.31.9": "and the third handful, repeating the instruction, ",
  "pli-tv-kd8:1.31.12": "adding, “In this way you’ll have thirty purgings.” ",
  "pli-tv-kd8:1.31.13": "After giving the Buddha thirty purgings, he bowed down, circumambulated him with his right side toward him, and left. ",
  "pli-tv-kd8:1.32.1": "When he was outside the gateway, Jīvaka thought, ",
  "pli-tv-kd8:1.32.2": "“I’ve given thirty purgings to the Buddha, ",
  "pli-tv-kd8:1.32.3": "for his body is full of impurities. ",
  "pli-tv-kd8:1.32.4": "But he’ll only be purged twenty-nine times. ",
  "pli-tv-kd8:1.32.5": "After being purged, however, he’ll take a bath, ",
  "pli-tv-kd8:1.32.6": "which will count as one purging. ",
  "pli-tv-kd8:1.32.7": "In this way the Buddha will have had exactly thirty purgings.” ",
  "pli-tv-kd8:1.32.8": "The Buddha read Jīvaka’s mind. He told Ānanda about it, ",
  "pli-tv-kd8:1.32.16": "adding, “Well then, Ānanda, prepare hot water,” ",
  "pli-tv-kd8:1.32.17": "and Ānanda did as requested. ",
  "pli-tv-kd8:1.33.1": "Jīvaka then went back to the Buddha, bowed, sat down, ",
  "pli-tv-kd8:1.33.2": "and asked, ",
  "pli-tv-kd8:1.33.3": "“Sir, are you purged?” ",
  "pli-tv-kd8:1.33.4": "“I am, Jīvaka.” ",
  "pli-tv-kd8:1.33.5": "Jīvaka told him what he had thought outside the gateway, ",
  "pli-tv-kd8:1.33.12": "adding, “Please bathe.” ",
  "pli-tv-kd8:1.33.13": "The Buddha had a hot bath. ",
  "pli-tv-kd8:1.33.14": "When he had bathed, the Buddha was purged once, ",
  "pli-tv-kd8:1.33.15": "adding up to a total of thirty purgings. ",
  "pli-tv-kd8:1.33.16": "Jīvaka said to the Buddha, ",
  "pli-tv-kd8:1.33.17": "“Sir, until your body is back to normal, please don’t take any mung-bean broth.” ",
  "pli-tv-kd8:1.33.18.0": "9. The account of asking for a favor ",
  "pli-tv-kd8:1.33.18.1": "Soon the Buddha’s body was back to normal. ",
  "pli-tv-kd8:1.34.1": "Jīvaka then took those two valuable cloths and went to the Buddha. He bowed, sat down, ",
  "pli-tv-kd8:1.34.2": "and said, ",
  "pli-tv-kd8:1.34.3": "“Venerable Sir, I wish to ask for a favor.” ",
  "pli-tv-kd8:1.34.4": "“Buddhas don’t grant favors, Jīvaka.” ",
  "pli-tv-kd8:1.34.5": "“It’s allowable and blameless.” ",
  "pli-tv-kd8:1.34.6": "“Well then, say what it is.” ",
  "pli-tv-kd8:1.34.7": "“The Buddha and the Sangha of monks are rag-robe wearers. ",
  "pli-tv-kd8:1.34.8": "But I’ve received these two valuable cloths from King Pajjota ",
  "pli-tv-kd8:1.34.9": "that are extremely exquisite and fine—they are one in a million. ",
  "pli-tv-kd8:1.34.10": "Please accept them, ",
  "pli-tv-kd8:1.34.11": "and please allow the Sangha of monks to use robe-cloth given by householders.” ",
  "pli-tv-kd8:1.34.12": "The Buddha received the two valuable cloths. ",
  "pli-tv-kd8:1.34.13": "He then instructed, inspired, and gladdened Jīvaka with a teaching, ",
  "pli-tv-kd8:1.34.14": "after which Jīvaka got up from his seat, bowed down, circumambulated the Buddha with his right side toward him, and left. ",
  "pli-tv-kd8:1.35.1": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd8:1.35.2": "“Monks, I allow you to use robe-cloth given by householders. ",
  "pli-tv-kd8:1.35.3": "Anyone who wishes may wear rag-robes ",
  "pli-tv-kd8:1.35.4": "and anyone who wishes may accept robe-cloth from householders. ",
  "pli-tv-kd8:1.35.5": "But I praise contentment with one or the other.” ",
  "pli-tv-kd8:1.35.6": "The people of Rājagaha heard ",
  "pli-tv-kd8:1.35.7": "that the Buddha had allowed the monks to use robe-cloth given by householders. ",
  "pli-tv-kd8:1.35.8": "They were excited and joyful, thinking, ",
  "pli-tv-kd8:1.35.9": "“Now we’ll give gifts and make merit.” ",
  "pli-tv-kd8:1.35.10": "In just a single day many thousands of robes were given at Rājagaha. ",
  "pli-tv-kd8:1.35.11": "The same thing happened in the country. ",
  "pli-tv-kd8:1.36.1": "At that time, a fleecy robe was offered to the Sangha. ",
  "pli-tv-kd8:1.36.2": "They told the Buddha. ",
  "pli-tv-kd8:1.36.3": "“I allow fleecy robes.” ",
  "pli-tv-kd8:1.36.4": "And a silken, fleecy robe was offered. ",
  "pli-tv-kd8:1.36.6": "“I allow silken, fleecy robes.” ",
  "pli-tv-kd8:1.36.7": "And a woolen, fleecy robe was offered. ",
  "pli-tv-kd8:1.36.9": "“I allow woolen, fleecy robes.” ",
  "pli-tv-kd8:1.36.10": "The first section for recitation is finished. ",
  "pli-tv-kd8:2.1.0": "10. Discussion on the allowance of wool ",
  "pli-tv-kd8:2.1.1": "On one occasion the King of Kāsī sent a valuable, woolen Kāsī-cloth to Jīvaka. ",
  "pli-tv-kd8:2.1.2": "Jīvaka took the cloth and went to the Buddha. He bowed, sat down, ",
  "pli-tv-kd8:2.1.3": "and told him what had happened, ",
  "pli-tv-kd8:2.1.5": "adding, “Sir, please accept this woolen cloth for my long-lasting benefit and happiness.” ",
  "pli-tv-kd8:2.1.6": "The Buddha received the woolen cloth. ",
  "pli-tv-kd8:2.1.7": "He then instructed, inspired, and gladdened Jīvaka with a teaching, ",
  "pli-tv-kd8:2.1.8": "after which Jīvaka got up from his seat, bowed down, circumambulated the Buddha with his right side toward him, and left. ",
  "pli-tv-kd8:2.1.9": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd8:2.1.10": "“I allow wool.” ",
  "pli-tv-kd8:3.1.1": "At that time various kinds of robe-cloth were offered to the Sangha. ",
  "pli-tv-kd8:3.1.2": "The monks thought, ",
  "pli-tv-kd8:3.1.3": "“What kinds of robe-cloth has the Buddha allowed and what not?” ",
  "pli-tv-kd8:3.1.4": "They told the Buddha. ",
  "pli-tv-kd8:3.1.5": "“I allow six kinds of robe-cloth: ",
  "pli-tv-kd8:3.1.6": "linen, cotton, silk, wool, sunn hemp, and hemp.” ",
  "pli-tv-kd8:3.2.1": "Soon afterwards the monks thought, “The Buddha has only allowed one kind of robe, not two,” ",
  "pli-tv-kd8:3.2.2": "and being afraid of wrongdoing, they did not accept rags after receiving robe-cloth from householders. ",
  "pli-tv-kd8:3.2.4": "“I allow you to accept rags after receiving robe-cloth from a householder. ",
  "pli-tv-kd8:3.2.5": "But I praise contentment with both.” ",
  "pli-tv-kd8:4.1.0": "11. Discussion on searching for rags ",
  "pli-tv-kd8:4.1.1": "On one occasion when a number of monks were traveling through the Kosalan country, ",
  "pli-tv-kd8:4.1.2": "some of them entered a charnel ground to look for rags, while the others walked on. ",
  "pli-tv-kd8:4.1.3": "The former monks got hold of rags, ",
  "pli-tv-kd8:4.1.4": "and the others said, ",
  "pli-tv-kd8:4.1.5": "“Please give us a share.” ",
  "pli-tv-kd8:4.1.7": "“But why didn’t you wait, then? ",
  "pli-tv-kd8:4.1.8": "We won’t give you a share.” ",
  "pli-tv-kd8:4.1.9": "They told the Buddha. ",
  "pli-tv-kd8:4.1.10": "“If you’re unwilling, you don’t have to give a share to those who don’t wait.” ",
  "pli-tv-kd8:4.2.1": "On another occasion when a number of monks were traveling through the Kosalan country, ",
  "pli-tv-kd8:4.2.2": "some of them entered a charnel ground to look for rags, while the others waited. ",
  "pli-tv-kd8:4.2.3": "The former monks got hold of rags, ",
  "pli-tv-kd8:4.2.4": "and the others said, ",
  "pli-tv-kd8:4.2.5": "“Please give us a share.” ",
  "pli-tv-kd8:4.2.7": "“But why didn’t you come with us, then? ",
  "pli-tv-kd8:4.2.8": "We won’t give you a share.” ",
  "pli-tv-kd8:4.2.10": "“Even if you’re unwilling, you should give a share to those who wait.” ",
  "pli-tv-kd8:4.3.1": "On yet another occasion when a number of monks were traveling through the Kosalan country, ",
  "pli-tv-kd8:4.3.2": "some of them entered a charnel ground to look for rags first, while the other monks entered afterwards. ",
  "pli-tv-kd8:4.3.3": "Those who entered first got hold of rags, ",
  "pli-tv-kd8:4.3.4": "but not those who entered afterwards. ",
  "pli-tv-kd8:4.3.5": "The latter monks said, ",
  "pli-tv-kd8:4.3.6": "“Please give us a share.” ",
  "pli-tv-kd8:4.3.8": "“But why did you come in afterwards, then? ",
  "pli-tv-kd8:4.3.9": "We won’t give you a share.” ",
  "pli-tv-kd8:4.3.11": "“If you’re unwilling, you don’t have to give a share to those who enter afterwards.” ",
  "pli-tv-kd8:4.4.1": "On yet another occasion when a number of monks were traveling through the Kosalan country, ",
  "pli-tv-kd8:4.4.2": "they all entered a charnel ground together to look for rags. ",
  "pli-tv-kd8:4.4.3": "Some of them got hold of rags, while others did not. ",
  "pli-tv-kd8:4.4.4": "The latter monks said, ",
  "pli-tv-kd8:4.4.5": "“Please give us a share.” ",
  "pli-tv-kd8:4.4.7": "“But why didn’t you get any? ",
  "pli-tv-kd8:4.4.8": "We won’t give you a share.” ",
  "pli-tv-kd8:4.4.10": "“Even if you’re unwilling, you should give a share to those who enter together with you.” ",
  "pli-tv-kd8:4.5.1": "On yet another occasion when a number of monks were traveling through the Kosalan country, ",
  "pli-tv-kd8:4.5.2": "they entered a charnel ground together to look for rags after making an agreement to share. ",
  "pli-tv-kd8:4.5.3": "Some of them got hold of rags, while others did not. ",
  "pli-tv-kd8:4.5.4": "The latter monks said, ",
  "pli-tv-kd8:4.5.5": "“Please give us a share.” ",
  "pli-tv-kd8:4.5.7": "“But why didn’t you get any? ",
  "pli-tv-kd8:4.5.8": "We won’t give you a share.” ",
  "pli-tv-kd8:4.5.10": "“Even if you’re unwilling, if you have made an agreement about it, you should give a share to those who enter.” ",
  "pli-tv-kd8:5.1.0": "12. Discussion on the appointment of a receiver of robe-cloth ",
  "pli-tv-kd8:5.1.1": "At that time people brought robe-cloth to the monastery, ",
  "pli-tv-kd8:5.1.2": "but not finding anyone to receive it, they took it back. ",
  "pli-tv-kd8:5.1.3": "As a result, only a little robe-cloth was given at that monastery. ",
  "pli-tv-kd8:5.1.4": "They told the Buddha. ",
  "pli-tv-kd8:5.1.5": "“You should appoint a monk who has five qualities as the receiver of robe-cloth: ",
  "pli-tv-kd8:5.1.6": "he’s not swayed by desire, ill will, confusion, or fear, and he knows what has and what hasn’t been received. ",
  "pli-tv-kd8:5.2.1": "And this is how he should be appointed. ",
  "pli-tv-kd8:5.2.2": "First a monk should be asked, ",
  "pli-tv-kd8:5.2.3": "and then a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd8:5.2.4": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:5.2.5": "If it seems appropriate to the Sangha, it should appoint monk so-and-so as the receiver of robe-cloth. ",
  "pli-tv-kd8:5.2.6": "This is the motion. ",
  "pli-tv-kd8:5.2.7": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:5.2.8": "The Sangha appoints monk so-and-so as the receiver of robe-cloth. ",
  "pli-tv-kd8:5.2.9": "Any monk who approves of appointing monk so-and-so as the receiver of robe-cloth should remain silent. ",
  "pli-tv-kd8:5.2.10": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd8:5.2.11": "The Sangha has appointed monk so-and-so as the receiver of robe-cloth. ",
  "pli-tv-kd8:5.2.12": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd8:6.1.1": "Soon, after receiving cloth, the receivers of robe-cloth left it right there and went away. ",
  "pli-tv-kd8:6.1.2": "The robe-cloth was lost. ",
  "pli-tv-kd8:6.1.4": "“You should appoint a monk who has five qualities as the keeper of robe-cloth: ",
  "pli-tv-kd8:6.1.5": "he’s not swayed by desire, ill will, confusion, or fear, and he knows what is and what isn’t stored. ",
  "pli-tv-kd8:6.2.1": "And this is how he should be appointed. ",
  "pli-tv-kd8:6.2.2": "First a monk should be asked, ",
  "pli-tv-kd8:6.2.3": "and then a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd8:6.2.4": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:6.2.5": "If it seems appropriate to the Sangha, it should appoint monk so-and-so as the keeper of robe-cloth. ",
  "pli-tv-kd8:6.2.6": "This is the motion. ",
  "pli-tv-kd8:6.2.7": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:6.2.8": "The Sangha appoints monk so-and-so as the keeper of robe-cloth. ",
  "pli-tv-kd8:6.2.9": "Any monk who approves of appointing monk so-and-so as the keeper of robe-cloth should remain silent. ",
  "pli-tv-kd8:6.2.10": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd8:6.2.11": "The Sangha has appointed monk so-and-so as the keeper of robe-cloth. ",
  "pli-tv-kd8:6.2.12": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd8:7.1.0": "13. Discussion on the designation of a storeroom, etc. ",
  "pli-tv-kd8:7.1.1": "Soon afterwards the monk who was the keeper of robe-cloth stored it under a roof-cover, at the foot of a tree, and under the eaves of a building. Rats and termites ate it. ",
  "pli-tv-kd8:7.1.3": "“I allow you to designate a dwelling, a stilt house, or a cave as a storeroom. ",
  "pli-tv-kd8:7.2.1": "And this is how it should be designated. ",
  "pli-tv-kd8:7.2.2": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd8:7.2.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:7.2.4": "If it seems appropriate to the Sangha, it should designate such-and-such a dwelling as a storeroom. ",
  "pli-tv-kd8:7.2.5": "This is the motion. ",
  "pli-tv-kd8:7.2.6": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:7.2.7": "The Sangha designates such-and-such a dwelling as a storeroom. ",
  "pli-tv-kd8:7.2.8": "Any monk who approves of designating such-and-such a dwelling as a storeroom should remain silent. ",
  "pli-tv-kd8:7.2.9": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd8:7.2.10": "The Sangha has designated such-and-such a dwelling as a storeroom. ",
  "pli-tv-kd8:7.2.11": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd8:8.1.1": "Soon, the robe-cloth in the Sangha’s storeroom was not looked after. ",
  "pli-tv-kd8:8.1.3": "“You should appoint a monk who has five qualities as the storeman: he’s not swayed by desire, ill will, confusion, or fear, and he knows what is and what isn’t protected. ",
  "pli-tv-kd8:8.1.4": "And this is how he should be appointed. ",
  "pli-tv-kd8:8.1.5": "First a monk should be asked, ",
  "pli-tv-kd8:8.1.6": "and then a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd8:8.1.7": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:8.1.8": "If it seems appropriate to the Sangha, it should appoint monk so-and-so as the storeman. ",
  "pli-tv-kd8:8.1.9": "This is the motion. ",
  "pli-tv-kd8:8.1.10": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:8.1.11": "The Sangha appoints monk so-and-so as the storeman. ",
  "pli-tv-kd8:8.1.12": "Any monk who approves of appointing monk so-and-so as the storeman should remain silent. ",
  "pli-tv-kd8:8.1.13": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd8:8.1.14": "The Sangha has appointed monk so-and-so as the storeman. ",
  "pli-tv-kd8:8.1.15": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd8:8.2.1": "Soon afterwards the monks from the group of six dismissed the storeman. ",
  "pli-tv-kd8:8.2.3": "“You should not dismiss the storeman. ",
  "pli-tv-kd8:8.2.4": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd8:9.1.1": "At one time there was much robe-cloth in the Sangha’s storeroom. ",
  "pli-tv-kd8:9.1.3": "“I allow you to share it out to the present Sangha.” ",
  "pli-tv-kd8:9.1.4": "Soon afterwards there was a racket as the Sangha was sharing out the robe-cloth. ",
  "pli-tv-kd8:9.1.6": "“You should appoint a monk who has five qualities as the distributor of robe-cloth: ",
  "pli-tv-kd8:9.1.7": "he’s not swayed by desire, ill will, confusion, or fear, and he knows what has and what hasn’t been shared out. ",
  "pli-tv-kd8:9.1.8": "And this is how he should be appointed. ",
  "pli-tv-kd8:9.1.9": "First a monk should be asked, ",
  "pli-tv-kd8:9.1.10": "and then a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd8:9.1.11": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:9.1.12": "If it seems appropriate to the Sangha, it should appoint monk so-and-so as the distributor of robe-cloth. ",
  "pli-tv-kd8:9.1.13": "This is the motion. ",
  "pli-tv-kd8:9.1.14": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:9.1.15": "The Sangha appoints monk so-and-so as the distributor of robe-cloth. ",
  "pli-tv-kd8:9.1.16": "Any monk who approves of appointing monk so-and-so as the distributor of robe-cloth should remain silent. ",
  "pli-tv-kd8:9.1.17": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd8:9.1.18": "The Sangha has appointed monk so-and-so as the distributor of robe-cloth. ",
  "pli-tv-kd8:9.1.19": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd8:9.2.1": "The monks who were the distributors of robe-cloth thought, ",
  "pli-tv-kd8:9.2.2": "“How should we divide the robe-cloth?” ",
  "pli-tv-kd8:9.2.4": "“You should first sort the cloth, then estimate its value, followed by grouping it according to value, counting the monks, gathering the monks into groups, and finally fixing the shares of robe-cloth.” ",
  "pli-tv-kd8:9.2.5": "The monks who were distributors of robe-cloth thought, ",
  "pli-tv-kd8:9.2.6": "“What share of the robe-cloth should we give to the novices?” ",
  "pli-tv-kd8:9.2.8": "“I allow you to give half a share to the novices.” ",
  "pli-tv-kd8:9.3.1": "On one occasion a monk wanted to take his own share and leave. ",
  "pli-tv-kd8:9.3.3": "“You should give a share to one who’s leaving.” ",
  "pli-tv-kd8:9.3.4": "On another occasion a monk wanted to take an extra share and leave. ",
  "pli-tv-kd8:9.3.6": "“I allow you to give an extra share to anyone who gives something in return.” ",
  "pli-tv-kd8:9.4.1": "The distributors of robe-cloth thought, ",
  "pli-tv-kd8:9.4.2": "“How should we give out the shares of robe-cloth? According to the order in which the monks have arrived or according to seniority?” ",
  "pli-tv-kd8:9.4.4": "“You should satisfy those in need and then give out the remainder by drawing lots.” ",
  "pli-tv-kd8:10.1.0": "14. Discussion on the dyeing of robes ",
  "pli-tv-kd8:10.1.1": "At that time the monks dyed the robes even with dung and beige clay. ",
  "pli-tv-kd8:10.1.2": "The robes were discolored. ",
  "pli-tv-kd8:10.1.4": "“I allow you to use six kinds of dye: ",
  "pli-tv-kd8:10.1.5": "dye from roots, dye from wood, dye from bark, dye from leaves, dye from flowers, and dye from fruit.” ",
  "pli-tv-kd8:10.2.1": "The monks dyed the robes in cold water. ",
  "pli-tv-kd8:10.2.2": "The robes were smelly. ",
  "pli-tv-kd8:10.2.4": "“I allow a dye-pot to boil the dye.” ",
  "pli-tv-kd8:10.2.5": "The dye boiled over. ",
  "pli-tv-kd8:10.2.7": "“I allow you to attach a collar.” ",
  "pli-tv-kd8:10.2.8": "The monks did not know whether the dye was ready or not. ",
  "pli-tv-kd8:10.2.10": "“You should put a drop in water or on the back of your nail.” ",
  "pli-tv-kd8:10.3.1": "To empty the pot, the monks tilted it. ",
  "pli-tv-kd8:10.3.2": "The pot broke. ",
  "pli-tv-kd8:10.3.4": "“I allow a dye-ladle, with or without a handle.” ",
  "pli-tv-kd8:10.3.5": "The monks did not have a vessel for the dye. ",
  "pli-tv-kd8:10.3.7": "“I allow a basin for dye, a water pot for dye.” ",
  "pli-tv-kd8:10.3.8": "The monks were kneading the robes in basins and bowls. ",
  "pli-tv-kd8:10.3.9": "The robes tore. ",
  "pli-tv-kd8:10.3.11": "“I allow a dyeing trough.” ",
  "pli-tv-kd8:11.1.1": "The monks spread the robes on the ground. ",
  "pli-tv-kd8:11.1.2": "The robes became dirty. ",
  "pli-tv-kd8:11.1.4": "“I allow a straw mat.” ",
  "pli-tv-kd8:11.1.5": "The straw mat was eaten by termites. ",
  "pli-tv-kd8:11.1.7": "“I allow a bamboo robe rack and a clothesline.” ",
  "pli-tv-kd8:11.1.8": "They hung up the robes by the middle. ",
  "pli-tv-kd8:11.1.9": "The dye dripped from both sides. ",
  "pli-tv-kd8:11.1.11": "“You should fasten them at the edge.” ",
  "pli-tv-kd8:11.1.12": "The edge became worn. ",
  "pli-tv-kd8:11.1.14": "“I allow a string for the edge.” ",
  "pli-tv-kd8:11.1.15": "The dye dripped from one edge. ",
  "pli-tv-kd8:11.1.17": "“You should dye them by repeatedly turning them over, and you should not leave while they’re still dripping.” ",
  "pli-tv-kd8:11.2.1": "The robes were starchy. ",
  "pli-tv-kd8:11.2.3": "“You should rinse them in water.” ",
  "pli-tv-kd8:11.2.4": "The robes were stiff. ",
  "pli-tv-kd8:11.2.6": "“You should beat them with your hands.” ",
  "pli-tv-kd8:11.2.7": "At that time the monks wore robes consisting of a single piece of cloth, the color of ivory. ",
  "pli-tv-kd8:11.2.8": "People complained and criticized them, ",
  "pli-tv-kd8:11.2.9": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd8:11.2.10": "They told the Buddha. ",
  "pli-tv-kd8:11.2.11": "“You should not wear robes consisting of a single piece of cloth. ",
  "pli-tv-kd8:11.2.12": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd8:12.1.0": "15. The instruction on robes made of pieces ",
  "pli-tv-kd8:12.1.1": "After staying at Rājagaha for as long as he liked, the Buddha set out wandering toward the southern hills. ",
  "pli-tv-kd8:12.1.2": "He saw the fields of Magadha laid out in rectangles defined by long and short boundaries and their intersections. He said to Venerable Ānanda, ",
  "pli-tv-kd8:12.1.3": "“Ānanda, have a look at these fields.” ",
  "pli-tv-kd8:12.1.4": "“Yes, Sir.” ",
  "pli-tv-kd8:12.1.5": "“Are you able to make this kind of robe for the monks?” ",
  "pli-tv-kd8:12.1.6": "“I am.” ",
  "pli-tv-kd8:12.1.7": "After staying in the southern hills for as long as he liked, the Buddha returned to Rājagaha. ",
  "pli-tv-kd8:12.1.8": "Ānanda then made robes for a number of monks. He went to the Buddha and said, ",
  "pli-tv-kd8:12.1.9": "“Venerable Sir, please have a look at the robes I’ve made.” ",
  "pli-tv-kd8:12.2.1": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd8:12.2.2": "“Ānanda is clever. He understands the detailed meaning of what I’ve spoken in brief. ",
  "pli-tv-kd8:12.2.3": "He can make long strips, short strips, large panels, medium-sized panels, middle sections, intermediate sections, a neckpiece, a calf-piece, and outer sections. In this way the robe will be made of pieces, making it worthless, appropriate for monastics, and undesirable for one’s enemies. ",
  "pli-tv-kd8:12.2.4": "Your outer robe should be made of pieces and so should your upper robe and sarong.” ",
  "pli-tv-kd8:13.1.0": "16. The instruction on the three robes ",
  "pli-tv-kd8:13.1.1": "After staying at Rājagaha for as long as he liked, the Buddha set out wandering toward Vesālī. ",
  "pli-tv-kd8:13.1.2": "On the road between Rājagaha and Vesālī the Buddha saw a number of monks walking along, loaded up with robes on their heads, shoulders, and hips. He thought, ",
  "pli-tv-kd8:13.1.3": "“These foolish men have turned to an abundance in robes too readily. ",
  "pli-tv-kd8:13.1.4": "Let me set a limit on robes for the monks.” ",
  "pli-tv-kd8:13.2.1": "Wandering on, the Buddha eventually arrived at Vesālī, where he stayed at the Gotamaka Shrine. ",
  "pli-tv-kd8:13.2.2": "At that time it was midwinter, when the days are cold and the snow is falling. The Buddha sat outside at night without being cold, wearing only one robe. ",
  "pli-tv-kd8:13.2.3": "Becoming cold at the end of the first part of the night, he put on a second robe. ",
  "pli-tv-kd8:13.2.4": "Becoming cold once again at the end of the middle part of the night, he put on a third robe. ",
  "pli-tv-kd8:13.2.5": "At the end of the last part of the night, when the sky was flaring up at dawn, he became cold once more. Putting on a fourth robe, he was fine. ",
  "pli-tv-kd8:13.3.1": "He thought, “Even those on this spiritual path who come from good families, who are sensitive to the cold and fear the cold, are able to get by with three robes. ",
  "pli-tv-kd8:13.3.2": "Let me set a limit on robes for the monks. Let me allow them three robes.” ",
  "pli-tv-kd8:13.3.3": "Soon afterwards the Buddha gave a teaching and addressed the monks. ",
  "pli-tv-kd8:13.4.1": "He told them what had happened ",
  "pli-tv-kd8:13.5.5": "and what he had thought, adding: ",
  "pli-tv-kd8:13.5.8": "“I allow you three robes: a double-layered outer robe, a single-layered upper robe, and a single-layered sarong.” ",
  "pli-tv-kd8:13.6.0": "17. Discussion on extra robes ",
  "pli-tv-kd8:13.6.1": "When they heard that the Buddha had allowed three robes, ",
  "pli-tv-kd8:13.6.2": "the monks from the group of six went to the village in one set of three, stayed in the monastery in another set, and went bathing in yet another set. ",
  "pli-tv-kd8:13.6.3": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd8:13.6.4": "“How can the monks from the group of six keep extra robes?” ",
  "pli-tv-kd8:13.6.5": "They told the Buddha. ",
  "pli-tv-kd8:13.6.6": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd8:13.6.7": "“You shouldn’t keep extra robes. ",
  "pli-tv-kd8:13.6.8": "If you do, you should be dealt with according to the rule.” ",
  "pli-tv-kd8:13.7.1": "Soon, Venerable Ānanda was offered an extra robe. ",
  "pli-tv-kd8:13.7.2": "He wanted to give it to Venerable Sāriputta ",
  "pli-tv-kd8:13.7.3": "who was staying at Sāketa. ",
  "pli-tv-kd8:13.7.5": "Knowing that the Buddha had laid down a rule against having an extra robe, he thought, ",
  "pli-tv-kd8:13.7.10": "“What should I do now?” ",
  "pli-tv-kd8:13.7.11": "He told the Buddha, who said, ",
  "pli-tv-kd8:13.7.12": "“How long is it, Ānanda, before Sāriputta returns?” ",
  "pli-tv-kd8:13.7.13": "“Nine or ten days.” ",
  "pli-tv-kd8:13.7.14": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd8:13.7.15": "“You should keep an extra robe for ten days at the most.” ",
  "pli-tv-kd8:13.8.1": "Soon the monks were given extra robes. ",
  "pli-tv-kd8:13.8.3": "Not knowing what to do with them, ",
  "pli-tv-kd8:13.8.4": "they told the Buddha. ",
  "pli-tv-kd8:13.8.5": "“I allow you to assign an extra robe to another.” ",
  "pli-tv-kd8:14.1.1": "After staying at Vesālī for as long as he liked, the Buddha set out wandering toward Benares. ",
  "pli-tv-kd8:14.1.2": "When he eventually arrived, ",
  "pli-tv-kd8:14.1.3": "he stayed in the deer park at Isipattana. ",
  "pli-tv-kd8:14.1.4": "On that occasion the sarong of a certain monk had a hole. ",
  "pli-tv-kd8:14.1.5": "He thought, ",
  "pli-tv-kd8:14.1.6": "“The Buddha has allowed three robes: ",
  "pli-tv-kd8:14.1.7": "a double-layered outer robe, a single-layered upper robe, and a single-layered sarong. ",
  "pli-tv-kd8:14.1.8": "Since my sarong has a hole, ",
  "pli-tv-kd8:14.1.9": "let me add a patch. It will have a double layer of cloth on all sides, but only a single layer in the middle.” ",
  "pli-tv-kd8:14.2.1": "And that’s what he did. ",
  "pli-tv-kd8:14.2.2": "Just then the Buddha was walking about the dwellings, and he saw that monk patching his robe. He went up to that monk and said, ",
  "pli-tv-kd8:14.2.3": "“What are you doing, monk?” ",
  "pli-tv-kd8:14.2.4": "“I’m patching my robe, Sir.” ",
  "pli-tv-kd8:14.2.5": "“Well done. ",
  "pli-tv-kd8:14.2.6": "It’s good that you are patching your robe.” ",
  "pli-tv-kd8:14.2.7": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd8:14.2.8": "“When the cloth is new or nearly new, I allow a double-layered outer robe, a single-layered upper robe, and a single-layered sarong. ",
  "pli-tv-kd8:14.2.9": "When the cloth is worn, I allow an outer robe of four layers, a double-layered upper robe, and a double-layered sarong. ",
  "pli-tv-kd8:14.2.10": "With rags, you may have as much as you like. ",
  "pli-tv-kd8:14.2.11": "With scraps of cloth from a shop, you should search for them. ",
  "pli-tv-kd8:14.2.12": "And I allow patches, mending, hems, strips of cloth for marking, and strengthening.” ",
  "pli-tv-kd8:15.1.0": "18. The account of Visākhā ",
  "pli-tv-kd8:15.1.1": "After staying at Benares for as long as he liked, the Buddha set out wandering toward Sāvatthī. ",
  "pli-tv-kd8:15.1.2": "When he eventually arrived, ",
  "pli-tv-kd8:15.1.3": "he stayed in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-kd8:15.1.4": "Soon afterwards Visākhā Migāramātā went to the Buddha, bowed, and sat down. ",
  "pli-tv-kd8:15.1.5": "When the Buddha had instructed, inspired, and gladdened her with a teaching, ",
  "pli-tv-kd8:15.1.6": "Visākhā said, ",
  "pli-tv-kd8:15.1.7": "“Please accept tomorrow’s meal from me together with the Sangha of monks.” ",
  "pli-tv-kd8:15.1.8": "The Buddha consented by remaining silent. ",
  "pli-tv-kd8:15.1.9": "Knowing that the Buddha had consented, Visākhā got up from her seat, bowed down, circumambulated him with her right side toward him, and left. ",
  "pli-tv-kd8:15.2.1": "The following morning it was pouring down from a great storm extending over the four continents. ",
  "pli-tv-kd8:15.2.2": "The Buddha said to the monks, ",
  "pli-tv-kd8:15.2.3": "“It rains on the four continents just as it rains here in the Jeta Grove. ",
  "pli-tv-kd8:15.2.4": "Bathe in the rain, monks. ",
  "pli-tv-kd8:15.2.5": "This is the last great storm of this kind.” ",
  "pli-tv-kd8:15.2.6": "Saying, “Yes, Sir,” they took off their robes and bathed in the rain. ",
  "pli-tv-kd8:15.3.1": "When Visākhā had had various kinds of fine food prepared, she told a slave, ",
  "pli-tv-kd8:15.3.2": "“Go to the monastery and tell the Buddha that the meal is ready.” ",
  "pli-tv-kd8:15.3.3": "Saying, “Yes, Madam,” she went to the monastery and saw the monks bathing naked in the rain. She thought, ",
  "pli-tv-kd8:15.3.4": "“There are no monks in the monastery, just Ājīvaka ascetics bathing in the rain.” ",
  "pli-tv-kd8:15.3.5": "She returned and told Visākhā what had happened. ",
  "pli-tv-kd8:15.3.7": "Being wise and discerning, Visākhā thought, “No doubt the venerables are bathing naked in the rain. ",
  "pli-tv-kd8:15.3.8": "It’s only because of her ignorance that she thinks as she does.” ",
  "pli-tv-kd8:15.3.9": "So she sent the slave back to the monastery with the same instructions. ",
  "pli-tv-kd8:15.4.1": "When the monks had cooled their bodies and felt invigorated, they took their robes and entered their dwellings. ",
  "pli-tv-kd8:15.4.2": "When the slave arrived, she didn’t see any monks. She thought, ",
  "pli-tv-kd8:15.4.3": "“There are no monks in the monastery. It’s empty.” ",
  "pli-tv-kd8:15.4.4": "She returned and told Visākhā what had happened. ",
  "pli-tv-kd8:15.4.6": "Once again Visākhā realized what was going on, ",
  "pli-tv-kd8:15.4.9": "and she told the slave to go to the monastery one more time. ",
  "pli-tv-kd8:15.5.1": "When the message had been delivered, the Buddha said to the monks, ",
  "pli-tv-kd8:15.5.2": "“Get your bowls and robes. It’s time for the meal.” ",
  "pli-tv-kd8:15.5.3": "“Yes, Sir.” ",
  "pli-tv-kd8:15.5.4": "The Buddha robed up and took his bowl and robe. ",
  "pli-tv-kd8:15.5.5": "Then, just as a strong man might bend or stretch his arm, the Buddha disappeared from the Jeta Grove and appeared at Visākhā’s gateway. ",
  "pli-tv-kd8:15.5.6": "He sat down on the prepared seat together with the Sangha of monks. ",
  "pli-tv-kd8:15.6.1": "Visākhā thought, “The power and might of the Buddha are truly amazing. ",
  "pli-tv-kd8:15.6.2": "The water is flowing knee-deep, even waist-deep, yet not a single monk has wet feet or wet robes.” ",
  "pli-tv-kd8:15.6.3": "Delighted and joyful, she personally served various kinds of fine food to the Sangha of monks headed by the Buddha. When the Buddha had finished his meal, she sat down to one side ",
  "pli-tv-kd8:15.6.4": "and said, ",
  "pli-tv-kd8:15.6.5": "“Venerable Sir, I wish to ask for eight favors.” ",
  "pli-tv-kd8:15.6.6": "“Buddhas don’t grant favors, Visākhā.” ",
  "pli-tv-kd8:15.6.7": "“It’s allowable and blameless.” ",
  "pli-tv-kd8:15.6.8": "“Well then, say what it is.” ",
  "pli-tv-kd8:15.7.1": "“For as long as I live I wish to give rainy-season robes to the Sangha, and I wish to give meals to the newly arrived and departing monastics, as well as to those who are sick and those nursing the sick. I also wish to give medicines to the sick, a regular supply of rice porridge, and bathing robes to the nuns.” ",
  "pli-tv-kd8:15.7.2": "“But, Visākhā, what reason do you have for asking me for these eight favors?” ",
  "pli-tv-kd8:15.7.3": "Visākhā then told the Buddha what had happened to her slave, ",
  "pli-tv-kd8:15.7.9": "adding, “Nakedness is gross, disgusting, and repulsive. ",
  "pli-tv-kd8:15.7.10": "This is why I wish to give rainy-season robes to the Sangha for as long as I live. ",
  "pli-tv-kd8:15.8.1": "Also, not knowing the streets or where to go, newly arrived monks will get exhausted while walking for alms. ",
  "pli-tv-kd8:15.8.2": "But if they eat a meal from me, they will get to know the streets and where to go for alms, and they will avoid getting exhausted. ",
  "pli-tv-kd8:15.8.3": "This is why I wish to give meals to the newly arrived monks for as long as I live. ",
  "pli-tv-kd8:15.8.4": "Also, in trying to get a meal, departing monks may bother the Teacher, or they may arrive late at their destination. Or, if they fail to get a meal, they’ll be weak while traveling. ",
  "pli-tv-kd8:15.8.5": "But if they eat a meal from me, they won’t bother the Teacher, they’ll arrive at their destination at an appropriate time, and they won’t be weak while traveling. ",
  "pli-tv-kd8:15.8.6": "This is why I wish to give meals to the departing monks for as long as I live. ",
  "pli-tv-kd8:15.9.1": "Also, if sick monks don’t get suitable food, their illness might get worse, or they might die. ",
  "pli-tv-kd8:15.9.2": "But if they eat a meal from me, their illness won’t get worse, and they won’t die. ",
  "pli-tv-kd8:15.9.3": "This is why I wish to give meals to the sick monks for as long as I live. ",
  "pli-tv-kd8:15.9.4": "Also, if the monks who nurse the sick have to get their own meals, they won’t be able to bring back meals for the sick until after midday, and then the sick won’t be able to eat. ",
  "pli-tv-kd8:15.9.5": "But if they eat a meal from me, they’ll be able to bring back meals for the sick in good time, and the sick will be able to eat. ",
  "pli-tv-kd8:15.9.6": "This is why I wish to give meals to those monks who nurse the sick for as long as I live. ",
  "pli-tv-kd8:15.10.1": "Also, if the sick monks don’t get suitable medicines, their illness might get worse or they might die. ",
  "pli-tv-kd8:15.10.2": "But if they get medicine from me, their illness won’t get worse, and they won’t die. ",
  "pli-tv-kd8:15.10.3": "This is why I wish to give medicine to the Sangha for as long as I live. ",
  "pli-tv-kd8:15.10.4": "Also, while staying at Andhakavinda, the Buddha allowed rice porridge, seeing ten benefits in it. ",
  "pli-tv-kd8:15.10.5": "This is why I wish to give a regular supply of rice porridge to the Sangha for as long as I live. ",
  "pli-tv-kd8:15.11.1": "Also, Sir, on one occasion the nuns were bathing naked at a ford in the river Aciravatī together with sex workers. ",
  "pli-tv-kd8:15.11.2": "The sex workers made fun of them, ",
  "pli-tv-kd8:15.11.3": "‘Venerables, why practice the spiritual life while you’re young? Why not enjoy worldly pleasures? ",
  "pli-tv-kd8:15.11.4": "When you’re old, then you can practice the spiritual life. ",
  "pli-tv-kd8:15.11.5": "In this way you’ll get the benefits of both.’ ",
  "pli-tv-kd8:15.11.6": "Being poked fun at by the sex workers, the nuns were humiliated. ",
  "pli-tv-kd8:15.11.7": "Nakedness in women is gross, disgusting, and repulsive. ",
  "pli-tv-kd8:15.11.8": "This is why I wish to give bathing robes to the Sangha of nuns for as long as I live.” ",
  "pli-tv-kd8:15.12.1": "“But, Visākhā, what benefit do you see that you ask me for these eight favors?” ",
  "pli-tv-kd8:15.12.2": "“Well, it will happen that monks who have completed the rainy-season residence in the various regions will come to Sāvatthī to visit the Buddha. ",
  "pli-tv-kd8:15.12.3": "If a monk has died, ",
  "pli-tv-kd8:15.12.4": "they’ll ask you about his destination, ",
  "pli-tv-kd8:15.12.5": "and you’ll tell them whether he’s reached the fruit of stream-entry, the fruit of once-returning, the fruit of non-returning, or perfection. ",
  "pli-tv-kd8:15.12.6": "I’ll then ask those monks ",
  "pli-tv-kd8:15.12.7": "whether that dead monk had previously visited Sāvatthī. ",
  "pli-tv-kd8:15.13.1": "If they say he had, ",
  "pli-tv-kd8:15.13.2": "I may conclude, ",
  "pli-tv-kd8:15.13.3": "‘No doubt that Venerable will have enjoyed a rainy-season robe supplied by me. Or he will have enjoyed a meal for newly arrived monks, a meal for departing monks, a meal for sick monks, a meal for those nursing the sick, medicines, or a regular supply of rice porridge—all given by me.’ ",
  "pli-tv-kd8:15.13.4": "When I recall that, I’ll be glad. The gladness will give rise to joy, and the mental joy will make me tranquil. When I’m tranquil, I’ll feel bliss. And when I’m blissful, my mind will be stilled. ",
  "pli-tv-kd8:15.13.5": "In this way I’ll develop the spiritual faculties, the spiritual powers, and the factors of awakening. ",
  "pli-tv-kd8:15.13.6": "It’s because of this benefit that I ask for these eight favors.” ",
  "pli-tv-kd8:15.14.1": "“Well said, Visākhā. ",
  "pli-tv-kd8:15.14.2": "It’s good that you ask me for these eight favors for the sake of this benefit. ",
  "pli-tv-kd8:15.14.3": "I grant you these eight favors.” ",
  "pli-tv-kd8:15.14.4": "The Buddha then expressed his appreciation to Visākhā with these verses: ",
  "pli-tv-kd8:15.14.5": "“Rejoicing in giving food and drink, ",
  "pli-tv-kd8:15.14.6": "A virtuous disciple of the Accomplished One, ",
  "pli-tv-kd8:15.14.7": "Overcoming stinginess, gives a gift. ",
  "pli-tv-kd8:15.14.8": "It leads to heaven, eliminates sadness, and brings bliss. ",
  "pli-tv-kd8:15.14.9": "By means of the stainless path, ",
  "pli-tv-kd8:15.14.10": "She obtains heaven and long life. ",
  "pli-tv-kd8:15.14.11": "Desiring merit, happy and healthy, ",
  "pli-tv-kd8:15.14.12": "She rejoices in heaven for a long time.” ",
  "pli-tv-kd8:15.14.13": "When the Buddha had expressed his appreciation, he got up from his seat and left. ",
  "pli-tv-kd8:15.15.1": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd8:15.15.2": "“I allow a rainy-season robe, meals for newly arrived monastics, meals for departing monastics, meals for the sick, meals for those nursing the sick, medicine for the sick, a regular supply of rice porridge, and bathing robes for the Sangha of nuns.” ",
  "pli-tv-kd8:15.15.3": "The section for recitation on Visākhā is finished. ",
  "pli-tv-kd8:16.1.0": "19. The allowance of a sitting mat ",
  "pli-tv-kd8:16.1.1": "At one time the monks ate fine food, and then went to sleep absentminded and heedless. ",
  "pli-tv-kd8:16.1.2": "They emitted semen while dreaming, soiling the furniture. ",
  "pli-tv-kd8:16.1.3": "Soon afterwards the Buddha was walking about the dwellings with Venerable Ānanda as his attendant. Noticing that soiled furniture, he asked Ānanda what had happened. ",
  "pli-tv-kd8:16.1.5": "Ānanda told him, ",
  "pli-tv-kd8:16.2.1": "and the Buddha said, “That’s how it is, Ānanda. ",
  "pli-tv-kd8:16.2.2": "For those who go to sleep absentminded and heedless, semen is emitted while dreaming. ",
  "pli-tv-kd8:16.2.3": "But for those who fall asleep mindful and heedful, this doesn’t happen, ",
  "pli-tv-kd8:16.2.4": "nor does it for ordinary people who are free from sensual desire. ",
  "pli-tv-kd8:16.2.5": "And, Ānanda, it’s impossible for a perfected one to emit semen.” ",
  "pli-tv-kd8:16.2.6": "Soon afterwards the Buddha gave a teaching and addressed the monks, ",
  "pli-tv-kd8:16.2.7": "telling them what had happened. ",
  "pli-tv-kd8:16.2.13": "He then said, ",
  "pli-tv-kd8:16.3.1": "“There are these five disadvantages in going to sleep absentminded and heedless: ",
  "pli-tv-kd8:16.3.2": "you don’t sleep well; you wake up feeling miserable; you have nightmares; the gods don’t guard you; and you emit semen. ",
  "pli-tv-kd8:16.3.4": "And there are these five benefits in going to sleep mindful and heedful: ",
  "pli-tv-kd8:16.3.5": "you sleep well; you wake up feeling good; you don’t have nightmares; the gods guard you; and you don’t emit semen. ",
  "pli-tv-kd8:16.3.7": "And, monks, I allow a sitting mat to protect the body, the robes, and the furniture.” ",
  "pli-tv-kd8:16.4.1": "But the sitting mat was too small. It did not protect the entire piece of furniture. ",
  "pli-tv-kd8:16.4.3": "“I allow you to make a sheet as large as you like.” ",
  "pli-tv-kd8:17.1.1": "On one occasion Venerable Ānanda’s preceptor, Venerable Belaṭṭhasīsa, had carbuncles, ",
  "pli-tv-kd8:17.1.2": "with pus causing his robes to stick to his body. ",
  "pli-tv-kd8:17.1.3": "To detach them, the monks kept on moistening his robes with water. ",
  "pli-tv-kd8:17.1.4": "As the Buddha was walking about the dwellings, he noticed the monks doing this. He went up to them and said, ",
  "pli-tv-kd8:17.1.5": "“What illness does this monk have?” ",
  "pli-tv-kd8:17.1.6": "“He has carbuncles, Sir. ",
  "pli-tv-kd8:17.1.8": "That’s why we’re doing this.” ",
  "pli-tv-kd8:17.1.9": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd8:17.1.10": "“For anyone who has an itch, a boil, a running sore, or a carbuncle, I allow an itch-covering cloth.” ",
  "pli-tv-kd8:18.1.1": "On one occasion Visākhā took a washcloth and went to the Buddha. She bowed, sat down, ",
  "pli-tv-kd8:18.1.2": "and said, ",
  "pli-tv-kd8:18.1.3": "“Venerable Sir, please accept this washcloth for my long-lasting benefit and happiness.” ",
  "pli-tv-kd8:18.1.4": "The Buddha accepted it ",
  "pli-tv-kd8:18.1.5": "and then instructed, inspired, and gladdened her with a teaching. ",
  "pli-tv-kd8:18.1.6": "She got up from her seat, bowed down, circumambulated him with her right side toward him, and left. ",
  "pli-tv-kd8:18.1.7": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd8:18.1.8": "“I allow washcloths.” ",
  "pli-tv-kd8:19.1.1": "At that time Venerable Ānanda had a friend called Roja the Mallian. ",
  "pli-tv-kd8:19.1.2": "Roja had left an old linen cloth with Ānanda, ",
  "pli-tv-kd8:19.1.3": "and it so happened that Ānanda needed such a cloth. ",
  "pli-tv-kd8:19.1.4": "They told the Buddha. ",
  "pli-tv-kd8:19.1.5": "“I allow you to take things on trust from someone who has five qualities: ",
  "pli-tv-kd8:19.1.6": "they’re a friend, they’re a close companion, they’ve spoken about it, they’re alive, and you know they’ll be pleased if you take it.” ",
  "pli-tv-kd8:20.1.1": "At that time the monks had enough robes, ",
  "pli-tv-kd8:20.1.2": "but they needed water filters and bags. ",
  "pli-tv-kd8:20.1.4": "“I allow cloth for requisites.” ",
  "pli-tv-kd8:20.2.0": "20. Discussion of the smallest robe-cloth that can be assigned to another, etc. ",
  "pli-tv-kd8:20.2.1": "Soon afterwards the monks thought, ",
  "pli-tv-kd8:20.2.2": "“These things that have been allowed by the Buddha—the three robes, the rainy-season robe, the sitting mat, the sheet, the itch-covering cloth, the washcloth, and the cloth for requisites—are they all to be determined or to be assigned to another?” ",
  "pli-tv-kd8:20.2.3": "They told the Buddha. ",
  "pli-tv-kd8:20.2.4": "“You should determine the three robes, not assign them to another; ",
  "pli-tv-kd8:20.2.5": "you should determine the rainy-season robe for the four months of the rainy season, and apart from that assign it to another; ",
  "pli-tv-kd8:20.2.6": "you should determine the sitting mat, not assign it to another; ",
  "pli-tv-kd8:20.2.7": "you should determine a sheet, not assign it to another; ",
  "pli-tv-kd8:20.2.8": "you should determine an itch-covering cloth for as long as you’re sick, and apart from that assign it to another; ",
  "pli-tv-kd8:20.2.9": "you should determine a washcloth, not assign it to another; ",
  "pli-tv-kd8:20.2.10": "you should determine a cloth for requisites, not assign it to another.” ",
  "pli-tv-kd8:21.1.1": "The monks thought, ",
  "pli-tv-kd8:21.1.2": "“What’s the size of the smallest robe-cloth that can be assigned to another?” ",
  "pli-tv-kd8:21.1.4": "“The smallest robe-cloth you should assign to another is one that’s eight standard fingerbreadths long and four wide.” ",
  "pli-tv-kd8:21.1.5": "At that time Venerable Mahākassapa’s rag robes were heavy. ",
  "pli-tv-kd8:21.1.7": "“I allow you to mend roughly with thread.” ",
  "pli-tv-kd8:21.1.8": "The corners became deformed. ",
  "pli-tv-kd8:21.1.10": "“I allow you to remove the deformity.” ",
  "pli-tv-kd8:21.1.11": "The cloth frayed. ",
  "pli-tv-kd8:21.1.13": "“I allow you to add a lengthwise border and a crosswise border.” ",
  "pli-tv-kd8:21.1.14": "On one occasion the panels of an upper robe were breaking up. ",
  "pli-tv-kd8:21.1.16": "“I allow you to darn.” ",
  "pli-tv-kd8:21.2.1": "At one time, while making a set of three robes for a monk, there was not enough cloth to make all three out of pieces. ",
  "pli-tv-kd8:21.2.3": "“I allow two robes made of pieces and one that isn’t.” ",
  "pli-tv-kd8:21.2.4": "There was not enough cloth to make two out of pieces. ",
  "pli-tv-kd8:21.2.6": "“I allow one robe made of pieces and two that are not.” ",
  "pli-tv-kd8:21.2.7": "There was not enough cloth to make one out of pieces. ",
  "pli-tv-kd8:21.2.9": "“I allow you to add a further supply. ",
  "pli-tv-kd8:21.2.10": "But you shouldn’t wear robes none of which are cut into pieces. ",
  "pli-tv-kd8:21.2.11": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd8:22.1.1": "On one occasion a monk who had been given much robe-cloth ",
  "pli-tv-kd8:22.1.2": "wanted to give it to his mother and father. ",
  "pli-tv-kd8:22.1.4": "“If you’re giving to your mother and father, what can I say? ",
  "pli-tv-kd8:22.1.5": "I allow you to give to your mother and father. ",
  "pli-tv-kd8:22.1.6": "But, monks, a gift of faith should not be ruined. ",
  "pli-tv-kd8:22.1.7": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd8:23.1.1": "On one occasion a monk left one of his robes in the Blind Men’s Grove and then entered the village for alms in just his sarong and upper robe. ",
  "pli-tv-kd8:23.1.2": "Thieves stole that robe, ",
  "pli-tv-kd8:23.1.3": "and as a result he became poorly dressed. ",
  "pli-tv-kd8:23.1.4": "When other monks asked him why, ",
  "pli-tv-kd8:23.1.6": "he told them what had happened. ",
  "pli-tv-kd8:23.1.10": "“You should not enter a village in just your sarong and upper robe. ",
  "pli-tv-kd8:23.1.11": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd8:23.2.1": "Soon afterwards Venerable Ānanda, being absentminded, entered a village in just his sarong and upper robe. ",
  "pli-tv-kd8:23.2.2": "The monks said to him, ",
  "pli-tv-kd8:23.2.3": "“Hasn’t the Buddha laid down a rule against entering the village in just a sarong and an upper robe?” ",
  "pli-tv-kd8:23.2.6": "Ānanda told them what had happened. ",
  "pli-tv-kd8:23.2.9": "They told the Buddha. ",
  "pli-tv-kd8:23.3.1": "“There are five reasons for leaving behind the outer robe, the upper robe, or the sarong: ",
  "pli-tv-kd8:23.3.2": "you’re sick; it’s the rainy season; you’re going to cross a river; the dwelling is protected by a door; you have participated in the robe-making ceremony. ",
  "pli-tv-kd8:23.3.4": "",
  "pli-tv-kd8:23.3.5": "",
  "pli-tv-kd8:23.3.6": "",
  "pli-tv-kd8:23.3.8": "There are five reasons for leaving behind the rainy-season robe: ",
  "pli-tv-kd8:23.3.9": "you’re sick; you’re going outside the monastery zone; you’re going to cross a river; the dwelling is protected by a door; the rainy-season robe hasn’t been sewn or is unfinished.” ",
  "pli-tv-kd8:24.1.0": "21. Discussion of robe-cloth given to the Sangha ",
  "pli-tv-kd8:24.1.1": "At that time a certain monk had spent the rainy season by himself. ",
  "pli-tv-kd8:24.1.2": "People gave him robe-cloth, intending it for the Sangha. ",
  "pli-tv-kd8:24.1.3": "He thought, ",
  "pli-tv-kd8:24.1.4": "“The Buddha has laid down ",
  "pli-tv-kd8:24.1.5": "that a sangha consists of a group of at least four, ",
  "pli-tv-kd8:24.1.6": "but I’m here by myself. ",
  "pli-tv-kd8:24.1.7": "Now these people have given robe-cloth, intending it for the Sangha. ",
  "pli-tv-kd8:24.1.8": "Let me take it to Sāvatthī.” ",
  "pli-tv-kd8:24.1.9": "He then took that robe-cloth to Sāvatthī and told the Buddha what had happened. ",
  "pli-tv-kd8:24.1.10": "The Buddha said, “This robe-cloth is yours until the end of the robe season. ",
  "pli-tv-kd8:24.2.1": "It may be that a monk spends the rainy season by himself, ",
  "pli-tv-kd8:24.2.2": "yet people give him robe-cloth, ",
  "pli-tv-kd8:24.2.3": "intending it for the Sangha. ",
  "pli-tv-kd8:24.2.4": "That robe-cloth is his until the end of the robe season.” ",
  "pli-tv-kd8:24.3.1": "At one time a certain monk was living by himself outside the rainy season. ",
  "pli-tv-kd8:24.3.2": "People gave him robe-cloth, intending it for the Sangha. ",
  "pli-tv-kd8:24.3.3": "He thought, ",
  "pli-tv-kd8:24.3.4": "“The Buddha has laid down ",
  "pli-tv-kd8:24.3.5": "that a sangha consists of a group of at least four, ",
  "pli-tv-kd8:24.3.6": "but I’m here by myself. ",
  "pli-tv-kd8:24.3.7": "Now these people have given robe-cloth, ",
  "pli-tv-kd8:24.3.8": "intending it for the Sangha. ",
  "pli-tv-kd8:24.3.9": "Let me take it to Sāvatthī.” ",
  "pli-tv-kd8:24.3.10": "He then took that robe-cloth to Sāvatthī and told the monks, ",
  "pli-tv-kd8:24.3.11": "who in turn told the Buddha. ",
  "pli-tv-kd8:24.3.12": "He said, “You should share it out to the present Sangha. ",
  "pli-tv-kd8:24.4.1": "It may be that a monk is living by himself outside the rainy season, yet people give him robe-cloth, intending it for the Sangha. ",
  "pli-tv-kd8:24.4.2": "I allow that monk to determine that robe-cloth as his. ",
  "pli-tv-kd8:24.4.3": "But if another monk arrives before he has determined that robe-cloth, then he should be given an equal share. ",
  "pli-tv-kd8:24.4.4": "If yet another monk arrives before they’ve shared out that robe-cloth by drawing lots, he too should be given an equal share. ",
  "pli-tv-kd8:24.4.5": "If still another monk arrives, but after they’ve shared out that robe-cloth by drawing lots, they don’t need to give him a share if they’re unwilling.” ",
  "pli-tv-kd8:24.5.1": "On one occasion, after completing the rainy-season residence at Sāvatthī, two senior monks who were brothers, Venerable Isidāsa and Venerable Isibhaṭa, went to a certain village monastery. ",
  "pli-tv-kd8:24.5.2": "Because it was long since they had been there, people gave meals together with robe-cloth. ",
  "pli-tv-kd8:24.5.3": "The resident monks asked them, “Venerables, this robe-cloth belonging to the Sangha was given because of you. Will you accept a share?” ",
  "pli-tv-kd8:24.5.4": "They replied, “As we understand the teaching of the Buddha, this robe-cloth is just for you until the end of the robe season.” ",
  "pli-tv-kd8:24.6.1": "At that time there were three monks who were spending the rains residence at Rājagaha. ",
  "pli-tv-kd8:24.6.2": "People gave them robe-cloth, intending it for the Sangha. ",
  "pli-tv-kd8:24.6.3": "The monks considered, “The Buddha has laid down that a sangha consists of a group of at least four, but we’re just three. ",
  "pli-tv-kd8:24.6.4": "Now these people have given robe-cloth, intending it for the Sangha. ",
  "pli-tv-kd8:24.6.5": "What should we do?” ",
  "pli-tv-kd8:24.6.6": "On that occasion there were a number of senior monks—Venerable Nilavāsī, Venerable Sāṇavāsī, Venerable Gotaka, Venerable Bhagu, and Venerable Phaḷikasantāna—staying at Pāṭaliputta in the Kukkuṭa Monastery. ",
  "pli-tv-kd8:24.6.7": "The monks from Rājagaha went to Pāṭaliputta to ask them. ",
  "pli-tv-kd8:24.6.8": "They replied, ",
  "pli-tv-kd8:24.6.9": "“As we understand the teaching of the Buddha, that robe-cloth is just for you until the end of the robe season.” ",
  "pli-tv-kd8:25.1.0": "22. Upananda the Sakyan ",
  "pli-tv-kd8:25.1.1": "At one time, after completing the rainy-season residence at Sāvatthī, Venerable Upananda the Sakyan went to a certain village monastery. ",
  "pli-tv-kd8:25.1.2": "Just then the monks there had gathered to share out the robe-cloth. ",
  "pli-tv-kd8:25.1.3": "They said to Upananda, “We’re sharing out the Sangha’s robe-cloth. Would you like a share?” ",
  "pli-tv-kd8:25.1.4": "“Yes, I would.” ",
  "pli-tv-kd8:25.1.5": "He then took that share of robe-cloth and went to another monastery. ",
  "pli-tv-kd8:25.1.6": "There, too, the monks had gathered to share out the robe-cloth. ",
  "pli-tv-kd8:25.1.7": "They said to Upananda, “We’re sharing out the Sangha’s robe-cloth. Would you like a share?” ",
  "pli-tv-kd8:25.1.8": "“Yes, I would.” ",
  "pli-tv-kd8:25.1.9": "He then took that share, too, and went to yet another monastery. ",
  "pli-tv-kd8:25.1.10": "There, too, the monks had gathered to share out the robe-cloth. ",
  "pli-tv-kd8:25.1.11": "They said to Upananda, “We’re sharing out the Sangha’s robe-cloth. Would you like a share?” ",
  "pli-tv-kd8:25.1.12": "“Yes, I would.” ",
  "pli-tv-kd8:25.1.13": "He then took that share too, made a large bundle of robe-cloth, and returned to Sāvatthī. ",
  "pli-tv-kd8:25.2.1": "The monks said to him, “You have much merit, Upananda, seeing as you’ve been given so much robe-cloth.” ",
  "pli-tv-kd8:25.2.2": "“This has nothing to do with merit.” ",
  "pli-tv-kd8:25.2.3": "And he told them how he had obtained so much robe-cloth. ",
  "pli-tv-kd8:25.3.1": "“So you spent the rains residence in one place and accepted a share of the robe-cloth from somewhere else?” ",
  "pli-tv-kd8:25.3.2": "“Yes.” ",
  "pli-tv-kd8:25.3.3": "The monks of few desires complained and criticized Upananda, ",
  "pli-tv-kd8:25.3.4": "“How could Venerable Upananda spend the rains residence in one place and then accept a share of the robe-cloth from somewhere else?” ",
  "pli-tv-kd8:25.3.5": "They told the Buddha. … ",
  "pli-tv-kd8:25.3.6": "“Is it true, Upananda, that you did this?” ",
  "pli-tv-kd8:25.3.7": "“It’s true, Sir.” ",
  "pli-tv-kd8:25.3.8": "The Buddha rebuked him … ",
  "pli-tv-kd8:25.3.9": "“Foolish man, how could you spend the rains residence in one place and then accept a share of the robe-cloth from somewhere else? ",
  "pli-tv-kd8:25.3.10": "This will affect people’s confidence …” ",
  "pli-tv-kd8:25.3.11": "After rebuking him … ",
  "pli-tv-kd8:25.3.12": "he gave a teaching and addressed the monks: ",
  "pli-tv-kd8:25.3.13": "“You shouldn’t spend the rainy-season residence in one place and then accept a share of the robe-cloth from somewhere else. ",
  "pli-tv-kd8:25.3.14": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd8:25.4.1": "At one time Venerable Upananda spent the rains residence in two separate monasteries, thinking, “In this way I’ll get much robe-cloth.” ",
  "pli-tv-kd8:25.4.2": "The monks thought, “What share of the robe-cloth should be given to Venerable Upananda?” ",
  "pli-tv-kd8:25.4.3": "They told the Buddha. ",
  "pli-tv-kd8:25.4.4": "“Give the foolish man one person’s share. ",
  "pli-tv-kd8:25.4.5": "It may be that a monk spends the rains residence in two monasteries with the intention of getting much robe-cloth. ",
  "pli-tv-kd8:25.4.6": "If he spends half the time in each monastery, he should be given half a share of the robe-cloth in each. ",
  "pli-tv-kd8:25.4.7": "Otherwise he should be given his share of the robe-cloth in the monastery where he spends the most time.” ",
  "pli-tv-kd8:26.1.0": "23. The account of the one who was sick ",
  "pli-tv-kd8:26.1.1": "On one occasion there was a monk who had dysentery ",
  "pli-tv-kd8:26.1.2": "who was lying in his own feces and urine. ",
  "pli-tv-kd8:26.1.3": "Just then, as the Buddha was walking about the dwellings with Venerable Ānanda as his attendant, he came to the dwelling of this monk. ",
  "pli-tv-kd8:26.1.4": "When he saw his condition, he went up to him and said, ",
  "pli-tv-kd8:26.1.5": "“What’s your illness, monk?” ",
  "pli-tv-kd8:26.1.6": "“I have dysentery, Sir.” ",
  "pli-tv-kd8:26.1.7": "“But don’t you have a nurse?” ",
  "pli-tv-kd8:26.1.8": "“No.” ",
  "pli-tv-kd8:26.1.9": "“Why don’t the monks nurse you?” ",
  "pli-tv-kd8:26.1.10": "“Because I don’t do anything for them.” ",
  "pli-tv-kd8:26.2.1": "The Buddha said to Ānanda, ",
  "pli-tv-kd8:26.2.2": "“Go and get some water, Ānanda. Let’s give him a wash.” ",
  "pli-tv-kd8:26.2.3": "Saying, “Yes, Sir,” he did just that. ",
  "pli-tv-kd8:26.2.4": "And so the Buddha poured the water, ",
  "pli-tv-kd8:26.2.5": "while Ānanda cleaned him up. ",
  "pli-tv-kd8:26.2.6": "Then, the Buddha lifting him by the head ",
  "pli-tv-kd8:26.2.7": "and Ānanda by the feet, they lay him on a bed. ",
  "pli-tv-kd8:26.3.1": "Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ",
  "pli-tv-kd8:26.3.2": "“Is there a sick monk in that dwelling?” ",
  "pli-tv-kd8:26.3.3": "“Yes, Sir.” ",
  "pli-tv-kd8:26.3.4": "“What’s his illness?” ",
  "pli-tv-kd8:26.3.5": "“He has dysentery.” ",
  "pli-tv-kd8:26.3.6": "“Does he have a nurse?” ",
  "pli-tv-kd8:26.3.7": "“No.” ",
  "pli-tv-kd8:26.3.8": "“But why don’t you nurse him?” ",
  "pli-tv-kd8:26.3.9": "“Because he doesn’t do anything for us.” ",
  "pli-tv-kd8:26.3.11": "“Monks, you have no mother or father to nurse you. ",
  "pli-tv-kd8:26.3.12": "If you don’t nurse one another, who will? ",
  "pli-tv-kd8:26.3.13": "Whoever would nurse me should nurse one who is sick. ",
  "pli-tv-kd8:26.4.1": "If you have a preceptor, he should nurse you for life; ",
  "pli-tv-kd8:26.4.2": "he shouldn’t go anywhere until you’ve recovered. ",
  "pli-tv-kd8:26.4.3": "If you have a teacher, he should nurse you for life; ",
  "pli-tv-kd8:26.4.4": "he shouldn’t go anywhere until you’ve recovered. ",
  "pli-tv-kd8:26.4.5": "If you have a student, he should nurse you for life; ",
  "pli-tv-kd8:26.4.6": "he shouldn’t go anywhere until you’ve recovered. ",
  "pli-tv-kd8:26.4.7": "If you have a pupil, he should nurse you for life; ",
  "pli-tv-kd8:26.4.8": "he shouldn’t go anywhere until you’ve recovered. ",
  "pli-tv-kd8:26.4.9": "If you have a co-student, he should nurse you for life; ",
  "pli-tv-kd8:26.4.10": "he shouldn’t go anywhere until you’ve recovered. ",
  "pli-tv-kd8:26.4.11": "If you have a co-pupil, he should nurse you for life; ",
  "pli-tv-kd8:26.4.12": "he shouldn’t go anywhere until you’ve recovered. ",
  "pli-tv-kd8:26.4.13": "If you have none of these, the Sangha should nurse you. ",
  "pli-tv-kd8:26.4.14": "If you don’t nurse one who is sick, you commit an offense of wrong conduct. ",
  "pli-tv-kd8:26.5.1": "“A sick person who has five qualities is hard to nurse: ",
  "pli-tv-kd8:26.5.2": "they do what’s detrimental for curing the sickness; they don’t know the right amount in what’s beneficial; they don’t take their medicine; they don’t accurately describe the state of their illness—whether it’s getting worse, better, or remaining the same—to the one who’s nursing them and wishing them well; they’re unable to bear up with bodily feelings that are painful, severe, sharp, and life-threatening. ",
  "pli-tv-kd8:26.6.1": "A sick person who has five qualities is easy to nurse: ",
  "pli-tv-kd8:26.6.2": "they do what’s beneficial for curing the sickness; they know the right amount in what’s beneficial; they take their medicine; they accurately describe the state of their illness—whether it’s getting worse, better, or remaining the same—to the one who’s nursing them and wishing them well; they’re able to bear up with bodily feelings that are painful, severe, sharp, and life-threatening. ",
  "pli-tv-kd8:26.7.1": "An attendant who has five qualities is unsuited to nurse the sick: ",
  "pli-tv-kd8:26.7.2": "they’re incapable of preparing medicine; not knowing what’s beneficial and what’s harmful, they bring what’s harmful and remove what’s beneficial; they nurse the sick for the sake of worldly gain, not with a mind of kindness; they’re disgusted at having to clean up feces, urine, spit, or vomit; they’re incapable of instructing, inspiring, and gladdening the sick person with a Dhamma talk from time to time. ",
  "pli-tv-kd8:26.8.1": "An attendant who has five qualities is suited to nurse the sick: ",
  "pli-tv-kd8:26.8.2": "they’re capable of preparing medicine; knowing what’s beneficial and what’s harmful, they remove what’s harmful and bring what’s beneficial; they nurse the sick with a mind of kindness, not for the sake of worldly gain; they’re not disgusted at having to clean up feces, urine, spit, or vomit; they’re capable of instructing, inspiring, and gladdening the sick person with a Dhamma talk from time to time.” ",
  "pli-tv-kd8:27.1.0": "24. Discussion of inheritance ",
  "pli-tv-kd8:27.1.1": "On one occasion two monks were traveling through the Kosalan country, ",
  "pli-tv-kd8:27.1.2": "when they arrived at a monastery ",
  "pli-tv-kd8:27.1.3": "with a sick monk. ",
  "pli-tv-kd8:27.1.4": "They thought, ",
  "pli-tv-kd8:27.1.5": "“The Buddha has praised nursing the sick, ",
  "pli-tv-kd8:27.1.6": "so let’s nurse this monk.” ",
  "pli-tv-kd8:27.1.8": "But while they were nursing him, he died. ",
  "pli-tv-kd8:27.1.9": "They then took his bowl and robes and went to Sāvatthī, where they told the Buddha what had happened. ",
  "pli-tv-kd8:27.2.1": "“When a monk dies, the Sangha becomes the owner of his bowl and robes. ",
  "pli-tv-kd8:27.2.2": "Still, the nurses have been very helpful. ",
  "pli-tv-kd8:27.2.3": "I allow the Sangha to give the three robes and the bowl to the nurses. ",
  "pli-tv-kd8:27.2.4": "And they should be given like this. ",
  "pli-tv-kd8:27.2.5": "The monk nurse should approach the Sangha and say, ",
  "pli-tv-kd8:27.2.6": "‘Venerables, monk so-and-so has died. ",
  "pli-tv-kd8:27.2.7": "Here are his three robes and bowl.’ ",
  "pli-tv-kd8:27.2.8": "A competent and capable monk should then inform the Sangha: ",
  "pli-tv-kd8:27.2.9": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:27.2.10": "Monk so-and-so has died. ",
  "pli-tv-kd8:27.2.11": "Here are his three robes and bowl. ",
  "pli-tv-kd8:27.2.12": "If it seems appropriate to the Sangha, the Sangha should give the three robes and the bowl to the nurses. ",
  "pli-tv-kd8:27.2.13": "This is the motion. ",
  "pli-tv-kd8:27.2.14": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:27.2.15": "Monk so-and-so has died. ",
  "pli-tv-kd8:27.2.16": "Here are his three robes and bowl. ",
  "pli-tv-kd8:27.2.17": "The Sangha gives the three robes and the bowl to the nurses. ",
  "pli-tv-kd8:27.2.18": "Any monk who approves of giving the three robes and the bowl to the nurses should remain silent. ",
  "pli-tv-kd8:27.2.19": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd8:27.2.20": "The Sangha has given the three robes and the bowl to the nurses. ",
  "pli-tv-kd8:27.2.21": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd8:27.3.1": "On one occasion a novice monk had died. ",
  "pli-tv-kd8:27.3.3": "“When a novice monk dies, the Sangha becomes the owner of his bowl and robes. ",
  "pli-tv-kd8:27.3.4": "Still, the nurses have been very helpful. ",
  "pli-tv-kd8:27.3.5": "I allow the Sangha to give the robes and the bowl to the nurses. ",
  "pli-tv-kd8:27.3.6": "And they should be given like this. ",
  "pli-tv-kd8:27.3.7": "The monk nurse should approach the Sangha and say, ",
  "pli-tv-kd8:27.3.8": "‘Venerables, the novice monk so-and-so has died. Here are his robes and bowl.’ ",
  "pli-tv-kd8:27.3.9": "A competent and capable monk should then inform the Sangha: ",
  "pli-tv-kd8:27.3.10": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:27.3.11": "The novice monk so-and-so has died. ",
  "pli-tv-kd8:27.3.12": "Here are his robes and bowl. ",
  "pli-tv-kd8:27.3.13": "If it seems appropriate to the Sangha, the Sangha should give the robes and the bowl to the nurses. ",
  "pli-tv-kd8:27.3.14": "This is the motion. ",
  "pli-tv-kd8:27.3.15": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd8:27.3.16": "The novice monk so-and-so has died. ",
  "pli-tv-kd8:27.3.17": "Here are his robes and bowl. ",
  "pli-tv-kd8:27.3.18": "The Sangha gives the robes and the bowl to the nurses. ",
  "pli-tv-kd8:27.3.19": "Any monk who approves of giving the robes and the bowl to the nurses should remain silent. ",
  "pli-tv-kd8:27.3.20": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd8:27.3.21": "The Sangha has given the robes and the bowl to the nurses. ",
  "pli-tv-kd8:27.3.22": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd8:27.4.1": "On one occasion a monk and a novice monk were nursing someone together. ",
  "pli-tv-kd8:27.4.2": "While they were doing so, the patient died. ",
  "pli-tv-kd8:27.4.3": "The monk nurse thought, ",
  "pli-tv-kd8:27.4.4": "“What share of the robes should be given to the novice-monk nurse?” ",
  "pli-tv-kd8:27.4.6": "“I allow you to give an equal share to the novice-monk nurse.” ",
  "pli-tv-kd8:27.5.1": "On one occasion a monk with many possessions had died. ",
  "pli-tv-kd8:27.5.3": "“When a monk dies, the Sangha becomes the owner of his bowl and robes. ",
  "pli-tv-kd8:27.5.4": "Still, the nurses have been very helpful. ",
  "pli-tv-kd8:27.5.5": "I allow the Sangha to give the three robes and the bowl to the nurses. ",
  "pli-tv-kd8:27.5.6": "His ordinary possessions should be shared out to the present Sangha. ",
  "pli-tv-kd8:27.5.7": "His valuable possessions are for the Sangha everywhere, present and future. They’re not to be given out, not to be distributed.” ",
  "pli-tv-kd8:28.1.0": "25. Discussion of the prohibition against nakedness ",
  "pli-tv-kd8:28.1.1": "On one occasion a naked monk went to the Buddha and said, ",
  "pli-tv-kd8:28.1.2": "“In many ways, Sir, you praise fewness of wishes, contentment, self-effacement, ascetic practices, being inspiring, reduction in things, and being energetic. ",
  "pli-tv-kd8:28.1.3": "Being naked leads to all those things. ",
  "pli-tv-kd8:28.1.4": "It would be good if you allowed nakedness for the monks.” ",
  "pli-tv-kd8:28.1.5": "The Buddha rebuked him, ",
  "pli-tv-kd8:28.1.6": "“Foolish man, it’s not suitable, it’s not proper, it’s not worthy of a monastic, it’s not allowable, it’s not to be done. ",
  "pli-tv-kd8:28.1.7": "How can you undertake the practice of nakedness, as do the monastics of other religions? ",
  "pli-tv-kd8:28.1.8": "This will affect people’s confidence …” ",
  "pli-tv-kd8:28.1.9": "After rebuking him … ",
  "pli-tv-kd8:28.1.10": "he gave a teaching and addressed the monks: ",
  "pli-tv-kd8:28.1.11": "“You shouldn’t undertake the practice of nakedness, as do the monastics of other religions. ",
  "pli-tv-kd8:28.1.12": "If you do, you commit a serious offense.” ",
  "pli-tv-kd8:28.2.0": "26. Discussion of the prohibition against grass robes, etc. ",
  "pli-tv-kd8:28.2.1": "On one occasion a monk dressed in a sarong made of grass … ",
  "pli-tv-kd8:28.2.2": "a sarong made of bark … ",
  "pli-tv-kd8:28.2.3": "a sarong made of bits of wood … ",
  "pli-tv-kd8:28.2.4": "a sarong made of human hair … ",
  "pli-tv-kd8:28.2.5": "a sarong made of horse-hair … ",
  "pli-tv-kd8:28.2.6": "a sarong made of owls’ wings … ",
  "pli-tv-kd8:28.2.7": "a sarong made of antelope hide, ",
  "pli-tv-kd8:28.2.8": "went to the Buddha, and said, ",
  "pli-tv-kd8:28.2.9": "“In many ways, Sir, you praise fewness of wishes, contentment, self-effacement, ascetic practices, being inspiring, reduction in things, and being energetic. ",
  "pli-tv-kd8:28.2.10": "A robe made of antelope hide leads to all those things. ",
  "pli-tv-kd8:28.2.11": "It would be good if you allowed robes of antelope hide for the monks.” ",
  "pli-tv-kd8:28.2.12": "The Buddha rebuked him, ",
  "pli-tv-kd8:28.2.13": "“Foolish man, it’s not suitable, it’s not proper, it’s not worthy of a monastic, it’s not allowable, it’s not to be done. ",
  "pli-tv-kd8:28.2.14": "How can you wear a robe made of antelope hide, that sign of monastics of other religions? ",
  "pli-tv-kd8:28.2.15": "This will affect people’s confidence …” ",
  "pli-tv-kd8:28.2.16": "After rebuking him … ",
  "pli-tv-kd8:28.2.17": "he gave a teaching and addressed the monks: ",
  "pli-tv-kd8:28.2.18": "“You shouldn’t wear a robe made of antelope hide, that sign of monastics of other religions. ",
  "pli-tv-kd8:28.2.19": "If you do, you commit a serious offense.” ",
  "pli-tv-kd8:28.3.1": "On one occasion a monk dressed in a sarong made of stalks of crown flower … ",
  "pli-tv-kd8:28.3.2": "in a sarong made of jute, went to the Buddha, and said, ",
  "pli-tv-kd8:28.3.3": "“In many ways, Sir, you praise fewness of wishes, contentment, self-effacement, ascetic practices, being inspiring, reduction in things, and being energetic. ",
  "pli-tv-kd8:28.3.4": "A jute robe leads to all those things. ",
  "pli-tv-kd8:28.3.5": "It would be good if you allowed jute robes for the monks.” ",
  "pli-tv-kd8:28.3.6": "The Buddha rebuked him, ",
  "pli-tv-kd8:28.3.7": "“Foolish man, it’s not suitable, it’s not proper, it’s not worthy of a monastic, it’s not allowable, it’s not to be done. ",
  "pli-tv-kd8:28.3.8": "How can you dress in a sarong made of jute? ",
  "pli-tv-kd8:28.3.9": "This will affect people’s confidence …” ",
  "pli-tv-kd8:28.3.10": "After rebuking him … ",
  "pli-tv-kd8:28.3.11": "he gave a teaching and addressed the monks: ",
  "pli-tv-kd8:28.3.12": "“You shouldn’t dress in a sarong made of jute. ",
  "pli-tv-kd8:28.3.13": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd8:29.1.0": "27. Discussion of the prohibition against what is entirely blue, etc. ",
  "pli-tv-kd8:29.1.1": "At that time the monks from the group of six wore entirely blue robes, ",
  "pli-tv-kd8:29.1.2": "entirely yellow robes, ",
  "pli-tv-kd8:29.1.3": "entirely red robes, ",
  "pli-tv-kd8:29.1.4": "entirely magenta robes, ",
  "pli-tv-kd8:29.1.5": "entirely black robes, ",
  "pli-tv-kd8:29.1.6": "entirely orange robes, ",
  "pli-tv-kd8:29.1.7": "and entirely beige robes; ",
  "pli-tv-kd8:29.1.8": "and robes with borders made from a single piece of cloth, ",
  "pli-tv-kd8:29.1.9": "robes with long borders, ",
  "pli-tv-kd8:29.1.10": "robes with floral borders, ",
  "pli-tv-kd8:29.1.11": "robes with borders decorated with snakes’ hoods, ",
  "pli-tv-kd8:29.1.12": "close-fitting jackets, ",
  "pli-tv-kd8:29.1.13": "robes made of Lodh tree bark, ",
  "pli-tv-kd8:29.1.14": "and turbans. ",
  "pli-tv-kd8:29.1.15": "People complained and criticized them, ",
  "pli-tv-kd8:29.1.16": "“How can the Sakyan monastics wear turbans? They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd8:29.1.18": "“You shouldn’t wear entirely blue robes, entirely yellow robes, entirely red robes, entirely magenta robes, entirely black robes, entirely orange robes, entirely beige robes, robes with borders made from a single piece of cloth, robes with long borders, robes with floral borders, robes with borders decorated with snakes’ hoods, close-fitting jackets, robes made of Lodh tree bark, or turbans. ",
  "pli-tv-kd8:29.1.19": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd8:30.1.0": "28. Discussion of robe-cloth that has not yet been offered to those who have completed the rainy-season residence ",
  "pli-tv-kd8:30.1.1": "At that time, the monks who had completed the rainy-season residence left before the robe-cloth was offered. They disrobed, died, admitted to being novice monks, admitted to having renounced the training, admitted to having committed the worst kind of offense, admitted to being insane, admitted to being deranged, admitted to being overwhelmed by pain, admitted to having been ejected for not recognizing an offense, admitted to having been ejected for not making amends for an offense, admitted to having been ejected for not giving up a bad view, admitted to being <i lang='pi' translate='no'>paṇḍakas</i>, admitted to be living in the community by theft, admitted to having previously left to join the monastics of another religion, admitted to being animals, admitted to being matricides, admitted to being patricides, admitted to being murderers of a perfected one, admitted to having raped a nun, admitted to having caused a schism in the Sangha, admitted to having caused the Buddha to bleed, or admitted to being a hermaphrodite before the robe-cloth was offered. ",
  "pli-tv-kd8:30.1.2": "They told the Buddha. ",
  "pli-tv-kd8:30.2.1": "“It may be that a monk who’s completed the rains residence leaves before the robe-cloth is offered. If there’s anyone suitable to receive it, it should be given. ",
  "pli-tv-kd8:30.2.2": "It may be that a monk who’s completed the rains residence disrobes, dies, admits to being a novice monk, admits to having renounced the training, or admits to having committed the worst kind of offense before the robe-cloth is offered. Then the Sangha becomes the owner of that robe-cloth. ",
  "pli-tv-kd8:30.2.3": "It may be that a monk who’s completed the rains residence admits to being insane, to being deranged, to being overwhelmed by pain, to having been ejected for not recognizing an offense, to having been ejected for not making amends for an offense, or to having been ejected for not giving up a bad view before the robe-cloth is offered. If there’s anyone suitable to receive it, it should be given. ",
  "pli-tv-kd8:30.2.4": "It may be that a monk who’s completed the rains residence admits to being a <i lang='pi' translate='no'>paṇḍaka</i>, to be living in the community by theft, to having previously left to join the monastics of another religion, to being an animal, to being a matricide, to being a patricide, to being a murderer of a perfected one, to having raped a nun, to having caused a schism in the Sangha, to having caused the Buddha to bleed, or to being a hermaphrodite before the robe-cloth is offered. Then the Sangha becomes the owner of that robe-cloth. ",
  "pli-tv-kd8:30.3.1": "It may be, after robe-cloth has been offered but before it’s shared out, that a monk who’s completed the rains residence leaves. If there’s anyone suitable to receive the robe-cloth, it should be given. ",
  "pli-tv-kd8:30.3.2": "It may be, after robe-cloth has been offered but before it’s shared out, that a monk who’s completed the rains residence disrobes, dies, admits to being a novice monk, admits to having renounced the training, or admits to having committed the worst kind of offense. Then the Sangha becomes the owner of that robe-cloth. ",
  "pli-tv-kd8:30.3.3": "It may be, after robe-cloth has been offered but before it’s shared out, that a monk who’s completed the rains residence admits to being insane, to being deranged, to being overwhelmed by pain, to having been ejected for not recognizing an offense, to having been ejected for not making amends for an offense, or to having been ejected for not giving up a bad view. If there’s anyone suitable to receive the robe-cloth, it should be given. ",
  "pli-tv-kd8:30.3.4": "It may be, after robe-cloth has been offered but before it’s shared out, that a monk who’s completed the rains residence admits to being a <i lang='pi' translate='no'>paṇḍaka</i>, to be living in the community by theft, to having previously left to join the monastics of another religion, to being an animal, to being a matricide, to being a patricide, to being a murderer of a perfected one, to having raped a nun, to having caused a schism in the Sangha, to having caused the Buddha to bleed, or to being a hermaphrodite. Then the Sangha becomes the owner of that robe-cloth. ",
  "pli-tv-kd8:30.4.0": "29. Discussion of robe-cloth that is offered when the Sangha is divided ",
  "pli-tv-kd8:30.4.1": "“It may be that the Sangha splits before robe-cloth is offered to those monks who have completed the rains residence. ",
  "pli-tv-kd8:30.4.2": "If people then give water to one faction and robe-cloth to the other, saying, ",
  "pli-tv-kd8:30.4.3": "‘We give to the Sangha,’ ",
  "pli-tv-kd8:30.4.4": "it’s all for the Sangha. ",
  "pli-tv-kd8:30.4.5": "It may be that the Sangha splits before robe-cloth is offered to those monks who have completed the rains residence. ",
  "pli-tv-kd8:30.4.6": "If people then give water and robe-cloth to the same faction, saying, ",
  "pli-tv-kd8:30.4.7": "‘We give to the Sangha,’ ",
  "pli-tv-kd8:30.4.8": "it’s all for the Sangha. ",
  "pli-tv-kd8:30.5.1": "It may be that the Sangha splits before robe-cloth is offered to those monks who have completed the rains residence. ",
  "pli-tv-kd8:30.5.2": "If people then give water to one faction and robe-cloth to the other, saying, ",
  "pli-tv-kd8:30.5.3": "‘We give to the faction,’ ",
  "pli-tv-kd8:30.5.4": "it’s all for the faction. ",
  "pli-tv-kd8:30.5.5": "It may be that the Sangha splits before robe-cloth is offered to those monks who have completed the rains residence. ",
  "pli-tv-kd8:30.5.6": "If people then give water and robe-cloth to the same faction, saying, ",
  "pli-tv-kd8:30.5.7": "‘We give to the faction,’ ",
  "pli-tv-kd8:30.5.8": "it’s all for the faction. ",
  "pli-tv-kd8:30.6.1": "It may be that the Sangha splits before the robe-cloth is shared out but after it was offered to those monks who have completed the rains residence. ",
  "pli-tv-kd8:30.6.2": "The robe-cloth is then to be shared out equally to everyone.” ",
  "pli-tv-kd8:31.1.0": "30. Discussion of what is properly and improperly taken ",
  "pli-tv-kd8:31.1.1": "On one occasion, Venerable Revata gave a robe to a monk to take to Venerable Sāriputta, saying, ",
  "pli-tv-kd8:31.1.2": "“Please give this robe to the elder.” ",
  "pli-tv-kd8:31.1.3": "While on his way, that monk took that robe on trust from Revata. ",
  "pli-tv-kd8:31.1.4": "Later, when Revata met Sāriputta, he asked him ",
  "pli-tv-kd8:31.1.5": "whether he had received that robe. ",
  "pli-tv-kd8:31.1.7": "He replied that he had not. ",
  "pli-tv-kd8:31.1.8": "Revata then asked the other monk, ",
  "pli-tv-kd8:31.1.9": "“I gave you a robe to take to the elder. ",
  "pli-tv-kd8:31.1.10": "Where’s that robe?” ",
  "pli-tv-kd8:31.1.11": "“I took it on trust from you.” ",
  "pli-tv-kd8:31.1.12": "They told the Buddha. ",
  "pli-tv-kd8:31.2.1": "“It may be that a monk gives a robe to a monk to take to yet another monk, saying, ",
  "pli-tv-kd8:31.2.2": "‘Give this robe to so-and-so.’ ",
  "pli-tv-kd8:31.2.3": "If, while on his way, he takes it on trust from the sender, ",
  "pli-tv-kd8:31.2.4": "it’s properly taken. ",
  "pli-tv-kd8:31.2.5": "But if he takes it on trust from the intended recipient, ",
  "pli-tv-kd8:31.2.6": "it’s improperly taken. ",
  "pli-tv-kd8:31.2.7": "It may be that a monk gives a robe to a monk to take to yet another monk, saying, ",
  "pli-tv-kd8:31.2.8": "‘Give this robe to so-and-so.’ ",
  "pli-tv-kd8:31.2.9": "If, while on his way, he takes it on trust from the intended recipient, ",
  "pli-tv-kd8:31.2.10": "it’s improperly taken. ",
  "pli-tv-kd8:31.2.11": "But if he takes it on trust from the sender, ",
  "pli-tv-kd8:31.2.12": "it’s properly taken. ",
  "pli-tv-kd8:31.2.13": "It may be that a monk gives a robe to a monk to take to yet another monk, saying, ",
  "pli-tv-kd8:31.2.14": "‘Give this robe to so-and-so.’ ",
  "pli-tv-kd8:31.2.15": "If, while on his way, ",
  "pli-tv-kd8:31.2.16": "he hears that the sender has died ",
  "pli-tv-kd8:31.2.17": "and he determines it as a robe inherited from the sender, ",
  "pli-tv-kd8:31.2.18": "it’s properly determined. ",
  "pli-tv-kd8:31.2.19": "But if he takes it on trust from the intended recipient, ",
  "pli-tv-kd8:31.2.20": "it’s improperly taken. ",
  "pli-tv-kd8:31.2.21": "It may be that a monk gives a robe to a monk to take to yet another monk, saying, ",
  "pli-tv-kd8:31.2.22": "‘Give this robe to so-and-so.’ ",
  "pli-tv-kd8:31.2.23": "If, while on his way, ",
  "pli-tv-kd8:31.2.24": "he hears that the intended recipient has died ",
  "pli-tv-kd8:31.2.25": "and he determines it as a robe inherited from the intended recipient, ",
  "pli-tv-kd8:31.2.26": "it’s improperly determined. ",
  "pli-tv-kd8:31.2.27": "But if he takes it on trust from the sender, ",
  "pli-tv-kd8:31.2.28": "it’s properly taken. ",
  "pli-tv-kd8:31.2.29": "It may be that a monk gives a robe to a monk to take to yet another monk, saying, ",
  "pli-tv-kd8:31.2.30": "‘Give this robe to so-and-so.’ ",
  "pli-tv-kd8:31.2.31": "If, while on his way, ",
  "pli-tv-kd8:31.2.32": "he hears that both have died ",
  "pli-tv-kd8:31.2.33": "and he determines it as a robe inherited from the sender, ",
  "pli-tv-kd8:31.2.34": "it’s properly determined. ",
  "pli-tv-kd8:31.2.35": "But if he determines it as a robe inherited from the intended recipient, ",
  "pli-tv-kd8:31.2.36": "it’s improperly determined. ",
  "pli-tv-kd8:31.3.1": "It may be that a monk gives a robe to a monk to take to yet another monk, saying, ",
  "pli-tv-kd8:31.3.2": "‘I give this robe to so-and-so.’ ",
  "pli-tv-kd8:31.3.3": "If, while on his way, he takes it on trust from the sender, ",
  "pli-tv-kd8:31.3.4": "it’s improperly taken. ",
  "pli-tv-kd8:31.3.5": "But if he takes it on trust from the intended recipient, ",
  "pli-tv-kd8:31.3.6": "it’s properly taken. ",
  "pli-tv-kd8:31.3.7": "It may be that a monk gives a robe to a monk to take to yet another monk, saying, ",
  "pli-tv-kd8:31.3.8": "‘I give this robe to so-and-so.’ ",
  "pli-tv-kd8:31.3.9": "If, while on his way, he takes it on trust from the intended recipient, ",
  "pli-tv-kd8:31.3.10": "it’s properly taken. ",
  "pli-tv-kd8:31.3.11": "But if he takes it on trust from the sender, ",
  "pli-tv-kd8:31.3.12": "it’s improperly taken. ",
  "pli-tv-kd8:31.3.13": "It may be that a monk gives a robe to a monk to take to yet another monk, saying, ",
  "pli-tv-kd8:31.3.14": "‘I give this robe to so-and-so.’ ",
  "pli-tv-kd8:31.3.15": "If, while on his way, ",
  "pli-tv-kd8:31.3.16": "he hears that the sender has died ",
  "pli-tv-kd8:31.3.17": "and he determines it as a robe inherited from the sender, ",
  "pli-tv-kd8:31.3.18": "it’s improperly determined. ",
  "pli-tv-kd8:31.3.19": "But if he takes it on trust from the intended recipient, ",
  "pli-tv-kd8:31.3.20": "it’s properly taken. ",
  "pli-tv-kd8:31.3.21": "It may be that a monk gives a robe to a monk to take to yet another monk, saying, ",
  "pli-tv-kd8:31.3.22": "‘I give this robe to so-and-so.’ ",
  "pli-tv-kd8:31.3.23": "If, while on his way, ",
  "pli-tv-kd8:31.3.24": "he hears that the intended recipient has died ",
  "pli-tv-kd8:31.3.25": "and he determines it as a robe inherited from the intended recipient, ",
  "pli-tv-kd8:31.3.26": "it’s properly determined. ",
  "pli-tv-kd8:31.3.27": "But if he takes it on trust from the sender, ",
  "pli-tv-kd8:31.3.28": "it’s improperly taken. ",
  "pli-tv-kd8:31.3.29": "It may be that a monk gives a robe to a monk to take to yet another monk, saying, ",
  "pli-tv-kd8:31.3.30": "‘I give this robe to so-and-so.’ ",
  "pli-tv-kd8:31.3.31": "If, while on his way, he hears that both have died ",
  "pli-tv-kd8:31.3.32": "and he determines it as a robe inherited from the sender, ",
  "pli-tv-kd8:31.3.33": "it’s improperly determined. ",
  "pli-tv-kd8:31.3.34": "But if he determines it as a robe inherited from the intended recipient, ",
  "pli-tv-kd8:31.3.35": "it’s properly determined.” ",
  "pli-tv-kd8:32.1.0": "31. Eight key phrases on robe-cloth ",
  "pli-tv-kd8:32.1.1": "“Monks, there are these eight key phrases for the giving of robe-cloth: ",
  "pli-tv-kd8:32.1.2": "someone gives within a monastery zone; someone gives to a recipient who has made an agreement; someone gives where alms are prepared; someone gives to the Sangha; someone gives to both Sanghas; someone gives to a sangha that has completed the rainy-season residence; someone gives according to a specification; someone gives to an individual. ",
  "pli-tv-kd8:32.1.3": "Someone gives within a monastery zone: ",
  "pli-tv-kd8:32.1.4": "it should be shared out to all the monks within that zone. ",
  "pli-tv-kd8:32.1.5": "Someone gives to a recipient who has made an agreement: ",
  "pli-tv-kd8:32.1.6": "when a number of monasteries have the same gains, then when it’s given in one monastery, it’s given to all. ",
  "pli-tv-kd8:32.1.7": "Someone gives where alms are prepared: someone gives where the Sangha is regularly working. ",
  "pli-tv-kd8:32.1.8": "Someone gives to the Sangha: it’s to be shared out to the present Sangha. ",
  "pli-tv-kd8:32.1.9": "Someone gives to both Sanghas: even when there are many monks and just a single nun, she should be given half; even when there are many nuns and just a single monk, he should be given half. ",
  "pli-tv-kd8:32.1.10": "Someone gives to a sangha that has completed the rainy-season residence: it’s to be shared out to the monks who have completed the rains residence in that monastery. ",
  "pli-tv-kd8:32.1.11": "Someone gives according to a specification: relating to rice porridge, a meal, fresh food, robe-cloth, a dwelling, or medicine. ",
  "pli-tv-kd8:32.1.12": "Someone gives to an individual: ",
  "pli-tv-kd8:32.1.13": "‘I give this robe-cloth to so-and-so.’” ",
  "pli-tv-kd8:32.1.14": "The eighth chapter on robes is finished. ",
  "pli-tv-kd8:32.1.15": "This is the summary: ",
  "pli-tv-kd8:32.1.16": "“The householder association of Rājagaha, ",
  "pli-tv-kd8:32.1.17": "Having seen the courtesan in Vesālī; ",
  "pli-tv-kd8:32.1.18": "Returned to Rājagaha, ",
  "pli-tv-kd8:32.1.19": "Announced it to the King. ",
  "pli-tv-kd8:32.1.20": "The son of Sālavatī, ",
  "pli-tv-kd8:32.1.21": "But the child of Abhaya; ",
  "pli-tv-kd8:32.1.22": "Because the boy lived, ",
  "pli-tv-kd8:32.1.23": "He was called Jīvaka. ",
  "pli-tv-kd8:32.1.24": "He went to Takkasilā, ",
  "pli-tv-kd8:32.1.25": "Having learnt, a great physician; ",
  "pli-tv-kd8:32.1.26": "A seven-year illness, ",
  "pli-tv-kd8:32.1.27": "He cured by nose treatment. ",
  "pli-tv-kd8:32.1.28": "The king’s hemorrhoids, ",
  "pli-tv-kd8:32.1.29": "Applied ointment; ",
  "pli-tv-kd8:32.1.30": "Attended on me and the harem, ",
  "pli-tv-kd8:32.1.31": "And the Buddha and the Sangha. ",
  "pli-tv-kd8:32.1.32": "And the merchant of Rājagaha, ",
  "pli-tv-kd8:32.1.33": "Treated the twisted gut; ",
  "pli-tv-kd8:32.1.34": "The great illness of Pajjota, ",
  "pli-tv-kd8:32.1.35": "He cured with a drink of ghee. ",
  "pli-tv-kd8:32.1.36": "And service, valuable cloth, ",
  "pli-tv-kd8:32.1.37": "Full of, he oiled; ",
  "pli-tv-kd8:32.1.38": "With three handfuls of lotus flowers, ",
  "pli-tv-kd8:32.1.39": "Thirty purgings exactly. ",
  "pli-tv-kd8:32.1.40": "He asked for a blameless favor, ",
  "pli-tv-kd8:32.1.41": "And he received the valuable cloths; ",
  "pli-tv-kd8:32.1.42": "And robes given by householders, ",
  "pli-tv-kd8:32.1.43": "Was allowed by the Buddha. ",
  "pli-tv-kd8:32.1.44": "In Rājagaha, in the country, ",
  "pli-tv-kd8:32.1.45": "Many robes were given; ",
  "pli-tv-kd8:32.1.46": "A fleecy robe, and silken, ",
  "pli-tv-kd8:32.1.47": "Woolen fleecy robe, valuable Kāsī cloth. ",
  "pli-tv-kd8:32.1.48": "And various kinds, contented, ",
  "pli-tv-kd8:32.1.49": "Didn’t wait, and did wait; ",
  "pli-tv-kd8:32.1.50": "First, after, together, ",
  "pli-tv-kd8:32.1.51": "And agreement, took it back. ",
  "pli-tv-kd8:32.1.52": "Storeroom, and not looked after, ",
  "pli-tv-kd8:32.1.53": "And just so they dismissed; ",
  "pli-tv-kd8:32.1.54": "Much, and racket, ",
  "pli-tv-kd8:32.1.55": "How should one divide, what should one give. ",
  "pli-tv-kd8:32.1.56": "His own, with an extra share, ",
  "pli-tv-kd8:32.1.57": "How should a share be given; ",
  "pli-tv-kd8:32.1.58": "With dung, cold water, ",
  "pli-tv-kd8:32.1.59": "Boiled over, they did not know. ",
  "pli-tv-kd8:32.1.60": "Tilting, and vessel, ",
  "pli-tv-kd8:32.1.61": "And in a basin, and on the ground; ",
  "pli-tv-kd8:32.1.62": "Termites, in the middle, they became worn, ",
  "pli-tv-kd8:32.1.63": "From one edge, and with starch. ",
  "pli-tv-kd8:32.1.64": "Stiff, uncut, rectangles, ",
  "pli-tv-kd8:32.1.65": "He saw them loaded up; ",
  "pli-tv-kd8:32.1.66": "Having tested, the Sakyan Sage, ",
  "pli-tv-kd8:32.1.67": "Allowed three robes. ",
  "pli-tv-kd8:32.1.68": "With another extra, ",
  "pli-tv-kd8:32.1.69": "Was given, and just a hole; ",
  "pli-tv-kd8:32.1.70": "Four-continent, she asked for a favor, ",
  "pli-tv-kd8:32.1.71": "To give a rain-season robes. ",
  "pli-tv-kd8:32.1.72": "And visiting, departing, and sick, ",
  "pli-tv-kd8:32.1.73": "And nurse, medicine; ",
  "pli-tv-kd8:32.1.74": "Regular, and bathing robe, ",
  "pli-tv-kd8:32.1.75": "Fine, too small. ",
  "pli-tv-kd8:32.1.76": "Carbuncles, washcloth, linen, ",
  "pli-tv-kd8:32.1.77": "Enough, determining; ",
  "pli-tv-kd8:32.1.78": "Smallest, made heavy, ",
  "pli-tv-kd8:32.1.79": "Deformed corner, frayed. ",
  "pli-tv-kd8:32.1.80": "They broke up, not enough, ",
  "pli-tv-kd8:32.1.81": "And a further supply, and much; ",
  "pli-tv-kd8:32.1.82": "In the Blind Men’s Grove, through absentmindedness, ",
  "pli-tv-kd8:32.1.83": "The rains by himself, and outside the rainy season. ",
  "pli-tv-kd8:32.1.84": "Two brothers, in Rājagaha, ",
  "pli-tv-kd8:32.1.85": "Upananda, again in two; ",
  "pli-tv-kd8:32.1.86": "Dysentery, illness, ",
  "pli-tv-kd8:32.1.87": "And just both, belonging to the sick. ",
  "pli-tv-kd8:32.1.88": "Naked, grass, bark, ",
  "pli-tv-kd8:32.1.89": "Bits of wood, human hair; ",
  "pli-tv-kd8:32.1.90": "Horse-hair, and owl’s wings, ",
  "pli-tv-kd8:32.1.91": "Antelope, stalks of crown flower. ",
  "pli-tv-kd8:32.1.92": "Jute, and blue, yellow, ",
  "pli-tv-kd8:32.1.93": "Red, and with magenta; ",
  "pli-tv-kd8:32.1.94": "Black, orange, beige, ",
  "pli-tv-kd8:32.1.95": "So uncut borders. ",
  "pli-tv-kd8:32.1.96": "Long, floral, snake’s hood borders, ",
  "pli-tv-kd8:32.1.97": "Jacket, Lodh tree, turban; ",
  "pli-tv-kd8:32.1.98": "Not yet offered, he left, ",
  "pli-tv-kd8:32.1.99": "The Sangha is divided just then. ",
  "pli-tv-kd8:32.1.100": "They give to a faction, to the Sangha, ",
  "pli-tv-kd8:32.1.101": "Venerable Revata sent; ",
  "pli-tv-kd8:32.1.102": "Taking on trust, determined, ",
  "pli-tv-kd8:32.1.103": "Eight key phrases on robes.” ",
  "pli-tv-kd8:32.1.104": "In this chapter there are ninety-six topics. ",
  "pli-tv-kd8:32.1.105": "The chapter on robes is finished. "
}