{
  "pli-tv-kd19:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-kd19:0.2": "The Short Division ",
  "pli-tv-kd19:0.3": "The chapter on the cancellation of the Monastic Code ",
  "pli-tv-kd19:0.4": "The request for the recitation of the Monastic Code ",
  "pli-tv-kd19:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Eastern Monastery, in Migāramāta’s stilt house. ",
  "pli-tv-kd19:1.1.2": "On one occasion on the observance day, he was seated surrounded by the Sangha of monks. ",
  "pli-tv-kd19:1.1.3": "Then, when the night was well advanced and the first part of the night was over, Venerable Ānanda got up from his seat, put his upper robe over one shoulder, raise his joined palms, and said to the Buddha, ",
  "pli-tv-kd19:1.1.4": "“Venerable Sir, the night is well advanced and the first part of the night is over. The Sangha of monks has been seated for a long time. ",
  "pli-tv-kd19:1.1.5": "Please recite the Monastic Code.” ",
  "pli-tv-kd19:1.1.6": "But the Buddha did not reply. ",
  "pli-tv-kd19:1.1.7": "At the end of the middle part of the night, Venerable Ānanda asked a second time, ",
  "pli-tv-kd19:1.1.10": "and again received no reply. ",
  "pli-tv-kd19:1.1.11": "At the end of the last part of the night, when the sky was flaring up at dawn, he asked a third time. ",
  "pli-tv-kd19:1.1.14": "And the Buddha replied, “Ānanda, the gathering is impure.” ",
  "pli-tv-kd19:1.2.1": "Venerable Mahāmoggallāna thought, ",
  "pli-tv-kd19:1.2.2": "“Who is the Buddha talking about?” ",
  "pli-tv-kd19:1.2.4": "He then read the minds of the the entire Sangha of monks. ",
  "pli-tv-kd19:1.2.5": "And he saw that person—immoral, with bad qualities, impure and dubious in conduct, hiding his actions, not an ascetic while claiming to be one, not abstaining from sexuality while claiming to do so, rotten inside, lustful, defiled—seated in the midst of the Sangha of monks. ",
  "pli-tv-kd19:1.2.6": "He went up to him and said, ",
  "pli-tv-kd19:1.2.7": "“Get up, the Buddha has seen you. ",
  "pli-tv-kd19:1.2.8": "You don’t belong to the community of monks.” ",
  "pli-tv-kd19:1.2.9": "But he did not reply. ",
  "pli-tv-kd19:1.2.10": "Mahāmoggallāna said the same thing a second ",
  "pli-tv-kd19:1.2.14": "and a third time, ",
  "pli-tv-kd19:1.2.17": "still not getting a reply. ",
  "pli-tv-kd19:1.2.18": "Mahāmoggallāna then grabbed him by the arms, took him outside the gateway, and fastened the bolts. And he went to the Buddha and said, ",
  "pli-tv-kd19:1.2.19": "“Sir, I have taken that person outside; ",
  "pli-tv-kd19:1.2.20": "the gathering is pure. ",
  "pli-tv-kd19:1.2.21": "Please recite the Monastic Code to the monks.” ",
  "pli-tv-kd19:1.2.22": "“It’s amazing, Moggallāna, how that fool waited until he was grabbed by the arms.” ",
  "pli-tv-kd19:1.2.23": "And the Buddha addressed the monks: ",
  "pli-tv-kd19:1.3.0": "The eight amazing qualities of the ocean ",
  "pli-tv-kd19:1.3.1": "“Monks, the antigods delight in the ocean when they see these eight amazing qualities in it: ",
  "pli-tv-kd19:1.3.3": "The ocean slopes and inclines gradually. It does not drop off all at once. ",
  "pli-tv-kd19:1.3.6": "The ocean is steady. It does not go beyond the shoreline. ",
  "pli-tv-kd19:1.3.9": "The ocean does not tolerate dead bodies, but quickly carries them to the shore and discards them on dry land. ",
  "pli-tv-kd19:1.3.12": "When the great rivers—the Ganges, the Yamunā, the Aciravatī, the Sarabhū, or the Mahī—reach the ocean, they lose their former names and become known simply as the ocean. ",
  "pli-tv-kd19:1.3.15": "Whatever rivers in the world flow into the ocean and whatever rain falls into it, the ocean is not diminished or filled up because of that. ",
  "pli-tv-kd19:1.3.18": "The ocean has only one taste, the taste of salt. ",
  "pli-tv-kd19:1.3.21": "The ocean contains many precious things—pearls, gems, beryls, mother-of-pearls, quartz, corals, silver, gold, rubies, and cat’s eyes. ",
  "pli-tv-kd19:1.3.24": "There are great beings in the ocean—sea-monsters, antigods, dragons, and divinities; creatures with bodies one thousand kilometers long, two thousand, three thousand, four thousand, and five thousand kilometers long.” ",
  "pli-tv-kd19:1.4.0": "The eight amazing qualities on this spiritual path ",
  "pli-tv-kd19:1.4.1": "“Just so, the monks delight in this spiritual path when they see these eight amazing qualities in it: ",
  "pli-tv-kd19:1.4.3": "Just as the ocean slopes and inclines gradually, and does not drop off all at once, ",
  "pli-tv-kd19:1.4.4": "so too, on this spiritual path, the training is gradual, the practice is gradual, and penetration to perfect insight does not happen all at once. ",
  "pli-tv-kd19:1.4.7": "Just as the ocean is steady and does not go beyond the shoreline, ",
  "pli-tv-kd19:1.4.8": "so too, on this spiritual path, my disciples don’t transgress the training rules I have laid down, even for the sake of life. ",
  "pli-tv-kd19:1.4.11": "Just as the ocean does not tolerate dead bodies, but quickly carries them to the shore and discards them on dry land, ",
  "pli-tv-kd19:1.4.12": "so too, the Sangha of monks does not associate with anyone who is immoral—someone with bad qualities, impure and dubious in conduct, hiding his actions, not an ascetic while claiming to be one, not abstaining from sexuality while claiming to do so, rotten inside, lustful, defiled. When the Sangha has gathered , they quickly eject him. Even if he is seated in the midst of the Sangha, he is far from the Sangha and the Sangha is far from him. ",
  "pli-tv-kd19:1.4.15": "Just as when the great rivers—the Ganges, the Yamunā, the Aciravatī, the Sarabhū, or the Mahī—reach the ocean, they lose their former names and become known simply as the ocean, ",
  "pli-tv-kd19:1.4.16": "so too, when anyone who goes forth on this spiritual path made known by the Buddha—whether aristocrats, brahmins, merchants, or workers—they lose their former name and class and become known simply as Sakyans ascetics. ",
  "pli-tv-kd19:1.4.19": "Just as the ocean does not decrease or fill up because of all the rivers in the world that flow into it or the rain that falls into it, ",
  "pli-tv-kd19:1.4.20": "so too, even if many monks are extinguished without remainder, there is no decrease or filling up of the element of extinguishment. ",
  "pli-tv-kd19:1.4.23": "Just as the ocean has only one taste, the taste of salt, ",
  "pli-tv-kd19:1.4.24": "so too, this spiritual path has only one taste, the taste of freedom. ",
  "pli-tv-kd19:1.4.27": "Just as the ocean contains many precious things—pearls, gems, beryls, mother-of-pearls, quartz, corals, silver, gold, rubies, and cat’s eyes—",
  "pli-tv-kd19:1.4.28": "so too, this spiritual path contains many precious things—the four applications of mindfulness, the four right efforts, the four foundations for supernormal power, the five spiritual faculties, the five spiritual powers, the seven factors of awakening, and the noble eightfold path. ",
  "pli-tv-kd19:1.4.31": "Just as there are great beings in the ocean—sea-monsters, antigods, dragons, and divinities; creatures with bodies one thousand kilometers long, two thousand, three thousand, four thousand, and five thousand kilometers long—",
  "pli-tv-kd19:1.4.32": "so too, there are great beings on this spiritual path—stream-enterers, those practicing for the realization of the fruit of stream-entry; once-returners, those practicing for the realization of the fruit of once-returning; non-returners, those practicing for the realization of the fruit of non-returning; perfected ones, and those practicing for the realization of the fruit of perfection.” ",
  "pli-tv-kd19:1.4.36": "Seeing the significance of this, on that occasion the Buddha exclaimed this inspired utterance: ",
  "pli-tv-kd19:1.4.37": "“It rains on what’s concealed, ",
  "pli-tv-kd19:1.4.38": "Not on what’s revealed. ",
  "pli-tv-kd19:1.4.39": "Therefore, reveal the concealed, ",
  "pli-tv-kd19:1.4.40": "And it will not be rained upon.” ",
  "pli-tv-kd19:2.1.0": "One deserving to hear the Monastic Code ",
  "pli-tv-kd19:2.1.1": "And the Buddha addressed the monks: ",
  "pli-tv-kd19:2.1.2": "“From now on I won’t do the observance-day procedure or recite the Monastic Code. ",
  "pli-tv-kd19:2.1.3": "You will be doing it instead. ",
  "pli-tv-kd19:2.1.4": "It’s impossible for the Buddha to do the observance-day procedure and recite the Monastic Code in an impure gathering. ",
  "pli-tv-kd19:2.1.5": "And, monks, you should not listen to the Monastic Code if you have an unconfessed offense. ",
  "pli-tv-kd19:2.1.6": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd19:2.1.7": "If anyone who has an unconfessed offense listens to the Monastic Code, I allow you to cancel his hearing of the Monastic Code. ",
  "pli-tv-kd19:2.1.8": "And it’s to be done like this. ",
  "pli-tv-kd19:2.1.9": "On the observance day, whether the fourteenth or the fifteenth, in the midst of the Sangha and in the presence of that person, you should announce: ",
  "pli-tv-kd19:2.1.10": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:2.1.11": "The person so-and-so has an unconfessed offense. I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ Then the Monastic Code is canceled for him.” ",
  "pli-tv-kd19:3.1.1": "Soon afterwards, ",
  "pli-tv-kd19:3.1.2": "thinking that nobody knew about them, the monks from the group of six listened to the Monastic Code while having unconfessed offenses. ",
  "pli-tv-kd19:3.1.3": "The senior monks who could read the minds of others ",
  "pli-tv-kd19:3.1.4": "informed the monks about this. ",
  "pli-tv-kd19:3.1.6": "When they heard about this, ",
  "pli-tv-kd19:3.1.12": "the monks from the group of six canceled, without reason, the Monastic Code of the pure monks to preempt them. ",
  "pli-tv-kd19:3.1.13": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd19:3.1.14": "“How can the monks from the group of six cancel the Monastic Code of pure monks without reason?” ",
  "pli-tv-kd19:3.1.15": "They told the Buddha. Soon afterwards he had the Sangha gathered and questioned the monks: ",
  "pli-tv-kd19:3.1.16": "“Is it true, monks, that the monks from the group of six did this?” ",
  "pli-tv-kd19:3.1.17": "“It’s true, Sir.” … ",
  "pli-tv-kd19:3.1.18": "after criticizing them … ",
  "pli-tv-kd19:3.1.19": "the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd19:3.1.20": "“You should not, without reason, cancel the Monastic Code of pure monks who don’t have any offenses. ",
  "pli-tv-kd19:3.1.21": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd19:3.2.0": "Legitimate and illegitimate canceling of the Monastic Code ",
  "pli-tv-kd19:3.2.1": "“One kind of canceling of the Monastic Code is illegitimate, one is legitimate; ",
  "pli-tv-kd19:3.2.2": "two kinds of canceling of the Monastic Code are illegitimate, two are legitimate; ",
  "pli-tv-kd19:3.2.3": "three kinds of canceling of the Monastic Code are illegitimate, three are legitimate; ",
  "pli-tv-kd19:3.2.4": "four kinds of canceling of the Monastic Code are illegitimate, four are legitimate; ",
  "pli-tv-kd19:3.2.5": "five kinds of canceling of the Monastic Code are illegitimate, five are legitimate; ",
  "pli-tv-kd19:3.2.6": "six kinds of canceling of the Monastic Code are illegitimate, six are legitimate; ",
  "pli-tv-kd19:3.2.7": "seven kinds of canceling of the Monastic Code are illegitimate, seven are legitimate; ",
  "pli-tv-kd19:3.2.8": "eight kinds of canceling of the Monastic Code are illegitimate, eight are legitimate; ",
  "pli-tv-kd19:3.2.9": "nine kinds of canceling of the Monastic Code are illegitimate, nine are legitimate; ",
  "pli-tv-kd19:3.2.10": "ten kinds of canceling of the Monastic Code are illegitimate, ten are legitimate. ",
  "pli-tv-kd19:3.3.1": "“What is the one kind of canceling of the Monastic Code that is illegitimate? ",
  "pli-tv-kd19:3.3.2": "One cancels the Monastic Code, without grounds, for failure in morality. ",
  "pli-tv-kd19:3.3.4": "What is the one kind of canceling of the Monastic Code that is legitimate? ",
  "pli-tv-kd19:3.3.5": "One cancels the Monastic Code, having grounds, for failure in morality. ",
  "pli-tv-kd19:3.3.7": "“What are the two kinds of canceling of the Monastic Code that are illegitimate? ",
  "pli-tv-kd19:3.3.8": "One cancels the Monastic Code, without grounds, for failure in morality or for failure in conduct. ",
  "pli-tv-kd19:3.3.10": "What are the two kinds of canceling of the Monastic Code that are legitimate? ",
  "pli-tv-kd19:3.3.11": "One cancels the Monastic Code, having grounds, for failure in morality or for failure in conduct. ",
  "pli-tv-kd19:3.3.13": "“What are the three kinds of canceling of the Monastic Code that are illegitimate? ",
  "pli-tv-kd19:3.3.14": "One cancels the Monastic Code, without grounds, for failure in morality, for failure in conduct, or for failure in view. ",
  "pli-tv-kd19:3.3.16": "What are the three kinds of canceling of the Monastic Code that are legitimate? ",
  "pli-tv-kd19:3.3.17": "One cancels the Monastic Code, having grounds, for failure in morality, for failure in conduct, or for failure in view. ",
  "pli-tv-kd19:3.3.19": "“What are the four kinds of canceling of the Monastic Code that are illegitimate? ",
  "pli-tv-kd19:3.3.20": "One cancels the Monastic Code, without grounds, for failure in morality, for failure in conduct, for failure in view, or for failure in livelihood. ",
  "pli-tv-kd19:3.3.22": "What are the four kinds of canceling of the Monastic Code that are legitimate? ",
  "pli-tv-kd19:3.3.23": "One cancels the Monastic Code, having grounds, for failure in morality, for failure in conduct, for failure in view, or for failure in livelihood. ",
  "pli-tv-kd19:3.3.25": "“What are the five kinds of canceling of the Monastic Code that are illegitimate? ",
  "pli-tv-kd19:3.3.26": "One cancels the Monastic Code, groundlessly, for an offense entailing expulsion, for an offense entailing suspension, ",
  "pli-tv-kd19:3.3.27": "for an offense entailing confession, ",
  "pli-tv-kd19:3.3.28": "for an offense entailing acknowledgment, ",
  "pli-tv-kd19:3.3.29": "or for an offense of wrong conduct. ",
  "pli-tv-kd19:3.3.31": "What are the five kinds of canceling of the Monastic Code that are legitimate? ",
  "pli-tv-kd19:3.3.32": "One cancels the Monastic Code, having grounds, for an offense entailing expulsion, for an offense entailing suspension, ",
  "pli-tv-kd19:3.3.33": "for an offense entailing confession, ",
  "pli-tv-kd19:3.3.34": "for an offense entailing acknowledgment, ",
  "pli-tv-kd19:3.3.35": "or for an offense of wrong conduct. ",
  "pli-tv-kd19:3.3.37": "“What are the six kinds of canceling of the Monastic Code that are illegitimate? ",
  "pli-tv-kd19:3.3.38": "One cancels the Monastic Code, without grounds, for the failure in morality of one who hasn’t failed, for the failure in morality of one who has failed, ",
  "pli-tv-kd19:3.3.39": "for the failure in conduct of one who hasn’t failed, for the failure in conduct of one who has failed, ",
  "pli-tv-kd19:3.3.40": "for the failure in view of one who hasn’t failed, or for the failure in view of one who has failed. ",
  "pli-tv-kd19:3.3.42": "What are the six kinds of canceling of the Monastic Code that are legitimate? ",
  "pli-tv-kd19:3.3.43": "One cancels the Monastic Code, having grounds, for the failure in morality of one who hasn’t failed, for the failure in morality of one who has failed, ",
  "pli-tv-kd19:3.3.44": "for the failure in conduct of one who hasn’t failed, for the failure in conduct of one who has failed, ",
  "pli-tv-kd19:3.3.45": "for the failure in view of one who hasn’t failed, or for the failure in view of one who has failed. ",
  "pli-tv-kd19:3.3.48": "“What are the seven kinds of canceling of the Monastic Code that are illegitimate? ",
  "pli-tv-kd19:3.3.49": "One cancels the Monastic Code, groundlessly, for an offense entailing expulsion, for an offense entailing suspension, ",
  "pli-tv-kd19:3.3.50": "for a serious offense, for an offense entailing confession, for an offense entailing acknowledgment, for an offense of wrong conduct, or for an offense of wrong speech. ",
  "pli-tv-kd19:3.3.52": "What are the seven kinds of canceling of the Monastic Code that are legitimate? ",
  "pli-tv-kd19:3.3.53": "One cancels the Monastic Code, having grounds, for an offense entailing expulsion, for an offense entailing suspension, ",
  "pli-tv-kd19:3.3.54": "for a serious offense, for an offense entailing confession, for an offense entailing acknowledgment, for an offense of wrong conduct, or for an offense of wrong speech. ",
  "pli-tv-kd19:3.3.56": "“What are the eight kinds of canceling of the Monastic Code that are illegitimate? ",
  "pli-tv-kd19:3.3.57": "One cancels the Monastic Code, without grounds, for the failure in morality of one who hasn’t failed, for the failure in morality of one who has failed, ",
  "pli-tv-kd19:3.3.58": "for the failure in conduct of one who hasn’t failed, for the failure in conduct of one who has failed, ",
  "pli-tv-kd19:3.3.59": "for the failure in view of one who hasn’t failed, for the failure in view of one who has failed, ",
  "pli-tv-kd19:3.3.60": "for the failure in livelihood of one who hasn’t failed, for the failure in livelihood of one who has failed. ",
  "pli-tv-kd19:3.3.62": "What are the eight kinds of canceling of the Monastic Code that are legitimate? ",
  "pli-tv-kd19:3.3.63": "One cancels the Monastic Code, having grounds, for the failure in morality of one who hasn’t failed, for the failure in morality of one who has failed, ",
  "pli-tv-kd19:3.3.64": "for the failure in conduct of one who hasn’t failed, for the failure in conduct of one who has failed, ",
  "pli-tv-kd19:3.3.65": "for the failure in view of one who hasn’t failed, for the failure in view of one who has failed, ",
  "pli-tv-kd19:3.3.66": "for the failure in livelihood of one who hasn’t failed, for the failure in livelihood of one who has failed. ",
  "pli-tv-kd19:3.3.68": "“What are the nine kinds of canceling of the Monastic Code that are illegitimate? ",
  "pli-tv-kd19:3.3.69": "One cancels the Monastic Code, without grounds, for the failure in morality of one who hasn’t failed, for the failure in morality of one who has failed, for the failure in morality of one who both has and hasn’t failed, ",
  "pli-tv-kd19:3.3.70": "for the failure in conduct of one who hasn’t failed, for the failure in conduct of one who has failed, for the failure in conduct of one who both has and hasn’t failed, ",
  "pli-tv-kd19:3.3.71": "for the failure in view of one who hasn’t failed, for the failure in view of one who has failed, for the failure in view of one who both has and hasn’t failed. ",
  "pli-tv-kd19:3.3.74": "What are the nine kinds of canceling of the Monastic Code that are legitimate? ",
  "pli-tv-kd19:3.3.75": "One cancels the Monastic Code, having grounds, for the failure in morality of one who hasn’t failed, for the failure in morality of one who has failed, for the failure in morality of one who both has and hasn’t failed, ",
  "pli-tv-kd19:3.3.76": "for the failure in conduct of one who hasn’t failed, for the failure in conduct of one who has failed, for the failure in conduct of one who both has and hasn’t failed, ",
  "pli-tv-kd19:3.3.77": "for the failure in view of one who hasn’t failed, for the failure in view of one who has failed, for the failure in view of one who both has and hasn’t failed. ",
  "pli-tv-kd19:3.3.80": "“What are the ten kinds of canceling of the Monastic Code that are illegitimate? ",
  "pli-tv-kd19:3.3.81": "There is no-one seated in that gathering who has committed an offense entailing expulsion; there is no unfinished discussion on anyone committing an offense entailing expulsion; ",
  "pli-tv-kd19:3.3.82": "no-one seated in that gathering has renounced the training; there is no unfinished discussion on anyone renouncing the training; ",
  "pli-tv-kd19:3.3.83": "he goes to the legitimate legal procedure of a complete assembly; he doesn’t reopen a legitimate legal procedure of a complete assembly; there is no unfinished discussion on the reopening of a legitimate legal procedure of a complete assembly; ",
  "pli-tv-kd19:3.3.84": "no-one has seen, heard, or suspects any failure in morality; no-one has seen, heard, or suspects any failure in conduct; no-one has seen, heard, or suspects any failure in view. ",
  "pli-tv-kd19:3.3.86": "What are the ten kinds of canceling of the Monastic Code that are legitimate? ",
  "pli-tv-kd19:3.3.87": "There is someone seated in that gathering who has committed an offense entailing expulsion; there is an unfinished discussion on someone committing an offense entailing expulsion; ",
  "pli-tv-kd19:3.3.88": "someone seated in that gathering has renounced the training; there is an unfinished discussion on someone renouncing the training; ",
  "pli-tv-kd19:3.3.89": "he doesn’t go to a legitimate legal procedure of a complete assembly; he reopens a legitimate legal procedure of a complete assembly; there is an unfinished discussion on the reopening of a legitimate legal procedure of a complete assembly; ",
  "pli-tv-kd19:3.3.90": "someone has seen, heard, or suspects failure in morality; someone has seen, heard, or suspects failure in conduct; someone has seen, heard, or suspects failure in view.” ",
  "pli-tv-kd19:3.4.0": "Legitimate canceling of the Monastic Code ",
  "pli-tv-kd19:3.4.1": "“And how is one who has committed an offense entailing expulsion seated in that gathering? ",
  "pli-tv-kd19:3.4.2": "A monk sees in a monk the characteristics and signs of someone committing an offense entailing expulsion. ",
  "pli-tv-kd19:3.4.3": "Or a monk doesn’t see a monk committing an offense entailing expulsion, but another monk informs him, ",
  "pli-tv-kd19:3.4.4": "‘The monk so-and-so has committed an offense entailing expulsion.’ ",
  "pli-tv-kd19:3.4.5": "Or a monk doesn’t see a monk committing an offense entailing expulsion, nor does another monk inform him, ",
  "pli-tv-kd19:3.4.6": "but the monk himself informs him, ",
  "pli-tv-kd19:3.4.7": "‘I have committed an offense entailing expulsion.’ ",
  "pli-tv-kd19:3.4.8": "Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen, heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ",
  "pli-tv-kd19:3.4.9": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.4.10": "So-and-so has committed an offense entailing expulsion. I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ ",
  "pli-tv-kd19:3.4.11": "This cancellation of the Monastic Code is legitimate. ",
  "pli-tv-kd19:3.4.12": "“When the Monastic Code has been canceled for a monk, it may be that the gathering breaks up because of any one of ten dangers: ",
  "pli-tv-kd19:3.4.13": "danger from kings, criminals, fire, flooding, people, spirits, predatory animals, snakes, or danger to life, or danger to living the spiritual life. ",
  "pli-tv-kd19:3.4.14": "Then, if a monk wishes, he may, in that monastery or in another monastery, announce in the midst of the Sangha and in the presence of that person: ",
  "pli-tv-kd19:3.4.15": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.4.16": "There is an unfinished discussion on so-and-so committing an offense entailing expulsion. The case has not been decided. ",
  "pli-tv-kd19:3.4.17": "If it seems appropriate to the Sangha, the Sangha should decide the case.’ ",
  "pli-tv-kd19:3.4.18": "If this works out, all is well. ",
  "pli-tv-kd19:3.4.19": "If not, then on the observance day, whether the fourteenth or the fifteenth, in the midst of the Sangha and in the presence of that person, a monk should announce: ",
  "pli-tv-kd19:3.4.20": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.4.21": "There is an unfinished discussion on so-and-so committing an offense entailing expulsion. The case has not been decided. ",
  "pli-tv-kd19:3.4.22": "I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ ",
  "pli-tv-kd19:3.4.23": "This cancellation of the Monastic Code is legitimate. ",
  "pli-tv-kd19:3.5.1": "“And how is one who has renounced the training seated in that gathering? ",
  "pli-tv-kd19:3.5.2": "A monk sees in a monk the characteristics and signs of someone renouncing the training. ",
  "pli-tv-kd19:3.5.3": "Or a monk doesn’t see a monk renouncing the training, but another monk informs him, ",
  "pli-tv-kd19:3.5.4": "‘The monk so-and-so has renounced the training.’ ",
  "pli-tv-kd19:3.5.5": "Or a monk doesn’t see a monk renouncing the training, nor does another monk inform him, ",
  "pli-tv-kd19:3.5.6": "but the monk himself informs him, ",
  "pli-tv-kd19:3.5.7": "‘I have renounced the training.’ ",
  "pli-tv-kd19:3.5.8": "Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen heard, heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ",
  "pli-tv-kd19:3.5.9": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.5.10": "So-and-so has renounced the training. I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ ",
  "pli-tv-kd19:3.5.11": "This cancellation of the Monastic Code is legitimate. ",
  "pli-tv-kd19:3.5.12": "“When the Monastic Code has been canceled for a monk, it may be that the gathering breaks up because of any one of ten dangers: ",
  "pli-tv-kd19:3.5.13": "danger from kings, criminals, fire, flooding, people, spirits, predatory animals, snakes, or danger to life, ",
  "pli-tv-kd19:3.5.14": "or danger to living the spiritual life. Then, if a monk wishes, he may, in that monastery or in another monastery, announce in the midst of the Sangha and in the presence of that person: ",
  "pli-tv-kd19:3.5.15": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.5.16": "There is an unfinished discussion on so-and-so renouncing the training. The case has not been decided. ",
  "pli-tv-kd19:3.5.17": "If it seems appropriate to the Sangha, the Sangha should decide the case.’ ",
  "pli-tv-kd19:3.5.18": "If this works out, all is well. ",
  "pli-tv-kd19:3.5.19": "If not, then on the observance day, whether the fourteenth or the fifteenth, in the midst of the Sangha and in the presence of that person, a monk should announce: ",
  "pli-tv-kd19:3.5.20": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.5.21": "There is an unfinished discussion on so-and-so renouncing the training. The matter has not been decided. ",
  "pli-tv-kd19:3.5.22": "I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ ",
  "pli-tv-kd19:3.5.23": "This cancellation of the Monastic Code is legitimate. ",
  "pli-tv-kd19:3.6.1": "“And how does he not go to a legitimate legal procedure of a complete assembly? ",
  "pli-tv-kd19:3.6.2": "A monk sees in a monk the characteristics and signs of someone who doesn’t go to a legitimate legal procedure of a complete assembly. ",
  "pli-tv-kd19:3.6.3": "Or a monk doesn’t see a monk not going to a legitimate legal procedure of a complete assembly, but another monk informs him, ",
  "pli-tv-kd19:3.6.4": "‘Monk so-and-so didn’t go to a legitimate legal procedure of a complete assembly.’ ",
  "pli-tv-kd19:3.6.5": "Or a monk doesn’t see a monk not going to a legitimate legal procedure of a complete assembly, nor does another monk inform him, ",
  "pli-tv-kd19:3.6.6": "but the monk himself informs him, ",
  "pli-tv-kd19:3.6.7": "‘I didn’t go to a legitimate legal procedure of a complete assembly.’ ",
  "pli-tv-kd19:3.6.8": "Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen heard, heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ",
  "pli-tv-kd19:3.6.9": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.6.10": "So-and-so did not go to a legitimate legal procedure of a complete assembly. I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ ",
  "pli-tv-kd19:3.6.11": "This cancellation of the Monastic Code is legitimate. ",
  "pli-tv-kd19:3.7.1": "“And how does he reopen a legitimate legal procedure of a complete assembly? ",
  "pli-tv-kd19:3.7.2": "A monk sees in a monk the characteristics and signs of someone who reopens a legitimate legal procedure of a complete assembly. ",
  "pli-tv-kd19:3.7.3": "Or a monk doesn’t see a monk reopening a legitimate legal procedure of a complete assembly, but another monk informs him, ‘Monk so-and-so has reopened a legitimate legal procedure of a complete assembly.’ ",
  "pli-tv-kd19:3.7.4": "Or a monk doesn’t see a monk reopening a legitimate legal procedure of a complete assembly, nor does another monk inform him, but the monk himself informs him, ‘I have reopened a legitimate legal procedure of a complete assembly.’ ",
  "pli-tv-kd19:3.7.5": "Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen heard, heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ",
  "pli-tv-kd19:3.7.6": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.7.7": "So-and-so has reopened a legitimate legal procedure of a complete assembly. I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ ",
  "pli-tv-kd19:3.7.8": "This cancellation of the Monastic Code is legitimate. ",
  "pli-tv-kd19:3.7.9": "“When the Monastic Code has been canceled for a monk, it may be that the gathering breaks up because of any one of ten dangers: ",
  "pli-tv-kd19:3.7.10": "danger from kings, criminals, fire, flooding, people, spirits, predatory animals, snakes, or danger to life, ",
  "pli-tv-kd19:3.7.11": "or danger to living the spiritual life. ",
  "pli-tv-kd19:3.7.12": "Then, if a monk wishes, he may, in that monastery or in another monastery, announce in the midst of the Sangha and in the presence of that person: ",
  "pli-tv-kd19:3.7.13": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.7.14": "There is an unfinished discussion on so-and-so reopening a legitimate legal procedure of a complete assembly. The case has not been decided. ",
  "pli-tv-kd19:3.7.15": "If it seems appropriate to the Sangha, the Sangha should decide the case.’ ",
  "pli-tv-kd19:3.7.16": "If this works out, all is well. ",
  "pli-tv-kd19:3.7.17": "If not, then on the observance day, whether the fourteenth or the fifteenth, in the midst of the Sangha and in the presence of that person, a monk should announce: ",
  "pli-tv-kd19:3.7.18": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.7.19": "There is an unfinished discussion on so-and-so reopening a legitimate legal procedure of a complete assembly. The case has not been decided. ",
  "pli-tv-kd19:3.7.20": "I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ ",
  "pli-tv-kd19:3.7.21": "This cancellation of the Monastic Code is legitimate. ",
  "pli-tv-kd19:3.8.1": "“And how is failure in morality seen, heard, or suspected? ",
  "pli-tv-kd19:3.8.2": "A monk sees in a monk the characteristics and signs of someone who has been seen, heard, or suspected of failure in morality. ",
  "pli-tv-kd19:3.8.3": "Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in morality, but another monk informs him, ",
  "pli-tv-kd19:3.8.4": "‘Monk so-and-so has been seen, heard, or suspected of failure in morality.’ ",
  "pli-tv-kd19:3.8.5": "Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in morality, nor does another monk inform him, ",
  "pli-tv-kd19:3.8.6": "but the monk himself informs him, ",
  "pli-tv-kd19:3.8.7": "‘I have been seen, heard, or suspected of failure in morality.’ ",
  "pli-tv-kd19:3.8.8": "Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen, heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ",
  "pli-tv-kd19:3.8.9": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.8.10": "So-and-so has been seen, heard, or suspected of failure in morality. I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ ",
  "pli-tv-kd19:3.8.11": "This cancellation of the Monastic Code is legitimate. ",
  "pli-tv-kd19:3.9.1": "“And how is failure in conduct seen, heard, or suspected? ",
  "pli-tv-kd19:3.9.2": "A monk sees in a monk the characteristics and signs of someone who has been seen, heard, or suspected of failure in conduct. ",
  "pli-tv-kd19:3.9.3": "Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in conduct, but another monk informs him, ",
  "pli-tv-kd19:3.9.4": "‘Monk so-and-so has been seen, heard, or suspected of failure in conduct.’ ",
  "pli-tv-kd19:3.9.5": "Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in conduct, nor does another monk inform him, ",
  "pli-tv-kd19:3.9.6": "but the monk himself informs him, ",
  "pli-tv-kd19:3.9.7": "‘I have been seen, heard, or suspected of failure in conduct.’ ",
  "pli-tv-kd19:3.9.8": "Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen heard, heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ",
  "pli-tv-kd19:3.9.9": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.9.10": "So-and-so has been seen, heard, or suspected of failure in conduct. I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ ",
  "pli-tv-kd19:3.9.11": "This cancellation of the Monastic Code is legitimate. ",
  "pli-tv-kd19:3.9.12": "“And how is failure in view seen, heard, or suspected? ",
  "pli-tv-kd19:3.9.13": "A monk sees in a monk the characteristics and signs of someone who has been seen, heard, or suspected of failure in view. ",
  "pli-tv-kd19:3.9.14": "Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in view, but another monk informs him, ",
  "pli-tv-kd19:3.9.15": "‘Monk so-and-so has been seen, heard, or suspected of failure in view.’ ",
  "pli-tv-kd19:3.9.16": "Or a monk doesn’t see a monk who has been seen, heard, or suspected of failure in view, nor does another monk inform him, ",
  "pli-tv-kd19:3.9.17": "but the monk himself informs him, ",
  "pli-tv-kd19:3.9.18": "‘I have been seen, heard, or suspected of failure in view.’ ",
  "pli-tv-kd19:3.9.19": "Then, on the observance day, whether the fourteenth or the fifteenth, he may if he wishes, based on what he has seen heard, heard, or suspects, announce in the midst of the Sangha and in the presence of that person: ",
  "pli-tv-kd19:3.9.20": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd19:3.9.21": "So-and-so has been seen, heard, or suspected of failure in view. I cancel his hearing of the Monastic Code. The Monastic Code should not be recited in his presence.’ ",
  "pli-tv-kd19:3.9.22": "This cancellation of the Monastic Code is legitimate. ",
  "pli-tv-kd19:3.9.23": "These are the ten legitimate cancellations of the Monastic Code.” ",
  "pli-tv-kd19:3.9.24": "The first section for recitation is finished. ",
  "pli-tv-kd19:4.1.0": "The qualities needed to raise an issue ",
  "pli-tv-kd19:4.1.1": "Venerable Upāli went to the Buddha, bowed, sat down, ",
  "pli-tv-kd19:4.1.2": "and said, ",
  "pli-tv-kd19:4.1.3": "“Venerable Sir, if a monk wishes to raise an issue, what factors should be fulfilled?” ",
  "pli-tv-kd19:4.1.4": "“If a monk who wishes to raise an issue, five factors should be fulfilled: ",
  "pli-tv-kd19:4.1.5": "He should reflect ",
  "pli-tv-kd19:4.1.6": "whether or not it’s the right time to raise the issue. ",
  "pli-tv-kd19:4.1.7": "If he knows ",
  "pli-tv-kd19:4.1.8": "it’s the wrong time, he shouldn’t raise it. ",
  "pli-tv-kd19:4.1.9": "But if he knows ",
  "pli-tv-kd19:4.1.10": "it’s the right time, he should reflect further ",
  "pli-tv-kd19:4.1.11": "whether or not it’s a real issue. ",
  "pli-tv-kd19:4.1.12": "If he knows ",
  "pli-tv-kd19:4.1.13": "it’s not, he shouldn’t raise it. ",
  "pli-tv-kd19:4.1.14": "But if he knows ",
  "pli-tv-kd19:4.1.15": "it’s real, he should reflect further ",
  "pli-tv-kd19:4.1.16": "whether or not raising the issue will be beneficial. ",
  "pli-tv-kd19:4.1.17": "If he knows ",
  "pli-tv-kd19:4.1.18": "it won’t, he shouldn’t raise it. ",
  "pli-tv-kd19:4.1.19": "But if he knows ",
  "pli-tv-kd19:4.1.20": "it will be beneficial, he should reflect further ",
  "pli-tv-kd19:4.1.21": "whether or not the monks who are on the side of the Teaching and the Monastic Law will take his side. ",
  "pli-tv-kd19:4.1.22": "If he knows ",
  "pli-tv-kd19:4.1.23": "that they won’t, he shouldn’t raise it. ",
  "pli-tv-kd19:4.1.24": "But if he knows ",
  "pli-tv-kd19:4.1.25": "they will take his side, he should reflect further ",
  "pli-tv-kd19:4.1.26": "whether or not raising the issue will lead to arguments and disputes, to fracture and schism in the Sangha. ",
  "pli-tv-kd19:4.1.27": "If he knows ",
  "pli-tv-kd19:4.1.28": "it will, he shouldn’t raise it. ",
  "pli-tv-kd19:4.1.29": "But if he knows ",
  "pli-tv-kd19:4.1.30": "it won’t, he may raise the issue. ",
  "pli-tv-kd19:4.1.31": "In this way, when five factors are fulfilled, he won’t regret raising it.” ",
  "pli-tv-kd19:5.1.0": "The qualities to be reflected upon by one who accuses another ",
  "pli-tv-kd19:5.1.1": "“Sir, how many qualities should a monk see in himself before accusing another?” ",
  "pli-tv-kd19:5.1.2": "“A monk should see five qualities in himself before accusing another. ",
  "pli-tv-kd19:5.1.3": "Before accusing another, a monk should reflect, ",
  "pli-tv-kd19:5.1.4": "‘Is my bodily conduct pure and faultless? Is this quality found in me or not?’ ",
  "pli-tv-kd19:5.1.5": "If it’s not, there will be those who say, ",
  "pli-tv-kd19:5.1.6": "‘Please train your own bodily conduct first.’ ",
  "pli-tv-kd19:5.1.7": "Before accusing another, a monk should reflect, ",
  "pli-tv-kd19:5.1.8": "‘Is my verbal conduct pure and faultless? Is this quality found in me or not?’ ",
  "pli-tv-kd19:5.1.9": "If it’s not, ",
  "pli-tv-kd19:5.1.10": "there will be those who say, ",
  "pli-tv-kd19:5.1.11": "‘Please train your own verbal conduct first.’ ",
  "pli-tv-kd19:5.1.12": "Before accusing another, a monk should reflect, ",
  "pli-tv-kd19:5.1.13": "‘Do I have a mind of good will toward my fellow monastics? Am I free from ill will toward them? Is this quality found in me or not?’ ",
  "pli-tv-kd19:5.1.14": "If it’s not, there will be those who say, ",
  "pli-tv-kd19:5.1.15": "‘Please set up a mind of good will toward your fellow monastics first.’ ",
  "pli-tv-kd19:5.1.16": "Before accusing another, a monk should reflect, ",
  "pli-tv-kd19:5.1.17": "‘Have I learned much and do I retain and accumulate what I’ve learned? Those teachings that are good in the beginning, good in the middle, and good in the end, that have a true goal and are well articulated, and that set out the perfectly complete and pure spiritual life—have I learned many such teachings, retained them in mind, recited them verbally, mentally investigated them, and penetrated them well by view? Is this quality found in me or not?’  ",
  "pli-tv-kd19:5.1.18": "If it’s not, there will be those who say, ",
  "pli-tv-kd19:5.1.19": "‘Please learn the tradition first.’ ",
  "pli-tv-kd19:5.1.20": "Before accusing another, a monk should reflect, ",
  "pli-tv-kd19:5.1.21": "‘Have I properly learned both Monastic Codes in detail; have I well analyzed them, thoroughly mastered them, and well investigated them, both in terms of the rules and their detailed exposition? Is this quality found in me or not?’ ",
  "pli-tv-kd19:5.1.22": "If it’s not, then when he is asked, ‘Where was this said by the Buddha?’ he won’t be able to reply. And there will be those who say, ",
  "pli-tv-kd19:5.1.23": "‘Please learn the Monastic Law first.’ ",
  "pli-tv-kd19:5.1.24": "A monk should see these five qualities in himself before accusing another.” ",
  "pli-tv-kd19:5.2.0": "The qualities to be set up by one who accuses another ",
  "pli-tv-kd19:5.2.1": "“Sir, how many qualities should a monk set up in himself before accusing another?” ",
  "pli-tv-kd19:5.2.2": "“A monk should set up five qualities in himself before accusing another. He should think, ",
  "pli-tv-kd19:5.2.3": "‘I’ll speak at an appropriate time, not at an inappropriate one; ",
  "pli-tv-kd19:5.2.4": "I’ll speak the truth, not falsehood; ",
  "pli-tv-kd19:5.2.5": "I’ll speak gently, not harshly; ",
  "pli-tv-kd19:5.2.6": "I’ll speak what’s beneficial, not what’s unbeneficial; ",
  "pli-tv-kd19:5.2.7": "I’ll speak with a mind of good will, not with internal ill will.’” ",
  "pli-tv-kd19:5.3.0": "Discussion on the one who accuses and the one who is accused ",
  "pli-tv-kd19:5.3.1": "“Sir, if a monk accuses another illegitimately, in how many ways should regret be aroused in him?” ",
  "pli-tv-kd19:5.3.2": "“Regret should be aroused in him in five ways: ",
  "pli-tv-kd19:5.3.3": "‘Venerable, you’re accusing at the wrong time, not the right time; it’s appropriate for you to have regret. ",
  "pli-tv-kd19:5.3.4": "You’re accusing falsely, not truthfully; it’s appropriate for you to have regret. ",
  "pli-tv-kd19:5.3.5": "You’re accusing harshly, not gently; it’s appropriate for you to have regret. ",
  "pli-tv-kd19:5.3.6": "You’re accusing unbeneficially, not beneficially; it’s appropriate for you to have regret. ",
  "pli-tv-kd19:5.3.7": "You’re accusing with internal ill will, not with a mind of good will; it’s appropriate for you to have regret.’ ",
  "pli-tv-kd19:5.3.8": "These are the five ways regret should be aroused in a monk who accuses another illegitimately. ",
  "pli-tv-kd19:5.3.9": "For what reason? ",
  "pli-tv-kd19:5.3.10": "So that other monks won’t think to accuse others falsely.” ",
  "pli-tv-kd19:5.4.1": "“And if a monk has been accused illegitimately, in how many ways should non-regret be aroused in him?” ",
  "pli-tv-kd19:5.4.2": "“Non-regret should be aroused in him in five ways: ",
  "pli-tv-kd19:5.4.3": "‘Venerable, you have been accused at the wrong time, not the right time; there is no need for you to have regret. ",
  "pli-tv-kd19:5.4.4": "You have been accused falsely, not truthfully; there is no need for you to have regret. ",
  "pli-tv-kd19:5.4.5": "You have been accused harshly, not gently; there is no need for you to have regret. ",
  "pli-tv-kd19:5.4.6": "You have been accused unbeneficially, not beneficially; there is no need for you to have regret. ",
  "pli-tv-kd19:5.4.7": "You have been accused with internal ill will, not with a mind of good will; there is no need for you to have regret.’” ",
  "pli-tv-kd19:5.5.1": "“And if a monk accuses another legitimately, in how many ways should non-regret be aroused in him?” ",
  "pli-tv-kd19:5.5.2": "“Non-regret should be aroused in him in five ways: ",
  "pli-tv-kd19:5.5.3": "‘Venerable, you’re accusing at the right time, not the wrong time; there is no need for you to have regret. ",
  "pli-tv-kd19:5.5.4": "You’re accusing truthfully, not falsely; there is no need for you to have regret. ",
  "pli-tv-kd19:5.5.5": "You’re accusing gently, not harshly; there is no need for you to have regret. ",
  "pli-tv-kd19:5.5.6": "You’re accusing beneficially, not unbeneficially; there is no need for you to have regret. ",
  "pli-tv-kd19:5.5.7": "You’re accusing with a mind of good will, not with internal ill will; there is no need for you to have regret.’ ",
  "pli-tv-kd19:5.5.8": "These are the five ways non-regret should be aroused in a monk who accuses another legitimately. ",
  "pli-tv-kd19:5.5.9": "For what reason? ",
  "pli-tv-kd19:5.5.10": "So that other monks will think to accuse others truthfully.” ",
  "pli-tv-kd19:5.6.1": "“And if a monk has been accused legitimately, in how many ways should regret be aroused in him?” ",
  "pli-tv-kd19:5.6.2": "“Regret should be aroused in him in five ways: ",
  "pli-tv-kd19:5.6.3": "‘Venerable, you have been accused at the right time, not the wrong time; it’s appropriate for you to have regret. ",
  "pli-tv-kd19:5.6.4": "You have been accused truthfully, not falsely; it’s appropriate for you to have regret. ",
  "pli-tv-kd19:5.6.5": "You have been accused gently, not harshly; it’s appropriate for you to have regret. ",
  "pli-tv-kd19:5.6.6": "You have been accused beneficially, not unbeneficially; it’s appropriate for you to have regret. ",
  "pli-tv-kd19:5.6.7": "You have been accused with a mind of good will, not with internal ill will; it’s appropriate for you to have regret.’” ",
  "pli-tv-kd19:5.7.1": "“And, Sir, how many qualities should a monk attend to in himself before accusing another?” ",
  "pli-tv-kd19:5.7.2": "“A monk should attend to five qualities in himself before accusing another: ",
  "pli-tv-kd19:5.7.3": "compassion, being of benefit, sympathy, the idea of clearing offenses, and the idea of giving priority to the training.” ",
  "pli-tv-kd19:5.7.5": "“And how many qualities should a monk who has been accused set up?” ",
  "pli-tv-kd19:5.7.6": "“A monk who has been accused should set up two qualities: ",
  "pli-tv-kd19:5.7.7": "truth and composure.” ",
  "pli-tv-kd19:5.7.8": "The second section for recitation is finished. ",
  "pli-tv-kd19:5.7.9": "The ninth chapter on the cancellation of the Monastic Code is finished. ",
  "pli-tv-kd19:5.7.10": "In this chapter there are thirty topics. ",
  "pli-tv-kd19:5.7.88": "The chapter on the cancellation of the Monastic Code is finished."
}