{
  "pli-tv-kd12:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-kd12:0.2": "The Short Division ",
  "pli-tv-kd12:0.3": "The chapter on those on probation ",
  "pli-tv-kd12:0.4": "The proper conduct of those on probation ",
  "pli-tv-kd12:1.1.1": "At one time the Buddha was staying at Sāvatthī in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-kd12:1.1.2": "At that time monks on probation consented to regular monks bowing down to them, standing up for them, raising their joined palms to them, doing acts of respect toward them, offering them a seat, offering them a bed, offering them water for washing their feet and a foot-stool, offering them a foot-scraper, receiving their bowl and robe, and massaging their backs when bathing. ",
  "pli-tv-kd12:1.1.3": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd12:1.1.4": "“How can monks on probation consent to these things?” ",
  "pli-tv-kd12:1.1.5": "The monks told the Buddha. ",
  "pli-tv-kd12:1.1.6": "Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ",
  "pli-tv-kd12:1.1.7": "“Is it true, monks, that monks on probation consent to these things?” ",
  "pli-tv-kd12:1.1.8": "“It’s true, Sir.” ",
  "pli-tv-kd12:1.1.9": "The Buddha criticized them … ",
  "pli-tv-kd12:1.1.10": "“It’s not suitable … ",
  "pli-tv-kd12:1.1.11": "How can monks on probation consent to these things? ",
  "pli-tv-kd12:1.1.12": "This won’t give rise to confidence in those without it …” … ",
  "pli-tv-kd12:1.1.13": "after criticizing them … ",
  "pli-tv-kd12:1.1.14": "he gave a teaching and addressed the monks: ",
  "pli-tv-kd12:1.1.15": "“A monk on probation should not consent to: ",
  "pli-tv-kd12:1.1.16": "Regular monks bowing down to him; ",
  "pli-tv-kd12:1.1.17": "Regular monks standing up for him; ",
  "pli-tv-kd12:1.1.18": "Regular monks raising their joined palms to him; ",
  "pli-tv-kd12:1.1.19": "Regular monks doing acts of respect toward him; ",
  "pli-tv-kd12:1.1.20": "Regular monks offering him a seat; ",
  "pli-tv-kd12:1.1.21": "Regular monks offering him a bed; ",
  "pli-tv-kd12:1.1.22": "Regular monks offering him water for washing his feet and a foot-stool; ",
  "pli-tv-kd12:1.1.23": "Regular monks offering him a foot-scraper; ",
  "pli-tv-kd12:1.1.24": "Regular monks receiving his bowl and robe; ",
  "pli-tv-kd12:1.1.25": "Regular monks massaging his back when he is bathing. ",
  "pli-tv-kd12:1.1.26": "If he consents to any of these, he commits an offense of wrong conduct. ",
  "pli-tv-kd12:1.1.27": "Monks on probation should bow down to one another according to seniority, and likewise stand up, raise their joined palms, do acts of respect, offer a seat, offer a bed, offer water for washing the feet and a foot-stool, offer a foot-scraper, receive bowl and robe, and massage one another’s backs according to seniority when bathing. ",
  "pli-tv-kd12:1.1.28": "Monks on probation should do five things with regular monks according to seniority: ",
  "pli-tv-kd12:1.1.29": "the observance-day procedure, the invitation procedure, the sharing out of rainy-season robes, meal invitations, and meals. ",
  "pli-tv-kd12:1.1.30": "And I will lay down the proper conduct for a monk on probation. ",
  "pli-tv-kd12:1.2.1": "",
  "pli-tv-kd12:1.2.2": "This is the proper conduct: ",
  "pli-tv-kd12:1.2.3": "He should not give the full ordination. ",
  "pli-tv-kd12:1.2.4": "He should not give formal support. ",
  "pli-tv-kd12:1.2.5": "He should not have a novice monk attend on him. ",
  "pli-tv-kd12:1.2.6": "He should not accept being appointed as an instructor of the nuns. ",
  "pli-tv-kd12:1.2.7": "Even if appointed, he should not instruct the nuns. ",
  "pli-tv-kd12:1.2.8": "He should not commit the same offense as the offense for which the Sangha gave him probation, nor one that is similar or worse. ",
  "pli-tv-kd12:1.2.9": "He should not criticize the legal procedure. ",
  "pli-tv-kd12:1.2.10": "He should not criticize those who did the procedure. ",
  "pli-tv-kd12:1.2.11": "He should not cancel the observance-day procedure of a regular monk. ",
  "pli-tv-kd12:1.2.12": "He should not cancel the invitation of a regular monk. ",
  "pli-tv-kd12:1.2.13": "He should not speak to a regular monk to initiate a legal process against him. ",
  "pli-tv-kd12:1.2.14": "He should not make accusations against a regular monk. ",
  "pli-tv-kd12:1.2.15": "He should not ask a regular monk for permission to accuse him of an offense. ",
  "pli-tv-kd12:1.2.16": "He should not accuse a regular monk of an offense. ",
  "pli-tv-kd12:1.2.17": "He should not remind a regular monk of an offense. ",
  "pli-tv-kd12:1.2.18": "He should not associate inappropriately with other monks. ",
  "pli-tv-kd12:1.2.19": "He should not walk in front of a regular monk. ",
  "pli-tv-kd12:1.2.20": "He should not sit in front of a regular monk. ",
  "pli-tv-kd12:1.2.21": "He should be given the last seat, the last bed, and the last dwelling of the Sangha and should consent to that. ",
  "pli-tv-kd12:1.2.22": "He should not attend on a regular monk when approaching families. ",
  "pli-tv-kd12:1.2.23": "He should not be attended on by a regular monk when approaching families. ",
  "pli-tv-kd12:1.2.24": "He should not undertake the practice of staying in the wilderness. ",
  "pli-tv-kd12:1.2.25": "He should not undertake the practice of eating only almsfood. ",
  "pli-tv-kd12:1.2.26": "He should not have someone bring back almsfood for him because he doesn’t want others to know about his status. ",
  "pli-tv-kd12:1.2.27": "He should inform about his status when he is newly arrived in a monastery. ",
  "pli-tv-kd12:1.2.28": "He should inform new arrivals of his status. ",
  "pli-tv-kd12:1.2.29": "He should inform about his status on the observance-day. ",
  "pli-tv-kd12:1.2.30": "He should inform about his status on the invitation day. ",
  "pli-tv-kd12:1.2.31": "If he is sick, he should inform about his status by messenger. ",
  "pli-tv-kd12:1.3.1": "He should not go from a monastery with monks to one without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.2": "He should not go from a monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.3": "He should not go from a monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.4": "He should not go from a non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.5": "He should not go from a non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.6": "He should not go from a non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.7": "He should not go from a monastery or non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.8": "He should not go from a monastery or non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.9": "He should not go from a monastery or non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.10": "He should not go from a monastery with monks to one with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.11": "He should not go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.12": "He should not go from a monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.13": "He should not go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.14": "He should not go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.15": "He should not go from a non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.16": "He should not go from a monastery or non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.17": "He should not go from a monastery or non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.18": "He should not go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:1.3.19": "He may go from a monastery with monks to one with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:1.3.20": "He may go from a monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:1.3.21": "He may go from a monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:1.3.22": "He may go from a non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:1.3.23": "He may go from a non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:1.3.24": "He may go from a non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:1.3.25": "He may go from a monastery or non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:1.3.26": "He may go from a monastery or non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:1.3.27": "He may go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:1.4.1": "He should not, in a monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:1.4.2": "He should not, in a non-monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:1.4.3": "He should not, in a monastery or a non-monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:1.4.4": "If he sees a regular monk, he should get up from his seat. ",
  "pli-tv-kd12:1.4.5": "He should offer a seat to a regular monk. ",
  "pli-tv-kd12:1.4.6": "He should not walk on a higher walking-path than a regular monk. ",
  "pli-tv-kd12:1.4.7": "He should not walk on a walking-path when a regular monk is walking on the ground. ",
  "pli-tv-kd12:1.4.8": "He should not sit on a seat when a regular monk is sitting on the ground. ",
  "pli-tv-kd12:1.4.9": "He should not walk on the same walking-path as a regular monk. ",
  "pli-tv-kd12:1.4.10": "He should not walk on a higher walking-path than a regular monk. ",
  "pli-tv-kd12:1.4.11": "He should not walk on a walking-path when a regular monk is walking on the ground. ",
  "pli-tv-kd12:1.4.12": "He should not, in a monastery, stay in the same room as a more senior monk on probation. … ",
  "pli-tv-kd12:1.4.13": "He should not, in a monastery, stay in the same room as a monk deserving to be sent back to the beginning. … ",
  "pli-tv-kd12:1.4.14": "He should not, in a monastery, stay in the same room as a monk deserving to be given the trial period. … ",
  "pli-tv-kd12:1.4.15": "He should not, in a monastery, stay in the same room as a monk undertaking the trial period. … ",
  "pli-tv-kd12:1.4.16": "He should not, in a monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:1.4.17": "He should not, in a non-monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:1.4.18": "He should not, in a monastery or a non-monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:1.4.19": "He should not sit on the same seat as a monk deserving rehabilitation. ",
  "pli-tv-kd12:1.4.20": "He should not sit on a higher seat than a monk deserving rehabilitation. ",
  "pli-tv-kd12:1.4.21": "He should not sit on a seat when a monk deserving rehabilitation is sitting on the ground. ",
  "pli-tv-kd12:1.4.22": "He should not walk on the same walking-path as a monk deserving rehabilitation. ",
  "pli-tv-kd12:1.4.23": "He should not walk on a higher walking-path than a monk deserving rehabilitation. ",
  "pli-tv-kd12:1.4.24": "He should not walk on a walking-path when a monk deserving rehabilitation is walking on the ground. ",
  "pli-tv-kd12:1.4.25": "If, as the fourth member of a group, he gives probation, ",
  "pli-tv-kd12:1.4.26": "sends back to the beginning, ",
  "pli-tv-kd12:1.4.27": "or gives the trial period, ",
  "pli-tv-kd12:1.4.28": "or as the twentieth member of a group, he rehabilitates, it is invalid and not to be done.” ",
  "pli-tv-kd12:1.4.29": "The ninety-four kinds of proper conduct for one on probation are finished. ",
  "pli-tv-kd12:2.1.1": "Soon afterwards Venerable Upāli approached the Buddha, ",
  "pli-tv-kd12:2.1.2": "bowed, sat down, ",
  "pli-tv-kd12:2.1.3": "and said, ",
  "pli-tv-kd12:2.1.4": "“How many things are there, Venerable Sir, that stop a monk on probation from counting a particular day toward his probationary period?” ",
  "pli-tv-kd12:2.1.5": "“There are three such things, Upāli: ",
  "pli-tv-kd12:2.1.6": "he stays in the same room as a regular monk; he stays apart from other monks; he doesn’t inform other monks of his status.” ",
  "pli-tv-kd12:3.1.1": "On one occasion a large sangha of monks had gathered at Sāvatthī. ",
  "pli-tv-kd12:3.1.2": "The monks on probation were not able to fulfill their probationary duties. ",
  "pli-tv-kd12:3.1.3": "They told the Buddha and he said, ",
  "pli-tv-kd12:3.1.4": "“I allow you to set aside the probation. ",
  "pli-tv-kd12:3.1.5": "And it should be done like this. ",
  "pli-tv-kd12:3.1.6": "The monk on probation should approach a monk, put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ",
  "pli-tv-kd12:3.1.7": "‘I set aside the probation,’ ",
  "pli-tv-kd12:3.1.9": "or ‘I set aside the proper conduct.’” ",
  "pli-tv-kd12:3.2.1": "Soon afterwards the monks at Sāvatthī left in various directions. ",
  "pli-tv-kd12:3.2.2": "The monks on probation were again able to fulfill their probationary duties. ",
  "pli-tv-kd12:3.2.3": "They told the Buddha and he said, ",
  "pli-tv-kd12:3.2.4": "“I allow you to take up the probation. ",
  "pli-tv-kd12:3.2.5": "And it should be done like this. ",
  "pli-tv-kd12:3.2.6": "The monk on probation should approach a monk, put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ",
  "pli-tv-kd12:3.2.7": "‘I take up the probation,’ ",
  "pli-tv-kd12:3.2.9": "or ‘I take up the proper conduct.’” ",
  "pli-tv-kd12:3.2.11": "The proper conduct of those on probation is finished. ",
  "pli-tv-kd12:4.1.0": "The proper conduct of those deserving to be sent back to the beginning ",
  "pli-tv-kd12:4.1.1": "At this time monks deserving to be sent back to the beginning consented to regular monks bowing down to them, standing up for them, raising their joined palms to them, doing acts of respect toward them, offering them a seat, offering them a bed, offering them water for washing their feet and a foot-stool, offering them a foot-scraper, receiving their bowl and robe, and massaging their backs when bathing. ",
  "pli-tv-kd12:4.1.2": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd12:4.1.3": "“How can monks deserving to be sent back to the beginning consent to these things?” ",
  "pli-tv-kd12:4.1.4": "The monks told the Buddha. ",
  "pli-tv-kd12:4.1.5": "Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ",
  "pli-tv-kd12:4.1.6": "“Is it true, monks, that monks deserving to be sent back to the beginning consent to these things?” ",
  "pli-tv-kd12:4.1.7": "“It’s true, Sir.” ",
  "pli-tv-kd12:4.1.8": "The Buddha criticized them … ",
  "pli-tv-kd12:4.1.9": "“It’s not suitable … ",
  "pli-tv-kd12:4.1.10": "How can monks deserving to be sent back to the beginning consent to these things? ",
  "pli-tv-kd12:4.1.11": "This won’t give rise to confidence in those without it …” … ",
  "pli-tv-kd12:4.1.12": "after criticizing them … ",
  "pli-tv-kd12:4.1.13": "he gave a teaching and addressed the monks: ",
  "pli-tv-kd12:4.1.14": "“A monk deserving to be sent back to the beginning should not consent to: ",
  "pli-tv-kd12:4.1.15": "Regular monks bowing down to him; ",
  "pli-tv-kd12:4.1.16": "Regular monks standing up for him; ",
  "pli-tv-kd12:4.1.17": "Regular monks raising their joined palms to him; ",
  "pli-tv-kd12:4.1.18": "Regular monks doing acts of respect toward him; ",
  "pli-tv-kd12:4.1.19": "Regular monks offering him a seat; ",
  "pli-tv-kd12:4.1.20": "Regular monks offering him a bed; ",
  "pli-tv-kd12:4.1.21": "Regular monks offering him water for washing his feet and a foot-stool; ",
  "pli-tv-kd12:4.1.22": "Regular monks offering him a foot-scraper; ",
  "pli-tv-kd12:4.1.23": "Regular monks receiving his bowl and robe; ",
  "pli-tv-kd12:4.1.24": "Regular monks massaging his back when he is bathing. ",
  "pli-tv-kd12:4.1.25": "If he consents to any of these, he commits an offense of wrong conduct. ",
  "pli-tv-kd12:4.1.26": "Monks deserving to be sent back to the beginning should bow down to one another according to seniority, and likewise stand up, raise their joined palms, do acts of respect, offer a seat, offer a bed, offer water for washing the feet and a foot-stool, offer a foot-scraper, receive bowl and robe, and massage one another’s backs according to seniority when bathing. ",
  "pli-tv-kd12:4.1.27": "Monks deserving to be sent back to the beginning should do five things with regular monks according to seniority: ",
  "pli-tv-kd12:4.1.28": "the observance-day procedure, the invitation procedure, sharing out of rainy-season robes, meal invitations, and meals. ",
  "pli-tv-kd12:4.1.29": "And I will lay down the proper conduct for a monk deserving to be sent back to the beginning. ",
  "pli-tv-kd12:4.1.30": "",
  "pli-tv-kd12:4.1.31": "This is the proper conduct: ",
  "pli-tv-kd12:4.1.32": "He should not give the full ordination. ",
  "pli-tv-kd12:4.1.33": "He should not give formal support. ",
  "pli-tv-kd12:4.1.34": "He should not have a novice monk attend on him. ",
  "pli-tv-kd12:4.1.35": "He should not accept being appointed as an instructor of the nuns. ",
  "pli-tv-kd12:4.1.36": "Even if appointed, he should not instruct the nuns. ",
  "pli-tv-kd12:4.1.37": "He should not commit the same offense as the offense for which he deserves to be sent back to the beginning by the Sangha, nor one that is similar or worse. ",
  "pli-tv-kd12:4.1.38": "He should not criticize the legal procedure. ",
  "pli-tv-kd12:4.1.39": "He should not criticize those who did the procedure. ",
  "pli-tv-kd12:4.1.40": "He should not cancel the observance-day procedure of a regular monk. ",
  "pli-tv-kd12:4.1.41": "He should not cancel the invitation of a regular monk. ",
  "pli-tv-kd12:4.1.42": "He should not speak to a regular monk to initiate a legal process against him. ",
  "pli-tv-kd12:4.1.43": "He should not make accusations against a regular monk. ",
  "pli-tv-kd12:4.1.44": "He should not ask a regular monk for permission to accuse him of an offense. ",
  "pli-tv-kd12:4.1.45": "He should not accuse a regular monk of an offense. ",
  "pli-tv-kd12:4.1.46": "He should not remind a regular monk of an offense. ",
  "pli-tv-kd12:4.1.47": "He should not associate inappropriately with other monks. ",
  "pli-tv-kd12:4.1.48": "He should not walk in front of a regular monk. ",
  "pli-tv-kd12:4.1.49": "He should not sit in front of a regular monk. ",
  "pli-tv-kd12:4.1.50": "He should be given the last seat, the last bed, and the last dwelling of the Sangha and should consent to that. ",
  "pli-tv-kd12:4.1.51": "He should not attend on a regular monk when approaching families. ",
  "pli-tv-kd12:4.1.52": "He should not be attended on by a regular monk when approaching families. ",
  "pli-tv-kd12:4.1.53": "He should not undertake the practice of staying in the wilderness. ",
  "pli-tv-kd12:4.1.54": "He should not undertake the practice of eating only almsfood. ",
  "pli-tv-kd12:4.1.55": "He should not have someone bring back almsfood for him because he doesn’t want others to know about his status. ",
  "pli-tv-kd12:4.1.56": "He should not go from a monastery with monks to one without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.57": "He should not go from a monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.58": "He should not go from a monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.59": "He should not go from a non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.60": "He should not go from a non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.61": "He should not go from a non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.62": "He should not go from a monastery or non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.63": "He should not go from a monastery or non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.64": "He should not go from a monastery or non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.65": "He should not go from a monastery with monks to one with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.66": "He should not go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.67": "He should not go from a monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.68": "He should not go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.69": "He should not go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.70": "He should not go from a non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.71": "He should not go from a monastery or non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.72": "He should not go from a monastery or non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.73": "He should not go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:4.1.74": "He may go from a monastery with monks to one with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:4.1.75": "He may go from a monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:4.1.76": "He may go from a monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:4.1.77": "He may go from a non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:4.1.78": "He may go from a non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:4.1.79": "He may go from a non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:4.1.80": "He may go from a monastery or non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:4.1.81": "He may go from a monastery or non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:4.1.82": "He may go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:4.1.83": "He should not, in a monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:4.1.84": "He should not, in a non-monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:4.1.85": "He should not, in a monastery or a non-monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:4.1.86": "If he sees a regular monk, he should get up from his seat. ",
  "pli-tv-kd12:4.1.87": "He should offer a seat to a regular monk. ",
  "pli-tv-kd12:4.1.88": "He should not sit on the same seat as a regular monk. ",
  "pli-tv-kd12:4.1.89": "He should not sit on a higher seat than a regular monk. ",
  "pli-tv-kd12:4.1.90": "He should not sit on a seat when a regular monk is sitting on the ground ",
  "pli-tv-kd12:4.1.91": "He should not walk on the same walking-path as a regular monk. ",
  "pli-tv-kd12:4.1.92": "He should not walk on a higher walking-path than a regular monk. ",
  "pli-tv-kd12:4.1.93": "He should not walk on a walking-path when a regular monk is walking on the ground. ",
  "pli-tv-kd12:4.1.94": "He should not, in a monastery, stay in the same room as a monk on probation. … ",
  "pli-tv-kd12:4.1.95": "He should not, in a monastery, stay in the same room as a more senior monk deserving to be sent back to the beginning. … ",
  "pli-tv-kd12:4.1.96": "He should not, in a monastery, stay in the same room as a monk deserving to be given the trial period. … ",
  "pli-tv-kd12:4.1.97": "He should not, in a monastery, stay in the same room as a monk undertaking the trial period. … ",
  "pli-tv-kd12:4.1.98": "He should not, in a monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:4.1.99": "He should not, in a non-monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:4.1.100": "He should not, in a monastery or a non-monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:4.1.101": "He should not sit on the same seat as a monk deserving rehabilitation. ",
  "pli-tv-kd12:4.1.102": "He should not sit on a higher seat than a monk deserving rehabilitation. ",
  "pli-tv-kd12:4.1.103": "He should not sit on a seat when a monk deserving rehabilitation is sitting on the ground. ",
  "pli-tv-kd12:4.1.104": "He should not walk on the same walking-path as a monk deserving rehabilitation. ",
  "pli-tv-kd12:4.1.105": "He should not walk on a higher walking-path than a monk deserving rehabilitation. ",
  "pli-tv-kd12:4.1.106": "He should not walk on a walking-path when a monk deserving rehabilitation is walking on the ground. ",
  "pli-tv-kd12:4.1.107": "If, as the fourth member of a group, he gives probation, ",
  "pli-tv-kd12:4.1.108": "sends back to the beginning, ",
  "pli-tv-kd12:4.1.109": "or gives the trial period, ",
  "pli-tv-kd12:4.1.110": "or as the twentieth member of a group, he rehabilitates, it is invalid and not to be done.” ",
  "pli-tv-kd12:4.1.111": "The proper conduct of those deserving to be sent back to the beginning is finished. ",
  "pli-tv-kd12:5.1.0": "The proper conduct of those deserving to be given the trial period ",
  "pli-tv-kd12:5.1.1": "At this time monks deserving to be given the trial period consented to regular monks bowing down to them, standing up for them, raising their joined palms to them, doing acts of respect toward them, offering them a seat, offering them a bed, offering them water for washing their feet and a foot-stool, offering them a foot-scraper, receiving their bowl and robe, and massaging their backs when bathing. ",
  "pli-tv-kd12:5.1.2": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd12:5.1.3": "“How can monks deserving to be given the trial period consent to these things?” ",
  "pli-tv-kd12:5.1.4": "The monks told the Buddha. Soon afterwards he had the Sangha of monks gathered and questioned them: ",
  "pli-tv-kd12:5.1.5": "“Is it true, monks, that monks deserving to be given the trial period consent to these things?” ",
  "pli-tv-kd12:5.1.6": "“It’s true, Sir.” ",
  "pli-tv-kd12:5.1.7": "The Buddha criticized them … ",
  "pli-tv-kd12:5.1.8": "“It’s not suitable … ",
  "pli-tv-kd12:5.1.9": "How can monks deserving to be given the trial period consent to these things? ",
  "pli-tv-kd12:5.1.10": "This won’t give rise to confidence in those without it …” … ",
  "pli-tv-kd12:5.1.11": "after criticizing them … ",
  "pli-tv-kd12:5.1.12": "he gave a teaching and addressed the monks: ",
  "pli-tv-kd12:5.1.13": "“A monk deserving to be given the trial period should not consent to: ",
  "pli-tv-kd12:5.1.14": "Regular monks bowing down to him; ",
  "pli-tv-kd12:5.1.15": "Regular monks standing up for him; ",
  "pli-tv-kd12:5.1.16.1": "Regular monks raising their joined palms to him; ",
  "pli-tv-kd12:5.1.16.2": "Regular monks doing acts of respect for him. ; ",
  "pli-tv-kd12:5.1.16.3": "Regular monks offering him a seat; ",
  "pli-tv-kd12:5.1.16.4": "Regular monks offering him a bed; ",
  "pli-tv-kd12:5.1.16.5": "Regular monks offering him water for washing his feet and a foot-stool; ",
  "pli-tv-kd12:5.1.16.6": "Regular monks offering him a foot-scraper; ",
  "pli-tv-kd12:5.1.16.7": "Regular monks receiving his bowl and robe; ",
  "pli-tv-kd12:5.1.17": "Regular monks massaging his back when he is bathing. ",
  "pli-tv-kd12:5.1.18": "If he consents to any of these, he commits an offense of wrong conduct. ",
  "pli-tv-kd12:5.1.19": "Monks deserving to be given the trial period should bow down to one another according to seniority, and likewise stand up, raise their joined palms, do acts of respect, offer a seat, offer a bed, offer water for washing the feet and a foot-stool, offer a foot-scraper, receive bowl and robe, and massage one another’s backs according to seniority when bathing. ",
  "pli-tv-kd12:5.1.20": "Monks deserving to be given the trial period should do five things with regular monks according to seniority: ",
  "pli-tv-kd12:5.1.21": "the observance-day procedure, the invitation procedure, sharing out of rainy-season robes, meal invitations, and meals. ",
  "pli-tv-kd12:5.1.22": "And I will lay down the proper conduct for a monk deserving to be given the trial period. ",
  "pli-tv-kd12:5.1.23": "",
  "pli-tv-kd12:5.1.24": "This is the proper conduct: ",
  "pli-tv-kd12:5.1.25": "He should not give the full ordination. ",
  "pli-tv-kd12:5.1.26.1": "He should not give formal support. ",
  "pli-tv-kd12:5.1.26.2": "He should not have a novice monk attend on him. ",
  "pli-tv-kd12:5.1.26.3": "He should not accept being appointed as an instructor of the nuns. ",
  "pli-tv-kd12:5.1.26.4": "Even if appointed, he should not instruct the nuns. ",
  "pli-tv-kd12:5.1.26.5": "He should not commit the same offense as the offense for which he deserves to be given the trial period by the Sangha, nor one that is similar or worse.. ",
  "pli-tv-kd12:5.1.26.6": "He should not criticize the legal procedure. ",
  "pli-tv-kd12:5.1.26.7": "He should not criticize those who did the procedure. ",
  "pli-tv-kd12:5.1.26.8": "He should not cancel the observance-day procedure of a regular monk. ",
  "pli-tv-kd12:5.1.26.9": "He should not cancel the invitation of a regular monk. ",
  "pli-tv-kd12:5.1.26.10": "He should not speak to a regular monk to initiate a legal process against him. ",
  "pli-tv-kd12:5.1.26.11": "He should not criticize a regular monk. ",
  "pli-tv-kd12:5.1.26.12": "He should not ask a regular monk for permission to accuse him of an offense. ",
  "pli-tv-kd12:5.1.26.13": "He should not accuse a regular monk of an offense. ",
  "pli-tv-kd12:5.1.26.14": "He should not remind a regular monk of an offense. ",
  "pli-tv-kd12:5.1.27": "He should not associate inappropriately with other monks. ",
  "pli-tv-kd12:5.1.28": "He should not walk in front of a regular monk. ",
  "pli-tv-kd12:5.1.29": "He should not sit in front of a regular monk. ",
  "pli-tv-kd12:5.1.30": "He should be given the last seat, the last bed, and the last dwelling of the Sangha and should consent to that. ",
  "pli-tv-kd12:5.1.31": "He should not attend on a regular monk when approaching families. ",
  "pli-tv-kd12:5.1.32": "He should not be attended on by a regular monk when approaching families. ",
  "pli-tv-kd12:5.1.33": "He should not undertake the practice of staying in the wilderness. ",
  "pli-tv-kd12:5.1.34": "He should not undertake the practice of eating only almsfood. ",
  "pli-tv-kd12:5.1.35": "He should not have someone bring back almsfood for him because he doesn’t want others to know about his status. ",
  "pli-tv-kd12:5.1.36": "He should not go from a monastery with monks to one without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.37": "He should not go from a monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.38": "He should not go from a monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.39": "He should not go from a non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.40": "He should not go from a non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.41": "He should not go from a non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.42": "He should not go from a monastery or non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.43": "He should not go from a monastery or non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.44": "He should not go from a monastery or non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.45": "He should not go from a monastery with monks to one with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.46": "He should not go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.47": "He should not go from a monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.48": "He should not go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.49": "He should not go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.50": "He should not go from a non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.51": "He should not go from a monastery or non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.52": "He should not go from a monastery or non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.53": "He should not go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:5.1.54": "He may go from a monastery with monks to one with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:5.1.55": "He may go from a monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:5.1.56": "He may go from a monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:5.1.57": "He may go from a non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:5.1.58": "He may go from a non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:5.1.59": "He may go from a non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:5.1.60": "He may go from a monastery or non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:5.1.61": "He may go from a monastery or non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:5.1.62": "He may go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:5.1.63": "He should not, in a monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:5.1.64": "He should not, in a non-monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:5.1.65": "He should not, in a monastery or a non-monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:5.1.66": "If he sees a regular monk, he should get up from his seat. ",
  "pli-tv-kd12:5.1.67": "He should offer a seat to a regular monk. ",
  "pli-tv-kd12:5.1.68": "He should not sit on the same seat as a regular monk. ",
  "pli-tv-kd12:5.1.69": "He should not sit on a higher seat than a regular monk. ",
  "pli-tv-kd12:5.1.70": "He should not sit on a seat when a regular monk is sitting on the ground. ",
  "pli-tv-kd12:5.1.71": "He should not walk on the same walking-path as a regular monk. ",
  "pli-tv-kd12:5.1.72": "He should not walk on a higher walking-path than a regular monk. ",
  "pli-tv-kd12:5.1.73": "He should not walk on a walking-path when a regular monk is walking on the ground. ",
  "pli-tv-kd12:5.1.74": "He should not, in a monastery, stay in the same room as a monk on probation. … ",
  "pli-tv-kd12:5.1.75": "He should not, in a monastery, stay in the same room as a monk deserving to be sent back to the beginning. … ",
  "pli-tv-kd12:5.1.76": "He should not, in a monastery, stay in the same room as a more senior monk deserving to be given the trial period. … ",
  "pli-tv-kd12:5.1.77": "He should not, in a monastery, stay in the same room as a monk undertaking the trial period. … ",
  "pli-tv-kd12:5.1.78": "He should not, in a monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:5.1.79": "He should not, in a non-monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:5.1.80": "He should not, in a monastery or a non-monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:5.1.81": "He should not sit on the same seat as a monk deserving rehabilitation. ",
  "pli-tv-kd12:5.1.82": "He should not sit on a higher seat than a monk deserving rehabilitation. ",
  "pli-tv-kd12:5.1.83": "He should not sit on a seat when a monk deserving rehabilitation is sitting on the ground. ",
  "pli-tv-kd12:5.1.84": "He should not walk on the same walking-path as a monk deserving rehabilitation. ",
  "pli-tv-kd12:5.1.85": "He should not walk on a higher walking-path than a monk deserving rehabilitation. ",
  "pli-tv-kd12:5.1.86": "He should not walk on a walking-path when a monk deserving rehabilitation is walking on the ground. ",
  "pli-tv-kd12:5.1.87": "If, as the fourth member of a group, he gives probation, ",
  "pli-tv-kd12:5.1.88": "sends back to the beginning, ",
  "pli-tv-kd12:5.1.89": "or gives the trial period, ",
  "pli-tv-kd12:5.1.90": "or as the twentieth member of a group, he rehabilitates, it is invalid and not to be done.” ",
  "pli-tv-kd12:5.1.91": "The proper conduct of those deserving to be given the trial period is finished. ",
  "pli-tv-kd12:6.1.0": "The proper conduct of those undertaking the trial period ",
  "pli-tv-kd12:6.1.1": "At this time monks undertaking the trial period consented to regular monks bowing down to them, standing up for them, raising their joined palms to them, doing acts of respect toward them, offering them a seat, offering them a bed, offering them water for washing their feet and a foot-stool, offering them a foot-scraper, receiving their bowl and robe, and massaging their backs when bathing. ",
  "pli-tv-kd12:6.1.2": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd12:6.1.3": "“How can monks undertaking the trial period consent to these things?” ",
  "pli-tv-kd12:6.1.4": "The monks told the Buddha. ",
  "pli-tv-kd12:6.1.5": "Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ",
  "pli-tv-kd12:6.1.6": "“Is it true, monks, that monks undertaking the trial period consent to these things?” ",
  "pli-tv-kd12:6.1.7": "“It’s true, Sir.” ",
  "pli-tv-kd12:6.1.8": "The Buddha criticized them … ",
  "pli-tv-kd12:6.1.9": "“It’s not suitable … ",
  "pli-tv-kd12:6.1.10": "How can monks undertaking the trial period consent to these things? ",
  "pli-tv-kd12:6.1.11": "This won’t give rise to confidence in those without it …” … ",
  "pli-tv-kd12:6.1.12": "after criticizing them … ",
  "pli-tv-kd12:6.1.13": "he gave a teaching and addressed the monks: ",
  "pli-tv-kd12:6.1.14": "“A monk undertaking the trial period should not consent to: ",
  "pli-tv-kd12:6.1.15": "Regular monks bowing down to him; ",
  "pli-tv-kd12:6.1.16": "Regular monks standing up for him; ",
  "pli-tv-kd12:6.1.17": "Regular monks raising their joined palms to him; ",
  "pli-tv-kd12:6.1.18": "Regular monks doing acts of respect toward him; ",
  "pli-tv-kd12:6.1.19": "Regular monks offering him a seat; ",
  "pli-tv-kd12:6.1.20": "Regular monks offering him a bed; ",
  "pli-tv-kd12:6.1.21": "Regular monks offering him water for washing his feet and a foot-stool; ",
  "pli-tv-kd12:6.1.22": "Regular monks offering him a foot-scraper; ",
  "pli-tv-kd12:6.1.23": "Regular monks receiving his bowl and robe; ",
  "pli-tv-kd12:6.1.24": "Regular monks massaging his back when he is bathing. ",
  "pli-tv-kd12:6.1.25": "If he consents to any of these, he commits an offense of wrong conduct. ",
  "pli-tv-kd12:6.1.26": "Monks undertaking the trial period should bow down to one another according to seniority, and likewise stand up, raise their joined palms, do acts of respect, offer a seat, offer a bed, offer water for washing the feet and a foot-stool, offer a foot-scraper, receive bowl and robe, and massage one another’s backs according to seniority when bathing. ",
  "pli-tv-kd12:6.1.27": "Monks undertaking the trial period should do five things with regular monks according to seniority: ",
  "pli-tv-kd12:6.1.28": "the observance-day procedure, the invitation procedure, sharing out of rainy-season robes, meal invitations, and meals. ",
  "pli-tv-kd12:6.1.29": "And I will lay down the proper conduct for a monk undertaking the trial period. ",
  "pli-tv-kd12:6.1.30": "",
  "pli-tv-kd12:6.1.31": "This is the proper conduct: ",
  "pli-tv-kd12:6.1.32": "He should not give the full ordination. ",
  "pli-tv-kd12:6.1.33": "He should not give formal support. ",
  "pli-tv-kd12:6.1.34": "He should not have a novice monk attend on him. ",
  "pli-tv-kd12:6.1.35": "He should not accept being appointed as an instructor of the nuns. ",
  "pli-tv-kd12:6.1.36": "Even if appointed, he should not instruct the nuns. ",
  "pli-tv-kd12:6.1.37": "He should not commit the same offense as the offense for which the Sangha gave him the trial period, nor one that is similar or worse. ",
  "pli-tv-kd12:6.1.38": "He should not criticize the legal procedure. ",
  "pli-tv-kd12:6.1.39": "He should not criticize those who did the procedure. ",
  "pli-tv-kd12:6.1.40": "He should not cancel the observance-day procedure of a regular monk. ",
  "pli-tv-kd12:6.1.41": "He should not cancel the invitation of a regular monk. ",
  "pli-tv-kd12:6.1.42": "He should not speak to a regular monk to initiate a legal process against him. ",
  "pli-tv-kd12:6.1.43": "He should not make accusations against a regular monk. ",
  "pli-tv-kd12:6.1.44": "He should not ask a regular monk for permission to accuse him of an offense. ",
  "pli-tv-kd12:6.1.45": "He should not accuse a regular monk of an offense. ",
  "pli-tv-kd12:6.1.46": "He should not remind a regular monk of an offense. ",
  "pli-tv-kd12:6.1.47": "He should not associate inappropriately with other monks. ",
  "pli-tv-kd12:6.1.48": "He should not walk in front of a regular monk. ",
  "pli-tv-kd12:6.1.49": "He should not sit in front of a regular monk. ",
  "pli-tv-kd12:6.1.50": "He should be given the last sea, the last bed, and the last dwelling of the Sangha and should consent to that. ",
  "pli-tv-kd12:6.1.51": "He should not attend on a regular monk when approaching families. ",
  "pli-tv-kd12:6.1.52": "He should not be attended on by a regular monk when approaching families. ",
  "pli-tv-kd12:6.1.53": "He should not undertake the practice of staying in the wilderness. ",
  "pli-tv-kd12:6.1.54": "He should not undertake the practice of eating only almsfood. ",
  "pli-tv-kd12:6.1.55": "He should not have someone bring back almsfood for him because he doesn’t want others to know about his status. ",
  "pli-tv-kd12:6.1.56": "He should inform about his status when he is newly arrived in a monastery. ",
  "pli-tv-kd12:6.1.57": "He should inform new arrivals of his status . ",
  "pli-tv-kd12:6.1.58": "He should inform about his status on the observance-day. ",
  "pli-tv-kd12:6.1.59": "He should inform about his status on the invitation day. ",
  "pli-tv-kd12:6.1.60": "He should inform about his status on a daily basis. ",
  "pli-tv-kd12:6.1.61": "If he is sick, he should inform about his status by messenger. ",
  "pli-tv-kd12:6.1.62": "He should not go from a monastery with monks to one without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.63": "He should not go from a monastery with monks to a non-monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.64": "He should not go from a monastery with monks to a monastery or non-monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.65": "He should not go from a non-monastery with monks to a monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.66": "He should not go from a non-monastery with monks to a non-monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.67": "He should not go from a non-monastery with monks to a monastery or non-monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.68": "He should not go from a monastery or non-monastery with monks to a monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.69": "He should not go from a monastery or non-monastery with monks to a non-monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.70": "He should not go from a monastery or non-monastery with monks to a monastery or non-monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.71": "He should not go from a monastery with monks to one with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.72": "He should not go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.73": "He should not go from a monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.74": "He should not go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.75": "He should not go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.76": "He should not go from a non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.77": "He should not go from a monastery or non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.78": "He should not go from a monastery or non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.79": "He should not go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to a different Buddhist sect, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:6.1.80": "He may go from a monastery with monks to one with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:6.1.81": "He may go from a monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:6.1.82": "He may go from a monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:6.1.83": "He may go from a non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:6.1.84": "He may go from a non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:6.1.85": "He may go from a non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:6.1.86": "He may go from a monastery or non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:6.1.87": "He may go from a monastery or non-monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:6.1.88": "He may go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:6.1.89": "He should not, in a monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:6.1.90": "He should not, in a non-monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:6.1.91": "He should not, in a monastery or a non-monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:6.1.92": "If he sees a regular monk, he should get up from his seat. ",
  "pli-tv-kd12:6.1.93": "He should offer a seat to a regular monk. ",
  "pli-tv-kd12:6.1.94": "He should not sit on the same seat as a regular monk. ",
  "pli-tv-kd12:6.1.95": "He should not sit on a higher seat than a regular monk. ",
  "pli-tv-kd12:6.1.96": "He should not sit on a seat when a regular monk is sitting on the ground. ",
  "pli-tv-kd12:6.1.97": "He should not walk on the same walking-path as a regular monk. ",
  "pli-tv-kd12:6.1.98": "He should not walk on a higher walking-path than a regular monk. ",
  "pli-tv-kd12:6.1.99": "He should not walk on a walking-path when a regular monk is walking on the ground. ",
  "pli-tv-kd12:6.1.100": "He should not, in a monastery, stay in the same room as a monk on probation. … ",
  "pli-tv-kd12:6.1.101": "He should not, in a monastery, stay in the same room as a monk deserving to be sent back to the beginning. … ",
  "pli-tv-kd12:6.1.102": "He should not, in a monastery, stay in the same room as a monk deserving to be given the trial period. … ",
  "pli-tv-kd12:6.1.103": "He should not, in a monastery, stay in the same room as a more senior monk undertaking the trial period. … ",
  "pli-tv-kd12:6.1.104": "He should not, in a monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:6.1.105": "He should not, in a non-monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:6.1.106": "He should not, in a monastery or a non-monastery, stay in the same room as a monk deserving rehabilitation. ",
  "pli-tv-kd12:6.1.107": "He should not sit on the same seat as a monk deserving rehabilitation. ",
  "pli-tv-kd12:6.1.108": "He should not sit on a higher seat than a monk deserving rehabilitation. ",
  "pli-tv-kd12:6.1.109": "He should not sit on a seat when a monk deserving rehabilitation is sitting on the ground. ",
  "pli-tv-kd12:6.1.110": "He should not walk on the same walking-path as a monk deserving rehabilitation. ",
  "pli-tv-kd12:6.1.111": "He should not walk on a higher walking-path than a monk deserving rehabilitation. ",
  "pli-tv-kd12:6.1.112": "He should not walk on a walking-path when a monk deserving rehabilitation is walking on the ground. ",
  "pli-tv-kd12:6.1.113": "If, as the fourth member of a group, he gives probation, ",
  "pli-tv-kd12:6.1.114": "sends back to the beginning, ",
  "pli-tv-kd12:6.1.115": "or gives the trial period, ",
  "pli-tv-kd12:6.1.116": "or as the twentieth member of a group, he rehabilitates, it is invalid and not to be done.” ",
  "pli-tv-kd12:7.1.1": "Soon afterwards Venerable Upāli approached the Buddha, bowed, sat down, ",
  "pli-tv-kd12:7.1.2": "and said, ",
  "pli-tv-kd12:7.1.3": "“How many things are there, Venerable Sir, that stop a monk undertaking the trial period from counting a particular day toward his trial period?” ",
  "pli-tv-kd12:7.1.4": "“There are four such things, Upāli: ",
  "pli-tv-kd12:7.1.5": "he stays in the same room as a regular monk; he stays apart from other monks; he doesn’t inform other monks of his status; he travels without a group.” ",
  "pli-tv-kd12:8.1.1": "On one occasion a large sangha of monks had gathered at Sāvatthī. ",
  "pli-tv-kd12:8.1.2": "The monks undertaking the trial period were not able to fulfill their duties. ",
  "pli-tv-kd12:8.1.3": "They told the Buddha and he said, ",
  "pli-tv-kd12:8.1.4": "“I allow you to set aside the trial period. ",
  "pli-tv-kd12:8.1.5": "And it should be done like this. ",
  "pli-tv-kd12:8.1.6": "The monk undertaking the trial period should approach a monk, put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ",
  "pli-tv-kd12:8.1.7": "‘I set aside the trial period,’ ",
  "pli-tv-kd12:8.1.9": "or ‘I set aside the proper conduct.’” ",
  "pli-tv-kd12:8.1.11": "Soon afterwards the monks at Sāvatthī left in various directions. ",
  "pli-tv-kd12:8.1.12": "The monks undertaking the trial period were again able to fulfill their duties. ",
  "pli-tv-kd12:8.1.13": "They told the Buddha and he said, ",
  "pli-tv-kd12:8.1.14": "“I allow you to take up the trial period. ",
  "pli-tv-kd12:8.1.15": "And it should be done like this. ",
  "pli-tv-kd12:8.1.16": "The monk undertaking the trial period should approach a monk, put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ",
  "pli-tv-kd12:8.1.17": "‘I take up the trial period,’ ",
  "pli-tv-kd12:8.1.19": "or ‘I take up the proper conduct.’” ",
  "pli-tv-kd12:8.1.21": "The proper conduct of those undertaking the trial period is finished. ",
  "pli-tv-kd12:9.1.0": "The proper conduct of those deserving rehabilitation. ",
  "pli-tv-kd12:9.1.1": "At this time monks deserving rehabilitation consented to regular monks bowing down to them, standing up for them, raising their joined palms to them, doing acts of respect for them, offering them a seat, offering them a bed, offering them water for washing their feet and a foot-stool, offering them a foot-scraper, receiving their bowl and robe, ",
  "pli-tv-kd12:9.1.2": "and massaging their backs when bathing. ",
  "pli-tv-kd12:9.1.3": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd12:9.1.4": "“How can monks deserving rehabilitation consent to these things?” ",
  "pli-tv-kd12:9.1.5": "The monks told the Buddha. ",
  "pli-tv-kd12:9.1.6": "Soon afterwards the Buddha had the Sangha gathered and questioned the monks: ",
  "pli-tv-kd12:9.1.7": "“Is it true, monks, that monks deserving rehabilitation consent to these things?” ",
  "pli-tv-kd12:9.1.8": "“It’s true, Sir.” ",
  "pli-tv-kd12:9.1.9": "The Buddha criticized them … ",
  "pli-tv-kd12:9.1.10": "“It’s not suitable … ",
  "pli-tv-kd12:9.1.11": "How can monks deserving rehabilitation consent to these things? ",
  "pli-tv-kd12:9.1.12": "This won’t give rise to confidence in those without it …” … ",
  "pli-tv-kd12:9.1.13": "after criticizing them … ",
  "pli-tv-kd12:9.1.14": "he gave a teaching and addressed the monks: ",
  "pli-tv-kd12:9.1.15": "“A monk deserving rehabilitation should not consent to: ",
  "pli-tv-kd12:9.1.16": "Regular monks bowing down to him; ",
  "pli-tv-kd12:9.1.17.1": "Regular monks standing up for him; ",
  "pli-tv-kd12:9.1.17.2": "Regular monks putting the palms of their hands together for him; ",
  "pli-tv-kd12:9.1.17.3": "Regular monks doing acts of respect for him; ",
  "pli-tv-kd12:9.1.17.4": "Regular monks offering him a seat; ",
  "pli-tv-kd12:9.1.17.5": "Regular monks offering him a bed; ",
  "pli-tv-kd12:9.1.17.6": "Regular monks offering him water for washing his feet and a foot-stool; ",
  "pli-tv-kd12:9.1.17.7": "Regular monks offering him a foot-scraper; ",
  "pli-tv-kd12:9.1.17.8": "Regular monks receiving his bowl and robe; ",
  "pli-tv-kd12:9.1.18": "Regular monks massaging his back when he is bathing. ",
  "pli-tv-kd12:9.1.19": "If he consents to any of these, he commits an offense of wrong conduct. ",
  "pli-tv-kd12:9.1.20": "Monks deserving rehabilitation should bow down to one another according to seniority, and likewise stand up, raise their joined palms, do acts of respect, offer a seat, offer a bed, offer water for washing the feet and a foot-stool, offer a foot-scraper, receive bowl and robe, and massage one another’s backs according to seniority when bathing. ",
  "pli-tv-kd12:9.1.21": "Monks deserving rehabilitation should do five things with regular monks according to seniority: ",
  "pli-tv-kd12:9.1.22": "the observance-day procedure, the invitation procedure, sharing out of rainy-season robes, meal invitations, and meals. ",
  "pli-tv-kd12:9.1.23": "And I will lay down the proper conduct for a monk deserving rehabilitation. ",
  "pli-tv-kd12:9.1.24": "",
  "pli-tv-kd12:9.1.25": "This is the proper conduct: ",
  "pli-tv-kd12:9.1.26": "He should not give the full ordination. ",
  "pli-tv-kd12:9.1.27.1": "He should not give formal support. ",
  "pli-tv-kd12:9.1.27.2": "He should not have a novice monk attend on him. ",
  "pli-tv-kd12:9.1.27.3": "He should not accept being appointed as an instructor of the nuns. ",
  "pli-tv-kd12:9.1.27.4": "Even if appointed, he should not instruct the nuns. ",
  "pli-tv-kd12:9.1.27.5": "He should not commit the same offense as the offense for which he deserves to be rehabilitated by the Sangha, nor one that is similar or worse. ",
  "pli-tv-kd12:9.1.27.6": "He should not criticize the legal procedure. ",
  "pli-tv-kd12:9.1.27.7": "He should not criticize those who did the procedure. ",
  "pli-tv-kd12:9.1.27.8": "He should not cancel the observance-day procedure of a regular monk. ",
  "pli-tv-kd12:9.1.27.9": "He should not cancel the invitation of a regular monk. ",
  "pli-tv-kd12:9.1.27.10": "He should not speak to a regular monk to initiate a legal process against him. ",
  "pli-tv-kd12:9.1.27.11": "He should not criticize a regular monk. ",
  "pli-tv-kd12:9.1.27.12": "He should not ask a regular monk for permission to accuse him of an offense. ",
  "pli-tv-kd12:9.1.27.13": "He should not accuse a regular monk of an offense. ",
  "pli-tv-kd12:9.1.27.14": "He should not remind a regular monk of an offense. ",
  "pli-tv-kd12:9.1.28": "He should not associate inappropriately with other monks. ",
  "pli-tv-kd12:9.1.29": "He should not walk in front of a regular monk. ",
  "pli-tv-kd12:9.1.30": "He should not sit in front of a regular monk. ",
  "pli-tv-kd12:9.1.31": "He should be given the last seat, the last bed, and the last dwelling of the Sangha and should consent to that. ",
  "pli-tv-kd12:9.1.32": "He should not attend on a regular monk when approaching families ",
  "pli-tv-kd12:9.1.33": "He should not be attended on by a regular monk when approaching families ",
  "pli-tv-kd12:9.1.34": "He should not undertake the practice of staying in the wilderness ",
  "pli-tv-kd12:9.1.35": "He should not undertake the practice of eating only almsfood. ",
  "pli-tv-kd12:9.1.36": "He should not have someone bring back almsfood for him because he doesn’t want others to know about his status. ",
  "pli-tv-kd12:9.1.37": "He should not go from a monastery with monks to one without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:9.1.38": "He should not go from a monastery with monks to a non-monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:9.1.39": "He should not go from a monastery with monks to a monastery or non-monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:9.1.40.1": "He should not go from a non-monastery with monks to a monastery without monks, except together with a sangha or if there are dangers. ",
  "pli-tv-kd12:9.1.40.2": "He should not go from a non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.3": "He should not go from a non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.4": "He should not go from a monastery or non-monastery with monks to a monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.5": "He should not go from a monastery or non-monastery with monks to a non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.6": "He should not go from a monastery or non-monastery with monks to a monastery or non-monastery without monks, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.7": "He should not go from a monastery with monks to one with monks who belong to a different community, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.8": "He should not go from a monastery with monks to a non-monastery with monks who belong to a different community, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.9": "He should not go from a monastery with monks to a monastery or non-monastery with monks who belong to a different community, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.10": "He should not go from a non-monastery with monks to a monastery with monks who belong to a different community, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.11": "He should not go from a non-monastery with monks to a non-monastery with monks who belong to a different community, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.12": "He should not go from a non-monastery with monks to a monastery or non-monastery with monks who belong to a different community, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.13": "He should not go from a monastery or non-monastery with monks to a monastery with monks who belong to a different community, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.14": "He should not go from a monastery or non-monastery with monks to a non-monastery with monks who belong to a different community, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.40.15": "He should not go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to a different community, except together with a regular monk or if there are dangers. ",
  "pli-tv-kd12:9.1.41": "He may go from a monastery with monks to one with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:9.1.42": "He may go from a monastery with monks to a non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:9.1.43": "He may go from a monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:9.1.44.1": "He may go from a non-monastery with monks to a monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:9.1.44.2": "He may go from a non-monastery with monks to a non-monastery with monks who belong to the same community if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:9.1.44.3": "He may go from a non-monastery with monks to a monastery or non-monastery with monks who belong to the same community if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:9.1.44.4": "He may go from a monastery or non-monastery with monks to a monastery with monks who belong to the same community if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:9.1.44.5": "He may go from a monastery or non-monastery with monks to a non-monastery with monks who belong to the same community if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:9.1.45": "He may go from a monastery or non-monastery with monks to a monastery or non-monastery with monks who belong to the same Buddhist sect if he knows he will be able to arrive on the same day. ",
  "pli-tv-kd12:9.1.46": "He should not, in a monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:9.1.47": "He should not, in a non-monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:9.1.48": "He should not, in a monastery or a non-monastery, stay in the same room as a regular monk. ",
  "pli-tv-kd12:9.1.49": "If he sees a regular monk, he should get up from his seat. ",
  "pli-tv-kd12:9.1.50": "He should offer a seat to a regular monk. ",
  "pli-tv-kd12:9.1.51": "He should not sit on the same seat as a regular monk. ",
  "pli-tv-kd12:9.1.52": "He should not sit on a higher seat than a regular monk. ",
  "pli-tv-kd12:9.1.53": "He should not sit on a seat when a regular monk is sitting on the ground. ",
  "pli-tv-kd12:9.1.54": "He should not walk on the same walking-path as a regular monk. ",
  "pli-tv-kd12:9.1.55": "He should not walk on a higher walking-path than a regular monk. ",
  "pli-tv-kd12:9.1.56": "He should not walk on a walking-path when a regular monk is walking on the ground. ",
  "pli-tv-kd12:9.1.57": "He should not, in a monastery, stay in the same room as a monk on probation. … ",
  "pli-tv-kd12:9.1.58": "He should not, in a monastery, stay in the same room as a monk deserving to be sent back to the beginning. … ",
  "pli-tv-kd12:9.1.59": "He should not, in a monastery, stay in the same room as a monk deserving to be given the trial period. … ",
  "pli-tv-kd12:9.1.60": "He should not, in a monastery, stay in the same room as a monk undertaking the trial period. … ",
  "pli-tv-kd12:9.1.61": "He should not, in a monastery, stay in the same room as a more senior monk deserving rehabilitation. ",
  "pli-tv-kd12:9.1.62": "He should not, in a non-monastery, stay in the same room as a more senior monk deserving rehabilitation. ",
  "pli-tv-kd12:9.1.63": "He should not, in a monastery or a non-monastery, stay in the same room as a more senior monk deserving rehabilitation. ",
  "pli-tv-kd12:9.1.64": "He should not sit on the same seat as a more senior monk deserving rehabilitation. ",
  "pli-tv-kd12:9.1.65": "He should not sit on a higher seat than a more senior monk deserving rehabilitation. ",
  "pli-tv-kd12:9.1.66": "He should not sit on a seat when a more senior monk deserving rehabilitation is sitting on the ground. ",
  "pli-tv-kd12:9.1.67": "He should not walk on the same walking-path as a more senior monk deserving rehabilitation. ",
  "pli-tv-kd12:9.1.68": "He should not walk on a higher walking-path than a more senior monk deserving rehabilitation. ",
  "pli-tv-kd12:9.1.69": "He should not walk on a walking-path when a more senior monk deserving rehabilitation is walking on the ground. ",
  "pli-tv-kd12:9.1.70": "If, as the fourth member of a group, he gives probation, ",
  "pli-tv-kd12:9.1.71": "sends back to the beginning, ",
  "pli-tv-kd12:9.1.72": "or gives the trial period, ",
  "pli-tv-kd12:9.1.73": "or as the twentieth member of a group, he rehabilitates, it is invalid and not to be done.” ",
  "pli-tv-kd12:9.1.74": "The proper conduct of those deserving rehabilitation is finished. ",
  "pli-tv-kd12:9.1.75": "The second chapter on those on probation is finished. ",
  "pli-tv-kd12:9.1.76": "In this chapter there are five topics. ",
  "pli-tv-kd12:9.1.77": "",
  "pli-tv-kd12:9.1.116": "The second chapter on those on probation is finished."
}