{
  "pli-tv-kd2:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-kd2:0.2": "The Long Division ",
  "pli-tv-kd2:0.3": "The chapter on the observance day ",
  "pli-tv-kd2:0.4": "1. The instruction to gather together ",
  "pli-tv-kd2:1.1.1": "At one time the Buddha was staying at Rājagaha on the Vulture Peak. ",
  "pli-tv-kd2:1.1.2": "At that time, on the fourteenth, fifteenth, and eighth day of the lunar half-month, the wanderers of other religions gathered and gave teachings. ",
  "pli-tv-kd2:1.1.3": "People came to listen to those teachings, ",
  "pli-tv-kd2:1.1.4": "and they acquired affection for and confidence in those wanderers. And the wanderers gained a following. ",
  "pli-tv-kd2:1.2.1": "Then, when King Seniya Bimbisāra of Magadha was reflecting in private, ",
  "pli-tv-kd2:1.2.2": "he considered this ",
  "pli-tv-kd2:1.2.5": "and thought, “Why don’t the venerables, too, gather on the fourteenth, fifteenth, and eighth day of the half-month?” ",
  "pli-tv-kd2:1.3.1": "He then went to the Buddha, bowed, sat down, ",
  "pli-tv-kd2:1.3.2": "and told him what he had thought, ",
  "pli-tv-kd2:1.3.7": "adding, “It would be good, Venerable Sir, if the venerables, too, gathered on the fourteenth, fifteenth, and eighth day of the half-month.” ",
  "pli-tv-kd2:1.4.1": "The Buddha then instructed, inspired, and gladdened him with a teaching. ",
  "pli-tv-kd2:1.4.2": "When the Buddha had finished, the King got up from his seat, bowed, circumambulated the Buddha with his right side toward him, and left. ",
  "pli-tv-kd2:1.4.3": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd2:1.4.4": "“You should gather together on the fourteenth, the fifteenth, and the eighth day of the lunar half-month.” ",
  "pli-tv-kd2:2.1.1": "When the monks heard about ",
  "pli-tv-kd2:2.1.2": "the Buddha’s instruction, ",
  "pli-tv-kd2:2.1.3": "they started gathering on those days. ",
  "pli-tv-kd2:2.1.4": "People came to hear a teaching, but the monks sat in silence. ",
  "pli-tv-kd2:2.1.5": "The people complained and criticized them, ",
  "pli-tv-kd2:2.1.6": "“How can the Sakyan monastics gather on the fourteenth, fifteenth, and eighth day of the half-month, but then sit in silence like dumb pigs? ",
  "pli-tv-kd2:2.1.7": "Shouldn’t they give a teaching when they gather together?” ",
  "pli-tv-kd2:2.1.8": "The monks heard the complaints of those people ",
  "pli-tv-kd2:2.1.9": "and they told the Buddha. ",
  "pli-tv-kd2:2.1.10": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd2:2.1.11": "“When you gather together on the fourteenth, the fifteenth, and the eighth day of the lunar half-month, you should give a teaching.” ",
  "pli-tv-kd2:3.1.0": "2. The instruction to recite the Monastic Code ",
  "pli-tv-kd2:3.1.1": "While the Buddha was reflecting in private, he thought, ",
  "pli-tv-kd2:3.1.2": "“Why don’t I instruct the monks to recite a monastic code, consisting of those training rules that I have laid down for them? ",
  "pli-tv-kd2:3.1.3": "That would be their procedure for the observance day.” ",
  "pli-tv-kd2:3.2.1": "In the evening, when the Buddha had come out from seclusion, he gave a teaching and addressed the monks. ",
  "pli-tv-kd2:3.2.2": "He told them what he had thought, adding, ",
  "pli-tv-kd2:3.2.4": "“You should recite the Monastic Code. ",
  "pli-tv-kd2:3.3.1": "And you should do it like this. ",
  "pli-tv-kd2:3.3.2": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:3.3.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:3.3.4": "If it seems appropriate to the Sangha, it should do the observance-day ceremony, it should recite the Monastic Code. ",
  "pli-tv-kd2:3.3.5": "What is the preliminary duty of the Sangha? ",
  "pli-tv-kd2:3.3.6": "The venerables should declare their purity. ",
  "pli-tv-kd2:3.3.7": "I will recite the Monastic Code. ",
  "pli-tv-kd2:3.3.8": "Everyone present should listen to it and attend carefully. ",
  "pli-tv-kd2:3.3.9": "Anyone who has committed an offense should reveal it. ",
  "pli-tv-kd2:3.3.10": "If you haven’t committed any offense, you should remain silent. ",
  "pli-tv-kd2:3.3.11": "If you are silent, I will regard you as pure. ",
  "pli-tv-kd2:3.3.12": "Just as one responds when asked individually, so too, an announcement is made three times in this kind of gathering. ",
  "pli-tv-kd2:3.3.13": "If a monk remembers an offense while the announcement is being made up to the third time, but doesn’t reveal it, he is lying in full awareness. ",
  "pli-tv-kd2:3.3.14": "Lying in full awareness is called an obstacle by the Buddha. ",
  "pli-tv-kd2:3.3.15": "A monk who remembers an offense and is seeking purification should therefore reveal it. ",
  "pli-tv-kd2:3.3.16": "When it’s revealed, he will be at ease.’” ",
  "pli-tv-kd2:3.4.0": "Definitions ",
  "pli-tv-kd2:3.4.1": "Monastic code: ",
  "pli-tv-kd2:3.4.2": "this is the beginning, this is the front, this is at the head in wholesome qualities—therefore it is called “Monastic Code”. ",
  "pli-tv-kd2:3.4.3": "Venerables: ",
  "pli-tv-kd2:3.4.4": "this is a term of affection, a term of respect; it is an expression of respect and deference, that is, “Venerables”. ",
  "pli-tv-kd2:3.4.5": "I will recite: ",
  "pli-tv-kd2:3.4.6": "I will set forth, I will teach, I will declare, I will set out, I will reveal, I will analyze, I will make plain, I will manifest. ",
  "pli-tv-kd2:3.4.7": "It: ",
  "pli-tv-kd2:3.4.8": "The Monastic Code is what is meant. ",
  "pli-tv-kd2:3.4.9": "Everyone present: ",
  "pli-tv-kd2:3.4.10": "to whatever extent there are senior monks, junior monks, and monks of middle standing in that gathering—these are called “everyone present”. ",
  "pli-tv-kd2:3.4.11": "Should listen carefully: ",
  "pli-tv-kd2:3.4.12": "should be attentive, should pay attention, should apply their whole mind. ",
  "pli-tv-kd2:3.4.13": "Should attend: ",
  "pli-tv-kd2:3.4.14": "should listen with a one-pointed mind, with an undistracted mind, with a non-wandering mind. ",
  "pli-tv-kd2:3.5.1": "Anyone who has committed an offense: ",
  "pli-tv-kd2:3.5.2": "a senior monk, a junior monk, or a monk of middle standing who has committed a particular offense among the five or seven classes of offenses. ",
  "pli-tv-kd2:3.5.3": "Should reveal it: ",
  "pli-tv-kd2:3.5.4": "should confess it, should disclose it, should make it plain, should make it known—either in the midst of the Sangha, in the midst of a group, or to an individual. ",
  "pli-tv-kd2:3.5.5": "If you haven’t committed any offense: ",
  "pli-tv-kd2:3.5.6": "if you have not committed any offense or you have cleared yourself after committing one. ",
  "pli-tv-kd2:3.5.7": "You should remain silent: ",
  "pli-tv-kd2:3.5.8": "you should be patient; you should not say anything. ",
  "pli-tv-kd2:3.5.9": "I will regard you as pure: ",
  "pli-tv-kd2:3.5.10": "I will know; I will remember. ",
  "pli-tv-kd2:3.6.1": "Just as one responds when asked individually: ",
  "pli-tv-kd2:3.6.2": "just as one would respond when asked privately, so too, one should know of that gathering that “It’s asking me.” ",
  "pli-tv-kd2:3.6.3": "This kind of gathering: ",
  "pli-tv-kd2:3.6.4": "a gathering of monks is what is meant. ",
  "pli-tv-kd2:3.6.5": "When the announcement is made three times: ",
  "pli-tv-kd2:3.6.6": "when the announcement is made once, when the announcement is made for the second time, and also when the announcement is made for the third time. ",
  "pli-tv-kd2:3.6.7": "Remembers: ",
  "pli-tv-kd2:3.6.8": "Knows, perceives. ",
  "pli-tv-kd2:3.6.9": "An offense: ",
  "pli-tv-kd2:3.6.10": "one that has been committed, or one that has not been cleared after being committed. ",
  "pli-tv-kd2:3.6.11": "But doesn’t reveal it: ",
  "pli-tv-kd2:3.6.12": "does not confess it, disclose it, make it plain, make it known—either in the midst of the Sangha, in the midst of a group, or to an individual. ",
  "pli-tv-kd2:3.7.1": "He is lying in full awareness: ",
  "pli-tv-kd2:3.7.2": "what is there for lying in full awareness? ",
  "pli-tv-kd2:3.7.3": "There is an act of wrong conduct. ",
  "pli-tv-kd2:3.7.4": "Is called an obstacle by the Buddha: ",
  "pli-tv-kd2:3.7.5": "an obstacle for what? ",
  "pli-tv-kd2:3.7.6": "It is an obstacle for reaching the first absorption, the second absorption, the third absorption, the fourth absorption; an obstacle for reaching the wholesome qualities of absorption, release, stillness, attainment, renunciation, escape, seclusion. ",
  "pli-tv-kd2:3.7.7": "Therefore: ",
  "pli-tv-kd2:3.7.8": "for that reason. ",
  "pli-tv-kd2:3.7.9": "Who remembers: ",
  "pli-tv-kd2:3.7.10": "who knows, who perceives. ",
  "pli-tv-kd2:3.7.11": "Is seeking purification: ",
  "pli-tv-kd2:3.7.12": "Is desiring to be cleared, is desiring purity. ",
  "pli-tv-kd2:3.8.1": "An offense: ",
  "pli-tv-kd2:3.8.2": "one that has been committed, or one that has not been cleared after being committed. ",
  "pli-tv-kd2:3.8.3": "Should reveal it: ",
  "pli-tv-kd2:3.8.4": "should reveal it either in the midst of the Sangha, in the midst of a group, or to an individual. ",
  "pli-tv-kd2:3.8.5": "When it’s revealed, he will be at ease: ",
  "pli-tv-kd2:3.8.6": "at ease for what? ",
  "pli-tv-kd2:3.8.7": "He will be at ease for reaching the first absorption, the second absorption, the third absorption, the forth absorption; at ease for reaching the wholesome qualities of absorption, release, stillness, attainment, renunciation, escape, seclusion. ",
  "pli-tv-kd2:4.1.1": "When they heard ",
  "pli-tv-kd2:4.1.2": "that the Buddha required the recitation of the Monastic Code, ",
  "pli-tv-kd2:4.1.3": "some monks recited it daily. ",
  "pli-tv-kd2:4.1.4": "They told the Buddha. ",
  "pli-tv-kd2:4.1.5": "“You should not recite the Monastic Code every day. ",
  "pli-tv-kd2:4.1.6": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:4.1.7": "You should recite the Monastic Code on the observance day.” ",
  "pli-tv-kd2:4.2.1": "When they heard ",
  "pli-tv-kd2:4.2.2": "that the Buddha required the recitation of the Monastic Code on the observance day, ",
  "pli-tv-kd2:4.2.3": "some monks recited it three times per half-month: on the fourteenth, fifteenth, and eighth day. ",
  "pli-tv-kd2:4.2.5": "“You should not recite the Monastic Code three times per lunar half-month. ",
  "pli-tv-kd2:4.2.6": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:4.2.7": "You should recite the Monastic Code once every lunar half-month: on the fourteenth or the fifteenth day.” ",
  "pli-tv-kd2:5.1.1": "On one occasion the monks from the group of six recited the Monastic Code separately, each to his own followers. ",
  "pli-tv-kd2:5.1.3": "“You should not recite the Monastic Code separately, each to your own followers. ",
  "pli-tv-kd2:5.1.4": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:5.1.5": "You should do the observance-day procedure in a complete assembly.” ",
  "pli-tv-kd2:5.2.1": "When they knew ",
  "pli-tv-kd2:5.2.2": "that the Buddha had laid down a rule ",
  "pli-tv-kd2:5.2.3": "that the observance-day procedure should be done in a complete assembly, ",
  "pli-tv-kd2:5.2.4": "the monks thought, “How far does a complete assembly extend? As far as one monastery or as far as the entire earth?” ",
  "pli-tv-kd2:5.2.6": "“A complete assembly extends as far as one monastery.” ",
  "pli-tv-kd2:5.3.0": "3. Mahākappina ",
  "pli-tv-kd2:5.3.1": "At that time Venerable Mahākappina was staying at Rājagaha in the deer park at Maddakucchi. ",
  "pli-tv-kd2:5.3.2": "On one occasion, while reflecting in private, he thought, ",
  "pli-tv-kd2:5.3.3": "“Should I go to the observance-day ceremony? Should I go to the legal procedures of the Sangha? Regardless, I’ve reached the highest purity.” ",
  "pli-tv-kd2:5.4.1": "The Buddha read his mind. ",
  "pli-tv-kd2:5.4.2": "Then, just as a strong man might bend or stretch his arm, the Buddha disappeared from the Vulture Peak and reappeared in front of Mahākappina, ",
  "pli-tv-kd2:5.4.3": "where he sat down on the prepared seat. ",
  "pli-tv-kd2:5.4.4": "Mahākappina bowed and sat down, ",
  "pli-tv-kd2:5.5.1": "and the Buddha said to him: ",
  "pli-tv-kd2:5.5.2": "“Isn’t it the case, Kappina, ",
  "pli-tv-kd2:5.5.3": "that you were wondering whether or not you should go to the observance day and the legal procedures of the Sangha?” ",
  "pli-tv-kd2:5.5.4": "“Yes, Venerable Sir.” ",
  "pli-tv-kd2:5.5.5": "“If you brahmins don’t honor and revere the observance day, then who will? ",
  "pli-tv-kd2:5.5.6": "Go to the observance day, brahmin, ",
  "pli-tv-kd2:5.5.7": "and go to the legal procedures of the Sangha.” ",
  "pli-tv-kd2:5.5.8": "“Yes.” ",
  "pli-tv-kd2:5.6.1": "The Buddha instructed, inspired, and gladdened him with a teaching. ",
  "pli-tv-kd2:5.6.2": "Then, just as a strong man might bend or stretch his arm, the Buddha disappeared from Mahākappina’s presence and reappeared on the Vulture Peak. ",
  "pli-tv-kd2:6.1.0": "4. The allowance for monastery zones ",
  "pli-tv-kd2:6.1.1": "When they knew ",
  "pli-tv-kd2:6.1.2": "that the Buddha had laid down a rule ",
  "pli-tv-kd2:6.1.3": "that a complete assembly extends as far as one monastery, the monks thought, “How far does a single monastery extend?” ",
  "pli-tv-kd2:6.1.4": "They told the Buddha. ",
  "pli-tv-kd2:6.1.5": "“I allow you to establish a monastery zone. ",
  "pli-tv-kd2:6.1.6": "And it should be established like this. ",
  "pli-tv-kd2:6.1.7": "First you should announce the zone markers: ",
  "pli-tv-kd2:6.1.8": "a hill, a rock, a forest grove, a tree, a path, an anthill, a river, a lake. ",
  "pli-tv-kd2:6.1.9": "Then a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:6.1.10": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:6.1.11": "",
  "pli-tv-kd2:6.1.12": "If it seems appropriate to the Sangha, the Sangha should establish a monastery zone based on the announced markers, defining who belongs to the same community and who should do the observance-day ceremony together. ",
  "pli-tv-kd2:6.1.13": "This is the motion. ",
  "pli-tv-kd2:6.2.1": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:6.2.2": "",
  "pli-tv-kd2:6.2.3": "The Sangha establishes a monastery zone based on the announced markers, defining who belongs to the same community and who should do the observance-day ceremony together. ",
  "pli-tv-kd2:6.2.4": "Any monk who approves of establishing a monastery zone based on these markers, defining who belongs to the same community and who should do the observance-day ceremony together, should remain silent. ",
  "pli-tv-kd2:6.2.5": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd2:6.2.6": "The Sangha has established a monastery zone based on these markers, defining who belongs to the same community and who should do the observance-day ceremony together. ",
  "pli-tv-kd2:6.2.7": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd2:7.1.1": "When they heard ",
  "pli-tv-kd2:7.1.2": "that the Buddha had made an allowance to establish a monastery zone, ",
  "pli-tv-kd2:7.1.3": "the monks from the group of six established zones that were too large: 50, 65, and even 80 kilometers across. ",
  "pli-tv-kd2:7.1.4": "Monks coming to the observance-day ceremony arrived while the Monastic Code was being recited or just after, and they had to stop overnight while on the way. ",
  "pli-tv-kd2:7.1.5": "They told the Buddha. ",
  "pli-tv-kd2:7.1.6": "“You should not establish a monastery zone that is too large, whether 50, 65, or 80 kilometers across. ",
  "pli-tv-kd2:7.1.7": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:7.1.8": "You should establish a monastery zone that is 40 kilometers across at the most.” ",
  "pli-tv-kd2:7.2.1": "At one time the monks from the group of six had established a zone that crossed a river. ",
  "pli-tv-kd2:7.2.2": "Monks on their way to the observance-day ceremony were swept away by the current, as were their bowls and robes. ",
  "pli-tv-kd2:7.2.4": "“You should not establish a monastery zone that crosses a river. ",
  "pli-tv-kd2:7.2.5": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:7.2.6": "I allow you to establish a monastery zone that crosses a river only if there is a permanent bridge or ferry connection.” ",
  "pli-tv-kd2:8.1.0": "5. Discussion of the observance-day hall ",
  "pli-tv-kd2:8.1.1": "At that time the monks recited the Monastic Code in one yard after another without making a prior appointment. ",
  "pli-tv-kd2:8.1.2": "Newly arrived monks did not know ",
  "pli-tv-kd2:8.1.3": "where the observance-day ceremony was to be held. ",
  "pli-tv-kd2:8.1.4": "They told the Buddha. ",
  "pli-tv-kd2:8.1.5": "“You should not recite the Monastic Code in one yard after another without making a prior appointment. ",
  "pli-tv-kd2:8.1.6": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:8.1.7": "I allow you to designate an observance-day hall—whether a dwelling, a stilt house, or a cave—for the observance-day ceremony. ",
  "pli-tv-kd2:8.1.8": "And it should be designated like this. ",
  "pli-tv-kd2:8.2.1": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:8.2.2": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:8.2.3": "If it seems appropriate to the Sangha, the Sangha should designate such-and-such a dwelling as the observance-day hall. ",
  "pli-tv-kd2:8.2.4": "This is the motion. ",
  "pli-tv-kd2:8.2.5": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:8.2.6": "The Sangha designates such-and-such a dwelling as the observance-day hall. ",
  "pli-tv-kd2:8.2.7": "Any monk who approves of designating such-and-such a dwelling as the observance-day hall should remain silent. ",
  "pli-tv-kd2:8.2.8": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd2:8.2.9": "The Sangha has designated such-and-such a dwelling as the observance-day hall. ",
  "pli-tv-kd2:8.2.10": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd2:8.3.1": "Soon afterwards in a certain monastery, they designated two different observance-day halls. ",
  "pli-tv-kd2:8.3.2": "Monks gathered in both places, ",
  "pli-tv-kd2:8.3.3": "each group thinking, “The observance-day ceremony will be done here.” ",
  "pli-tv-kd2:8.3.4": "They told the Buddha. ",
  "pli-tv-kd2:8.3.5": "“You should not designate two different observance-day halls within the same monastery. ",
  "pli-tv-kd2:8.3.6": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:8.3.7": "You should abolish one of them and do the observance-day ceremony in one place. ",
  "pli-tv-kd2:8.4.1": "And it should be abolished like this. ",
  "pli-tv-kd2:8.4.2": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:8.4.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:8.4.4": "If it seems appropriate to the Sangha, the Sangha should abolish such-and-such an observance-day hall. ",
  "pli-tv-kd2:8.4.5": "This is the motion. ",
  "pli-tv-kd2:8.4.6": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:8.4.7": "The Sangha abolishes such-and-such an observance-day hall. ",
  "pli-tv-kd2:8.4.8": "Any monk who approves of abolishing such-and-such an observance-day hall should remain silent. ",
  "pli-tv-kd2:8.4.9": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd2:8.4.10": "The Sangha has abolished such-and-such an observance-day hall. ",
  "pli-tv-kd2:8.4.11": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd2:9.1.0": "6. The allowance for an observance-day forecourt ",
  "pli-tv-kd2:9.1.1": "At one time in a certain monastery, they had designated an observance-day hall that was too small. On the observance day a large sangha of monks gathered there. ",
  "pli-tv-kd2:9.1.2": "Some monks listened to the recitation of the Monastic Code while sitting outside the designated area. ",
  "pli-tv-kd2:9.1.3": "Knowing ",
  "pli-tv-kd2:9.1.4": "that the Buddha had laid down a rule ",
  "pli-tv-kd2:9.1.5": "that the observance-day ceremony should be done after designating an observance-day hall, they wondered, “Have we done the observance-day ceremony or not?” ",
  "pli-tv-kd2:9.1.6": "They told the Buddha. ",
  "pli-tv-kd2:9.1.7": "“Whether you listen to the recitation of the Monastic Code while seated within or outside the designated area, in either case you have done the observance-day ceremony. ",
  "pli-tv-kd2:9.2.1": "Still, the Sangha may designate an observance-day forecourt as large as it likes. ",
  "pli-tv-kd2:9.2.2": "And it should be designated like this. ",
  "pli-tv-kd2:9.2.3": "First the markers should be announced. ",
  "pli-tv-kd2:9.2.4": "Then a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:9.2.5": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:9.2.6": "",
  "pli-tv-kd2:9.2.7": "If it seems appropriate to the Sangha, the Sangha should designate an observance-day forecourt based on the announced markers. ",
  "pli-tv-kd2:9.2.8": "This is the motion. ",
  "pli-tv-kd2:9.2.9": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:9.2.10": "",
  "pli-tv-kd2:9.2.11": "The Sangha designates an observance-day forecourt based on the announced markers. ",
  "pli-tv-kd2:9.2.12": "Any monk who approves of designating an observance-day forecourt based on these markers should remain silent. ",
  "pli-tv-kd2:9.2.13": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd2:9.2.14": "The Sangha has designated an observance-day forecourt based on these markers. ",
  "pli-tv-kd2:9.2.15": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd2:10.1.1": "On one occasion, on the observance day in a certain monastery, the junior monks had gathered first. Thinking, ",
  "pli-tv-kd2:10.1.2": "“There’s no point in being here before the senior monks arrive,” ",
  "pli-tv-kd2:10.1.3": "they left. ",
  "pli-tv-kd2:10.1.4": "As a consequence, the observance-day ceremony was done at the wrong time. ",
  "pli-tv-kd2:10.1.6": "“On the observance day, the senior monks should gather first.” ",
  "pli-tv-kd2:11.1.1": "At that time at Rājagaha, there was a number of monasteries within the same monastery zone. ",
  "pli-tv-kd2:11.1.2": "The monks argued ",
  "pli-tv-kd2:11.1.3": "about where the observance-day ceremony should be done. ",
  "pli-tv-kd2:11.1.5": "“When there are a number of monasteries within the same zone ",
  "pli-tv-kd2:11.1.6": "and the monks are arguing ",
  "pli-tv-kd2:11.1.7": "about where the observance-day ceremony should be done, ",
  "pli-tv-kd2:11.1.8": "they should all gather in one place and do the observance-day ceremony there. ",
  "pli-tv-kd2:11.1.9": "Or they should gather wherever the most senior monk is staying. ",
  "pli-tv-kd2:11.1.10": "You should not do the observance-day ceremony with an incomplete Sangha. ",
  "pli-tv-kd2:11.1.11": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd2:12.1.0": "7. The allowance for a may-stay-apart zone ",
  "pli-tv-kd2:12.1.1": "On one occasion Venerable Mahākassapa was coming from Andhakavinda to Rājagaha for the observance-day ceremony. As he was crossing a river on the way, he briefly got carried away by the current and his robes got wet. ",
  "pli-tv-kd2:12.1.2": "The monks asked him ",
  "pli-tv-kd2:12.1.3": "why his robes were wet, ",
  "pli-tv-kd2:12.1.4": "and he told them what had happened. ",
  "pli-tv-kd2:12.1.6": "They told the Buddha. ",
  "pli-tv-kd2:12.1.7": "“When the Sangha has established a monastery zone, defining who belongs to the same community and who should do the observance-day ceremony together, the Sangha may designate this same zone as a may-stay-apart-from-the-three-robes area. ",
  "pli-tv-kd2:12.2.1": "And it should be designated like this. ",
  "pli-tv-kd2:12.2.2": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:12.2.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:12.2.4": "The Sangha has established a monastery zone, defining who belongs to the same community and who should do the observance-day ceremony together. If it seems appropriate to the Sangha, the Sangha should designate this same zone as a may-stay-apart-from-the-three-robes area. ",
  "pli-tv-kd2:12.2.5": "This is the motion. ",
  "pli-tv-kd2:12.2.6": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:12.2.7": "The Sangha has established a monastery zone, defining who belongs to the same community and who should do the observance-day ceremony together. The Sangha designates this same zone as a may-stay-apart-from-the-three-robes area. ",
  "pli-tv-kd2:12.2.8": "Any monk who approves of designating this monastery zone as a may-stay-apart-from-the-three-robes area should remain silent. ",
  "pli-tv-kd2:12.2.9": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd2:12.2.10": "The Sangha has designated this monastery zone as a may-stay-apart-from-the-three-robes area. ",
  "pli-tv-kd2:12.2.11": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd2:12.3.1": "When they heard that the Buddha had allowed the designation of a may-stay-apart-from-the-three-robes area, monks stored their robes in inhabited areas. ",
  "pli-tv-kd2:12.3.2": "Their robes were lost, burnt, and eaten by rats. ",
  "pli-tv-kd2:12.3.3": "As a consequence, they had shabby robes. ",
  "pli-tv-kd2:12.3.4": "Other monks asked them why, ",
  "pli-tv-kd2:12.3.5": "",
  "pli-tv-kd2:12.3.6": "and they told them what had happened. ",
  "pli-tv-kd2:12.3.8": "They told the Buddha. ",
  "pli-tv-kd2:12.3.9": "“When the Sangha has established a monastery zone, defining who belongs to the same community and who should do the observance-day ceremony together, the Sangha may designate this same zone as a may-stay-apart-from-the-three-robes area, leaving out inhabited areas and the vicinity of inhabited areas. ",
  "pli-tv-kd2:12.4.1": "And it should be designated like this. ",
  "pli-tv-kd2:12.4.2": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:12.4.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:12.4.4": "The Sangha has established a monastery zone, defining who belongs to the same community and who should do the observance-day ceremony together. If it seems appropriate to the Sangha, the Sangha should designate this same zone as a may-stay-apart-from-the-three-robes area, leaving out inhabited areas and the vicinity of inhabited areas. ",
  "pli-tv-kd2:12.4.5": "This is the motion. ",
  "pli-tv-kd2:12.4.6": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:12.4.7": "The Sangha has established a monastery zone, defining who belongs to the same community and who should do the observance-day ceremony together. The Sangha designates this same zone as a may-stay-apart-from-the-three-robes area, leaving out inhabited areas and the vicinity of inhabited areas. ",
  "pli-tv-kd2:12.4.8": "Any monk who approves of designating this monastery zone as a may-stay-apart-from-the-three-robes area, leaving out inhabited areas and the vicinity of inhabited areas, should remain silent. ",
  "pli-tv-kd2:12.4.9": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd2:12.4.10": "The Sangha has designated this monastery zone as a may-stay-apart-from-the-three-robes area, leaving out inhabited areas and the vicinity of inhabited areas. ",
  "pli-tv-kd2:12.4.11": "The Sangha approves and is therefore silent. I will remember it thus.’ ",
  "pli-tv-kd2:12.5.0": "8. The abolishing of monastery zones ",
  "pli-tv-kd2:12.5.1": "“Monks, when you’re establishing a monastery zone, the zone that defines who belongs to the same community should be established first. Afterwards you may designate the may-stay-apart-from-the-three-robes area. ",
  "pli-tv-kd2:12.5.2": "And when you’re abolishing a monastery zone, the may-stay-apart-from-the-three-robes area should be abolished first. Afterwards you may abolish the zone that defines who belongs to the same community. ",
  "pli-tv-kd2:12.5.3": "And this how a may-stay-apart-from-the-three-robes area should be abolished. ",
  "pli-tv-kd2:12.5.4": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:12.5.5": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:12.5.6": "If it seems appropriate to the Sangha, the Sangha should abolish this may-stay-apart-from-the-three-robes area. ",
  "pli-tv-kd2:12.5.7": "This is the motion. ",
  "pli-tv-kd2:12.5.8": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:12.5.9": "The Sangha abolishes this may-stay-apart-from-the-three-robes area. ",
  "pli-tv-kd2:12.5.10": "Any monk who approves of abolishing this may-stay-apart-from-the-three-robes area should remain silent. ",
  "pli-tv-kd2:12.5.11": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd2:12.5.12": "The Sangha has abolished this may-stay-apart-from-the-three-robes area. ",
  "pli-tv-kd2:12.5.13": "The Sangha approves and is therefore silent. I will remember it thus.’ ",
  "pli-tv-kd2:12.6.1": "And a monastery zone should be abolished like this. ",
  "pli-tv-kd2:12.6.2": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:12.6.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:12.6.4": "If it seems appropriate to the Sangha, the Sangha should abolish this monastery zone, defining who belongs to the same community and who should do the observance-day ceremony together. ",
  "pli-tv-kd2:12.6.5": "This is the motion. ",
  "pli-tv-kd2:12.6.6": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:12.6.7": "The Sangha abolishes this monastery zone, defining who belongs to the same community and who should do the observance-day ceremony together. ",
  "pli-tv-kd2:12.6.8": "Any monk who approves of abolishing this monastery zone, defining who belongs to the same community and who should do the observance-day ceremony together, should remain silent. ",
  "pli-tv-kd2:12.6.9": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd2:12.6.10": "The Sangha has abolished this monastery zone, defining who belongs to the same community and who should do the observance-day ceremony together. ",
  "pli-tv-kd2:12.6.11": "The Sangha approves and is therefore silent. I will remember it thus.’ ",
  "pli-tv-kd2:12.7.0": "9. Zones of inhabited areas, etc. ",
  "pli-tv-kd2:12.7.1": "“There are monks who live supported by inhabited areas where no monastery zone has been established. In these cases, the zone of the inhabited area defines who belongs to the same community and who should do the observance-day ceremony together. ",
  "pli-tv-kd2:12.7.2": "If it is an uninhabited area in the wilderness, a distance of 80 meters on all sides defines who belongs to the same community and who should do the observance-day ceremony together. ",
  "pli-tv-kd2:12.7.3": "A whole river, ",
  "pli-tv-kd2:12.7.4": "a whole ocean, ",
  "pli-tv-kd2:12.7.5": "or a whole lake cannot be a monastery zone in its own right. ",
  "pli-tv-kd2:12.7.6": "In a river, in the ocean, and in a lake, the zone that defines who belongs to the same community and who should do the observance-day ceremony together is the distance an average man can splash water in all directions.” ",
  "pli-tv-kd2:13.1.1": "At one time the monks from the group of six established a monastery zone that overlapped with an existing monastery zone. ",
  "pli-tv-kd2:13.1.3": "“The establishment of the first zone is a legitimate legal procedure that is irreversible and fit to stand. ",
  "pli-tv-kd2:13.1.4": "The establishment of the subsequent zone is an illegitimate legal procedure that is reversible and unfit to stand. ",
  "pli-tv-kd2:13.1.5": "You should not establish a monastery zone that overlaps with an existing monastery zone. ",
  "pli-tv-kd2:13.1.6": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd2:13.2.1": "At one time the monks from the group of six established a monastery zone that enclosed one existing monastery zone within it. ",
  "pli-tv-kd2:13.2.3": "“The establishment of the first zone is a legitimate legal procedure that is irreversible and fit to stand. ",
  "pli-tv-kd2:13.2.4": "The establishment of the subsequent zone is an illegitimate legal procedure that is reversible and unfit to stand. ",
  "pli-tv-kd2:13.2.5": "You should not establish a monastery zone that encloses an existing monastery zone. ",
  "pli-tv-kd2:13.2.6": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:13.2.7": "When you establish a monastery zone, you should leave a gap to any existing monastery zone.” ",
  "pli-tv-kd2:14.1.0": "10. Breach of the observance-day ceremony, etc. ",
  "pli-tv-kd2:14.1.1": "The monks thought, ",
  "pli-tv-kd2:14.1.2": "“How many observance days are there?” ",
  "pli-tv-kd2:14.1.3": "They told the Buddha. ",
  "pli-tv-kd2:14.1.4": "“There are two observance days: the fourteenth and the fifteenth day of the lunar half-month.” ",
  "pli-tv-kd2:14.2.1": "The monks thought, ",
  "pli-tv-kd2:14.2.2": "“How many kinds of observance-day procedure are there?” ",
  "pli-tv-kd2:14.2.4": "“There are these four kinds: ",
  "pli-tv-kd2:14.2.5": "The observance-day procedure that is illegitimate and has an incomplete assembly. ",
  "pli-tv-kd2:14.2.6": "The observance-day procedure that is illegitimate but has a complete assembly. ",
  "pli-tv-kd2:14.2.7": "The observance-day procedure that is legitimate but has an incomplete assembly. ",
  "pli-tv-kd2:14.2.8": "The observance-day procedure that is legitimate and has a complete assembly. ",
  "pli-tv-kd2:14.2.9": "The first, ",
  "pli-tv-kd2:14.3.1": "second, ",
  "pli-tv-kd2:14.3.3": "and third of these should not be done; ",
  "pli-tv-kd2:14.3.4": "I haven’t allowed such procedures. ",
  "pli-tv-kd2:14.3.5": "The fourth should be done; I have allowed such a procedure. ",
  "pli-tv-kd2:14.3.6": "Therefore, monks, you should train like this: ‘We will do observance-day procedures that are legitimate and have a complete assembly.’” ",
  "pli-tv-kd2:14.3.7": "",
  "pli-tv-kd2:15.1.0": "11. The recitation of the Monastic Code in brief, etc. ",
  "pli-tv-kd2:15.1.1": "The monks thought, ",
  "pli-tv-kd2:15.1.2": "“How many ways are there of reciting the Monastic Code?” ",
  "pli-tv-kd2:15.1.3": "They told the Buddha. ",
  "pli-tv-kd2:15.1.4": "“There are these five ways of reciting the Monastic Code: ",
  "pli-tv-kd2:15.1.5": "After reciting the introduction, the rest is announced as if heard. ",
  "pli-tv-kd2:15.1.6": "This is the first way. ",
  "pli-tv-kd2:15.1.7": "After reciting the introduction and the four rules entailing expulsion, the rest is announced as if heard. ",
  "pli-tv-kd2:15.1.8": "This is the second way. ",
  "pli-tv-kd2:15.1.9": "After reciting the introduction, the four rules entailing expulsion, and the thirteen rules entailing suspension, the rest is announced as if heard. ",
  "pli-tv-kd2:15.1.10": "This is the third way. ",
  "pli-tv-kd2:15.1.11": "After reciting the introduction, the four rules entailing expulsion, the thirteen rules entailing suspension, and the two undetermined rules, the rest is announced as if heard. ",
  "pli-tv-kd2:15.1.12": "This is the fourth way. ",
  "pli-tv-kd2:15.1.13": "In full is the fifth.” ",
  "pli-tv-kd2:15.2.1": "When they heard ",
  "pli-tv-kd2:15.2.2": "that the Buddha had allowed the recitation of the Monastic Code in brief, ",
  "pli-tv-kd2:15.2.3": "some monks recited it in brief all the time. ",
  "pli-tv-kd2:15.2.5": "“You shouldn’t recite the Monastic Code in brief. ",
  "pli-tv-kd2:15.2.6": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd2:15.3.1": "At that time, on the observance day in a certain monastery in the Kosalan country, there was a threat from a primitive tribe. ",
  "pli-tv-kd2:15.3.2": "The monks were unable to recite the Monastic Code in full. ",
  "pli-tv-kd2:15.3.4": "“I allow you to recite the Monastic Code in brief when there are threats.” ",
  "pli-tv-kd2:15.4.1": "The monks from the group of six recited the Monastic Code in brief even when there were no threats. ",
  "pli-tv-kd2:15.4.3": "“You should not recite the Monastic Code in brief when there are no threats. ",
  "pli-tv-kd2:15.4.4": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:15.4.5": "I allow you to recite the Monastic Code in brief when there are any of these threats: ",
  "pli-tv-kd2:15.4.7": "a threat from kings, bandits, fire, floods, people, spirits, predatory animals, or snakes, or a threat to life, or a threat to the monastic life.” ",
  "pli-tv-kd2:15.5.1": "On one occasion the monks from the group of six gave a teaching in the midst of the Sangha without being asked. ",
  "pli-tv-kd2:15.5.3": "“You should not give a teaching in the midst of the Sangha without being asked. ",
  "pli-tv-kd2:15.5.4": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:15.5.5": "I allow the most senior monk either to give a teaching himself or to ask someone else.” ",
  "pli-tv-kd2:15.6.0": "12. Discussion of questioning on the Monastic Law ",
  "pli-tv-kd2:15.6.1": "On one occasion the monks from the group of six questioned others on the Monastic Law in the midst of the Sangha without being approved. ",
  "pli-tv-kd2:15.6.3": "“You should not question others on the Monastic Law in the midst of the Sangha without being approved. ",
  "pli-tv-kd2:15.6.4": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:15.6.5": "I allow you to question others on the Monastic Law in the midst of the Sangha after being approved. ",
  "pli-tv-kd2:15.6.6": "And this is how you are approved: ",
  "pli-tv-kd2:15.6.7": "either you are approved through yourself or you are approved through someone else. ",
  "pli-tv-kd2:15.7.1": "And how are you approved through yourself? ",
  "pli-tv-kd2:15.7.2": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:15.7.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:15.7.4": "If it seems appropriate to the Sangha, I will question so-and-so on the Monastic Law.’ ",
  "pli-tv-kd2:15.7.5": "In this way you are approved through yourself. ",
  "pli-tv-kd2:15.7.6": "And how are you approved through someone else? ",
  "pli-tv-kd2:15.7.7": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:15.7.8": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:15.7.9": "If it seems appropriate to the Sangha, so-and-so will question so-and-so on the Monastic Law.’ ",
  "pli-tv-kd2:15.7.10": "In this way you are approved through someone else.” ",
  "pli-tv-kd2:15.8.1": "Soon good monks asked questions on the Monastic Law in the midst of the Sangha after being approved. ",
  "pli-tv-kd2:15.8.2": "The monks from the group of six became angry and bitter, and they made threats of violence. ",
  "pli-tv-kd2:15.8.4": "“The monk who has been approved should first survey the gathering and evaluate the individuals, and then ask questions on the Monastic Law in the midst of the Sangha.” ",
  "pli-tv-kd2:15.9.0": "13. Discussion of replying to questions on the Monastic Law ",
  "pli-tv-kd2:15.9.1": "On one occasion the monks from the group of six replied to questions on the Monastic Law in the midst of the Sangha without being approved. ",
  "pli-tv-kd2:15.9.3": "“You should not reply to questions on the Monastic Law in the midst of the Sangha without being approved. ",
  "pli-tv-kd2:15.9.4": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:15.9.5": "I allow you to reply to questions on the Monastic Law in the midst of the Sangha after being approved. ",
  "pli-tv-kd2:15.9.6": "And this is how you are approved: ",
  "pli-tv-kd2:15.9.7": "either you are approved through yourself or you are approved through someone else. ",
  "pli-tv-kd2:15.10.1": "And how are you approved through yourself? ",
  "pli-tv-kd2:15.10.2": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:15.10.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:15.10.4": "If it seems appropriate to the Sangha, I will reply when asked by so-and-so on the Monastic Law.’ ",
  "pli-tv-kd2:15.10.5": "In this way you are approved through yourself. ",
  "pli-tv-kd2:15.10.6": "And how are you approved through someone else? ",
  "pli-tv-kd2:15.10.7": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:15.10.8": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:15.10.9": "If it seems appropriate to the Sangha, so-and-so will reply when asked by so-and-so on the Monastic Law.’ ",
  "pli-tv-kd2:15.10.10": "In this way you are approved through someone else.” ",
  "pli-tv-kd2:15.11.1": "Soon good monks replied to questions on the Monastic Law in the midst of the Sangha after being approved. ",
  "pli-tv-kd2:15.11.2": "The monks from the group of six became angry and bitter, and they made threats of violence. ",
  "pli-tv-kd2:15.11.4": "“The monk who has been approved should first survey the gathering and evaluate the individuals, and then reply to questions on the Monastic Law in the midst of the Sangha.” ",
  "pli-tv-kd2:16.1.0": "14. Discussion of accusing ",
  "pli-tv-kd2:16.1.1": "At one time the monks from the group of six accused a monk of an offense without first getting his permission to do so. ",
  "pli-tv-kd2:16.1.3": "“You should not accuse a monk of an offense without first getting his permission. ",
  "pli-tv-kd2:16.1.4": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:16.1.5": "You should only accuse someone of an offense after getting their permission: ",
  "pli-tv-kd2:16.1.6": "‘I wish to speak to you, Venerable, please give me permission.’” ",
  "pli-tv-kd2:16.2.1": "Soon, after getting their permission, good monks accused the monks from the group of six of an offense. ",
  "pli-tv-kd2:16.2.2": "The monks from the group of six became angry and bitter, and they made threats of violence. ",
  "pli-tv-kd2:16.2.4": "“Even when you have their permission, you should first evaluate the individual and then accuse them of an offense.” ",
  "pli-tv-kd2:16.3.1": "At this time the monks from the group of six—thinking to act before the good monks asked them for permission, but having no grounds for doing so—got permission from pure monks who had not committed any offenses. ",
  "pli-tv-kd2:16.3.3": "“When you have no grounds for doing so, you should not get permission from pure monks who haven’t committed any offenses. ",
  "pli-tv-kd2:16.3.4": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:16.3.5": "And you should give permission only after evaluating the individual.” ",
  "pli-tv-kd2:16.4.0": "15. Objecting to an illegitimate legal procedure, etc. ",
  "pli-tv-kd2:16.4.1": "On one occasion the monks from the group of six did an illegitimate legal procedure in the midst of the Sangha. ",
  "pli-tv-kd2:16.4.3": "“You should not do illegitimate legal procedures. ",
  "pli-tv-kd2:16.4.4": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd2:16.4.5": "They still did illegitimate procedures. ",
  "pli-tv-kd2:16.4.7": "“You should object when an illegitimate legal procedure is being done.” ",
  "pli-tv-kd2:16.5.1": "Soon afterwards good monks objected when the monks from the group of six did an illegitimate procedure. ",
  "pli-tv-kd2:16.5.2": "The monks from the group of six became angry and bitter, and they made threats of violence. ",
  "pli-tv-kd2:16.5.4": "“I also allow you to state your view.” ",
  "pli-tv-kd2:16.5.5": "They did. ",
  "pli-tv-kd2:16.5.6": "Once again the monks from the group of six became angry and bitter, making threats of violence. ",
  "pli-tv-kd2:16.5.8": "“A group of four or five should object, a group of two or three may state their view, and a single person may make a silent determination: ",
  "pli-tv-kd2:16.5.9": "‘I don’t approve of this.’” ",
  "pli-tv-kd2:16.6.1": "On one occasion when the monks from the group of six were reciting the Monastic Code in the midst of the Sangha, they deliberately made themselves inaudible. ",
  "pli-tv-kd2:16.6.3": "“When reciting the Monastic Code, you should not deliberately make yourselves inaudible. ",
  "pli-tv-kd2:16.6.4": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd2:16.7.1": "At one time Venerable Udāyī was the Sangha’s reciter of the Monastic Code, but he had a hoarse voice. ",
  "pli-tv-kd2:16.7.2": "He knew ",
  "pli-tv-kd2:16.7.3": "that the Buddha had laid down a rule ",
  "pli-tv-kd2:16.7.4": "that the reciters of the Monastic Code should make themselves heard, and he thought, ‘I have a hoarse voice. What should I do?’ ",
  "pli-tv-kd2:16.7.6": "“The reciter of the Monastic Code should make an effort ",
  "pli-tv-kd2:16.7.7": "to be heard. ",
  "pli-tv-kd2:16.7.8": "If you make an effort, there’s no offense.” ",
  "pli-tv-kd2:16.8.1": "On one occasion Devadatta recited the Monastic Code in a gathering that included lay people. ",
  "pli-tv-kd2:16.8.3": "“You should not recite the Monastic Code in a gathering that includes lay people. ",
  "pli-tv-kd2:16.8.4": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd2:16.9.1": "On one occasion the monks from the group of six recited the Monastic Code in the midst of the Sangha without being asked. ",
  "pli-tv-kd2:16.9.3": "“You should not recite the Monastic Code in the midst of the Sangha without first being asked to do so. ",
  "pli-tv-kd2:16.9.4": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:16.9.5": "The most senior monk should be in charge of the recitation of the Monastic Code.” ",
  "pli-tv-kd2:16.9.6": "The first section for recitation on monastics of other religions is finished. ",
  "pli-tv-kd2:17.1.0": "16. Requesting the recitation of the Monastic Code, etc. ",
  "pli-tv-kd2:17.1.1": "When the Buddha had stayed at Rājagaha for as long as he liked, he set out wandering toward Codanāvatthu. ",
  "pli-tv-kd2:17.1.2": "When he eventually arrived, he stayed there. ",
  "pli-tv-kd2:17.1.3": "At that time a number of monks were staying in a certain monastery ",
  "pli-tv-kd2:17.1.4": "where the most senior monk was ignorant and incompetent. ",
  "pli-tv-kd2:17.1.5": "He did not know about the observance-day ceremony or the observance-day procedure, nor about the Monastic Code or its recitation. ",
  "pli-tv-kd2:17.2.1": "The other monks knew ",
  "pli-tv-kd2:17.2.2": "that the Buddha had laid down a rule ",
  "pli-tv-kd2:17.2.3": "that the most senior monk should be in charge of the recitation of the Monastic Code, ",
  "pli-tv-kd2:17.2.4": "and so they wondered what to do. ",
  "pli-tv-kd2:17.2.5": "They told the Buddha. ",
  "pli-tv-kd2:17.2.6": "“In such a case a competent and capable monk there should be in charge of the recitation of the Monastic Code.” ",
  "pli-tv-kd2:17.3.1": "On one occasion on the observance day, a number of ignorant and incompetent monks were staying in a certain monastery. ",
  "pli-tv-kd2:17.3.2": "They did not know about the observance-day ceremony or the observance-day procedure, nor about the Monastic Code or its recitation. ",
  "pli-tv-kd2:17.3.3": "They requested the most senior monk ",
  "pli-tv-kd2:17.3.4": "to recite the Monastic Code, ",
  "pli-tv-kd2:17.3.5": "but he replied ",
  "pli-tv-kd2:17.3.6": "that he was incapable. ",
  "pli-tv-kd2:17.3.7": "They made the same request of the second-most ",
  "pli-tv-kd2:17.3.11": "and third-most senior monks, ",
  "pli-tv-kd2:17.3.13": "and on both occasions ",
  "pli-tv-kd2:17.3.14": "received the same reply. ",
  "pli-tv-kd2:17.3.15": "They then requested ",
  "pli-tv-kd2:17.3.16": "each monk in turn until they reached the most junior monk. ",
  "pli-tv-kd2:17.3.17": "And they all gave the same reply. ",
  "pli-tv-kd2:17.4.3": "“When all the monks in a monastery are ignorant and incompetent, ",
  "pli-tv-kd2:17.4.4": "and none of them is able to recite the Monastic Code, ",
  "pli-tv-kd2:17.5.1": "they should straightaway send a monk to a neighboring monastery ",
  "pli-tv-kd2:17.5.2": "to learn the Monastic Code, either in brief or in full.” ",
  "pli-tv-kd2:17.6.1": "The monks thought, ",
  "pli-tv-kd2:17.6.2": "“Who is responsible for sending someone?” ",
  "pli-tv-kd2:17.6.4": "“The most senior monk should tell a junior monk to go.” ",
  "pli-tv-kd2:17.6.5": "Although told by the senior monk, the junior monks did not go. ",
  "pli-tv-kd2:17.6.7": "“If a monk isn’t sick and he’s told by the most senior monk to go, he should go. ",
  "pli-tv-kd2:17.6.8": "If he doesn’t, he commits an offense of wrong conduct.” ",
  "pli-tv-kd2:18.1.0": "17. The instruction to learn the number of the lunar half-month, etc. ",
  "pli-tv-kd2:18.1.1": "When he had stayed at Codanāvatthu for as long as he liked, the Buddha returned to Rājagaha. ",
  "pli-tv-kd2:18.1.2": "Then, while the monks were walking for almsfood, people asked them which half-month it was. ",
  "pli-tv-kd2:18.1.3": "",
  "pli-tv-kd2:18.1.4": "They replied ",
  "pli-tv-kd2:18.1.5": "that they did not know. ",
  "pli-tv-kd2:18.1.6": "People complained and criticized them, ",
  "pli-tv-kd2:18.1.7": "“These Sakyan monastics don’t even know the number of the lunar half-month. So how could they possibly know anything truly useful?” ",
  "pli-tv-kd2:18.1.8": "They told the Buddha. ",
  "pli-tv-kd2:18.1.9": "“You should learn the counting of the lunar half-months.” ",
  "pli-tv-kd2:18.2.1": "The monks thought, ",
  "pli-tv-kd2:18.2.2": "“Who should learn the counting of the lunar half-months?” ",
  "pli-tv-kd2:18.2.4": "“You should all learn the counting of the lunar half-months.” ",
  "pli-tv-kd2:18.3.1": "On another occasion, while the monks were walking for almsfood, people asked them how many monks there were. ",
  "pli-tv-kd2:18.3.2": "",
  "pli-tv-kd2:18.3.3": "They replied ",
  "pli-tv-kd2:18.3.4": "that they did not know. ",
  "pli-tv-kd2:18.3.5": "People complained and criticized them, ",
  "pli-tv-kd2:18.3.6": "“These Sakyan monastics don’t even know about one another. So how could they possibly know anything truly useful?” ",
  "pli-tv-kd2:18.3.8": "“You should count the monks.” ",
  "pli-tv-kd2:18.4.1": "The monks thought, ",
  "pli-tv-kd2:18.4.2": "“When should we count the monks?” ",
  "pli-tv-kd2:18.4.4": "“You should count the monks on the observance day, either by name or by distributing tickets.” ",
  "pli-tv-kd2:19.1.1": "On one occasion, monks walked for almsfood in a faraway village, not knowing that it was the observance day. ",
  "pli-tv-kd2:19.1.2": "They arrived back while the Monastic Code was being recited or even just after. ",
  "pli-tv-kd2:19.1.4": "“You should announce, ‘Today is the observance day.’” ",
  "pli-tv-kd2:19.1.5": "The monks thought, ",
  "pli-tv-kd2:19.1.6": "“Who should make the announcement?” ",
  "pli-tv-kd2:19.1.8": "“The most senior monk should make the announcement early in the morning.” ",
  "pli-tv-kd2:19.1.9": "Soon afterwards a certain senior monk forgot to make the announcement early in the morning. ",
  "pli-tv-kd2:19.1.11": "“I allow you to make the announcement at the mealtime too.” ",
  "pli-tv-kd2:19.1.12": "He forgot to make the announcement at the mealtime too. ",
  "pli-tv-kd2:19.1.14": "“I allow you to make the announcement whenever you remember.” ",
  "pli-tv-kd2:20.1.0": "18. The instruction to do the prior duties ",
  "pli-tv-kd2:20.1.1": "On one occasion in a certain monastery, the observance-day hall was dirty. ",
  "pli-tv-kd2:20.1.2": "Newly arrived monks complained, ",
  "pli-tv-kd2:20.1.3": "“Why don’t the resident monks sweep the hall?” ",
  "pli-tv-kd2:20.1.4": "They told the Buddha. ",
  "pli-tv-kd2:20.1.5": "“You should sweep the observance-day hall.” ",
  "pli-tv-kd2:20.2.1": "The monks thought, ",
  "pli-tv-kd2:20.2.2": "“Who should sweep it?” ",
  "pli-tv-kd2:20.2.4": "“The most senior monk should tell a junior monk.” ",
  "pli-tv-kd2:20.2.5": "Although told by the senior monk, the junior monks did not sweep. ",
  "pli-tv-kd2:20.2.7": "“If a monk isn’t sick and he’s told by the senior monk to sweep, he should sweep. ",
  "pli-tv-kd2:20.2.8": "If he doesn’t, he commits an offense of wrong conduct.” ",
  "pli-tv-kd2:20.3.1": "On one occasion no seats were prepared in the observance-day hall. ",
  "pli-tv-kd2:20.3.2": "The monks sat on the ground. They became dirty, as did their robes. ",
  "pli-tv-kd2:20.3.4": "“You should prepare seats in the observance-day hall.” ",
  "pli-tv-kd2:20.3.5": "The monks thought, ",
  "pli-tv-kd2:20.3.6": "“Who should prepare them?” ",
  "pli-tv-kd2:20.3.8": "“The most senior monk should tell a junior monk.” ",
  "pli-tv-kd2:20.3.9": "Although told by the senior monk, the junior monks did not prepare them. ",
  "pli-tv-kd2:20.3.11": "“If a monk isn’t sick and he’s told by the senior monk to prepare the seats, he should do so. ",
  "pli-tv-kd2:20.3.12": "If he doesn’t, he commits an offense of wrong conduct.” ",
  "pli-tv-kd2:20.4.1": "On one occasion there was no lamp in the observance-day hall. ",
  "pli-tv-kd2:20.4.2": "Because it was dark, the monks stepped on one another and on one another’s robes. ",
  "pli-tv-kd2:20.4.4": "“You should light a lamp in the observance-day hall.” ",
  "pli-tv-kd2:20.4.5": "The monks thought, ",
  "pli-tv-kd2:20.4.6": "“Who should light it?” ",
  "pli-tv-kd2:20.4.8": "“The most senior monk should tell a junior monk.” ",
  "pli-tv-kd2:20.4.9": "Although told by the senior monk, the junior monks did not light a lamp. ",
  "pli-tv-kd2:20.4.11": "“If a monk isn’t sick and he’s told by the senior monk to light a lamp, he should do so. ",
  "pli-tv-kd2:20.4.12": "If he doesn’t, he commits an offense of wrong conduct.” ",
  "pli-tv-kd2:20.5.1": "On one occasion in a certain monastery, the resident monks didn’t set out water for drinking or water for washing. ",
  "pli-tv-kd2:20.5.2": "Newly arrived monks complained and criticized them, ",
  "pli-tv-kd2:20.5.3": "“Why don’t the resident monks set out water for drinking and water for washing?” ",
  "pli-tv-kd2:20.5.5": "“You should set out water for drinking and water for washing.” ",
  "pli-tv-kd2:20.6.1": "The monks thought, ",
  "pli-tv-kd2:20.6.2": "“Who should do it?” ",
  "pli-tv-kd2:20.6.4": "“The most senior monk should tell a junior monk.” ",
  "pli-tv-kd2:20.6.5": "Although told by the senior monk, the junior monks did not do it. ",
  "pli-tv-kd2:20.6.7": "“If a monk isn’t sick and he’s told by the senior monk to set them out, he should do so. ",
  "pli-tv-kd2:20.6.8": "If he doesn’t, he commits an offense of wrong conduct.” ",
  "pli-tv-kd2:21.1.0": "19. Those going to a different region, etc. ",
  "pli-tv-kd2:21.1.1": "On one occasion a number of ignorant and incompetent monks asked permission from their teachers and preceptors to go to a different region. ",
  "pli-tv-kd2:21.1.2": "They told the Buddha. ",
  "pli-tv-kd2:21.1.3": "“A number of ignorant and incompetent monks might ask their teachers and preceptors for permission to go to a different region. ",
  "pli-tv-kd2:21.1.4": "The teachers and preceptors should then ask them ",
  "pli-tv-kd2:21.1.5": "where they’re going and who they’re going with. ",
  "pli-tv-kd2:21.1.6": "If they’re going with others who are ignorant and incompetent, the teachers and preceptors shouldn’t give them permission. ",
  "pli-tv-kd2:21.1.7": "If they do, they commit an offense of wrong conduct. ",
  "pli-tv-kd2:21.1.8": "And if the students go without permission from their teachers and preceptors, they commit an offense of wrong conduct. ",
  "pli-tv-kd2:21.2.1": "A number of ignorant and incompetent monks might be staying in a certain monastery. ",
  "pli-tv-kd2:21.2.2": "They don’t know about the observance-day ceremony or the observance-day procedure, nor about the Monastic Code or its recitation. ",
  "pli-tv-kd2:21.2.3": "Then a monk arrives who is learned and a master of the tradition; who is an expert on the Teaching, the Monastic Law, and the key terms; who is knowledgeable and competent, has a sense of conscience, and is afraid of wrongdoing and fond of the training. ",
  "pli-tv-kd2:21.2.4": "Those monks should treat that learned monk with kindness. They should assist him and support him, and they should attend on him with bath powder, soap, tooth cleaners, and water for rinsing the mouth. ",
  "pli-tv-kd2:21.2.5": "If they don’t look after him in this way, they commit an offense of wrong conduct. ",
  "pli-tv-kd2:21.3.1": "On the observance day, a number of ignorant and incompetent monks might be staying in a certain monastery. ",
  "pli-tv-kd2:21.3.2": "They don’t know about the observance-day ceremony or the observance-day procedure, nor about the Monastic Code or its recitation. ",
  "pli-tv-kd2:21.3.3": "They should straightaway send a monk to a neighboring monastery ",
  "pli-tv-kd2:21.3.4": "to learn the Monastic Code, either in brief or in full. ",
  "pli-tv-kd2:21.3.5": "If he’s able to do this, it’s good. ",
  "pli-tv-kd2:21.3.6": "If he’s not, then those monks should all go to a monastery where the monks know about the observance-day ceremony and the observance-day procedure, and about the Monastic Code and its recitation. ",
  "pli-tv-kd2:21.3.7": "If they don’t go, they commit an offense of wrong conduct. ",
  "pli-tv-kd2:21.4.1": "A number of ignorant and incompetent monks might be spending the rainy-season residence in a certain monastery. ",
  "pli-tv-kd2:21.4.2": "They don’t know about the observance-day ceremony or the observance-day procedure, nor about the Monastic Code or its recitation. ",
  "pli-tv-kd2:21.4.3": "They should straightaway send a monk to a neighboring monastery ",
  "pli-tv-kd2:21.4.4": "to learn the Monastic Code, either in brief or in full. ",
  "pli-tv-kd2:21.4.5": "If he’s able to do this, it’s good. ",
  "pli-tv-kd2:21.4.6": "If he’s not, then a monk should be sent under the seven-day allowance ",
  "pli-tv-kd2:21.4.7": "to learn the Monastic Code, either in brief or in full. ",
  "pli-tv-kd2:21.4.8": "If he’s able to do this, it’s good. ",
  "pli-tv-kd2:21.4.9": "If he’s not, then those monks should not spend the rainy-season residence in that monastery. ",
  "pli-tv-kd2:21.4.10": "If they do, they commit an offense of wrong conduct.” ",
  "pli-tv-kd2:22.1.0": "20. Discussion of the passing on of purity ",
  "pli-tv-kd2:22.1.1": "Then the Buddha addressed the monks: ",
  "pli-tv-kd2:22.1.2": "“Gather, monks, for the Sangha to do the observance-day ceremony.” ",
  "pli-tv-kd2:22.1.3": "A monk said to the Buddha, ",
  "pli-tv-kd2:22.1.4": "“Venerable Sir, there’s a sick monk. He hasn’t come.” ",
  "pli-tv-kd2:22.1.5": "“A sick monk should pass on his purity. ",
  "pli-tv-kd2:22.1.6": "And he should do it like this. ",
  "pli-tv-kd2:22.1.7": "The sick monk should approach a monk, put his upper robe over one shoulder, and squat on his heels. He should then raise his joined palms and say, ",
  "pli-tv-kd2:22.1.8": "‘I pass on my purity; please convey my purity; please announce my purity.’ ",
  "pli-tv-kd2:22.1.9": "If he makes this understood by body, by speech, or by body and speech, then the purity has been passed on. ",
  "pli-tv-kd2:22.1.10": "If he doesn’t make this understood by body, by speech, or by body and speech, then the purity hasn’t been passed on. ",
  "pli-tv-kd2:22.2.1": "If he’s able to do this, it’s good. ",
  "pli-tv-kd2:22.2.2": "If he’s not, then the sick monk should be brought into the midst of the Sangha together with his bed or bench. They can then do the observance-day ceremony. ",
  "pli-tv-kd2:22.2.3": "But if the one who is nursing him says, ",
  "pli-tv-kd2:22.2.4": "‘If we move him, his illness will get worse, or he’ll die,’ then the sick monk shouldn’t be moved. ",
  "pli-tv-kd2:22.2.5": "The Sangha should go to where the sick monk is and do the observance-day ceremony there. ",
  "pli-tv-kd2:22.2.6": "You should not do the observance-day ceremony with an incomplete Sangha. ",
  "pli-tv-kd2:22.2.7": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:22.3.1": "If, after the purity has been passed on to him, the monk who is conveying the purity departs right then and there, then the purity should be passed on to someone else. ",
  "pli-tv-kd2:22.3.2": "If, after the purity has been passed on to him, the monk who is conveying the purity disrobes right then and there, ",
  "pli-tv-kd2:22.3.3": "dies right then and there, ",
  "pli-tv-kd2:22.3.4": "admits right then and there that he’s a novice monk, ",
  "pli-tv-kd2:22.3.5": "admits right then and there that he’s renounced the training, ",
  "pli-tv-kd2:22.3.6": "admits right then and there that he’s committed the worst kind of offense, ",
  "pli-tv-kd2:22.3.7": "admits right then and there that he’s insane, ",
  "pli-tv-kd2:22.3.8": "admits right then and there that he’s deranged, ",
  "pli-tv-kd2:22.3.9": "admits right then and there that he’s overwhelmed by pain, ",
  "pli-tv-kd2:22.3.10": "admits right then and there that he’s been ejected for not recognizing an offense, ",
  "pli-tv-kd2:22.3.11": "admits right then and there that he’s been ejected for not making amends for an offense, ",
  "pli-tv-kd2:22.3.12": "admits right then and there that he’s been ejected for not giving up a bad view, ",
  "pli-tv-kd2:22.3.13": "admits right then and there that he’s a <i lang='pi' translate='no'>paṇḍaka</i>, ",
  "pli-tv-kd2:22.3.14": "admits right then and there that he’s living in the community by theft, ",
  "pli-tv-kd2:22.3.15": "admits right then and there that he’s previously left to join the monastics of another religion, ",
  "pli-tv-kd2:22.3.16": "admits right then and there that he’s an animal, ",
  "pli-tv-kd2:22.3.17": "admits right then and there that he’s a matricide, ",
  "pli-tv-kd2:22.3.18": "admits right then and there that he’s a patricide, ",
  "pli-tv-kd2:22.3.19": "admits right then and there that he’s a murderer of a perfected one, ",
  "pli-tv-kd2:22.3.20": "admits right then and there that he’s raped a nun, ",
  "pli-tv-kd2:22.3.21": "admits right then and there that he’s caused a schism in the Sangha, ",
  "pli-tv-kd2:22.3.22": "admits right then and there that he’s caused the Buddha to bleed, ",
  "pli-tv-kd2:22.3.23": "or admits right then and there that he’s a hermaphrodite, then the purity should be passed on to someone else. ",
  "pli-tv-kd2:22.4.1": "If, after the purity has been passed on to him, the monk who is conveying the purity departs while on his way to the observance-day ceremony, then the purity hasn’t been brought. ",
  "pli-tv-kd2:22.4.2": "If, after the purity has been passed on to him, the monk who is conveying the purity disrobes while on his way to the observance-day ceremony … ",
  "pli-tv-kd2:22.4.3": "admits that he’s a hermaphrodite while on his way to the observance-day ceremony, then the purity hasn’t been brought. ",
  "pli-tv-kd2:22.4.4": "But if, after the purity has been passed on to him, the monk who is conveying the purity departs after reaching the Sangha, then the purity has been brought. ",
  "pli-tv-kd2:22.4.5": "And if, after the purity has been passed on to him, the monk who is conveying the purity disrobes after reaching the Sangha … ",
  "pli-tv-kd2:22.4.6": "admits that he’s a hermaphrodite after reaching the Sangha, then the purity has been brought. ",
  "pli-tv-kd2:22.4.7": "And if, after the purity has been passed on to him, the monk who is conveying the purity reaches the Sangha, but doesn’t announce the purity because he falls asleep or is heedless or gains a meditation attainment, then the purity has been brought. ",
  "pli-tv-kd2:22.4.8": "There’s no offense for the one who is conveying the purity. ",
  "pli-tv-kd2:22.4.9": "And if, after the purity has been passed on to him, the monk who is conveying the purity reaches the Sangha, but deliberately doesn’t announce the purity, then the purity has been brought. ",
  "pli-tv-kd2:22.4.10": "But there’s an offense of wrong conduct for the one who is conveying the purity.” ",
  "pli-tv-kd2:23.1.0": "21. Discussion on giving consent ",
  "pli-tv-kd2:23.1.1": "The Buddha addressed the monks: ",
  "pli-tv-kd2:23.1.2": "“Gather, monks, for the Sangha to do a legal procedure.” ",
  "pli-tv-kd2:23.1.3": "A monk said to the Buddha, ",
  "pli-tv-kd2:23.1.4": "“Venerable Sir, there’s a sick monk. He hasn’t come.” ",
  "pli-tv-kd2:23.1.5": "“A sick monk should give his consent. ",
  "pli-tv-kd2:23.1.6": "And he should give like this. ",
  "pli-tv-kd2:23.1.7": "The sick monk should approach a monk, put his upper robe over one shoulder, and squat on his heels. He should then raise his joined palms and say, ",
  "pli-tv-kd2:23.1.8": "‘I give my consent; please convey my consent; please announce my consent.’ ",
  "pli-tv-kd2:23.1.9": "If he makes this understood by body, by speech, or by body and speech, then the consent has been given. ",
  "pli-tv-kd2:23.1.10": "If he doesn’t make this understood by body, by speech, or by body and speech, then the consent hasn’t been given. ",
  "pli-tv-kd2:23.2.1": "If he’s able to do this, it’s good. ",
  "pli-tv-kd2:23.2.2": "If he’s not, then the sick monk should be brought into the midst of the Sangha together with his bed or bench. They can then do the procedure. ",
  "pli-tv-kd2:23.2.3": "But if the one who is nursing him says, ",
  "pli-tv-kd2:23.2.4": "‘If we move him, his illness will get worse, or he’ll die,’ then the sick monk shouldn’t be moved. ",
  "pli-tv-kd2:23.2.5": "The Sangha should go to where the sick monk is and do the procedure there. ",
  "pli-tv-kd2:23.2.6": "You should not do a legal procedure with an incomplete Sangha. ",
  "pli-tv-kd2:23.2.7": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:23.3.1": "If, after the consent has been given to him, the monk who is conveying the consent goes away right then and there, then the consent should be given to someone else. ",
  "pli-tv-kd2:23.3.2": "If, after the consent has been given to him, the monk who is conveying the consent disrobes right then and there, ",
  "pli-tv-kd2:23.3.3": "dies right then and there, ",
  "pli-tv-kd2:23.3.4": "admits right then and there that he’s a novice monk, ",
  "pli-tv-kd2:23.3.5": "admits right then and there that he’s renounced the training, ",
  "pli-tv-kd2:23.3.6": "admits right then and there that he’s committed the worst kind of offense, ",
  "pli-tv-kd2:23.3.7": "admits right then and there that he’s insane, ",
  "pli-tv-kd2:23.3.8": "admits right then and there that he’s deranged, ",
  "pli-tv-kd2:23.3.9": "admits right then and there that he’s overwhelmed by pain, ",
  "pli-tv-kd2:23.3.10": "admits right then and there that he’s been ejected for not recognizing an offense, ",
  "pli-tv-kd2:23.3.11": "admits right then and there that he’s been ejected for not making amends for an offense, ",
  "pli-tv-kd2:23.3.12": "admits right then and there that he’s been ejected for not giving up a bad view, ",
  "pli-tv-kd2:23.3.13": "admits right then and there that he’s a <i lang='pi' translate='no'>paṇḍaka</i>, ",
  "pli-tv-kd2:23.3.14": "admits right then and there that he’s living in the community by theft, ",
  "pli-tv-kd2:23.3.15": "admits right then and there that he’s previously left to join the monastics of another religion, ",
  "pli-tv-kd2:23.3.16": "admits right then and there that he’s an animal, ",
  "pli-tv-kd2:23.3.17": "admits right then and there that he’s a matricide, ",
  "pli-tv-kd2:23.3.18": "admits right then and there that he’s a patricide, ",
  "pli-tv-kd2:23.3.19": "admits right then and there that he’s a murderer of a perfected one, ",
  "pli-tv-kd2:23.3.20": "admits right then and there that he’s raped a nun, ",
  "pli-tv-kd2:23.3.21": "admits right then and there that he’s caused a schism in the Sangha, ",
  "pli-tv-kd2:23.3.22": "admits right then and there that he’s caused the Buddha to bleed, ",
  "pli-tv-kd2:23.3.23": "or admits right then and there that he’s a hermaphrodite, then the consent should be given to someone else. ",
  "pli-tv-kd2:23.3.24": "If, after the consent has been given to him, the monk who is conveying the consent goes away while on his way to the legal procedure, then the consent hasn’t been brought. ",
  "pli-tv-kd2:23.3.25": "If, after the consent has been given to him, the monk who is conveying the consent disrobes while on his way to the legal procedure … ",
  "pli-tv-kd2:23.3.26": "or admits that he’s a hermaphrodite while on his way to the legal procedure, then the consent hasn’t been brought. ",
  "pli-tv-kd2:23.3.27": "But if, after the consent has been given to him, the monk who is conveying the consent goes away after reaching the Sangha, then the consent has been brought. ",
  "pli-tv-kd2:23.3.28": "And if, after the consent has been given to him, the monk who is conveying the consent disrobes after reaching the Sangha … ",
  "pli-tv-kd2:23.3.29": "admits that he’s a hermaphrodite after reaching the Sangha, then the consent has been brought. ",
  "pli-tv-kd2:23.3.30": "And if, after the consent has been given to him, the monk who is conveying the consent reaches the Sangha, but doesn’t announce the consent because he falls asleep or is heedless or gains a meditation attainment, then the consent has been brought. ",
  "pli-tv-kd2:23.3.31": "There’s no offense for the one who is conveying the consent. ",
  "pli-tv-kd2:23.3.32": "And if, after the consent has been given to him, the monk who is conveying the consent reaches the Sangha, but deliberately doesn’t announce the consent, then the consent has been brought. ",
  "pli-tv-kd2:23.3.33": "But there is an offense of wrong conduct for the one who is conveying the consent. ",
  "pli-tv-kd2:23.3.34": "On the observance day, if the Sangha has business to be done, then anyone passing on their purity should also give their consent.” ",
  "pli-tv-kd2:24.1.0": "22. Discussion on being seized by relatives, etc. ",
  "pli-tv-kd2:24.1.1": "On one occasion on the observance day, a certain monk was seized by his relatives. ",
  "pli-tv-kd2:24.1.3": "“If a monk is seized by his relatives on the observance day, ",
  "pli-tv-kd2:24.1.4": "other monks should say to those relatives, ",
  "pli-tv-kd2:24.1.5": "‘Please release this monk for a short time so that he can take part in the observance-day ceremony.’ ",
  "pli-tv-kd2:24.2.1": "If they’re able to do this, it’s good. ",
  "pli-tv-kd2:24.2.2": "If not, they should say to those relatives, ",
  "pli-tv-kd2:24.2.3": "‘Please step aside for a moment while this monk passes on his purity.’ ",
  "pli-tv-kd2:24.2.4": "If they’re able to do this, it’s good. ",
  "pli-tv-kd2:24.2.5": "If not, they should say to those relatives, ",
  "pli-tv-kd2:24.2.6": "‘Please take this monk outside the monastery zone for a short time while the Sangha does the observance-day ceremony.’ ",
  "pli-tv-kd2:24.2.7": "If they’re able to do this, it’s good. ",
  "pli-tv-kd2:24.2.8": "If not, you should not do the observance-day ceremony with an incomplete Sangha. ",
  "pli-tv-kd2:24.2.9": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:24.3.1": "If on the observance day a monk is seized by kings, ",
  "pli-tv-kd2:24.3.2": "by bandits, ",
  "pli-tv-kd2:24.3.3": "by scoundrels, ",
  "pli-tv-kd2:24.3.4": "or by enemies of the monks, other monks should say to those enemies, ",
  "pli-tv-kd2:24.3.5": "‘Please release this monk for a short time, so that he can take part in the observance-day ceremony.’ ",
  "pli-tv-kd2:24.3.6": "If they’re able to do this, it’s good. ",
  "pli-tv-kd2:24.3.7": "If not, they should say to those enemies, ",
  "pli-tv-kd2:24.3.8": "‘Please step aside for a moment while this monk passes on his purity.’ ",
  "pli-tv-kd2:24.3.9": "If they’re able to do this, it’s good. ",
  "pli-tv-kd2:24.3.10": "If not, they should say to those enemies, ",
  "pli-tv-kd2:24.3.11": "‘Please take this monk outside the monastery zone for a short time while the Sangha does the observance-day ceremony.’ ",
  "pli-tv-kd2:24.3.12": "If they’re able to do this, it’s good. ",
  "pli-tv-kd2:24.3.13": "If not, you should not do the observance-day ceremony with an incomplete Sangha. ",
  "pli-tv-kd2:24.3.14": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd2:25.1.0": "23. Agreement in regard to insanity ",
  "pli-tv-kd2:25.1.1": "Then the Buddha addressed the monks: ",
  "pli-tv-kd2:25.1.2": "“Gather, monks, there’s business for the Sangha.” ",
  "pli-tv-kd2:25.1.3": "A monk said to the Buddha, ",
  "pli-tv-kd2:25.1.4": "“Venerable Sir, there’s a monk called Gagga who is insane. He hasn’t come.” ",
  "pli-tv-kd2:25.1.5": "“Monks, there are two kinds of insane monks: ",
  "pli-tv-kd2:25.1.6": "there is the insane monk who sometimes remembers the observance day and sometimes doesn’t, who sometimes remembers the legal procedures of the Sangha and sometimes doesn’t, ",
  "pli-tv-kd2:25.1.7": "who sometimes goes to the observance-day ceremony and sometimes doesn’t, who sometimes goes to the legal procedures of the Sangha and sometimes doesn’t. Then there’s the insane monk who never remembers any of this. ",
  "pli-tv-kd2:25.2.1": "For the first one of these, you should make an agreement in regard to insanity. ",
  "pli-tv-kd2:25.3.1": "And it should be made like this. ",
  "pli-tv-kd2:25.3.2": "A competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:25.3.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:25.3.4": "The monk Gagga is insane. ",
  "pli-tv-kd2:25.3.5": "Sometimes he remembers the observance day and sometimes he doesn’t; sometimes he remembers the legal procedures of the Sangha and sometimes he doesn’t; sometimes he goes to the observance-day ceremony and sometimes he doesn’t; sometimes he goes to the legal procedures of the Sangha and sometimes he doesn’t. ",
  "pli-tv-kd2:25.3.6": "If it seems appropriate to the Sangha, it should agree on the following in regard to the insanity of the monk Gagga: ",
  "pli-tv-kd2:25.3.7": "whether or not Gagga remembers either the observance day or the legal procedures of the Sangha, whether or not he comes to either, the Sangha should do the observance-day ceremony, it should do the legal procedures of the Sangha, with or without Gagga. ",
  "pli-tv-kd2:25.3.8": "This is the motion. ",
  "pli-tv-kd2:25.4.1": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:25.4.2": "The monk Gagga is insane. ",
  "pli-tv-kd2:25.4.3": "Sometimes he remembers the observance day and sometimes he doesn’t; sometimes he remembers the legal procedures of the Sangha and sometimes he doesn’t; sometimes he goes to the observance-day ceremony and sometimes he doesn’t; sometimes he goes to the legal procedures of the Sangha and sometimes he doesn’t. ",
  "pli-tv-kd2:25.4.4": "The Sangha agrees on the following in regard to the insanity of the monk Gagga: ",
  "pli-tv-kd2:25.4.5": "whether or not Gagga remembers either the observance day or the legal procedures of the Sangha, whether or not he comes to either, the Sangha should do the observance-day ceremony, it should do the legal procedures of the Sangha, with or without Gagga. ",
  "pli-tv-kd2:25.4.6": "Any monk who approves of this agreement—",
  "pli-tv-kd2:25.4.7": "whether or not Gagga remembers either the observance day or the legal procedures of the Sangha, whether or not he comes to either, the Sangha should do the observance-day ceremony, it should do the legal procedures of the Sangha, with or without Gagga—should remain silent. ",
  "pli-tv-kd2:25.4.8": "Any monk who doesn’t approve should speak up. ",
  "pli-tv-kd2:25.4.9": "The Sangha has agreed on the following in regard to the insanity of the monk Gagga: ",
  "pli-tv-kd2:25.4.10": "whether or not Gagga remembers either the observance-day ceremony or the legal procedures of the Sangha, whether or not he comes to either, the Sangha should do the observance-day ceremony, it should do the legal procedures of the Sangha, with or without Gagga. ",
  "pli-tv-kd2:25.4.11": "The Sangha approves and is therefore silent. I will remember it thus.’” ",
  "pli-tv-kd2:26.1.0": "24. Various kinds of observance days for the Sangha, etc. ",
  "pli-tv-kd2:26.1.1": "At one time on the observance day, there were four monks staying in a certain monastery. ",
  "pli-tv-kd2:26.1.2": "They thought, ",
  "pli-tv-kd2:26.1.3": "“The Buddha has laid down a rule ",
  "pli-tv-kd2:26.1.4": "that the observance-day ceremony should be done. Now there’s four of us. So how should we do the observance-day ceremony?” ",
  "pli-tv-kd2:26.1.5": "They told the Buddha. ",
  "pli-tv-kd2:26.1.6": "“When there are four of you, you should recite the Monastic Code.” ",
  "pli-tv-kd2:26.2.1": "At one time on the observance day, there were three monks staying in a certain monastery. ",
  "pli-tv-kd2:26.2.2": "They thought, ",
  "pli-tv-kd2:26.2.3": "“The Buddha has instructed that the Monastic Code should be recited when there are four monks. But there’s only three of us. So how should we do the observance-day ceremony?” ",
  "pli-tv-kd2:26.2.5": "“When there are three of you, you should do the observance-day ceremony by declaring your purity. ",
  "pli-tv-kd2:26.3.1": "And you should do it like this. ",
  "pli-tv-kd2:26.3.2": "A competent and capable monk should inform those monks: ",
  "pli-tv-kd2:26.3.3": "‘Please, Venerables, I ask you to listen. ",
  "pli-tv-kd2:26.3.4": "Today is the observance day, the fifteenth. ",
  "pli-tv-kd2:26.3.5": "If it seems appropriate to you, we should do the observance-day ceremony by declaring purity to one another.’ ",
  "pli-tv-kd2:26.3.6": "The most senior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say to the other monks: ",
  "pli-tv-kd2:26.3.7": "‘I’m pure. ",
  "pli-tv-kd2:26.3.8": "Please remember me as pure.’ ",
  "pli-tv-kd2:26.3.9": "And he should repeat this two more times. ",
  "pli-tv-kd2:26.4.1": "Each junior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say to the other monks: ",
  "pli-tv-kd2:26.4.2": "‘I’m pure, Venerable. ",
  "pli-tv-kd2:26.4.3": "Please remember me as pure.’ ",
  "pli-tv-kd2:26.4.4": "And he should repeat this two more times.” ",
  "pli-tv-kd2:26.5.1": "At one time on the observance day, there were two monks staying in a certain monastery. ",
  "pli-tv-kd2:26.5.2": "They thought, ",
  "pli-tv-kd2:26.5.3": "“The Buddha has instructed that the Monastic Code should be recited when there are four monks and that the observance-day ceremony should be done by declaring purity when there are three. ",
  "pli-tv-kd2:26.5.4": "But there’s only two of us. ",
  "pli-tv-kd2:26.5.5": "So how should we do the observance-day ceremony?” ",
  "pli-tv-kd2:26.5.7": "“When there are two of you, you should do the observance-day ceremony by declaring your purity. ",
  "pli-tv-kd2:26.6.1": "And you should do it like this. ",
  "pli-tv-kd2:26.6.2": "The senior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say to the junior monk: ",
  "pli-tv-kd2:26.6.3": "‘I’m pure. ",
  "pli-tv-kd2:26.6.4": "Please remember me as pure.’ ",
  "pli-tv-kd2:26.6.5": "And he should repeat this two more times. ",
  "pli-tv-kd2:26.7.1": "The junior monk should put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say to the senior monk: ",
  "pli-tv-kd2:26.7.2": "‘I’m pure, Venerable. ",
  "pli-tv-kd2:26.7.3": "Please remember me as pure.’ ",
  "pli-tv-kd2:26.7.4": "And he should repeat this two more times.” ",
  "pli-tv-kd2:26.8.1": "At one time on the observance day, a monk was staying in a certain monastery by himself. ",
  "pli-tv-kd2:26.8.2": "He thought, ",
  "pli-tv-kd2:26.8.3": "“The Buddha has instructed that the Monastic Code should be recited when there are four monks and that the observance-day ceremony should be done by declaring purity when there are two or three. ",
  "pli-tv-kd2:26.8.4": "But I’m here by myself. ",
  "pli-tv-kd2:26.8.5": "So how should I do the observance-day ceremony?” ",
  "pli-tv-kd2:26.9.1": "“On the observance day, a monk might be staying by himself in a certain monastery. ",
  "pli-tv-kd2:26.9.2": "He should sweep the place where the monks normally go: whether the assembly hall, under a roof-cover, or at the foot of a tree. He should set out water for drinking and water for washing. He should prepare a seat, light a lamp, and sit down. ",
  "pli-tv-kd2:26.9.3": "If other monks arrive, he should do the observance-day ceremony with them. ",
  "pli-tv-kd2:26.9.4": "If not, he should determine: ‘Today is my observance day.’ ",
  "pli-tv-kd2:26.9.5": "If he doesn’t make a determination, he commits an offense of wrong conduct. ",
  "pli-tv-kd2:26.10.1": "Wherever four monks are staying together, three shouldn’t recite the Monastic Code, while the purity of the fourth is brought. ",
  "pli-tv-kd2:26.10.2": "If you do recite the Monastic Code, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:26.10.3": "Wherever three monks are staying together, two shouldn’t do the observance-day ceremony by declaring purity, while the purity of the third is brought. ",
  "pli-tv-kd2:26.10.4": "If you do declare purity, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:26.10.5": "Wherever two monks are staying together, one shouldn’t make a determination, while the purity of the other is brought. ",
  "pli-tv-kd2:26.10.6": "If you do make a determination, you commit an offense of wrong conduct.” ",
  "pli-tv-kd2:27.1.0": "25. The process for making amends for an offense ",
  "pli-tv-kd2:27.1.1": "On one occasion on the observance day, a certain monk committed an offense. ",
  "pli-tv-kd2:27.1.2": "He thought, ",
  "pli-tv-kd2:27.1.3": "“The Buddha has laid down a rule ",
  "pli-tv-kd2:27.1.4": "that one shouldn’t do the observance-day ceremony if one has an offense. ",
  "pli-tv-kd2:27.1.5": "And I’ve committed an offense. ",
  "pli-tv-kd2:27.1.6": "So what should I do?” ",
  "pli-tv-kd2:27.1.7": "They told the Buddha. ",
  "pli-tv-kd2:27.1.8": "“On the observance day, a monk may have committed an offense. ",
  "pli-tv-kd2:27.1.9": "He should approach a monk, put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ",
  "pli-tv-kd2:27.1.10": "‘I’ve committed such-and-such an offense. I confess it.’ ",
  "pli-tv-kd2:27.1.11": "The other should say, ",
  "pli-tv-kd2:27.1.12": "‘Do you recognize the offense?’ —",
  "pli-tv-kd2:27.1.13": "‘Yes, I recognize it.’ —",
  "pli-tv-kd2:27.1.14": "‘You should restrain yourself in the future.’ ",
  "pli-tv-kd2:27.2.1": "On the observance day, a monk may be unsure if he’s committed an offense. ",
  "pli-tv-kd2:27.2.2": "He should approach a monk, put his upper robe over one shoulder, squat on his heels, raise his joined palms, and say, ",
  "pli-tv-kd2:27.2.3": "‘I’m unsure if I’ve committed such-and-such an offense. ",
  "pli-tv-kd2:27.2.4": "I’ll make amends for it when I’m sure.’ He can then take part in the observance-day ceremony and listen to the recitation of the Monastic Code. This is not an obstacle to doing the observance-day ceremony.” ",
  "pli-tv-kd2:27.3.1": "On one occasion the monks from the group of six confessed shared offenses to one another. ",
  "pli-tv-kd2:27.3.3": "“You should not confess shared offenses to one another. ",
  "pli-tv-kd2:27.3.4": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd2:27.3.5": "On one occasion the monks from the group of six received the confession of shared offenses from one another. ",
  "pli-tv-kd2:27.3.7": "“You should not receive the confession of shared offenses from one another. ",
  "pli-tv-kd2:27.3.8": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd2:27.4.0": "26. The process for revealing an offense ",
  "pli-tv-kd2:27.4.1": "At one time a certain monk remembered an offense while the Monastic Code was being recited. ",
  "pli-tv-kd2:27.4.2": "He thought, ",
  "pli-tv-kd2:27.4.3": "“The Buddha has laid down a rule ",
  "pli-tv-kd2:27.4.4": "that one shouldn’t do the observance-day ceremony if one has an offense. ",
  "pli-tv-kd2:27.4.5": "And I’ve committed an offense. ",
  "pli-tv-kd2:27.4.6": "So what should I do?” ",
  "pli-tv-kd2:27.4.8": "“A monk might remember an offense while the Monastic Code is being recited. ",
  "pli-tv-kd2:27.4.9": "He should say to a monk sitting next to him, ",
  "pli-tv-kd2:27.4.10": "‘I’ve committed such-and-such an offense. ",
  "pli-tv-kd2:27.4.11": "Once this ceremony is finished, I’ll make amends for it.’ They can then continue the observance-day ceremony and listen to the recitation of the Monastic Code. This is not an obstacle to doing the observance-day ceremony. ",
  "pli-tv-kd2:27.5.1": "A monk might become unsure if he’s committed an offense while the Monastic Code is being recited. ",
  "pli-tv-kd2:27.5.2": "He should say to a monk sitting next to him, ",
  "pli-tv-kd2:27.5.3": "‘I’m unsure if I’ve committed such-and-such an offense. ",
  "pli-tv-kd2:27.5.4": "I’ll make amends for it when I’m sure.’ They can then continue the observance-day ceremony and listen to the recitation of the Monastic Code. ",
  "pli-tv-kd2:27.5.5": "This is not an obstacle to doing the observance-day ceremony.” ",
  "pli-tv-kd2:27.6.0": "27. The process for making amends for a shared offense ",
  "pli-tv-kd2:27.6.1": "At one time on the observance day, the whole sangha in a certain monastery had committed the same offense. ",
  "pli-tv-kd2:27.6.2": "Those monks thought, ",
  "pli-tv-kd2:27.6.3": "“The Buddha has laid down a rule ",
  "pli-tv-kd2:27.6.4": "that one shouldn’t confess or receive the confession of shared offenses. ",
  "pli-tv-kd2:27.6.5": "Yet here the whole sangha has committed the same offense. ",
  "pli-tv-kd2:27.6.6": "So what should we do?” ",
  "pli-tv-kd2:27.6.8": "“On the observance day, it may happen that the whole sangha in a certain monastery has committed the same offense. ",
  "pli-tv-kd2:27.6.9": "Those monks should straightaway send a monk to a neighboring monastery: ",
  "pli-tv-kd2:27.6.10": "‘Go and make amends for this offense. ",
  "pli-tv-kd2:27.6.11": "When you return, we’ll make amends for it with you.’ ",
  "pli-tv-kd2:27.7.1": "If he’s able to do this, it’s good. ",
  "pli-tv-kd2:27.7.2": "If he’s not, then a competent and capable monk should inform the Sangha: ",
  "pli-tv-kd2:27.7.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:27.7.4": "This whole sangha has committed the same offense. ",
  "pli-tv-kd2:27.7.5": "When the Sangha sees another monk who is pure and free of offenses, it should make amends for this offense with him.’ ",
  "pli-tv-kd2:27.7.6": "Once this has been said, they can do the observance-day ceremony and listen to the recitation of the Monastic Code. ",
  "pli-tv-kd2:27.7.7": "This is not an obstacle to doing the observance-day ceremony. ",
  "pli-tv-kd2:27.8.1": "On the observance day, the whole sangha in a certain monastery might be unsure if it has committed the same offense. ",
  "pli-tv-kd2:27.8.2": "A competent and capable monk should then inform the Sangha: ",
  "pli-tv-kd2:27.8.3": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd2:27.8.4": "This whole Sangha is unsure if it has committed the same offense. ",
  "pli-tv-kd2:27.8.5": "When the Sangha is sure, it should make amends for this offense.’ ",
  "pli-tv-kd2:27.8.6": "Once this has been said, they can do the observance-day ceremony and listen to the recitation of the Monastic Code. ",
  "pli-tv-kd2:27.8.7": "This is not an obstacle to doing the observance-day ceremony. ",
  "pli-tv-kd2:27.9.1": "When a sangha has entered the rainy-season residence in a certain monastery, it may happen that the whole sangha has committed the same offense. ",
  "pli-tv-kd2:27.9.2": "Those monks should straightaway send a monk to a neighboring monastery: ",
  "pli-tv-kd2:27.9.3": "‘Go and make amends for this offense. ",
  "pli-tv-kd2:27.9.4": "When you return, we’ll make amends for it with you.’ ",
  "pli-tv-kd2:27.9.5": "If he’s able to do this, it’s good. ",
  "pli-tv-kd2:27.9.6": "If he’s not, they should send a monk under the seven-day allowance: ",
  "pli-tv-kd2:27.9.7": "‘Go and make amends for this offense. ",
  "pli-tv-kd2:27.9.8": "When you return, we’ll make amends for it with you.’” ",
  "pli-tv-kd2:27.10.1": "Soon afterwards the whole sangha in a certain monastery had committed the same offense. ",
  "pli-tv-kd2:27.10.2": "They did not know the name or the class of that offense. ",
  "pli-tv-kd2:27.10.3": "Then a monk arrived who was learned and a master of the tradition; who was an expert on the Teaching, the Monastic Law, and the Key Terms; who was knowledgeable and competent, had a sense of conscience, and was afraid of wrongdoing and fond of the training. ",
  "pli-tv-kd2:27.10.4": "A monk went up to him and asked, ",
  "pli-tv-kd2:27.10.5": "“When someone does such-and-such, what’s the name of the offense he’s committed?” ",
  "pli-tv-kd2:27.11.1": "The learned monk replied, ",
  "pli-tv-kd2:27.11.2": "“When someone does such-and-such, he’s committed an offense of this name. ",
  "pli-tv-kd2:27.11.3": "If you have committed this offense, ",
  "pli-tv-kd2:27.11.4": "you should make amends for it.” ",
  "pli-tv-kd2:27.11.5": "The other monk said, ",
  "pli-tv-kd2:27.11.6": "“It’s not just I alone who have committed this offense, ",
  "pli-tv-kd2:27.11.7": "but this whole sangha.” ",
  "pli-tv-kd2:27.11.8": "The learned monk said, ",
  "pli-tv-kd2:27.11.9": "“What does it matter to you whether others have or haven’t committed an offense? ",
  "pli-tv-kd2:27.11.10": "Please clear yourself of your own offense.” ",
  "pli-tv-kd2:27.12.1": "Then, because of what the learned monk had said, the other monk made amends for that offense. He then went to the other monks and said, ",
  "pli-tv-kd2:27.12.2": "“When someone does such-and-such, he’s committed an offense of this name. ",
  "pli-tv-kd2:27.12.3": "This is the offense that you’ve committed. ",
  "pli-tv-kd2:27.12.4": "You should make amends for it.” ",
  "pli-tv-kd2:27.12.5": "But in spite of what he had said, those monks did not want to make amends for that offense. ",
  "pli-tv-kd2:27.12.6": "They told the Buddha. ",
  "pli-tv-kd2:27.13.1": "“In a case such as this, ",
  "pli-tv-kd2:27.15.1": "if those monks do make amends for that offense because of what that monk has said, then this is good. ",
  "pli-tv-kd2:27.15.2": "If they don’t, then that monk doesn’t need not correct them if he doesn’t want to.” ",
  "pli-tv-kd2:27.15.3": "The second section for recitation on the grounds for accusations is finished. ",
  "pli-tv-kd2:28.1.0": "28. The group of fifteen on non-offenses ",
  "pli-tv-kd2:28.1.1": "At one time on the observance day, four or more resident monks had gathered in a monastery. ",
  "pli-tv-kd2:28.1.2": "They did not know ",
  "pli-tv-kd2:28.1.3": "that there were other resident monks who had not arrived. ",
  "pli-tv-kd2:28.1.4": "Perceiving that they were acting according to the Teaching and the Monastic Law, perceiving that the assembly was complete although it was not, they did the observance-day ceremony and recited the Monastic Code. ",
  "pli-tv-kd2:28.1.5": "While they were doing it, a greater number of resident monks arrived. ",
  "pli-tv-kd2:28.1.6": "They told the Buddha. ",
  "pli-tv-kd2:28.2.1": "“On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.2.2": "They don’t know ",
  "pli-tv-kd2:28.2.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.2.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.2.5": "While they’re doing it, a greater number of resident monks arrive. ",
  "pli-tv-kd2:28.2.6": "In such a case those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:28.2.7": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.3.1": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.3.2": "They don’t know ",
  "pli-tv-kd2:28.3.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.3.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.3.5": "While they’re doing it, an equal number of resident monks arrive. ",
  "pli-tv-kd2:28.3.6": "In such a case, what has been recited is valid, and the remainder should be listened to. ",
  "pli-tv-kd2:28.3.7": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.3.8": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.3.9": "They don’t know ",
  "pli-tv-kd2:28.3.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.3.11": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.3.12": "While they’re doing it, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:28.3.13": "In such a case, what has been recited is valid, and the remainder should be listened to. ",
  "pli-tv-kd2:28.3.14": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.4.1": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.4.2": "They don’t know ",
  "pli-tv-kd2:28.4.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.4.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.4.5": "When they’ve just finished, a greater number of resident monks arrive. ",
  "pli-tv-kd2:28.4.6": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:28.4.7": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.4.8": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.4.9": "They don’t know ",
  "pli-tv-kd2:28.4.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.4.11": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.4.12": "When they’ve just finished, an equal number of resident monks arrive. ",
  "pli-tv-kd2:28.4.13": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:28.4.14": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.4.15": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.4.16": "They don’t know ",
  "pli-tv-kd2:28.4.17": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.4.18": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.4.19": "When they’ve just finished, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:28.4.20": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:28.4.21": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.5.1": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.5.2": "They don’t know ",
  "pli-tv-kd2:28.5.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.5.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.5.5": "When they’ve just finished, and none of the gathering has left, a greater number of resident monks arrive. ",
  "pli-tv-kd2:28.5.6": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:28.5.7": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.5.8": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.5.9": "They don’t know ",
  "pli-tv-kd2:28.5.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.5.11": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.5.12": "When they’ve just finished, and none of the gathering has left, an equal number of resident monks arrive. ",
  "pli-tv-kd2:28.5.13": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:28.5.14": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.5.15": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.5.16": "They don’t know ",
  "pli-tv-kd2:28.5.17": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.5.18": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.5.19": "When they’ve just finished, and none of the gathering has left, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:28.5.20": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:28.5.21": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.6.1": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.6.2": "They don’t know ",
  "pli-tv-kd2:28.6.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.6.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.6.5": "When they’ve just finished, and only some members of the gathering have left, a greater number of resident monks arrive. ",
  "pli-tv-kd2:28.6.6": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:28.6.7": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.6.8": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.6.9": "They don’t know ",
  "pli-tv-kd2:28.6.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.6.11": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.6.12": "When they’ve just finished, and only some members of the gathering have left, an equal number of resident monks arrive. ",
  "pli-tv-kd2:28.6.13": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:28.6.14": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.6.15": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.6.16": "They don’t know ",
  "pli-tv-kd2:28.6.17": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.6.18": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.6.19": "When they’ve just finished, and only some members of the gathering have left, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:28.6.20": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:28.6.21": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.7.1": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.7.2": "They don’t know ",
  "pli-tv-kd2:28.7.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.7.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.7.5": "When they’ve just finished, and the entire gathering has left, a greater number of resident monks arrive. ",
  "pli-tv-kd2:28.7.6": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:28.7.7": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.7.8": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.7.9": "They don’t know ",
  "pli-tv-kd2:28.7.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.7.11": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.7.12": "When they’ve just finished, and the entire gathering has left, an equal number of resident monks arrive. ",
  "pli-tv-kd2:28.7.13": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:28.7.14": "There’s no offense for the reciters. ",
  "pli-tv-kd2:28.7.15": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:28.7.16": "They don’t know ",
  "pli-tv-kd2:28.7.17": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:28.7.18": "Perceiving that they’re acting according to the Teaching and the Monastic Law, perceiving that the assembly is complete although it’s not, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:28.7.19": "When they’ve just finished, and the entire gathering has left, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:28.7.20": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:28.7.21": "There’s no offense for the reciters.” ",
  "pli-tv-kd2:28.7.22": "The group of fifteen on no offense is finished. ",
  "pli-tv-kd2:29.1.0": "29. The group of fifteen on perceiving an incomplete assembly as incomplete ",
  "pli-tv-kd2:29.1.1": "“On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:29.1.2": "They know ",
  "pli-tv-kd2:29.1.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:29.1.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, yet correctly perceiving the assembly as incomplete, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:29.1.5": "While they’re doing it, a greater number of resident monks arrive. ",
  "pli-tv-kd2:29.1.6": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:29.1.7": "There’s an offense of wrong conduct for the reciters. ",
  "pli-tv-kd2:29.2.1": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:29.2.2": "They know ",
  "pli-tv-kd2:29.2.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:29.2.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, yet correctly perceiving the assembly as incomplete, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:29.2.5": "While they’re doing it, an equal number of resident monks arrive. ",
  "pli-tv-kd2:29.2.6": "In such a case, what has been recited is valid, and the remainder should be listened to. ",
  "pli-tv-kd2:29.2.7": "There’s an offense of wrong conduct for the reciters. ",
  "pli-tv-kd2:29.2.8": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:29.2.9": "They know ",
  "pli-tv-kd2:29.2.10": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:29.2.11": "Perceiving that they’re acting according to the Teaching and the Monastic Law, yet correctly perceiving the assembly as incomplete, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:29.2.12": "While they’re doing it, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:29.2.13": "In such a case, what has been recited is valid, and the remainder should be listened to. ",
  "pli-tv-kd2:29.2.14": "There’s an offense of wrong conduct for the reciters. ",
  "pli-tv-kd2:29.3.1": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:29.3.2": "They know ",
  "pli-tv-kd2:29.3.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:29.3.4": "Perceiving that they’re acting according to the Teaching and the Monastic Law, yet correctly perceiving the assembly as incomplete, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:29.3.5": "When they’ve just finished … ",
  "pli-tv-kd2:29.3.6": "When they’ve just finished, and none of the gathering has left … ",
  "pli-tv-kd2:29.3.7": "When they’ve just finished, and only some members of the gathering have left … ",
  "pli-tv-kd2:29.3.8": "When they’ve just finished, and the entire gathering has left, a greater number of resident monks arrive … ",
  "pli-tv-kd2:29.3.9": "an equal number of resident monks arrive … ",
  "pli-tv-kd2:29.3.10": "a smaller number of resident monks arrive. ",
  "pli-tv-kd2:29.3.11": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:29.3.12": "There’s an offense of wrong conduct for the reciters.” ",
  "pli-tv-kd2:29.3.13": "The group of fifteen on perceiving an incomplete assembly as incomplete is finished. ",
  "pli-tv-kd2:30.1.0": "30. The group of fifteen on being unsure ",
  "pli-tv-kd2:30.1.1": "“On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:30.1.2": "They know ",
  "pli-tv-kd2:30.1.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:30.1.4": "They think, ‘Is it allowable for us to do the observance-day ceremony, or isn’t it?’ ",
  "pli-tv-kd2:30.1.5": "Being unsure, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:30.1.6": "While they’re doing it, a greater number of resident monks arrive. ",
  "pli-tv-kd2:30.1.7": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:30.1.8": "There’s an offense of wrong conduct for the reciters. ",
  "pli-tv-kd2:30.2.1": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:30.2.2": "They know ",
  "pli-tv-kd2:30.2.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:30.2.4": "They think, ‘Is it allowable for us to do the observance-day ceremony, or isn’t it?’ ",
  "pli-tv-kd2:30.2.5": "Being unsure, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:30.2.6": "While they’re doing it, an equal number of resident monks arrive. ",
  "pli-tv-kd2:30.2.7": "In such a case, what has been recited is valid, and the remainder should be listened to. ",
  "pli-tv-kd2:30.2.8": "There’s an offense of wrong conduct for the reciters. ",
  "pli-tv-kd2:30.2.9": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:30.2.10": "They know ",
  "pli-tv-kd2:30.2.11": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:30.2.12": "They think, ‘Is it allowable for us to do the observance-day ceremony, or isn’t it?’ ",
  "pli-tv-kd2:30.2.13": "Being unsure, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:30.2.14": "While they’re doing it, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:30.2.15": "In such a case, what has been recited is valid, and the remainder should be listened to. ",
  "pli-tv-kd2:30.2.16": "There’s an offense of wrong conduct for the reciters. ",
  "pli-tv-kd2:30.2.17": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:30.2.18": "They know ",
  "pli-tv-kd2:30.2.19": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:30.2.20": "They think, ‘Is it allowable for us to do the observance-day ceremony, or isn’t it?’ ",
  "pli-tv-kd2:30.2.21": "Being unsure, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:30.2.22": "When they’ve just finished … ",
  "pli-tv-kd2:30.2.23": "When they’ve just finished, and none of the gathering has left … ",
  "pli-tv-kd2:30.2.24": "When they’ve just finished, and only some members of the gathering have left … ",
  "pli-tv-kd2:30.2.25": "When they’ve just finished, and the entire gathering has left, a greater number of resident monks arrive … ",
  "pli-tv-kd2:30.2.26": "an equal number of resident monks arrive … ",
  "pli-tv-kd2:30.2.27": "a smaller number of resident monks arrive. ",
  "pli-tv-kd2:30.2.28": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:30.2.29": "There’s an offense of wrong conduct for the reciters.” ",
  "pli-tv-kd2:30.2.30": "The group of fifteen on being unsure is finished. ",
  "pli-tv-kd2:31.1.0": "31. The group of fifteen on being anxious ",
  "pli-tv-kd2:31.1.1": "“On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:31.1.2": "They know ",
  "pli-tv-kd2:31.1.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:31.1.4": "They think, ‘It’s allowable for us to do the observance-day ceremony; it’s not unallowable.’ ",
  "pli-tv-kd2:31.1.5": "Being anxious, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:31.1.6": "While they’re doing it, a greater number of resident monks arrive. ",
  "pli-tv-kd2:31.1.7": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:31.1.8": "There’s an offense of wrong conduct for the reciters. ",
  "pli-tv-kd2:31.2.1": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:31.2.2": "They know ",
  "pli-tv-kd2:31.2.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:31.2.4": "They think, ‘It’s allowable for us to do the observance-day ceremony; it’s not unallowable.’ ",
  "pli-tv-kd2:31.2.5": "Being anxious, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:31.2.6": "While they’re doing it, an equal number of resident monks arrive. ",
  "pli-tv-kd2:31.2.7": "In such a case, what has been recited is valid, and the remainder should be listened to. ",
  "pli-tv-kd2:31.2.8": "There’s an offense of wrong conduct for the reciters. ",
  "pli-tv-kd2:31.2.9": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:31.2.10": "They know ",
  "pli-tv-kd2:31.2.11": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:31.2.12": "They think, ‘It’s allowable for us to do the observance-day ceremony; it’s not unallowable.’ ",
  "pli-tv-kd2:31.2.13": "Being anxious, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:31.2.14": "While they’re doing it, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:31.2.15": "In such a case, what has been recited is valid, and the remainder should be listened to. ",
  "pli-tv-kd2:31.2.16": "There’s an offense of wrong conduct for the reciters. ",
  "pli-tv-kd2:31.2.17": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:31.2.18": "They know ",
  "pli-tv-kd2:31.2.19": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:31.2.20": "They think, ‘It’s allowable for us to do the observance-day ceremony; it’s not unallowable.’ ",
  "pli-tv-kd2:31.2.21": "Being anxious, they do the observance-day ceremony and recite the Monastic Code. ",
  "pli-tv-kd2:31.2.22": "When they’ve just finished … ",
  "pli-tv-kd2:31.2.23": "When they’ve just finished, and none of the gathering has left … ",
  "pli-tv-kd2:31.2.24": "When they’ve just finished, and only some members of the gathering have left … ",
  "pli-tv-kd2:31.2.25": "When they’ve just finished, and the entire gathering has left, a greater number of resident monks arrive … ",
  "pli-tv-kd2:31.2.26": "an equal number of resident monks arrive … ",
  "pli-tv-kd2:31.2.27": "a smaller number of resident monks arrive. ",
  "pli-tv-kd2:31.2.28": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:31.2.29": "There’s an offense of wrong conduct for the reciters.” ",
  "pli-tv-kd2:31.2.30": "The group of fifteen on being anxious is finished. ",
  "pli-tv-kd2:32.1.0": "32. The group of fifteen on aiming at schism ",
  "pli-tv-kd2:32.1.1": "“On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.1.2": "They know ",
  "pli-tv-kd2:32.1.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.1.4": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.1.5": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.1.6": "While they’re doing it, a greater number of resident monks arrive. ",
  "pli-tv-kd2:32.1.7": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:32.1.8": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.1": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.2": "They know ",
  "pli-tv-kd2:32.2.3": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.4": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.5": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.6": "While they’re doing it, an equal number of resident monks arrive. ",
  "pli-tv-kd2:32.2.7": "In such a case, what has been recited is valid, and the remainder should be listened to. ",
  "pli-tv-kd2:32.2.8": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.9": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.10": "They know ",
  "pli-tv-kd2:32.2.11": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.12": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.13": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.14": "While they’re doing it, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:32.2.15": "In such a case, what has been recited is valid, and the remainder should be listened to. ",
  "pli-tv-kd2:32.2.16": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.17": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.18": "They know ",
  "pli-tv-kd2:32.2.19": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.20": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.21": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.22": "When they’ve just finished, a greater number of resident monks arrive. ",
  "pli-tv-kd2:32.2.23": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:32.2.24": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.25": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.26": "They know there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.27": "They think, ‘May they get lost! May they disappear! We are better off without them.’ They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.28": "When they’ve just finished, an equal number of resident monks arrive. ",
  "pli-tv-kd2:32.2.29": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:32.2.30": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.31": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.32": "They know ",
  "pli-tv-kd2:32.2.33": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.34": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.35": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.36": "When they’ve just finished, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:32.2.37": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:32.2.38": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.39": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.40": "They know ",
  "pli-tv-kd2:32.2.41": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.42": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.43": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.44": "When they’ve just finished, and none of the gathering has left, a greater number of resident monks arrive. ",
  "pli-tv-kd2:32.2.45": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:32.2.46": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.47": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.48": "They know ",
  "pli-tv-kd2:32.2.49": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.50": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.51": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.52": "When they’ve just finished, and none of the gathering has left, an equal number of resident monks arrive. ",
  "pli-tv-kd2:32.2.53": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:32.2.54": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.55": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.56": "They know ",
  "pli-tv-kd2:32.2.57": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.58": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.59": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.60": "When they’ve just finished, and none of the gathering has left, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:32.2.61": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:32.2.62": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.63": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.64": "They know ",
  "pli-tv-kd2:32.2.65": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.66": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.67": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.68": "When they’ve just finished, and only some members of the gathering have left, a greater number of resident monks arrive. ",
  "pli-tv-kd2:32.2.69": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:32.2.70": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.71": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.72": "They know ",
  "pli-tv-kd2:32.2.73": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.74": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.75": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.76": "When they’ve just finished, and only some members of the gathering have left, an equal number of resident monks arrive. ",
  "pli-tv-kd2:32.2.77": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:32.2.78": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.79": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.80": "They know ",
  "pli-tv-kd2:32.2.81": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.82": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.83": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.84": "When they’ve just finished, and only some members of the gathering have left, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:32.2.85": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:32.2.86": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.87": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.88": "They know ",
  "pli-tv-kd2:32.2.89": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.90": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.91": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.92": "When they’ve just finished, and the entire gathering has left, a greater number of resident monks arrive. ",
  "pli-tv-kd2:32.2.93": "In such a case, those monks should recite the Monastic Code once more. ",
  "pli-tv-kd2:32.2.94": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.95": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.96": "They know ",
  "pli-tv-kd2:32.2.97": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.98": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.99": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.100": "When they’ve just finished, and the entire gathering has left, an equal number of resident monks arrive. ",
  "pli-tv-kd2:32.2.101": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:32.2.102": "And there’s a serious offense for the reciters. ",
  "pli-tv-kd2:32.2.103": "On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:32.2.104": "They know ",
  "pli-tv-kd2:32.2.105": "there are other resident monks who haven’t arrived. ",
  "pli-tv-kd2:32.2.106": "They think, ‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:32.2.107": "They then do the observance-day ceremony and recite the Monastic Code, aiming at schism. ",
  "pli-tv-kd2:32.2.108": "When they’ve just finished, and the entire gathering has left, a smaller number of resident monks arrive. ",
  "pli-tv-kd2:32.2.109": "In such a case, what has been recited is valid, and the late arrivals should announce their purity in the presence of the others. ",
  "pli-tv-kd2:32.2.110": "And there’s a serious offense for the reciters.” ",
  "pli-tv-kd2:32.2.111": "The group of fifteen on aiming at schism is finished. The group of seventy-five is finished. ",
  "pli-tv-kd2:33.1.0": "33. The successive series on entering a monastery zone ",
  "pli-tv-kd2:33.1.1": "“On the observance day, four or more resident monks may have gathered in a monastery. ",
  "pli-tv-kd2:33.1.2": "They don’t know ",
  "pli-tv-kd2:33.1.3": "that other resident monks are entering the monastery zone. … ",
  "pli-tv-kd2:33.1.4": "They don’t know ",
  "pli-tv-kd2:33.1.5": "that other resident monks have entered the monastery zone. … ",
  "pli-tv-kd2:33.1.6": "They don’t see that other resident monks are entering the monastery zone. … ",
  "pli-tv-kd2:33.1.7": "They don’t see that other resident monks have entered the monastery zone. … ",
  "pli-tv-kd2:33.1.8": "They don’t hear ",
  "pli-tv-kd2:33.1.9": "that other resident monks are entering the monastery zone. … ",
  "pli-tv-kd2:33.1.10": "They don’t hear ",
  "pli-tv-kd2:33.1.11": "that other resident monks have entered the monastery zone. …” ",
  "pli-tv-kd2:33.1.12": "As there are one hundred and seventy-five sets of three for resident monks with resident monks, so there is for newly arrived monks with resident monks, resident monks with newly arrived monks, newly arrived monks with newly arrived monks. Thus by way of succession, there are seven hundred sets of three. ",
  "pli-tv-kd2:34.1.1": "“It may be, monks, that for the resident monks it’s the fourteenth day of the lunar half-month, but for the newly arrived monks it’s the fifteenth. Then—",
  "pli-tv-kd2:34.1.2": "If the number of resident monks is greater, the newly arrived monks should fall in line with the resident monks. ",
  "pli-tv-kd2:34.1.3": "If the number is the same, the newly arrived monks should fall in line with the resident monks. ",
  "pli-tv-kd2:34.1.4": "If the number of newly arrived monks is greater, the resident monks should fall in line with the newly arrived monks. ",
  "pli-tv-kd2:34.2.1": "It may be that for the resident monks it’s the fifteenth day of the lunar half-month, but for the newly arrived monks it’s the fourteenth. Then—",
  "pli-tv-kd2:34.2.2": "If the number of resident monks is greater, the newly arrived monks should fall in line with resident monks. ",
  "pli-tv-kd2:34.2.3": "If the number is the same, the newly arrived monks should fall in line with resident monks. ",
  "pli-tv-kd2:34.2.4": "If the number of newly arrived monks is greater, the resident monks should fall in line with the newly arrived monks. ",
  "pli-tv-kd2:34.3.1": "It may be that for the resident monks it’s the day after the observance day, but for the newly arrived monks it’s the fifteenth day of the lunar half-month. Then—",
  "pli-tv-kd2:34.3.2": "If the number of resident monks is greater, the resident monks may, if they’re willing, do the observance-day ceremony with the newly arrived monks. ",
  "pli-tv-kd2:34.3.3": "Otherwise the newly arrived monks should go outside the monastery zone and do the observance-day ceremony there. ",
  "pli-tv-kd2:34.3.4": "If the number is the same, the resident monks may, if they’re willing, do the observance-day ceremony with the newly arrived monks. ",
  "pli-tv-kd2:34.3.5": "Otherwise the newly arrived monks should go outside the monastery zone and do the observance-day ceremony there. ",
  "pli-tv-kd2:34.3.6": "If the number of newly arrived monks is greater, the resident monks should do the observance-day ceremony with the newly arrived monks, or they should go outside the monastery zone while the newly arrived monks do the observance-day ceremony. ",
  "pli-tv-kd2:34.4.1": "It may be that for the resident monks it’s the fifteenth day of the lunar half-month, but for the newly arrived monks it’s the day after the observance day. Then—",
  "pli-tv-kd2:34.4.2": "If the number of resident monks is greater, the newly arrived monks should do the observance-day ceremony with the resident monks, or they should go outside the monastery zone while the resident monks do the observance-day ceremony. ",
  "pli-tv-kd2:34.4.3": "If the number is the same, the newly arrived monks should do the observance-day ceremony with the resident monks, or they should go outside the monastery zone while the resident monks do the observance-day ceremony. ",
  "pli-tv-kd2:34.4.4": "If the number of newly arrived monks is greater, they may, if they’re willing, do the observance-day ceremony with the resident monks. ",
  "pli-tv-kd2:34.4.5": "Otherwise the resident monks should go outside the monastery zone and do the observance-day ceremony there.” ",
  "pli-tv-kd2:34.5.0": "34. The seeing of characteristics, etc. ",
  "pli-tv-kd2:34.5.1": "“It may happen that newly arrived monks see signs and indications of resident monks: beds and benches that are made up, water for drinking and water for washing that are ready for use, yards that are well swept. ",
  "pli-tv-kd2:34.5.2": "As a consequence, they’re unsure whether or not there are  resident monks there. Then—",
  "pli-tv-kd2:34.6.1": "",
  "pli-tv-kd2:34.6.2": "If they do the observance-day ceremony without investigating, ",
  "pli-tv-kd2:34.6.3": "there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.6.4": "If they investigate, ",
  "pli-tv-kd2:34.6.5": "but don’t see anyone, ",
  "pli-tv-kd2:34.6.6": "and then do the observance-day ceremony, ",
  "pli-tv-kd2:34.6.7": "there’s no offense. ",
  "pli-tv-kd2:34.6.8": "If they investigate, ",
  "pli-tv-kd2:34.6.9": "and they see someone, ",
  "pli-tv-kd2:34.6.10": "and then do the observance-day ceremony together, ",
  "pli-tv-kd2:34.6.11": "there’s no offense. ",
  "pli-tv-kd2:34.6.12": "If they investigate, ",
  "pli-tv-kd2:34.6.13": "and they see someone, ",
  "pli-tv-kd2:34.6.14": "but then do the observance-day ceremony separately, ",
  "pli-tv-kd2:34.6.15": "there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.6.16": "If they investigate, ",
  "pli-tv-kd2:34.6.17": "and they see someone, ",
  "pli-tv-kd2:34.6.18": "but think, ",
  "pli-tv-kd2:34.6.19": "‘May they get lost! May they disappear! We are better off without them.’ ",
  "pli-tv-kd2:34.6.20": "and then do the observance-day ceremony aiming at schism, ",
  "pli-tv-kd2:34.6.21": "there’s a serious offense. ",
  "pli-tv-kd2:34.7.1": "It may happen that newly arrived monks hear signs and indications of resident monks: the sound of the feet of someone doing walking meditation, the sound of recitation, the sound of coughing, the sound of sneezing. ",
  "pli-tv-kd2:34.7.2": "As a consequence, they’re unsure whether or not there are  resident monks there. Then—",
  "pli-tv-kd2:34.7.3": "If they do the observance-day ceremony without investigating, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.7.4": "If they investigate, but don’t see anyone, and then do the observance-day ceremony, there’s no offense. ",
  "pli-tv-kd2:34.7.5": "If they investigate, and they see someone, and then do the observance-day ceremony together, there’s no offense. ",
  "pli-tv-kd2:34.7.6": "If they investigate, and they see someone, but then do the observance-day ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.7.7": "If they investigate, and they see someone, but think, ‘May they get lost! May they disappear! We are better off without them,’ and then do the observance-day ceremony aiming at schism, there’s a serious offense. ",
  "pli-tv-kd2:34.8.1": "It may happen that resident monks see signs and indications of newly arrived monks: an unknown almsbowl, an unknown robe, an unknown sitting mat, water poured on the ground from the washing of feet. ",
  "pli-tv-kd2:34.8.2": "As a consequence, they’re unsure whether or not monks have arrived. Then—",
  "pli-tv-kd2:34.8.3": "If they do the observance-day ceremony without investigating, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.8.4": "If they investigate, but don’t see anyone, and then do the observance-day ceremony, there’s no offense. ",
  "pli-tv-kd2:34.8.5": "If they investigate, and they see someone, and then do the observance-day ceremony together, there’s no offense. ",
  "pli-tv-kd2:34.8.6": "If they investigate, and they see someone, but then do the observance-day ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.8.7": "If they investigate, and they see someone, but think, ‘May they get lost! May they disappear! We are better off without them,’ and then do the observance-day ceremony aiming at schism, there’s a serious offense. ",
  "pli-tv-kd2:34.9.1": "It may happen that resident monks hear signs and indications of newly arrived monks: the sound of the feet of someone arriving, the sound of sandals being knocked together, the sound of coughing, the sound of sneezing. ",
  "pli-tv-kd2:34.9.2": "As a consequence, they’re unsure whether or not monks have arrived. Then—",
  "pli-tv-kd2:34.9.3": "If they do the observance-day ceremony without investigating, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.9.4": "If they investigate, but don’t see anyone, and then do the observance-day ceremony, there’s no offense. ",
  "pli-tv-kd2:34.9.5": "If they investigate, and they see someone, and then do the observance-day ceremony together, there’s no offense. ",
  "pli-tv-kd2:34.9.6": "If they investigate, and they see someone, but then do the observance-day ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.9.7": "If they investigate, and they see someone, but think, ‘May they get lost! May they disappear! We are better off without them,’ and then do the observance-day ceremony aiming at schism, there’s a serious offense.” ",
  "pli-tv-kd2:34.10.0": "35. The doing of the observance-day ceremony with those belonging to a different Buddhist sect, etc. ",
  "pli-tv-kd2:34.10.1": "“It may happen that newly arrived monks see resident monks who belong to a different Buddhist sect, ",
  "pli-tv-kd2:34.10.2": "but they have the view that they belong to the same one. Then—",
  "pli-tv-kd2:34.10.3": "If they don’t ask the resident monks about it, and then do the observance-day ceremony together, there’s no offense. ",
  "pli-tv-kd2:34.10.4": "If they do ask the resident monks about it, but don’t reach a clear conclusion, and then do the observance-day ceremony together, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.10.5": "If they do ask the resident monks about it, but don’t reach a clear conclusion, and then do the observance-day ceremony separately, there’s no offense. ",
  "pli-tv-kd2:34.11.1": "It may happen that newly arrived monks see resident monks who belong to the same Buddhist sect, ",
  "pli-tv-kd2:34.11.2": "but they have the view that they belong to a different one. Then—",
  "pli-tv-kd2:34.11.3": "If they don’t ask the resident monks about it, and then do the observance-day ceremony together, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.11.4": "If they do ask the resident monks about it, and they change their view, but then do the observance-day ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.11.5": "If they do ask the resident monks about it, and they change their view, and then do the observance-day ceremony together, there’s no offense. ",
  "pli-tv-kd2:34.12.1": "It may happen that resident monks see newly arrived monks who belong to a different Buddhist sect, ",
  "pli-tv-kd2:34.12.2": "but they have the view that they belong to the same one. Then—",
  "pli-tv-kd2:34.12.3": "If they don’t ask the newly arrived monks about it, and then do the observance-day ceremony together, there’s no offense. ",
  "pli-tv-kd2:34.12.4": "If they do ask the newly arrived monks about it, but don’t reach a clear conclusion, and then do the observance-day ceremony together, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.12.5": "If they do ask the newly arrived monks about it, but don’t reach a clear conclusion, and then do the observance-day ceremony separately, there’s no offense. ",
  "pli-tv-kd2:34.13.1": "It may happen that resident monks see newly arrived monks who belong to the same Buddhist sect, ",
  "pli-tv-kd2:34.13.2": "but they have the view that they belong to a different one. Then—",
  "pli-tv-kd2:34.13.3": "If they don’t ask the newly arrived monks about it, and then do the observance-day ceremony together, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.13.4": "If they do ask the newly arrived monks about it, and they change their view, but then do the observance-day ceremony separately, there’s an offense of wrong conduct. ",
  "pli-tv-kd2:34.13.5": "If they do ask the newly arrived monks about it, and they change their view, and then do the observance-day ceremony together, there’s no offense.” ",
  "pli-tv-kd2:35.1.0": "36. The section on “you shouldn’t go” ",
  "pli-tv-kd2:35.1.1": "“On the observance day you shouldn’t go from a monastery with monks to a monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.1.2": "On the observance day you shouldn’t go from a monastery with monks to a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.1.3": "On the observance day you shouldn’t go from a monastery with monks to a monastery or a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.2.1": "On the observance day you shouldn’t go from a non-monastery with monks to a monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.2.2": "On the observance day you shouldn’t go from a non-monastery with monks to a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.2.3": "On the observance day you shouldn’t go from a non-monastery with monks to a monastery or a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.3.1": "On the observance day you shouldn’t go from a monastery or a non-monastery with monks to a monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.3.2": "On the observance day you shouldn’t go from a monastery or a non-monastery with monks to a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.3.3": "On the observance day you shouldn’t go from a monastery or a non-monastery with monks to a monastery or a non-monastery without monks, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.4.1": "On the observance day you shouldn’t go from a monastery with monks to a monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.4.2": "On the observance day you shouldn’t go from a monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.4.3": "On the observance day you shouldn’t go from a monastery with monks to a monastery or a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.4.4": "On the observance day you shouldn’t go from a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.4.5": "On the observance day you shouldn’t go from a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.4.6": "On the observance day you shouldn’t go from a non-monastery with monks to a monastery or a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.4.7": "On the observance day you shouldn’t go from a monastery or a non-monastery with monks to a monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.4.8": "On the observance day you shouldn’t go from a monastery or a non-monastery with monks to a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers. ",
  "pli-tv-kd2:35.4.9": "On the observance day you shouldn’t go from a monastery or a non-monastery with monks to a monastery or a non-monastery with monks who belong to a different Buddhist sect, except if you go with a sangha or there are dangers.” ",
  "pli-tv-kd2:35.5.0": "37. The section on “you may go” ",
  "pli-tv-kd2:35.5.1": "“On the observance day you may go from a monastery with monks to a monastery with monks who belong to the same Buddhist sect if you know ",
  "pli-tv-kd2:35.5.2": "you’ll get there on the same day. ",
  "pli-tv-kd2:35.5.3": "On the observance day you may go from a monastery with monks to a non-monastery with monks … ",
  "pli-tv-kd2:35.5.4": "to a monastery or a non-monastery with monks who belong to the same Buddhist sect if you know ",
  "pli-tv-kd2:35.5.5": "you’ll get there on the same day. ",
  "pli-tv-kd2:35.5.6": "On the observance day you may go from a non-monastery with monks to a monastery with monks … ",
  "pli-tv-kd2:35.5.7": "to a non-monastery with monks … ",
  "pli-tv-kd2:35.5.8": "to a monastery or a non-monastery with monks who belong to the same Buddhist sect if you know ",
  "pli-tv-kd2:35.5.9": "you’ll get there on the same day. ",
  "pli-tv-kd2:35.5.10": "On the observance day you may go from a monastery or a non-monastery with monks to a monastery with monks … ",
  "pli-tv-kd2:35.5.11": "to a non-monastery with monks … ",
  "pli-tv-kd2:35.5.12": "to a monastery or a non-monastery with monks who belong to the same Buddhist sect if you know ",
  "pli-tv-kd2:35.5.13": "you’ll get there on the same day.” ",
  "pli-tv-kd2:36.1.0": "38. The showing of persons to be avoided ",
  "pli-tv-kd2:36.1.1": "“You shouldn’t recite the Monastic Code with a nun seated in the gathering. ",
  "pli-tv-kd2:36.1.2": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:36.1.3": "You shouldn’t recite the Monastic Code with a trainee nun, ",
  "pli-tv-kd2:36.1.4": "a novice monk, ",
  "pli-tv-kd2:36.1.5": "a novice nun, ",
  "pli-tv-kd2:36.1.6": "one who has renounced the training, ",
  "pli-tv-kd2:36.1.7": "or one who has committed the worst kind of offense seated in the gathering. ",
  "pli-tv-kd2:36.1.8": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:36.2.1": "You shouldn’t recite the Monastic Code with one who has been ejected for not recognizing an offense seated in the gathering. ",
  "pli-tv-kd2:36.2.2": "If you do, you should be dealt with according to the rule. ",
  "pli-tv-kd2:36.2.3": "You shouldn’t recite the Monastic Code with one who has been ejected for not making amends for an offense seated in the gathering ",
  "pli-tv-kd2:36.2.4": "or with one who has been ejected for not giving up a bad view seated in the gathering. ",
  "pli-tv-kd2:36.2.5": "If you do, you should be dealt with according to the rule. ",
  "pli-tv-kd2:36.3.1": "You shouldn’t recite the Monastic Code with a <i lang='pi' translate='no'>paṇḍaka</i> seated in the gathering. ",
  "pli-tv-kd2:36.3.2": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:36.3.3": "You shouldn’t recite the Monastic Code with one living in the community by theft, ",
  "pli-tv-kd2:36.3.4": "with one who has previously left to join the monastics of another religion, ",
  "pli-tv-kd2:36.3.5": "with an animal, ",
  "pli-tv-kd2:36.3.6": "with a matricide, ",
  "pli-tv-kd2:36.3.7": "with a patricide, ",
  "pli-tv-kd2:36.3.8": "with a murderer of a perfected one, ",
  "pli-tv-kd2:36.3.9": "with one who has raped a nun, ",
  "pli-tv-kd2:36.3.10": "with one has caused a schism in the Sangha, ",
  "pli-tv-kd2:36.3.11": "with one who has caused the Buddha to bleed, ",
  "pli-tv-kd2:36.3.12": "or with a hermaphrodite seated in the gathering. ",
  "pli-tv-kd2:36.3.13": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd2:36.4.1": "You shouldn’t do the observance-day ceremony with a passed-on purity that has expired, except if the gathering is still seated together. ",
  "pli-tv-kd2:36.4.2": "You shouldn’t do the observance-day ceremony on a non-observance day, except to unify the Sangha.” ",
  "pli-tv-kd2:36.4.3": "The third section for recitation is finished. ",
  "pli-tv-kd2:36.4.4": "The second chapter on the observance day is finished. ",
  "pli-tv-kd2:36.4.5": "This is the summary: ",
  "pli-tv-kd2:36.4.6": "“Ascetics of other religions, and Bimbisāra, ",
  "pli-tv-kd2:36.4.7": "To assemble, silent; ",
  "pli-tv-kd2:36.4.8": "Teaching, seclusion, the Monastic Code, ",
  "pli-tv-kd2:36.4.9": "Daily, then once. ",
  "pli-tv-kd2:36.4.10": "Separately, complete assembly, ",
  "pli-tv-kd2:36.4.11": "Complete assembly, and Maddakucchi; ",
  "pli-tv-kd2:36.4.12": "Monastery zone, large, with river, ",
  "pli-tv-kd2:36.4.13": "One after another, two, and small. ",
  "pli-tv-kd2:36.4.14": "Juniors, and just in Rājagaha, ",
  "pli-tv-kd2:36.4.15": "May-stay-apart zone; ",
  "pli-tv-kd2:36.4.16": "Should establish the monastery zone first, ",
  "pli-tv-kd2:36.4.17": "Should abolish the monastery zone afterwards. ",
  "pli-tv-kd2:36.4.18": "Non-established zones of inhabited areas, ",
  "pli-tv-kd2:36.4.19": "In a river, in the ocean, in a lake; ",
  "pli-tv-kd2:36.4.20": "A splash of water, they made overlap, ",
  "pli-tv-kd2:36.4.21": "And just so they enclosed. ",
  "pli-tv-kd2:36.4.22": "How many procedures, recitation, ",
  "pli-tv-kd2:36.4.23": "Primitive tribes, and even when there were none; ",
  "pli-tv-kd2:36.4.24": "A teaching, Monastic Law, they made threats, ",
  "pli-tv-kd2:36.4.25": "Again Monastic Law, and threatening. ",
  "pli-tv-kd2:36.4.26": "Accusing, when permission is given, ",
  "pli-tv-kd2:36.4.27": "Objecting to what is illegitimate; ",
  "pli-tv-kd2:36.4.28": "Four or five, and others state, ",
  "pli-tv-kd2:36.4.29": "Also if deliberately, one should make an effort. ",
  "pli-tv-kd2:36.4.30": "Included lay people, without being asked, ",
  "pli-tv-kd2:36.4.31": "He did not know at Codanā; ",
  "pli-tv-kd2:36.4.32": "A number did not know, ",
  "pli-tv-kd2:36.4.33": "And straightaway, would not go. ",
  "pli-tv-kd2:36.4.34": "Which, how many, faraway, ",
  "pli-tv-kd2:36.4.35": "And to announce, he forgot; ",
  "pli-tv-kd2:36.4.36": "Dirty, seat, lamp, ",
  "pli-tv-kd2:36.4.37": "Regions, another who is learned. ",
  "pli-tv-kd2:36.4.38": "Straightaway, observance day in the rainy season, ",
  "pli-tv-kd2:36.4.39": "Purity, and procedure, relatives; ",
  "pli-tv-kd2:36.4.40": "Gagga, four, three, two, one, ",
  "pli-tv-kd2:36.4.41": "Offense, shared, he remembered. ",
  "pli-tv-kd2:36.4.42": "The whole sangha, unsure, ",
  "pli-tv-kd2:36.4.43": "They did not know, one who is learned; ",
  "pli-tv-kd2:36.4.44": "Greater, equal, smaller, ",
  "pli-tv-kd2:36.4.45": "And none of the gathering has left. ",
  "pli-tv-kd2:36.4.46": "Some have left, entire, ",
  "pli-tv-kd2:36.4.47": "And they know, unsure; ",
  "pli-tv-kd2:36.4.48": "Anxious thinking, ‘It’s allowable’, ",
  "pli-tv-kd2:36.4.49": "Knowing, seeing, and they hear. ",
  "pli-tv-kd2:36.4.50": "With resident, newly arrived, ",
  "pli-tv-kd2:36.4.51": "The fourteenth and the fifteenth, again; ",
  "pli-tv-kd2:36.4.52": "The day after, the fifteenth, ",
  "pli-tv-kd2:36.4.53": "Characteristics, belonging to a Buddhist sect, hermaphrodite. ",
  "pli-tv-kd2:36.4.54": "That has expired, non-observance day ",
  "pli-tv-kd2:36.4.55": "Except to unify the Sangha; ",
  "pli-tv-kd2:36.4.56": "These summaries are detailed, ",
  "pli-tv-kd2:36.4.57": "Making the topics clear.” ",
  "pli-tv-kd2:36.4.58": "In this chapter there are eighty-six topics. ",
  "pli-tv-kd2:36.4.59": "The chapter on the observance day is finished. "
}