{
  "pli-tv-kd10:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-kd10:0.2": "The Long Division ",
  "pli-tv-kd10:0.3": "The chapter on those from Kosambī ",
  "pli-tv-kd10:0.4": "The account of the dispute at Kosambī ",
  "pli-tv-kd10:1.1.1": "At one time the Buddha was staying at Kosambī in Ghosita’s Monastery. ",
  "pli-tv-kd10:1.1.2": "At this time a certain monk had committed an offense. ",
  "pli-tv-kd10:1.1.3": "He regarded that offense as an offense, ",
  "pli-tv-kd10:1.1.4": "but there were other monks who did not. ",
  "pli-tv-kd10:1.1.5": "Some time later he no longer regarded it as an offense, ",
  "pli-tv-kd10:1.1.6": "but there were other monks who did. ",
  "pli-tv-kd10:1.1.7": "They said to him, ",
  "pli-tv-kd10:1.1.8": "“You have committed an offense. Do you recognize it?” ",
  "pli-tv-kd10:1.1.9": "“I haven’t committed any offense that I should recognize.” ",
  "pli-tv-kd10:1.1.10": "Soon afterwards the monks achieved unanimity and they ejected that monk for not recognizing the offense. ",
  "pli-tv-kd10:1.2.1": "But that monk was learned and a master of the tradition; he was an expert on the Teaching, the Monastic Law, and the summaries; he was knowledgeable and competent, had a sense of conscience, and was afraid of wrongdoing and fond of the training. ",
  "pli-tv-kd10:1.2.2": "He approached his friends and said, ",
  "pli-tv-kd10:1.2.3": "“This isn’t an offense ",
  "pli-tv-kd10:1.2.4": "and so I haven’t committed one. ",
  "pli-tv-kd10:1.2.5": "I haven’t been ejected, ",
  "pli-tv-kd10:1.2.6": "since the legal procedure was illegitimate, reversible, and unfit to stand. ",
  "pli-tv-kd10:1.2.7": "Please side with me, Venerables, in accordance with the Teaching and the Monastic Law.” ",
  "pli-tv-kd10:1.2.8": "And he was able to form a faction. ",
  "pli-tv-kd10:1.2.9": "He then sent the same message to his friends in the country ",
  "pli-tv-kd10:1.2.15": "and again he was able to form a faction. ",
  "pli-tv-kd10:1.3.1": "The monks who sided with him went to the monks who had ejected him and said, ",
  "pli-tv-kd10:1.3.2": "“This isn’t an offense ",
  "pli-tv-kd10:1.3.3": "and so this monk hasn’t committed one. ",
  "pli-tv-kd10:1.3.4": "He hasn’t been ejected, ",
  "pli-tv-kd10:1.3.5": "since the legal procedure was illegitimate, reversible, and unfit to stand.” ",
  "pli-tv-kd10:1.3.6": "They replied, ",
  "pli-tv-kd10:1.3.7": "“This is an offense ",
  "pli-tv-kd10:1.3.8": "and so this monk has committed one. ",
  "pli-tv-kd10:1.3.9": "He has been ejected, ",
  "pli-tv-kd10:1.3.10": "since the legal procedure of ejection was legitimate, irreversible, and fit to stand. ",
  "pli-tv-kd10:1.3.11": "Venerables, don’t side with this monk who has been ejected.” ",
  "pli-tv-kd10:1.3.12": "But they still sided with that monk. ",
  "pli-tv-kd10:1.4.1": "Soon afterwards a certain monk went to the Buddha, bowed, sat down, ",
  "pli-tv-kd10:1.4.2": "and told him all that had happened. ",
  "pli-tv-kd10:1.5.1": "Realizing that the Sangha of monks was divided, the Buddha ",
  "pli-tv-kd10:1.5.2": "got up from his seat, went to those monks who had done the ejecting, and sat down on a prepared seat. He then said to those monks: ",
  "pli-tv-kd10:1.5.3": "“Don’t always eject a monk just because it seems clear to you that he has committed an offense. ",
  "pli-tv-kd10:1.6.1": "It may be that a monk has committed an offense. ",
  "pli-tv-kd10:1.6.2": "He doesn’t regard it as an offense, but there are other monks who do. ",
  "pli-tv-kd10:1.6.3": "If those monks know, ‘This monk is learned and a master of the tradition; he is an expert on the Teaching, the Monastic Law, and the summaries; he is knowledgeable and competent, has a sense of conscience, and is afraid of wrongdoing and fond of the training. ",
  "pli-tv-kd10:1.6.4": "If we eject this monk for not recognizing an offense, we won’t do the observance-day procedure with him. Because of this there will be arguments and disputes in the Sangha; there will be schism, fracture, and separation in the Sangha,’ and if they understand the gravity of schism, they should not eject that monk for not recognizing an offense. ",
  "pli-tv-kd10:1.7.1": "It may be that a monk has committed an offense. ",
  "pli-tv-kd10:1.7.2": "He doesn’t regard it as an offense, but there are other monks who do. ",
  "pli-tv-kd10:1.7.3": "If those monks know, ‘This monk is learned and a master of the tradition; he is an expert on the Teaching, the Monastic Law, and the summaries; he is knowledgeable and competent, has a sense of conscience, and is afraid of wrongdoing and fond of the training. ",
  "pli-tv-kd10:1.7.4": "If we eject this monk for not recognizing an offense, we won’t do the invitation procedure with him; ",
  "pli-tv-kd10:1.7.5": "we won’t do the legal procedures of the Sangha with him; ",
  "pli-tv-kd10:1.7.6": "we won’t share a seat with him; ",
  "pli-tv-kd10:1.7.7": "we won’t drink rice porridge with him; ",
  "pli-tv-kd10:1.7.8": "we won’t sit in the dining hall with him; ",
  "pli-tv-kd10:1.7.9": "we won’t stay in the same room with him; ",
  "pli-tv-kd10:1.7.10": "we won’t bow down, stand up, raise our joined palms, and do acts of respect for one another according to seniority—",
  "pli-tv-kd10:1.7.11": "because of this there will be arguments and disputes in the Sangha; there will be schism, fracture, and separation in the Sangha,’ and if they understand the gravity of schism, they should not eject that monk for not recognizing an offense.” ",
  "pli-tv-kd10:1.8.1": "The Buddha got up from his seat, went to those monks who were siding with the ejected monk, and sat down on a prepared seat. He then said to those monks: ",
  "pli-tv-kd10:1.8.2": "“If you have committed an offense, don’t refuse to make amends for it just because you think that you haven’t committed it. ",
  "pli-tv-kd10:1.8.3": "It may be that a monk has committed an offense. ",
  "pli-tv-kd10:1.8.4": "He doesn’t regard it as an offense, but there are other monks who do. ",
  "pli-tv-kd10:1.8.5": "If that monk knows, ‘These monks are learned and masters of the tradition; they are experts on the Teaching, the Monastic Law, and the summaries; they are knowledgeable and competent, have a sense of conscience, and are afraid of wrongdoing and fond of the training. They are unlikely, because of me or anyone else, to act wrongly out of desire, ill will, confusion, or fear. ",
  "pli-tv-kd10:1.8.6": "Moreover, if these monks eject me for not recognizing an offense, they won’t do the observance-day procedure with me. Because of this there will be arguments and disputes in the Sangha; there will be schism, fracture, and separation in the Sangha,’ and if he understands the gravity of schism, he should confess the offense even out of confidence in the others. ",
  "pli-tv-kd10:1.8.7": "It may be that a monk has committed an offense. ",
  "pli-tv-kd10:1.8.8": "He doesn’t regard it as an offense, but there are other monks who do. ",
  "pli-tv-kd10:1.8.9": "If that monk knows, ‘These monks are learned and masters of the tradition; they are experts on the Teaching, the Monastic Law, and the summaries; they are knowledgeable and competent, have a sense of conscience, and are afraid of wrongdoing and fond of the training. They are unlikely, because of me or anyone else, to act wrongly out of desire, ill will, confusion, or fear. ",
  "pli-tv-kd10:1.8.10": "Moreover, if these monks eject me for not recognizing an offense, they won’t do the invitation procedure with me; ",
  "pli-tv-kd10:1.8.11": "they won’t do the legal procedures of the Sangha with me; ",
  "pli-tv-kd10:1.8.12": "they won’t share a seat with me; ",
  "pli-tv-kd10:1.8.13": "they won’t drink rice porridge with me; ",
  "pli-tv-kd10:1.8.14": "they won’t sit in the dining hall with me; ",
  "pli-tv-kd10:1.8.15": "they won’t stay in the same room with me; ",
  "pli-tv-kd10:1.8.16": "we won’t bow down, stand up, raise our joined palms, and do acts of respect for one another according to seniority—because of this there will be arguments and disputes in the Sangha; there will be schism, fracture, and separation in the Sangha,’ and if he understands the gravity of schism, he should confess the offense even out of confidence in the others.” ",
  "pli-tv-kd10:1.8.17": "The Buddha then got up from his seat and left. ",
  "pli-tv-kd10:1.9.1": "Soon those monks who sided with the ejected monk did the observance-day procedure and the legal procedures of the Sangha right there within the monastic boundary. ",
  "pli-tv-kd10:1.9.2": "But the monks who had ejected him went outside the boundary and did the observance-day procedure and the procedures of the Sangha there. ",
  "pli-tv-kd10:1.9.3": "One of the monks who had done the ejecting went to the Buddha, bowed, sat down, ",
  "pli-tv-kd10:1.9.4": "and told him what was happening. ",
  "pli-tv-kd10:1.9.7": "The Buddha replied: “If those monks who side with the ejected monk do the observance-day procedure and the legal procedures of the Sangha right there within the monastic boundary, and it’s in accordance with the motion and announcements as I have laid them down, then those procedures are legitimate, irreversible, and fit to stand. ",
  "pli-tv-kd10:1.9.8": "And if you, the monks who did the ejecting, do the observance-day procedure and the legal procedures of the Sangha right there within the monastic boundary, and it’s in accordance with the motion and announcements as I have laid them down, then those procedures too are legitimate, irreversible, and fit to stand. ",
  "pli-tv-kd10:1.10.1": "This is so because you belong to different Buddhist sect. ",
  "pli-tv-kd10:1.10.2": "There are these two grounds for belonging to a different Buddhist sect. ",
  "pli-tv-kd10:1.10.3": "Either one makes oneself belong to a different Buddhist sect, or a unanimous assembly ejects one for not recognizing an offense, for not making amends for an offense, or for not giving up a bad view. ",
  "pli-tv-kd10:1.10.5": "And there are these two grounds for belonging to the same Buddhist sect. ",
  "pli-tv-kd10:1.10.6": "Either one makes oneself belong to the same Buddhist sect, or a unanimous assembly re-admits one who had been ejected for not recognizing an offense, for not making amends for an offense, or for not giving up a bad view.” ",
  "pli-tv-kd10:2.1.1": "At this time the monks were arguing and disputing in the dining halls in inhabited areas, displaying improper physical and verbal behavior, such as grabbing one another with their hands. ",
  "pli-tv-kd10:2.1.2": "People complained and criticized them, ",
  "pli-tv-kd10:2.1.3": "“How can the Sakyan ascetics act like this?” ",
  "pli-tv-kd10:2.1.4": "The monks heard the complaints of those people, ",
  "pli-tv-kd10:2.1.5": "and the monks of few desires complained and criticized them, ",
  "pli-tv-kd10:2.1.6": "“How can monks act like this?” ",
  "pli-tv-kd10:2.1.7": "They told the Buddha. He had the Sangha gathered and questioned the monks: ",
  "pli-tv-kd10:2.1.8": "“Is it true, monks, that monks are acting like this?” ",
  "pli-tv-kd10:2.1.9": "“It’s true, Sir.” ",
  "pli-tv-kd10:2.1.10": "The Buddha criticized them … ",
  "pli-tv-kd10:2.1.11": "and after criticizing them he gave a teaching and addressed the monks: ",
  "pli-tv-kd10:2.1.12": "“When the Sangha is divided and the monks are behaving contrary to the Teaching and are not on friendly terms, ",
  "pli-tv-kd10:2.1.13": "they should sit down and reflect, ‘We won’t display improper physical and verbal behavior, such as grabbing one another with our hands.’ ",
  "pli-tv-kd10:2.1.14": "When the Sangha is divided, but the monks are behaving in accordance with the Teaching and are on friendly terms, they should sit down one seat apart.” ",
  "pli-tv-kd10:2.2.1": "The monks were also arguing and disputing in the midst of the Sangha, attacking one another verbally, ",
  "pli-tv-kd10:2.2.2": "and they were unable to resolve that legal issue. ",
  "pli-tv-kd10:2.2.3": "A certain monk went to the Buddha, bowed, and told him what was happening, adding, ",
  "pli-tv-kd10:2.2.6": "“Venerable Sir, it would be good if you went to those monks out of compassion.” ",
  "pli-tv-kd10:2.2.7": "The Buddha consented by remaining silent. ",
  "pli-tv-kd10:2.2.8": "The Buddha then went to those monks, sat down on a prepared seat, and said, ",
  "pli-tv-kd10:2.2.9": "“Enough, monks, don’t quarrel and dispute.” ",
  "pli-tv-kd10:2.2.10": "A certain monk who spoke contrary to the Teaching replied, ",
  "pli-tv-kd10:2.2.11": "“Wait, Sir. ",
  "pli-tv-kd10:2.2.12": "You are the Lord of the Teaching and there is no need for you to be concerned. Just enjoy the happiness of the present life. ",
  "pli-tv-kd10:2.2.13": "We’ll face the consequences of this quarrelling and disputing.” ",
  "pli-tv-kd10:2.2.14": "The Buddha repeated his appeal to those monks, ",
  "pli-tv-kd10:2.2.16": "but got the same reply. ",
  "pli-tv-kd10:2.3.0": "The story of Dīghāvu ",
  "pli-tv-kd10:2.3.1": "The Buddha then said, ",
  "pli-tv-kd10:2.3.2": "“At one time in Benares, monks, there was a king of Kāsī called Brahmadatta. He was rich and powerful, had many vehicles and transport animals, and possessed a large kingdom and much wealth. ",
  "pli-tv-kd10:2.3.3": "Then there was Dīghīti, the King of Kosala, who was poor and had little power, who had few vehicles and transport animals, and who possessed only a small kingdom and little wealth. ",
  "pli-tv-kd10:2.3.4": "At one time King Brahmadatta, armed with his fourfold army, marched out to attack King Dīghīti. ",
  "pli-tv-kd10:2.3.5": "When King Dīghīti heard about this, ",
  "pli-tv-kd10:2.3.6": "he reflected on King Brahmadatta’s superior wealth and power and concluded, ‘I’m incapable of repelling even a single strike from Brahmadatta. ",
  "pli-tv-kd10:2.3.7": "Let me flee the town before he arrives.’ ",
  "pli-tv-kd10:2.3.8": "And he fled the town together with his queen. ",
  "pli-tv-kd10:2.3.9": "King Brahmadatta then conquered and seized the army, the vehicles and transport animals, and the country and wealth of King Dīghīti. ",
  "pli-tv-kd10:2.3.10": "King Dīghīti and his wife set out for Benares. ",
  "pli-tv-kd10:2.3.11": "When they eventually arrived, they stayed in the house of a potter on the edge of the town, disguised as wanderers. ",
  "pli-tv-kd10:2.4.1": "Soon the queen became pregnant. ",
  "pli-tv-kd10:2.4.2": "She craved to see the fully armed fourfold army standing on even ground at sunrise and to drink water from the washing of swords. ",
  "pli-tv-kd10:2.4.3": "She told the King, ",
  "pli-tv-kd10:2.4.4": "and he replied, ‘How are we going to achieve that when we’re in such a difficult situation?’ ",
  "pli-tv-kd10:2.4.5": "‘If I don’t get it, I’ll die.’ ",
  "pli-tv-kd10:2.5.1": "At that time King Brahmadatta had a brahmin counselor who was a friend of King Dīghīti. ",
  "pli-tv-kd10:2.5.2": "King Dīghīti went to his friend and told him about his wife’s pregnancy ",
  "pli-tv-kd10:2.5.3": "and craving. ",
  "pli-tv-kd10:2.5.4": "The brahmin replied, ‘Well then, let me see the queen.’ ",
  "pli-tv-kd10:2.5.5": "The queen then went to that brahmin. ",
  "pli-tv-kd10:2.5.6": "When he saw her coming, he got up from his seat, put his upper robe over one shoulder, raise his joined palms, and exclaimed an inspired utterance three times: ",
  "pli-tv-kd10:2.5.7": "‘You have the King of Kosala in your womb!’ ",
  "pli-tv-kd10:2.5.8": "And he added, ‘Be pleased, lady. ",
  "pli-tv-kd10:2.5.9": "You’ll get to see the fully armed fourfold army standing on even ground at sunrise and to drink water from the washing of swords.’ ",
  "pli-tv-kd10:2.6.1": "The brahmin counselor then went to King Brahmadatta and said, ",
  "pli-tv-kd10:2.6.2": "‘The omens are such, Sir, that tomorrow you should have the fully armed fourfold army stand on even ground at sunrise and have the swords washed.’ ",
  "pli-tv-kd10:2.6.3": "The king told his people to act accordingly. ",
  "pli-tv-kd10:2.6.4": "And as a consequence the queen was able to satisfy her craving. ",
  "pli-tv-kd10:2.6.5": "When the pregnancy matured, the queen gave birth to a son. ",
  "pli-tv-kd10:2.6.6": "They called him Dīghāvu. ",
  "pli-tv-kd10:2.6.7": "Soon enough Prince Dīghāvu became self-reliant. ",
  "pli-tv-kd10:2.7.1": "King Dīghīti thought, ‘This King Brahmadatta has caused us much misfortune; he has taken our army, our vehicles and transport animals, and our country and wealth. If he finds out about us, he will kill all three of us. Let me take Prince Dīghāvu to live out-of-town.’ ",
  "pli-tv-kd10:2.7.2": "And he did just that. ",
  "pli-tv-kd10:2.7.3": "As he was living outside of town, Prince Dīghāvu was soon training in all branches of knowledge. ",
  "pli-tv-kd10:2.8.1": "At this time King Dīghīti’s old barber was living under King Brahmadatta. ",
  "pli-tv-kd10:2.8.2": "On one occasion he saw King Dīghīti and his wife staying in that potter’s house, disguised as wanderers. He then went to King Brahmadatta and told him. ",
  "pli-tv-kd10:2.9.1": "The King ordered his people to get King Dīghīti and his wife. ",
  "pli-tv-kd10:2.9.2": "When they had done so, ",
  "pli-tv-kd10:2.9.3": "he said, ",
  "pli-tv-kd10:2.9.4": "‘Bind their arms behind their backs with a strong rope. Shave their heads and parade them from street to street, from intersection to intersection, to the beat of a harsh drum. Then take them out of town through the southern gate, cut them into four pieces, and place the pieces at the four directions.’ ",
  "pli-tv-kd10:2.9.5": "Saying, ‘Yes, Sir,’ they bound and shaved King Dīghīti and his wife as instructed, and paraded them from street to street, from intersection to intersection, to the beat of a harsh drum. ",
  "pli-tv-kd10:2.10.1": "Just then Prince Dīghāvu thought, ‘I haven’t seen my parents for a long time. Let me pay them a visit.’ ",
  "pli-tv-kd10:2.10.2": "When he entered Benares, he saw what was happening to his parents. ",
  "pli-tv-kd10:2.10.3": "As he approached them, King Dīghīti said to him, ",
  "pli-tv-kd10:2.10.4": "‘My dear Dīghāvu, see neither long nor short. ",
  "pli-tv-kd10:2.10.5": "For hatred never ends through hatred; ",
  "pli-tv-kd10:2.10.6": "hatred only ends through love.’ ",
  "pli-tv-kd10:2.11.1": "The people there said to King Dīghīti, ‘You’re insane, King Dīghīti, you’re babbling. ",
  "pli-tv-kd10:2.11.2": "Who is Dīghāvu? ",
  "pli-tv-kd10:2.11.3": "And who is he saying this to?’ ",
  "pli-tv-kd10:2.11.6": "‘I’m not insane; I’m not babbling. Those who are wise will understand.’ ",
  "pli-tv-kd10:2.11.7": "King Dīghīti repeated what he had said to the Prince a second ",
  "pli-tv-kd10:2.11.8": "and a third time, and events unfolded as before. ",
  "pli-tv-kd10:2.11.20": "Then, when the parading was finished, the people took King Dīghīti and his wife through the southern gate and cut them into four pieces. They placed the pieces at the four directions, set up guard, and departed. ",
  "pli-tv-kd10:2.12.1": "Prince Dīghāvu entered Benares, brought back some alcohol, and gave it to the guards. ",
  "pli-tv-kd10:2.12.2": "When they were lying drunken on the ground, he collected sticks, made a funeral pile, and placed his parents’ bodies on top. He then lit the pile, and with joined palms raised, he circumambulated it with his right side toward it. ",
  "pli-tv-kd10:2.12.3": "Just then King Brahmadatta was up in his best stilt house ",
  "pli-tv-kd10:2.12.4": "and he saw Prince Dīghāvu circumambulating the funeral pile with joined palms raised. He thought, ",
  "pli-tv-kd10:2.12.5": "‘No doubt this is a relative of King Dīghīti. This is surely a sign of trouble for me, in as much as nobody has told me.’ ",
  "pli-tv-kd10:2.13.1": "The Prince then went into the wilderness and cried his heart out. Wiping away his tears, he entered Benares and went to the elephant stables next to the royal compound. He said to the elephant trainer, ",
  "pli-tv-kd10:2.13.2": "‘Teacher, I wish to learn the profession.’ ",
  "pli-tv-kd10:2.13.3": "‘Well then, young brahmin, learn it.’ ",
  "pli-tv-kd10:2.13.4": "Soon the Prince got up early in the morning. He sang sweetly and played the lute in the elephant stables. ",
  "pli-tv-kd10:2.13.5": "King Brahmadatta, too, got up early in the morning, and he heard Prince Dīghāvu singing. He asked his people ",
  "pli-tv-kd10:2.14.1": "who it was, ",
  "pli-tv-kd10:2.14.2": "and they replied, ‘Sir, it’s a young brahmin who is an apprentice of such-and-such an elephant trainer.’ ",
  "pli-tv-kd10:2.14.3": "‘Well then, bring him here.’ ",
  "pli-tv-kd10:2.14.4": "They brought the Prince, ",
  "pli-tv-kd10:2.14.5": "and the King asked him whether he was the one who had been singing and playing the lute. ",
  "pli-tv-kd10:2.14.6": "When the Prince confirmed that it was he, ",
  "pli-tv-kd10:2.14.7": "the King said, ‘Well then, sing and play right here.’ ",
  "pli-tv-kd10:2.14.8": "Dīghāvu consented and did his best to please the King. ",
  "pli-tv-kd10:2.14.9": "The King said, ‘Young brahmin, please attend on me,’ ",
  "pli-tv-kd10:2.14.10": "and the Prince agreed. ",
  "pli-tv-kd10:2.14.11": "The Prince then got up before King and went to bed after him. He willingly performed any services and was pleasant in his conduct and speech. ",
  "pli-tv-kd10:2.14.12": "Soon the King put the Prince in an intimate position of trust. ",
  "pli-tv-kd10:2.15.1": "On one occasion the King said to the Prince, ",
  "pli-tv-kd10:2.15.2": "‘Please harness a chariot and let’s go hunting.’ ",
  "pli-tv-kd10:2.15.3": "He did as asked and said to the King, ",
  "pli-tv-kd10:2.15.4": "‘Sir, the chariot is harnessed. Please go at your convenience.’ ",
  "pli-tv-kd10:2.15.5": "The King then mounted the chariot ",
  "pli-tv-kd10:2.15.6": "and the Prince drove it. ",
  "pli-tv-kd10:2.15.7": "But he drove it away from the army. ",
  "pli-tv-kd10:2.15.8": "When they had gone a long way, the King said to the Prince, ",
  "pli-tv-kd10:2.15.9": "‘Unharness the chariot. I’m tired and I want to lie down.’ ",
  "pli-tv-kd10:2.15.10": "He did as asked and then sat down cross-legged on the ground. ",
  "pli-tv-kd10:2.15.11": "The King lay down, resting his head on the Prince’s lap. ",
  "pli-tv-kd10:2.15.12": "And because he was tired, he quickly fell asleep. ",
  "pli-tv-kd10:2.16.1": "The Prince thought, ",
  "pli-tv-kd10:2.16.2": "‘This King has caused us much misfortune. ",
  "pli-tv-kd10:2.16.3": "He took our army, our vehicles and transport animals, and our country and wealth. ",
  "pli-tv-kd10:2.16.4": "He killed my mother and father. ",
  "pli-tv-kd10:2.16.5": "This is a good opportunity for me to take revenge.’ And he drew his sword from its sheath. ",
  "pli-tv-kd10:2.16.6": "He then thought, ",
  "pli-tv-kd10:2.16.7": "‘At the time of his death, my father said to me, “My dear Dīghāvu, see neither long nor short. ",
  "pli-tv-kd10:2.16.8": "For hatred never ends through hatred; ",
  "pli-tv-kd10:2.16.9": "hatred only ends through love.” ",
  "pli-tv-kd10:2.16.10": "It would not be proper of me not to follow my father’s advice.’ And he returned the sword to its sheath. ",
  "pli-tv-kd10:2.16.11": "A second ",
  "pli-tv-kd10:2.16.18": "and a third time he had the same thoughts, ",
  "pli-tv-kd10:2.16.19": "‘This King has caused us much misfortune. ",
  "pli-tv-kd10:2.16.20": "He took our army, our vehicles and transport animals, and our country and wealth. ",
  "pli-tv-kd10:2.16.21": "He killed my mother and father. ",
  "pli-tv-kd10:2.16.22": "This is a good opportunity for me to take revenge.’ And he drew his sword from its sheath. ",
  "pli-tv-kd10:2.16.23": "and a third time he had the same thoughts, ",
  "pli-tv-kd10:2.16.24": "‘At the time of his death, my father said to me, “My dear Dīghāvu, see neither long nor short. ",
  "pli-tv-kd10:2.16.25": "For hatred never ends through hatred; ",
  "pli-tv-kd10:2.16.26": "hatred only ends through love.” ",
  "pli-tv-kd10:2.16.27": "and each time he ended up returning the sword to its sheath. ",
  "pli-tv-kd10:2.16.28": "Then King Brahmadatta suddenly got up, frightened and alarmed. ",
  "pli-tv-kd10:2.16.29": "The Prince asked what was the matter, ",
  "pli-tv-kd10:2.16.30": "and the King said, ‘Just now, I dreamed that Prince Dīghāvu, the son of Dīghīti the King of Kosala, attacked me with a sword.’ ",
  "pli-tv-kd10:2.17.1": "Seizing the King’s head with his left hand and drawing his sword with his right hand, the Prince said to the King, ",
  "pli-tv-kd10:2.17.2": "‘Sir, I’m that Prince Dīghāvu, the son of Dīghīti the King of Kosala. ",
  "pli-tv-kd10:2.17.3": "You have caused us much misfortune. ",
  "pli-tv-kd10:2.17.4": "You took our army, our vehicles and transport animals, and our country and wealth. ",
  "pli-tv-kd10:2.17.5": "You killed my mother and father. ",
  "pli-tv-kd10:2.17.6": "This is a good opportunity for me to take revenge.’ ",
  "pli-tv-kd10:2.17.7": "The King bowed down with his head at the Prince’s feet and said, ",
  "pli-tv-kd10:2.17.8": "‘Dear Dīghāvu, please spare my life.’ ",
  "pli-tv-kd10:2.17.9": "‘Who am I to spare your life? ",
  "pli-tv-kd10:2.17.10": "Sir, it’s you who should spare mine.’ ",
  "pli-tv-kd10:2.17.11": "‘Well then, Dīghāvu, if you spare my life, I’ll spare yours.’ ",
  "pli-tv-kd10:2.17.12": "And the King and Dīghāvu spared each other’s lives. They shook hands and made a vow not to harm each other. ",
  "pli-tv-kd10:2.17.13": "The King said to the Prince, ",
  "pli-tv-kd10:2.17.14": "‘Well then, Dīghāvu, harness the chariot and let’s go.’ ",
  "pli-tv-kd10:2.17.15": "He did as asked and said to the King, ",
  "pli-tv-kd10:2.17.16": "‘The chariot is harnessed. Please go at your own convenience.’ ",
  "pli-tv-kd10:2.17.17": "The King mounted the chariot ",
  "pli-tv-kd10:2.17.18": "and the Prince drove it. ",
  "pli-tv-kd10:2.17.19": "And he drove it so that it soon rejoined the army. ",
  "pli-tv-kd10:2.18.1": "When he was back in Benares, the King gathered his court and said, ",
  "pli-tv-kd10:2.18.2": "‘If you saw Prince Dīghāvu, the son of Dīghīti the King of Kosala, what would you do to him?’ ",
  "pli-tv-kd10:2.18.3": "They variously replied, ",
  "pli-tv-kd10:2.18.4": "‘Sir, we would cut off his hands;’ ",
  "pli-tv-kd10:2.18.5": "‘we would cut off his feet;’ ",
  "pli-tv-kd10:2.18.6": "‘we would cut off his hands and feet;’ ",
  "pli-tv-kd10:2.18.7": "‘we would cut off his ears;’ ",
  "pli-tv-kd10:2.18.8": "‘we would cut off his nose;’ ",
  "pli-tv-kd10:2.18.9": "‘we would cut off his ears and nose;’ ",
  "pli-tv-kd10:2.18.10": "‘we would cut off his head.’ ",
  "pli-tv-kd10:2.18.11": "‘This is Prince Dīghāvu, the son of Dīghīti the King of Kosala. ",
  "pli-tv-kd10:2.18.12": "You shouldn’t do anything to harm him. ",
  "pli-tv-kd10:2.18.13": "I’ve spared his life and he has spared mine.’ ",
  "pli-tv-kd10:2.19.1": "Soon afterwards the King said to Dīghāvu, ",
  "pli-tv-kd10:2.19.2": "‘Dīghāvu, what’s the meaning of that which your father told you at the time of his death?’ ",
  "pli-tv-kd10:2.19.5": "‘When he said, “Not long,” he meant, “Don’t harbor hate for a long time.” ",
  "pli-tv-kd10:2.19.7": "When he said, “Not short,” he meant, “Don’t hastily break with your friends.” ",
  "pli-tv-kd10:2.19.9": "And when he said, “For hatred never ends through hatred; hatred only ends through love,” he was referring to your killing of my mother and father. ",
  "pli-tv-kd10:2.19.10": "For if I had killed you, those who wish you well would have killed me, and those who wish me well would in turn have killed them. ",
  "pli-tv-kd10:2.19.11": "In this way the hatred would never end through hatred. ",
  "pli-tv-kd10:2.19.12": "But now you have spared my life and I’ve spared yours. ",
  "pli-tv-kd10:2.19.13": "In this way hatred ends through love.’ ",
  "pli-tv-kd10:2.20.1": "The King thought, ",
  "pli-tv-kd10:2.20.2": "‘It’s amazing ",
  "pli-tv-kd10:2.20.3": "how wise Dīghāvu is, in that he’s able to fully understand the meaning of his father’s brief statement.’ And he gave him back his father’s army, his vehicles and transport animals, and his country and wealth, and he also gave him his own daughter. ",
  "pli-tv-kd10:2.20.4": "In this way, monks, those kings who had the authority to punish were actually patient and gentle. ",
  "pli-tv-kd10:2.20.5": "But you who have gone forth on this well-proclaimed spiritual path, you shine when you are patient and gentle.” ",
  "pli-tv-kd10:2.20.6": "A third time the Buddha said to those monks ",
  "pli-tv-kd10:2.20.7": "“Enough, monks, don’t quarrel and dispute.” ",
  "pli-tv-kd10:2.20.8": "And for third time that monk who spoke contrary to the Teaching replied, ",
  "pli-tv-kd10:2.20.9": "“Wait, Sir. You are the Lord of the Teaching ",
  "pli-tv-kd10:2.20.10": "and there is no need for you to be concerned. Just enjoy the happiness of the present life. ",
  "pli-tv-kd10:2.20.11": "We’ll face the consequences of this quarreling and disputing.” ",
  "pli-tv-kd10:2.20.12": "The Buddha thought, ",
  "pli-tv-kd10:2.20.13": "“These foolish men are overpowered by emotions. It’s not easy to persuade them,” ",
  "pli-tv-kd10:2.20.14": "and he got up from his seat and left. ",
  "pli-tv-kd10:2.20.15": "The first section for recitation on Dīghāvu is finished. ",
  "pli-tv-kd10:3.1.1": "After robing up in the morning, the Buddha took his bowl and robe and entered Kosambī for alms. ",
  "pli-tv-kd10:3.1.2": "He walked for alms and had his meal, and after returning from almsround, he put his dwelling in order. He then took his bowl and robe, and while standing in the midst of the Sangha, he spoke these verses: ",
  "pli-tv-kd10:3.1.3": "“When many voices shout at once, ",
  "pli-tv-kd10:3.1.4": "No-one thinks they are a fool. ",
  "pli-tv-kd10:3.1.5": "Even as the Sangha splits, ",
  "pli-tv-kd10:3.1.6": "They do not think it through. ",
  "pli-tv-kd10:3.1.7": "Forgetting to speak wisely, ",
  "pli-tv-kd10:3.1.8": "They are obsessed by speech; ",
  "pli-tv-kd10:3.1.9": "Saying whatever they like, ",
  "pli-tv-kd10:3.1.10": "They don’t know what leads them on. ",
  "pli-tv-kd10:3.1.11": "‘They abused me, they hit me, ",
  "pli-tv-kd10:3.1.12": "They defeated me, they robbed me.’ ",
  "pli-tv-kd10:3.1.13": "For those who carry on like this, ",
  "pli-tv-kd10:3.1.14": "Hatred cannot end. ",
  "pli-tv-kd10:3.1.15": "‘They abused me, they hit me, ",
  "pli-tv-kd10:3.1.16": "They defeated me, they robbed me.’ ",
  "pli-tv-kd10:3.1.17": "For those who do not carry on like this, ",
  "pli-tv-kd10:3.1.18": "Hatred has an end. ",
  "pli-tv-kd10:3.1.19": "For never is hatred ",
  "pli-tv-kd10:3.1.20": "Stopped by hatred; ",
  "pli-tv-kd10:3.1.21": "Only by love does it stop—",
  "pli-tv-kd10:3.1.22": "This is an ancient law. ",
  "pli-tv-kd10:3.1.23": "Others do not know ",
  "pli-tv-kd10:3.1.24": "That here we need restraint. ",
  "pli-tv-kd10:3.1.25": "But for those who know, ",
  "pli-tv-kd10:3.1.26": "The quarrels have an end. ",
  "pli-tv-kd10:3.1.27": "Those breaking bones and killing, ",
  "pli-tv-kd10:3.1.28": "Those taking cows, horses, and wealth, ",
  "pli-tv-kd10:3.1.29": "Those plundering the country, ",
  "pli-tv-kd10:3.1.30": "Even they can stay together—",
  "pli-tv-kd10:3.1.31": "Why then cannot you? ",
  "pli-tv-kd10:3.1.32": "If you get a discerning friend, ",
  "pli-tv-kd10:3.1.33": "A steadfast companion, good to live with, ",
  "pli-tv-kd10:3.1.34": "Then overcome all problems, ",
  "pli-tv-kd10:3.1.35": "And go with them, glad and mindful. ",
  "pli-tv-kd10:3.1.36": "If you do not get a discerning friend, ",
  "pli-tv-kd10:3.1.37": "A steadfast companion, good to live with, ",
  "pli-tv-kd10:3.1.38": "Then like a king giving up his kingdom, ",
  "pli-tv-kd10:3.1.39": "Wander alone like a bull elephant in the forest. ",
  "pli-tv-kd10:3.1.40": "It’s better to wander alone, ",
  "pli-tv-kd10:3.1.41": "For there is no friendship with fools. ",
  "pli-tv-kd10:3.1.42": "Wander alone and do no bad, ",
  "pli-tv-kd10:3.1.43": "Unconcerned, like a bull elephant in the forest.” ",
  "pli-tv-kd10:4.1.0": "The account of going to Bālakaloṇaka ",
  "pli-tv-kd10:4.1.1": "After speaking these verses while standing in the midst of the Sangha, the Buddha went to the village of Bālakaloṇaka. ",
  "pli-tv-kd10:4.1.2": "At that time Venerable Bhagu was staying near that village. ",
  "pli-tv-kd10:4.1.3": "When Bhagu saw the Buddha coming, he prepared a seat and set out a foot-stool, a foot-scraper, and water for washing the feet. He then went out to meet the Buddha, receiving his bowl and robe. ",
  "pli-tv-kd10:4.1.4": "The Buddha sat down on the prepared seat and washed his feet. ",
  "pli-tv-kd10:4.1.5": "When Bhagu had bowed and sat down, ",
  "pli-tv-kd10:4.1.6": "the Buddha said to him, ",
  "pli-tv-kd10:4.1.7": "“I hope you are keeping well, monk, ",
  "pli-tv-kd10:4.1.8": "I hope you’re comfortable; I hope you’re not having any trouble getting almsfood?” ",
  "pli-tv-kd10:4.1.9": "“I’m keeping well, Venerable Sir, I’m comfortable; ",
  "pli-tv-kd10:4.1.10": "I’m having no trouble getting almsfood.” ",
  "pli-tv-kd10:4.1.11": "The Buddha instructed, inspired, and gladdened Bhagu with a teaching. He then got up from his seat and went to the Eastern Bamboo Park. ",
  "pli-tv-kd10:4.2.0": "The account of going to the Eastern Bamboo Park ",
  "pli-tv-kd10:4.2.1": "At this time Venerable Anuruddha, Venerable Nandiya, and Venerable Kimila were staying at the Eastern Bamboo Park. ",
  "pli-tv-kd10:4.2.2": "The park keeper saw the Buddha coming and said to him, ",
  "pli-tv-kd10:4.2.3": "“Ascetic, don’t enter this park. ",
  "pli-tv-kd10:4.2.4": "There are three ascetics from good families staying here, seeking their own benefit. ",
  "pli-tv-kd10:4.2.5": "Don’t disturb them.” ",
  "pli-tv-kd10:4.2.6": "When Anuruddha heard the park keeper advising the Buddha, he said, ",
  "pli-tv-kd10:4.2.7": "“Please don’t block the Buddha. ",
  "pli-tv-kd10:4.2.8": "It’s our teacher who has arrived.” ",
  "pli-tv-kd10:4.2.9": "Anuruddha then went to Nandiya and Kimila and said, ",
  "pli-tv-kd10:4.2.10": "“Come out, Venerables, our teacher has arrived.” ",
  "pli-tv-kd10:4.3.1": "The three of them went out to meet the Buddha. One received his bowl and robe, one prepared a seat, and one put out a foot-stool, a foot-scraper, and water for washing the feet. ",
  "pli-tv-kd10:4.3.2": "The Buddha sat down on the prepared seat and washed his feet. ",
  "pli-tv-kd10:4.3.3": "When they had bowed and sat down, ",
  "pli-tv-kd10:4.3.4": "the Buddha said to them, ",
  "pli-tv-kd10:4.3.5": "“I hope you are all keeping well, Anuruddha, I hope you’re comfortable; ",
  "pli-tv-kd10:4.3.6": "I hope you’re not having any trouble getting almsfood?” ",
  "pli-tv-kd10:4.3.7": "“We are keeping well, Venerable Sir, we’re comfortable, ",
  "pli-tv-kd10:4.3.8": "and we’re not having any trouble getting almsfood.” ",
  "pli-tv-kd10:4.3.9": "“I hope you’re living together in harmony, without dispute, blending like milk and water, and that you regard one another with affection?” ",
  "pli-tv-kd10:4.3.10": "“Yes, we are living together in harmony, without dispute, blending like milk and water, and we regard one another with affection.” ",
  "pli-tv-kd10:4.3.11": "“And how do you do this?” ",
  "pli-tv-kd10:4.4.1": "“I think like this, ",
  "pli-tv-kd10:4.4.2": "‘How fortunate I am to be living with such fellow monastics!’ ",
  "pli-tv-kd10:4.4.3": "And I do acts of kindness toward them, by body, ",
  "pli-tv-kd10:4.4.4": "speech, ",
  "pli-tv-kd10:4.4.5": "and mind, both in public and in private. ",
  "pli-tv-kd10:4.4.6": "I think, ",
  "pli-tv-kd10:4.4.7": "‘Let me set aside what I wish to do and instead do what these venerables wish.’ ",
  "pli-tv-kd10:4.4.8": "And that’s what I do. ",
  "pli-tv-kd10:4.4.9": "We are separate in body, but it’s as if we’re one in mind.” ",
  "pli-tv-kd10:4.4.10": "Nandiya and Kimila then repeated what Anuruddha had said. ",
  "pli-tv-kd10:4.5.1": "“I hope, Anuruddha, that you’re heedful and energetic?” ",
  "pli-tv-kd10:4.5.2": "“Yes we are, Sir.” ",
  "pli-tv-kd10:4.5.3": "“And how is it that you’re heedful and energetic?” ",
  "pli-tv-kd10:4.5.4": "“Whoever returns first from almsround in the village, he prepares the seats and sets out a foot-stool, a foot-scraper, and water for washing the feet. He washes and sets out the bowl for leftovers, and puts out water for drinking and water for washing. ",
  "pli-tv-kd10:4.5.5": "Whoever returns last from almsround may eat the leftovers, or he discards them where there are no cultivated plants ",
  "pli-tv-kd10:4.5.6": "or in water without life. ",
  "pli-tv-kd10:4.5.7": "He puts away the seats and also the foot-stool, the foot scraper, and the water for washing the feet. He cleans the bowl for leftovers and puts it away, puts away the water for drinking and the water for washing, and sweeps the dining hall. ",
  "pli-tv-kd10:4.5.8": "Whoever sees that the pot for drinking water, the pot for washing water, or the waterpot in the restroom is empty fills it. ",
  "pli-tv-kd10:4.5.9": "If he can’t do it by himself, he calls someone over by hand signal and they move it together. We don’t speak because of that. ",
  "pli-tv-kd10:4.5.10": "And every five days we sit together the whole night and talk about the Teaching.” ",
  "pli-tv-kd10:4.6.0": "The account of going to Pālileyyaka ",
  "pli-tv-kd10:4.6.1": "The Buddha then instructed, inspired, and gladdened Venerable Anuruddha, Venerable Nandiya, and Venerable Kimila with a teaching. He then got up from his seat and set out wandering toward Pālileyyaka. ",
  "pli-tv-kd10:4.6.2": "When he eventually arrived, ",
  "pli-tv-kd10:4.6.3": "he stayed in a protected forest grove, at the foot of an auspicious sal tree. ",
  "pli-tv-kd10:4.6.4": "While he was staying by himself, the Buddha thought, ",
  "pli-tv-kd10:4.6.5": "“When I was previously surrounded by people, I was not at ease because of those monks at Kosambī who were quarreling, arguing, and creating legal issues in the Sangha. ",
  "pli-tv-kd10:4.6.6": "But now that I’m alone, without a companion, I’m happy and at ease because I’m apart from those monks at Kosambī.” ",
  "pli-tv-kd10:4.6.7": "At that time there was a large bull elephant who was surrounded by a crowd of male and female elephants, by young elephants and baby elephants. He ate grass with broken tips, and other elephants ate the branches that he had folded together. He drank muddied water, and when he was immersed in a pool, the female elephants came rubbing their bodies against his. ",
  "pli-tv-kd10:4.6.8": "He considered this and thought, ",
  "pli-tv-kd10:4.6.10": "“Let me leave the herd and stay by myself.” ",
  "pli-tv-kd10:4.7.1": "He then left the herd and went to Pālileyyaka, to the Buddha at the foot of the auspicious sal tree, in the protected forest grove. And he attended on the Buddha, using his trunk to set out water for drinking and water for washing and to clear the vegetation. ",
  "pli-tv-kd10:4.7.2": "He thought, ",
  "pli-tv-kd10:4.7.3": "“When I was previously surrounded by elephants, I was not at ease because of the other elephants. ",
  "pli-tv-kd10:4.7.4": "But now that I’m alone, without a companion, I’m happy and at ease because I’m apart from those elephants.” ",
  "pli-tv-kd10:4.7.5": "After considering his own seclusion and reading the mind of the elephant, the Buddha exclaimed this inspired utterance: ",
  "pli-tv-kd10:4.7.6": "“The mind of this large elephant, ",
  "pli-tv-kd10:4.7.7": "With tusks like chariot poles, ",
  "pli-tv-kd10:4.7.8": "Agrees with the mind of the sage, ",
  "pli-tv-kd10:4.7.9": "Since they each delight in the forest solitude.” ",
  "pli-tv-kd10:5.1.1": "When the Buddha had stayed at Pālileyyaka for as long as he liked, he set out wandering toward Sāvatthī. ",
  "pli-tv-kd10:5.1.2": "When he eventually he arrived, ",
  "pli-tv-kd10:5.1.3": "he stayed in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-kd10:5.1.4": "Soon the lay followers in Kosambī considered, ",
  "pli-tv-kd10:5.1.5": "“These venerable monks at Kosambī have caused us much misfortune. ",
  "pli-tv-kd10:5.1.6": "The Buddha himself left because he was troubled by them. ",
  "pli-tv-kd10:5.1.7": "Well then, let’s not bow down, rise up, raise our joined palms, or do acts of respect for them. And let’s not honor, respect, esteem, or associate with them, nor give them almsfood. ",
  "pli-tv-kd10:5.1.8": "Because of this, they will either leave, disrobe, or reconcile with the Buddha.” ",
  "pli-tv-kd10:5.2.1": "And that is what they did. ",
  "pli-tv-kd10:5.2.2": "Soon the monks at Kosambī said, ",
  "pli-tv-kd10:5.2.3": "“Well then, let’s go to Sāvatthī and resolve this legal issue in the presence of the Buddha.” ",
  "pli-tv-kd10:5.2.4.0": "The account of the eighteen bases ",
  "pli-tv-kd10:5.2.4.1": "The monks at Kosambī put their dwellings in order, took their bowls and robes, and went to Sāvatthī. ",
  "pli-tv-kd10:5.3.1": "When Venerable Sāriputta heard ",
  "pli-tv-kd10:5.3.2": "that they were coming, ",
  "pli-tv-kd10:5.3.3": "he went to the Buddha, bowed, sat down, ",
  "pli-tv-kd10:5.3.4": "and told him, ",
  "pli-tv-kd10:5.3.6": "adding, “Venerable Sir, how should I act toward these monks?” ",
  "pli-tv-kd10:5.3.7": "“Take your stand in accordance with the Teaching.” ",
  "pli-tv-kd10:5.3.8": "“And how do I know what accords with and what is contrary to the Teaching?” ",
  "pli-tv-kd10:5.4.1": "“There are eighteen bases for knowing that someone is speaking contrary to the Teaching: ",
  "pli-tv-kd10:5.4.2": "A monk proclaims what contrary to the Teaching as the Teaching, ",
  "pli-tv-kd10:5.4.3": "and what is the Teaching as contrary to the Teaching. ",
  "pli-tv-kd10:5.4.4": "He proclaims what is contrary to the Monastic Law as the Monastic Law, ",
  "pli-tv-kd10:5.4.5": "and what is the Monastic Law as contrary to the Monastic Law. ",
  "pli-tv-kd10:5.4.6": "He proclaims what hasn’t been spoken by the Buddha as spoken by the Buddha, ",
  "pli-tv-kd10:5.4.7": "and what has been spoken by the Buddha as not spoken by the Buddha. ",
  "pli-tv-kd10:5.4.8": "He proclaims what was not practiced by the Buddha as practiced by the Buddha, ",
  "pli-tv-kd10:5.4.9": "and what was practiced by the Buddha as not practiced by the Buddha. ",
  "pli-tv-kd10:5.4.10": "He proclaims what was not laid down by the Buddha as laid down by the Buddha, ",
  "pli-tv-kd10:5.4.11": "and what was laid down by the Buddha as not laid down by the Buddha. ",
  "pli-tv-kd10:5.4.12": "He proclaims a non-offense as an offense, ",
  "pli-tv-kd10:5.4.13": "and an offense as a non-offense. ",
  "pli-tv-kd10:5.4.14": "He proclaims a light offense as heavy, ",
  "pli-tv-kd10:5.4.15": "and a heavy offense as light. ",
  "pli-tv-kd10:5.4.16": "He proclaims a curable offense as incurable, ",
  "pli-tv-kd10:5.4.17": "and an incurable offense as curable. ",
  "pli-tv-kd10:5.4.18": "He proclaims a grave offense as minor, ",
  "pli-tv-kd10:5.4.19": "and a minor offense as grave. ",
  "pli-tv-kd10:5.5.1": "And there are eighteen bases for knowing that someone is speaking in accordance with the Teaching: ",
  "pli-tv-kd10:5.5.2": "A monk proclaims what is contrary to the Teaching as contrary to the Teaching, ",
  "pli-tv-kd10:5.5.3": "and what is the Teaching as the Teaching. ",
  "pli-tv-kd10:5.5.4": "He proclaims what is contrary to the Monastic Law as contrary to the Monastic Law, ",
  "pli-tv-kd10:5.5.5": "and what is the Monastic Law as the Monastic Law. ",
  "pli-tv-kd10:5.5.6": "He proclaims what hasn’t been spoken by the Buddha as not spoken by the Buddha, ",
  "pli-tv-kd10:5.5.7": "and what has been spoken by the Buddha as spoken by the Buddha. ",
  "pli-tv-kd10:5.5.8": "He proclaims what was not practiced by the Buddha as not practiced by the Buddha, ",
  "pli-tv-kd10:5.5.9": "and what was practiced by the Buddha as practiced by the Buddha. ",
  "pli-tv-kd10:5.5.10": "He proclaims what was not laid down by the Buddha as not laid down by the Buddha, ",
  "pli-tv-kd10:5.5.11": "and what was laid down by the Buddha as laid down by the Buddha. ",
  "pli-tv-kd10:5.5.12": "He proclaims a non-offense as a non-offense, ",
  "pli-tv-kd10:5.5.13": "and an offense as an offense. ",
  "pli-tv-kd10:5.5.14": "He proclaims a light offense as light, ",
  "pli-tv-kd10:5.5.15": "and a heavy offense as heavy. ",
  "pli-tv-kd10:5.5.16": "He proclaims a curable offense as curable, ",
  "pli-tv-kd10:5.5.17": "and an incurable offense as incurable. ",
  "pli-tv-kd10:5.5.18": "He proclaims a grave offense as grave, ",
  "pli-tv-kd10:5.5.19": "and a minor offense as minor.” ",
  "pli-tv-kd10:5.6.1": "When Venerable Mahāmoggallāna heard … ",
  "pli-tv-kd10:5.6.2": "When Venerable Mahākassapa heard … ",
  "pli-tv-kd10:5.6.3": "When Venerable Mahākaccāna heard … ",
  "pli-tv-kd10:5.6.4": "When Venerable Mahākoṭṭhika heard … ",
  "pli-tv-kd10:5.6.5": "When Venerable Mahākappina heard … ",
  "pli-tv-kd10:5.6.6": "When Venerable Mahācunda heard … ",
  "pli-tv-kd10:5.6.7": "When Venerable Anuruddha heard … ",
  "pli-tv-kd10:5.6.8": "When Venerable Revata heard … ",
  "pli-tv-kd10:5.6.9": "When Venerable Upāli heard … ",
  "pli-tv-kd10:5.6.10": "When Venerable Ānanda heard … ",
  "pli-tv-kd10:5.6.11": "When Venerable Rāhula heard ",
  "pli-tv-kd10:5.6.12": "that they were coming, ",
  "pli-tv-kd10:5.6.13": "he too went to the Buddha, bowed, sat down, ",
  "pli-tv-kd10:5.6.14": "and told him, ",
  "pli-tv-kd10:5.6.16": "adding, “Venerable Sir, how should I act toward these monks?” ",
  "pli-tv-kd10:5.6.17": "“Take your stand in accordance with the Teaching.” ",
  "pli-tv-kd10:5.6.18": "“And how do I know what accords with and what is contrary to the Teaching?” ",
  "pli-tv-kd10:5.6.19": "The Buddha told him, too, about the eighteen bases for knowing that someone is speaking contrary to the Teaching ",
  "pli-tv-kd10:5.6.30": "and the eighteen bases for knowing that someone is speaking in accordance with the Teaching. ",
  "pli-tv-kd10:5.7.1": "When Mahāpajāpati Gotamī heard ",
  "pli-tv-kd10:5.7.2": "that they were coming, ",
  "pli-tv-kd10:5.7.3": "she too went to the Buddha, bowed, ",
  "pli-tv-kd10:5.7.4": "and told him, ",
  "pli-tv-kd10:5.7.6": "adding, “Venerable Sir, how should I act toward these monks?” ",
  "pli-tv-kd10:5.7.7": "“Well, Gotamī, listen to the teaching from both sides, ",
  "pli-tv-kd10:5.7.8": "and then approve of the views, beliefs, and persuasion of those who speak in accordance with to the Teaching. ",
  "pli-tv-kd10:5.7.9": "And whatever support the Sangha of nuns expects from the Sangha of monks, they should get all of it from those who speak in accordance with the Teaching.” ",
  "pli-tv-kd10:5.8.1": "When Anāthapiṇḍiko heard ",
  "pli-tv-kd10:5.8.2": "that they were coming, ",
  "pli-tv-kd10:5.8.3": "he too went to the Buddha, bowed, sat down, ",
  "pli-tv-kd10:5.8.4": "and told him, ",
  "pli-tv-kd10:5.8.6": "adding, “Venerable Sir, how should I act toward these monks?” ",
  "pli-tv-kd10:5.8.7": "“Well, householder, make offerings to both sides ",
  "pli-tv-kd10:5.8.8": "and listen to their teachings. ",
  "pli-tv-kd10:5.8.9": "Then approve of the views, beliefs, and persuasion of those who speak in accordance with the Teaching.” ",
  "pli-tv-kd10:5.9.1": "When Visākhā Migāramātā heard ",
  "pli-tv-kd10:5.9.2": "that they were coming, ",
  "pli-tv-kd10:5.9.3": "she too went to the Buddha, bowed, sat down, ",
  "pli-tv-kd10:5.9.4": "and told him, ",
  "pli-tv-kd10:5.9.6": "adding, “Venerable Sir, how should I act toward these monks?” ",
  "pli-tv-kd10:5.9.7": "“Well, Visākhā, make offerings to both sides ",
  "pli-tv-kd10:5.9.8": "and listen to their teachings. ",
  "pli-tv-kd10:5.9.9": "Then approve of the views, beliefs, and preference of those who speak in accordance with the Teaching.” ",
  "pli-tv-kd10:5.10.1": "Eventually those monks from Kosambī arrived at Sāvatthī. ",
  "pli-tv-kd10:5.10.2": "Venerable Sāriputta went to the Buddha, bowed, sat down, ",
  "pli-tv-kd10:5.10.3": "and told him, ",
  "pli-tv-kd10:5.10.5": "adding, “How should we prepare dwellings for these monks?” ",
  "pli-tv-kd10:5.10.6": "“Give them dwellings in a separate place.” ",
  "pli-tv-kd10:5.10.7": "“But what should we do if there are no dwellings in a separate place?” ",
  "pli-tv-kd10:5.10.8": "“Separate the dwellings and then give them out. ",
  "pli-tv-kd10:5.10.9": "Under no circumstances, Sāriputta, should a dwelling be reserved for a more senior monk. ",
  "pli-tv-kd10:5.10.10": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd10:5.10.11": "“And what should we do in regard to food and requisites?” ",
  "pli-tv-kd10:5.10.12": "“Food and requisites should be shared out equally to everyone.” ",
  "pli-tv-kd10:5.11.0": "The instruction to re-admit ",
  "pli-tv-kd10:5.11.1": "Then that ejected monk reflected on the Teaching and the Monastic Law, and he concluded, ",
  "pli-tv-kd10:5.11.2": "“This is an offense ",
  "pli-tv-kd10:5.11.3": "and I’ve committed it. ",
  "pli-tv-kd10:5.11.4": "I’ve been ejected, ",
  "pli-tv-kd10:5.11.5": "since the legal procedure was legitimate, irreversible, and fit to stand.” ",
  "pli-tv-kd10:5.11.6": "He went to those who were siding with him and told them ",
  "pli-tv-kd10:5.11.7": "what he had been thinking, ",
  "pli-tv-kd10:5.11.12": "adding, “Venerables, please re-admit me.” ",
  "pli-tv-kd10:5.12.1": "They then took that monk to the Buddha, bowed, sat down, ",
  "pli-tv-kd10:5.12.2": "and told him ",
  "pli-tv-kd10:5.12.3": "what had happened, ",
  "pli-tv-kd10:5.12.10": "adding, “Sir, what should we do now?” ",
  "pli-tv-kd10:5.12.11": "“This is an offense, monks, ",
  "pli-tv-kd10:5.12.13": "and this monk has committed it. ",
  "pli-tv-kd10:5.12.14": "He has been ejected, ",
  "pli-tv-kd10:5.12.15": "since the legal procedure was legitimate, irreversible, and fit to stand. ",
  "pli-tv-kd10:5.12.16": "But since he recognizes this, he should be re-admitted.” ",
  "pli-tv-kd10:5.13.0": "Discussion of unity in the Sangha ",
  "pli-tv-kd10:5.13.1": "Soon afterwards the monks who were siding with the ejected monk re-admitted him. They then approached the monks who had ejected him and said, ",
  "pli-tv-kd10:5.13.2": "“Because this monk has recognized that he had committed offense, and because he has been ejected and now re-admitted, the basis for the arguments and disputes in the Sangha, for the schism, fracture, and separation in the Sangha, have been removed. ",
  "pli-tv-kd10:5.13.3": "To resolve this matter, let’s create unity in the Sangha.” ",
  "pli-tv-kd10:5.13.4": "The monks who had done the ejecting went to the Buddha, bowed, sat down, ",
  "pli-tv-kd10:5.13.5": "and told him ",
  "pli-tv-kd10:5.13.6": "what had happened, ",
  "pli-tv-kd10:5.13.9": "adding, “How should we proceed with this?” ",
  "pli-tv-kd10:5.14.1": "“Since this is the case, you should create unity in the Sangha so as to resolve this matter. ",
  "pli-tv-kd10:5.14.2": "And it should be done like this. ",
  "pli-tv-kd10:5.14.3": "Everyone should gather in one place, including those who are sick. ",
  "pli-tv-kd10:5.14.4": "No-one should give their consent. ",
  "pli-tv-kd10:5.14.5": "A competent and capable monk should then inform the Sangha: ",
  "pli-tv-kd10:5.14.6": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd10:5.14.7": "Because this monk has recognized that he had committed an offense, and because he has been ejected and now re-admitted, the basis for the arguments and disputes in the Sangha, for the schism, fracture, and separation in the Sangha, have been removed. ",
  "pli-tv-kd10:5.14.8": "If it seems appropriate to the Sangha, let us create unity in the Sangha so as to resolve this matter. ",
  "pli-tv-kd10:5.14.9": "This is the motion. ",
  "pli-tv-kd10:5.14.10": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd10:5.14.11": "Because this monk has recognized that he had committed an offense, and because he has been ejected and now re-admitted, the basis for the arguments and disputes in the Sangha, for the schism, fracture, and separation in the Sangha, have been removed. ",
  "pli-tv-kd10:5.14.12": "The Sangha is creating unity in the Sangha so as to resolve this matter. ",
  "pli-tv-kd10:5.14.13": "Any monk who approves of creating unity in the Sangha so as to resolve this matter should remain silent. Any monk who does not approve should speak up. ",
  "pli-tv-kd10:5.14.14": "The Sangha has created unity in the Sangha so as to resolve this matter. ",
  "pli-tv-kd10:5.14.15": "The schism in the Sangha has come to an end. The fracture in the Sangha has come to an end. The separation in the Sangha has come to an end. ",
  "pli-tv-kd10:5.14.16": "The Sangha approves and is therefore silent. I will remember it thus.’ ",
  "pli-tv-kd10:5.14.17": "The observance-day procedure, the recitation of the Monastic Code, should be done straightaway.” ",
  "pli-tv-kd10:6.1.0": "Upāli’s questions about unity in the Sangha ",
  "pli-tv-kd10:6.1.1": "Soon afterwards Venerable Upāli went to the Buddha, bowed, sat down, ",
  "pli-tv-kd10:6.1.2": "and said, ",
  "pli-tv-kd10:6.1.3": "“Venerable Sir, if the basis for the arguments and disputes in the Sangha, for the schism, fracture, and separation in the Sangha, haven’t been investigated by the Sangha, haven’t been resolved by the Sangha, yet the Sangha creates unity in the Sangha—is that unity in the Sangha legitimate?” ",
  "pli-tv-kd10:6.1.4": "“That unity in the Sangha is illegitimate.” ",
  "pli-tv-kd10:6.1.5": "“If the basis for the arguments and disputes in the Sangha, for the schism, fracture, and separation in the Sangha, have been investigated by the Sangha, have been resolved by the Sangha, and the Sangha then creates unity in the Sangha—is that unity in the Sangha legitimate?” ",
  "pli-tv-kd10:6.1.6": "“That unity in the Sangha is legitimate.” ",
  "pli-tv-kd10:6.2.1": "“Sir, how many kinds of unity in the Sangha are there?” ",
  "pli-tv-kd10:6.2.2": "“There are two kinds of unity in the Sangha. ",
  "pli-tv-kd10:6.2.3": "There is the unity in the Sangha where the wording is fulfilled, but not the purpose. ",
  "pli-tv-kd10:6.2.4": "And there is the unity in the Sangha where both the wording and the purpose are fulfilled. ",
  "pli-tv-kd10:6.2.6": "If the basis for the arguments and disputes in the Sangha, for the schism, fracture, and separation in the Sangha, haven’t been investigated by the Sangha, haven’t been resolved by the Sangha, yet the Sangha creates unity in the Sangha, this is called unity in the Sangha where the wording is fulfilled, but not the purpose. ",
  "pli-tv-kd10:6.2.8": "If the basis for the arguments and disputes in the Sangha, for the schism, fracture, and separation in the Sangha, have been investigated by the Sangha, have been resolved by the Sangha, and the Sangha then creates unity in the Sangha, this is called unity in the Sangha where both the wording and the purpose are fulfilled.” ",
  "pli-tv-kd10:6.3.1": "Upāli then got up from his seat, put his upper robe over one shoulder, raise his joined palms, and spoke in verse to the Buddha: ",
  "pli-tv-kd10:6.3.2": "“In regard to the business and discussions of the Sangha, ",
  "pli-tv-kd10:6.3.3": "In regard to the business that arises and the deliberations—",
  "pli-tv-kd10:6.3.4": "The person who is very beneficial, how does he handle these? ",
  "pli-tv-kd10:6.3.5": "How is a monk fit to deal with these?” ",
  "pli-tv-kd10:6.3.6": "“Blameless in the basic morality, ",
  "pli-tv-kd10:6.3.7": "Watching his behavior, well-restrained in faculties—",
  "pli-tv-kd10:6.3.8": "His enemies cannot legitimately criticize him; ",
  "pli-tv-kd10:6.3.9": "There is nothing for them to correct in him. ",
  "pli-tv-kd10:6.3.10": "Having such purity of conduct, ",
  "pli-tv-kd10:6.3.11": "Enabled, he speaks confidently; ",
  "pli-tv-kd10:6.3.12": "Without fear, he trembles not in a gathering; ",
  "pli-tv-kd10:6.3.13": "He does not mangle the meaning, but speaks to the point. ",
  "pli-tv-kd10:6.3.14": "If asked a question in a gathering, ",
  "pli-tv-kd10:6.3.15": "He is neither diffident nor timid. ",
  "pli-tv-kd10:6.3.16": "His words are timely and pertinent; ",
  "pli-tv-kd10:6.3.17": "He skilfully satisfies a discerning gathering. ",
  "pli-tv-kd10:6.3.18": "Respectful of more senior monks, ",
  "pli-tv-kd10:6.3.19": "Confident about the Teachings, ",
  "pli-tv-kd10:6.3.20": "Able to investigate, clever in discussion, ",
  "pli-tv-kd10:6.3.21": "Skilled in defeating his opponents. ",
  "pli-tv-kd10:6.3.22": "He refutes his opponents, ",
  "pli-tv-kd10:6.3.23": "And the crowd is convinced. ",
  "pli-tv-kd10:6.3.24": "He does not abandon a position, ",
  "pli-tv-kd10:6.3.25": "And answers questions without hurting anyone. ",
  "pli-tv-kd10:6.3.26": "He is able to take on the job of messenger, ",
  "pli-tv-kd10:6.3.27": "And about the business of the Sangha, they speak to him. ",
  "pli-tv-kd10:6.3.28": "When speaking, when sent out by the community, ",
  "pli-tv-kd10:6.3.29": "He doesn’t think, ‘I’m doing it.’ ",
  "pli-tv-kd10:6.3.30": "As far as the bases for committing offenses, ",
  "pli-tv-kd10:6.3.31": "And how they are cleared, ",
  "pli-tv-kd10:6.3.32": "Both these analyses he has learnt well. ",
  "pli-tv-kd10:6.3.33": "He is skilled in the ways of clearing offenses. ",
  "pli-tv-kd10:6.3.34": "If one is sent away for one’s conduct, ",
  "pli-tv-kd10:6.3.35": "But once sent away one acts rightly, ",
  "pli-tv-kd10:6.3.36": "There is re-admittance for one who lives thus. ",
  "pli-tv-kd10:6.3.37": "This too he knows, the one skilled in analysis. ",
  "pli-tv-kd10:6.3.38": "Respectful of more senior monks, ",
  "pli-tv-kd10:6.3.39": "Whether junior, senior, or of middle standing, ",
  "pli-tv-kd10:6.3.40": "The wise practice for the benefit of the many—",
  "pli-tv-kd10:6.3.41": "Such a monk is fit to deal with these.” ",
  "pli-tv-kd10:6.3.42": "The tenth chapter on those from Kosambī is finished. ",
  "pli-tv-kd10:6.3.43": "",
  "pli-tv-kd10:6.3.64": "The chapter on those from Kosambī is finished. ",
  "pli-tv-kd10:6.3.65": "The Long Division is finished. ",
  "pli-tv-kd10:6.3.66": "The canonical text of the Long Division is finished."
}