{
  "pli-tv-kd5:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-kd5:0.2": "The Long Division ",
  "pli-tv-kd5:0.3": "The chapter on skins ",
  "pli-tv-kd5:0.4": "1. The account of Soṇa Koḷivisa ",
  "pli-tv-kd5:1.1.1": "At one time the Buddha was staying on the Vulture Peak near at Rājagaha. ",
  "pli-tv-kd5:1.1.2": "At that time King Seniya Bimbisāra of Magadha ruled over eighty thousand villages, ",
  "pli-tv-kd5:1.1.3": "and at Campā there was a wealthy merchant who had a son called Soṇa Koḷivisa. He had been raised in great comfort, ",
  "pli-tv-kd5:1.1.4": "so much so that he had hairs growing on the soles of his feet. ",
  "pli-tv-kd5:1.1.5": "On one occasion, King Bimbisāra had the chiefs of those eighty thousand villages gathered because of some business. He then sent a message to Soṇa, ",
  "pli-tv-kd5:1.1.6": "asking him to come. ",
  "pli-tv-kd5:1.2.1": "Soṇa’s parents said to him, ",
  "pli-tv-kd5:1.2.2": "“Soṇa, the King wishes to see your feet, ",
  "pli-tv-kd5:1.2.3": "but don’t point them at him. ",
  "pli-tv-kd5:1.2.4": "If you just sit down cross-legged in front him, ",
  "pli-tv-kd5:1.2.5": "he’ll be able to see them.” ",
  "pli-tv-kd5:1.2.6": "They then sent him away on a palanquin, ",
  "pli-tv-kd5:1.2.7": "and Soṇa went to King Bimbisāra. Upon arrival, he bowed to the King and sat down cross-legged in front of him. ",
  "pli-tv-kd5:1.2.8": "The King saw the hairs growing on the soles of his feet. ",
  "pli-tv-kd5:1.3.1": "Then, after instructing those eighty thousand chiefs in worldly matters, the King dismissed them, saying, ",
  "pli-tv-kd5:1.3.2": "“I’ve instructed you in worldly matters. ",
  "pli-tv-kd5:1.3.3": "Now go and visit the Buddha. ",
  "pli-tv-kd5:1.3.4": "He will instruct us about the afterlife.” ",
  "pli-tv-kd5:1.3.5": "Those village chiefs then went to the Vulture Peak. ",
  "pli-tv-kd5:1.4.1": "There they approached Venerable Sāgata, who at that time was the Buddha’s attendant. ",
  "pli-tv-kd5:1.4.2": "They said to him, ",
  "pli-tv-kd5:1.4.3": "“Venerable, these eighty thousand chiefs have come to visit the Buddha. ",
  "pli-tv-kd5:1.4.4": "May we please see him.” ",
  "pli-tv-kd5:1.4.5": "“Well then, please wait here for a moment, while I announce you to the Buddha.” ",
  "pli-tv-kd5:1.5.1": "Then, while those village chiefs were watching, he sunk into the stone slab he was standing on and emerged in front of the Buddha. He said to the Buddha, ",
  "pli-tv-kd5:1.5.2": "“Venerable Sir, eighty thousand village chiefs have come to visit you. ",
  "pli-tv-kd5:1.5.3": "What would you like to do?” ",
  "pli-tv-kd5:1.5.4": "“Well then, Sāgata, prepare a seat in the shade of the dwelling.” ",
  "pli-tv-kd5:1.6.1": "“Yes, Sir.” ",
  "pli-tv-kd5:1.6.2": "He took a bench, sunk down in front of the Buddha, and as those village chiefs were watching, he once more emerged from that stone slab. He then prepared a seat in the shade of the dwelling, ",
  "pli-tv-kd5:1.6.3": "after which the Buddha came out and sat down. ",
  "pli-tv-kd5:1.7.1": "Those eighty thousand chiefs approached the Buddha, bowed, and sat down. ",
  "pli-tv-kd5:1.7.2": "But they were preoccupied with Sāgata, not with the Buddha. ",
  "pli-tv-kd5:1.7.3": "After reading their minds, the Buddha said to Sāgata, ",
  "pli-tv-kd5:1.7.4": "“Well then, Sāgata, show us more superhuman abilities, more wonders of supernormal power.” ",
  "pli-tv-kd5:1.7.5": "Saying, “Yes, Sir,” he rose up in the air, walked back and forth in space, and he stood, sat down, and lay down there. He emitted smoke and fire, and then disappeared. ",
  "pli-tv-kd5:1.8.1": "After this display of supernormal powers, he bowed down at the feet of the Buddha, and said, ",
  "pli-tv-kd5:1.8.2": "“Venerable Sir, you’re my teacher, ",
  "pli-tv-kd5:1.8.3": "and I’m your disciple.” ",
  "pli-tv-kd5:1.8.6": "Those eighty thousand chiefs thought, “It’s astonishing and amazing ",
  "pli-tv-kd5:1.8.7": "that even a disciple should be so powerful and mighty. Imagine what the teacher must be like!” Now they paid attention to the Buddha, not to Sāgata. ",
  "pli-tv-kd5:1.9.1": "Having read their minds, the Buddha gave those eighty thousand chiefs a progressive talk—",
  "pli-tv-kd5:1.9.2": "on generosity, morality, and heaven; on the danger, degradation, and defilement of worldly pleasures; and he revealed the benefits of renunciation. ",
  "pli-tv-kd5:1.9.3": "When the Buddha knew that their minds were ready, supple, without hindrances, joyful, and confident, he revealed the teaching unique to the Buddhas: ",
  "pli-tv-kd5:1.9.4": "suffering, its origin, its end, and the path. ",
  "pli-tv-kd5:1.9.5": "Just as a clean and stainless cloth absorbs dye properly, ",
  "pli-tv-kd5:1.9.6": "so too, while they were sitting right there, those eighty thousand village chiefs experienced the stainless vision of the Truth: ",
  "pli-tv-kd5:1.9.7": "“Anything that has a beginning has an end.” ",
  "pli-tv-kd5:1.10.1": "They had seen the Truth, had reached, understood, and penetrated it. They had gone beyond doubt and uncertainty, had attained to confidence, and had become independent of others in the Teacher’s instruction. They then said to the Buddha, ",
  "pli-tv-kd5:1.10.2": "“Wonderful, Venerable Sir, wonderful! ",
  "pli-tv-kd5:1.10.3": "Just as one might set upright what had been overturned, or reveal what was hidden, or show the way to one who was lost, or bring a lamp into the darkness so that ",
  "pli-tv-kd5:1.10.4": "those with eyes might see what’s there—",
  "pli-tv-kd5:1.10.5": "just so has the Buddha made the Teaching clear in many ways. ",
  "pli-tv-kd5:1.10.6": "We go for refuge to the Buddha, ",
  "pli-tv-kd5:1.10.7": "the Teaching, and the Sangha of monks. ",
  "pli-tv-kd5:1.10.8": "Please accept us as lay followers who have gone for refuge for life.” ",
  "pli-tv-kd5:1.11.0": "1.1 The going forth of Soṇa Koḷivisa ",
  "pli-tv-kd5:1.11.1": "But Soṇa thought, ",
  "pli-tv-kd5:1.11.2": "“The way I understand the Buddha’s Teaching, it’s not easy for one who lives at home to lead the spiritual life perfectly complete and pure as a polished conch shell. ",
  "pli-tv-kd5:1.11.3": "Why don’t I cut off my hair and beard, put on the ocher robes, and go forth into homelessness?” ",
  "pli-tv-kd5:1.11.4": "When those eighty-four thousand chiefs had rejoiced and expressed their appreciation for the Buddha’s teaching, they got up from their seats, bowed down, circumambulated the Buddha with their right side toward him, and left. ",
  "pli-tv-kd5:1.12.1": "Soon after they had left, Soṇa approached the Buddha, bowed, sat down, ",
  "pli-tv-kd5:1.12.2": "and said, ",
  "pli-tv-kd5:1.12.3": "“Sir, the way I understand the Buddha’s Teaching, it’s not easy for one who lives at home to lead the spiritual life perfectly complete and pure as a polished conch shell. ",
  "pli-tv-kd5:1.12.4": "I want to cut off my hair and beard, put on the ocher robes, and go forth into homelessness. ",
  "pli-tv-kd5:1.12.5": "Please give me the going forth.” ",
  "pli-tv-kd5:1.12.6": "Soṇa received the going forth and the full ordination in the Buddha’s presence. ",
  "pli-tv-kd5:1.12.7": "Soon after his ordination, while staying in Cool Grove, ",
  "pli-tv-kd5:1.13.1": "Venerable Soṇa practiced walking meditation with so much energy that his feet cracked. ",
  "pli-tv-kd5:1.13.2": "His walking path became covered in blood, like a slaughterhouse. ",
  "pli-tv-kd5:1.13.3": "Then, while reflecting in private, he thought, ",
  "pli-tv-kd5:1.13.4": "“I’m one of the Buddha’s energetic disciples, ",
  "pli-tv-kd5:1.13.5": "yet my mind isn’t freed from the corruptions through letting go. ",
  "pli-tv-kd5:1.13.6": "But my family is wealthy. ",
  "pli-tv-kd5:1.13.8": "Why don’t I return to the lower life, enjoy wealth, and make merit?” ",
  "pli-tv-kd5:1.14.1": "Just then the Buddha read Soṇa’s mind. ",
  "pli-tv-kd5:1.14.2": "And, as a strong man might bend or stretch his arm, the Buddha disappeared from the Vulture Peak and appeared in Cool Grove. ",
  "pli-tv-kd5:1.14.3": "Soon afterwards as the Buddha and a number of monks were walking about the dwellings, they came to Soṇa’s walking path. ",
  "pli-tv-kd5:1.14.4": "The Buddha looked at it and asked the monks, ",
  "pli-tv-kd5:1.14.5": "“Whose walking path is this? It’s covered in blood, like a slaughterhouse.” ",
  "pli-tv-kd5:1.14.6": "They told him what had happened. ",
  "pli-tv-kd5:1.15.1": "The Buddha then went up to Soṇa’s dwelling and sat down on the prepared seat. ",
  "pli-tv-kd5:1.15.2": "Soṇa bowed and sat down, ",
  "pli-tv-kd5:1.15.3": "and the Buddha said to him, ",
  "pli-tv-kd5:1.15.4": "“Soṇa, while reflecting in private, didn’t you think, ",
  "pli-tv-kd5:1.15.5": "‘I’m one of the Buddha’s energetic disciples, ",
  "pli-tv-kd5:1.15.6": "yet my mind isn’t freed from the corruptions through letting go. ",
  "pli-tv-kd5:1.15.7": "But my family is wealthy. ",
  "pli-tv-kd5:1.15.9": "Why don’t I return to the lower life, enjoy wealth, and make merit’?” ",
  "pli-tv-kd5:1.15.10": "“Yes, Sir.” ",
  "pli-tv-kd5:1.15.11": "“Well, let me ask you, Soṇa: when you were previously a householder, weren’t you a skilled lute player?” ",
  "pli-tv-kd5:1.15.12": "“Yes.” ",
  "pli-tv-kd5:1.15.13": "“When the strings were too tight, was the lute melodious and easy to play?” ",
  "pli-tv-kd5:1.15.14": "“No.” ",
  "pli-tv-kd5:1.16.1": "“When the strings were too loose, was the lute melodious and easy to play?” ",
  "pli-tv-kd5:1.16.2": "“No.” ",
  "pli-tv-kd5:1.16.3": "“But when the strings were neither too tight nor too loose, but set to a balanced tension, was the lute then melodious and easy to play?” ",
  "pli-tv-kd5:1.16.4": "“Yes.” ",
  "pli-tv-kd5:1.16.5": "“Just so, Soṇa, too much energy leads to restlessness and too little to laziness. ",
  "pli-tv-kd5:1.17.1": "So apply a balanced energy and bring about an evenness in the spiritual faculties. And that is where you should take up the meditation object.” ",
  "pli-tv-kd5:1.17.2": "“Yes, Sir.” ",
  "pli-tv-kd5:1.17.3": "Then, as a strong man might bend or stretch his arm, the Buddha disappeared from the presence of Soṇa in Cool Grove and appeared on the Vulture Peak. ",
  "pli-tv-kd5:1.18.1": "Soon Soṇa applied a balanced energy and brought about an evenness in his spiritual faculties, which is where he took up his meditation object. ",
  "pli-tv-kd5:1.18.2": "He then stayed by himself, secluded, heedful, energetic, and diligent. In no long time in this very life, he realized with his own insight the supreme goal of the spiritual life for which gentlemen rightly go forth into homelessness. ",
  "pli-tv-kd5:1.18.3": "He understood that birth had come to an end, that the spiritual life had been fulfilled, that the job had been done, that there was no further state of existence. ",
  "pli-tv-kd5:1.18.4": "And Venerable Soṇa became one of the perfected ones. ",
  "pli-tv-kd5:1.19.1": "He then thought, ",
  "pli-tv-kd5:1.19.2": "“Why don’t I declare perfect insight to the Buddha?” ",
  "pli-tv-kd5:1.19.3": "He then went to the Buddha, bowed, sat down, ",
  "pli-tv-kd5:1.19.4": "and said, ",
  "pli-tv-kd5:1.20.1": "“Venerable Sir, a monk who is a perfected one—who has ended the corruptions, fulfilled the spiritual life, done the job, put down the burden, realized the true goal, cut the bond to existence, gained release by right insight—he is committed to six things: ",
  "pli-tv-kd5:1.20.2": "to renunciation, seclusion, harmlessness, the end of grasping, the end of craving, and non-confusion. ",
  "pli-tv-kd5:1.21.1": "A venerable here might think, ",
  "pli-tv-kd5:1.21.2": "‘No doubt this venerable is committed to renunciation simply because of faith.’ But this would be the wrong way to look at it. ",
  "pli-tv-kd5:1.21.3": "The monk who has ended the corruptions, who has fulfilled the spiritual life and done the job, doesn’t see anything to be done in himself, nor anything that needs improving. He is committed to renunciation because of the ending of sensual desire, because he is without sensual desire. He is committed to renunciation because of the ending of ill will, because he is without ill will. He is committed to renunciation because of the ending of confusion, because he is without confusion. ",
  "pli-tv-kd5:1.22.1": "A venerable here might think, ",
  "pli-tv-kd5:1.22.2": "‘No doubt this venerable is committed to seclusion because he desires gain, honor, and fame.’ ",
  "pli-tv-kd5:1.22.3": "But this would be the wrong way to look at it. ",
  "pli-tv-kd5:1.22.4": "The monk who has ended the corruptions, who has fulfilled the spiritual life and done the job, doesn’t see anything to be done in himself, nor anything that needs improving. He is committed to seclusion because of the ending of sensual desire, because he is without sensual desire. He is committed to seclusion because of the ending of ill will, because he is without ill will. He is committed to seclusion because of the ending of confusion, because he is without confusion. ",
  "pli-tv-kd5:1.23.1": "A venerable here might think, ",
  "pli-tv-kd5:1.23.2": "‘No doubt this venerable is committed to non-harming because he falls back on adhering to virtue and vows as the essence.’ ",
  "pli-tv-kd5:1.23.3": "But this would be the wrong way to look at it. ",
  "pli-tv-kd5:1.23.4": "The monk who has ended the corruptions, who has fulfilled the spiritual life and done the job, doesn’t see anything to be done in himself, nor anything that needs improving. He is committed to harmlessness because of the ending of sensual desire, because he is without sensual desire. He is committed to harmlessness because of the ending of ill will, because he is without ill will. He is committed to harmlessness because of the ending of confusion, because he is without confusion. ",
  "pli-tv-kd5:1.24.1": "He is committed to the end of grasping, to the end of craving, and to non-confusion because of the ending of sensual desire, because he is without sensual desire. ",
  "pli-tv-kd5:1.24.2": "He is committed to the end of grasping, to the end of craving, and to non-confusion because of the ending of ill will, because he is without ill will. ",
  "pli-tv-kd5:1.24.3": "He is committed to the end of grasping, to the end of craving, and to non-confusion because of the ending of confusion, because he is without confusion. ",
  "pli-tv-kd5:1.25.1": "Sir, for a monk who is fully freed in this way, even if he sees compelling sights, his mind is not overpowered by them. ",
  "pli-tv-kd5:1.25.2": "It remains unaffected, steady, and unshakeable, and he observes its disappearance. ",
  "pli-tv-kd5:1.25.3": "Even if he hears compelling sounds, ",
  "pli-tv-kd5:1.25.4": "smells compelling odors, ",
  "pli-tv-kd5:1.25.5": "tastes compelling flavors, ",
  "pli-tv-kd5:1.25.6": "touches compelling objects, ",
  "pli-tv-kd5:1.25.7": "or experiences compelling mental phenomena, his mind is not overpowered by them. ",
  "pli-tv-kd5:1.25.8": "It remains unaffected, steady, and unshakeable, and he observes its disappearance. ",
  "pli-tv-kd5:1.26.1": "It’s just like a granite mountain, a single, solid mass without cracks. It doesn’t shake or tremble when a powerful rainstorm arrives from any direction. ",
  "pli-tv-kd5:1.26.5": "The mind of the monk who is fully freed in this way is just like that. ",
  "pli-tv-kd5:1.27.1": "For one committed to renunciation ",
  "pli-tv-kd5:1.27.2": "And to seclusion of the mind, ",
  "pli-tv-kd5:1.27.3": "For one committed to harmlessness ",
  "pli-tv-kd5:1.27.4": "And to the end of grasping, ",
  "pli-tv-kd5:1.27.5": "For one committed to the end of craving ",
  "pli-tv-kd5:1.27.6": "And to clarity of mind, ",
  "pli-tv-kd5:1.27.7": "Having seen the arising of the senses, ",
  "pli-tv-kd5:1.27.8": "Their mind is fully freed. ",
  "pli-tv-kd5:1.27.9": "For one who is fully freed, ",
  "pli-tv-kd5:1.27.10": "The monastic with a peaceful mind, ",
  "pli-tv-kd5:1.27.11": "There is nothing to improve ",
  "pli-tv-kd5:1.27.12": "And nothing to be done. ",
  "pli-tv-kd5:1.27.13": "Just as a single, solid rock, ",
  "pli-tv-kd5:1.27.14": "Is unshaken by the wind, ",
  "pli-tv-kd5:1.27.15": "So too, all sights, and sounds, ",
  "pli-tv-kd5:1.27.16": "Smells, tastes, and touches, ",
  "pli-tv-kd5:1.27.17": "And mental objects, good or bad, ",
  "pli-tv-kd5:1.27.18": "Cannot move that kind of person. ",
  "pli-tv-kd5:1.27.19": "Their mind is free and steady, ",
  "pli-tv-kd5:1.27.20": "And they observe it as it disappears.” ",
  "pli-tv-kd5:1.28.0": "2. The prohibition against sandals with double-layered soles, etc. ",
  "pli-tv-kd5:1.28.1": "Then the Buddha addressed the monks: ",
  "pli-tv-kd5:1.28.2": "“It’s in this way that a gentleman declares perfect insight. The matter is spoken of, but the person isn’t mentioned. ",
  "pli-tv-kd5:1.28.3": "Still some foolish men here seem to declare perfect insight just for fun. Soon enough they experience distress.” ",
  "pli-tv-kd5:1.29.1": "The Buddha then said to Soṇa, ",
  "pli-tv-kd5:1.29.2": "“Soṇa, you were brought up in great comfort. ",
  "pli-tv-kd5:1.29.3": "I allow you to use sandals with single-layered soles.” ",
  "pli-tv-kd5:1.29.4": "“When I went forth into homelessness, Sir, I left behind eighty cartloads of gold coins and a troop of seven elephants. ",
  "pli-tv-kd5:1.29.5": "If I were to walk around in sandals with single-layered soles, some people would say, ‘Soṇa left all this behind when he went forth, ",
  "pli-tv-kd5:1.29.6": "and now he’s attached to sandals with single-layered soles.’ ",
  "pli-tv-kd5:1.30.1": "If you allow them to the Sangha of monks, I too will use them. ",
  "pli-tv-kd5:1.30.2": "If not, I won’t use them either.” ",
  "pli-tv-kd5:1.30.3": "The Buddha then gave a teaching and addressed the monks: ",
  "pli-tv-kd5:1.30.4": "“I allow sandals with single-layered soles. ",
  "pli-tv-kd5:1.30.5": "But you should not wear sandals with double-layered soles, ",
  "pli-tv-kd5:1.30.6": "with triple-layered soles, ",
  "pli-tv-kd5:1.30.7": "or with multi-layered soles. ",
  "pli-tv-kd5:1.30.8": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:2.1.0": "3. The prohibition against what is entirely blue, etc. ",
  "pli-tv-kd5:2.1.1": "Soon afterwards the monks from the group of six wore entirely blue sandals, ",
  "pli-tv-kd5:2.1.2": "entirely yellow sandals, ",
  "pli-tv-kd5:2.1.3": "entirely red sandals, ",
  "pli-tv-kd5:2.1.4": "entirely magenta sandals, ",
  "pli-tv-kd5:2.1.5": "entirely black sandals, ",
  "pli-tv-kd5:2.1.6": "entirely orange sandals, ",
  "pli-tv-kd5:2.1.7": "and entirely beige sandals. ",
  "pli-tv-kd5:2.1.8": "People complained and criticized them, ",
  "pli-tv-kd5:2.1.9": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd5:2.1.10": "They told the Buddha. ",
  "pli-tv-kd5:2.1.11": "“You should not wear sandals that are entirely blue, ",
  "pli-tv-kd5:2.1.12": "entirely yellow, entirely red, entirely magenta, entirely black, entirely orange, or entirely beige. ",
  "pli-tv-kd5:2.1.13": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:2.2.1": "At that time the monks from the group of six wore sandals with blue straps, ",
  "pli-tv-kd5:2.2.2": "yellow straps, red straps, magenta straps, black straps, orange straps, and beige straps. ",
  "pli-tv-kd5:2.2.3": "People complained and criticized them, ",
  "pli-tv-kd5:2.2.4": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd5:2.2.6": "“You should not wear sandals with blue straps, yellow straps, red straps, magenta straps, black straps, orange straps, or beige straps. ",
  "pli-tv-kd5:2.2.7": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:2.3.1": "At that time the monks from the group of six wore sandals containing leather, enclosing the shin and the foot, covering the foot, stuffed with cotton, looking like partridge feathers, having strap fasteners made of ram horn, having strap fasteners made of goat horn, decorated with scorpion claws, decorated with a peacock’s tail feather, and decorated in various ways. ",
  "pli-tv-kd5:2.3.2": "People complained and criticized them, ",
  "pli-tv-kd5:2.3.3": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd5:2.3.5": "“You should not wear sandals containing leather, ",
  "pli-tv-kd5:2.3.6": "enclosing the shin and the foot, covering the foot, stuffed with cotton, looking like partridge feathers, having straps fastened with ram horn, having straps fastened with goat horn, having straps like scorpion claws, decorated with a peacock’s tail feather, or decorated in various ways. ",
  "pli-tv-kd5:2.3.7": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:2.4.1": "At that time the monks from the group of six wore sandals decorated with lionskin, tiger skin, leopard skin, deerskin, otter skin, cat skin, squirrel skin, and bat skin. ",
  "pli-tv-kd5:2.4.2": "People complained and criticized them, ",
  "pli-tv-kd5:2.4.3": "“They are just like householders who indulge in worldly pleasures! ",
  "pli-tv-kd5:2.4.5": "“You should not wear sandals decorated with lionskin, ",
  "pli-tv-kd5:2.4.6": "tiger skin, leopard skin, deerskin, otter skin, cat skin, squirrel skin, or bat skin. ",
  "pli-tv-kd5:2.4.7": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:3.1.0": "4. The allowance for second-hand sandals with multi-layered soles ",
  "pli-tv-kd5:3.1.1": "One morning the Buddha robed up, took his bowl and robe, and entered Rājagaha for almsfood together with an attendant monk. ",
  "pli-tv-kd5:3.1.2": "As the attendant followed behind the Buddha, he was limping. ",
  "pli-tv-kd5:3.1.3": "A certain lay follower wearing sandals with multi-layered soles saw the Buddha coming. ",
  "pli-tv-kd5:3.1.4": "He removed his sandals, approached the Buddha, and bowed. ",
  "pli-tv-kd5:3.1.5": "He then bowed to the attendant monk and asked him, ",
  "pli-tv-kd5:3.2.1": "“Venerable, why are you limping?” ",
  "pli-tv-kd5:3.2.2": "“Because my feet are cracked.” ",
  "pli-tv-kd5:3.2.3": "“Well then, take these sandals.” ",
  "pli-tv-kd5:3.2.4": "“Thanks, but the Buddha has prohibited sandals with multi-layered soles.” ",
  "pli-tv-kd5:3.2.5": "But the Buddha said, “Please take the sandals.” ",
  "pli-tv-kd5:3.2.6": "Soon afterwards the Buddha gave a Dhamma talk and addressed the monks: ",
  "pli-tv-kd5:3.2.7": "“I allow second-hand sandals with multi-layered soles. ",
  "pli-tv-kd5:3.2.8": "But you should not wear new sandals with multi-layered soles. ",
  "pli-tv-kd5:3.2.9": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:4.1.0": "5. The prohibition against sandals inside a monastery ",
  "pli-tv-kd5:4.1.1": "On one occasion the Buddha was doing walking meditation outside without sandals. ",
  "pli-tv-kd5:4.1.3": "The senior monks followed his example, ",
  "pli-tv-kd5:4.1.4": "but not the monks from the group of six. ",
  "pli-tv-kd5:4.1.5": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd5:4.1.6": "“How can the monks from the group of six do walking meditation with their sandals on when the Teacher and the senior monks do it without?” ",
  "pli-tv-kd5:4.2.1": "They told the Buddha. … ",
  "pli-tv-kd5:4.2.2": "“Is it true, monks, that the monks from the group of six do this?” ",
  "pli-tv-kd5:4.2.3": "“It’s true, Sir.” ",
  "pli-tv-kd5:4.2.4": "The Buddha rebuked them … ",
  "pli-tv-kd5:4.2.5": "“How can those foolish men do walking meditation with their sandals on when the Teacher and the senior monks do it without? ",
  "pli-tv-kd5:4.2.6": "Even the householders who wear white are respectful and deferential toward their teachers for teaching them the profession by which they make a living. ",
  "pli-tv-kd5:4.3.1": "And you who have gone forth on such a well-proclaimed spiritual path will shine if you’re respectful and deferential toward your teachers, your preceptors, or those of an equivalent standing. ",
  "pli-tv-kd5:4.3.2": "This will affect people’s confidence …” ",
  "pli-tv-kd5:4.3.3": "After rebuking them … ",
  "pli-tv-kd5:4.3.4": "the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd5:4.3.5": "“You should not do walking meditation with your sandals on when your teachers, your preceptors, or those of equivalent standing do it without. ",
  "pli-tv-kd5:4.3.6": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd5:4.3.7": "And you should not wear sandals within a monastery. ",
  "pli-tv-kd5:4.3.8": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:5.1.1": "Soon afterwards a certain monk was afflicted with a corn on his foot. ",
  "pli-tv-kd5:5.1.2": "The monks had to hold him while he urinated and defecated. ",
  "pli-tv-kd5:5.1.3": "Just then, as the Buddha was walking about the dwellings, he saw this. He went up to those monks and said to them, ",
  "pli-tv-kd5:5.2.1": "“What illness does this monk have?” ",
  "pli-tv-kd5:5.2.2": "“He has a corn on his foot, Sir. ",
  "pli-tv-kd5:5.2.3": "That’s why we do this for him.” ",
  "pli-tv-kd5:5.2.4": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd5:5.2.5": "“I allow you to wear sandals if your feet are painful or cracked, or you have a corn on your foot.” ",
  "pli-tv-kd5:6.1.1": "Then the monks made use of the beds and benches with dirty feet. ",
  "pli-tv-kd5:6.1.2": "Their robes and the furniture were soiled. ",
  "pli-tv-kd5:6.1.4": "“When you know that you are about to make use of a bed or bench, I allow you to wear sandals.” ",
  "pli-tv-kd5:6.2.1": "Then, when the monks were walking to the observance hall or to a meeting in the dark of night, they stepped on stumps and thorns, hurting their feet. ",
  "pli-tv-kd5:6.2.3": "“I allow you to wear sandals within a monastery, and also to use a torch, a lamp, and a walking stick.” ",
  "pli-tv-kd5:6.3.0": "6. The prohibition against wooden shoes, etc. ",
  "pli-tv-kd5:6.3.1": "At one time the monks from the group of six got up early in the morning, put on wooden shoes, and walked back and forth outside, making a loud clacking noise. And they talked about all sorts of pointless things: ",
  "pli-tv-kd5:6.3.2": "about kings, gangsters, and officials; about armies, dangers, and battles; about food, drink, clothes, and beds; about garlands and perfumes; about relatives, vehicles, villages, towns, and countries; about women and heroes; gossip; about the departed; about various trivialities; about the world and the sea; about being this or that. ",
  "pli-tv-kd5:6.3.3": "They stepped on and killed insects, and they roused the monks from the stillness of meditation. ",
  "pli-tv-kd5:6.4.1": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd5:6.4.2": "“How can the monks from the group of six act like this?” ",
  "pli-tv-kd5:6.4.5": "They told the Buddha. … ",
  "pli-tv-kd5:6.4.6": "“Is it true, monks, that the monks from the group of six are acting like this?” ",
  "pli-tv-kd5:6.4.9": "“It’s true, Sir.” … ",
  "pli-tv-kd5:6.4.10": "After rebuking them … ",
  "pli-tv-kd5:6.4.11": "the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd5:6.4.12": "“You should not wear wooden shoes. ",
  "pli-tv-kd5:6.4.13": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:7.1.1": "When the Buddha had stayed at Rājagaha for as long as he liked, he set out wandering toward Benares. ",
  "pli-tv-kd5:7.1.2": "When he eventually arrived, ",
  "pli-tv-kd5:7.1.3": "he stayed in the deer park at Isipatana. ",
  "pli-tv-kd5:7.1.4": "When the monks from the group of six heard that ",
  "pli-tv-kd5:7.1.5": "the Buddha had prohibited wooden shoes, ",
  "pli-tv-kd5:7.1.6": "they had cuttings made from young palm trees and wore shoes made of palm leaves. ",
  "pli-tv-kd5:7.1.7": "The trees withered. ",
  "pli-tv-kd5:7.1.8": "People complained and criticized them, ",
  "pli-tv-kd5:7.1.9": "“How can the Sakyan monastics act like this? ",
  "pli-tv-kd5:7.1.11": "They are harming one-sensed life.” ",
  "pli-tv-kd5:7.2.1": "The monks heard the complaints of those people ",
  "pli-tv-kd5:7.2.2": "and they told the Buddha. … ",
  "pli-tv-kd5:7.2.3": "“Is it true, monks, that the monks from the group of six are acting like this?” ",
  "pli-tv-kd5:7.2.5": "“It’s true, Sir.” ",
  "pli-tv-kd5:7.2.6": "The Buddha rebuked them … ",
  "pli-tv-kd5:7.2.7": "“How can those foolish men have cuttings made from young palm trees and wear shoes made of palm leaves, ",
  "pli-tv-kd5:7.2.8": "with the trees withering as a consequence? ",
  "pli-tv-kd5:7.2.9": "People regard trees as conscious. ",
  "pli-tv-kd5:7.2.10": "This will affect people’s confidence …” ",
  "pli-tv-kd5:7.2.11": "After rebuking them … ",
  "pli-tv-kd5:7.2.12": "the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd5:7.2.13": "“You should not wear shoes made of palm leaves. ",
  "pli-tv-kd5:7.2.14": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:7.3.1": "When they heard that ",
  "pli-tv-kd5:7.3.2": "the Buddha had prohibited shoes made of palm leaves, ",
  "pli-tv-kd5:7.3.3": "the monks from the group of six had cuttings made from young bamboo and wore shoes made of bamboo leaves. ",
  "pli-tv-kd5:7.3.4": "The bamboo withered. ",
  "pli-tv-kd5:7.3.5": "People complained and criticized them, ",
  "pli-tv-kd5:7.3.6": "“How can the Sakyan monastics act like this? ",
  "pli-tv-kd5:7.3.8": "They are harming one-sensed life.” ",
  "pli-tv-kd5:7.3.9": "The monks heard the complaints of those people ",
  "pli-tv-kd5:7.3.10": "and they told the Buddha. … ",
  "pli-tv-kd5:7.3.11": "“… People regard trees as conscious … ",
  "pli-tv-kd5:7.3.12": "You should not wear shoes made of bamboo leaves. ",
  "pli-tv-kd5:7.3.13": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:8.1.1": "When the Buddha had stayed at Benares for as long as he liked, he set out wandering toward Bhaddiya. ",
  "pli-tv-kd5:8.1.2": "When he eventually arrived, ",
  "pli-tv-kd5:8.1.3": "he stayed in the Jātiyā Grove. ",
  "pli-tv-kd5:8.1.4": "At that time the monks in Bhaddiya were fond of various kinds of nice shoes. They made shoes of grass, reed, the leaves of the fishtail palm, and wool, and they had them made. As a consequence, they neglected recitation, questioning, the higher morality, the higher mind, and the higher wisdom. ",
  "pli-tv-kd5:8.2.1": "The monks of few desires complained and criticized them, ",
  "pli-tv-kd5:8.2.2": "“How can the monks in Bhaddiya do this?” ",
  "pli-tv-kd5:8.2.3": "They told the Buddha. … ",
  "pli-tv-kd5:8.2.4": "“Is it true, monks, that the monks in Bhaddiya do this?” ",
  "pli-tv-kd5:8.2.6": "“It’s true, Sir.” ",
  "pli-tv-kd5:8.2.7": "The Buddha rebuked them … ",
  "pli-tv-kd5:8.2.8": "“How can those foolish men be fond of various kinds of nice shoes … ",
  "pli-tv-kd5:8.2.9": "and neglect recitation, questioning, the higher morality, the higher mind, and the higher wisdom? ",
  "pli-tv-kd5:8.3.1": "This will affect people’s confidence …” ",
  "pli-tv-kd5:8.3.2": "After rebuking them … ",
  "pli-tv-kd5:8.3.3": "the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd5:8.3.4": "“You should not wear shoes made of grass, reed, the leaves of the fishtail palm, or wool; or shoes made with gold, silver, gems, beryl, crystal, bronze, glass, tin, lead, or copper. ",
  "pli-tv-kd5:8.3.5": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd5:8.3.6": "And you should not use shoes. ",
  "pli-tv-kd5:8.3.7": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd5:8.3.8": "I allow three kinds of foot-stands that are fixed in place and immobile: ",
  "pli-tv-kd5:8.3.9": "foot-stands for defecating, foot-stands for urinating, and foot-stands for restroom rinsing.” ",
  "pli-tv-kd5:9.1.1": "When the Buddha had stayed at Bhaddiya for as long as he liked, he set out wandering toward Sāvatthī. ",
  "pli-tv-kd5:9.1.2": "When he eventually arrived, ",
  "pli-tv-kd5:9.1.3": "he stayed in the Jeta Grove, Anāthapiṇḍika’s Monastery. ",
  "pli-tv-kd5:9.1.4": "At this time, the monks from the group of six would grab cattle as they were crossing the Aciravatī river—by the horns, the ears, the neck, and the tail—and they would mounted their backs and, motivated by lust, would touch their genitals. They even killed a calf by submerging it. ",
  "pli-tv-kd5:9.2.1": "People complained and criticized them, ",
  "pli-tv-kd5:9.2.2": "“How can the Sakyan monastics act like this? ",
  "pli-tv-kd5:9.2.3": "They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd5:9.2.4": "The monks heard the complaints of those people ",
  "pli-tv-kd5:9.2.5": "and they told the Buddha. … ",
  "pli-tv-kd5:9.2.6": "“Is it true, monks …” ",
  "pli-tv-kd5:9.3.1": "“It’s true, Sir.” … ",
  "pli-tv-kd5:9.3.2": "After rebuking them … ",
  "pli-tv-kd5:9.3.3": "the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd5:9.3.4": "“You should not grab cattle by the horns, the ears, the neck, or the tail, and you should not mount their backs. ",
  "pli-tv-kd5:9.3.5": "If you do mount their backs, you commit an offense of wrong conduct. ",
  "pli-tv-kd5:9.3.6": "And you should not touch their genitals motivated by lust. ",
  "pli-tv-kd5:9.3.7": "If you do, you commit a serious offense. ",
  "pli-tv-kd5:9.3.8": "And you should not kill a calf. ",
  "pli-tv-kd5:9.3.9": "If you do, you should be dealt with according to the rule.” ",
  "pli-tv-kd5:9.4.0": "7. The prohibition against vehicles, etc. ",
  "pli-tv-kd5:9.4.1": "At that time the monks from the group of six traveled in vehicles, sometimes pulled by a female animal with a man driving, at other times pulled by a male animal with a woman driving. ",
  "pli-tv-kd5:9.4.2": "People complained and criticized them, ",
  "pli-tv-kd5:9.4.3": "“It’s as if they’re at the Ganges festival.” ",
  "pli-tv-kd5:9.4.4": "They told the Buddha. ",
  "pli-tv-kd5:9.4.5": "“You should not travel in a vehicle. ",
  "pli-tv-kd5:9.4.6": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:10.1.1": "Soon afterwards a monk who was traveling through the Kosalan country on his way to visit the Buddha at Sāvatthī became sick. ",
  "pli-tv-kd5:10.1.2": "He stepped off the path and sat down at the foot of a tree. ",
  "pli-tv-kd5:10.1.3": "People saw him and said to him, ",
  "pli-tv-kd5:10.1.4": "“Venerable, where are you going?” ",
  "pli-tv-kd5:10.1.5": "“I’m going to Sāvatthī to visit the Buddha.” ",
  "pli-tv-kd5:10.2.1": "“Please come with us.” ",
  "pli-tv-kd5:10.2.2": "“I can’t. I’m sick.” ",
  "pli-tv-kd5:10.2.3": "“Then please come inside the vehicle.” ",
  "pli-tv-kd5:10.2.4": "“Thank you, but the Buddha has prohibited us from traveling in vehicles.” Because he was afraid of wrongdoing, he did not accept. ",
  "pli-tv-kd5:10.2.5": "When he arrived at Sāvatthī, he told the monks what had happened. ",
  "pli-tv-kd5:10.2.6": "They in turn told the Buddha, who said, ",
  "pli-tv-kd5:10.2.7": "“I allow a vehicle when you’re sick.” ",
  "pli-tv-kd5:10.3.1": "The monks thought, ",
  "pli-tv-kd5:10.3.2": "“Pulled by a female or by a male?” ",
  "pli-tv-kd5:10.3.4": "“I allow a rickshaw pulled by men.” ",
  "pli-tv-kd5:10.3.5": "Soon afterwards a certain monk was even more uncomfortable when jolted around in a vehicle. ",
  "pli-tv-kd5:10.3.7": "“I allow a palanquin and a litter.” ",
  "pli-tv-kd5:10.4.0": "8. The prohibition against high and luxurious beds ",
  "pli-tv-kd5:10.4.1": "At that time the monks from the group of six used high and luxurious beds, such as: ",
  "pli-tv-kd5:10.4.2": "a high couch, a luxurious couch, a long-fleeced woolen rug, a multi-colored woolen rug, a white woolen rug, a red woolen rug, a quilt filled with cotton down, a woolen rug decorated with the images of wild animals, a woolen rug with long fleece on one side, a woolen rug with long fleece on both sides, a sheet of silk embroidered with gems, a silken sheet, a woolen rug like a dancers’, an elephant-back rug, a horse-back rug, a carriage-seat rug, a rug made of black antelope hide, an excellent sheet made of <i lang='pi' translate='no'>kadalī</i>-deer hide, a bed with a canopy, a bed with red cushions at each end. ",
  "pli-tv-kd5:10.4.3": "When people walking about the dwellings saw this, they complained and criticized them, ",
  "pli-tv-kd5:10.4.4": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd5:10.4.5": "They told the Buddha. ",
  "pli-tv-kd5:10.5.1": "“You should not use high and luxurious beds, such as: ",
  "pli-tv-kd5:10.5.2": "a high couch, a luxurious couch, a long-fleeced woolen rug, a multi-colored woolen rug, a white woolen rug, a red woolen rug, a quilt filled with cotton down, a woolen rug decorated with the images of wild animals, a woolen rug with long fleece on one side, a woolen rug with long fleece on both sides, a sheet of silk embroidered with gems, a silken sheet, a woolen rug like a dancers’, an elephant-back rug, a horse-back rug, a carriage-seat rug, a rug made of black antelope hide, an excellent sheet made of <i lang='pi' translate='no'>kadalī</i>-deer hide, a bed with a canopy, or a bed with red cushions at each end. ",
  "pli-tv-kd5:10.5.3": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:10.6.0": "9. The prohibition against all skins ",
  "pli-tv-kd5:10.6.1": "Soon afterwards when the monks from the group of six heard that ",
  "pli-tv-kd5:10.6.2": "the Buddha had prohibited high and luxurious beds, ",
  "pli-tv-kd5:10.6.3": "they used luxurious skins: lionskins, tiger skins, and leopard skins. ",
  "pli-tv-kd5:10.6.4": "They cut them to fit their beds and benches, and used them both there and elsewhere. ",
  "pli-tv-kd5:10.6.5": "When people walking about the dwellings saw this, they complained and criticized them, ",
  "pli-tv-kd5:10.6.6": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd5:10.6.7": "They told the Buddha. ",
  "pli-tv-kd5:10.6.8": "“You should not use luxurious skins: lionskins, tiger skins, or leopard skins. ",
  "pli-tv-kd5:10.6.9": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:10.7.1": "Soon afterwards when the monks from the group of six heard that ",
  "pli-tv-kd5:10.7.2": "the Buddha had prohibited luxurious skins, ",
  "pli-tv-kd5:10.7.3": "they used cattle hides. ",
  "pli-tv-kd5:10.7.4": "They cut them to fit their beds and benches, and used them both there and elsewhere. ",
  "pli-tv-kd5:10.7.5": "At this time a certain bad monk was associating with the family of a bad lay follower. ",
  "pli-tv-kd5:10.7.6": "One morning that monk robed up, took his bowl and robe, and went to that lay follower’s house, where he sat down on the prepared seat. ",
  "pli-tv-kd5:10.7.7": "The lay follower approached the monk, bowed, and sat down. ",
  "pli-tv-kd5:10.8.1": "At that time that lay follower had a beautiful young calf with variegated hide, just like a young leopard. ",
  "pli-tv-kd5:10.8.2": "When the bad monk stared at that calf, ",
  "pli-tv-kd5:10.8.3": "the lay follower asked him why. ",
  "pli-tv-kd5:10.8.5": "He replied, “I need the skin of that calf.” ",
  "pli-tv-kd5:10.8.6": "The bad lay follower then slaughtered the calf, skinned it, and gave the skin to the bad monk. ",
  "pli-tv-kd5:10.8.7": "The monk hid the skin under his upper robe and left. ",
  "pli-tv-kd5:10.9.1": "The mother-cow, longing for her calf, followed behind him. ",
  "pli-tv-kd5:10.9.2": "When the monks asked him ",
  "pli-tv-kd5:10.9.3": "why, ",
  "pli-tv-kd5:10.9.4": "he said he did not know. ",
  "pli-tv-kd5:10.9.5": "But his upper robe was smeared with blood, ",
  "pli-tv-kd5:10.9.6": "and so they said, ",
  "pli-tv-kd5:10.9.7": "“What happened to your upper robe?” ",
  "pli-tv-kd5:10.9.8": "When he told them what had happened, ",
  "pli-tv-kd5:10.9.9": "they said, “So did you encourage someone to kill?” ",
  "pli-tv-kd5:10.9.10": "“Yes.” ",
  "pli-tv-kd5:10.9.11": "The monks of few desires complained and criticized him, ",
  "pli-tv-kd5:10.9.12": "“How can a monk encourage someone to kill? Hasn’t the Buddha in many ways criticized killing and praised the abstention from killing?” ",
  "pli-tv-kd5:10.9.13": "They then told the Buddha. ",
  "pli-tv-kd5:10.10.1": "Soon afterwards the Buddha had the Sangha gathered and questioned that bad monk: ",
  "pli-tv-kd5:10.10.2": "“Is it true, monk, that you encouraged someone to kill?” ",
  "pli-tv-kd5:10.10.3": "“It’s true, Sir.” … ",
  "pli-tv-kd5:10.10.4": "“Foolish man, how can you encourage someone to kill? Haven’t I in many ways criticized killing and praised the abstention from killing? ",
  "pli-tv-kd5:10.10.5": "This will affect people’s confidence …” ",
  "pli-tv-kd5:10.10.6": "After rebuking him, the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd5:10.10.7": "“You should not make others kill. ",
  "pli-tv-kd5:10.10.8": "If you do, you should be dealt with according to the rule. ",
  "pli-tv-kd5:10.10.9": "And you should not use cattle hide. ",
  "pli-tv-kd5:10.10.10": "If you do, you commit an offense of wrong conduct. ",
  "pli-tv-kd5:10.10.11": "And you should not use any kind of skin. ",
  "pli-tv-kd5:10.10.12": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:11.1.0": "10. The allowance regarding the belongings of a householder, etc. ",
  "pli-tv-kd5:11.1.1": "At that time people’s beds and benches were upholstered and covered with skin. ",
  "pli-tv-kd5:11.1.2": "Being afraid of wrongdoing, the monks did not sit on them. ",
  "pli-tv-kd5:11.1.4": "“I allow you to sit down on what belongs to a householder, but not to lie down on it.” ",
  "pli-tv-kd5:11.1.5": "The dwellings were held together by straps of leather. ",
  "pli-tv-kd5:11.1.6": "Being afraid of wrongdoing, the monks did not sit down. ",
  "pli-tv-kd5:11.1.8": "“I allow you to sit down against a mere binding made of skin.” ",
  "pli-tv-kd5:12.1.1": "At that time the monks from the group of six entered the village wearing sandals. ",
  "pli-tv-kd5:12.1.2": "People complained and criticized them, ",
  "pli-tv-kd5:12.1.3": "“They are just like householders who indulge in worldly pleasures!” ",
  "pli-tv-kd5:12.1.4": "They told the Buddha. ",
  "pli-tv-kd5:12.1.5": "“You should not enter the village wearing sandals. ",
  "pli-tv-kd5:12.1.6": "If you do, you commit an offense of wrong conduct.” ",
  "pli-tv-kd5:12.1.7": "Soon afterwards a certain sick monk was unable to go to the village without sandals. ",
  "pli-tv-kd5:12.1.9": "“I allow sick monks to enter the village wearing sandals.” ",
  "pli-tv-kd5:13.1.0": "11. The account of Soṇa Kuṭikaṇṇa ",
  "pli-tv-kd5:13.1.1": "At one time Venerable Mahākaccāna was staying in Avantī on Papataka Hill at Kuraraghara. ",
  "pli-tv-kd5:13.1.2": "At that time the lay follower Soṇa Kuṭikaṇṇa was his supporter. ",
  "pli-tv-kd5:13.1.3": "On one occasion Soṇa went to Mahākaccāna, bowed, sat down, ",
  "pli-tv-kd5:13.1.4": "and said, ",
  "pli-tv-kd5:13.1.5": "“Venerable, the way I understand your teaching, it’s not easy for one who lives at home to lead the spiritual life perfectly complete and pure as a polished conch shell. ",
  "pli-tv-kd5:13.1.6": "I wish to cut off my hair and beard, put on the ocher robes, and go forth into homelessness. ",
  "pli-tv-kd5:13.1.7": "Please give me the going forth.” ",
  "pli-tv-kd5:13.2.1": "“It’s difficult, Soṇa, to live the spiritual life all one’s life, eating one meal a day and sleeping by oneself. ",
  "pli-tv-kd5:13.2.2": "So follow the Buddhas’ instruction while remaining as a householder. At suitable times you can eat one meal a day, sleep by yourself, and abstain from sexuality.” ",
  "pli-tv-kd5:13.2.3": "As a result, Soṇa’s intention to go forth died down. ",
  "pli-tv-kd5:13.2.4": "A second time Soṇa asked Mahākaccāna for the going forth, but got the same response. ",
  "pli-tv-kd5:13.2.5": "A third time he asked for the going forth ",
  "pli-tv-kd5:13.2.10": "and Mahākaccāna finally relented. ",
  "pli-tv-kd5:13.2.11": "At that time in the southern region of Avantī, there were few monks. ",
  "pli-tv-kd5:13.2.12": "Only after three years, with much trouble and difficulty, was Mahākaccāna able to gather a sangha of ten monks from here and there to give the full ordination to Venerable Soṇa. ",
  "pli-tv-kd5:13.3.0": "12. The making known of the five favors for Mahākaccāna ",
  "pli-tv-kd5:13.3.1": "After completing the rainy-season residence, Soṇa was reflecting in private: ",
  "pli-tv-kd5:13.3.2": "“I’ve heard that the Buddha is like this and like that, but I haven’t seen this for myself. If my preceptor allows me, I shall go and visit the Buddha, the Perfected One, the fully Awakened One.” ",
  "pli-tv-kd5:13.3.3": "Coming out from seclusion, Soṇa went to Mahākaccāna, bowed, sat down, ",
  "pli-tv-kd5:13.4.1": "and told him what he had thought. ",
  "pli-tv-kd5:13.4.2": "",
  "pli-tv-kd5:13.4.5": "Mahākaccāna said, “Well thought, Soṇa! ",
  "pli-tv-kd5:13.4.6": "Please go and visit the Buddha, the Perfected and fully Awakened One. ",
  "pli-tv-kd5:13.5.1": "You will see someone who is pleasing to the eye and inspiring confidence; who is peaceful in mind and faculties; who is attained to the supreme subduing and calm; who is tamed, guarded, and restrained in his senses—a great being. ",
  "pli-tv-kd5:13.5.2": "Then, Soṇa, in my name, pay respect with your head at the Buddha’s feet and say, ‘ ",
  "pli-tv-kd5:13.5.3": "Venerable Sir, my preceptor, Venerable Mahākaccāna, pays respect with his head at the Buddha’s feet.’ ",
  "pli-tv-kd5:13.5.4": "And then say this: ",
  "pli-tv-kd5:13.5.5": "‘In the southern region of Avantī, Sir, there are few monks. Only after three years, with much trouble and difficulty, was it possible to gather a sangha of ten monks from here and there to give me the full ordination. ",
  "pli-tv-kd5:13.5.6": "Would the Buddha allow a smaller group of monks to give the full ordination in Avantī? ",
  "pli-tv-kd5:13.6.1": "In Avantī the ground is dark and hard, made rough by the hooves of cattle. ",
  "pli-tv-kd5:13.6.2": "Would the Buddha allow sandals with multi-layered soles in Avantī? ",
  "pli-tv-kd5:13.6.3": "In Avantī people value bathing and cleanliness. ",
  "pli-tv-kd5:13.6.4": "Would the Buddha allow unrestricted bathing in Avantī? ",
  "pli-tv-kd5:13.6.5": "In Avantī sheepskins, goatskins, and deerskins are used as rugs, ",
  "pli-tv-kd5:13.6.6": "just as <i lang='pi' translate='no'>eragu</i> grass, chaff-flower grass, <i lang='pi' translate='no'>majjāru</i> grass, and <i lang='pi' translate='no'>jantu</i> grass are used in the central Ganges plain. ",
  "pli-tv-kd5:13.6.8": "Would the Buddha allow sheepskins, goatskins, and deerskins as rugs in Avantī? ",
  "pli-tv-kd5:13.7.1": "At present people give robe-cloth to monks who are outside the monastery zone, saying, ",
  "pli-tv-kd5:13.7.2": "“We give this robe-cloth to so-and-so.” ",
  "pli-tv-kd5:13.7.3": "When those monks return to the monastery, they are told, ",
  "pli-tv-kd5:13.7.4": "“Such-and-such people have given you robe-cloth.” But being afraid of wrongdoing, they don’t accept, thinking, ",
  "pli-tv-kd5:13.7.5": "“We might commit an offense entailing relinquishment.” ",
  "pli-tv-kd5:13.7.6": "Would the Buddha point out a way to deal with robe-cloth?’” ",
  "pli-tv-kd5:13.7.7": "Soṇa replied, “Yes, Sir.” ",
  "pli-tv-kd5:13.7.8": "He got up from his seat, bowed down, and circumambulated Mahākāccāna with his right side toward him. He then put his dwelling in order, took his bowl and robe, and set out for Sāvatthī. ",
  "pli-tv-kd5:13.8.1": "When he eventually arrived, he went to the Jeta Grove, Anāthapiṇḍika’s Monastery, where he approached the Buddha, bowed, and sat down. ",
  "pli-tv-kd5:13.8.2": "The Buddha said to Venerable Ānanda, ",
  "pli-tv-kd5:13.8.3": "“Ānanda, please prepare a resting place for this newly arrived monk.” ",
  "pli-tv-kd5:13.8.4": "Ānanda thought, ",
  "pli-tv-kd5:13.8.5": "“When the Buddha says this, it means he wishes to stay in the same dwelling as Venerable Soṇa.” ",
  "pli-tv-kd5:13.8.6": "And he prepared a resting place for Soṇa in the Buddha’s dwelling. ",
  "pli-tv-kd5:13.9.1": "Then, after spending much of the night outside, the Buddha entered the dwelling, ",
  "pli-tv-kd5:13.9.2": "as did Soṇa. ",
  "pli-tv-kd5:13.9.3": "Rising early in the morning, the Buddha said to Soṇa, ",
  "pli-tv-kd5:13.9.4": "“Recite a teaching, monk.” ",
  "pli-tv-kd5:13.9.5": "Saying, “Yes, Sir,” he chanted the entire Chapter of Eights. ",
  "pli-tv-kd5:13.9.6": "When he was finished, the Buddha said, ",
  "pli-tv-kd5:13.9.7": "“Well done, Soṇa, well done. ",
  "pli-tv-kd5:13.9.8": "You have learned the Chapter Eights well. You have remembered it well. ",
  "pli-tv-kd5:13.9.9": "And you have a good voice—it’s clear, articulate, and gets the meaning across. ",
  "pli-tv-kd5:13.9.10": "How long have you been a monk?” ",
  "pli-tv-kd5:13.9.11": "“One year, Sir.” ",
  "pli-tv-kd5:13.10.1": "“But why did it take you so long to go forth?” ",
  "pli-tv-kd5:13.10.2": "“Well, I have long seen the danger in worldly pleasures. Still, because household life is crowded and busy, I was not able to leave.” ",
  "pli-tv-kd5:13.10.3": "Seeing the significance of this, the Buddha uttered a heartfelt exclamation: ",
  "pli-tv-kd5:13.10.4": "“Having seen the danger in the world, ",
  "pli-tv-kd5:13.10.5": "Knowing the Truth beyond ownership, ",
  "pli-tv-kd5:13.10.6": "The noble one doesn’t delight in the bad; ",
  "pli-tv-kd5:13.10.7": "In the bad, the pure one doesn’t delight.” ",
  "pli-tv-kd5:13.11.1": "Soṇa thought, ",
  "pli-tv-kd5:13.11.2": "“The Buddha approves of me! This is the time to bring up what my preceptor said.” ",
  "pli-tv-kd5:13.11.3": "He got up from his seat, put his upper robe over one shoulder, bowed down at the Buddha’s feet, and said, ",
  "pli-tv-kd5:13.11.4": "“Sir, my preceptor, Venerable Mahākaccāna, pays respect with his head at the Buddha’s feet.” He then repeated everything Mahākaccāna had asked him to say. ",
  "pli-tv-kd5:13.11.20": "Soon afterwards the Buddha gave a teaching and addressed the monks: ",
  "pli-tv-kd5:13.11.21": "“In the southern region of Avantī there are few monks. ",
  "pli-tv-kd5:13.11.22": "In all outlying countries, I allow the full ordination to be given by a group of five, including one expert on the Monastic Law. ",
  "pli-tv-kd5:13.12.1": "In this regard, the following are the outlying countries: ",
  "pli-tv-kd5:13.12.2": "In the eastern direction there is a town called <i lang='pi' translate='no'>Gajaṅgala</i>, with another town called <i lang='pi' translate='no'>Mahāsālā</i> just after it. Beyond it are the outlying countries. On the near side of it are the middle countries. ",
  "pli-tv-kd5:13.12.3": "In the south-eastern direction there is a river called <i lang='pi' translate='no'>Sallavatī</i>. Beyond it are the outlying countries. On the near side of it are the middle countries. ",
  "pli-tv-kd5:13.12.4": "In the southern direction there is a town called <i lang='pi' translate='no'>Setakaṇṇika</i>. Beyond it are the outlying countries. On the near side of it are the middle countries. ",
  "pli-tv-kd5:13.12.5": "In the western direction there is a brahmin village called <i lang='pi' translate='no'>Thūṇa</i>. Beyond it are the outlying countries. On the near side of it are the middle countries. ",
  "pli-tv-kd5:13.12.6": "In the northern direction there is a mountain called <i lang='pi' translate='no'>Usīraddhaja</i>. Beyond it are the outlying countries. On the near side of it are the middle countries. ",
  "pli-tv-kd5:13.13.1": "In Avantī the ground is dark and hard, made rough by the hooves of cattle. ",
  "pli-tv-kd5:13.13.2": "In all outlying countries, I allow sandals with multi-layered soles. ",
  "pli-tv-kd5:13.13.3": "In Avantī people value bathing and cleanliness. ",
  "pli-tv-kd5:13.13.4": "In all outlying countries, I allow unrestricted bathing. ",
  "pli-tv-kd5:13.13.5": "In Avantī sheepskins, goatskins, and deerskins are used as rugs, ",
  "pli-tv-kd5:13.13.6": "just as <i lang='pi' translate='no'>eragu</i> grass, chaff-flower grass, <i lang='pi' translate='no'>majjāru</i> grass, and <i lang='pi' translate='no'>jantu</i> grass are used in the central Ganges plain. ",
  "pli-tv-kd5:13.13.8": "In all outlying countries, I allow rugs of sheepskin, goatskin, and deerskin. ",
  "pli-tv-kd5:13.13.9": "And it may be that people give robe-cloth to monks who are outside the monastery zone, saying, ",
  "pli-tv-kd5:13.13.10": "‘We give this robe-cloth to so-and-so.’ ",
  "pli-tv-kd5:13.13.11": "I allow you to accept it and not start counting the days until you receive it in your hands.” ",
  "pli-tv-kd5:13.13.12": "The fifth chapter on skins is finished. ",
  "pli-tv-kd5:13.13.13": "This is the summary: ",
  "pli-tv-kd5:13.13.14": "“The King of Magadha and Soṇa, ",
  "pli-tv-kd5:13.13.15": "Eighty thousand chiefs; ",
  "pli-tv-kd5:13.13.16": "Sāgata on the Vulture Peak, ",
  "pli-tv-kd5:13.13.17": "Showed much that was super-human. ",
  "pli-tv-kd5:13.13.18": "Going forth, energetic, they cracked, ",
  "pli-tv-kd5:13.13.19": "Lute, single-layered soles; ",
  "pli-tv-kd5:13.13.20": "Blue, yellow, red, ",
  "pli-tv-kd5:13.13.21": "Magenta, and just black. ",
  "pli-tv-kd5:13.13.22": "Orange, beige, ",
  "pli-tv-kd5:13.13.23": "And he prohibited straps; ",
  "pli-tv-kd5:13.13.24": "Leather, and enclosing, covering, ",
  "pli-tv-kd5:13.13.25": "Cotton, partridge, ram, goat. ",
  "pli-tv-kd5:13.13.26": "Scorpion, peacock, and various, ",
  "pli-tv-kd5:13.13.27": "Lion, and tiger, leopard; ",
  "pli-tv-kd5:13.13.28": "Deer, otter, and cat, ",
  "pli-tv-kd5:13.13.29": "Squirrel, bat, decorated. ",
  "pli-tv-kd5:13.13.30": "Cracked, sandals, corn, ",
  "pli-tv-kd5:13.13.31": "Washed, stumps, clacking; ",
  "pli-tv-kd5:13.13.32": "Palm, bamboo, and just grass, ",
  "pli-tv-kd5:13.13.33": "Reed, fish-tail palm. ",
  "pli-tv-kd5:13.13.34": "Grass, wool, gold, ",
  "pli-tv-kd5:13.13.35": "Silver, gems, beryl; ",
  "pli-tv-kd5:13.13.36": "Crystal, bronze, and glass, ",
  "pli-tv-kd5:13.13.37": "Tin, and lead, copper. ",
  "pli-tv-kd5:13.13.38": "Cow, vehicle, and sick, ",
  "pli-tv-kd5:13.13.39": "pulled by men, palanquin; ",
  "pli-tv-kd5:13.13.40": "Beds, luxurious skins, ",
  "pli-tv-kd5:13.13.41": "And the bad one with a cattle hide. ",
  "pli-tv-kd5:13.13.42": "Of householders, straps of leather, ",
  "pli-tv-kd5:13.13.43": "They enter, being sick; ",
  "pli-tv-kd5:13.13.44": "Mahākaccāyana, Soṇa, ",
  "pli-tv-kd5:13.13.45": "Chanted the Chapter of Eights. ",
  "pli-tv-kd5:13.13.46": "Full ordination through five, ",
  "pli-tv-kd5:13.13.47": "Multi-layered, unrestricted bathing; ",
  "pli-tv-kd5:13.13.48": "He allowed rugs made of skin, ",
  "pli-tv-kd5:13.13.49": "Not start the counting until; ",
  "pli-tv-kd5:13.13.50": "The leader did these five favours, ",
  "pli-tv-kd5:13.13.51": "For Soṇa, the senior monk.” ",
  "pli-tv-kd5:13.13.52": "In this chapter there are sixty-three topics. ",
  "pli-tv-kd5:13.13.53": "The chapter on skins is finished. "
}