{
  "pli-tv-kd21:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-kd21:0.2": "The Short Division ",
  "pli-tv-kd21:0.3": "The chapter on the group of five hundred ",
  "pli-tv-kd21:0.4": "The origin account of the communal recitation ",
  "pli-tv-kd21:1.1.1": "Then Venerable Mahākassapa addressed the monks: ",
  "pli-tv-kd21:1.1.2": "“On one occasion I was traveling from Pāvā to Kusināra with a large sangha of five hundred monks. ",
  "pli-tv-kd21:1.1.3": "And I left the road and sat down at the foot of a tree. ",
  "pli-tv-kd21:1.1.4": "Just then a follower of the Ājīvakas was traveling toward Pāvā on the same road, holding a coral-tree flower that he had picked up in Kusināra. ",
  "pli-tv-kd21:1.1.5": "When I saw him coming, ",
  "pli-tv-kd21:1.1.6": "I asked him, ",
  "pli-tv-kd21:1.1.7": "‘Do you know anything about our Teacher?’ ",
  "pli-tv-kd21:1.1.8": "‘I do. ",
  "pli-tv-kd21:1.1.9": "Today it’s seven days since the ascetic Gotama attained final extinguishment. ",
  "pli-tv-kd21:1.1.10": "That’s why I carry this coral-tree flower.’ ",
  "pli-tv-kd21:1.1.11": "Some of the monks there who were not yet free from desire threw up their arms and cried, collapsed on the ground, and rolled back and forth, lamenting, ",
  "pli-tv-kd21:1.1.12": "‘The Buddha, the Accomplished One, has attained final extinguishment too soon; too soon has the eye of the world been put out.’ ",
  "pli-tv-kd21:1.1.13": "But the monks there who were free from desire bore it patiently with mindfulness and full awareness, saying, ",
  "pli-tv-kd21:1.1.14": "‘All phenomena are impermanent. How could it be any different?’ ",
  "pli-tv-kd21:1.1.15": "I said, ",
  "pli-tv-kd21:1.1.16": "‘Please stop grieving, ",
  "pli-tv-kd21:1.1.17": "stop lamenting. ",
  "pli-tv-kd21:1.1.18": "Didn’t the Buddha warn us ",
  "pli-tv-kd21:1.1.19": "that we must be separated from everyone and everything dear and agreeable to us? ",
  "pli-tv-kd21:1.1.20": "How could that which is born, become, made up, and of a nature to fall apart, not fall apart? ",
  "pli-tv-kd21:1.1.21": "That’s impossible.’ ",
  "pli-tv-kd21:1.1.22": "On that occasion a monk called Subhadda, who had gone forth when old, was part of that group. ",
  "pli-tv-kd21:1.1.23": "He said to the monks, ",
  "pli-tv-kd21:1.1.24": "‘Please stop grieving, ",
  "pli-tv-kd21:1.1.25": "stop lamenting. ",
  "pli-tv-kd21:1.1.26": "It’s good that we are freed from that great ascetic. ",
  "pli-tv-kd21:1.1.27": "We were oppressed, ",
  "pli-tv-kd21:1.1.28": "always being told what’s allowable and what isn’t. ",
  "pli-tv-kd21:1.1.29": "Now we can do what we like and not do what we don’t like.’ ",
  "pli-tv-kd21:1.1.30": "So then, let’s recite the Teaching and the Monastic Law together—",
  "pli-tv-kd21:1.1.31": "before what is contrary to the Teaching shines forth and the Teaching is obstructed; ",
  "pli-tv-kd21:1.1.32": "before what is contrary to the Monastic Law shines forth and the Monastic Law is obstructed; ",
  "pli-tv-kd21:1.1.33": "before those who speak contrary to the Teaching become strong and those who speak in accordance with it become weak; ",
  "pli-tv-kd21:1.1.34": "before those who speak contrary to the Monastic Law become strong and those who speak in accordance with it become weak.” ",
  "pli-tv-kd21:1.2.1": "“Well then, Venerable, please select the monks.” ",
  "pli-tv-kd21:1.2.2": "Mahākassapa then selected four hundred and ninety-nine perfected ones. ",
  "pli-tv-kd21:1.2.3": "The monks said to him, ",
  "pli-tv-kd21:1.2.4": "“There is Venerable Ānanda who, although still a trainee, is incapable of acting from desire, ill will, confusion, or fear. ",
  "pli-tv-kd21:1.2.5": "He has learned many teachings and much Monastic Law in the presence of the Buddha. ",
  "pli-tv-kd21:1.2.6": "Please invite him as well.” ",
  "pli-tv-kd21:1.2.7": "And he did. ",
  "pli-tv-kd21:1.3.1": "The senior monks thought, ",
  "pli-tv-kd21:1.3.2": "“Where should we recite the Teaching and the Monastic Law together?” ",
  "pli-tv-kd21:1.3.3": "And it occurred to them, ",
  "pli-tv-kd21:1.3.4": "“Rājagaha has much almsfood and many dwellings. Let’s spend the rainy season at Rājagaha and recite the Teaching and the Monastic Law together there. ",
  "pli-tv-kd21:1.3.5": "No other monk should enter the rainy-season residence at Rājagaha.” ",
  "pli-tv-kd21:1.4.1": "And Venerable Mahākassapa informed the Sangha: ",
  "pli-tv-kd21:1.4.2": "“Please, I ask the Sangha to listen. ",
  "pli-tv-kd21:1.4.3": "If it seems appropriate to the Sangha, the Sangha should appoint these five hundred monks ",
  "pli-tv-kd21:1.4.4": "to spend the rainy season at Rājagaha and to recite the Teaching and the Monastic Law together there. No other monk should enter the rainy-season residence at Rājagaha. ",
  "pli-tv-kd21:1.4.5": "This is the motion. ",
  "pli-tv-kd21:1.4.6": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd21:1.4.7": "The Sangha appoints these five hundred monks ",
  "pli-tv-kd21:1.4.8": "to spend the rainy season at Rājagaha and to recite the Teaching and the Monastic Law together there. No other monk should enter the rainy-season residence at Rājagaha. ",
  "pli-tv-kd21:1.4.9": "Any monk who approves ",
  "pli-tv-kd21:1.4.10": "of this ",
  "pli-tv-kd21:1.4.11": "should remain silent. ",
  "pli-tv-kd21:1.4.12": "Any monk who does not approve should speak up. ",
  "pli-tv-kd21:1.4.13": "The Sangha has appointed these five hundred monks to spend the rainy season at Rājagaha and to recite the Teaching and the Monastic Law together there. No other monk should enter the rainy-season residence at Rājagaha. ",
  "pli-tv-kd21:1.4.14": "The Sangha approves and is therefore silent. I will remember it thus.” ",
  "pli-tv-kd21:1.5.1": "The senior monks then went to Rājagaha to recite the Teaching and the Monastic Law. ",
  "pli-tv-kd21:1.5.2": "They thought, ",
  "pli-tv-kd21:1.5.3": "“The Buddha has praised repairing what’s defective and broken. ",
  "pli-tv-kd21:1.5.4": "Well then, let’s spend the first month doing repairs, ",
  "pli-tv-kd21:1.5.5": "and then gather for the middle month to recite the Teaching and the Monastic Law.” ",
  "pli-tv-kd21:1.5.6": "They then spent the first month doing repairs. ",
  "pli-tv-kd21:1.6.1": "Venerable Ānanda thought, ",
  "pli-tv-kd21:1.6.2": "It would not be proper for me to go to the assembly tomorrow if I’m still a trainee.” ",
  "pli-tv-kd21:1.6.3": "And after spending most of the night with mindfulness directed to the body, early in the morning he bent over to lie down. ",
  "pli-tv-kd21:1.6.4": "In the interval between his feet coming off the ground and his head hitting the pillow ",
  "pli-tv-kd21:1.6.5": "his mind was freed from the corruptions without grasping. ",
  "pli-tv-kd21:1.6.6": "And Venerable Ānanda went to the assembly as a perfected one. ",
  "pli-tv-kd21:1.7.1": "Venerable Mahākassapa informed the Sangha: ",
  "pli-tv-kd21:1.7.2": "“Please, I ask the Sangha to listen. ",
  "pli-tv-kd21:1.7.3": "If it seems appropriate to the Sangha, I will ask Upāli about the Monastic Law.” ",
  "pli-tv-kd21:1.7.4": "Venerable Upāli informed the Sangha: ",
  "pli-tv-kd21:1.7.5": "“Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd21:1.7.6": "If it seems appropriate to the Sangha, I will reply when asked by Venerable Mahākassapa about the Monastic Law.” ",
  "pli-tv-kd21:1.7.7": "And Mahākassapa asked Upāli, ",
  "pli-tv-kd21:1.7.8": "“Where was the first offense entailing expulsion laid down?” ",
  "pli-tv-kd21:1.7.9": "“At Vesālī.” ",
  "pli-tv-kd21:1.7.10": "“Whom is it about?” ",
  "pli-tv-kd21:1.7.11": "“Sudinna the Kalandian.” ",
  "pli-tv-kd21:1.7.12": "“What is it about?” ",
  "pli-tv-kd21:1.7.13": "“Sexual intercourse.” ",
  "pli-tv-kd21:1.7.14": "Mahākassapa asked Upāli about the topic of the first offense entailing expulsion, about the origin story, about the person, about the rule, about the additions to the rule, about the offense, and about the non-offenses. ",
  "pli-tv-kd21:1.7.15": "“And where was the second offense entailing expulsion laid down?” ",
  "pli-tv-kd21:1.7.16": "“At Rājagaha.” ",
  "pli-tv-kd21:1.7.17": "“Whom is it about?” ",
  "pli-tv-kd21:1.7.18": "“Dhaniya the potter.” ",
  "pli-tv-kd21:1.7.19": "“What is it about?” ",
  "pli-tv-kd21:1.7.20": "“Stealing.” ",
  "pli-tv-kd21:1.7.21": "Mahākassapa asked Upāli about the topic of the second offense entailing expulsion, about the origin story, about the person, about the rule, about the additions to the rule, about the offense, and about the non-offenses. ",
  "pli-tv-kd21:1.7.22": "“And where was the third offense entailing expulsion laid down?” ",
  "pli-tv-kd21:1.7.23": "“At Vesālī.” ",
  "pli-tv-kd21:1.7.24": "“Whom is it about?” ",
  "pli-tv-kd21:1.7.25": "“A number of monks.” ",
  "pli-tv-kd21:1.7.26": "“What is it about?” ",
  "pli-tv-kd21:1.7.27": "“Human beings.” ",
  "pli-tv-kd21:1.7.28": "Mahākassapa asked Upāli about the topic of the third offense entailing expulsion, about the origin story, about the person, about the rule, about the additions to the rule, about the offense, and about the non-offenses. ",
  "pli-tv-kd21:1.7.29": "“And where was the fourth offense entailing expulsion laid down?” ",
  "pli-tv-kd21:1.7.30": "“At Vesālī.” ",
  "pli-tv-kd21:1.7.31": "“Whom is it about?” ",
  "pli-tv-kd21:1.7.32": "“The monks from the banks of the Vaggumudā.” ",
  "pli-tv-kd21:1.7.33": "“What is it about?” ",
  "pli-tv-kd21:1.7.34": "“Superhuman qualities.” ",
  "pli-tv-kd21:1.7.35": "Mahākassapa asked Upāli about the topic of the fourth offense entailing expulsion, about the origin story, about the person, about the rule, about the additions to the rule, about the offense, and about the non-offenses. ",
  "pli-tv-kd21:1.7.36": "In this way he asked about the analyses of both Monastic Codes. ",
  "pli-tv-kd21:1.7.37": "And Upāli was able to reply to every question. ",
  "pli-tv-kd21:1.8.1": "Venerable Mahākassapa informed the Sangha: ",
  "pli-tv-kd21:1.8.2": "“Please, I ask the Sangha to listen. ",
  "pli-tv-kd21:1.8.3": "If it seems appropriate to the Sangha, I will ask Ānanda about the Teaching.” ",
  "pli-tv-kd21:1.8.4": "Venerable Ānanda informed the Sangha: ",
  "pli-tv-kd21:1.8.5": "“Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd21:1.8.6": "If it seems appropriate to the Sangha, I will reply when asked by Venerable Mahākassapa about the Teaching.” ",
  "pli-tv-kd21:1.8.7": "And Mahākassapa asked Ānanda, ",
  "pli-tv-kd21:1.8.8": "“Where was the Prime Net spoken?” ",
  "pli-tv-kd21:1.8.9": "“At the royal rest-house at Ambalaṭṭhikā, between Rājagaha and Nāḷanda.” ",
  "pli-tv-kd21:1.8.10": "“Whom is it about?” ",
  "pli-tv-kd21:1.8.11": "“The wanderer Suppiya and the young brahmin Brahmadatta.” ",
  "pli-tv-kd21:1.8.12": "And Mahākassapa asked Ānanda about the origin story of the Prime Net and about the person. ",
  "pli-tv-kd21:1.8.13": "“Where was the Fruits of the Ascetic Life spoken?” ",
  "pli-tv-kd21:1.8.14": "“In Jīvaka’s mango grove at Rājagaha.” ",
  "pli-tv-kd21:1.8.15": "“Whom is it with?” ",
  "pli-tv-kd21:1.8.16": "“Ajātasattu of Videha.” ",
  "pli-tv-kd21:1.8.17": "And Mahākassapa asked Ānanda about the origin story of the Fruits of the Ascetic Life and about the person. ",
  "pli-tv-kd21:1.8.18": "In this way he asked about the five collections. ",
  "pli-tv-kd21:1.8.19": "And Ānanda was able to reply to every question. ",
  "pli-tv-kd21:1.9.0": "Discussion of the lesser training rules ",
  "pli-tv-kd21:1.9.1": "Ānanda said to the senior monks, ",
  "pli-tv-kd21:1.9.2": "“At the time of his final extinguishment, the Buddha said to me, ",
  "pli-tv-kd21:1.9.3": "‘After my passing away, Ānanda, if the Sangha wishes, it may abolish the lesser training rules.’” ",
  "pli-tv-kd21:1.9.4": "“But, Ānanda, did you ask the Buddha ",
  "pli-tv-kd21:1.9.5": "which are the lesser training rules?” ",
  "pli-tv-kd21:1.9.6": "“No, I didn’t.” ",
  "pli-tv-kd21:1.9.8": "Some senior monks said, ",
  "pli-tv-kd21:1.9.9": "“Apart from the four rules entailing expulsion, the rest are the lesser training rules.” ",
  "pli-tv-kd21:1.9.10": "Others said, ",
  "pli-tv-kd21:1.9.11": "“Apart from the four rules entailing expulsion and the thirteen rules entailing suspension, the rest are the lesser training rules.” ",
  "pli-tv-kd21:1.9.12": "Still others said, ",
  "pli-tv-kd21:1.9.13": "“Apart from the four rules entailing expulsion, the thirteen rules entailing suspension, and the two undetermined rules, the rest are the lesser training rules.” ",
  "pli-tv-kd21:1.9.14": "Still others said, ",
  "pli-tv-kd21:1.9.15": "“Apart from the four rules entailing expulsion, the thirteen rules entailing suspension, the two undetermined rules, and the thirty rules entailing relinquishment and confession, the rest are the lesser training rules.” ",
  "pli-tv-kd21:1.9.16": "Still others said, ",
  "pli-tv-kd21:1.9.17": "“Apart from the four rules entailing expulsion, the thirteen rules entailing suspension, the two undetermined rules, the thirty rules entailing relinquishment and confession, and the ninety-two rules entailing confession, the rest are the lesser training rules.” ",
  "pli-tv-kd21:1.9.18": "Still others said, ",
  "pli-tv-kd21:1.9.19": "“Apart from the four rules entailing expulsion, the thirteen rules entailing suspension, the two undetermined rules, the thirty rules entailing relinquishment and confession, the ninety-two rules entailing confession, and the four rules entailing acknowledgment, the rest are the lesser training rules.” ",
  "pli-tv-kd21:1.9.20": "Then Venerable Mahākassapa informed the Sangha: ",
  "pli-tv-kd21:1.9.21": "“Please, I ask the Sangha to listen. ",
  "pli-tv-kd21:1.9.22": "We have training rules that relate to householders. ",
  "pli-tv-kd21:1.9.23": "The householders know ",
  "pli-tv-kd21:1.9.24": "what is allowable for us and what is not. ",
  "pli-tv-kd21:1.9.25": "If we abolish the lesser training rules, some people will say, ",
  "pli-tv-kd21:1.9.26": "‘The ascetic Gotama laid down training rules for his disciples until the time of his death. ",
  "pli-tv-kd21:1.9.27": "But they practice the training rules only as long as their teacher is alive. ",
  "pli-tv-kd21:1.9.28": "Since their teacher has now attained final extinguishment, they no longer practice the training rules.’ ",
  "pli-tv-kd21:1.9.29": "If it seems appropriate to the Sangha, the Sangha should not lay down new rules, nor get rid of the existing ones, and it should undertake to practice the training rules as they are. ",
  "pli-tv-kd21:1.9.30": "This is the motion. ",
  "pli-tv-kd21:1.9.31": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-kd21:1.9.32": "We have training rules that relate to householders. ",
  "pli-tv-kd21:1.9.33": "The householders know ",
  "pli-tv-kd21:1.9.34": "what is allowable for us and what is not. ",
  "pli-tv-kd21:1.9.35": "If we abolish the lesser training rules, some people will say, ",
  "pli-tv-kd21:1.9.36": "‘The ascetic Gotama laid down training rules for his disciples until the time of his death. ",
  "pli-tv-kd21:1.9.37": "But they practice the training rules only as long as their teacher is alive. ",
  "pli-tv-kd21:1.9.38": "Since their teacher has now attained final extinguishment, they no longer practice the training rules.’ ",
  "pli-tv-kd21:1.9.39": "The Sangha doesn’t lay down new rules, nor gets rid of the existing ones, and it undertakes to practice the training rules as they are. ",
  "pli-tv-kd21:1.9.40": "Any monk who approves of not laying down new rules, nor abolishing the old ones, and of undertaking to practice them as they are should remain silent. ",
  "pli-tv-kd21:1.9.41": "Any monk who does not approve should speak up. ",
  "pli-tv-kd21:1.9.42": "The Sangha doesn’t lay down new rules, nor gets rid of the existing ones, and it undertakes to practice the training rules as they are. ",
  "pli-tv-kd21:1.9.43": "The Sangha approves and is therefore silent. I will remember it thus.” ",
  "pli-tv-kd21:1.10.1": "The senior monks said, ",
  "pli-tv-kd21:1.10.2": "“You have committed an act of wrong conduct, Ānanda, in that you didn’t ask the Buddha which are the lesser training rules. ",
  "pli-tv-kd21:1.10.3": "Confess that wrong conduct.” ",
  "pli-tv-kd21:1.10.4": "“It was because of lack of mindfulness that I didn’t ask which are the lesser training rules. ",
  "pli-tv-kd21:1.10.5": "I can’t see that I have committed any wrong conduct, but I’ll confess it out of faith in the venerables.” ",
  "pli-tv-kd21:1.10.6": "“You have also committed an act of wrong conduct in that you stepped on the Buddha’s rainy-season robe when you were sewing it. ",
  "pli-tv-kd21:1.10.7": "Confess that wrong conduct.” ",
  "pli-tv-kd21:1.10.8": "“I didn’t step on it because of disrespect. ",
  "pli-tv-kd21:1.10.9": "I can’t see that I’ve committed any wrong conduct, but I’ll confess it out of faith in the venerables.” ",
  "pli-tv-kd21:1.10.10": "“You have also committed an act of wrong conduct in that you had women pay respect to the Buddha’s dead body first. They soiled the Buddha’s body with tears. ",
  "pli-tv-kd21:1.10.11": "Confess that wrong conduct.” ",
  "pli-tv-kd21:1.10.12": "“I did this so that it wouldn’t get too late for them. ",
  "pli-tv-kd21:1.10.13": "I can’t see that I’ve committed any wrong conduct, but I’ll confess it out of faith in the venerables.” ",
  "pli-tv-kd21:1.10.14": "“You have also committed an act of wrong conduct in that you didn’t, even when he gave you a broad hint, ask the Buddha, ",
  "pli-tv-kd21:1.10.15": "‘Please live on for an eon—for the benefit and happiness of the general population, out of compassion for the world, for the good, the benefit, and the happiness of gods and humans.’ ",
  "pli-tv-kd21:1.10.16": "Confess that wrong conduct.” ",
  "pli-tv-kd21:1.10.17": "“I didn’t ask because my mind was possessed by the Lord of Death. ",
  "pli-tv-kd21:1.10.19": "I can’t see that I’ve committed any wrong conduct, but I’ll confess it out of faith in the venerables.” ",
  "pli-tv-kd21:1.10.20": "“You have also committed an act of wrong conduct in that you made an effort for women to be given the going forth on the spiritual path proclaimed by the Buddha. ",
  "pli-tv-kd21:1.10.21": "Confess that wrong conduct.” ",
  "pli-tv-kd21:1.10.22": "“I made this effort because Mahāpajāpati Gotamī was the Buddha’s aunt who nurtured him, brought him up, and breastfed him when his own mother died. ",
  "pli-tv-kd21:1.10.23": "I can’t see that I’ve committed any wrong conduct, but I’ll confess it out of faith in the venerables.” ",
  "pli-tv-kd21:1.11.1": "At that time Venerable Purāṇa was wandering in the Southern Hills with a large sangha of five hundred monks. ",
  "pli-tv-kd21:1.11.2": "When the senior monks had concluded the communal recitation of the Teaching and the Monastic Law, and when Purāṇa had stayed in the Southern Hills for as long as he liked, he went to the Bamboo Grove at Rājagaha. There he approached the senior monks, exchanged pleasantries with them, and sat down. ",
  "pli-tv-kd21:1.11.3": "And they said to him, ",
  "pli-tv-kd21:1.11.4": "“Purāṇa, the senior monks have jointly recited the Teaching and the Monastic Law. ",
  "pli-tv-kd21:1.11.5": "Please accept that communal recitation.” ",
  "pli-tv-kd21:1.11.6": "“The Teaching and the Monastic Law have been well-recited by the senior monks. ",
  "pli-tv-kd21:1.11.7": "Nevertheless, I’ll remember what I myself have received in the presence of the Buddha.” ",
  "pli-tv-kd21:1.12.0": "Discussion of the supreme penalty ",
  "pli-tv-kd21:1.12.1": "And Venerable Ānanda said to the senior monks, ",
  "pli-tv-kd21:1.12.2": "“At the time of his final extinguishment, the Buddha said to me, ",
  "pli-tv-kd21:1.12.3": "‘After my passing away, Ānanda, the Sangha should impose the supreme penalty on the monk Channa.’” ",
  "pli-tv-kd21:1.12.4": "“Did you ask the Buddha ",
  "pli-tv-kd21:1.12.5": "what the supreme penalty is?” ",
  "pli-tv-kd21:1.12.6": "“I did, ",
  "pli-tv-kd21:1.12.8": "and he replied, ‘Whatever Channa says, ",
  "pli-tv-kd21:1.12.9": "the monks should not correct him, instruct him, or teach him.’” ",
  "pli-tv-kd21:1.12.10": "“Well then, Ānanda, impose the supreme penalty on Channa.” ",
  "pli-tv-kd21:1.12.11": "“But how should I do it? Channa is violent and harsh.” ",
  "pli-tv-kd21:1.12.12": "“Go together with many monks.” ",
  "pli-tv-kd21:1.12.13": "Saying, “Yes, Venerables,” he traveled by boat upstream to Kosambī with a large sangha of five hundred monks. After disembarking, he sat down at the foot of a tree not far from King Udena’s park. ",
  "pli-tv-kd21:1.13.1": "Just then King Udena was enjoying himself in the park together with his harem. ",
  "pli-tv-kd21:1.13.2": "The harem women had heard ",
  "pli-tv-kd21:1.13.3": "that their teacher, Venerable Ānanda, was seated at the foot of a tree not far from the park. ",
  "pli-tv-kd21:1.13.4": "They told the King, ",
  "pli-tv-kd21:1.13.6": "adding, “Sir, we wish to see Venerable Ānanda.” ",
  "pli-tv-kd21:1.13.7": "“Well then, go ahead.” ",
  "pli-tv-kd21:1.13.8": "The harem women then went to Ānanda, bowed, and sat down. ",
  "pli-tv-kd21:1.13.9": "And Ānanda instructed, inspired, and gladdened them with a teaching, ",
  "pli-tv-kd21:1.13.10": "at the end of which they gave him five hundred upper robes. ",
  "pli-tv-kd21:1.13.11": "After rejoicing and expressing their appreciation for his teaching, they got up from their seats, bowed down, circumambulated him with their right side toward him, and went to King Udena. ",
  "pli-tv-kd21:1.14.1": "When King Udena saw them coming, ",
  "pli-tv-kd21:1.14.2": "he said to them, ",
  "pli-tv-kd21:1.14.3": "“Did you see the ascetic Ānanda?” ",
  "pli-tv-kd21:1.14.4": "“We did.” ",
  "pli-tv-kd21:1.14.5": "“Did you give him anything?” ",
  "pli-tv-kd21:1.14.6": "“We gave him five hundred upper robes.” ",
  "pli-tv-kd21:1.14.7": "King Udena complained and criticized him, ",
  "pli-tv-kd21:1.14.8": "“How can the ascetic Ānanda receive so many robes? ",
  "pli-tv-kd21:1.14.9": "Is he starting up as cloth merchant or setting up shop?” ",
  "pli-tv-kd21:1.14.10": "King Udena then went to Ānanda, exchanged pleasantries with him, ",
  "pli-tv-kd21:1.14.11": "sat down, ",
  "pli-tv-kd21:1.14.12": "and said, ",
  "pli-tv-kd21:1.14.13": "“Sir Ānanda, did our harem women come here?” ",
  "pli-tv-kd21:1.14.14": "“They did.” ",
  "pli-tv-kd21:1.14.15": "“Did they give you anything?” ",
  "pli-tv-kd21:1.14.16": "“They gave me five hundred upper robes.” ",
  "pli-tv-kd21:1.14.17": "“But what will you do with five hundred robes?” ",
  "pli-tv-kd21:1.14.18": "“I’ll share them with those monks whose robes are worn.” ",
  "pli-tv-kd21:1.14.19": "“And what will you do with the worn robes?” ",
  "pli-tv-kd21:1.14.20": "“We’ll make them into bedspreads.” ",
  "pli-tv-kd21:1.14.21": "“And what will you do with the old bedspreads?” ",
  "pli-tv-kd21:1.14.22": "“We’ll make them into mattress covers.” ",
  "pli-tv-kd21:1.14.23": "“And what will you do with the old mattress covers?” ",
  "pli-tv-kd21:1.14.24": "“We’ll make them into floor covers.” ",
  "pli-tv-kd21:1.14.25": "“And what will you do with the old floor covers?” ",
  "pli-tv-kd21:1.14.26": "“We’ll make them into doormats.” ",
  "pli-tv-kd21:1.14.27": "“And what will you do with the old doormats?” ",
  "pli-tv-kd21:1.14.28": "“We’ll make them into dustcloths.” ",
  "pli-tv-kd21:1.14.29": "“And what will you do with the old dustcloths?” ",
  "pli-tv-kd21:1.14.30": "“We’ll cut them up, mix them with mud, and smear the floors.” ",
  "pli-tv-kd21:1.14.31": "King Udena thought, “These Sakyan ascetics are clever at putting things to use; nothing is wasted,” ",
  "pli-tv-kd21:1.14.32": "and he gave another five hundred pieces of cloth to Ānanda. ",
  "pli-tv-kd21:1.14.33": "Together with the first offering of robes, Ānanda was given a total of a thousand robes. ",
  "pli-tv-kd21:1.15.1": "Ānanda then went to Ghosita’s Monastery, where he sat down on a prepared seat. ",
  "pli-tv-kd21:1.15.2": "Venerable Channa approached Ānanda, bowed, and sat down. ",
  "pli-tv-kd21:1.15.3": "And Ānanda said, ",
  "pli-tv-kd21:1.15.4": "“Channa, the Sangha has imposed the supreme penalty on you.” ",
  "pli-tv-kd21:1.15.5": "“What’s the supreme penalty?” ",
  "pli-tv-kd21:1.15.6": "“Whatever you say to the monks, ",
  "pli-tv-kd21:1.15.7": "the monks should not correct you, instruct you, or teach you.” ",
  "pli-tv-kd21:1.15.8": "Saying, “I’m ruined!” he fainted on the spot. ",
  "pli-tv-kd21:1.15.9": "Being troubled, ashamed, and disgusted by the supreme penalty, Channa stayed by himself, secluded, heedful, energetic, and diligent. ",
  "pli-tv-kd21:1.15.10": "And in this very life, he soon realized with his own insight the supreme goal of the spiritual life for which people from good families rightly go forth from home to homelessness. ",
  "pli-tv-kd21:1.15.11": "",
  "pli-tv-kd21:1.15.12": "He understood that birth had come to an end, that the spiritual life had been lived, that the job had been done, that there was no further state of existence. ",
  "pli-tv-kd21:1.15.13": "And Venerable Channa became one of the perfected ones. ",
  "pli-tv-kd21:1.15.14": "He then went to Ānanda and said, ",
  "pli-tv-kd21:1.15.15": "“Venerable Ānanda, please lift the supreme penalty.” ",
  "pli-tv-kd21:1.15.16": "“The moment you realized perfection, the supreme penalty was lifted.” ",
  "pli-tv-kd21:1.16.1": "At this communal recitation of the Monastic Law there were five hundred monks, neither more nor less. ",
  "pli-tv-kd21:1.16.2": "For this reason this communal recitation is called “The group of five hundred”. ",
  "pli-tv-kd21:1.16.3": "The eleventh chapter on the group of five hundred is finished. In this chapter there are twenty-three topics. ",
  "pli-tv-kd21:1.16.4": "",
  "pli-tv-kd21:1.16.39": "The chapter on the group of five hundred is finished."
}