{
  "sn41.3:0.1": "Saṁyutta Nikāya 41 ",
  "sn41.3:0.2": "1. Cittavagga ",
  "sn41.3:0.3": "3. Dutiyaisidattasutta ",
  "sn41.3:1.1": "Ekaṁ samayaṁ sambahulā therā bhikkhū macchikāsaṇḍe viharanti ambāṭakavane. ",
  "sn41.3:1.2": "Atha kho citto gahapati yena therā bhikkhū tenupasaṅkami; upasaṅkamitvā there bhikkhū abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho citto gahapati there bhikkhū etadavoca: ",
  "sn41.3:1.3": "“adhivāsentu me, bhante therā, svātanāya bhattan”ti. ",
  "sn41.3:1.4": "Adhivāsesuṁ kho therā bhikkhū tuṇhībhāvena. ",
  "sn41.3:1.5": "Atha kho citto gahapati therānaṁ bhikkhūnaṁ adhivāsanaṁ viditvā uṭṭhāyāsanā there bhikkhū abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "sn41.3:1.6": "Atha kho therā bhikkhū tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena cittassa gahapatissa nivesanaṁ tenupasaṅkamiṁsu; upasaṅkamitvā paññatte āsane nisīdiṁsu. ",
  "sn41.3:2.1": "Atha kho citto gahapati yena therā bhikkhū tenupasaṅkami; upasaṅkamitvā there bhikkhū abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho citto gahapati āyasmantaṁ theraṁ etadavoca: ",
  "sn41.3:2.2": "“yā imā, bhante thera, anekavihitā diṭṭhiyo loke uppajjanti: ",
  "sn41.3:2.3": "‘sassato lokoti vā, asassato lokoti vā, antavā lokoti vā, anantavā lokoti vā, taṁ jīvaṁ taṁ sarīranti vā, aññaṁ jīvaṁ aññaṁ sarīranti vā, hoti tathāgato paraṁ maraṇāti vā, na hoti tathāgato paraṁ maraṇāti vā, hoti ca na ca hoti tathāgato paraṁ maraṇāti vā, neva hoti na na hoti tathāgato paraṁ maraṇā’ti vā. ",
  "sn41.3:2.4": "Yāni cimāni dvāsaṭṭhi diṭṭhigatāni brahmajāle bhaṇitāni; ",
  "sn41.3:2.5": "imā nu kho, bhante, diṭṭhiyo kismiṁ sati honti, kismiṁ asati na hontī”ti? ",
  "sn41.3:3.1": "Evaṁ vutte, āyasmā thero tuṇhī ahosi. ",
  "sn41.3:3.2": "Dutiyampi kho citto gahapati …pe… ",
  "sn41.3:3.3": "tatiyampi kho citto gahapati āyasmantaṁ theraṁ etadavoca: ",
  "sn41.3:3.4": "“yā imā, bhante thera, anekavihitā diṭṭhiyo loke uppajjanti—",
  "sn41.3:3.5": "sassato lokoti vā, asassato lokoti vā, antavā lokoti vā, anantavā lokoti vā, taṁ jīvaṁ taṁ sarīranti vā, aññaṁ jīvaṁ aññaṁ sarīranti vā, hoti tathāgato paraṁ maraṇāti vā, na hoti tathāgato paraṁ maraṇāti vā, hoti ca na ca hoti tathāgato paraṁ maraṇāti vā, neva hoti na na hoti tathāgato paraṁ maraṇāti vā. ",
  "sn41.3:3.6": "Yāni cimāni dvāsaṭṭhi diṭṭhigatāni brahmajāle bhaṇitāni; ",
  "sn41.3:3.7": "imā nu kho, bhante, diṭṭhiyo kismiṁ sati honti, kismiṁ asati na hontī”ti? ",
  "sn41.3:3.8": "Tatiyampi kho āyasmā thero tuṇhī ahosi. ",
  "sn41.3:4.1": "Tena kho pana samayena āyasmā isidatto tasmiṁ bhikkhusaṅghe sabbanavako hoti. ",
  "sn41.3:4.2": "Atha kho āyasmā isidatto āyasmantaṁ theraṁ etadavoca: ",
  "sn41.3:4.3": "“byākaromahaṁ, bhante thera, cittassa gahapatino etaṁ pañhan”ti? ",
  "sn41.3:4.4": "“Byākarohi tvaṁ, āvuso isidatta, cittassa gahapatino etaṁ pañhan”ti. ",
  "sn41.3:4.5": "“Evañhi tvaṁ, gahapati, pucchasi: ",
  "sn41.3:4.6": "‘yā imā, bhante thera, anekavihitā diṭṭhiyo loke uppajjanti—",
  "sn41.3:4.7": "sassato lokoti vā …pe…; ",
  "sn41.3:4.8": "imā nu kho, bhante, diṭṭhiyo kismiṁ sati honti, kismiṁ asati na hontī’”ti? ",
  "sn41.3:4.9": "“Evaṁ, bhante”. ",
  "sn41.3:4.10": "“Yā imā, gahapati, anekavihitā diṭṭhiyo loke uppajjanti: ",
  "sn41.3:4.11": "‘sassato lokoti vā, asassato lokoti vā, antavā lokoti vā anantavā lokoti vā, taṁ jīvaṁ taṁ sarīranti vā, aññaṁ jīvaṁ aññaṁ sarīranti vā, hoti tathāgato paraṁ maraṇāti vā, na hoti tathāgato paraṁ maraṇāti vā, hoti ca na ca hoti tathāgato paraṁ maraṇāti vā, neva hoti na na hoti tathāgato paraṁ maraṇāti vā. ",
  "sn41.3:4.12": "Yāni cimāni dvāsaṭṭhi diṭṭhigatāni brahmajāle bhaṇitāni; ",
  "sn41.3:4.13": "imā kho, gahapati, diṭṭhiyo sakkāyadiṭṭhiyā sati honti, sakkāyadiṭṭhiyā asati na hontī’”ti. ",
  "sn41.3:5.1": "“Kathaṁ pana, bhante, sakkāyadiṭṭhi hotī”ti? ",
  "sn41.3:5.2": "“Idha, gahapati, assutavā puthujjano ariyānaṁ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto ",
  "sn41.3:5.3": "rūpaṁ attato samanupassati, rūpavantaṁ vā attānaṁ, attani vā rūpaṁ, rūpasmiṁ vā attānaṁ; ",
  "sn41.3:5.4": "vedanaṁ attato samanupassati …pe… ",
  "sn41.3:5.5": "saññaṁ … ",
  "sn41.3:5.6": "saṅkhāre … ",
  "sn41.3:5.7": "viññāṇaṁ attato samanupassati, viññāṇavantaṁ vā attānaṁ, attani vā viññāṇaṁ, viññāṇasmiṁ vā attānaṁ. ",
  "sn41.3:5.8": "Evaṁ kho, gahapati, sakkāyadiṭṭhi hotī”ti. ",
  "sn41.3:6.1": "“Kathaṁ pana, bhante, sakkāyadiṭṭhi na hotī”ti? ",
  "sn41.3:6.2": "“Idha, gahapati, sutavā ariyasāvako ariyānaṁ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṁ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto ",
  "sn41.3:6.3": "na rūpaṁ attato samanupassati, na rūpavantaṁ vā attānaṁ, na attani vā rūpaṁ, na rūpasmiṁ vā attānaṁ; ",
  "sn41.3:6.4": "na vedanaṁ … ",
  "sn41.3:6.5": "na saññaṁ … ",
  "sn41.3:6.6": "na saṅkhāre … ",
  "sn41.3:6.7": "na viññāṇaṁ attato samanupassati, na viññāṇavantaṁ vā attānaṁ, na attani vā viññāṇaṁ, na viññāṇasmiṁ vā attānaṁ. ",
  "sn41.3:6.8": "Evaṁ kho, gahapati, sakkāyadiṭṭhi na hotī”ti. ",
  "sn41.3:7.1": "“Kuto, bhante, ayyo isidatto āgacchatī”ti? ",
  "sn41.3:7.2": "“Avantiyā kho, gahapati, āgacchāmī”ti. ",
  "sn41.3:7.3": "“Atthi, bhante, avantiyā isidatto nāma kulaputto amhākaṁ adiṭṭhasahāyo pabbajito? ",
  "sn41.3:7.4": "Diṭṭho so āyasmatā”ti? ",
  "sn41.3:7.5": "“Evaṁ, gahapatī”ti. ",
  "sn41.3:7.6": "“Kahaṁ nu kho so, bhante, āyasmā etarahi viharatī”ti? ",
  "sn41.3:7.7": "Evaṁ vutte, āyasmā isidatto tuṇhī ahosi. ",
  "sn41.3:7.8": "“Ayyo no, bhante, isidatto”ti? ",
  "sn41.3:7.9": "“Evaṁ, gahapatī”ti. ",
  "sn41.3:7.10": "“Abhiramatu, bhante, ayyo isidatto macchikāsaṇḍe. ",
  "sn41.3:7.11": "Ramaṇīyaṁ ambāṭakavanaṁ. ",
  "sn41.3:7.12": "Ahaṁ ayyassa isidattassa ussukkaṁ karissāmi cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan”ti. ",
  "sn41.3:7.13": "“Kalyāṇaṁ vuccati, gahapatī”ti. ",
  "sn41.3:8.1": "Atha kho citto gahapati āyasmato isidattassa bhāsitaṁ abhinanditvā anumoditvā there bhikkhū paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "sn41.3:8.2": "Atha kho therā bhikkhū bhuttāvino onītapattapāṇino uṭṭhāyāsanā pakkamiṁsu. ",
  "sn41.3:8.3": "Atha kho āyasmā thero āyasmantaṁ isidattaṁ etadavoca: ",
  "sn41.3:8.4": "“sādhu kho taṁ, āvuso isidatta, eso pañho paṭibhāsi. ",
  "sn41.3:8.5": "Neso pañho maṁ paṭibhāsi. ",
  "sn41.3:8.6": "Tenahāvuso isidatta, yadā aññathāpi evarūpo pañho āgaccheyya, taññevettha paṭibhāseyyā”ti. ",
  "sn41.3:8.7": "Atha kho āyasmā isidatto senāsanaṁ saṁsāmetvā pattacīvaramādāya macchikāsaṇḍamhā pakkāmi. ",
  "sn41.3:8.8": "Yaṁ macchikāsaṇḍamhā pakkāmi, tathā pakkantova ahosi, na puna paccāgacchīti. ",
  "sn41.3:8.9": "Tatiyaṁ. "
}