{
  "sn41.8:0.1": "Saṁyutta Nikāya 41 ",
  "sn41.8:0.2": "1. Cittavagga ",
  "sn41.8:0.3": "8. Nigaṇṭhanāṭaputtasutta ",
  "sn41.8:1.1": "Tena kho pana samayena nigaṇṭho nāṭaputto macchikāsaṇḍaṁ anuppatto hoti mahatiyā nigaṇṭhaparisāya saddhiṁ. ",
  "sn41.8:1.2": "Assosi kho citto gahapati: “nigaṇṭho kira nāṭaputto macchikāsaṇḍaṁ anuppatto mahatiyā nigaṇṭhaparisāya saddhin”ti. ",
  "sn41.8:1.3": "Atha kho citto gahapati sambahulehi upāsakehi saddhiṁ yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhena nāṭaputtena saddhiṁ sammodi. ",
  "sn41.8:1.4": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho cittaṁ gahapatiṁ nigaṇṭho nāṭaputto etadavoca: ",
  "sn41.8:1.5": "“saddahasi tvaṁ, gahapati, samaṇassa gotamassa—",
  "sn41.8:1.6": "atthi avitakko avicāro samādhi, atthi vitakkavicārānaṁ nirodho”ti? ",
  "sn41.8:2.1": "“Na khvāhaṁ ettha, bhante, bhagavato saddhāya gacchāmi. ",
  "sn41.8:2.2": "Atthi avitakko avicāro samādhi, atthi vitakkavicārānaṁ nirodho”ti. ",
  "sn41.8:2.3": "Evaṁ vutte, nigaṇṭho nāṭaputto ulloketvā etadavoca: ",
  "sn41.8:2.4": "“idaṁ bhavanto passantu, yāva ujuko cāyaṁ citto gahapati, yāva asaṭho cāyaṁ citto gahapati, yāva amāyāvī cāyaṁ citto gahapati, vātaṁ vā so jālena bādhetabbaṁ maññeyya, yo vitakkavicāre nirodhetabbaṁ maññeyya, sakamuṭṭhinā vā so gaṅgāya sotaṁ āvāretabbaṁ maññeyya, yo vitakkavicāre nirodhetabbaṁ maññeyyā”ti. ",
  "sn41.8:3.1": "“Taṁ kiṁ maññasi, bhante, ",
  "sn41.8:3.2": "katamaṁ nu kho paṇītataraṁ—ñāṇaṁ vā saddhā vā”ti? ",
  "sn41.8:3.3": "“Saddhāya kho, gahapati, ñāṇaṁyeva paṇītataran”ti. ",
  "sn41.8:3.4": "“Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi. ",
  "sn41.8:3.5": "Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharāmi. ",
  "sn41.8:3.6": "Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharāmi. ",
  "sn41.8:3.7": "Ahaṁ kho, bhante, yāvadeva ākaṅkhāmi, sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharāmi. ",
  "sn41.8:3.8": "Na so khvāhaṁ, bhante, evaṁ jānanto evaṁ passanto kassa aññassa samaṇassa vā brāhmaṇassa vā saddhāya gamissāmi? ",
  "sn41.8:3.9": "Atthi avitakko avicāro samādhi, atthi vitakkavicārānaṁ nirodho”ti. ",
  "sn41.8:4.1": "Evaṁ vutte, nigaṇṭho nāṭaputto sakaṁ parisaṁ apaloketvā etadavoca: ",
  "sn41.8:4.2": "“idaṁ bhavanto passantu, yāva anujuko cāyaṁ citto gahapati, yāva saṭho cāyaṁ citto gahapati, yāva māyāvī cāyaṁ citto gahapatī”ti. ",
  "sn41.8:5.1": "“Idāneva kho te mayaṁ, bhante, bhāsitaṁ: ",
  "sn41.8:5.2": "‘evaṁ ājānāma idaṁ bhavanto passantu, yāva ujuko cāyaṁ citto gahapati, yāva asaṭho cāyaṁ citto gahapati, yāva amāyāvī cāyaṁ citto gahapatī’ti. ",
  "sn41.8:5.3": "Idāneva ca pana mayaṁ, bhante, bhāsitaṁ: ",
  "sn41.8:5.4": "‘evaṁ ājānāma idaṁ bhavanto passantu, yāva anujuko cāyaṁ citto gahapati, yāva saṭho cāyaṁ citto gahapati, yāva māyāvī cāyaṁ citto gahapatī’ti. ",
  "sn41.8:5.5": "Sace te, bhante, purimaṁ saccaṁ, pacchimaṁ te micchā. ",
  "sn41.8:5.6": "Sace pana te, bhante, purimaṁ micchā, pacchimaṁ te saccaṁ. ",
  "sn41.8:5.7": "Ime kho pana, bhante, dasa sahadhammikā pañhā āgacchanti. ",
  "sn41.8:5.8": "Yadā nesaṁ atthaṁ ājāneyyāsi, atha maṁ paṭihareyyāsi saddhiṁ nigaṇṭhaparisāya. ",
  "sn41.8:5.9": "Eko pañho, eko uddeso, ekaṁ veyyākaraṇaṁ. ",
  "sn41.8:5.10": "Dve pañhā, dve uddesā, dve veyyākaraṇāni. ",
  "sn41.8:5.11": "Tayo pañhā, tayo uddesā, tīṇi veyyākaraṇāni. ",
  "sn41.8:5.12": "Cattāro pañhā, cattāro uddesā, cattāri veyyākaraṇāni. ",
  "sn41.8:5.13": "Pañca pañhā, pañca uddesā, pañca veyyākaraṇāni. ",
  "sn41.8:5.14": "Cha pañhā, cha uddesā, cha veyyākaraṇāni. ",
  "sn41.8:5.15": "Satta pañhā, satta uddesā, satta veyyākaraṇāni. ",
  "sn41.8:5.16": "Aṭṭha pañhā, aṭṭha uddesā, aṭṭha veyyākaraṇāni. ",
  "sn41.8:5.17": "Nava pañhā, nava uddesā, nava veyyākaraṇāni. ",
  "sn41.8:5.18": "Dasa pañhā, dasa uddesā, dasa veyyākaraṇānī”ti. ",
  "sn41.8:5.19": "Atha kho citto gahapati nigaṇṭhaṁ nāṭaputtaṁ ime dasa sahadhammike pañhe āpucchitvā uṭṭhāyāsanā pakkāmīti. ",
  "sn41.8:5.20": "Aṭṭhamaṁ. "
}