{
  "ud5.5:0.1": "Udāna 5.5 ",
  "ud5.5:0.2": "Uposathasutta ",
  "ud5.5:1.1": "Evaṁ me sutaṁ—",
  "ud5.5:1.2": " ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati pubbārāme migāramātupāsāde. ",
  "ud5.5:1.3": "Tena kho pana samayena bhagavā tadahuposathe bhikkhusaṅghaparivuto nisinno hoti. ",
  "ud5.5:2.1": "Atha kho āyasmā ānando abhikkantāya rattiyā, nikkhante paṭhame yāme, uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "ud5.5:2.2": "“abhikkantā, bhante, ratti; nikkhanto paṭhamo yāmo; ciranisinno bhikkhusaṅgho; ",
  "ud5.5:2.3": "uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "ud5.5:2.4": "Evaṁ vutte, bhagavā tuṇhī ahosi. ",
  "ud5.5:3.1": "Dutiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante majjhime yāme, uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "ud5.5:3.2": "“abhikkantā, bhante, ratti; nikkhanto majjhimo yāmo; ciranisinno bhikkhusaṅgho; ",
  "ud5.5:3.3": "uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "ud5.5:3.4": "Dutiyampi kho bhagavā tuṇhī ahosi. ",
  "ud5.5:4.1": "Tatiyampi kho āyasmā ānando abhikkantāya rattiyā, nikkhante pacchime yāme, uddhaste aruṇe, nandimukhiyā rattiyā uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "ud5.5:4.2": "“abhikkantā, bhante, ratti; nikkhanto pacchimo yāmo; uddhasto aruṇo; nandimukhī ratti; ciranisinno bhikkhusaṅgho; ",
  "ud5.5:4.3": "uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "ud5.5:4.4": "“Aparisuddhā, ānanda, parisā”ti. ",
  "ud5.5:5.1": "Atha kho āyasmato mahāmoggallānassa etadahosi: ",
  "ud5.5:5.2": "“kaṁ nu kho bhagavā puggalaṁ sandhāya evamāha: ",
  "ud5.5:5.3": "‘aparisuddhā, ānanda, parisā’”ti? ",
  "ud5.5:5.4": "Atha kho āyasmā mahāmoggallāno sabbāvantaṁ bhikkhusaṅghaṁ cetasā ceto paricca manasākāsi. ",
  "ud5.5:5.5": "Addasā kho āyasmā mahāmoggallāno taṁ puggalaṁ dussīlaṁ pāpadhammaṁ asuciṁ saṅkassarasamācāraṁ paṭicchannakammantaṁ assamaṇaṁ samaṇapaṭiññaṁ abrahmacāriṁ brahmacāripaṭiññaṁ antopūtiṁ avassutaṁ kasambujātaṁ majjhe bhikkhusaṅghassa nisinnaṁ. ",
  "ud5.5:5.6": "Disvāna uṭṭhāyāsanā yena so puggalo tenupasaṅkami; upasaṅkamitvā taṁ puggalaṁ etadavoca: ",
  "ud5.5:5.7": "“uṭṭhehi, āvuso, diṭṭhosi bhagavatā; ",
  "ud5.5:5.8": "natthi te bhikkhūhi saddhiṁ saṁvāso”ti. ",
  "ud5.5:5.9": "Evaṁ vutte, so puggalo tuṇhī ahosi. ",
  "ud5.5:6.1": "Dutiyampi kho āyasmā mahāmoggallāno taṁ puggalaṁ etadavoca: ",
  "ud5.5:6.2": "“uṭṭhehi, āvuso, diṭṭhosi bhagavatā; ",
  "ud5.5:6.3": "natthi te bhikkhūhi saddhiṁ saṁvāso”ti. ",
  "ud5.5:6.4": "Dutiyampi kho …pe… ",
  "ud5.5:6.5": "tatiyampi kho so puggalo tuṇhī ahosi. ",
  "ud5.5:7.1": "Atha kho āyasmā mahāmoggallāno taṁ puggalaṁ bāhāyaṁ gahetvā bahidvārakoṭṭhakā nikkhāmetvā sūcighaṭikaṁ datvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ etadavoca: ",
  "ud5.5:7.2": "“nikkhāmito, bhante, so puggalo mayā. ",
  "ud5.5:7.3": "Parisuddhā parisā. ",
  "ud5.5:7.4": "Uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkhan”ti. ",
  "ud5.5:7.5": "“Acchariyaṁ, moggallāna, abbhutaṁ, moggallāna. ",
  "ud5.5:7.6": "Yāva bāhāgahaṇāpi nāma so moghapuriso āgamessatī”ti. ",
  "ud5.5:8.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "ud5.5:8.2": "“na dānāhaṁ, bhikkhave, ito paraṁ uposathaṁ karissāmi, pātimokkhaṁ uddisissāmi. ",
  "ud5.5:8.3": "Tumheva dāni, bhikkhave, ito paraṁ uposathaṁ kareyyātha, pātimokkhaṁ uddiseyyātha. ",
  "ud5.5:8.4": "Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ tathāgato aparisuddhāya parisāya uposathaṁ kareyya, pātimokkhaṁ uddiseyya. ",
  "ud5.5:9.1": "Aṭṭhime, bhikkhave, mahāsamudde acchariyā abbhutā dhammā, ye disvā disvā asurā mahāsamudde abhiramanti. ",
  "ud5.5:9.2": "Katame aṭṭha? ",
  "ud5.5:10.1": "Mahāsamuddo, bhikkhave, anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto. ",
  "ud5.5:10.2": "Yampi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro na āyatakeneva papāto; ",
  "ud5.5:10.3": "ayaṁ, bhikkhave, mahāsamudde paṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "ud5.5:11.1": "Puna caparaṁ, bhikkhave, mahāsamuddo ṭhitadhammo velaṁ nātivattati. ",
  "ud5.5:11.2": "Yampi, bhikkhave, mahāsamuddo ṭhitadhammo velaṁ nātivattati; ",
  "ud5.5:11.3": "ayaṁ, bhikkhave, mahāsamudde dutiyo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "ud5.5:12.1": "Puna caparaṁ, bhikkhave, mahāsamuddo na matena kuṇapena saṁvasati. Yaṁ hoti mahāsamudde mataṁ kuṇapaṁ taṁ khippameva tīraṁ vāheti, thalaṁ ussāreti. ",
  "ud5.5:12.2": "Yampi, bhikkhave, mahāsamuddo na matena kuṇapena saṁvasati, yaṁ hoti mahāsamudde mataṁ kuṇapaṁ taṁ khippameva tīraṁ vāheti thalaṁ ussāreti; ",
  "ud5.5:12.3": "ayaṁ, bhikkhave, mahāsamudde tatiyo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "ud5.5:13.1": "Puna caparaṁ, bhikkhave, yā kāci mahānadiyo, seyyathidaṁ—gaṅgā yamunā aciravatī sarabhū mahī, tā mahāsamuddaṁ patvā jahanti purimāni nāmagottāni; ‘mahāsamuddo’tveva saṅkhaṁ gacchanti. ",
  "ud5.5:13.2": "Yampi, bhikkhave, yā kāci mahānadiyo, seyyathidaṁ—gaṅgā yamunā aciravatī sarabhū mahī tā mahāsamuddaṁ patvā jahanti purimāni nāmagottāni, ‘mahāsamuddo’tveva saṅkhaṁ gacchanti; ",
  "ud5.5:13.3": "ayaṁ, bhikkhave, mahāsamudde catuttho acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "ud5.5:14.1": "Puna caparaṁ, bhikkhave, yā ca loke savantiyo mahāsamuddaṁ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṁ vā pūrattaṁ vā paññāyati. ",
  "ud5.5:14.2": "Yampi, bhikkhave, yā ca loke savantiyo mahāsamuddaṁ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṁ vā pūrattaṁ vā paññāyati; ",
  "ud5.5:14.3": "ayaṁ, bhikkhave, mahāsamudde pañcamo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "ud5.5:15.1": "Puna caparaṁ, bhikkhave, mahāsamuddo ekaraso loṇaraso. ",
  "ud5.5:15.2": "Yampi, bhikkhave, mahāsamuddo ekaraso loṇaraso; ",
  "ud5.5:15.3": "ayaṁ, bhikkhave, mahāsamudde chaṭṭho acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "ud5.5:16.1": "Puna caparaṁ, bhikkhave, mahāsamuddo bahuratano anekaratano. Tatrimāni ratanāni, seyyathidaṁ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṁ rajataṁ jātarūpaṁ lohitaṅgo masāragallaṁ. ",
  "ud5.5:16.2": "Yampi, bhikkhave, mahāsamuddo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṁ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṁ rajataṁ jātarūpaṁ lohitaṅgo masāragallaṁ; ",
  "ud5.5:16.3": "ayaṁ, bhikkhave, mahāsamudde sattamo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "ud5.5:17.1": "Puna caparaṁ, bhikkhave, mahāsamuddo mahataṁ bhūtānaṁ āvāso. Tatrime bhūtā—timi timiṅgalo timitimiṅgalo asurā nāgā gandhabbā. Santi mahāsamudde yojanasatikāpi attabhāvā, dviyojanasatikāpi attabhāvā, tiyojanasatikāpi attabhāvā, catuyojanasatikāpi attabhāvā, pañcayojanasatikāpi attabhāvā. ",
  "ud5.5:17.2": "Yampi, bhikkhave, mahāsamuddo mahataṁ bhūtānaṁ āvāso, tatrime bhūtā—timi timiṅgalo timitimiṅgalo asurā nāgā gandhabbā, santi mahāsamudde yojanasatikāpi attabhāvā dviyojanasatikāpi attabhāvā …pe… pañcayojanasatikāpi attabhāvā; ",
  "ud5.5:17.3": "ayaṁ, bhikkhave, mahāsamudde aṭṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā asurā mahāsamudde abhiramanti. ",
  "ud5.5:17.4": "Ime kho, bhikkhave, aṭṭha mahāsamudde acchariyā abbhutā dhammā ye disvā disvā asurā mahāsamudde abhiramanti. ",
  "ud5.5:18.1": "Evamevaṁ kho, bhikkhave, imasmiṁ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "ud5.5:18.2": "Katame aṭṭha? ",
  "ud5.5:19.1": "Seyyathāpi, bhikkhave, mahāsamuddo anupubbaninno anupubbapoṇo anupubbapabbhāro, na āyatakeneva papāto; ",
  "ud5.5:19.2": "evamevaṁ kho, bhikkhave, imasmiṁ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho. ",
  "ud5.5:19.3": "Yampi, bhikkhave, imasmiṁ dhammavinaye anupubbasikkhā anupubbakiriyā anupubbapaṭipadā, na āyatakeneva aññāpaṭivedho; ",
  "ud5.5:19.4": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye paṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "ud5.5:20.1": "Seyyathāpi, bhikkhave, mahāsamuddo ṭhitadhammo velaṁ nātivattati; ",
  "ud5.5:20.2": "evamevaṁ kho, bhikkhave, yaṁ mayā sāvakānaṁ sikkhāpadaṁ paññattaṁ taṁ mama sāvakā jīvitahetupi nātikkamanti. ",
  "ud5.5:20.3": "Yampi, bhikkhave, mayā sāvakānaṁ sikkhāpadaṁ paññattaṁ taṁ mama sāvakā jīvitahetupi nātikkamanti; ",
  "ud5.5:20.4": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye dutiyo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "ud5.5:21.1": "Seyyathāpi, bhikkhave, mahāsamuddo na matena kuṇapena saṁvasati; yaṁ hoti mahāsamudde mataṁ kuṇapaṁ taṁ khippameva tīraṁ vāheti, thalaṁ ussāreti; ",
  "ud5.5:21.2": "evamevaṁ kho, bhikkhave, yo so puggalo dussīlo pāpadhammo asuci saṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṁvasati; atha kho naṁ khippameva sannipatitvā ukkhipati. Kiñcāpi so hoti majjhe bhikkhusaṅghassa nisinno, atha kho so ārakāva saṅghamhā, saṅgho ca tena. ",
  "ud5.5:21.3": "Yampi, bhikkhave, yo so puggalo dussīlo pāpadhammo asuci saṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto, na tena saṅgho saṁvasati; khippameva naṁ sannipatitvā ukkhipati. Kiñcāpi so hoti majjhe bhikkhusaṅghassa nisinno, atha kho so ārakāva saṅghamhā, saṅgho ca tena; ",
  "ud5.5:21.4": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye tatiyo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "ud5.5:22.1": "Seyyathāpi, bhikkhave, yā kāci mahānadiyo, seyyathidaṁ—gaṅgā yamunā aciravatī sarabhū mahī tā mahāsamuddaṁ patvā jahanti purimāni nāmagottāni, ‘mahāsamuddo’tveva saṅkhaṁ gacchanti; ",
  "ud5.5:22.2": "evamevaṁ kho, bhikkhave, cattāro vaṇṇā—khattiyā, brāhmaṇā, vessā, suddā te tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajitvā jahanti purimāni nāmagottāni, ‘samaṇā sakyaputtiyā’tveva saṅkhaṁ gacchanti. ",
  "ud5.5:22.3": "Yampi, bhikkhave, cattāro vaṇṇā—khattiyā, brāhmaṇā, vessā, suddā te tathāgatappavedite dhammavinaye agārasmā anagāriyaṁ pabbajitvā jahanti purimāni nāmagottāni, ‘samaṇā sakyaputtiyā’tveva saṅkhaṁ gacchanti; ",
  "ud5.5:22.4": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye catuttho acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "ud5.5:23.1": "Seyyathāpi, bhikkhave, yā ca loke savantiyo mahāsamuddaṁ appenti, yā ca antalikkhā dhārā papatanti, na tena mahāsamuddassa ūnattaṁ vā pūrattaṁ vā paññāyati; ",
  "ud5.5:23.2": "evamevaṁ kho, bhikkhave, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṁ vā pūrattaṁ vā paññāyati. ",
  "ud5.5:23.3": "Yampi, bhikkhave, bahū cepi bhikkhū anupādisesāya nibbānadhātuyā parinibbāyanti, na tena nibbānadhātuyā ūnattaṁ vā pūrattaṁ vā paññāyati; ",
  "ud5.5:23.4": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye pañcamo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "ud5.5:24.1": "Seyyathāpi, bhikkhave, mahāsamuddo ekaraso loṇaraso; ",
  "ud5.5:24.2": "evamevaṁ kho, bhikkhave, ayaṁ dhammavinayo ekaraso vimuttiraso. ",
  "ud5.5:24.3": "Yampi, bhikkhave, ayaṁ dhammavinayo ekaraso vimuttiraso; ",
  "ud5.5:24.4": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye chaṭṭho acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "ud5.5:25.1": "Seyyathāpi, bhikkhave, mahāsamuddo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṁ—muttā maṇi veḷuriyo saṅkho silā pavāḷaṁ rajataṁ jātarūpaṁ lohitaṅgo masāragallaṁ; ",
  "ud5.5:25.2": "evamevaṁ kho, bhikkhave, ayaṁ dhammavinayo bahuratano anekaratano; tatrimāni ratanāni, seyyathidaṁ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ",
  "ud5.5:25.3": "Yampi, bhikkhave, ayaṁ dhammavinayo bahuratano anekaratano, tatrimāni ratanāni, seyyathidaṁ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo; ",
  "ud5.5:25.4": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye sattamo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "ud5.5:26.1": "Seyyathāpi, bhikkhave, mahāsamuddo mahataṁ bhūtānaṁ āvāso, tatrime bhūtā—timi timiṅgalo timitimiṅgalo asurā nāgā gandhabbā, santi mahāsamudde yojanasatikāpi attabhāvā dviyojanasatikāpi attabhāvā tiyojanasatikāpi attabhāvā catuyojanasatikāpi attabhāvā pañcayojanasatikāpi attabhāvā; ",
  "ud5.5:26.2": "evamevaṁ kho, bhikkhave, ayaṁ dhammavinayo mahataṁ bhūtānaṁ āvāso;tatrime bhūtā—sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno, sakadāgāmī, sakadāgāmiphalasacchikiriyāya paṭipanno, anāgāmī, anāgāmiphalasacchikiriyāya paṭipanno, arahā, arahattāya paṭipanno. ",
  "ud5.5:26.3": "Yampi, bhikkhave, ayaṁ dhammavinayo mahataṁ bhūtānaṁ āvāso, tatrime bhūtā—sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno, sakadāgāmī, sakadāgāmiphalasacchikiriyāya paṭipanno, anāgāmī, anāgāmiphalasacchikiriyāya paṭipanno, arahā, arahattāya paṭipanno; ",
  "ud5.5:26.4": "ayaṁ, bhikkhave, imasmiṁ dhammavinaye aṭṭhamo acchariyo abbhuto dhammo, yaṁ disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramanti. ",
  "ud5.5:26.5": "Ime kho, bhikkhave, imasmiṁ dhammavinaye aṭṭha acchariyā abbhutā dhammā, ye disvā disvā bhikkhū imasmiṁ dhammavinaye abhiramantī”ti. ",
  "ud5.5:27.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "ud5.5:28.1": "“Channamativassati, ",
  "ud5.5:28.2": "vivaṭaṁ nātivassati; ",
  "ud5.5:28.3": "Tasmā channaṁ vivaretha, ",
  "ud5.5:28.4": "evaṁ taṁ nātivassatī”ti. ",
  "ud5.5:28.5": "Pañcamaṁ. "
}