{
  "pli-tv-bi-pm:0.2": "The nuns’ rules ",
  "pli-tv-bi-pm:1.0": "Preliminaries ",
  "pli-tv-bi-pm:1.1": "Sweeping, lamps, setting up of water and seats; ",
  "pli-tv-bi-pm:1.2": "these are to be done before the observance-day ceremony. ",
  "pli-tv-bi-pm:2.0": "Preliminary duties ",
  "pli-tv-bi-pm:2.1": "Consent, purity, knowing the season, counting the nuns and instruction; ",
  "pli-tv-bi-pm:2.2": "these are the preliminary duties of the observance-day ceremony. ",
  "pli-tv-bi-pm:3.0": "The factors of readiness: ",
  "pli-tv-bi-pm:3.1": "It is the observance day, all the nuns who should be present have arrived, ",
  "pli-tv-bi-pm:3.2": "there are no shared offenses, ",
  "pli-tv-bi-pm:3.3": "and there is no-one there who should not be present. This is called readiness. ",
  "pli-tv-bi-pm:4.1": "Having completed the duties to be done beforehand and the preliminary duties, with the assent of the nuns’ community, one and all, with offenses confessed, I invite the recitation of the Monastic Code. ",
  "pli-tv-bi-pm:5.0": "The recitation of the introduction ",
  "pli-tv-bi-pm:5.1": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bi-pm:5.2": "Today is the observance day, the fifteenth. ",
  "pli-tv-bi-pm:5.3": "If the Sangha is ready, it should do the observance-day ceremony, it should recite the Monastic Code. ",
  "pli-tv-bi-pm:6.1": "What is the preliminary duty of the Sangha? ",
  "pli-tv-bi-pm:6.2": "The venerables should declare their purity. ",
  "pli-tv-bi-pm:6.3": "I will recite the Monastic Code. ",
  "pli-tv-bi-pm:6.4": "Everyone present should listen to it and attend carefully. ",
  "pli-tv-bi-pm:6.5": "Anyone who has committed an offense should reveal it. ",
  "pli-tv-bi-pm:6.6": "If you haven’t committed any offense, you should remain silent. ",
  "pli-tv-bi-pm:6.7": "If you are silent, I will regard you as pure. ",
  "pli-tv-bi-pm:6.8": "Just as one responds when asked individually, so too, an announcement is made three times in this kind of gathering. ",
  "pli-tv-bi-pm:6.9": "If a nun remembers an offense while the announcement is being made up to the third time, but doesn’t reveal it, she is lying in full awareness. ",
  "pli-tv-bi-pm:6.10": "Lying in full awareness is called an obstacle by the Buddha. ",
  "pli-tv-bi-pm:6.11": "A nun who remembers an offense and is seeking purification should therefore reveal it. ",
  "pli-tv-bi-pm:6.12": "When it’s revealed, she will be at ease. ",
  "pli-tv-bi-pm:7.1": "Venerables, the introduction has been recited. ",
  "pli-tv-bi-pm:7.2": "In regard to this I ask you, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:7.3": "A second time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:7.4": "A third time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:7.5": "You are pure in this and therefore silent. I will remember it thus.’ ",
  "pli-tv-bi-pm:7.6": "The introduction is finished. ",
  "pli-tv-bi-pm:8.0": "The recitation of the rules on expulsion ",
  "pli-tv-bi-pm:8.1": "Venerables, these eight rules on expulsion come up for recitation. ",
  "pli-tv-bi-pm:9.0": "Expulsion 1: sexual intercourse ",
  "pli-tv-bi-pm:9.1": "If a nun willingly has sexual intercourse, even with a male animal, she is expelled and excluded from the community. ",
  "pli-tv-bi-pm:10.0": "Expulsion 2: theft ",
  "pli-tv-bi-pm:10.1": "If a nun, intending to steal, takes from an inhabited area or from the wilderness what has not been given to her—",
  "pli-tv-bi-pm:10.2": "the sort of stealing for which kings, having caught a thief, would beat, imprison, or banish her, saying, ‘You’re a bandit, you’re a fool, you’ve gone astray, you’re a thief’—",
  "pli-tv-bi-pm:10.3": "she is expelled and excluded from the community. ",
  "pli-tv-bi-pm:11.0": "Expulsion 3: murder ",
  "pli-tv-bi-pm:11.1": "If a nun intentionally kills a human being or seeks an instrument of death for them or praises death or incites someone to die, saying, ",
  "pli-tv-bi-pm:11.2": "‘My friend, what’s the point of this miserable and difficult life? Death is better for you than life!’—",
  "pli-tv-bi-pm:11.3": "thinking and intending thus, if she praises death in many ways or incites someone to die—",
  "pli-tv-bi-pm:11.4": "she too is expelled and excluded from the community. ",
  "pli-tv-bi-pm:12.0": "Expulsion 4: laying false claim to superhuman attainments ",
  "pli-tv-bi-pm:12.1": "If a nun falsely claims for herself a superhuman quality, a knowledge and vision worthy of the noble ones, saying, ‘This I know, this I see,’ ",
  "pli-tv-bi-pm:12.2": "but after some time—whether she is questioned or not, but having committed the offense and seeking purification—should say: ‘Not knowing I said that I know, not seeing that I see; what I said was empty and false,’ then, ",
  "pli-tv-bi-pm:12.3": "except if it is due to overestimation, ",
  "pli-tv-bi-pm:12.4": "she too is expelled and excluded from the community. ",
  "pli-tv-bi-pm:13.0": "Expulsion 5: above the knees ",
  "pli-tv-bi-pm:13.1": "If a lustful nun consents to a lustful man making physical contact with her, to touching her, to taking hold of her, to contacting her, or to squeezing her, anywhere below the collar bone but above the knees, she too is expelled and excluded from the community. The training rule on above the knees. ",
  "pli-tv-bi-pm:14.0": "Expulsion 6: conceal offenses ",
  "pli-tv-bi-pm:14.1": "If a nun knows that a nun has committed an offense entailing expulsion, but she neither confronts her herself nor tells a group of nuns, and afterward—whether that nun remains or has died or has been expelled or has converted—she says, ‘Venerables, although I previously knew that this nun was like this, I thought, I will neither confront her myself nor tell a group of nuns, she too is expelled and excluded from the community. The training rule on those who conceal offenses. ",
  "pli-tv-bi-pm:15.0": "Expulsion 7: siding with one ejected ",
  "pli-tv-bi-pm:15.1": "If a nun takes sides with a monk who has been ejected by a unanimous Sangha—in accordance with the rule, the Monastic Law, and the Teacher’s instruction—and who is disrespectful, who has not made amends, and who has not made friends, the nuns should correct her like this: ",
  "pli-tv-bi-pm:15.2": "‘Venerable, this monk has been ejected by a unanimous Sangha in accordance with the rule, the Monastic Law, and the Teacher’s instruction. He’s disrespectful, hasn’t made amends, and hasn’t made friends. Venerable, don’t take sides with this monk.’ ",
  "pli-tv-bi-pm:15.3": "If that nun continues as before, the nuns should press her up to three times to make her stop. ",
  "pli-tv-bi-pm:15.4": "If she then stops, all is well. ",
  "pli-tv-bi-pm:15.5": "If she does not stop, she too is expelled and excluded from the community. The training rule on taking sides with one who has been ejected. ",
  "pli-tv-bi-pm:16.0": "Expulsion 8: eight factors ",
  "pli-tv-bi-pm:16.1": "If, for the purpose of indulging in inappropriate sexual conduct, a lustful nun consents to a lustful man holding her hand and the edge of her robe, and she stands with him and chats with him and goes to an appointment with him and consents to him coming to her and enters a covered place with him and disposes her body for him for that purpose, she too is expelled and excluded from the community. The training rule having eight parts. ",
  "pli-tv-bi-pm:17.1": "Venerables, the eight rules on expulsion have been recited. ",
  "pli-tv-bi-pm:17.2": "If a nun commits any one of them, she is no longer part of the community of nuns. ",
  "pli-tv-bi-pm:17.3": "As before, so after: she’s expelled and excluded from the community. ",
  "pli-tv-bi-pm:17.4": "In regard to this I ask you, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:17.5": "A second time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:17.6": "A third time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:17.7": "You are pure in this and therefore silent. I will remember it thus.’ ",
  "pli-tv-bi-pm:17.8": "The offenses entailing expulsion are finished. ",
  "pli-tv-bi-pm:18.0": "Recitation of the rules on suspension ",
  "pli-tv-bi-pm:18.1": "Venerables, these seventeen rules on suspension come up for recitation. ",
  "pli-tv-bi-pm:19.0": "Suspension 1: litigious ",
  "pli-tv-bi-pm:19.1": "If a nun takes legal action against a householder or a householder’s offspring or a slave or a worker or even toward a monastic or a wanderer, then that nun has committed an immediate offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:20.0": "Suspension 2: ordaining a criminal ",
  "pli-tv-bi-pm:20.1": "If a nun, without getting permission from the king or the Sangha or a community or an association or a society, gives the full admission to a woman who she knows is a criminal and who is known as sentenced to death, then, except when it is allowable, that nun too has committed an immediate offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:21.0": "Suspension 3: walking alone to the next inhabited area ",
  "pli-tv-bi-pm:21.1": "If a nun walks to the next inhabited area by herself or crosses a river by herself or spends the night apart by herself or lags behind her companions by herself, then that nun too has committed an immediate offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:22.0": "Suspension 4: readmitting one ejected ",
  "pli-tv-bi-pm:22.1": "If a nun, without getting permission from the Sangha that did the legal procedure and without the consent of the community, readmits a nun who has been ejected by a unanimous Sangha in accordance with the rule and the Monastic Law and the Teacher’s instruction, then that nun too has committed an immediate offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:23.0": "Suspension 5: receiving food with lust ",
  "pli-tv-bi-pm:23.1": "If a lustful nun eats fresh or cooked food after receiving it directly from a lustful man, then that nun too has committed an immediate offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:24.0": "Suspension 6: encouraging receiving food from one with lust ",
  "pli-tv-bi-pm:24.1": "If a nun says, ‘Venerable, what can this man do to you, whether he has lust or not, if you’re without? Go on, Venerable, receive it with your own hands and then eat whatever fresh or cooked food he gives you,’ then that nun too has committed an immediate offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:25.0": "Suspension 7: matchmaking ",
  "pli-tv-bi-pm:25.1": "If a nun acts as a matchmaker, conveying a man’s intention to a woman or a woman’s intention to a man, for marriage or for an affair, even if just a brief one, she commits an offense entailing suspension. ",
  "pli-tv-bi-pm:26.0": "Suspension 8: making a groundless accusation out of anger ",
  "pli-tv-bi-pm:26.1": "If a nun who is angry and displeased groundlessly charges a nun with an offense entailing expulsion, aiming to make her leave the monastic life, ",
  "pli-tv-bi-pm:26.2": "and then after some time, whether she is questioned or not, it is clear that the legal issue is groundless, and she admits to her ill will, she commits an offense entailing suspension. ",
  "pli-tv-bi-pm:27.0": "Suspension 9: making a Suspension 8: making a groundless accusation out of anger, using a pretext ",
  "pli-tv-bi-pm:27.1": "If a nun who is angry and displeased, uses an unrelated legal issue as a pretext to charge a nun with an offense entailing expulsion, aiming to make her leave the monastic life, ",
  "pli-tv-bi-pm:27.2": "and then after some time, whether she is questioned or not, it is clear that the legal issue is unrelated and was used as pretext, and she admits to her ill will, she commits an offense entailing suspension. ",
  "pli-tv-bi-pm:28.0": "Suspension 10: renouncing the training ",
  "pli-tv-bi-pm:28.1": "If a nun says in anger, ",
  "pli-tv-bi-pm:28.2": "I renounce the Buddha, I renounce the Teaching, I renounce the Sangha, I renounce the training! The Sakyan daughters are not the only monastics. There are other monastics who have a sense of conscience, who are afraid of wrongdoing and fond of the training. I’ll practice the spiritual life with them,’ ",
  "pli-tv-bi-pm:28.3": "then the nuns should correct her like this: ",
  "pli-tv-bi-pm:28.4": "‘Venerable, don’t say such things in anger, I renounce the Buddha, I renounce the Teaching, I renounce the Sangha, I renounce the training! The Sakyan daughters are not the only monastics. There are other monastics who have a sense of conscience, who are afraid of wrongdoing and fond of the training. I’ll practice the spiritual life with them.’ Take delight, Venerable; the Teaching is well proclaimed. Practice the spiritual life for the complete ending of suffering.’ ",
  "pli-tv-bi-pm:28.5": "If that nun continues as before, the nuns should press her up to three times to make her stop. ",
  "pli-tv-bi-pm:28.6": "If she then stops, all is well. ",
  "pli-tv-bi-pm:28.7": "If she does not stop, then after the third announcement that nun too has committed an offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:29.0": "Suspension 11: getting angry over a legal issue ",
  "pli-tv-bi-pm:29.1": "If a nun is angry because a legal issue has been decided against her, saying, ",
  "pli-tv-bi-pm:29.2": "‘The nuns are acting out of favoritism, ill will, confusion, and fear,’ then the nuns should correct her like this: ",
  "pli-tv-bi-pm:29.3": "‘Venerable, just because you’re angry that a legal issue has been decided against you, don’t say, ‘The nuns are acting out of favoritism, ill will, confusion, and fear.’ ",
  "pli-tv-bi-pm:29.4": "Perhaps it’s you who are acting out of favoritism, ill will, confusion, and fear.’ ",
  "pli-tv-bi-pm:29.5": "If that nun continues as before, the nuns should press her up to three times to make her stop. ",
  "pli-tv-bi-pm:29.6": "If she then stops, all is well. ",
  "pli-tv-bi-pm:29.7": "If she does not stop, then after the third announcement that nun too has committed an offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:30.0": "Suspension 12: socializing ",
  "pli-tv-bi-pm:30.1": "If nuns socialize, behave badly, have a bad reputation, are notorious, harass the Sangha of nuns, and hide each other’s offenses, ",
  "pli-tv-bi-pm:30.2": "then the nuns should correct them like this: ",
  "pli-tv-bi-pm:30.3": "‘Sisters, you socialize, behave badly, have a bad reputation, are notorious, harass the Sangha of nuns, and hide each other’s offenses. ",
  "pli-tv-bi-pm:30.4": "Be secluded, Venerables. The Sangha praises seclusion for the Sisters.’ ",
  "pli-tv-bi-pm:30.5": "If those nuns continues as before, the nuns should press them up to three times to make them stop. ",
  "pli-tv-bi-pm:30.6": "If they then stops, all is well. ",
  "pli-tv-bi-pm:30.7": "If they do not stop, then after the third announcement those nuns too have committed an offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:31.0": "Suspension 13: siding with one socializing ",
  "pli-tv-bi-pm:31.1": "If a nun says, ",
  "pli-tv-bi-pm:31.2": "‘Venerables, you should socialize. Don’t live separately. ",
  "pli-tv-bi-pm:31.3": "There are other nuns in the Sangha who have such behavior, reputation, and notoriety, and who harass the Sangha of nuns and hide each other’s offenses. The Sangha says nothing to them. ",
  "pli-tv-bi-pm:31.4": "It’s because of disrespect, contempt, impatience, and slander, and because you are weak that the Sangha says to you, ‘Sisters, you socialize, behave badly, have a bad reputation, are notorious, harass the Sangha of nuns, and hide each other’s offenses. Be secluded, Venerables. The Sangha praises seclusion for the Sisters, ",
  "pli-tv-bi-pm:31.5": "then the nuns should correct her like this: ",
  "pli-tv-bi-pm:31.6": "‘Venerable, don’t say such things: ",
  "pli-tv-bi-pm:31.7": "‘Venerables, you should socialize. Don’t live separately. ",
  "pli-tv-bi-pm:31.8": "There are other nuns in the Sangha who have such behavior, reputation, and notoriety, and who harass the Sangha of nuns and hide each other’s offenses. The Sangha says nothing to them. ",
  "pli-tv-bi-pm:31.9": "It’s because of disrespect, contempt, impatience, and slander, and because you are weak that the Sangha says to you, ‘Sisters, you socialize, behave badly, have a bad reputation, are notorious, harass the Sangha of nuns, and hide each other’s offenses. Be secluded, Venerables. The Sangha praises seclusion for the Sisters, ",
  "pli-tv-bi-pm:31.10": "If that nun continues as before, the nuns should press her up to three times to make her stop. ",
  "pli-tv-bi-pm:31.11": "If she then stops, all is well. ",
  "pli-tv-bi-pm:31.12": "If she does not stop, then after the third announcement that nun too has committed an offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:32.0": "Suspension 14: causing a schism in the Sangha ",
  "pli-tv-bi-pm:32.1": "If a nun pursues schism in a united Sangha or persists in taking up a legal issue conducive to schism, the nuns should correct her like this, ",
  "pli-tv-bi-pm:32.2": "‘Venerable, don’t pursue schism in the united Sangha or persist in taking up a legal issue conducive to schism. ",
  "pli-tv-bi-pm:32.3": "Stay with the Sangha, for a united Sangha—in concord, in harmony, having a joint recitation—is at ease.’ ",
  "pli-tv-bi-pm:32.4": "If that nun continues as before, the nuns should press her up to three times to make her stop. ",
  "pli-tv-bi-pm:32.5": "If she then stops, all is well. ",
  "pli-tv-bi-pm:32.6": "If she does not stop, then after the third announcement that nun too has committed an offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:33.0": "Suspension 15: siding with a schismatic ",
  "pli-tv-bi-pm:33.1": "That nun may have one, two, or three nuns who side with her and support her, and they may say, ",
  "pli-tv-bi-pm:33.2": "“Venerables, don’t correct this nun. ",
  "pli-tv-bi-pm:33.3": "She speaks in accordance with the Teaching and the training. ",
  "pli-tv-bi-pm:33.4": "And she speaks with our consent and approval. She knows about us and speaks for us, and we approve of this.” ",
  "pli-tv-bi-pm:33.5": "then the nuns should correct those nuns like this: ",
  "pli-tv-bi-pm:33.6": "‘No, Venerables, ",
  "pli-tv-bi-pm:33.7": "this nun speaks contrary to the Teaching and the training. ",
  "pli-tv-bi-pm:33.8": "And don’t consent to schism in the Sangha. ",
  "pli-tv-bi-pm:33.9": "Stay with the Sangha, for a united Sangha—in concord, in harmony, having a joint recitation—is at ease.’ ",
  "pli-tv-bi-pm:33.10": "If those nuns continues as before, the nuns should press them up to three times to make them stop. ",
  "pli-tv-bi-pm:33.11": "If they then stops, all is well. ",
  "pli-tv-bi-pm:33.12": "If they do not stop, then after the third announcement those nuns too have committed an offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:34.0": "Suspension 16: being difficult to correct ",
  "pli-tv-bi-pm:34.1": "If a nun is difficult to correct, and she makes herself incorrigible when legitimately corrected by the nuns concerning the training rules that are recited, saying, ",
  "pli-tv-bi-pm:34.2": "‘Venerables, don’t say anything to me, either good or bad, and I won’t say anything to you, either good or bad. ",
  "pli-tv-bi-pm:34.3": "Please refrain from correcting me,’ ",
  "pli-tv-bi-pm:34.4": "then the nuns should correct her like this: ",
  "pli-tv-bi-pm:34.5": "‘Be easy to correct, Venerable, not incorrigible. ",
  "pli-tv-bi-pm:34.6": "And please give legitimate correction to the nuns, and the nuns will do the same to you. ",
  "pli-tv-bi-pm:34.7": "For it’s in this way that the Buddha’s community has grown, that is, through mutual correction and mutual clearing of offenses.’ ",
  "pli-tv-bi-pm:34.8": "If that nun continues as before, the nuns should press her up to three times to make her stop. ",
  "pli-tv-bi-pm:34.9": "If she then stops, all is well. ",
  "pli-tv-bi-pm:34.10": "If she does not stop, then after the third announcement that nun too has committed an offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:35.0": "Suspension 17: being a corrupter of families ",
  "pli-tv-bi-pm:35.1": "If a nun who lives supported by a village or town is a corrupter of families and badly behaved, and her bad behavior has been seen and heard about, and the families corrupted by her have been seen and heard about, ",
  "pli-tv-bi-pm:35.2": "then the nuns should correct her like this: ",
  "pli-tv-bi-pm:35.3": "‘Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you’ve stayed here long enough.’ ",
  "pli-tv-bi-pm:35.4": "If she replies, ",
  "pli-tv-bi-pm:35.5": "‘You’re acting out of desire, ill will, confusion, and fear. Because of this sort of offense, you only banish some, but not others,’ ",
  "pli-tv-bi-pm:35.6": "then the nuns should correct her like this: ",
  "pli-tv-bi-pm:35.7": "‘No, venerable, the nuns are not acting out of desire, ill will, confusion, and fear. ",
  "pli-tv-bi-pm:35.8": "Venerable, you’re a corrupter of families and badly behaved. Your bad behavior has been seen and heard about, and the families corrupted by you have been seen and heard about. Leave this monastery; you’ve stayed here long enough.’ ",
  "pli-tv-bi-pm:35.9": "If that nun continues as before, the nuns should press her up to three times to make her stop. ",
  "pli-tv-bi-pm:35.10": "If she then stops, all is well. ",
  "pli-tv-bi-pm:35.11": "If she does not stop, then after the third announcement that nun too has committed an offense entailing sending away and suspension. ",
  "pli-tv-bi-pm:36.1": "“Venerables, the seventeen rules on suspension have been recited, nine being immediate offenses, eight after the third announcement. ",
  "pli-tv-bi-pm:36.2": "If a nun commits any one of them, she is to must undertake a trial period for a half-month toward both Sanghas. ",
  "pli-tv-bi-pm:36.3": "When this is completed, she is to be rehabilitated wherever there is a sangha of at least twenty nuns. ",
  "pli-tv-bi-pm:36.4": "If that nun is rehabilitated by a sangha of nuns of even one less than twenty, that nun is not rehabilitated and those nuns are at fault. This is the proper procedure. ",
  "pli-tv-bi-pm:36.5": "In regard to this I ask you, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:36.6": "A second time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:36.7": "A third time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:36.8": "You are pure in this and therefore silent. I will remember it thus.’ ",
  "pli-tv-bi-pm:36.9": "The chapter on offenses entailing suspension is finished. ",
  "pli-tv-bi-pm:37.0": "The rules on relinquishment and confession ",
  "pli-tv-bi-pm:37.1": "Venerables, these thirty rules on relinquishment and confession come up for recitation. ",
  "pli-tv-bi-pm:38.0.2": "Relinquishment and confession 1: collecting almsbowls ",
  "pli-tv-bi-pm:38.1": "If a nun collects almsbowls, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:39.0": "Relinquishment and confession 2: distributing out-of-season robe-cloth ",
  "pli-tv-bi-pm:39.1": "If a nun determines out-of-season robe-cloth as ‘in-season’, and then distributes it, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:40.0": "Relinquishment and confession 3: taking back a swapped robe ",
  "pli-tv-bi-pm:40.1": "If a nun swaps robes with a nun and then says, ‘Here’s your robe; give me that robe of mine. That which is yours is yours, and that which is mine is mine. Give me that, and take back what’s yours;’ and she just takes it or has it taken, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:41.0": "Relinquishment and confession 4: asking for something else ",
  "pli-tv-bi-pm:41.1": "If a nun asks for one thing and then for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:42.0": "Relinquishment and confession 5: exchanging for something else ",
  "pli-tv-bi-pm:42.1": "If a nun gets one thing in exchange and then something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:43.0": "Relinquishment and confession 6: exchanging Sangha property ",
  "pli-tv-bi-pm:43.1": "When a requisite belonging to the Sangha is designated for a specific purpose, if a nun exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:44.0": "Relinquishment and confession 7: exchanging Sangha property that was asked for ",
  "pli-tv-bi-pm:44.1": "When a requisite belonging to the Sangha is designated for a specific purpose and was asked for, if a nun exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:45.0": "Relinquishment and confession 8: exchanging collective property ",
  "pli-tv-bi-pm:45.1": "When a collective requisite is designated for a specific purpose, if a nun exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:46.0": "Relinquishment and confession 9: exchanging collective property that was asked for ",
  "pli-tv-bi-pm:46.1": "When a collective requisite is designated for a specific purpose and was asked for, if a nun exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:47.0": "Relinquishment and confession 10: exchanging personal property ",
  "pli-tv-bi-pm:47.1": "When a personal requisite is designated for a specific purpose and was asked for, if a nun exchanges it for something else, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:47.2": "The subchapter on bowls is finished. ",
  "pli-tv-bi-pm:48.0.2": "Relinquishment and confession 11: getting an expensive heavy cloak in exchange ",
  "pli-tv-bi-pm:48.1": "If a nun carries out an exchange to get a heavy cloak, it is to be worth at most four <i lang='pi' translate='no'>kaṁsa</i> coins. If she gets one in exchange that is worth more than that, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:49.0": "Relinquishment and confession 12: getting an expensive light cloak in exchange ",
  "pli-tv-bi-pm:49.1": "If a nun carries out an exchange to get a light cloak, it is to be worth at most two-and-a-half <i lang='pi' translate='no'>kaṁsa</i> coins. If she gets one in exchange that is worth more than that, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:50.0": "Relinquishment and confession 13: storing robe-cloth beyond ten days ",
  "pli-tv-bi-pm:50.1": "When her robe is finished and the robe season has ended, a nun should keep an extra robe for ten days at the most. ",
  "pli-tv-bi-pm:50.2": "If she keeps it longer than that, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:51.0": "Relinquishment and confession 14: staying apart from robes ",
  "pli-tv-bi-pm:51.1": "When her robe is finished and the robe season has ended, if a nun stays apart from her three robes even for a single day, except if the nuns have agreed, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:52.0": "Relinquishment and confession 15: storing robe-cloth beyond a month ",
  "pli-tv-bi-pm:52.1": "When her robe is finished and the robe season has ended, if out-of-season robe-cloth is given to a nun, she may receive it if she wishes. ",
  "pli-tv-bi-pm:52.2": "If she receives it, she should quickly make a robe. ",
  "pli-tv-bi-pm:52.3": "If there is not enough cloth, but she is expecting more, she should keep it at most one month to make up the lack. ",
  "pli-tv-bi-pm:52.4": "If she keeps it longer than that, then even if she expects more cloth, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:53.0": "Relinquishment and confession 16: asking an unrelated person for a robe ",
  "pli-tv-bi-pm:53.1": "If a nun asks an unrelated male or female householder for a robe, except on an appropriate occasion, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:53.2": "These are the appropriate occasions: her robes are stolen or her robes are lost. ",
  "pli-tv-bi-pm:54.0": "Relinquishment and confession 17: accepting too many robes ",
  "pli-tv-bi-pm:54.1": "If an unrelated male or female householder invites that nun to take many robes, she should accept at most one sarong and one upper robe. ",
  "pli-tv-bi-pm:54.2": "If she accepts more than that, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:55.0": "Relinquishment and confession 18: requesting fine robes from a fund ",
  "pli-tv-bi-pm:55.1": "If a male or female householder has set aside a robe fund for an unrelated nun, thinking, ",
  "pli-tv-bi-pm:55.2": "‘With this robe fund I will buy robe-cloth and give it to nun so-and-so;’ ",
  "pli-tv-bi-pm:55.3": "and if that nun, without first being invited, goes to them and specifies the kind of robe-cloth she wants, saying, ",
  "pli-tv-bi-pm:55.4": "‘It would be good if you would use this robe fund to buy such-and-such robe-cloth and then give it to me,’ ",
  "pli-tv-bi-pm:55.5": "and she does so because she wants something fine, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:56.0": "Relinquishment and confession 19: requesting fine robes from a combined fund ",
  "pli-tv-bi-pm:56.1": "If two male or female householders have set aside separate robe funds for an unrelated nun, thinking, ",
  "pli-tv-bi-pm:56.2": "‘With these separate robe funds we’ll buy separate robe-cloths and give them to nun so-and-so;’ ",
  "pli-tv-bi-pm:56.3": "and if that nun, without first being invited, goes to them and specifies the kind of robe-cloth she wants, saying, ",
  "pli-tv-bi-pm:56.4": "‘It would be good if you would put these separate robe funds together to buy such-and-such robe-cloth and then give it to me,’ ",
  "pli-tv-bi-pm:56.5": "and she does so because she wants something fine, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:57.0": "Relinquishment and confession 20: excessive prompting to get robe ",
  "pli-tv-bi-pm:57.1": "If a king, a king’s employee, a brahmin, or a householder sends a robe fund for a nun by messenger, saying, ",
  "pli-tv-bi-pm:57.2": "‘Buy robe-cloth with this robe fund and give it to nun so-and-so,’ ",
  "pli-tv-bi-pm:57.3": "and the messenger goes to that nun and says, ",
  "pli-tv-bi-pm:57.4": "‘Venerable, I have brought a robe fund for you. Please receive it,’ ",
  "pli-tv-bi-pm:57.5": "then that nun should reply, ",
  "pli-tv-bi-pm:57.6": "‘We don’t receive robe funds, but we do receive allowable robe-cloth at the right time.’ ",
  "pli-tv-bi-pm:57.7": "If that messenger says, ",
  "pli-tv-bi-pm:57.8": "‘Is there anyone who provides services for you?’ ",
  "pli-tv-bi-pm:57.9": "the nun, if she needs robe-cloth, should point out a monastery worker or a lay follower and say, ",
  "pli-tv-bi-pm:57.10": "‘That person provides services for the nuns.’ ",
  "pli-tv-bi-pm:57.11": "If the messenger instructs that service provider and then returns to the nun and says, ",
  "pli-tv-bi-pm:57.12": "‘Venerable, I have instructed the service provider you pointed out. Please go to them at the right time and he’ll give you robe-cloth,’ ",
  "pli-tv-bi-pm:57.13": "then, if that nun needs robe-cloth, she should go to that service provider and prompt and remind them two or three times, saying, ",
  "pli-tv-bi-pm:57.14": "“I need robe-cloth.’ ",
  "pli-tv-bi-pm:57.15": "If she then gets robe-cloth, all is well. ",
  "pli-tv-bi-pm:57.16": "If she does not get it, she should stand in silence for it at most six times. ",
  "pli-tv-bi-pm:57.17": "If she then gets robe-cloth, all is well. ",
  "pli-tv-bi-pm:57.18": "If she makes any further effort and then gets robe-cloth, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:57.19": "If she does not get robe-cloth, she should go to the owners of that robe fund, or send a message, saying, ",
  "pli-tv-bi-pm:57.20": "‘That nun hasn’t received any benefit from the robe fund you sent for her. ",
  "pli-tv-bi-pm:57.21": "Please recover what’s yours, or it might perish.’ ",
  "pli-tv-bi-pm:57.22": "This is the proper procedure. ",
  "pli-tv-bi-pm:57.23": "The subchapter on robes is finished. ",
  "pli-tv-bi-pm:58.0.2": "Relinquishment and confession 21: receiving money ",
  "pli-tv-bi-pm:58.1": "If a nun takes, has someone else take, or consents to gold and silver being deposited for her, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:59.0": "Relinquishment and confession 22: trading with money ",
  "pli-tv-bi-pm:59.1": "If a nun engages in various kinds of trades involving money, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:60.0": "Relinquishment and confession 23: bartering ",
  "pli-tv-bi-pm:60.1": "If a nun engages in various kinds of barter, she commits an offense entailing relinquishment and confession.’ ",
  "pli-tv-bi-pm:61.0": "Relinquishment and confession 24: exchanging an almsbowl with fewer than five mends ",
  "pli-tv-bi-pm:61.1": "If a nun exchanges an almsbowl with fewer than five mends for a new almsbowl, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:61.2": "That nun should relinquish that almsbowl to a gathering of nuns. ",
  "pli-tv-bi-pm:61.3": "She should then be given the last almsbowl belonging to that gathering: ",
  "pli-tv-bi-pm:61.4": "‘Nun, this bowl is yours. Keep it until it breaks.’ ",
  "pli-tv-bi-pm:62.0": "Relinquishment and confession 25: storing the five tonics too long ",
  "pli-tv-bi-pm:62.1": "After being received, the tonics allowable for sick nuns—that is, ghee, butter, oil, honey, and syrup: should be used from storage for at most seven days. ",
  "pli-tv-bi-pm:62.2": "If she keeps it longer than that, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:63.0": "Relinquishment and confession 26: taking back robe-cloth in anger ",
  "pli-tv-bi-pm:63.1": "If a nun herself gives a robe to a nun, but then, in anger, takes it back or has it taken back, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:64.0": "Relinquishment and confession 27: asking for thread ",
  "pli-tv-bi-pm:64.1": "If a nun herself asks for thread, and then has weavers weave her robe-cloth, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:65.0": "Relinquishment and confession 28: bribing weavers ",
  "pli-tv-bi-pm:65.1": "If a male or female householder is having robe-cloth woven by weavers for an unrelated nun and, without first being invited, that nun goes to those weavers and specifies the kind of robe-cloth she wants, saying, ",
  "pli-tv-bi-pm:65.2": "‘This robe-cloth that you are weaving for me, make it long and wide; make it closely woven, well-woven, well-stretched, well-scraped, and well-combed, ",
  "pli-tv-bi-pm:65.3": "and perhaps I will even give you a small gift,’ ",
  "pli-tv-bi-pm:65.4": "then, in saying that and afterwards giving them a small gift, even a bit of almsfood, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:66.0": "Relinquishment and confession 29: storing haste-cloth too long ",
  "pli-tv-bi-pm:66.1": "When there are ten days left to the Kattika full moon that ends the first rainy-season residence and haste-cloth is given to a nun, she may receive it if she regards it as urgent. She may then store it until the end of the robe season. ",
  "pli-tv-bi-pm:66.2": "If she stores it beyond that, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:67.0": "Relinquishment and confession 30: diverting an offering intended for the Sangha ",
  "pli-tv-bi-pm:67.1": "If a nun diverts to herself material support that she knows was intended for the Sangha, she commits an offense entailing relinquishment and confession. ",
  "pli-tv-bi-pm:67.2": "The subchapter on bowls is finished. ",
  "pli-tv-bi-pm:68.1": "Venerables, the thirty rules on relinquishment and confession have been recited. ",
  "pli-tv-bi-pm:68.2": "In regard to this I ask you, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:68.3": "A second time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:68.4": "A third time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:68.5": "You are pure in this and therefore silent. I will remember it thus.’ ",
  "pli-tv-bi-pm:68.6": "The offenses entailing relinquishment and confession are finished. ",
  "pli-tv-bi-pm:69.0": "The rules on confession ",
  "pli-tv-bi-pm:69.1": "Venerables, these hundred and sixty-six rules on confession come up for recitation. ",
  "pli-tv-bi-pm:70.0.2": "Confession 1: eating garlic ",
  "pli-tv-bi-pm:70.1": "If a nun eats garlic, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:71.0": "Confession 2: removing pubic hair ",
  "pli-tv-bi-pm:71.1": "If a nun removes hair from her private parts, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:72.0": "Confession 3: masturbation ",
  "pli-tv-bi-pm:72.1": "If a nun slaps her genitals with the palm of her hand, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:73.0": "Confession 4: using a dildo ",
  "pli-tv-bi-pm:73.1": "If a nun uses a dildo, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:74.0": "Confession 5: intimate washing ",
  "pli-tv-bi-pm:74.1": "If a nun is cleaning herself with water, she may insert two finger joints at the most. If she goes further than that, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:75.0": "Confession 6: attending on a monk ",
  "pli-tv-bi-pm:75.1": "If, when a monk is eating, a nun attends on him with drinking water or a fan, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:76.0": "Confession 7: asking for raw grain ",
  "pli-tv-bi-pm:76.1": "If a nun asks for or has someone else ask for raw grain, or she roasts it or has it roasted, or she pounds it or has it pounded, or she cooks it or has it cooked, and she then eats it, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:77.0": "Confession 8: disposing of waste ",
  "pli-tv-bi-pm:77.1": "If a nun disposes of feces or urine or trash or food scraps over a wall or over an encircling wall, or she has it disposed of in this way, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:78.0": "Confession 9: disposing of waste on plants ",
  "pli-tv-bi-pm:78.1": "If a nun disposes of feces or urine or trash or food scraps on cultivated plants, or she has it disposed of in this way, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:79.0": "Confession 10: watching entertainment ",
  "pli-tv-bi-pm:79.1": "If a nun goes to see dancing or singing or music, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:79.2": "The subchapter on garlic is finished. ",
  "pli-tv-bi-pm:80.0.2": "Confession 11: meeting a man in the dark ",
  "pli-tv-bi-pm:80.1": "If, in the dark of the night without a lamp, a nun stands or talks alone with a man, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:81.0": "Confession 12: meeting a man in a concealed place ",
  "pli-tv-bi-pm:81.1": "If a nun stands or talks alone with a man in a concealed place, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:82.0": "Confession 13: meeting a man in the open ",
  "pli-tv-bi-pm:82.1": "If a nun stands or talks alone with a man out in the open, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:83.0": "Confession 14: meeting a man on a street ",
  "pli-tv-bi-pm:83.1": "If a nun stands or talks alone with a man on a street or in a cul-de-sac or at an intersection, or she whispers in his ear or dismisses her companion nun, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:84.0": "Confession 15: departing without taking leave ",
  "pli-tv-bi-pm:84.1": "If a nun visits families before the meal, sits down on a seat, and then departs without informing the owners, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:85.0": "Confession 16: sitting down without permission ",
  "pli-tv-bi-pm:85.1": "If a nun visits families after the meal, and then sits down or lies down on a seat without asking permission of the owners, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:86.0": "Confession 17: laying out bedding without permission ",
  "pli-tv-bi-pm:86.1": "If a nun visits families at the wrong time, puts out bedding without asking permission of the owners, or has it put out, and then sits down or lies down on it, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:87.0": "Confession 18: complaining without reflection ",
  "pli-tv-bi-pm:87.1": "If a nun complains about someone because of a misunderstanding and a lack of proper reflection, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:88.0": "Confession 19: cursing ",
  "pli-tv-bi-pm:88.1": "If a nun curses herself or someone else, referring to hell or the spiritual life, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:89.0": "Confession 20: crying and beating oneself ",
  "pli-tv-bi-pm:89.1": "If a nun cries after repeatedly beating herself, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:89.2": "The second subchapter on dark of the night is finished. ",
  "pli-tv-bi-pm:90.0.2": "Confession 21: bathing naked ",
  "pli-tv-bi-pm:90.1": "If a nun bathes naked, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:91.0": "Confession 22: oversize bathing robes ",
  "pli-tv-bi-pm:91.1": "If a nun is having a bathing robe made, it should be made the right size. This is the right size: four standard handspans long and two wide. If it exceeds that, it is to be cut down, and she commits an offense entailing confession. ",
  "pli-tv-bi-pm:92.0": "Confession 23: unstitching a robe ",
  "pli-tv-bi-pm:92.1": "If a nun, after unstitching a nun’s robe or having it unstitched, neither sews it herself nor makes any effort to have someone else sew it, then, if there was no obstruction or it was no more than four or five days, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:93.0": "Confession 24: moving robes ",
  "pli-tv-bi-pm:93.1": "If a nun does not move her robes for more than five days, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:94.0": "Confession 25: borrowing a robe ",
  "pli-tv-bi-pm:94.1": "If a nun wears a robe taken on loan, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:95.0": "Confession 26: robe-cloth for a group ",
  "pli-tv-bi-pm:95.1": "If a nun creates an obstacle for a group to get robe-cloth, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:96.0": "Confession 27: blocking robe-cloth distribution ",
  "pli-tv-bi-pm:96.1": "If a nun blocks a legitimate distribution of robe-cloth, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:97.0": "Confession 28: giving a robe to a non-monastic ",
  "pli-tv-bi-pm:97.1": "If a nun gives a monastic robe to a householder or a male wanderer or a female wanderer, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:98.0": "Confession 29: letting the robe season expire ",
  "pli-tv-bi-pm:98.1": "If a nun lets the robe season expire because of an uncertain expectation of robe-cloth, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:99.0": "Confession 30: blocking the ending of the robe season ",
  "pli-tv-bi-pm:99.1": "If a nun blocks a legitimate ending of the robe season, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:99.2": "The third subchapter on nakedness is finished. ",
  "pli-tv-bi-pm:100.0.2": "Confession 31: lying on the same bed ",
  "pli-tv-bi-pm:100.1": "If two nuns lie down on the same bed, they commit an offense entailing confession. ",
  "pli-tv-bi-pm:101.0": "Confession 32: lying on the same sheet ",
  "pli-tv-bi-pm:101.1": "If two nuns lie down on the same sheet and under the same cover, they commit an offense entailing confession. ",
  "pli-tv-bi-pm:102.0": "Confession 33: making ill at ease ",
  "pli-tv-bi-pm:102.1": "If a nun intentionally makes a nun ill at ease, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:103.0": "Confession 34: not nursing a disciple ",
  "pli-tv-bi-pm:103.1": "If a nun neither nurses a suffering disciple, nor makes any effort to have someone else nurse her, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:104.0": "Confession 35: evicting a nun ",
  "pli-tv-bi-pm:104.1": "If a nun gives a dwelling place to a nun, and then, in anger, throws her out or has her thrown out, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:105.0": "Confession 36: socializing with a householder ",
  "pli-tv-bi-pm:105.1": "If a nun is socializing with a householder or a householder’s offspring, the nuns should correct her like this: ",
  "pli-tv-bi-pm:105.2": "‘Venerable, don’t socialize with householders or householders’ offspring. Be secluded, Venerable. The Sangha praises seclusion for the Sisters.’ ",
  "pli-tv-bi-pm:105.3": "If that nun continues as before, the nuns should press her up to three times to make her stop. ",
  "pli-tv-bi-pm:105.4": "If she then stops, all is well. ",
  "pli-tv-bi-pm:105.5": "If she does not stop, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:106.0": "Confession 37: wandering within the country ",
  "pli-tv-bi-pm:106.1": "If a nun goes wandering without a group of travelers where it is considered risky and dangerous within her own country, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:107.0": "Confession 38: wandering outside the country ",
  "pli-tv-bi-pm:107.1": "If a nun goes wandering without a group of travelers where it is considered risky and dangerous outside her own country, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:108.0": "Confession 39: wandering during the rainy season ",
  "pli-tv-bi-pm:108.1": "If a nun goes wandering during the rainy season, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:109.0": "Confession 40: not wandering after the rainy season ",
  "pli-tv-bi-pm:109.1": "If a nun who has completed the rainy-season residence does not go wandering at least 65 to 80 kilometers, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:109.2": "The fourth subchapter on lying down is finished. ",
  "pli-tv-bi-pm:110.0.2": "Confession 41: visiting places of pleasure ",
  "pli-tv-bi-pm:110.1": "If a nun visits a royal house or a gallery or a park or a garden or a lotus pond, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:111.0": "Confession 42: using luxurious furniture ",
  "pli-tv-bi-pm:111.1": "If a nun uses a high or luxurious couch, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:112.0": "Confession 43: spinning yarn ",
  "pli-tv-bi-pm:112.1": "If a nun spins yarn, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:113.0": "Confession 44: serving householders ",
  "pli-tv-bi-pm:113.1": "If a nun provides services for a householder, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:114.0": "Confession 45: not resolving a legal issue ",
  "pli-tv-bi-pm:114.1": "If, when asked by a nun, a nun consents to resolve a legal issue, but then neither resolves it nor makes any effort to resolve it, then, if there was no obstruction, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:115.0": "Confession 46: giving food to a non-monastic ",
  "pli-tv-bi-pm:115.1": "If a nun personally gives fresh or cooked food to a householder or a male wanderer or a female wanderer, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:116.0": "Confession 47: not relinquishing a monastery robe ",
  "pli-tv-bi-pm:116.1": "If a nun does not relinquish a monastery robe, but continues to use it, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:117.0": "Confession 48: not relinquishing a lodging ",
  "pli-tv-bi-pm:117.1": "If a nun goes wandering without relinquishing her lodging, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:118.0": "Confession 49: studying worldly subjects ",
  "pli-tv-bi-pm:118.1": "If a nun studies worldly subjects, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:119.0": "Confession 50: teaching worldly subjects ",
  "pli-tv-bi-pm:119.1": "If a nun teaches worldly subjects, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:119.2": "The fifth subchapter on galleries is finished. ",
  "pli-tv-bi-pm:120.0.2": "Confession 51: entering a monks’ monastery ",
  "pli-tv-bi-pm:120.1": "If a nun, knowing that there are monks in a monastery, enters it without asking permission, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:121.0": "Confession 52: abusing a monk ",
  "pli-tv-bi-pm:121.1": "If a nun abuses or reviles a monk, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:122.0": "Confession 53: reviling a group ",
  "pli-tv-bi-pm:122.1": "If a furious nun reviles a community, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:123.0": "Confession 54: eating more after refusing an offer ",
  "pli-tv-bi-pm:123.1": "If a nun, who has been invited to a meal, refuses an offer to eat more, and then eats fresh or cooked food, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:124.0": "Confession 55: being stingy with families ",
  "pli-tv-bi-pm:124.1": "If a nun is keeps a family to herself, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:125.0": "Confession 56: spending the rainy season apart from monks ",
  "pli-tv-bi-pm:125.1": "If a nun spends the rainy-season residence in a monastery without monks, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:126.0": "Confession 57: not doing the invitation ceremony ",
  "pli-tv-bi-pm:126.1": "If a nun who has completed the rainy-season residence does not invite correction from both Sanghas in regard to three things—what has been seen, what has been heard, or what has been suspected—she commits an offense entailing confession. ",
  "pli-tv-bi-pm:127.0": "Confession 58: not going to the instruction ",
  "pli-tv-bi-pm:127.1": "If a nun does not go to the instruction or take part in a formal meeting of the community, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:128.0": "Confession 59: not seeking the instruction ",
  "pli-tv-bi-pm:128.1": "Every half-month a nun should seek two things from the Sangha of monks: asking it about the observance day and going to it for the instruction. If she lets the half-month pass, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:129.0": "Confession 60: getting medical treatment by a man ",
  "pli-tv-bi-pm:129.1": "If a nun, alone with a man, without getting permission from the Sangha or a group, has an abscess or a wound situated on the lower part of her body ruptured by him, or split open, washed, anointed, bandaged, or unwrapped by him, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:129.2": "The sixth subchapter on monasteries is finished. ",
  "pli-tv-bi-pm:130.0.2": "Confession 61: ordaining a pregnant woman ",
  "pli-tv-bi-pm:130.1": "If a nun gives the full admission to a pregnant woman, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:131.0": "Confession 62: ordaining a breastfeeding woman ",
  "pli-tv-bi-pm:131.1": "If a nun gives the full admission to a woman who is breastfeeding, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:132.0": "Confession 63: ordaining an untrained candidate ",
  "pli-tv-bi-pm:132.1": "If a nun gives the full admission to a trainee nun who has not trained for two years in the six rules, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:133.0": "Confession 64: ordaining a trained candidate without approval ",
  "pli-tv-bi-pm:133.1": "If a nun gives the full admission to a trainee nun who has trained for two years in the six rules, but who has not been approved by the Sangha, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:134.0": "Confession 65: ordaining a married girl under twelve ",
  "pli-tv-bi-pm:134.1": "If a nun gives the full admission to a married girl who is less than twelve years old, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:135.0": "Confession 66: ordaining an untrained married girl ",
  "pli-tv-bi-pm:135.1": "If a nun gives the full admission to a married girl who is more than twelve years old, but who has not trained for two years in the six rules, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:136.0": "Confession 67: ordaining a trained married girl without approval ",
  "pli-tv-bi-pm:136.1": "If a nun gives the full admission to a married girl who is more than twelve years old and who has trained for two years in the six rules, but who has not been approved by the Sangha, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:137.0": "Confession 68: not guiding a disciple after ordination ",
  "pli-tv-bi-pm:137.1": "If a nun gives the full admission to a disciple, and then, for the next two years, neither guides her nor has her guided, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:138.0": "Confession 69: not following a mentor ",
  "pli-tv-bi-pm:138.1": "If a nun does not follow the mentor who gave her the full admission for two years, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:139.0": "Confession 70: not sending away a new disciple ",
  "pli-tv-bi-pm:139.1": "If a nun gives the full admission to a disciple, and then neither sends her away nor has her sent away at least 65 to 80 kilometers, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:139.2": "The seventh subchapter on pregnant women is finished. ",
  "pli-tv-bi-pm:140.0.2": "Confession 71: ordaining a married girl under twenty ",
  "pli-tv-bi-pm:140.1": "If a nun gives the full admission to an unmarried girl who is less than twenty years old, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:141.0": "Confession 72: ordaining an untrained unmarried girl ",
  "pli-tv-bi-pm:141.1": "If a nun gives the full admission to an unmarried girl who is more than twenty years old, but who has not trained for two years in the six rules, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:142.0": "Confession 73: ordaining a trained unmarried girl without approval ",
  "pli-tv-bi-pm:142.1": "If a nun gives the full admission to an unmarried girl who is more than twenty years old and who has trained for two years in the six rules, but who has not been approved by the Sangha, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:143.0": "Confession 74: giving ordination while under twelve years’ seniority ",
  "pli-tv-bi-pm:143.1": "If a nun who has less than twelve years of seniority gives the full admission, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:144.0": "Confession 75: giving ordination without approval ",
  "pli-tv-bi-pm:144.1": "If a nun who has twelve years of seniority gives the full admission without approval from the Sangha, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:145.0": "Confession 76: agreeing to stop ordaining, but then criticizing ",
  "pli-tv-bi-pm:145.1": "If a nun is told, ‘Venerable, you have given enough full admissions for now,’ and she consents, saying, ‘Fine,’ but then criticizes it afterwards, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:146.0": "Confession 77: not ordaining a trainee after promising ",
  "pli-tv-bi-pm:146.1": "If a nun tells a trainee nun, If you give me a robe, Venerable, I’ll give you the full admission,’ but she then neither gives her the full admission nor makes any effort to have her fully admitted, then, if there was no obstruction, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:147.0": "Confession 78: not ordaining a trainee who has followed ",
  "pli-tv-bi-pm:147.1": "If a nun tells a trainee nun, If you follow me for two years, Venerable, I’ll give you the full admission,’ but she then neither gives her the full admission nor makes any effort to have her fully admitted, then, if there was no obstruction, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:148.0": "Confession 79: ordaining one who is difficult to live with ",
  "pli-tv-bi-pm:148.1": "If a nun gives the full admission to a trainee nun who is socializing with men and boys and who is temperamental and difficult to live with, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:149.0": "Confession 80: ordaining without permission from parents ",
  "pli-tv-bi-pm:149.1": "If a nun gives the full admission to a trainee nun who has not been given permission by her parents or her husband, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:150.0": "Confession 81: ordaining after consent expires ",
  "pli-tv-bi-pm:150.1": "If, when a given consent has expired, a nun gives the full admission to a trainee nun, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:151.0": "Confession 82: every year ",
  "pli-tv-bi-pm:151.1": "If a nun gives full admission every year, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:152.0": "Confession 83: ordaining two in one year ",
  "pli-tv-bi-pm:152.1": "If a nun gives the full admission to two women in one year, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:152.2": "The eighth subchapter on unmarried girls is finished. ",
  "pli-tv-bi-pm:153.0.2": "Confession 84: using sunshades and sandals ",
  "pli-tv-bi-pm:153.1": "If a nun who is not sick uses a sunshade and sandals, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:154.0": "Confession 85: travelling in a vehicle ",
  "pli-tv-bi-pm:154.1": "If a nun who is not sick travels in a vehicle, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:155.0": "Confession 86: wearing a hip ornament ",
  "pli-tv-bi-pm:155.1": "If a nun wears a hip ornament, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:156.0": "Confession 87: wearing jewelry ",
  "pli-tv-bi-pm:156.1": "If a nun wears jewelry, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:157.0": "Confession 88: bathing in scents and colors ",
  "pli-tv-bi-pm:157.1": "If a nun bathes with scents and colors, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:158.0": "Confession 89: bathing with sesame paste ",
  "pli-tv-bi-pm:158.1": "If a nun bathes with scented sesame paste, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:159.0": "Confession 90: getting a massage from a nun ",
  "pli-tv-bi-pm:159.1": "If a nun has a nun massage her or rub her, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:160.0": "Confession 91: getting a massage from a trainee nun ",
  "pli-tv-bi-pm:160.1": "If a nun has a trainee nun massage her or rub her, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:161.0": "Confession 92: getting a massage from a novice nun ",
  "pli-tv-bi-pm:161.1": "If a nun has a novice nun massage her or rub her, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:162.0": "Confession 93: getting a massage from a lay woman ",
  "pli-tv-bi-pm:162.1": "If a nun has a female householder massage her or rub her, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:163.0": "Confession 94: sitting in front without permission ",
  "pli-tv-bi-pm:163.1": "If a nun sits down on a seat in front of a monk without asking permission, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:164.0": "Confession 95: asking a question without permission ",
  "pli-tv-bi-pm:164.1": "If a nun asks a question of a monk who has not given her permission, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:165.0": "Confession 96: not wearing a chest wraps ",
  "pli-tv-bi-pm:165.1": "If a nun enters an inhabited area without wearing her chest wrap, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:165.2": "The nineth subchapter on sunshades and sandals is finished. ",
  "pli-tv-bi-pm:166.0.2": "Confession 97: lying ",
  "pli-tv-bi-pm:166.1": "If a nun lies in full awareness, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:167.0": "Confession 98: abusive speech ",
  "pli-tv-bi-pm:167.1": "If a nun speaks abusively, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:168.0": "Confession 99: malicious talebearing ",
  "pli-tv-bi-pm:168.1": "If a nun engages in malicious talebearing between nuns, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:169.0": "Confession 100: instructing to memorize the Teaching ",
  "pli-tv-bi-pm:169.1": "If a nun instructs a person who is not fully ordained to memorize the Teaching, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:170.0": "Confession 101: lying down with an unordained woman ",
  "pli-tv-bi-pm:170.1": "If a nun lies down more than two or three nights in the same sleeping place as a woman who is not fully ordained, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:171.0": "Confession 102: lying down with a man ",
  "pli-tv-bi-pm:171.1": "If a nun lies down in the same sleeping place as a man, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:172.0": "Confession 103: teaching a man alone ",
  "pli-tv-bi-pm:172.1": "If a nun gives a teaching of more than five or six sentences to a man, except in the presence of a woman who understands, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:173.0": "Confession 104: truthfully announcing a superhuman attainment ",
  "pli-tv-bi-pm:173.1": "If a nun truthfully tells a person who is not fully ordained of a superhuman quality, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:174.0": "Confession 105: announcing another’s grave offense ",
  "pli-tv-bi-pm:174.1": "If a nun tells a person who is not fully ordained about a nun’s grave offense, except if the nuns have agreed, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:175.0": "Confession 106: digging the earth ",
  "pli-tv-bi-pm:175.1": "If a nun digs the earth or has it dug, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:175.2": "The first subchapter on lying is finished. ",
  "pli-tv-bi-pm:176.0.2": "Confession 107: destroying plants ",
  "pli-tv-bi-pm:176.1": "If a nun destroys plants, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:177.0": "Confession 108: speaking evasively ",
  "pli-tv-bi-pm:177.1": "If a nun speaks evasively or harasses, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:178.0": "Confession 109: complaining ",
  "pli-tv-bi-pm:178.1": "If a nun complains or criticizes, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:179.0": "Confession 110: leaving furniture outside ",
  "pli-tv-bi-pm:179.1": "If a nun takes a bed, a bench, a mattress, or a stool belonging to the Sangha and puts it outside or has it put outside, and she then departs without putting it away, having it put away, or informing anyone, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:180.0": "Confession 111: not putting away bedding ",
  "pli-tv-bi-pm:180.1": "If a nun puts out bedding in a dwelling belonging to the Sangha, or has it put out, and she then departs without putting it away, having it put away, or informing anyone, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:181.0": "Confession 112: encroaching on a monastic ",
  "pli-tv-bi-pm:181.1": "If, in a dwelling belonging to the Sangha, a nun arranges her sleeping place in a way that encroaches on a nun that she knows arrived there before her, with the intention that anyone who feels crowded will leave, and she does so only for this reason and no other, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:182.0": "Confession 113: evicting a monastic ",
  "pli-tv-bi-pm:182.1": "If a nun, in anger, throws a nun out of a dwelling belonging to the Sangha, or has her thrown out, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:183.0": "Confession 114: sitting down on an upper story ",
  "pli-tv-bi-pm:183.1": "If a nun sits down or lies down on a bed or a bench with detachable legs on an upper story in a dwelling belonging to the Sangha, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:184.0": "Confession 115: applying excessive materials to a large dwelling ",
  "pli-tv-bi-pm:184.1": "When a nun is building a large dwelling, then standing where there are no cultivated plants, she may apply two or three courses of roofing material, taking it as far as the doorcase and using it for fixing the door and for treating the window openings. ",
  "pli-tv-bi-pm:184.2": "If she applies more than that, even if she stands where there are no cultivated plants, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:185.0": "Confession 116: using water with living creatures ",
  "pli-tv-bi-pm:185.1": "If a nun pours water that she knows contains living beings onto grass or clay, or has it poured, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:185.2": "The eleventh subchapter on plants is finished. ",
  "pli-tv-bi-pm:186.0.2": "Confession 117: eating excessively at a public guesthouse ",
  "pli-tv-bi-pm:186.1": "If a nun who is not sick eats more than one almsmeal at a public guesthouse, ",
  "pli-tv-bi-pm:186.2": "she commits an offense entailing confession. ",
  "pli-tv-bi-pm:187.0": "Confession 118: eating in a group ",
  "pli-tv-bi-pm:187.1": "If a nun eats in a group, except on an appropriate occasion, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:187.2": "These are the appropriate occasions: she is sick; it is the robe-giving season; it is a time of making robes; she is traveling; she is on a boat; it is a big occasion; it is a meal given by a monastic. ",
  "pli-tv-bi-pm:188.0": "Confession 119: accepting more than three bowlfuls ",
  "pli-tv-bi-pm:188.1": "If a nun goes to a family and is invited to take pastries or baked goods, she may accept two or three bowlfuls if she wishes. ",
  "pli-tv-bi-pm:188.2": "If she accepts more than that, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:188.3": "If she accepts two or three bowlfuls, she should take it away and share it with the nuns. This is the proper procedure. ",
  "pli-tv-bi-pm:189.0": "Confession 120: eating at the wrong time ",
  "pli-tv-bi-pm:189.1": "If a nun eats fresh or cooked food at the wrong time, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:190.0": "Confession 121: eating stored food ",
  "pli-tv-bi-pm:190.1": "If a nun eats fresh or cooked food that she has stored, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:191.0": "Confession 122: eating ungiven food ",
  "pli-tv-bi-pm:191.1": "If a nun eats food that has not been given, except for water and tooth cleaners, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:192.0": "Confession 123: dismissing a nun during almsround ",
  "pli-tv-bi-pm:192.1": "If a nun says to a nun, ‘Come, let’s go to the village or town for alms,’ and then, whether she has had food given to her or not, sends her away, saying, ‘Go away, I’m not comfortable talking or sitting with you, but only if I talk and sit by myself,’ and she does so only for this reason and no other, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:193.0": "Confession 124: intruding on a lustful couple ",
  "pli-tv-bi-pm:193.1": "If a nun sits down intruding on a lustful couple, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:194.0": "Confession 125: sitting with a man in a concealed place ",
  "pli-tv-bi-pm:194.1": "If a nun sits down in private on a concealed seat with a man, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:195.0": "Confession 126: sitting alone with a man ",
  "pli-tv-bi-pm:195.1": "If a nun sits in private alone with a man, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:195.2": "The twelfth subchapter on eating is finished. ",
  "pli-tv-bi-pm:196.0.2": "Confession 127: visiting families before a meal ",
  "pli-tv-bi-pm:196.1": "If a nun who has been invited to a meal visits families beforehand or afterwards without informing an available nun, except on an appropriate occasion, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:196.2": "These are the appropriate occasions: it is the robe-giving season; it is a time of making robes. ",
  "pli-tv-bi-pm:197.0": "Confession 128: accepting an invitation of more than four months ",
  "pli-tv-bi-pm:197.1": "A nun who is not sick may accept an invitation to ask for requisites for four months. If she accepts one beyond that limit, except if it is a further invitation or a permanent invitation, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:198.0": "Confession 129: going to see a mobilized army ",
  "pli-tv-bi-pm:198.1": "If a nun goes to see an army, except if there is a suitable reason, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:199.0": "Confession 130: staying more than three days with an army ",
  "pli-tv-bi-pm:199.1": "If that nun has a reason for going to the army, she may stay with the army for two or three nights. ",
  "pli-tv-bi-pm:200.0": "Confession 131: seeing an army in action ",
  "pli-tv-bi-pm:200.1": "If a nun who is staying with an army for two or three nights goes to a battle, a troop review, a massing of the army, or a troop inspection, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:201.0": "Confession 132: drinking alcohol ",
  "pli-tv-bi-pm:201.1": "If a nun drinks this or that kind of alcoholic drink, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:202.0": "Confession 133: tickling ",
  "pli-tv-bi-pm:202.1": "If a nun tickles someone, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:203.0": "Confession 134: playing in water ",
  "pli-tv-bi-pm:203.1": "If a nun plays in water, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:204.0": "Confession 135: disrespect ",
  "pli-tv-bi-pm:204.1": "If a nun is disrespectful, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:205.0": "Confession 136: scaring ac nun ",
  "pli-tv-bi-pm:205.1": "If a nun scares a nun, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:205.2": "The thirteenth subchapter on visiting is finished. ",
  "pli-tv-bi-pm:206.0.2": "Confession 137: lighting a fire ",
  "pli-tv-bi-pm:206.1": "If a nun who is not sick lights a fire to warm herself, or has one lit, except if there is a suitable reason, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:207.0": "Confession 138: bathing too often ",
  "pli-tv-bi-pm:207.1": "If a nun bathes at intervals of less than a half-month, except on an appropriate occasion, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:207.2": "These are the appropriate occasions: it is the two-and-a-half-month period of summer and the fever season, comprising the last one-and-a-half months of summer and the first month of the rainy season; she is sick; she is working; she is traveling; there is wind and rain. ",
  "pli-tv-bi-pm:208.0": "Confession 139: not making stains on a new robe ",
  "pli-tv-bi-pm:208.1": "When a nun gets a new robe, she should apply one of three kinds of stains: blue-green, mud color, or dark brown. If a nun uses a new robe without applying any of the three kinds of stains, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:209.0": "Confession 140: using transferred property that is not relinquished ",
  "pli-tv-bi-pm:209.1": "If a nun herself assigns the ownership of a robe to a monk, a nun, a trainee nun, a novice monk, or a novice nun, and she then uses it without the other first relinquishing it, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:210.0": "Confession 141: hiding a robe ",
  "pli-tv-bi-pm:210.1": "If a nun hides a nun’s bowl, robe, sitting mat, needle case, or belt, or she has it hidden, even just for a laugh, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:211.0": "Confession 142: intentionally killing a living creature ",
  "pli-tv-bi-pm:211.1": "If a nun intentionally kills a living being, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:212.0": "Confession 143: using water with living creatures ",
  "pli-tv-bi-pm:212.1": "If a nun uses water that she knows contains living beings, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:213.0": "Confession 144: reopening a settled legal issue ",
  "pli-tv-bi-pm:213.1": "If a nun reopens a legal issue that she knows has been legitimately settled, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:214.0": "Confession 145: traveling with thieves ",
  "pli-tv-bi-pm:214.1": "If a nun knowingly travels by appointment with a group of thieves, even just to the next inhabited area, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:215.0": "Confession 146: not relinquishing a wrong view ",
  "pli-tv-bi-pm:215.1": "If a nun says, ",
  "pli-tv-bi-pm:215.2": "‘As I understand the Buddha’s Teaching, the things he calls obstructive are unable to obstruct one who indulges in them,’ ",
  "pli-tv-bi-pm:215.3": "then the nuns should correct her like this: ",
  "pli-tv-bi-pm:215.4": "‘No, Venerable, don’t misrepresent the Buddha, for it’s not good to misrepresent the Buddha. The Buddha would never say such a thing. ",
  "pli-tv-bi-pm:215.5": "In many discourses the Buddha has declared the obstructive things to be obstructive and how they obstruct one who indulges in them.’ ",
  "pli-tv-bi-pm:215.6": "If that nun continues as before, the nuns should press her up to three times to make her stop. ",
  "pli-tv-bi-pm:215.7": "If she then stops, all is well. ",
  "pli-tv-bi-pm:215.8": "she commits an offense entailing confession. ",
  "pli-tv-bi-pm:215.9": "The fourteenth subchapter on fire is finished. ",
  "pli-tv-bi-pm:216.0.2": "Confession 147: living with an ejected nun ",
  "pli-tv-bi-pm:216.1": "If a nun lives, does formal meetings, or shares a sleeping place with a nun who she knows is saying such things, who has not made amends according to the rule, and who has not given up that view, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:217.0": "Confession 148: supporting a novice nun with a wrong view ",
  "pli-tv-bi-pm:217.1": "Also if a novice nun says, ",
  "pli-tv-bi-pm:217.2": "‘As I understand the Buddha’s Teaching, the things he calls obstructive are unable to obstruct one who indulges in them,’ ",
  "pli-tv-bi-pm:217.3": "then the nuns should correct her like this: ",
  "pli-tv-bi-pm:217.4": "‘No, Venerable, don’t misrepresent the Buddha, for it’s not good to misrepresent the Buddha. The Buddha would never say such a thing. ",
  "pli-tv-bi-pm:217.5": "In many discourses the Buddha has declared the obstructive things to be obstructive and how they obstruct one who indulges in them.’ ",
  "pli-tv-bi-pm:217.6": "If that novice nun continues as before, she should be told: ",
  "pli-tv-bi-pm:217.7": "‘From today on you may not refer to the Buddha as your teacher. ",
  "pli-tv-bi-pm:217.8": "And you can no longer share a sleeping place with the nuns for two or three nights, as can other novice nuns. ",
  "pli-tv-bi-pm:217.9": "Go! Away with you!’ ",
  "pli-tv-bi-pm:217.10": "If a nun supports that novice nun, or she is attended on by her, lives with her, or shares a sleeping place with her, even though she knows that she has been expelled in this way, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:218.0": "Confession 149: not accepting legitimate correction ",
  "pli-tv-bi-pm:218.1": "If a nun, when legitimately corrected by the nuns, says, ‘I won’t practice this training rule until I’ve questioned a nun who is an expert on the Monastic Law,’ she commits an offense entailing confession. ",
  "pli-tv-bi-pm:218.2": "A nun who is training should understand, should question, should enquire. This is the proper procedure. ",
  "pli-tv-bi-pm:219.0": "Confession 150: disparaging the training rules ",
  "pli-tv-bi-pm:219.1": "When the Monastic Code is being recited, if a nun says, ‘What’s the point of reciting these minor and insignificant training rules, when they just lead to anxiety, oppression, and annoyance?’ then in disparaging the training rules, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:220.0": "Confession 151: deception ",
  "pli-tv-bi-pm:220.1": "During the half-monthly recitation of the Monastic Code, a nun might say, ",
  "pli-tv-bi-pm:220.2": "‘Just now did I find out that this rule too has come down in the Monastic Code, is included in the Monastic Code, and comes up for recitation every half-month.’ ",
  "pli-tv-bi-pm:220.3": "If other nuns know that that nun has previously sat through at least two or three recitations of the Monastic Code, then that nun is not let off because of ignorance, and she is to be dealt with according to the rule. Further, she should be charged with deception: ",
  "pli-tv-bi-pm:220.4": "It’s a loss for you that you don’t pay proper attention during the recitation of the Monastic Code.’ ",
  "pli-tv-bi-pm:220.5": "And for the act of deception, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:221.0": "Confession 152: hitting in anger ",
  "pli-tv-bi-pm:221.1": "If a nun hits a nun in anger, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:222.0": "Confession 153: raising a hand in anger ",
  "pli-tv-bi-pm:222.1": "If a nun raises a hand in anger against a nun, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:223.0": "Confession 154: making groundless accusations ",
  "pli-tv-bi-pm:223.1": "If a nun groundlessly charges a nun with an offense entailing suspension, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:224.0": "Confession 155: intentionally making a nun anxious ",
  "pli-tv-bi-pm:224.1": "If a nun intentionally makes a nun anxious, thinking, In this way she will be ill at ease at least for a moment,’ and she does so only for this reason and no other, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:225.0": "Confession 156: eavesdropping ",
  "pli-tv-bi-pm:225.1": "If a nun eavesdrops on nuns who are arguing and disputing, thinking, ‘I’ll hear what they say,’ and she does so only for this reason and no other, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:225.2": "The fifteenth subchapter on one who has been ejected is finished. ",
  "pli-tv-bi-pm:226.0.2": "Confession 157: criticizing a legitimate legal procedure ",
  "pli-tv-bi-pm:226.1": "If a nun gives her consent to legitimate legal procedures, and then criticizes them afterwards, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:227.0": "Confession 158: leaving without giving consent ",
  "pli-tv-bi-pm:227.1": "When the Sangha is in the middle of a discussion, if a nun gets up from her seat and leaves without first giving her consent, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:228.0": "Confession 159: criticizing a robe distribution ",
  "pli-tv-bi-pm:228.1": "If a nun gives out a robe as part of a unanimous Sangha and then criticizes it afterwards, saying, ‘The nuns are diverting the Sangha’s material gains according to friendship,’ she commits an offense entailing confession. ",
  "pli-tv-bi-pm:229.0": "Confession 160: diverting gains intended for the Sangha ",
  "pli-tv-bi-pm:229.1": "If a nun diverts to an individual material support that she knows was intended for the Sangha, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:230.0": "Confession 161: picking up precious things ",
  "pli-tv-bi-pm:230.1": "If a nun picks up something precious or something regarded as precious, or she has it picked up, except within a monastery or inside a lodging, she commits an offense entailing confession. ",
  "pli-tv-bi-pm:230.2": "If she picks up something precious or something regarded as precious, or she has it picked up, within a monastery or inside a lodging, she should put it aside with the thought, ‘Whoever owns it will fetch it.’ This is the proper procedure. ",
  "pli-tv-bi-pm:231.0": "Confession 162: making an improper needle case ",
  "pli-tv-bi-pm:231.1": "If a nun has a needle case made from bone, ivory, or horn, it is to be destroyed, and she commits an offense entailing confession. ",
  "pli-tv-bi-pm:232.0": "Confession 163: making an inappropriate bed or bench ",
  "pli-tv-bi-pm:232.1": "If a nun is having a new bed or bench made, it is to have legs eight standard fingerbreadths long below the lowest frame. If the legs exceed that, they are to be cut down, and she commits an offense entailing confession. ",
  "pli-tv-bi-pm:233.0": "Confession 164: making an upholstered bed or bench ",
  "pli-tv-bi-pm:233.1": "If a nun has a bed or a bench made upholstered with cotton down, it is to be stripped, and she commits an offense entailing confession. ",
  "pli-tv-bi-pm:234.0": "Confession 165: making an oversize itch cloth ",
  "pli-tv-bi-pm:234.1": "If a nun is having an itch-covering cloth made, it should be made the right size. This is the right size: four standard handspans long and two wide. If it exceeds that, it is to be cut down, and she commits an offense entailing confession. ",
  "pli-tv-bi-pm:235.0": "Confession 166: making an oversize itch robe ",
  "pli-tv-bi-pm:235.1": "If a nun has a robe made that is the standard robe size or larger, it is to be cut down, and she commits an offense entailing confession. ",
  "pli-tv-bi-pm:235.2": "This is the standard robe size: nine standard handspans long and six wide. ",
  "pli-tv-bi-pm:235.3": "The sixteenth subchapter on obstructing a legal procedure is finished. ",
  "pli-tv-bi-pm:236.1": "Venerables, the hundred and sixty-six rules on confession have been recited. ",
  "pli-tv-bi-pm:236.2": "In regard to this I ask you, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:236.3": "A second time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:236.4": "A third time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:236.5": "You are pure in this and therefore silent. I will remember it thus.’ ",
  "pli-tv-bi-pm:236.6": "The chapter on offenses entailing confession is finished. ",
  "pli-tv-bi-pm:237.0": "The rules on acknowledgement ",
  "pli-tv-bi-pm:237.1": "Venerables, these eight rules on acknowledgment come up for recitation. ",
  "pli-tv-bi-pm:238.0": "Acknowledgement 1: asking for ghee ",
  "pli-tv-bi-pm:238.1": "If a nun who is not sick asks for ghee and then eats it, she must acknowledge it: ",
  "pli-tv-bi-pm:238.2": "‘I have done a blameworthy and unsuitable thing that is to be acknowledged. I acknowledge it.’ ",
  "pli-tv-bi-pm:239.0": "Acknowledgement 2: asking for oil ",
  "pli-tv-bi-pm:239.1": "If a nun who is not sick asks for oil and then eats it … ",
  "pli-tv-bi-pm:239.2": "… I acknowledge it.’ ",
  "pli-tv-bi-pm:240.0": "Acknowledgement 3: asking for honey ",
  "pli-tv-bi-pm:240.1": "If a nun who is not sick asks for honey and then eats it … ",
  "pli-tv-bi-pm:240.2": "… I acknowledge it.’ ",
  "pli-tv-bi-pm:241.0": "Acknowledgement 4: asking for syrup ",
  "pli-tv-bi-pm:241.1": "If a nun who is not sick asks for syrup and then eats it … ",
  "pli-tv-bi-pm:241.2": "… I acknowledge it.’ ",
  "pli-tv-bi-pm:242.0": "Acknowledgement 5: asking for fish ",
  "pli-tv-bi-pm:242.1": "If a nun who is not sick asks for fish and then eats it … ",
  "pli-tv-bi-pm:242.2": "… I acknowledge it.’ ",
  "pli-tv-bi-pm:243.0": "Acknowledgement 6: asking for meat ",
  "pli-tv-bi-pm:243.1": "If a nun who is not sick asks for meat and then eats it … ",
  "pli-tv-bi-pm:243.2": "… I acknowledge it.’ ",
  "pli-tv-bi-pm:244.0": "Acknowledgement 7: asking for milk ",
  "pli-tv-bi-pm:244.1": "If a nun who is not sick asks for milk and then eats it … ",
  "pli-tv-bi-pm:244.2": "… I acknowledge it.’ ",
  "pli-tv-bi-pm:245.0": "Acknowledgement 8: asking for curd ",
  "pli-tv-bi-pm:245.1": "If a nun who is not sick asks for curd and then eats it, she must acknowledge it: ",
  "pli-tv-bi-pm:245.2": "‘I have done a blameworthy and unsuitable thing that is to be acknowledged. I acknowledge it.’ ",
  "pli-tv-bi-pm:246.1": "The eight rules on acknowledgment have been recited. ",
  "pli-tv-bi-pm:246.2": "In regard to this I ask you, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:246.3": "A second time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:246.4": "A third time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:246.5": "You are pure in this and therefore silent. I will remember it thus.’ ",
  "pli-tv-bi-pm:246.6": "The chapter on offenses entailing acknowledgment is finished. ",
  "pli-tv-bi-pm:247.0": "The rules on training ",
  "pli-tv-bi-pm:247.1": "Venerables, these rules to be trained in come up for recitation. ",
  "pli-tv-bi-pm:248.0.1": "The chapter on evenly all around ",
  "pli-tv-bi-pm:248.0.2": "Training 1: evenly all around ",
  "pli-tv-bi-pm:248.1": "‘I will wear my sarong evenly all around,’ this is how you should train. ",
  "pli-tv-bi-pm:249.0": "Training 2 ",
  "pli-tv-bi-pm:249.1": "‘I will wear my upper robe evenly all around,’ this is how you should train. ",
  "pli-tv-bi-pm:250.0": "Training 3: well covered ",
  "pli-tv-bi-pm:250.1": "‘I will be well covered while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:251.0": "Training 4 ",
  "pli-tv-bi-pm:251.1": "‘I will be well covered while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:252.0": "Training 5: well restrained ",
  "pli-tv-bi-pm:252.1": "‘I will be well restrained while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:253.0": "Training 6 ",
  "pli-tv-bi-pm:253.1": "‘I will be well restrained while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:254.0": "Training 7: lowered eyes ",
  "pli-tv-bi-pm:254.1": "‘I will lower my eyes while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:255.0": "Training 8 ",
  "pli-tv-bi-pm:255.1": "‘I will lower my eyes while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:256.0": "Training 9: lifted robe ",
  "pli-tv-bi-pm:256.1": "‘I will not lift my robe while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:257.0": "Training 10 ",
  "pli-tv-bi-pm:257.1": "‘I will not lift my robe while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:257.2": "The first subchapter on evenly all around is finished. ",
  "pli-tv-bi-pm:258.0.1": "The chapter on laughing loudly ",
  "pli-tv-bi-pm:258.0.2": "Training 11: laughing loudly ",
  "pli-tv-bi-pm:258.1": "‘I will not laugh loudly while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:259.0": "Training 12 ",
  "pli-tv-bi-pm:259.1": "‘I will not laugh loudly while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:260.0": "Training 13: being noisy ",
  "pli-tv-bi-pm:260.1": "‘I will not be noisy while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:261.0": "Training 14 ",
  "pli-tv-bi-pm:261.1": "‘I will not be noisy while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:262.0": "Training 15: swaying the body ",
  "pli-tv-bi-pm:262.1": "‘I will not sway my body while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:263.0": "Training 16 ",
  "pli-tv-bi-pm:263.1": "‘I will not sway my body while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:264.0": "Training 17: swinging the arms ",
  "pli-tv-bi-pm:264.1": "‘I will not swing my arms while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:265.0": "Training 18 ",
  "pli-tv-bi-pm:265.1": "‘I will not swing my arms while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:266.0": "Training 19: swaying the head ",
  "pli-tv-bi-pm:266.1": "‘I will not sway my head while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:267.0": "Training 20 ",
  "pli-tv-bi-pm:267.1": "‘I will not sway my head while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:267.2": "The subchapter on laughing loudly is finished. ",
  "pli-tv-bi-pm:268.0.1": "The chapter on hands on hips ",
  "pli-tv-bi-pm:268.0.2": "Training 21: hands on hips ",
  "pli-tv-bi-pm:268.1": "‘I will not have my hands on my hips while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:269.0": "Training 22. ",
  "pli-tv-bi-pm:269.1": "‘I will not have my hands on my hips while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:270.0": "Training 23: covering the head ",
  "pli-tv-bi-pm:270.1": "‘I will not cover my head while walking in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:271.0": "Training 24. ",
  "pli-tv-bi-pm:271.1": "‘I will not cover my head while sitting in inhabited areas;’ this is how you should train. ",
  "pli-tv-bi-pm:272.0": "Training 25: squatting on the heels ",
  "pli-tv-bi-pm:272.1": "‘I will not move about while squatting on my heels in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:273.0": "Training 26: clasping the knees ",
  "pli-tv-bi-pm:273.1": "‘I will not clasp my knees while sitting in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:274.0": "Training 27: receiving respectfully ",
  "pli-tv-bi-pm:274.1": "‘I will receive almsfood respectfully,’ this is how you should train. ",
  "pli-tv-bi-pm:275.0": "Training 28: receiving with attention on the almsbowl ",
  "pli-tv-bi-pm:275.1": "‘I will receive almsfood with attention on the almsbowl,’ this is how you should train. ",
  "pli-tv-bi-pm:276.0": "Training 29: receiving in the right proportions ",
  "pli-tv-bi-pm:276.1": "‘I will receive almsfood with the right proportion of bean curry,’ this is how you should train. ",
  "pli-tv-bi-pm:277.0": "Training 30: receiving on an even level ",
  "pli-tv-bi-pm:277.1": "‘I will receive an even level of almsfood,’ this is how you should train. ",
  "pli-tv-bi-pm:277.2": "The third subchapter on hands on hips is finished. ",
  "pli-tv-bi-pm:278.0.1": "The chapter on respectfully ",
  "pli-tv-bi-pm:278.0.2": "Training 31: eating respectfully ",
  "pli-tv-bi-pm:278.1": "‘I will eat almsfood respectfully,’ this is how you should train. ",
  "pli-tv-bi-pm:279.0": "Training 32: eating with attention on the bowl ",
  "pli-tv-bi-pm:279.1": "‘I will eat almsfood with attention on the almsbowl,’ this is how you should train. ",
  "pli-tv-bi-pm:280.0": "Training 33: eating in order ",
  "pli-tv-bi-pm:280.1": "‘I will eat almsfood in order,’ this is how you should train. ",
  "pli-tv-bi-pm:281.0": "Training 34: eating in the right proportions ",
  "pli-tv-bi-pm:281.1": "‘I will eat almsfood with the right proportion of bean curry,’ this is how you should train. ",
  "pli-tv-bi-pm:282.0": "Training 35: not masking food into heaps ",
  "pli-tv-bi-pm:282.1": "‘I will not eat almsfood after making a heap,’ this is how you should train. ",
  "pli-tv-bi-pm:283.0": "Training 36: not covering with rice ",
  "pli-tv-bi-pm:283.1": "‘I will not cover my curries with rice because I want more,’ this is how you should train. ",
  "pli-tv-bi-pm:284.0": "Training 37: not requesting rice and bean curry ",
  "pli-tv-bi-pm:284.1": "‘When not sick, I will not request bean curry or rice for myself and then eat it,’ this is how you should train. ",
  "pli-tv-bi-pm:285.0": "Training 38: not finding fault ",
  "pli-tv-bi-pm:285.1": "‘I will not look at another’s almsbowl finding fault,’ this is how you should train. ",
  "pli-tv-bi-pm:286.0": "Training 39: overlarge mouthfuls ",
  "pli-tv-bi-pm:286.1": "‘I will not make mouthfuls that are too large,’ this is how you should train. ",
  "pli-tv-bi-pm:287.0": "Training 40: round mouthful ",
  "pli-tv-bi-pm:287.1": "‘I will make rounded mouthfuls,’ this is how you should train. ",
  "pli-tv-bi-pm:287.2": "The fourth subchapter on respectfully is finished. ",
  "pli-tv-bi-pm:288.0.1": "The chapter on mouthfuls ",
  "pli-tv-bi-pm:288.0.2": "Training 41: opening the mouth ",
  "pli-tv-bi-pm:288.1": "‘I will not open my mouth without bringing a mouthful to it,’ this is how you should train. ",
  "pli-tv-bi-pm:289.0": "Training 42: whole hand ",
  "pli-tv-bi-pm:289.1": "‘I will not put my whole hand in my mouth while eating,’ this is how you should train. ",
  "pli-tv-bi-pm:290.0": "Training 43: speaking with food in mouth ",
  "pli-tv-bi-pm:290.1": "‘I will not speak with food in my mouth,’ this is how you should train. ",
  "pli-tv-bi-pm:291.0": "Training 44: eating from lifted mouthfuls ",
  "pli-tv-bi-pm:291.1": "‘I will not eat from a lifted ball of food,’ this is how you should train. ",
  "pli-tv-bi-pm:292.0": "Training 45: breaking up mouthfuls ",
  "pli-tv-bi-pm:292.1": "‘I will not eat breaking up mouthfuls,’ this is how you should train. ",
  "pli-tv-bi-pm:293.0": "Training 46: stuffing the cheeks ",
  "pli-tv-bi-pm:293.1": "‘I will not eat stuffing my cheeks,’ this is how you should train. ",
  "pli-tv-bi-pm:294.0": "Training 47: shaking the hand ",
  "pli-tv-bi-pm:294.1": "‘I will not eat shaking my hand,’ this is how you should train. ",
  "pli-tv-bi-pm:295.0": "Training 48: scattering rice ",
  "pli-tv-bi-pm:295.1": "‘I will not eat scattering rice,’ this is how you should train. ",
  "pli-tv-bi-pm:296.0": "Training 49: sticking out the tongue ",
  "pli-tv-bi-pm:296.1": "‘I will not eat sticking out my tongue,’ this is how you should train. ",
  "pli-tv-bi-pm:297.0": "Training 50: chomping ",
  "pli-tv-bi-pm:297.1": "‘I will not make a chomping sound while eating,’ this is how you should train. ",
  "pli-tv-bi-pm:297.2": "The fifth subchapter on mouthfuls is finished. ",
  "pli-tv-bi-pm:298.0.1": "The chapter on slurping ",
  "pli-tv-bi-pm:298.0.2": "Training 51: slurping ",
  "pli-tv-bi-pm:298.1": "‘I will not slurp while eating,’ this is how you should train. ",
  "pli-tv-bi-pm:299.0": "Training 52: licking the hand ",
  "pli-tv-bi-pm:299.1": "‘I will not lick my hands while eating,’ this is how you should train. ",
  "pli-tv-bi-pm:300.0": "Training 53: licking the almsbowl ",
  "pli-tv-bi-pm:300.1": "‘I will not lick my almsbowl while eating,’ this is how you should train. ",
  "pli-tv-bi-pm:301.0": "Training 54: licking the lips ",
  "pli-tv-bi-pm:301.1": "‘I will not lick my lips while eating,’ this is how you should train. ",
  "pli-tv-bi-pm:302.0": "Training 55: soiled hand ",
  "pli-tv-bi-pm:302.1": "‘I will not receive the drinking-water vessel with a hand soiled with food,’ this is how you should train. ",
  "pli-tv-bi-pm:303.0": "Training 56: waste water with rice ",
  "pli-tv-bi-pm:303.1": "‘I will not discard bowl-washing water containing rice in inhabited areas,’ this is how you should train. ",
  "pli-tv-bi-pm:304.0": "Training 57: sunshade ",
  "pli-tv-bi-pm:304.1": "‘I will not give a teaching to anyone holding a sunshade who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:305.0": "Training 58: staff ",
  "pli-tv-bi-pm:305.1": "‘I will not give a teaching to anyone holding a staff who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:306.0": "Training 59: knife ",
  "pli-tv-bi-pm:306.1": "‘I will not give a teaching to anyone holding a knife who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:307.0": "Training 60: weapon ",
  "pli-tv-bi-pm:307.1": "‘I will not give a teaching to anyone holding a weapon who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:307.2": "The sixth subchapter on slurping is finished. ",
  "pli-tv-bi-pm:308.0.1": "The chapter on shoes ",
  "pli-tv-bi-pm:308.0.2": "Training 61: shoes ",
  "pli-tv-bi-pm:308.1": "‘I will not give a teaching to anyone wearing shoes who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:309.0": "Training 62: sandals ",
  "pli-tv-bi-pm:309.1": "‘I will not give a teaching to anyone wearing sandals who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:310.0": "Training 63: vehicle ",
  "pli-tv-bi-pm:310.1": "‘I will not give a teaching to anyone in a vehicle who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:311.0": "Training 64: lying down ",
  "pli-tv-bi-pm:311.1": "‘I will not give a teaching to anyone lying down who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:312.0": "Training 65: clasping the knees ",
  "pli-tv-bi-pm:312.1": "‘I will not give a teaching to anyone who is seated clasping their knees and who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:313.0": "Training 66: headdress ",
  "pli-tv-bi-pm:313.1": "‘I will not give a teaching to anyone with a headdress who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:314.0": "Training 67: covered head ",
  "pli-tv-bi-pm:314.1": "‘I will not give a teaching to anyone with a covered head who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:315.0": "Training 68: on the ground ",
  "pli-tv-bi-pm:315.1": "‘I will not give a teaching while sitting on the ground to anyone sitting on a seat who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:316.0": "Training 69: low seat ",
  "pli-tv-bi-pm:316.1": "‘I will not give a teaching while sitting on a low seat to anyone sitting on a high seat who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:317.0": "Training 70: standing ",
  "pli-tv-bi-pm:317.1": "‘I will not give a teaching while standing to anyone sitting who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:318.0": "Training 71: walking behind ",
  "pli-tv-bi-pm:318.1": "‘I will not give a teaching to anyone walking in front of me who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:319.0": "Training 72: walking next to the path ",
  "pli-tv-bi-pm:319.1": "‘I will not give a teaching while walking next to the path to anyone walking on the path who is not sick,’ this is how you should train. ",
  "pli-tv-bi-pm:320.0": "Training 73: defecating while standing ",
  "pli-tv-bi-pm:320.1": "‘When not sick, I will not defecate or urinate while standing,’ this is how you should train. ",
  "pli-tv-bi-pm:321.0": "Training 74: defecating on cultivated plants ",
  "pli-tv-bi-pm:321.1": "‘When not sick, I will not defecate, urinate, or spit on cultivated plants,’ this is how you should train. ",
  "pli-tv-bi-pm:322.0": "Training 75: defecating in water ",
  "pli-tv-bi-pm:322.1": "‘When not sick, I will not defecate, urinate, or spit in water,’ this is how you should train. ",
  "pli-tv-bi-pm:322.2": "The seventh subchapter on shoes is finished. ",
  "pli-tv-bi-pm:323.1": "Venerables, the rules to be trained in have been recited. ",
  "pli-tv-bi-pm:323.2": "In regard to this I ask you, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:323.3": "A second time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:323.4": "A third time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:323.5": "You are pure in this and therefore silent. I will remember it thus.’ ",
  "pli-tv-bi-pm:323.6": "The chapter on training is finished. ",
  "pli-tv-bi-pm:324.0": "The settling of legal issues ",
  "pli-tv-bi-pm:324.1": "Venerables, these seven principles for the settling of legal issues come up for recitation. ",
  "pli-tv-bi-pm:325.0": "The settling of legal issues 1 ",
  "pli-tv-bi-pm:325.1": "Resolution face-to-face to be applied. ",
  "pli-tv-bi-pm:326.0": "The settling of legal issues 2 ",
  "pli-tv-bi-pm:326.1": "Resolution through recollection to be granted. ",
  "pli-tv-bi-pm:327.0": "The settling of legal issues 3 ",
  "pli-tv-bi-pm:327.1": "Resolution because of past insanity to be granted. ",
  "pli-tv-bi-pm:328.0": "The settling of legal issues 4 ",
  "pli-tv-bi-pm:328.1": "Acting according to what has been admitted. ",
  "pli-tv-bi-pm:329.0": "The settling of legal issues 5 ",
  "pli-tv-bi-pm:329.1": "Majority decision. ",
  "pli-tv-bi-pm:330.0": "The settling of legal issues 6 ",
  "pli-tv-bi-pm:330.1": "Further penalty. ",
  "pli-tv-bi-pm:331.0": "The settling of legal issues 7 ",
  "pli-tv-bi-pm:331.1": "Covering over as if with grass. ",
  "pli-tv-bi-pm:332.1": "Venerables, the seven principles for the settling of legal issues have been recited. ",
  "pli-tv-bi-pm:332.2": "In regard to this I ask you, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:332.3": "A second time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:332.4": "A third time I ask, ‘Are you pure in this?’ ",
  "pli-tv-bi-pm:332.5": "You are pure in this and therefore silent. I will remember it thus.’ ",
  "pli-tv-bi-pm:332.6": "The seven principles for the settling of legal issues are finished. ",
  "pli-tv-bi-pm:333.1": "Venerables, the introduction has been recited; ",
  "pli-tv-bi-pm:333.2": "the eight rules on expulsion have been recited; ",
  "pli-tv-bi-pm:333.3": "the seventeen rules on suspension have been recited; ",
  "pli-tv-bi-pm:333.4": "the thirty rules on relinquishment and confession have been recited; ",
  "pli-tv-bi-pm:333.5": "the hundred and sixty-six rules on confession have been recited; ",
  "pli-tv-bi-pm:333.6": "the eight rules on acknowledgment have been recited; ",
  "pli-tv-bi-pm:333.7": "the rules on training have been recited; ",
  "pli-tv-bi-pm:333.8": "the seven principles for the settling of legal issues have been recited. ",
  "pli-tv-bi-pm:333.9": "This much has come down and is included in the Monastic Code of the Buddha and comes up for recitation every half-month. ",
  "pli-tv-bi-pm:333.10": "In regard to this everyone should train in unity, in concord, without dispute.” ",
  "pli-tv-bi-pm:333.11": "The fourth recitation, in detail, is finished. ",
  "pli-tv-bi-pm:333.12": "The Monastic Code for nuns is finished. ",
  "pli-tv-bi-pm:333.13": "Homage to the Buddha, the Perfected One, the fully Awakened One. "
}