{
  "ya8.2.1:0.1": "8 Cittayamaka",
  "ya8.2.1:0.2": "8.2 Niddesa",
  "ya8.2.1:0.3": "8.2.1. Suddhacittasāmañña",
  "ya8.2.1:1.0.1": "8.2.1.1. Puggalavāra",
  "ya8.2.1:1.0.2": "8.2.1.1.1. Uppādanirodhakālasambhedavāra",
  "ya8.2.1:1.1": "» Yassa cittaṁ uppajjati na nirujjhati tassa cittaṁ nirujjhissati na uppajjissatīti?",
  "ya8.2.1:2.1": "Pacchimacittassa uppādakkhaṇe tesaṁ cittaṁ uppajjati na nirujjhati, nirujjhissati na uppajjissati. Itaresaṁ cittassa uppādakkhaṇe tesaṁ cittaṁ uppajjati na nirujjhati, nirujjhissati ceva uppajjissati ca.",
  "ya8.2.1:3.1": "« Yassa vā pana cittaṁ nirujjhissati na uppajjissati tassa cittaṁ uppajjati na nirujjhatīti? Āmantā.",
  "ya8.2.1:4.1": "» Yassa cittaṁ na uppajjati nirujjhati tassa cittaṁ na nirujjhissati uppajjissatīti? No.",
  "ya8.2.1:5.1": "« Yassa vā pana cittaṁ na nirujjhissati uppajjissati tassa cittaṁ na uppajjati nirujjhatīti? Natthi.",
  "ya8.2.1:6.0": "8.2.1.1.2. Uppāduppannavāra",
  "ya8.2.1:6.1": "» Yassa cittaṁ uppajjati tassa cittaṁ uppannanti? Āmantā.",
  "ya8.2.1:7.1": "« Yassa vā pana cittaṁ uppannaṁ tassa cittaṁ uppajjatīti?",
  "ya8.2.1:8.1": "Cittassa bhaṅgakkhaṇe tesaṁ cittaṁ uppannaṁ, no ca tesaṁ cittaṁ uppajjati. Cittassa uppādakkhaṇe tesaṁ cittaṁ uppannañceva uppajjati ca.",
  "ya8.2.1:9.1": "» Yassa cittaṁ na uppajjati tassa cittaṁ na uppannanti?",
  "ya8.2.1:10.1": "Cittassa bhaṅgakkhaṇe tesaṁ cittaṁ na uppajjati, no ca tesaṁ cittaṁ na uppannaṁ. Nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ na ceva uppajjati na ca uppannaṁ.",
  "ya8.2.1:11.1": "« Yassa vā pana cittaṁ na uppannaṁ tassa cittaṁ na uppajjatīti? Āmantā.",
  "ya8.2.1:12.0": "8.2.1.1.3. Nirodhuppannavāra",
  "ya8.2.1:12.1": "» Yassa cittaṁ nirujjhati tassa cittaṁ uppannanti? Āmantā.",
  "ya8.2.1:13.1": "« Yassa vā pana cittaṁ uppannaṁ tassa cittaṁ nirujjhatīti?",
  "ya8.2.1:14.1": "Cittassa uppādakkhaṇe tesaṁ cittaṁ uppannaṁ, no ca tesaṁ cittaṁ nirujjhati. Cittassa bhaṅgakkhaṇe tesaṁ cittaṁ uppannañceva nirujjhati ca.",
  "ya8.2.1:15.1": "» Yassa cittaṁ na nirujjhati tassa cittaṁ na uppannanti?",
  "ya8.2.1:16.1": "Cittassa uppādakkhaṇe tesaṁ cittaṁ na nirujjhati, no ca tesaṁ cittaṁ na uppannaṁ. Nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ na ceva nirujjhati na ca uppannaṁ.",
  "ya8.2.1:17.1": "« Yassa vā pana cittaṁ na uppannaṁ tassa cittaṁ na nirujjhatīti? Āmantā.",
  "ya8.2.1:18.0": "8.2.1.1.4. Uppādavāra",
  "ya8.2.1:18.1": "» Yassa cittaṁ uppajjati tassa cittaṁ uppajjitthāti? Āmantā.",
  "ya8.2.1:19.1": "« Yassa vā pana cittaṁ uppajjittha tassa cittaṁ uppajjatīti?",
  "ya8.2.1:20.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ uppajjittha, no ca tesaṁ cittaṁ uppajjati. Cittassa uppādakkhaṇe tesaṁ cittaṁ uppajjittha ceva uppajjati ca.",
  "ya8.2.1:21.1": "» Yassa cittaṁ na uppajjati tassa cittaṁ na uppajjitthāti? Uppajjittha.",
  "ya8.2.1:22.1": "« Yassa vā pana cittaṁ na uppajjittha tassa cittaṁ na uppajjatīti? Natthi.",
  "ya8.2.1:23.1": "» Yassa cittaṁ uppajjati tassa cittaṁ uppajjissatīti?",
  "ya8.2.1:24.1": "Pacchimacittassa uppādakkhaṇe tesaṁ cittaṁ uppajjati, no ca tesaṁ cittaṁ uppajjissati. Itaresaṁ cittassa uppādakkhaṇe tesaṁ cittaṁ uppajjati ceva uppajjissati ca.",
  "ya8.2.1:25.1": "« Yassa vā pana cittaṁ uppajjissati tassa cittaṁ uppajjatīti?",
  "ya8.2.1:26.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ uppajjissati, no ca tesaṁ cittaṁ uppajjati. Cittassa uppādakkhaṇe tesaṁ cittaṁ uppajjissati ceva uppajjati ca.",
  "ya8.2.1:27.1": "» Yassa cittaṁ na uppajjati tassa cittaṁ na uppajjissatīti?",
  "ya8.2.1:28.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ na uppajjati, no ca tesaṁ cittaṁ na uppajjissati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ cittaṁ na ceva uppajjati na ca uppajjissati.",
  "ya8.2.1:29.1": "« Yassa vā pana cittaṁ na uppajjissati tassa cittaṁ na uppajjatīti?",
  "ya8.2.1:30.1": "Pacchimacittassa uppādakkhaṇe tesaṁ cittaṁ na uppajjissati, no ca tesaṁ cittaṁ na uppajjati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ cittaṁ na ceva uppajjissati na ca uppajjati.",
  "ya8.2.1:31.1": "» Yassa cittaṁ uppajjittha tassa cittaṁ uppajjissatīti?",
  "ya8.2.1:32.1": "Pacchimacittasamaṅgīnaṁ tesaṁ cittaṁ uppajjittha, no ca tesaṁ cittaṁ uppajjissati. Itaresaṁ tesaṁ cittaṁ uppajjittha ceva uppajjissati ca.",
  "ya8.2.1:33.1": "« Yassa vā pana cittaṁ uppajjissati tassa cittaṁ uppajjitthāti? Āmantā.",
  "ya8.2.1:34.1": "» Yassa cittaṁ na uppajjittha tassa cittaṁ na uppajjissatīti? Natthi.",
  "ya8.2.1:35.1": "« Yassa vā pana cittaṁ na uppajjissati tassa cittaṁ na uppajjitthāti? Uppajjittha.",
  "ya8.2.1:36.0": "8.2.1.1.5. Nirodhavāra",
  "ya8.2.1:36.1": "» Yassa cittaṁ nirujjhati tassa cittaṁ nirujjhitthāti? Āmantā.",
  "ya8.2.1:37.1": "« Yassa vā pana cittaṁ nirujjhittha tassa cittaṁ nirujjhatīti?",
  "ya8.2.1:38.1": "Cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ nirujjhittha, no ca tesaṁ cittaṁ nirujjhati. Cittassa bhaṅgakkhaṇe tesaṁ cittaṁ nirujjhittha ceva nirujjhati ca.",
  "ya8.2.1:39.1": "» Yassa cittaṁ na nirujjhati tassa cittaṁ na nirujjhitthāti? Nirujjhittha.",
  "ya8.2.1:40.1": "« Yassa vā pana cittaṁ na nirujjhittha tassa cittaṁ na nirujjhatīti? Natthi.",
  "ya8.2.1:41.1": "» Yassa cittaṁ nirujjhati tassa cittaṁ nirujjhissatīti?",
  "ya8.2.1:42.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ cittaṁ nirujjhati, no ca tesaṁ cittaṁ nirujjhissati. Itaresaṁ cittassa bhaṅgakkhaṇe tesaṁ cittaṁ nirujjhati ceva nirujjhissati ca.",
  "ya8.2.1:43.1": "« Yassa vā pana cittaṁ nirujjhissati tassa cittaṁ nirujjhatīti?",
  "ya8.2.1:44.1": "Cittassa uppādakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ nirujjhissati, no ca tesaṁ cittaṁ nirujjhati. Cittassa bhaṅgakkhaṇe tesaṁ cittaṁ nirujjhissati ceva nirujjhati ca.",
  "ya8.2.1:45.1": "» Yassa cittaṁ na nirujjhati tassa cittaṁ na nirujjhissatīti? Nirujjhissati.",
  "ya8.2.1:46.1": "« Yassa vā pana cittaṁ na nirujjhissati tassa cittaṁ na nirujjhatīti? Nirujjhati.",
  "ya8.2.1:47.1": "» Yassa cittaṁ nirujjhittha tassa cittaṁ nirujjhissatīti?",
  "ya8.2.1:48.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ cittaṁ nirujjhittha, no ca tesaṁ cittaṁ nirujjhissati. Itaresaṁ tesaṁ cittaṁ nirujjhittha ceva nirujjhissati ca.",
  "ya8.2.1:49.1": "« Yassa vā pana cittaṁ nirujjhissati tassa cittaṁ nirujjhitthāti? Āmantā.",
  "ya8.2.1:50.1": "» Yassa cittaṁ na nirujjhittha tassa cittaṁ na nirujjhissatīti? Natthi.",
  "ya8.2.1:51.1": "« Yassa vā pana cittaṁ na nirujjhissati tassa cittaṁ na nirujjhitthāti? Nirujjhittha.",
  "ya8.2.1:52.0": "8.2.1.1.6. Uppādanirodhavāra",
  "ya8.2.1:52.1": "» Yassa cittaṁ uppajjati tassa cittaṁ nirujjhitthāti? Āmantā.",
  "ya8.2.1:53.1": "« Yassa vā pana cittaṁ nirujjhittha tassa cittaṁ uppajjatīti?",
  "ya8.2.1:54.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ nirujjhittha, no ca tesaṁ cittaṁ uppajjati. Cittassa uppādakkhaṇe tesaṁ cittaṁ nirujjhittha ceva uppajjati ca.",
  "ya8.2.1:55.1": "» Yassa cittaṁ na uppajjati tassa cittaṁ na nirujjhitthāti? Nirujjhittha.",
  "ya8.2.1:56.1": "« Yassa vā pana cittaṁ na nirujjhittha tassa cittaṁ na uppajjatīti? Natthi.",
  "ya8.2.1:57.1": "» Yassa cittaṁ uppajjati tassa cittaṁ nirujjhissatīti? Āmantā.",
  "ya8.2.1:58.1": "« Yassa vā pana cittaṁ nirujjhissati tassa cittaṁ uppajjatīti?",
  "ya8.2.1:59.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ nirujjhissati, no ca tesaṁ cittaṁ uppajjati. Cittassa uppādakkhaṇe tesaṁ cittaṁ nirujjhissati ceva uppajjati ca.",
  "ya8.2.1:60.1": "» Yassa cittaṁ na uppajjati tassa cittaṁ na nirujjhissatīti?",
  "ya8.2.1:61.1": "Cittassa bhaṅgakkhaṇe nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ na uppajjati, no ca tesaṁ cittaṁ na nirujjhissati. Pacchimacittassa bhaṅgakkhaṇe tesaṁ cittaṁ na ceva uppajjati na ca nirujjhissati.",
  "ya8.2.1:62.1": "« Yassa vā pana cittaṁ na nirujjhissati tassa cittaṁ na uppajjatīti? Āmantā.",
  "ya8.2.1:63.1": "» Yassa cittaṁ uppajjittha tassa cittaṁ nirujjhissatīti?",
  "ya8.2.1:64.1": "Pacchimacittassa bhaṅgakkhaṇe tesaṁ cittaṁ uppajjittha, no ca tesaṁ cittaṁ nirujjhissati. Itaresaṁ tesaṁ cittaṁ uppajjittha ceva nirujjhissati ca.",
  "ya8.2.1:65.1": "« Yassa vā pana cittaṁ nirujjhissati tassa cittaṁ uppajjitthāti? Āmantā.",
  "ya8.2.1:66.1": "» Yassa cittaṁ na uppajjittha tassa cittaṁ na nirujjhissatīti? Natthi.",
  "ya8.2.1:67.1": "« Yassa vā pana cittaṁ na nirujjhissati tassa cittaṁ na uppajjitthāti? Uppajjittha.",
  "ya8.2.1:68.0": "8.2.1.1.7. Uppajjamānananirodhavāra",
  "ya8.2.1:68.1": "» Yassa cittaṁ uppajjati tassa cittaṁ na nirujjhatīti? Āmantā.",
  "ya8.2.1:69.1": "« Yassa vā pana cittaṁ na nirujjhati tassa cittaṁ uppajjatīti?",
  "ya8.2.1:70.1": "Nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ na nirujjhati, no ca tesaṁ cittaṁ uppajjati. Cittassa uppādakkhaṇe tesaṁ cittaṁ na nirujjhati ceva uppajjati ca.",
  "ya8.2.1:71.1": "» Yassa cittaṁ na uppajjati tassa cittaṁ nirujjhatīti?",
  "ya8.2.1:72.1": "Nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ na uppajjati, no ca tesaṁ cittaṁ nirujjhati. Cittassa bhaṅgakkhaṇe tesaṁ cittaṁ na uppajjati ceva nirujjhati ca.",
  "ya8.2.1:73.1": "« Yassa vā pana cittaṁ nirujjhati tassa cittaṁ na uppajjatīti? Āmantā.",
  "ya8.2.1:74.0": "8.2.1.1.8. Uppajjamānuppannavāra",
  "ya8.2.1:74.1": "» Yassa cittaṁ uppajjamānaṁ tassa cittaṁ uppannanti? Āmantā.",
  "ya8.2.1:75.1": "« Yassa vā pana cittaṁ uppannaṁ tassa cittaṁ uppajjamānanti?",
  "ya8.2.1:76.1": "Cittassa bhaṅgakkhaṇe tesaṁ cittaṁ uppannaṁ, no ca tesaṁ cittaṁ uppajjamānaṁ. Cittassa uppādakkhaṇe tesaṁ cittaṁ uppannañceva uppajjamānañca.",
  "ya8.2.1:77.1": "» Yassa cittaṁ na uppajjamānaṁ tassa cittaṁ na uppannanti?",
  "ya8.2.1:78.1": "Cittassa bhaṅgakkhaṇe tesaṁ cittaṁ na uppajjamānaṁ, no ca tesaṁ cittaṁ na uppannaṁ. Nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ na ceva uppajjamānaṁ na ca uppannaṁ.",
  "ya8.2.1:79.1": "« Yassa vā pana cittaṁ na uppannaṁ tassa cittaṁ na uppajjamānanti? Āmantā.",
  "ya8.2.1:80.0": "8.2.1.1.9. Nirujjhamānuppannavāra",
  "ya8.2.1:80.1": "» Yassa cittaṁ nirujjhamānaṁ tassa cittaṁ uppannanti? Āmantā.",
  "ya8.2.1:81.1": "« Yassa vā pana cittaṁ uppannaṁ tassa cittaṁ nirujjhamānanti?",
  "ya8.2.1:82.1": "Cittassa uppādakkhaṇe tesaṁ cittaṁ uppannaṁ, no ca tesaṁ cittaṁ nirujjhamānaṁ. Cittassa bhaṅgakkhaṇe tesaṁ cittaṁ uppannañceva nirujjhamānañca.",
  "ya8.2.1:83.1": "» Yassa cittaṁ na nirujjhamānaṁ tassa cittaṁ na uppannanti?",
  "ya8.2.1:84.1": "Cittassa uppādakkhaṇe tesaṁ cittaṁ na nirujjhamānaṁ, no ca tesaṁ cittaṁ na uppannaṁ. Nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ na ceva nirujjhamānaṁ na ca uppannaṁ.",
  "ya8.2.1:85.1": "« Yassa vā pana cittaṁ na uppannaṁ tassa cittaṁ na nirujjhamānanti? Āmantā.",
  "ya8.2.1:86.0": "8.2.1.1.10. Uppannuppādavāra",
  "ya8.2.1:86.1": "» Yassa cittaṁ uppannaṁ tassa cittaṁ uppajjitthāti? Āmantā.",
  "ya8.2.1:87.1": "« Yassa vā pana cittaṁ uppajjittha tassa cittaṁ uppannanti?",
  "ya8.2.1:88.1": "Nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ uppajjittha, no ca tesaṁ cittaṁ uppannaṁ. Cittasamaṅgīnaṁ tesaṁ cittaṁ uppajjittha ceva uppannañca.",
  "ya8.2.1:89.1": "» Yassa cittaṁ na uppannaṁ tassa cittaṁ na uppajjitthāti? Uppajjittha.",
  "ya8.2.1:90.1": "« Yassa vā pana cittaṁ na uppajjittha tassa cittaṁ na uppannanti? Natthi.",
  "ya8.2.1:91.1": "» Yassa cittaṁ uppannaṁ tassa cittaṁ uppajjissatīti?",
  "ya8.2.1:92.1": "Pacchimacittasamaṅgīnaṁ tesaṁ cittaṁ uppannaṁ, no ca tesaṁ cittaṁ uppajjissati. Itaresaṁ cittasamaṅgīnaṁ tesaṁ cittaṁ uppannañceva uppajjissati ca.",
  "ya8.2.1:93.1": "« Yassa vā pana cittaṁ uppajjissati tassa cittaṁ uppannanti?",
  "ya8.2.1:94.1": "Nirodhasamāpannānaṁ asaññasattānaṁ tesaṁ cittaṁ uppajjissati, no ca tesaṁ cittaṁ uppannaṁ. Cittasamaṅgīnaṁ tesaṁ cittaṁ uppajjissati ceva uppannañca.",
  "ya8.2.1:95.1": "» Yassa cittaṁ na uppannaṁ tassa cittaṁ na uppajjissatīti? Uppajjissati.",
  "ya8.2.1:96.1": "« Yassa vā pana cittaṁ na uppajjissati tassa cittaṁ na uppannanti? Uppannaṁ.",
  "ya8.2.1:97.0": "8.2.1.1.11. Atītānāgatavāra",
  "ya8.2.1:97.1": "» Yassa cittaṁ uppajjittha no ca tassa cittaṁ uppannaṁ, tassa cittaṁ uppajjissatīti? Āmantā.",
  "ya8.2.1:98.1": "« Yassa vā pana cittaṁ uppajjissati no ca tassa cittaṁ uppannaṁ, tassa cittaṁ uppajjitthāti? Āmantā.",
  "ya8.2.1:99.1": "» Yassa cittaṁ na uppajjittha no ca tassa cittaṁ na uppannaṁ, tassa cittaṁ na uppajjissatīti? Natthi.",
  "ya8.2.1:100.1": "« Yassa vā pana cittaṁ na uppajjissati no ca tassa cittaṁ na uppannaṁ, tassa cittaṁ na uppajjitthāti? Uppajjittha.",
  "ya8.2.1:101.0": "8.2.1.1.12. Uppannuppajjamānavāra",
  "ya8.2.1:101.1": "» Uppannaṁ uppajjamānanti?",
  "ya8.2.1:102.1": "Bhaṅgakkhaṇe uppannaṁ, no ca uppajjamānaṁ. Uppādakkhaṇe uppannañceva uppajjamānañca.",
  "ya8.2.1:103.1": "« Uppajjamānaṁ uppannanti? Āmantā.",
  "ya8.2.1:104.1": "» Na uppannaṁ na uppajjamānanti? Āmantā.",
  "ya8.2.1:105.1": "« Na uppajjamānaṁ na uppannanti?",
  "ya8.2.1:106.1": "Bhaṅgakkhaṇe na uppajjamānaṁ, no ca na uppannaṁ. Atītānāgataṁ cittaṁ na ceva uppajjamānaṁ na ca uppannaṁ.",
  "ya8.2.1:107.0": "8.2.1.1.13. Niruddhanirujjhamānavāra",
  "ya8.2.1:107.1": "» Niruddhaṁ nirujjhamānanti? No.",
  "ya8.2.1:108.1": "« Nirujjhamānaṁ niruddhanti? No.",
  "ya8.2.1:109.1": "» Na niruddhaṁ na nirujjhamānanti?",
  "ya8.2.1:110.1": "Bhaṅgakkhaṇe na niruddhaṁ, no ca na nirujjhamānaṁ. Uppādakkhaṇe anāgatañca cittaṁ na ceva niruddhaṁ na ca nirujjhamānaṁ.",
  "ya8.2.1:111.1": "« Na nirujjhamānaṁ na niruddhanti?",
  "ya8.2.1:112.1": "Atītaṁ cittaṁ na nirujjhamānaṁ, no ca na niruddhaṁ. Uppādakkhaṇe anāgatañca cittaṁ na ceva nirujjhamānaṁ na ca niruddhaṁ.",
  "ya8.2.1:113.0": "8.2.1.1.14. Atikkantakālavāra",
  "ya8.2.1:113.1": "» Yassa cittaṁ uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ tassa cittanti?",
  "ya8.2.1:114.1": "Bhaṅgakkhaṇe cittaṁ uppādakkhaṇaṁ vītikkantaṁ bhaṅgakkhaṇaṁ avītikkantaṁ, atītaṁ cittaṁ uppādakkhaṇañca vītikkantaṁ bhaṅgakkhaṇañca vītikkantaṁ.",
  "ya8.2.1:115.1": "« Yassa vā pana cittaṁ nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ tassa cittanti?",
  "ya8.2.1:116.1": "Atītaṁ cittaṁ.",
  "ya8.2.1:117.1": "» Yassa cittaṁ na uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, na nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ tassa cittanti?",
  "ya8.2.1:118.1": "Uppādakkhaṇe anāgataṁ cittaṁ.",
  "ya8.2.1:119.1": "« Yassa vā pana cittaṁ na nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, na uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ tassa cittanti?",
  "ya8.2.1:120.1": "Bhaṅgakkhaṇe cittaṁ bhaṅgakkhaṇaṁ avītikkantaṁ no ca uppādakkhaṇaṁ avītikkantaṁ, uppādakkhaṇe anāgatañca cittaṁ bhaṅgakkhaṇañca avītikkantaṁ uppādakkhaṇañca avītikkantaṁ.",
  "ya8.2.1:121.0.1": "8.2.1.2. Dhammavāra",
  "ya8.2.1:121.0.2": "8.2.1.2.1. Uppādanirodhakālasambhedavāra",
  "ya8.2.1:121.1": "» Yaṁ cittaṁ uppajjati na nirujjhati taṁ cittaṁ nirujjhissati na uppajjissatīti? Āmantā.",
  "ya8.2.1:122.1": "« Yaṁ vā pana cittaṁ nirujjhissati na uppajjissati taṁ cittaṁ uppajjati na nirujjhatīti? Āmantā.",
  "ya8.2.1:123.1": "» Yaṁ cittaṁ na uppajjati nirujjhati taṁ cittaṁ na nirujjhissati uppajjissatīti? No.",
  "ya8.2.1:124.1": "« Yaṁ vā pana cittaṁ na nirujjhissati uppajjissati taṁ cittaṁ na uppajjati nirujjhatīti? Natthi.",
  "ya8.2.1:125.0": "8.2.1.2.2. Uppāduppannavāra",
  "ya8.2.1:125.1": "» Yaṁ cittaṁ uppajjati taṁ cittaṁ uppannanti? Āmantā.",
  "ya8.2.1:126.1": "« Yaṁ vā pana cittaṁ uppannaṁ taṁ cittaṁ uppajjatīti?",
  "ya8.2.1:127.1": "Bhaṅgakkhaṇe cittaṁ uppannaṁ, no ca taṁ cittaṁ uppajjati. Uppādakkhaṇe cittaṁ uppannañceva uppajjati ca.",
  "ya8.2.1:128.1": "» Yaṁ cittaṁ na uppajjati taṁ cittaṁ na uppannanti?",
  "ya8.2.1:129.1": "Bhaṅgakkhaṇe cittaṁ na uppajjati, no ca taṁ cittaṁ na uppannaṁ. Atītānāgataṁ cittaṁ na ceva uppajjati na ca uppannaṁ.",
  "ya8.2.1:130.1": "« Yaṁ vā pana cittaṁ na uppannaṁ taṁ cittaṁ na uppajjatīti? Āmantā.",
  "ya8.2.1:131.0": "8.2.1.2.3. Nirodhuppannavāra",
  "ya8.2.1:131.1": "» Yaṁ cittaṁ nirujjhati taṁ cittaṁ uppannanti? Āmantā.",
  "ya8.2.1:132.1": "« Yaṁ vā pana cittaṁ uppannaṁ taṁ cittaṁ nirujjhatīti?",
  "ya8.2.1:133.1": "Uppādakkhaṇe cittaṁ uppannaṁ, no ca taṁ cittaṁ nirujjhati. Bhaṅgakkhaṇe cittaṁ uppannañceva nirujjhati ca.",
  "ya8.2.1:134.1": "» Yaṁ cittaṁ na nirujjhati taṁ cittaṁ na uppannanti?",
  "ya8.2.1:135.1": "Uppādakkhaṇe cittaṁ na nirujjhati, no ca taṁ cittaṁ na uppannaṁ. Atītānāgataṁ cittaṁ na ceva nirujjhati na ca uppannaṁ.",
  "ya8.2.1:136.1": "« Yaṁ vā pana cittaṁ na uppannaṁ taṁ cittaṁ na nirujjhatīti? Āmantā.",
  "ya8.2.1:137.0": "8.2.1.2.4. Uppādavāra",
  "ya8.2.1:137.1": "» Yaṁ cittaṁ uppajjati taṁ cittaṁ uppajjitthāti? No.",
  "ya8.2.1:138.1": "« Yaṁ vā pana cittaṁ uppajjittha taṁ cittaṁ uppajjatīti? No.",
  "ya8.2.1:139.1": "» Yaṁ cittaṁ na uppajjati taṁ cittaṁ na uppajjitthāti?",
  "ya8.2.1:140.1": "Atītaṁ cittaṁ na uppajjati, no ca taṁ cittaṁ na uppajjittha. Bhaṅgakkhaṇe anāgatañca cittaṁ na ceva uppajjati na ca uppajjittha.",
  "ya8.2.1:141.1": "« Yaṁ vā pana cittaṁ na uppajjittha taṁ cittaṁ na uppajjatīti?",
  "ya8.2.1:142.1": "Uppādakkhaṇe cittaṁ na uppajjittha, no ca taṁ cittaṁ na uppajjati. Bhaṅgakkhaṇe anāgatañca cittaṁ na ceva uppajjittha na ca uppajjati.",
  "ya8.2.1:143.1": "» Yaṁ cittaṁ uppajjati taṁ cittaṁ uppajjissatīti? No.",
  "ya8.2.1:144.1": "« Yaṁ vā pana cittaṁ uppajjissati taṁ cittaṁ uppajjatīti? No.",
  "ya8.2.1:145.1": "» Yaṁ cittaṁ na uppajjati taṁ cittaṁ na uppajjissatīti?",
  "ya8.2.1:146.1": "Anāgataṁ cittaṁ na uppajjati, no ca taṁ cittaṁ na uppajjissati. Bhaṅgakkhaṇe atītañca cittaṁ na ceva uppajjati na ca uppajjissati.",
  "ya8.2.1:147.1": "« Yaṁ vā pana cittaṁ na uppajjissati taṁ cittaṁ na uppajjatīti?",
  "ya8.2.1:148.1": "Uppādakkhaṇe cittaṁ na uppajjissati, no ca taṁ cittaṁ na uppajjati. Bhaṅgakkhaṇe atītañca cittaṁ na ceva uppajjissati na ca uppajjati.",
  "ya8.2.1:149.1": "» Yaṁ cittaṁ uppajjittha taṁ cittaṁ uppajjissatīti? No.",
  "ya8.2.1:150.1": "« Yaṁ vā pana cittaṁ uppajjissati taṁ cittaṁ uppajjitthāti? No.",
  "ya8.2.1:151.1": "» Yaṁ cittaṁ na uppajjittha taṁ cittaṁ na uppajjissatīti?",
  "ya8.2.1:152.1": "Anāgataṁ cittaṁ na uppajjittha, no ca taṁ cittaṁ na uppajjissati. Paccuppannaṁ cittaṁ na ceva uppajjittha na ca uppajjissati.",
  "ya8.2.1:153.1": "« Yaṁ vā pana cittaṁ na uppajjissati taṁ cittaṁ na uppajjitthāti?",
  "ya8.2.1:154.1": "Atītaṁ cittaṁ na uppajjissati, no ca taṁ cittaṁ na uppajjittha. Paccuppannaṁ cittaṁ na ceva uppajjissati na ca uppajjittha.",
  "ya8.2.1:155.0": "8.2.1.2.5. Nirodhavāra",
  "ya8.2.1:155.1": "» Yaṁ cittaṁ nirujjhati taṁ cittaṁ nirujjhitthāti? No.",
  "ya8.2.1:156.1": "« Yaṁ vā pana cittaṁ nirujjhittha taṁ cittaṁ nirujjhatīti? No.",
  "ya8.2.1:157.1": "» Yaṁ cittaṁ na nirujjhati taṁ cittaṁ na nirujjhitthāti?",
  "ya8.2.1:158.1": "Atītaṁ cittaṁ na nirujjhati, no ca taṁ cittaṁ na nirujjhittha. Uppādakkhaṇe anāgatañca cittaṁ na ceva nirujjhati na ca nirujjhittha.",
  "ya8.2.1:159.1": "« Yaṁ vā pana cittaṁ na nirujjhittha taṁ cittaṁ na nirujjhatīti?",
  "ya8.2.1:160.1": "Bhaṅgakkhaṇe cittaṁ na nirujjhittha, no ca taṁ cittaṁ na nirujjhati. Uppādakkhaṇe anāgatañca cittaṁ na ceva nirujjhittha na ca nirujjhati.",
  "ya8.2.1:161.1": "» Yaṁ cittaṁ nirujjhati taṁ cittaṁ nirujjhissatīti? No.",
  "ya8.2.1:162.1": "« Yaṁ vā pana cittaṁ nirujjhissati taṁ cittaṁ nirujjhatīti? No.",
  "ya8.2.1:163.1": "» Yaṁ cittaṁ na nirujjhati taṁ cittaṁ na nirujjhissatīti?",
  "ya8.2.1:164.1": "Uppādakkhaṇe anāgatañca cittaṁ na nirujjhati, no ca taṁ cittaṁ na nirujjhissati. Atītaṁ cittaṁ na ceva nirujjhati na ca nirujjhissati.",
  "ya8.2.1:165.1": "« Yaṁ vā pana cittaṁ na nirujjhissati taṁ cittaṁ na nirujjhatīti?",
  "ya8.2.1:166.1": "Bhaṅgakkhaṇe cittaṁ na nirujjhissati, no ca taṁ cittaṁ na nirujjhati. Atītaṁ cittaṁ na ceva nirujjhissati na ca nirujjhati.",
  "ya8.2.1:167.1": "» Yaṁ cittaṁ nirujjhittha taṁ cittaṁ nirujjhissatīti? No.",
  "ya8.2.1:168.1": "« Yaṁ vā pana cittaṁ nirujjhissati taṁ cittaṁ nirujjhitthāti? No.",
  "ya8.2.1:169.1": "» Yaṁ cittaṁ na nirujjhittha taṁ cittaṁ na nirujjhissatīti?",
  "ya8.2.1:170.1": "Uppādakkhaṇe anāgatañca cittaṁ na nirujjhittha, no ca taṁ cittaṁ na nirujjhissati. Bhaṅgakkhaṇe cittaṁ na ceva nirujjhittha na ca nirujjhissati.",
  "ya8.2.1:171.1": "« Yaṁ vā pana cittaṁ na nirujjhissati taṁ cittaṁ na nirujjhitthāti?",
  "ya8.2.1:172.1": "Atītaṁ cittaṁ na nirujjhissati, no ca taṁ cittaṁ na nirujjhittha. Bhaṅgakkhaṇe cittaṁ na ceva nirujjhissati na ca nirujjhittha.",
  "ya8.2.1:173.0": "8.2.1.2.6. Uppādanirodhavāra",
  "ya8.2.1:173.1": "» Yaṁ cittaṁ uppajjati taṁ cittaṁ nirujjhitthāti? No.",
  "ya8.2.1:174.1": "« Yaṁ vā pana cittaṁ nirujjhittha taṁ cittaṁ uppajjatīti? No.",
  "ya8.2.1:175.1": "» Yaṁ cittaṁ na uppajjati taṁ cittaṁ na nirujjhitthāti?",
  "ya8.2.1:176.1": "Atītaṁ cittaṁ na uppajjati, no ca taṁ cittaṁ na nirujjhittha. Bhaṅgakkhaṇe anāgatañca cittaṁ na ceva uppajjati na ca nirujjhittha.",
  "ya8.2.1:177.1": "« Yaṁ vā pana cittaṁ na nirujjhittha taṁ cittaṁ na uppajjatīti?",
  "ya8.2.1:178.1": "Uppādakkhaṇe cittaṁ na nirujjhittha, no ca taṁ cittaṁ na uppajjati. Bhaṅgakkhaṇe anāgatañca cittaṁ na ceva nirujjhittha na ca uppajjati.",
  "ya8.2.1:179.1": "» Yaṁ cittaṁ uppajjati taṁ cittaṁ nirujjhissatīti? Āmantā.",
  "ya8.2.1:180.1": "« Yaṁ vā pana cittaṁ nirujjhissati taṁ cittaṁ uppajjatīti?",
  "ya8.2.1:181.1": "Anāgataṁ cittaṁ nirujjhissati, no ca taṁ cittaṁ uppajjati. Uppādakkhaṇe cittaṁ nirujjhissati ceva uppajjati ca.",
  "ya8.2.1:182.1": "» Yaṁ cittaṁ na uppajjati taṁ cittaṁ na nirujjhissatīti?",
  "ya8.2.1:183.1": "Anāgataṁ cittaṁ na uppajjati, no ca taṁ cittaṁ na nirujjhissati. Bhaṅgakkhaṇe atītañca cittaṁ na ceva uppajjati na ca nirujjhissati.",
  "ya8.2.1:184.1": "« Yaṁ vā pana cittaṁ na nirujjhissati taṁ cittaṁ na uppajjatīti? Āmantā.",
  "ya8.2.1:185.1": "» Yaṁ cittaṁ uppajjittha taṁ cittaṁ nirujjhissatīti? No.",
  "ya8.2.1:186.1": "« Yaṁ vā pana cittaṁ nirujjhissati taṁ cittaṁ uppajjitthāti? No.",
  "ya8.2.1:187.1": "» Yaṁ cittaṁ na uppajjittha taṁ cittaṁ na nirujjhissatīti?",
  "ya8.2.1:188.1": "Uppādakkhaṇe anāgatañca cittaṁ na uppajjittha, no ca taṁ cittaṁ na nirujjhissati. Bhaṅgakkhaṇe cittaṁ na ceva uppajjittha na ca nirujjhissati.",
  "ya8.2.1:189.1": "« Yaṁ vā pana cittaṁ na nirujjhissati taṁ cittaṁ na uppajjitthāti?",
  "ya8.2.1:190.1": "Atītaṁ cittaṁ na nirujjhissati, no ca taṁ cittaṁ na uppajjittha. Bhaṅgakkhaṇe cittaṁ na ceva nirujjhissati na ca uppajjittha.",
  "ya8.2.1:191.0": "8.2.1.2.7. Uppajjamānananirodhavāra",
  "ya8.2.1:191.1": "» Yaṁ cittaṁ uppajjati taṁ cittaṁ na nirujjhatīti? Āmantā.",
  "ya8.2.1:192.1": "« Yaṁ vā pana cittaṁ na nirujjhati taṁ cittaṁ uppajjatīti?",
  "ya8.2.1:193.1": "Atītānāgataṁ cittaṁ na nirujjhati, no ca taṁ cittaṁ uppajjati. Uppādakkhaṇe cittaṁ na nirujjhati ceva uppajjati ca.",
  "ya8.2.1:194.1": "» Yaṁ cittaṁ na uppajjati taṁ cittaṁ nirujjhatīti?",
  "ya8.2.1:195.1": "Atītānāgataṁ cittaṁ na uppajjati, no ca taṁ cittaṁ nirujjhati. Bhaṅgakkhaṇe cittaṁ na uppajjati ceva nirujjhati ca.",
  "ya8.2.1:196.1": "« Yaṁ vā pana cittaṁ nirujjhati taṁ cittaṁ na uppajjatīti? Āmantā.",
  "ya8.2.1:197.0": "8.2.1.2.8. Uppajjamānuppannavāra",
  "ya8.2.1:197.1": "» Yaṁ cittaṁ uppajjamānaṁ taṁ cittaṁ uppannanti? Āmantā.",
  "ya8.2.1:198.1": "« Yaṁ vā pana cittaṁ uppannaṁ taṁ cittaṁ uppajjamānanti?",
  "ya8.2.1:199.1": "Bhaṅgakkhaṇe cittaṁ uppannaṁ, no ca taṁ cittaṁ uppajjamānaṁ. Uppādakkhaṇe cittaṁ uppannañceva uppajjamānañca.",
  "ya8.2.1:200.1": "» Yaṁ cittaṁ na uppajjamānaṁ taṁ cittaṁ na uppannanti?",
  "ya8.2.1:201.1": "Bhaṅgakkhaṇe cittaṁ na uppajjamānaṁ, no ca taṁ cittaṁ na uppannaṁ. Atītānāgataṁ cittaṁ na ceva uppajjamānaṁ na ca uppannaṁ.",
  "ya8.2.1:202.1": "« Yaṁ vā pana cittaṁ na uppannaṁ taṁ cittaṁ na uppajjamānanti? Āmantā.",
  "ya8.2.1:203.0": "8.2.1.2.9. Nirujjhamānuppannavāra",
  "ya8.2.1:203.1": "» Yaṁ cittaṁ nirujjhamānaṁ taṁ cittaṁ uppannanti? Āmantā.",
  "ya8.2.1:204.1": "« Yaṁ vā pana cittaṁ uppannaṁ taṁ cittaṁ nirujjhamānanti?",
  "ya8.2.1:205.1": "Uppādakkhaṇe cittaṁ uppannaṁ, no ca taṁ cittaṁ nirujjhamānaṁ. Bhaṅgakkhaṇe cittaṁ uppannañceva nirujjhamānañca.",
  "ya8.2.1:206.1": "» Yaṁ cittaṁ na nirujjhamānaṁ taṁ cittaṁ na uppannanti?",
  "ya8.2.1:207.1": "Uppādakkhaṇe cittaṁ na nirujjhamānaṁ, no ca taṁ cittaṁ na uppannaṁ. Atītānāgataṁ cittaṁ na ceva nirujjhamānaṁ na ca uppannaṁ.",
  "ya8.2.1:208.1": "« Yaṁ vā pana cittaṁ na uppannaṁ taṁ cittaṁ na nirujjhamānanti? Āmantā.",
  "ya8.2.1:209.0": "8.2.1.2.10. Uppannuppādavāra",
  "ya8.2.1:209.1": "» Yaṁ cittaṁ uppannaṁ taṁ cittaṁ uppajjitthāti? No.",
  "ya8.2.1:210.1": "« Yaṁ vā pana cittaṁ uppajjittha taṁ cittaṁ uppannanti? No.",
  "ya8.2.1:211.1": "» Yaṁ cittaṁ na uppannaṁ taṁ cittaṁ na uppajjitthāti?",
  "ya8.2.1:212.1": "Atītaṁ cittaṁ na uppannaṁ, no ca taṁ cittaṁ na uppajjittha. Anāgataṁ cittaṁ na ceva uppannaṁ na ca uppajjittha.",
  "ya8.2.1:213.1": "« Yaṁ vā pana cittaṁ na uppajjittha taṁ cittaṁ na uppannanti?",
  "ya8.2.1:214.1": "Paccuppannaṁ cittaṁ na uppajjittha, no ca taṁ cittaṁ na uppannaṁ. Anāgataṁ cittaṁ na ceva uppajjittha na ca uppannaṁ.",
  "ya8.2.1:215.1": "» Yaṁ cittaṁ uppannaṁ taṁ cittaṁ uppajjissatīti? No.",
  "ya8.2.1:216.1": "« Yaṁ vā pana cittaṁ uppajjissati taṁ cittaṁ uppannanti? No.",
  "ya8.2.1:217.1": "» Yaṁ cittaṁ na uppannaṁ taṁ cittaṁ na uppajjissatīti?",
  "ya8.2.1:218.1": "Anāgataṁ cittaṁ na uppannaṁ, no ca taṁ cittaṁ na uppajjissati. Atītaṁ cittaṁ na ceva uppannaṁ na ca uppajjissati.",
  "ya8.2.1:219.1": "« Yaṁ vā pana cittaṁ na uppajjissati taṁ cittaṁ na uppannanti?",
  "ya8.2.1:220.1": "Paccuppannaṁ cittaṁ na uppajjissati, no ca taṁ cittaṁ na uppannaṁ. Atītaṁ cittaṁ na ceva uppajjissati na ca uppannaṁ.",
  "ya8.2.1:221.0": "8.2.1.2.11. Atītānāgatavāra",
  "ya8.2.1:221.1": "» Yaṁ cittaṁ uppajjittha no ca taṁ cittaṁ uppannaṁ, taṁ cittaṁ uppajjissatīti? No.",
  "ya8.2.1:222.1": "« Yaṁ vā pana cittaṁ uppajjissati no ca taṁ cittaṁ uppannaṁ, taṁ cittaṁ uppajjitthāti? No.",
  "ya8.2.1:223.1": "» Yaṁ cittaṁ na uppajjittha no ca taṁ cittaṁ na uppannaṁ, taṁ cittaṁ na uppajjissatīti? Āmantā.",
  "ya8.2.1:224.1": "« Yaṁ vā pana cittaṁ na uppajjissati no ca taṁ cittaṁ na uppannaṁ, taṁ cittaṁ na uppajjitthāti? Āmantā.",
  "ya8.2.1:225.0": "8.2.1.2.12. Uppannuppajjamānavāra",
  "ya8.2.1:225.1": "» Uppannaṁ uppajjamānanti?",
  "ya8.2.1:226.1": "Bhaṅgakkhaṇe uppannaṁ, no ca uppajjamānaṁ. Uppādakkhaṇe uppannañceva uppajjamānañca.",
  "ya8.2.1:227.1": "« Uppajjamānaṁ uppannanti? Āmantā.",
  "ya8.2.1:228.1": "» Na uppannaṁ na uppajjamānanti? Āmantā.",
  "ya8.2.1:229.1": "« Na uppajjamānaṁ na uppannanti?",
  "ya8.2.1:230.1": "Bhaṅgakkhaṇe na uppajjamānaṁ, no ca na uppannaṁ. Atītānāgataṁ cittaṁ na ceva uppajjamānaṁ na ca uppannaṁ.",
  "ya8.2.1:231.0": "8.2.1.2.13. Niruddhanirujjhamānavāra",
  "ya8.2.1:231.1": "» Niruddhaṁ nirujjhamānanti? No.",
  "ya8.2.1:232.1": "« Nirujjhamānaṁ niruddhanti? No.",
  "ya8.2.1:233.1": "» Na niruddhaṁ na nirujjhamānanti?",
  "ya8.2.1:234.1": "Bhaṅgakkhaṇe na niruddhaṁ, no ca na nirujjhamānaṁ. Uppādakkhaṇe anāgatañca cittaṁ na ceva niruddhaṁ na ca nirujjhamānaṁ.",
  "ya8.2.1:235.1": "« Na nirujjhamānaṁ na niruddhanti?",
  "ya8.2.1:236.1": "Atītaṁ cittaṁ na nirujjhamānaṁ, no ca na niruddhaṁ. Uppādakkhaṇe anāgatañca cittaṁ na ceva nirujjhamānaṁ na ca niruddhaṁ.",
  "ya8.2.1:237.0": "8.2.1.2.14. Atikkantakālavāra",
  "ya8.2.1:237.1": "» Yaṁ cittaṁ uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ taṁ cittanti?",
  "ya8.2.1:238.1": "Bhaṅgakkhaṇe cittaṁ uppādakkhaṇaṁ vītikkantaṁ bhaṅgakkhaṇaṁ avītikkantaṁ, atītaṁ cittaṁ uppādakkhaṇañca vītikkantaṁ bhaṅgakkhaṇañca vītikkantaṁ.",
  "ya8.2.1:239.1": "« Yaṁ vā pana cittaṁ nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ taṁ cittanti? Atītaṁ cittaṁ.",
  "ya8.2.1:240.1": "» Yaṁ cittaṁ na uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, na nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ taṁ cittanti?",
  "ya8.2.1:241.1": "Uppādakkhaṇe anāgataṁ cittaṁ.",
  "ya8.2.1:242.1": "« Yaṁ vā pana cittaṁ na nirujjhamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ, na uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ taṁ cittanti?",
  "ya8.2.1:243.1": "Bhaṅgakkhaṇe cittaṁ bhaṅgakkhaṇaṁ avītikkantaṁ no ca uppādakkhaṇaṁ avītikkantaṁ, uppādakkhaṇe anāgatañca cittaṁ bhaṅgakkhaṇañca avītikkantaṁ uppādakkhaṇañca avītikkantaṁ.",
  "ya8.2.1:244.0.1": "8.2.1.3. Puggaladhammavāra",
  "ya8.2.1:244.0.2": "8.2.1.3.1. Uppādanirodhakālasambhedavāra",
  "ya8.2.1:244.1": "» Yassa yaṁ cittaṁ uppajjati na nirujjhati tassa taṁ cittaṁ nirujjhissati na uppajjissatīti? Āmantā.",
  "ya8.2.1:245.1": "« Yassa vā pana yaṁ cittaṁ nirujjhissati na uppajjissati tassa taṁ cittaṁ uppajjati na nirujjhatīti? Āmantā.",
  "ya8.2.1:246.1": "» Yassa yaṁ cittaṁ na uppajjati nirujjhati tassa taṁ cittaṁ na nirujjhissati uppajjissatīti? No.",
  "ya8.2.1:247.1": "« Yassa vā pana yaṁ cittaṁ na nirujjhissati uppajjissati tassa taṁ cittaṁ na uppajjati nirujjhatīti? Natthi.",
  "ya8.2.1:248.0": "8.2.1.3.2. Uppāduppannavāra",
  "ya8.2.1:248.1": "» Yassa yaṁ cittaṁ uppajjati tassa taṁ cittaṁ uppannanti? Āmantā.",
  "ya8.2.1:249.1": "« Yassa vā pana yaṁ cittaṁ uppannaṁ tassa taṁ cittaṁ uppajjatīti?",
  "ya8.2.1:250.1": "Bhaṅgakkhaṇe cittaṁ uppannaṁ, no ca tassa taṁ cittaṁ uppajjati. Uppādakkhaṇe cittaṁ uppannañceva uppajjati ca.",
  "ya8.2.1:251.1": "» Yassa yaṁ cittaṁ na uppajjati tassa taṁ cittaṁ na uppannanti?",
  "ya8.2.1:252.1": "Bhaṅgakkhaṇe cittaṁ na uppajjati, no ca tassa taṁ cittaṁ na uppannaṁ. Atītānāgataṁ cittaṁ na ceva uppajjati na ca uppannaṁ.",
  "ya8.2.1:253.1": "« Yassa vā pana yaṁ cittaṁ na uppannaṁ tassa taṁ cittaṁ na uppajjatīti? Āmantā.",
  "ya8.2.1:254.0": "8.2.1.3.3. Nirodhuppannavāra",
  "ya8.2.1:254.1": "» Yassa yaṁ cittaṁ nirujjhati tassa taṁ cittaṁ uppannanti? Āmantā.",
  "ya8.2.1:255.1": "« Yassa vā pana yaṁ cittaṁ uppannaṁ tassa taṁ cittaṁ nirujjhatīti?",
  "ya8.2.1:256.1": "Uppādakkhaṇe cittaṁ uppannaṁ, no ca tassa taṁ cittaṁ nirujjhati. Bhaṅgakkhaṇe cittaṁ uppannañceva nirujjhati ca.",
  "ya8.2.1:257.1": "» Yassa yaṁ cittaṁ na nirujjhati tassa taṁ cittaṁ na uppannanti?",
  "ya8.2.1:258.1": "Uppādakkhaṇe cittaṁ na nirujjhati, no ca tassa taṁ cittaṁ na uppannaṁ. Atītānāgataṁ cittaṁ na ceva nirujjhati na ca uppannaṁ.",
  "ya8.2.1:259.1": "« Yassa vā pana yaṁ cittaṁ na uppannaṁ tassa taṁ cittaṁ na nirujjhatīti? Āmantā.",
  "ya8.2.1:260.0": "8.2.1.3.4. Uppādavāra",
  "ya8.2.1:260.1": "» Yassa yaṁ cittaṁ uppajjati tassa taṁ cittaṁ uppajjitthāti? No.",
  "ya8.2.1:261.1": "« Yassa vā pana yaṁ cittaṁ uppajjittha tassa taṁ cittaṁ uppajjatīti? No.",
  "ya8.2.1:262.1": "» Yassa yaṁ cittaṁ na uppajjati tassa taṁ cittaṁ na uppajjitthāti?",
  "ya8.2.1:263.1": "Atītaṁ cittaṁ na uppajjati, no ca tassa taṁ cittaṁ na uppajjittha. Bhaṅgakkhaṇe anāgatañca cittaṁ na ceva uppajjati na ca uppajjittha.",
  "ya8.2.1:264.1": "« Yassa vā pana yaṁ cittaṁ na uppajjittha tassa taṁ cittaṁ na uppajjatīti?",
  "ya8.2.1:265.1": "Uppādakkhaṇe cittaṁ na uppajjittha, no ca tassa taṁ cittaṁ na uppajjati. Bhaṅgakkhaṇe anāgatañca cittaṁ na ceva uppajjittha na ca uppajjati.",
  "ya8.2.1:266.1": "» Yassa yaṁ cittaṁ uppajjati tassa taṁ cittaṁ uppajjissatīti? No.",
  "ya8.2.1:267.1": "« Yassa vā pana yaṁ cittaṁ uppajjissati tassa taṁ cittaṁ uppajjatīti? No.",
  "ya8.2.1:268.1": "» Yassa yaṁ cittaṁ na uppajjati tassa taṁ cittaṁ na uppajjissatīti?",
  "ya8.2.1:269.1": "Anāgataṁ cittaṁ na uppajjati, no ca tassa taṁ cittaṁ na uppajjissati. Bhaṅgakkhaṇe atītañca cittaṁ na ceva uppajjati na ca uppajjissati.",
  "ya8.2.1:270.1": "« Yassa vā pana yaṁ cittaṁ na uppajjissati tassa taṁ cittaṁ na uppajjatīti?",
  "ya8.2.1:271.1": "Uppādakkhaṇe cittaṁ na uppajjissati, no ca tassa taṁ cittaṁ na uppajjati. Bhaṅgakkhaṇe atītañca cittaṁ na ceva uppajjissati na ca uppajjati.",
  "ya8.2.1:272.1": "» Yassa yaṁ cittaṁ uppajjittha tassa taṁ cittaṁ uppajjissatīti? No.",
  "ya8.2.1:273.1": "« Yassa vā pana yaṁ cittaṁ uppajjissati tassa taṁ cittaṁ uppajjitthāti? No.",
  "ya8.2.1:274.1": "» Yassa yaṁ cittaṁ na uppajjittha tassa taṁ cittaṁ na uppajjissatīti?",
  "ya8.2.1:275.1": "Anāgataṁ cittaṁ na uppajjittha, no ca tassa taṁ cittaṁ na uppajjissati. Paccuppannaṁ cittaṁ na ceva uppajjittha na ca uppajjissati.",
  "ya8.2.1:276.1": "« Yassa vā pana yaṁ cittaṁ na uppajjissati tassa taṁ cittaṁ na uppajjitthāti?",
  "ya8.2.1:277.1": "Atītaṁ cittaṁ na uppajjissati, no ca tassa taṁ cittaṁ na uppajjittha. Paccuppannaṁ cittaṁ na ceva uppajjissati na ca uppajjittha.",
  "ya8.2.1:278.0": "8.2.1.3.5. Nirodhavāra",
  "ya8.2.1:278.1": "» Yassa yaṁ cittaṁ nirujjhati tassa taṁ cittaṁ nirujjhitthāti? No.",
  "ya8.2.1:279.1": "« Yassa vā pana yaṁ cittaṁ nirujjhittha tassa taṁ cittaṁ nirujjhatīti? No.",
  "ya8.2.1:280.1": "» Yassa yaṁ cittaṁ na nirujjhati tassa taṁ cittaṁ na nirujjhitthāti?",
  "ya8.2.1:281.1": "Atītaṁ cittaṁ na nirujjhati, no ca tassa taṁ cittaṁ na nirujjhittha. Uppādakkhaṇe anāgatañca cittaṁ na ceva nirujjhati na ca nirujjhittha.",
  "ya8.2.1:282.1": "« Yassa vā pana yaṁ cittaṁ na nirujjhittha tassa taṁ cittaṁ na nirujjhatīti?",
  "ya8.2.1:283.1": "Bhaṅgakkhaṇe cittaṁ na nirujjhittha, no ca tassa taṁ cittaṁ na nirujjhati. Uppādakkhaṇe anāgatañca cittaṁ na ceva nirujjhittha na ca nirujjhati.",
  "ya8.2.1:284.1": "» Yassa yaṁ cittaṁ nirujjhati tassa taṁ cittaṁ nirujjhissatīti? No.",
  "ya8.2.1:285.1": "« Yassa vā pana yaṁ cittaṁ nirujjhissati tassa taṁ cittaṁ nirujjhatīti? No.",
  "ya8.2.1:286.1": "» Yassa yaṁ cittaṁ na nirujjhati tassa taṁ cittaṁ na nirujjhissatīti?",
  "ya8.2.1:287.1": "Uppādakkhaṇe anāgatañca cittaṁ na nirujjhati, no ca tassa taṁ cittaṁ na nirujjhissati. Atītaṁ cittaṁ na ceva nirujjhati na ca nirujjhissati.",
  "ya8.2.1:288.1": "« Yassa vā pana yaṁ cittaṁ na nirujjhissati tassa taṁ cittaṁ na nirujjhatīti?",
  "ya8.2.1:289.1": "Bhaṅgakkhaṇe cittaṁ na nirujjhissati, no ca tassa taṁ cittaṁ na nirujjhati. Atītaṁ cittaṁ na ceva nirujjhissati na ca nirujjhati.",
  "ya8.2.1:290.1": "» Yassa yaṁ cittaṁ nirujjhittha tassa taṁ cittaṁ nirujjhissatīti? No.",
  "ya8.2.1:291.1": "« Yassa vā pana yaṁ cittaṁ nirujjhissati tassa taṁ cittaṁ nirujjhitthāti? No.",
  "ya8.2.1:292.1": "» Yassa yaṁ cittaṁ na nirujjhittha tassa taṁ cittaṁ na nirujjhissatīti?",
  "ya8.2.1:293.1": "Uppādakkhaṇe anāgatañca cittaṁ na nirujjhittha, no ca tassa taṁ cittaṁ na nirujjhissati. Bhaṅgakkhaṇe cittaṁ na ceva nirujjhittha na ca nirujjhissati.",
  "ya8.2.1:294.1": "« Yassa vā pana yaṁ cittaṁ na nirujjhissati tassa taṁ cittaṁ na nirujjhitthāti?",
  "ya8.2.1:295.1": "Atītaṁ cittaṁ na nirujjhissati, no ca tassa taṁ cittaṁ na nirujjhittha. Bhaṅgakkhaṇe cittaṁ na ceva nirujjhissati na ca nirujjhittha.",
  "ya8.2.1:296.1": "(Yassa cittake sakabhāvena niddiṭṭhe, yaṁ cittake ca yassa yaṁ cittake ca ekattena niddiṭṭhe.)"
}