{
  "dn2:0.1": "Длинные Наставления 2 ",
  "dn2:0.2": "Самана Пхала Сутта ",
  "dn2:1.0": "1. Беседа с министрами ",
  "dn2:1.1": "Вот что я слышал. ",
  "dn2:1.2": "Однажды Благостный с большой толпой монахов, двенадцатью с половиной сотнями монахов пребывал в Раджагахе, в манговой роще Дживаки Комарабхаччи. ",
  "dn2:1.3": "И в это самое время в тот день упосатхи [что перед] пятнадцатым [днем] комуди, завершающим четырехмесячный цикл, в ночь полнолуния царь Магадхи Аджатасатту Ведехипутта сидел окруженный царскими приближенными на превосходной верхней террасе дворца. ",
  "dn2:1.4": "И вот в тот день упосатхи царь Магадхи Аджатасатту Ведехипутта взволнованно воскликнул: ",
  "dn2:1.5": "«Поистине, почтенные, восхитительна лунная ночь! Поистине, почтенные, прекрасна лунная ночь! Поистине, почтенные, приятна для глаз лунная ночь! Поистине, почтенные, отрадна лунная ночь! Поистине, почтенные, благоприятна лунная ночь! ",
  "dn2:1.6": "Какого же отшельника и брахмана, могли бы мы сейчас почтить посещением, чтобы, удостоенный посещения, он доставил отраду нашему сердцу?» ",
  "dn2:2.1": "Когда так было сказано, один царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:2.2": "«Божественный, вот Пурана Кассапа, возглавляющий толпу [последователей], и возглавляющий общину, и наставник общины, известный и прославленный основатель школы, высоко чтимый многими людьми, давно признанный, долгое время странствующий, достигший преклонных лет, чей срок исполнился. ",
  "dn2:2.3": "Пусть Божественный почтит посещением его, Пурану Кассапу, — ",
  "dn2:2.4": "быть может, удостоенный посещения Пурана Кассапа доставит отраду сердцу Божественного». ",
  "dn2:2.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:3.1": "И тогда другой царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:3.2": "«Божественный, вот Маккхали Госала, возглавляющий толпу [последователей], и возглавляющий общину, и наставник общины, известный и прославленный основатель школы, высоко чтимый многими людьми, давно признанный, долгое время странствующий, достигший преклонных лет, чей срок исполнился. ",
  "dn2:3.3": "Пусть Божественный почтит посещением его, Маккхали Госалу, — ",
  "dn2:3.4": "быть может, удостоенный посещения Маккхали Госала доставит отраду сердцу Божественного». ",
  "dn2:3.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:4.1": "И тогда другой царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:4.2": "«Божественный, вот Аджита Кесакамбала, возглавляющий толпу [последователей], и возглавляющий общину, и наставник общины, известный и прославленный основатель школы, высоко чтимый многими людьми, давно признанный, долгое время странствующий, достигший преклонных лет, чей срок исполнился. ",
  "dn2:4.3": "Пусть Божественный почтит посещением его, Аджиту Кесакамбалу, — ",
  "dn2:4.4": "быть может, удостоенный посещения Аджита Кесакамбала доставит отраду сердцу Божественного». ",
  "dn2:4.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:5.1": "И тогда другой царский советник так сказал царю Магадхи Аджатасатту Ведехипутте:  ",
  "dn2:5.2": "«Божественный, вот Пакудха Каччаяна, возглавляющий толпу [последователей], и возглавляющий общину, и наставник общины, известный и прославленный основатель школы, высоко чтимый многими людьми, давно признанный, долгое время странствующий, достигший преклонных лет, чей срок исполнился. ",
  "dn2:5.3": "Пусть Божественный почтит посещением его, Пакудху Каччаяну, — ",
  "dn2:5.4": "быть может, удостоенный посещения Пакудха Каччаяна доставит отраду сердцу Божественного». ",
  "dn2:5.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:6.1": "И тогда другой царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:6.2": "«Божественный, вот Санджая Белаттхипутта, возглавляющий толпу [последователей], и возглавляющий общину, и наставник общины, известный и прославленный основатель школы, высоко чтимый многими людьми, давно признанный, долгое время странствующий, достигший преклонных лет, чей срок исполнился. ",
  "dn2:6.3": "Пусть Божественный почтит посещением его, Санджаю Белаттхипутту, — ",
  "dn2:6.4": "быть может, удостоенный посещения Санджая Белаттхипутта доставит отраду сердцу Божественного». ",
  "dn2:6.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:7.1": "И тогда другой царский советник так сказал царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:7.2": "«Божественный, вот Нигантха Натхапутта, возглавляющий толпу [последователей], и возглавляющий общину, и наставник общины, известный и прославленный основатель школы, высоко чтимый многими людьми, давно признанный, долгое время странствующий, достигший преклонных лет, чей срок исполнился. ",
  "dn2:7.3": "Пусть Божественный почтит посещением его, Нигантху Натхапутту, — ",
  "dn2:7.4": "быть может, удостоенный посещения Нигантха Натхапутта доставит отраду сердцу Божественного». ",
  "dn2:7.5": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта остался безмолвным. ",
  "dn2:8.0": "2. Разговор с Дживакой Комарабхаччей ",
  "dn2:8.1": "А в это время Дживака Комарабхачча, пребывая в безмолвии, сидел недалеко от царя Магадхи Аджатасатту Ведехипутты. ",
  "dn2:8.2": "И царь Магадхи Аджатасатту Ведехипутта так сказал Дживаке Комарабхачче: ",
  "dn2:8.3": "«Почему же ты безмолвствуешь, дорогой Дживака?» ",
  "dn2:8.4": "«Божественный! Благостный, архат, всецело просветленный пребывает у нас в манговой роще с большой толпой монахов, двенадцатью с половиной сотнями монахов. ",
  "dn2:8.5": "И вот о нем, Благостном Готаме, идет такая добрая слава: ",
  "dn2:8.6": "он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный. ",
  "dn2:8.7": "Пусть Божественный почтит посещением его, Благостного, — ",
  "dn2:8.8": "быть может, удостоенный посещения Благостный доставит отраду сердцу Божественного». ",
  "dn2:8.9": "«Приготовь же, дорогой Дживака, повозки со слонами». ",
  "dn2:9.1": "9. «Хорошо, Божественный» — согласился Дживака Комарабхачча с царем Магадхи Аджатасатту Ведехипуттой, приготовил пятьсот слоних и слона, предназначенного для царя, и сообщил царю Магадхи Аджатасатту Ведехипутте: ",
  "dn2:9.2": "«Божественный, повозки со слонами приготовлены для того, ",
  "dn2:9.3": "что ты сейчас считаешь нужным». ",
  "dn2:10.1": "И тогда царь Магадхи Аджатасатту Ведехипутта, усадив каждую из жен на одну из пятисот слоних и взойдя на предназначенного [для него] слона, с великим царским блеском, в сопровождении несущих факелы, выступил из Раджагахи и направился в манговую рощу Дживаки Комарабхаччи. ",
  "dn2:10.2": "И вот неподалеку от манговой рощи царь Магадхи Аджатасатту Ведехипутта ощутил страх, ощутил оцепенение, ощутил дрожь волосков. ",
  "dn2:10.3": "И вот царь Магадхи Аджатасатту Ведехипутта устрашенный, побужденный, с поднявшимися на теле волосками, так сказал Дживаке Комарабхачче: ",
  "dn2:10.4": "«Не обманываешь ли ты меня, дорогой Дживака? ",
  "dn2:10.5": "Не вводишь ли ты меня в заблуждение, дорогой Дживака? ",
  "dn2:10.6": "Не предаешь ли ты меня недругам, дорогой Дживака? ",
  "dn2:10.7": "Как же это от столь большой толпы монахов, двенадцати с половиной сотен монахов, не слышно ни звуков чиханья, ни звуков кашля, ни шума?» ",
  "dn2:10.8": "«Не страшись, великий царь, не страшись великий царь! ",
  "dn2:10.9": "Я не обманываю тебя, Божественный, ",
  "dn2:10.10": "я не ввожу тебя в заблуждение, Божественный, ",
  "dn2:10.11": "я не предаю тебя недругам, Божественный. ",
  "dn2:10.12": "Иди вперед, великий царь, иди вперед, великий царь! Там в беседке горят факелы». ",
  "dn2:11.0": "3. Вопрос о зримом плоде отшельничества ",
  "dn2:11.1": "И вот царь Магадхи Аджатасатту Ведехипутта проехав на слоне, сколько позволяла слону дорога, спустился со слона и пешком приблизился ко входу в беседку. И, приблизившись, так сказал Дживаке Комарабхачче: ",
  "dn2:11.2": "«Где же Благостный, дорогой Дживака?» ",
  "dn2:11.3": "«Вот Благостный, великий царь. ",
  "dn2:11.4": "Вот Благостный, великий царь, прислонившись к средней колонне, сидит лицом к востоку, чтимый толпою монахов». ",
  "dn2:12.1": "И тогда царь Магадхи Аджатасатту Ведехипутта подошел к Благостному, подойдя, стал в стороне, ",
  "dn2:12.2": "став в стороне и взирая на толпу монахов, пребывающую в безмолвии, пребывающую в безмолвии, словно спокойное озеро, царь Магадхи Аджатасатту Ведехипутта взволнованно воскликнул: ",
  "dn2:12.3": "«Да будет сын мой Удайибхадда наделен тем спокойствием, каким спокойствием наделена сейчас толпа монахов!» ",
  "dn2:12.4": "«Пришел ли ты с любовью [к сыну], великий царь?» ",
  "dn2:12.5": "«Господин, мне дорог сын Удайибхадда. ",
  "dn2:12.6": "Да будет, господин, сын мой Удайибхадда наделен тем спокойствием, каким спокойствием наделена сейчас толпа монахов». ",
  "dn2:13.1": "И вот царь Магадхи Аджатасатту Ведехипутта, поприветствовав Благостного, подняв сложенные ладони перед толпой монахов, сел в стороне. ",
  "dn2:13.2": "И сев в стороне царь Магадхи Аджатасатту Ведехипутта так сказал Благостному: ",
  "dn2:13.3": "«Господин, я хотел бы спросить Благостного об одном предмете, ",
  "dn2:13.4": "если Благостный даст мне позволение предложить вопрос». ",
  "dn2:13.5": "«Спрашивай, великий царь, о чем желаешь». ",
  "dn2:14.1": "14. «Существуют ведь, господин, [занятые] в различных отраслях ремесел, ",
  "dn2:14.2": "а именно: сведущие в уходе за слонами, сведущие в коневодстве, колесничие, лучники, знаменосцы, распорядители в войске, распределяющие провиант, благородные воины, искушенные в набегах, [не уступающие] большому слону, герои, воители в кожаных [панцирях], дети рабов, ",
  "dn2:14.3": "повара, брадобреи, банщики, изготовители сладостей, плетельщики венков, красильщики, ткачи, плетельщики корзин, гончары, вычисляющие, считающие по пальцам, а также и [занятые] в других различных отраслях ремесел подобного рода — и они живут в этом зримом мире зримым плодом [своего] ремесла; ",
  "dn2:14.4": "им они радуют и удовлетворяют самих себя, радуют и удовлетворяют мать и отца, радуют и удовлетворяют ребенка и жену, радуют и удовлетворяют друга и товарища, доставляют отшельникам и брахманам благодатные подношения, связанные с небом, несущие счастье, ведущие на небеса. ",
  "dn2:14.5": "Можно ли, господин, указать таким же образом зримый плод отшельничества в этом зримом мире?» ",
  "dn2:15.1": "«Вспоминаешь ли ты перед нами, великий царь, что задавал этот вопрос другим отшельникам и брахманам?» ",
  "dn2:15.2": "«Я вспоминаю, господин, что задавал этот вопрос другим отшельникам и брахманам». ",
  "dn2:15.3": "«Так скажи, что они ответили тебе, великий царь, если тебе не трудно». ",
  "dn2:15.4": "«Мне не трудно, господин, там, где сидит Благостный или подобные Благостному». ",
  "dn2:15.5": "«Говори же, великий царь». ",
  "dn2:16.0": "3.1. Учение Пураны Кассапы ",
  "dn2:16.1": "«Однажды, господин, я приблизился к Пуране Кассапе. Приблизившись, я обменялся с Пураной Кассапой дружескими, дружелюбными словами и почтительным приветствием ",
  "dn2:16.2": "и сел в стороне. И сев в стороне, я, господин, так сказал Пуране Кассапе: ",
  "dn2:16.3": "„Существуют ведь, досточтимый Кассапа, [занятые] в различных отраслях ремесел, ",
  "dn2:16.4": "а именно: сведущие в уходе за слонами, сведущие в коневодстве, колесничие, лучники, знаменосцы, распорядители в войске, распределяющие провиант, благородные воины, искушенные в набегах, [не уступающие] большому слону, герои, воители в кожаных [панцирях], дети рабов, повара, брадобреи, банщики, изготовители сладостей, плетельщики венков, красильщики, ткачи, плетельщики корзин, гончары, вычисляющие, считающие по пальцам, а также и [занятые] в других различных отраслях ремесел подобного рода — и они живут в этом зримом мире зримым плодом [своего] ремесла; ",
  "dn2:16.5": "им они радуют и удовлетворяют самих себя, радуют и удовлетворяют мать и отца, радуют и удовлетворяют ребенка и жену, радуют и удовлетворяют друга и товарища, доставляют отшельникам и брахманам благодатные подношения, связанные с небом, несущие счастье, ведущие на небеса. ",
  "dn2:16.6": "Можно ли, досточтимый Кассапа, указать таким же образом зримый плод отшельничества в этом зримом мире?“ ",
  "dn2:17.1": "Когда так было сказано, господин, Пурана Кассапа так сказал мне: ",
  "dn2:17.2": "„Великий царь, когда [человек] действует или побуждает действовать, калечит или побуждает калечить, мучает или побуждает мучить, несет горе или побуждает нести горе, изнуряет или побуждает изнурять, приводит в трепет или побуждает приводить в трепет, уничтожает живое, берет то, что не дано [ему], врывается в дом, уносит награбленное, совершает воровство, стоит в засаде у дороги, идет к чужой жене, говорит ложь — делая так, он не совершает проступка! И пусть диском, с краями [острыми], как бритва, он сделает живых существ на этой земле одним месивом из мяса, одной грудой мяса — нет от этого проступка, нет причастности к проступку. ",
  "dn2:17.3": "И пусть он пойдет по южному берега Ганга, убивая или побуждая убивать, калеча или побуждая калечить, мучая или побуждая мучить, — нет от этого проступка, нет причастности к проступку. ",
  "dn2:17.4": "И пусть он пойдет по северному берегу Ганга, подавая или побуждая подавать, совершая жертвоприношение или побуждая совершать жертвоприношения, — нет от этого заслуги, нет причастности к заслуге. ",
  "dn2:17.5": "От подаяния, самообуздания, воздержанности, правдивости нет заслуги, нет причастности к заслуге“. ",
  "dn2:18.1": "Так, господин, Пурана Кассапа, будучи спрошен о зримом плоде отшельничества, ответил мне, что действие незначимо. ",
  "dn2:18.2": "Подобно тому, господин, как спрошенный о манго стал бы отвечать о хлебном дереве или спрошенный о хлебном дереве стал бы отвечать о манго, ",
  "dn2:18.3": "так же точно, господин, и Пурана Кассапа, будучи спрошен о зримом плоде отшельничества, ответил, что действие незначимо. ",
  "dn2:18.4": "Тогда, господин, я сказал себе так: ",
  "dn2:18.5": "„Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?“ ",
  "dn2:18.6": "И вот, господин, я не высказал Пуране Кассапе ни одобрения, ни порицания; ",
  "dn2:18.7": "ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов и, пожалев об этой речи, не возмущаясь, поднялся с сиденья и удалился. ",
  "dn2:19.0": "3.2. Учение Маккхали Госалы ",
  "dn2:19.1": "Однажды, господин, я приблизился к Маккхали Госале. Приблизившись, я обменялся с Маккхали Госалой дружескими, дружелюбными словами и почтительным приветствием ",
  "dn2:19.2": "и сел в стороне. И сев в стороне, я, господин, так сказал Маккхали Госале: ",
  "dn2:19.3": "„Существуют ведь, досточтимый Госала, [занятые] в различных отраслях ремесел … ",
  "dn2:19.4": "Можно ли, досточтимый Госала, указать таким же образом зримый плод отшельничества в этом зримом мире?“ ",
  "dn2:20.1": "Когда так было сказано, господин, Маккхали Госала так сказал мне: ",
  "dn2:20.2": "„Великий царь, нет причины, нет основания для осквернения существ — без причины, без основания оскверняются существа. ",
  "dn2:20.3": "Нет причины, нет основания для очищения существ — ",
  "dn2:20.4": "без причины, без основания очищаются существа. ",
  "dn2:20.5": "Нет своего действия, нет человеческого действия, нет силы, нет усердия, нет человеческой мощи, нет человеческого стремления. ",
  "dn2:20.6": "Все существа, все живое, все рожденное, все творения лишены власти, лишены силы, лишены усердия, претерпевают изменения [под воздействием] судьбы, общения, [собственной] природы и испытывают счастье или несчастье, будучи разделены на шесть разновидностей. ",
  "dn2:20.7": "Существует четырнадцать сотен тысяч главных [видов] рождения, и шестнадцать сотен [других], и [еще] шестьсот [других]; пятьсот [видов] действий, и [еще] пять действий, и три действия, и [одно] действие, и половина действия; шестьдесят два пути, шестьдесят два внутренних периода, шесть разновидностей [существ], восемь стадий человеческой [жизни], сорок девять сотен [видов] поддержания жизни, сорок девять сотен [видов] странствующих аскетов, сорок девять сотен областей, населенных нагами, двадцать сотен жизненных способностей, тридцать сотен преисподних, тридцать шесть элементов страсти, семь пород, наделенных сознанием, семь пород, лишенных сознания, семь пород [растущих] от узлов [стебля], семь [видов] богов, семь [видов] людей, семь [видов] демонов, семь озер, семь патува [и еще] семьсот патува, семь [великих] обрывов, семьсот [малых] обрывов, семь [видов великих] снов, семьсот [видов малых] снов, восемьдесят четыре сотни тысяч великих периодов, в течение которых и глупцы и мудрые, странствуя, переходя из одного существования в другое, положат конец страданию. ",
  "dn2:20.8": "И здесь не [следует полагать]: ‘Благодаря этому нравственному поведению, или обрядам, или подвижничеству, или целомудрию я или дам созреть несозревшим [плодам своих] действий, или, постепенно обретая созревшие [плоды] действий, освобожусь от них’, ибо это не так — ",
  "dn2:20.9": "счастье и несчастье [словно] отмерены меркой, и переходу из одного существования в другое положен предел; нет ему сокращения или расширения, нет увеличения или уменьшения. ",
  "dn2:20.10": "И подобно тому как брошенный клубок нити разматывается, насколько способен разматываться, ",
  "dn2:20.11": "так же точно и глупцы, и мудрые, странствуя и переходя из одного существования в другое, положат конец страданию“. ",
  "dn2:21.1": "Так, господин, Маккхали Госала, будучи спрошен о зримом плоде отшельничества, ответил мне об очищении благодаря переходу из одного состояния в другое. ",
  "dn2:21.2": "Подобно тому, господин, как спрошенный о манго стал бы отвечать о хлебном дереве или спрошенный о хлебном дереве стал бы отвечать о манго, ",
  "dn2:21.3": "так же точно, господин, и Маккхали Госала, будучи спрошен о зримом плоде отшельничества, ответил об очищении благодаря переходу из одного состояния в другое. ",
  "dn2:21.4": "Тогда, господин, я сказал себе так: ",
  "dn2:21.5": "„Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?“ ",
  "dn2:21.6": "И вот, господин, я не высказал Маккхали Госале ни одобрения, ни порицания; ",
  "dn2:21.7": "ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов и, пожалев об этой речи, не возмущаясь, поднялся с сиденья и удалился. ",
  "dn2:22.0": "3.3. Учение Аджиты Кесакамбалы ",
  "dn2:22.1": "Однажды, господин, я приблизился к Аджите Кесакамбале. Приблизившись, я обменялся с Аджитой Кесакамбалой дружескими, дружелюбными словами и почтительным приветствием ",
  "dn2:22.2": "и сел в стороне. И сев в стороне, я, господин, так сказал Аджите Кесакамбале: ",
  "dn2:22.3": "„Существуют ведь, досточтимый Аджита, [занятые] в различных отраслях ремесел … ",
  "dn2:22.4": "Можно ли, досточтимый Аджита, указать таким же образом зримый плод отшельничества в этом зримом мире?“ ",
  "dn2:23.1": "Когда так было сказано, господин, Аджита Кесакамбала так сказал мне: ",
  "dn2:23.2": "„Великий царь, нет подаяния, нет жертвоприношения, нет возлияния, нет созревшего плода добрых и злых действий, нет этого мира, нет другого мира, нет матери, нет отца, нет самопроизвольно родившихся существ, нет в мире отшельников и брахманов, находящихся на надлежащем пути и в надлежащем расположении духа, которые, познав и увидев собственными глазами и этот мир, и другой мир, возглашают [истину]. ",
  "dn2:23.3": "Этот человек состоит из четырех великих элементов, и когда исполняется его срок, то земля [из него] возвращается и входит во всю совокупность земли, вода возвращается и входит во всю совокупность воды, огонь возвращается и входит во всю совокупность огня, воздух возвращается и входит во всю совокупность воздуха, жизненные способности соединяются с пространством. ",
  "dn2:23.4": "[Вот четверо] людей и носилки — пятые: взяв умершего, ",
  "dn2:23.5": "они идут до его места сожжения и произносят слова [о нем]. ",
  "dn2:23.6": "[А там] остаются серые кости и в конце подношения — пепел. ",
  "dn2:23.7": "Подаяние — это учение глупцов, ",
  "dn2:23.8": "и те, которые проповедуют пользу [от него], ведут пустую, лживую болтовню“. ",
  "dn2:23.9": "Глупые и умные [одинаково] погибают и исчезают с разрушением тела и после смерти не существуют. ",
  "dn2:24.1": "Так, господин, Аджита Кесакамбала, будучи спрошен о зримом плоде отшельничества, ответил мне проповедью о разрушении. ",
  "dn2:24.2": "Подобно тому, господин, как спрошенный о манго стал бы отвечать о хлебном дереве или спрошенный о хлебном дереве стал бы отвечать о манго, ",
  "dn2:24.3": "так же точно, господин, и Аджита Кесакамбала, будучи спрошен о зримом плоде отшельничества, ответил о разрушении. ",
  "dn2:24.4": "Тогда, господин, я сказал себе так: ",
  "dn2:24.5": "„Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?“ ",
  "dn2:24.6": "И вот, господин, я не высказал Аджите Кесакамбале ни одобрения, ни порицания; ",
  "dn2:24.7": "ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов и, пожалев об этой речи, не возмущаясь, поднялся с сиденья и удалился. ",
  "dn2:25.0": "3.4. Учение Пакудхи Каччаяны ",
  "dn2:25.1": "Однажды, господин, я приблизился к Пакудхе Каччаяне. Приблизившись, я обменялся с Пакудхой Каччаяной дружескими, дружелюбными словами ",
  "dn2:25.2": "и почтительным приветствием и сел в стороне. И сев в стороне, я, господин, так сказал Пакудхе Каччаяне: ",
  "dn2:25.3": "„Существуют ведь, досточтимый Каччаяна, [занятые] в различных отраслях ремесел … ",
  "dn2:25.4": "Можно ли, досточтимый Каччаяна, указать таким же образом зримый плод отшельничества в этом зримом мире?“ ",
  "dn2:26.1": "Когда так было сказано, господин, Пакудха Каччаяна так сказал мне: ",
  "dn2:26.2": "„Великий царь, эти семь элементов не созданы, и их не побуждали создать, не сотворены, и их не побуждали сотворить; [они] бесплодны, стоят, как вершина, установлены прочно, как столп. ",
  "dn2:26.3": "Они не движутся, не изменяются, не вредят друг другу, не причиняют друг другу счастья, или несчастья, или счастья и несчастья. ",
  "dn2:26.4": "Каковы же эти семеро? ",
  "dn2:26.5": "Элемент земли, элемент воды, элемент огня, элемент воздуха, счастье, несчастье и седьмой — жизнь. ",
  "dn2:26.6": "Эти семь элементов не созданы, их не побуждали создать, не сотворены, их не побуждали сотворить; [они] бесплодны, стоят, как вершина, установлены прочно, как столп. ",
  "dn2:26.7": "Они не движутся, не изменяются, не вредят друг другу, не причиняют друг другу счастья, или несчастья, или счастья и несчастья. ",
  "dn2:26.8": "Нет здесь убивающего или побуждающего убивать, слушающего или побуждающего слушать, осознающего или побуждающего осознавать. ",
  "dn2:26.9": "И когда кто-нибудь рассекает острым мечом голову, то никто никого не лишает жизни — ",
  "dn2:26.10": "просто меч проникает в промежуток между семью элементами“. ",
  "dn2:27.1": "Так, господин, Пакудха Каччаяна, будучи спрошен о зримом плоде отшельничества, ответил мне о другом и по-другому. ",
  "dn2:27.2": "Подобно тому, господин, как спрошенный о манго стал бы отвечать о хлебном дереве или спрошенный о хлебном дереве стал бы отвечать о манго, ",
  "dn2:27.3": "так же точно, господин, и Пакудха Каччаяна, будучи спрошен о зримом плоде отшельничества, ответил о другом и по-другому. ",
  "dn2:27.4": "Тогда, господин, я сказал себе так: ",
  "dn2:27.5": "„Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?“ ",
  "dn2:27.6": "И вот, господин, я не высказал Пакудхе Каччаяне ни одобрения, ни порицания; ",
  "dn2:27.7": "ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов и, пожалев об этой речи, не возмущаясь, поднялся с сиденья и удалился. ",
  "dn2:28.0": "3.5. Учение Нигантхи Натапутты ",
  "dn2:28.1": "Однажды, господин, я приблизился к Нигантхе Натхапутте. Приблизившись, я обменялся с Нигантхой Натхапуттой дружескими, дружелюбными словами и почтительным приветствием ",
  "dn2:28.2": "и сел в стороне. И сев в стороне, я, господин, так сказал Нигантхе Натхапутте: ",
  "dn2:28.3": "„Существуют ведь, досточтимый Аггивессана, [занятые] в различных отраслях ремесел … ",
  "dn2:28.4": "Можно ли, досточтимый Аггивессана, указать таким же образом зримый плод отшельничества в этом зримом мире?“ ",
  "dn2:29.1": "Когда так было сказано, господин, Нигантха Натхапутта так сказал мне: ",
  "dn2:29.2": "„Великий царь, вот нигантха сдержан воздержанием четырехчастной узды. ",
  "dn2:29.3": "Как же, великий царь, нигантха сдержан воздержанием четырехчастной узды? ",
  "dn2:29.4": "Великий царь, нигантха воздерживается от всякой воды, и наделен всякою водою, и стряхивает всякую воду, и наполнен всякой водой. ",
  "dn2:29.5": "И так, великий царь, нигантха сдержан воздержанием четырехчастной узды. ",
  "dn2:29.6": "И поскольку, великий царь, нигантха сдержан так воздержанием четырехчастной узды, ",
  "dn2:29.7": "он, великий царь, зовется нигантхой, чье ‘я’ достигло цели, и чье ‘я’ обуздано, и чье ‘я’ стойко“. ",
  "dn2:30.1": "Так, господин, Нигантха Натхапутта, будучи спрошен о зримом плоде отшельничества, ответил мне о воздержании четырехчастной узды. ",
  "dn2:30.2": "Подобно тому, господин, как спрошенный о манго стал бы отвечать о хлебном дереве или спрошенный о хлебном дереве стал бы отвечать о манго, ",
  "dn2:30.3": "так же точно, господин, и Нигантха Натхапутта, будучи спрошен о зримом плоде отшельничества, ответил о воздержании четырехчастной узды. ",
  "dn2:30.4": "Тогда, господин, я сказал себе так: ",
  "dn2:30.5": "„Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?“ ",
  "dn2:30.6": "И вот, господин, я не высказал Нигантхе Натхапутте ни одобрения, ни порицания; ",
  "dn2:30.7": "ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов и, пожалев об этой речи, не возмущаясь, поднялся с сиденья и удалился. ",
  "dn2:31.0": "3.6. Учение Санджаи Белаттхапутты ",
  "dn2:31.1": "Однажды, господин, я приблизился к Санджае Белаттхипутте. Приблизившись, я обменялся с Санджаей Белаттхипуттой дружескими, дружелюбными словами и почтительным приветствием ",
  "dn2:31.2": "и сел в стороне. И сев в стороне, я, господин, так сказал Санджае Белаттхипутте: ",
  "dn2:31.3": "„Существуют ведь, досточтимый Санджая, [занятые] в различных отраслях ремесел … ",
  "dn2:31.4": "Можно ли, досточтимый Санджая, указать таким же образом зримый плод отшельничества в этом зримом мире?“ ",
  "dn2:32.1": "Когда так было сказано, господин, Санджая Белаттхипутта так сказал мне: ",
  "dn2:32.2": "„Если бы ты спросил меня: ‘Другой мир существует?’, и я считал бы, что другой мир существует, то я объяснил бы, что другой мир существует. ",
  "dn2:32.3": "[Но] я не считаю этого. Я не считаю так. Я не считаю иначе. Я не считаю, что нет. Я не считаю, что неверно, что нет. ",
  "dn2:32.4": "‘Другой мир не существует?’ … ",
  "dn2:32.5": "‘Другой мир и существует, и не существует?’ … ",
  "dn2:32.6": "‘Другой мир ни существует, ни не существует?’ … ",
  "dn2:32.7": "‘Самопроизвольно родившиеся существуют?’ … ",
  "dn2:32.8": "‘Самопроизвольно родившиеся не существуют?’ … ",
  "dn2:32.9": "‘Самопроизвольно родившиеся и существуют, и не существуют?’ … ",
  "dn2:32.10": "‘Самопроизвольно родившиеся ни существуют, ни не существуют?’ … ",
  "dn2:32.11": "‘Созревший плод добрых и злых действий существует?’ … ",
  "dn2:32.12": "‘Созревший плод добрых и злых действий не существует’ … ",
  "dn2:32.13": "‘Созревший плод добрых и злых действий и существует, и не существует?’ … ",
  "dn2:32.14": "‘Созревший плод добрых и злых действий ни существует, ни не существует?’ … ",
  "dn2:32.15": "‘Татхагата существует после смерти?’ … ",
  "dn2:32.16": "‘Татхагата не существует после смерти?’ … ",
  "dn2:32.17": "‘Татхагата и существует, и не существует после смерти?’ … ",
  "dn2:32.18": "‘Татхагата ни существует, ни не существует после смерти?’, и я считал бы, что Татхагата ни существует, ни не существует после смерти, то я объяснил бы, что Татхагата ни существует, ни не существует после смерти. ",
  "dn2:32.19": "[Но] я не считаю этого. Я не считаю так. Я не считаю иначе. Я не считаю, что нет. Я не считаю, что неверно, что нет“. ",
  "dn2:33.1": "Так, господин, Санджая Белаттхипутта, будучи спрошен о зримом плоде отшельничества, ответил мне уклончиво. ",
  "dn2:33.2": "Подобно тому, господин, как спрошенный о манго стал бы отвечать о хлебном дереве или спрошенный о хлебном дереве стал бы отвечать о манго, ",
  "dn2:33.3": "так же точно, господин, и Санджая Белаттхипутта, будучи спрошен о зримом плоде отшельничества, ответил мне уклончиво. ",
  "dn2:33.4": "< > ",
  "dn2:33.5": "< > ",
  "dn2:33.6": "< > ",
  "dn2:33.7": "Тогда, господин, я сказал себе так: ",
  "dn2:33.8": "„Как может подобный мне даже подумать о том, чтобы осудить отшельника или брахмана, живущего в царстве?“ ",
  "dn2:33.9": "И вот, господин, я не высказал Санджае Белаттхипутте ни одобрения, ни порицания; ",
  "dn2:33.10": "ни одобряя, ни порицая, я, будучи недовольным, не произнес недовольных слов и, пожалев об этой речи, не возмущаясь, поднялся с сиденья и удалился. ",
  "dn2:34.0.1": "4. Плоды Отшельничества ",
  "dn2:34.0.2": "4.1. Первый зримый плод отшельничества  ",
  "dn2:34.1": "И вот, господин, я спрашиваю Благостного: ",
  "dn2:34.2": "„Существуют ведь, господин, [занятые] в различных отраслях ремесел, ",
  "dn2:34.3": "а именно: сведущие в уходе за слонами, сведущие в коневодстве, колесничие, лучники, знаменосцы, распорядители в войске, распределяющие провиант, благородные воины, искушенные в набегах, [не уступающие] большому слону, герои, воители в кожаных [панцирях], дети рабов, ",
  "dn2:34.4": "повара, брадобреи, банщики, изготовители сладостей, плетельщики венков, красильщики, ткачи, плетельщики корзин, гончары, вычисляющие, считающие по пальцам, а также и [занятые] в других различных отраслях ремесел подобного рода — и они живут в этом зримом мире зримым плодом [своего] ремесла; ",
  "dn2:34.5": "им они радуют и удовлетворяют самих себя, радуют и удовлетворяют мать и отца, радуют и удовлетворяют ребенка и жену, радуют и удовлетворяют друга и товарища, доставляют отшельникам и брахманам благодатные подношения, связанные с небом, несущие счастье, ведущие на небеса. ",
  "dn2:34.6": "Можно ли, господин, указать таким же образом зримый плод отшельничества в этом зримом мире?“» ",
  "dn2:34.7": "«Можно, великий царь. ",
  "dn2:34.8": "Только в таком случае задам тебе встречный вопрос, чтобы ты ответил на него так, как сочтешь нужным. ",
  "dn2:35.1": "Как ты думаешь, великий царь? ",
  "dn2:35.2": "Вот был бы у тебя слуга, раб, исполняющий работу, рано встающий и поздно ложащийся, послушно выполняющий всё, приятно ведущий себя, сладкоречивый, не спускающий с тебя глаз. ",
  "dn2:35.3": "И он бы сказал себе: ",
  "dn2:35.4": "„Сколь чудесны, сколь необычны пути заслуг и созревание [плодов] заслуг! ",
  "dn2:35.5": "Ведь этот царь Магадхи Аджатасатту Ведехипутта — человек, и я — человек. ",
  "dn2:35.6": "Ведь этот царь Магадхи Аджатасатту Ведехипутта, будучи наделен и снабжен пятью признаками чувственности, услаждается, я сказал бы, словно бог, — ",
  "dn2:35.7": "я же — его раб, исполняющий работу, рано встающий, поздно ложащийся, послушно выполняющий всё, приятно ведущий себя, сладкоречивый, не спускающий с тебя глаз. ",
  "dn2:35.8": "Право, и я мог бы совершить его заслуги. ",
  "dn2:35.9": "Ведь я мог бы сбрить волосы и бороду, надеть желтые одеяния и, оставив дом, странствовать бездомным“. ",
  "dn2:35.10": "И со временем он может сбрить волосы и бороду, надеть желтые одеяния и, оставив дом, странствовать бездомным. ",
  "dn2:35.11": "Так, будучи странником, он станет жить, обуздывая тело, станет жить, обуздывая речь, станет жить, обуздывая разум, довольствуясь самым ничтожным пропитанием и рубищем, радуясь уединению. ",
  "dn2:35.12": "И люди смогли бы так сказать тебе о нем: ",
  "dn2:35.13": "„Угодно ли узнать тебе, Божественный, что тот, твой слуга, раб, исполняющий работу, рано встающий и поздно ложащийся, послушно выполняющий все, приятно ведущий себя, сладкоречивый, не спускающий с тебя глаз, — ",
  "dn2:35.14": "он, Божественный, сбрил волосы и бороду, надел желтые одеяния и, оставив дом, стал странствовать бездомный. ",
  "dn2:35.15": "Так, будучи странником, он живет, обуздывая разум, довольствуясь самым ничтожным пропитанием и рубищем, радуясь уединению“. ",
  "dn2:35.16": "Сказал ли бы ты тогда так: ",
  "dn2:35.17": "„Пусть этот слуга придет ко мне, пусть снова будет рабом, исполняющий работу, рано встающим и поздно ложащимся, послушно выполняющим все, приятно ведущим себя, сладкоречивым, не спускающим с [меня] глаз?“» ",
  "dn2:36.1": "«Совсем нет, господин. ",
  "dn2:36.2": "Мы [напротив], приветствовали бы его, поднялись бы навстречу, предложили сиденье, усадили, доставили ему все необходимое — [монашескую] верхнюю одежду, чашу с милостыней, обитель, лекарства для помощи больным, а также подобающую ему охрану, ограду и защиту». ",
  "dn2:36.3": "«Как ты думаешь, великий царь? ",
  "dn2:36.4": "Если так, является ли это зримым плодом отшельничества или нет?» ",
  "dn2:36.5": "«Конечно, господин, если так, это является зримым плодом отшельничества». ",
  "dn2:36.6": "«Вот, великий царь, тебе указан мною первый зримый плод отшельничества в этом зримом мире?» ",
  "dn2:37.0": "4.2. Второй зримый плод отшельничества ",
  "dn2:37.1": "«А можно ли, господин, указать таким же образом еще другой зримый плод отшельничества в этом зримом мире?» ",
  "dn2:37.2": "«Можно, великий царь. ",
  "dn2:37.3": "Только в таком случае задам тебе встречный вопрос, чтобы ты ответил на него так, как тебе больше подходит. ",
  "dn2:37.4": "Как ты думаешь, великий царь? ",
  "dn2:37.5": "Вот был бы у тебя слуга, земледелец, домоправитель, уплачивающий подати, умножающий [твои] богатства. ",
  "dn2:37.6": "И он бы сказал себе: ",
  "dn2:37.7": "„Сколь чудесны, сколь необычайны пути заслуг и созревание [плодов] заслуг! ",
  "dn2:37.8": "Ведь этот царь Магадхи Аджатасатту Ведехипутта — человек, и я — человек. ",
  "dn2:37.9": "Ведь этот царь Магадхи Аджатасатту Ведехипутта, будучи наделен и снабжен пятью признаками чувственности, услаждается, я сказал бы, словно бог, — ",
  "dn2:37.10": "я же — его земледелец, домоправитель, уплачивающий подати, умножающий [его] богатства. ",
  "dn2:37.11": "Право, и я мог бы совершить его заслуги. ",
  "dn2:37.12": "Ведь я мог бы сбрить волосы и бороду, надеть желтые одеяния и, оставив дом, странствовать бездомным“. ",
  "dn2:37.13": "И со временем, отказавшись от малого достатка или отказавшись от большого достатка, отказавшись от малого круга родственников или отказавшись от большого круга родственников, он может сбрить волосы и бороду, надеть желтые одеяния и, оставив дом, странствовать бездомным. ",
  "dn2:37.14": "Так, будучи странником, он станет жить, обуздывая тело, станет жить, обуздывая речь, станет жить, обуздывая разум, довольствуясь самым ничтожным пропитанием и рубищем, радуясь уединению. ",
  "dn2:37.15": "И люди смогли бы так сказать тебе о нем: ",
  "dn2:37.16": "„Угодно ли узнать тебе, Божественный, что тот твой слуга, земледелец, домоправитель, уплачивающий подати, умножающий [твое] богатство, — ",
  "dn2:37.17": "он, Божественный, сбрил волосы и бороду, надел желтые одеяния и, оставив дом, стал странствовать бездомным. ",
  "dn2:37.18": "Так, будучи странником, он живет, обуздывая тело, живет, обуздывая речь, живет, обуздывая разум, довольствуясь самым ничтожным пропитанием и рубищем, радуясь уединению“. ",
  "dn2:37.19": "Сказал ли бы ты тогда так: ",
  "dn2:37.20": "„Пусть этот слуга придет ко мне, пусть снова будет земледельцем, домохозяином, уплачивающий подати, умножающим [мое] богатство?“» ",
  "dn2:38.1": "«Совсем нет, господин. ",
  "dn2:38.2": "Мы, [напротив], приветствовали бы его, поднялись навстречу, предложили сиденье, усадили, доставили ему все необходимое — монашескую одежду, чашу для милостыни, ночлег, лекарства для помощи больным, а также подобающую ему охрану, ограду и защиту». ",
  "dn2:38.3": "«Как ты думаешь, великий царь? ",
  "dn2:38.4": "Если так, является ли это зримым плодом отшельничества или нет?» ",
  "dn2:38.5": "«Конечно, господин, если так, это является зримым плодом отшельничества». ",
  "dn2:38.6": "«Вот, великий царь, тебе указан мною второй зримый плод отшельничества в этом зримом мире». ",
  "dn2:39.0": "4.3. Более возвышенный плод отшельничества ",
  "dn2:39.1": "«А можно ли, господин, указать таким же образом еще другой зримый плод отшельничества в этом зримом мире — и прекраснее, и возвышеннее этих зримых плодов отшельничества?» ",
  "dn2:39.2": "«Можно, великий царь. ",
  "dn2:39.3": "В таком случае, великий царь, слушай тщательно и внимай [тому, что] я скажу». ",
  "dn2:39.4": "«Хорошо, господин», — согласился с Благостным царь Магадхи Аджатасатту Ведехипутта. ",
  "dn2:39.5": "Благостный сказал так: ",
  "dn2:40.1": "«Вот, великий царь, в мир приходит Татхагата — архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный. ",
  "dn2:40.2": "Он возглашает об этом мироздании с мирами богов, Мары, Брахмы, с миром отшельников и брахманов, с богами и людьми, познав и увидев их собственными глазами. ",
  "dn2:40.3": "Он проповедует истину — превосходную в начале, превосходную в середине, превосходную в конце — в ее духе и букве, наставляет в единственно-совершенном, чистом целомудрии». ",
  "dn2:41.1": "Эту истину слышит домохозяин, или сын домохозяина, или вновь родившийся в каком-либо другом семействе. ",
  "dn2:41.2": "Слыша эту истину, он обретает веру в Татхагату. ",
  "dn2:41.3": "И, наделенный этой обретенной им верой, он размышляет: ",
  "dn2:41.4": "„Жизнь в доме стеснительна, [это] путь нечистоты, странничество же — как свободный воздух. ",
  "dn2:41.5": "Не легко обитающему в доме блюсти всецело совершенное, всецело чистое целомудрие, сияющее, как жемчужная раковина. ",
  "dn2:41.6": "Ведь я мог бы сбрить волосы и бороду, надеть желтые одеяния и, оставив дом, странствовать бездомным“. ",
  "dn2:41.7": "И со временем, отказавшись от малого достатка или отказавшись от большого достатка, отказавшись от малого круга родственников или отказавшись от большого круга родственников, он сбривает волосы и бороду, надевает желтые одежды и, оставив дом, странствует бездомным. ",
  "dn2:42.1": "Так, будучи странником, он живет сдержанный воздержанием предписаний для отшельника, придерживаясь должного поведения, видя опасность в мельчайших проступках, обязуется следовать заповедям и упражняется [в их исполнении], наделен добродетелью тела и добродетелью речи, чист в средствах существования, обладает нравственностью, охраняет врата жизненных способностей, наделен способностью самосознания и вдумчивостью, удовлетворен. ",
  "dn2:43.0.1": "4.3.1. Нравственность ",
  "dn2:43.0.2": "4.3.1.1. Малая глава о нравственности  ",
  "dn2:43.1": "Как же, великий царь, монах предан нравственности? ",
  "dn2:43.2": "Вот, великий царь, отказываясь уничтожать живое, избегая уничтожать живое, без палки и без оружия, скромный, полный сострадания, монах пребывает в доброте и сочувствии ко всем живым существам. ",
  "dn2:43.3": "Это и есть часть его нравственности. ",
  "dn2:43.4": "Отказываясь брать то, что не дано [ему], избегая брать то, что не дано [ему], берущий лишь то, что дано, желающий лишь того, что дано, он пребывает чистый сердцем, не зная воровства. ",
  "dn2:43.5": "Это и есть часть его нравственности. ",
  "dn2:43.6": "Отказываясь от нецеломудрия, целомудренный, он удаляется и воздерживается от всеобщего обычая совокупления. ",
  "dn2:43.7": "Это и есть часть его нравственности. ",
  "dn2:44.1": "Отказываясь от лживой речи, избегая лживой речи, он говорит правду, связан с правдой, надежен, достоин доверия, не обманывает людей. ",
  "dn2:44.2": "Это и есть часть его нравственности. ",
  "dn2:44.3": "Отказываясь от клеветнической речи, избегая клеветнической речи, он не рассказывает в другом месте услышанного здесь, чтобы не вызвать раздора со здешними, и не рассказывает здесь услышанного в другом месте, чтобы не вызвать раздора с тамошними. Он соединяет разобщенных, поощряет соединенных, удовлетворен согласием, доволен согласием, наслаждается согласием, ведет речь, родящую согласие. ",
  "dn2:44.4": "Это и есть часть его нравственности. ",
  "dn2:44.5": "Отказываясь от грубой речи, избегая грубой речи, он ведет лишь такую речь, которая непорочна, радует слух, добра, доходит до сердца, вежлива, дорога многим людям, приятна многим людям. ",
  "dn2:44.6": "Это и есть часть его нравственности. ",
  "dn2:44.7": "Отказываясь от легкомысленной болтовни, избегая легкомысленной болтовни, он говорит вовремя, говорит о действительно происшедшем, говорит с пользой, говорит об истине, говорит о должном поведении, своевременно ведет достопамятную речь, обоснованную, соразмерную, несущую пользу. ",
  "dn2:44.8": "Это и есть часть его нравственности. ",
  "dn2:45.1": "Он избегает наносить вред семенам и растениям всех видов … ",
  "dn2:45.2": "Он избегает принимать пищу не вовремя, принимая пищу раз в день и воздерживаясь от нее ночью. ",
  "dn2:45.3": "Он избегает посещать зрелища с танцами, пением и музыкой. ",
  "dn2:45.4": "Он избегает употреблять венки, благовония, притирания, заниматься украшениями и нарядами. ",
  "dn2:45.5": "Он избегает пользоваться высоким ложем или большим ложем. ",
  "dn2:45.6": "Он избегает принимать золото и серебро. ",
  "dn2:45.7": "Он избегает принимать неприготовленное [в пищу] зерно. ",
  "dn2:45.8": "Он избегает принимать неприготовленное [в пищу] мясо. ",
  "dn2:45.9": "Он избегает общества женщин и молодых девушек. ",
  "dn2:45.10": "Он избегает принимать рабынь и рабов. ",
  "dn2:45.11": "Он избегает принимать коз и овец. ",
  "dn2:45.12": "Он избегает принимать петухов и свиней. ",
  "dn2:45.13": "Он избегает принимать слонов, коров, коней и кобыл. ",
  "dn2:45.14": "Он избегает принимать поля и имущество. ",
  "dn2:45.15": "Он избегает исполнять обязанность вестника или посыльного. ",
  "dn2:45.16": "Он избегает покупать и продавать. ",
  "dn2:45.17": "Он избегает обманывать на весах, обманывать в монете, обманывать в мере. ",
  "dn2:45.18": "Он избегает криводушия, нечестности, коварства, изворотливости. ",
  "dn2:45.19": "Он избегает ранить, убивать, заключать в оковы, разбойничать, грабить, применять насилие. ",
  "dn2:45.20": "Это и есть часть его нравственности. ",
  "dn2:45.21": "Малая глава о нравственности окончена. ",
  "dn2:46.0": "4.3.1.2. Средняя глава о нравственности ",
  "dn2:46.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, пребывают в склонности наносить таким образом вред семенам и растениям всех видов, ",
  "dn2:46.2": "а именно: плодящимся от корня, плодящимся от ветки, плодящимся от коленца, плодящимся от верхушки, и, в-пятых, плодящимся от семени, он избегает наносить таким образом вред семенам и растениям. ",
  "dn2:46.3": "Это и есть часть его нравственности. ",
  "dn2:47.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, пребывают в склонности собирать и использовать таким образом запасы, ",
  "dn2:47.2": "а именно: запасы еды, запасы питья, запасы одежды, запасы обуви, запасы постелей, запасы благовоний, запасы лакомств, — ",
  "dn2:47.3": "он избегает собирать и использовать таким образом запасы. ",
  "dn2:47.4": "Это и есть часть его нравственности. ",
  "dn2:48.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, пребывают в склонности посещать таким образом зрелища, ",
  "dn2:48.2": "а именно: танцы, пение, музыку, представления, декламацию, игру на цимбалах, выступление царских певцов, игру на барабане, волшебные сцены, акробатические трюки чандал, борьбу слонов, борьбу коней, борьбу буйволов, борьбу быков, борьбу козлов, борьбу баранов, борьбу петухов, борьбу перепелов, борьбу на дубинках, борьбу на кулаках, схватку, учебное сражение, сбор воинов, боевой строй, смотр войск, — ",
  "dn2:48.3": "он избегает посещать таким образом зрелища. ",
  "dn2:48.4": "Это и есть часть его нравственности. ",
  "dn2:49.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, пребывают в склонности предаваться таким образом игре в кости и легкомыслию, ",
  "dn2:49.2": "а именно: [играм] „восемь полей“, „десять полей“, „пространство“, „окружной путь“, сантика, кхалика, „сучок“, „рука-кисточка“, [игра] с шарами, трубочками из листьев, маленьким плугом, моккхачике, [играм] с маленькой ветряной мельницей, маленькой меркой, повозочкой, маленьким луком, угадыванию букв, угадыванию мыслей, подражанию телесным недостаткам, — ",
  "dn2:49.3": "он избегает предаваться таким образом игре в кости и легкомыслию. ",
  "dn2:49.4": "Это и есть часть его нравственности. ",
  "dn2:50.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, пребывают в склонности пользоваться таким образом высоким ложем или большим ложем, ",
  "dn2:50.2": "а именно: удлиненным сиденьем, ложем с изображениями животных на [его] подпорках, пышным руном, пестрым стеганым одеялом, белым шерстяным одеялом, шерстяным покрывалом, украшенным цветами, подстилкой из хлопка, шерстяным покрывалом с изображениями зверей, покрывалом с бахромой по бокам, покрывалом с бахромой на одной стороне, покрывалом, расшитым драгоценностями, шелковым покрывалом, ковром для танцовщиц, покрывалом для слонов, покрывалом для коней, покрывалом для колесницы, покрывалом из кожи черной антилопы, подстилкой из превосходной кожи антилопы кадали, покрывалом с балдахином, ложем с красными подушками у изголовья и в ногах, — ",
  "dn2:50.3": "он избегает пользоваться таким образом высоким ложем или большим ложем. ",
  "dn2:50.4": "Это и есть часть его нравственности. ",
  "dn2:51.1": "51. В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, пребывают в склонности заниматься таким образом украшениями и нарядами, ",
  "dn2:51.2": "а именно: умащением, массажем, омовением, растиранием, пользоваться зеркалом, глазной мазью, венками, притираниями, пудрой для лица, мазью для лица, браслетами, перевязью на голове, тростью для прогулок, лекарствами, мечом, зонтом, пестрыми сандалиями, тюрбаном, диадемой, опахалом из хвоста буйвола, белыми долгополыми одеждами, — ",
  "dn2:51.3": "он избегает заниматься таким образом украшениями и нарядами. ",
  "dn2:51.4": "Это и есть часть его нравственности. ",
  "dn2:52.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, пребывают таким образом в склонности к низменным беседам, ",
  "dn2:52.2": "а именно: беседам о царе, беседам о ворах, беседам о советниках, беседам о войске, беседам об опасности, беседам о сражении, беседам о еде, беседам о питье, беседам об одеждах, беседам о ложах, беседам о венках, беседам о благовониях, беседам о родственниках, беседам о повозках, беседам о деревнях, беседам о торговых селениях, беседам о городах, беседам о странах, беседам о женщинах, беседам о мужчинах, беседам о героях, беседам о дорогах, беседам о водоемах, беседам о прежде умерших, беседам о всякой всячине, разговорам о мире, разговорам об океане, беседам о том, что существует и чего не существует, — ",
  "dn2:52.3": "он избегает таким образом низменных бесед. ",
  "dn2:52.4": "Это и есть часть его нравственности. ",
  "dn2:53.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, пребывают таким образом в склонности к пререканиям, ",
  "dn2:53.2": "а именно: „Ты не знаешь истины и должного поведения — я знаю истину и должное поведение!“ — „Как ты узнаешь истину и должное поведение?“ — „Ты следуешь ложным путем — я следую истинным путем!“ — „Я последователен — ты непоследователен!“ — „Ты сказал в конце то, что следовало сказать в начале, и сказал в начале то, что следовало сказать в конце!“ — „ [Мысль] у тебя непродуманна и превратна!“ — „Твоя речь опровергнута, ты побежден!“ — „Оставь эту речь, или разъясни, если можешь!“ — ",
  "dn2:53.3": "он избегает таким образом пререканий. ",
  "dn2:53.4": "Это и есть часть его нравственности. ",
  "dn2:54.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, пребывают в склонности исполнять таким образом обязанность вестника или посыльного, ",
  "dn2:54.2": "а именно: у царей, царских советников, кшатриев, брахманов, домохозяев, юношей, [передавая]: „иди сюда“, „иди туда“, „возьми это“, „неси это туда“, — ",
  "dn2:54.3": "он избегает исполнять таким образом обязанность вестника или посыльного. ",
  "dn2:54.4": "Это и есть часть его нравственности. ",
  "dn2:55.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, бывают и обманщиками, и болтунами, и прорицателями, и фокусниками, страстно желая все новой и новой прибыли, — он избегает таким образом обмана и болтовни. ",
  "dn2:55.2": "Это и есть часть его нравственности. ",
  "dn2:55.3": "Средняя глава о нравственности окончена. ",
  "dn2:56.0": "4.3.1.3. Большая глава о нравственности ",
  "dn2:56.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, добывают таким образом средства к существованию низменными знаниями и неправедной жизнью, ",
  "dn2:56.2": "а именно: [истолковывая] особенности частей тела, предзнаменования, небесные явления, сны, знаки на теле, изъеденные мышами [одежды], [совершая] жертвоприношение на огне, жертвоприношение ложкой, жертвоприношение шелухой риса, жертвоприношение красной пыльцой между шелухой и зерном, жертвоприношение зернами риса, жертвоприношение очищенным маслом, жертвоприношение сезамовым маслом, жертвоприношение ртом, жертвоприношение кровью, [используя] знание частей тела, знание строений, знание полей, знание благоприятных заклинаний, знание духов умерших, знание земли, знание змей, знание яда, знание скорпионов, знание мышей, знание птиц, знание ворон, предсказание срока жизни, заговор от стрел, понимание языка животных, — ",
  "dn2:56.3": "он избегает таким образом низменных знаний и неправедной жизни. ",
  "dn2:56.4": "Это и есть часть его нравственности. ",
  "dn2:57.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, добывают таким образом средства к существованию низменными знаниями и неправедной жизнью, ",
  "dn2:57.2": "а именно: [истолковывая] знаки на драгоценностях, знаки на палках, знаки на одеждах, знаки на мечах, знаки на стрелах, знаки на луках, знаки на оружии, знаки на женщинах, знаки на мужчинах, знаки на юношах, знаки на девушках, знаки на рабах, знаки на рабынях, знаки на слонах, знаки на конях, знаки на буйволах, знаки на быках, знаки на коровах, знаки на козлах, знаки на баранах, знаки на петухах знаки на перепелах, знаки на ящерицах, знаки на длинноухих животных, знаки на черепахах, знаки на диких зверях, — ",
  "dn2:57.3": "он избегает таким образом низменных знаний и неправедной жизни. ",
  "dn2:57.4": "Это и есть часть его нравственности. ",
  "dn2:58.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, добывают таким образом средства к существованию низменными знаниями и неправедной жизнью, ",
  "dn2:58.2": "а именно: [предсказывая, что] будет выступление царя [в поход], не будет выступления царя; будет наступление здешнего царя, будет отступление чужого царя; будет наступление чужого царя, будет отступление здешнего царя; будет победа здешнего царя, будет поражение чужого царя; будет победа чужого царя, будет поражение здешнего царя; будет победа одного, будет поражение другого, — ",
  "dn2:58.3": "он избегает таким образом низменных знаний и неправедной жизни. ",
  "dn2:58.4": "Это и есть часть его нравственности. ",
  "dn2:59.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, добывают таким образом средства к существованию низменными знаниями и неправедной жизнью, ",
  "dn2:59.2": "а именно: [предсказывая, что] будет затмение луны, будет затмение солнца, будет затмение звезд, будет движение луны и солнца по [своему обычному] пути, будет движение луны и солнца по необычному пути, будет движение звезд по [своему обычному] пути, будет движение звезд по необычному пути, будет падение метеоритов; будет пламя, охватившее горизонт; будет землетрясение, будет гром с неба, будет восход, заход, замутнение, очищение луны, солнца, звезд; [предсказывая, что] таков будет результат затмения луны, таков будет результат затмения солнца, таков будет результат затмения звезд, таков будет результат движения луны и солнца по [своему обычному] пути, таков будет результат движения луны и солнца по необычному пути, таков будет результат движения звезд по [своему обычному] пути, таков будет результат движения звезд по необычному пути, таков будет результат падения метеоритов, таков будет результат пламени, охватившего горизонт, таков будет результат землетрясения, таков будет результат грома с неба, таков будет результат восхода, захода, замутнения, очищения луны, солнца, звезд, — ",
  "dn2:59.3": "он избегает таким образом низменных знаний и неправедной жизни. ",
  "dn2:59.4": "Это и есть часть его нравственности. ",
  "dn2:60.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, добывают таким образом средства к существованию низменными знаниями и неправедной жизнью, ",
  "dn2:60.2": "а именно: [предсказывая, что] будет обильный дождь, будет недостаток в дожде, будет обилие пищи, будет недостаток в пище, будет спокойствие, будет опасность, будет болезнь, будет здоровье; [считая] по пальцам, вычисляя, производя сложение, сочиняя стихи, рассуждая о природе, — ",
  "dn2:60.3": "он избегает таким образом низменных знаний и неправедной жизни. ",
  "dn2:60.4": "Это и есть часть его нравственности. ",
  "dn2:61.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, добывают таким образом средства к существованию низменными знаниями и неправедной жизнью, ",
  "dn2:61.2": "а именно: [устанавливая благоприятное время для] введения новобрачной в дом, выдачи дочери замуж, мирных переговоров, вражды, взыскания долгов, раздачи денег; вызывая [колдовством] счастье, вызывая несчастье, вызывая выкидыш, сковывая язык, смыкая челюсти, заговаривая руки, заговаривая уши, вопрошая зеркало [о будущем], вопрошая девушку, вопрошая божество, почитая солнце, почитая Великого, извергая огонь изо рта, призывая Сири, — ",
  "dn2:61.3": "он избегает таким образом низменных знаний и неправедной жизни. ",
  "dn2:61.4": "Это и есть часть его нравственности. ",
  "dn2:62.1": "В то время как некоторые почтенные отшельники и брахманы, поедая пищу, поданную верующими, добывают таким образом средства к существованию низменными знаниями и неправедной жизнью, ",
  "dn2:62.2": "а именно: склоняя на милость богов, исполняя обеты, заклиная духов умерших, пребывая в земляном жилище, вызывая потенцию, вызывая импотенцию, определяя место для постройки, освещая место; [совершая ритуальное] полоскание рта, омовение, жертвоприношение; [предписывая] рвотное, слабительное, очищающее сверху, очищающее снизу, очищающее голову, масло для ушей, облегчающее средство для глаз, снадобье для носа, глазную мазь, умащивание; [бывая] глазными врачами, хирургами, леча детей, добывая целебные коренья, освобождая от [ставшего ненужным] лекарства, — ",
  "dn2:62.3": "он избегает таким образом низменных знаний и неправедной жизни. ",
  "dn2:62.4": "Это и есть часть его нравственности. ",
  "dn2:63.1": "И вот, великий царь, этот монах, обладающий подобной нравственностью, не видит ниоткуда опасности в том, что касается нравственной воздержанности. ",
  "dn2:63.2": "Подобно тому, великий царь, как повелитель, помазанный на царство и избавившийся от неприятелей, не видит ниоткуда опасности в том, что касается недружелюбия, ",
  "dn2:63.3": "так же точно, великий царь, и монах, обладающий подобной нравственностью, не видит ниоткуда опасности в том, что касается нравственной воздержанности. ",
  "dn2:63.4": "Наделенный этим праведным сводом нравственных предписаний, он испытывает безупречное внутреннее счастье. ",
  "dn2:63.5": "Таким, великий царь, бывает монах, наделенный нравственностью. ",
  "dn2:63.6": "Большая глава о нравственности окончена. ",
  "dn2:64.0.1": "4.3.2. Объединение опыта ",
  "dn2:64.0.2": "4.3.2.1. Сдерживание способностей чувственного восприятия ",
  "dn2:64.1": "Как же, великий царь, монах охраняет врата жизненных способностей? ",
  "dn2:64.2": "Вот, великий царь, видя глазом образ, монах не влечется к внешним признакам, не влечется к его подробностям. ",
  "dn2:64.3": "Он действует так, чтобы сдерживать причину, благодаря которой алчность, неудовлетворенность, порочные и нехорошие свойства устремляются на не сдерживающего способность зрения. Он следит за способностью зрения, в способности зрения он достигает воздержанности. ",
  "dn2:64.4": "Слыша ухом звук … ",
  "dn2:64.5": "Обоняя носом запах … ",
  "dn2:64.6": "Чувствуя языком вкус … ",
  "dn2:64.7": "Осязая телом прикосновение … ",
  "dn2:64.8": "Получая разумом представление, он не влечется к внешним признакам, не влечется к его подробностям. ",
  "dn2:64.9": "Он действует так, чтобы сдерживать причину, благодаря которой алчность, неудовлетворенность, порочные и нехорошие свойства устремляются на не сдерживающего способность разума. Он следит за способностью разума, в способности разума он достигает воздержанности. ",
  "dn2:64.10": "Наделенный этой праведной воздержанностью в жизненных способностях, он испытывает неуязвимое внутреннее счастье. ",
  "dn2:64.11": "Таким, великий царь, бывает монах, охраняющий врата жизненных способностей. ",
  "dn2:65.0": "4.3.2.2. Памятование и осознание ",
  "dn2:65.1": "Как же, великий царь, монах наделен способностью самосознания и вдумчивостью? ",
  "dn2:65.2": "Вот, великий царь, монах вдумчиво действует, когда он идет вперед и идет назад, вдумчиво действует, когда глядит вперед и глядит по сторонам, вдумчиво действует, когда сгибается и распрямляется, вдумчиво действует, когда носит ткань, сосуд для подаяний и верхнюю одежду, вдумчиво действует, когда ест, пьет, разжевывает, пробует на вкус, вдумчиво действует, когда испражняется и мочится, вдумчиво действует, когда ходит, стоит, сидит, спит, бодрствует, говорит, молчит. ",
  "dn2:65.3": "Таким, великий царь, бывает монах, наделенный способностью самосознания и вдумчивостью. ",
  "dn2:66.0": "4.3.2.3. Удовлетворенность ",
  "dn2:66.1": "Как же, великий царь, монах удовлетворен? ",
  "dn2:66.2": "Вот, великий царь, монах удовлетворен верхней одеждой, поддерживающей тело, и чашей для милостыни, поддерживающей утробу; куда бы он ни отправлялся, он отправляется, беря с собой [все свое добро]. ",
  "dn2:66.3": "Подобно тому, великий царь, как крылатая птица, куда бы ни полетела, летит, неся с собой перья, ",
  "dn2:66.4": "так же точно, великий царь, и монах, удовлетворенный верхней одеждой, поддерживающей тело, и чашей для милостыни, поддерживающей утробу, куда бы он ни отправлялся, отправляется, беря с собой [все свое добро]. ",
  "dn2:66.5": "Таким, великий царь, бывает удовлетворенный монах. ",
  "dn2:67.0": "4.3.2.4. Устранение препятствий ",
  "dn2:67.1": "Наделенный этим праведным сводом нравственных предписаний и наделенный этой праведной воздержанностью в жизненных силах, наделенный этой праведной внимательностью и вдумчивостью, и наделенный этой праведной удовлетворенностью, ",
  "dn2:67.2": "он удаляется в уединенную обитель — в лесу у подножия дерева, на горе, в пещере, в расселине скалы, у кладбища, в лесной чаще, на открытом месте, на груде соломы. ",
  "dn2:67.3": "Возвратившись с чашей для милостыни, он сидит [там] после еды, скрестив под собой ноги, держа прямо тело, пребывая в сосредоточенном внимании. ",
  "dn2:68.1": "Отказавшись от алчности к мирскому, он пребывает свободный сердцем от алчности, очищает ум от алчности. ",
  "dn2:68.2": "Отказавшись от порока злонамеренности, он пребывает свободный умом от злонамеренности, в доброте и сочувствии ко всем живым существам он очищает ум от злонамеренности. ",
  "dn2:68.3": "Отказавшись от косности, он пребывает свободный от косности, ощущая в себе способность [ясного] воззрения, внимательный и вдумчивый он очищает ум от косности. ",
  "dn2:68.4": "Отказавшись от беспокойства и терзаний, он пребывает свободный от беспокойства и терзаний, внутренне умиротворенный в мыслях он очищает ум от беспокойства и терзаний. ",
  "dn2:68.5": "Отказавшись от сомнения, он пребывает за пределами сомнения, лишенный неуверенности в хороших свойствах он очищает ум от сомнения. ",
  "dn2:69.1": "Подобно тому, великий царь, как, если человек, взяв в долг, откроет дело, ",
  "dn2:69.2": "это его дело будет процветать, ",
  "dn2:69.3": "он и сможет оплатить прежние долговые обязательства, и у него еще сверх того останется, на что поддерживать жену, ",
  "dn2:69.4": "и он сможет сказать себе: ",
  "dn2:69.5": "„Вот прежде я, взяв в долг, открыл дело, ",
  "dn2:69.6": "это мое дело стало процветать, ",
  "dn2:69.7": "и я смог оплатить прежние долговые обязательства, и у меня еще сверх того остается на что поддерживать жену“ — ",
  "dn2:69.8": "он получит от этого радость, достигнет удовлетворения. ",
  "dn2:70.1": "Подобно тому, великий царь, как, если бы человека постиг недуг, он будет страдать, тяжело болеть, и еда не будет ему впрок, и в теле не останется силы; ",
  "dn2:70.2": "и со временем освободится от этого недуга, и еда будет ему впрок, и в теле его будет сила, ",
  "dn2:70.3": "и он сможет сказать себе: ",
  "dn2:70.4": "„Вот прежде меня постиг недуг, я страдал, тяжело болел, ",
  "dn2:70.5": "и еда не была мне впрок, и в теле моем не осталось силы; ",
  "dn2:70.6": "теперь же я освободился от этого недуга, ",
  "dn2:70.7": "и еда мне впрок, и в теле есть сила“ — ",
  "dn2:70.8": "он получит от этого радость, достигнет удовлетворения. ",
  "dn2:71.1": "Подобно тому, великий царь, как, если человек будет заключен в темницу, ",
  "dn2:71.2": "и со временем освободится из этого заточения здравым и невредимым, и ничего не потеряет из имущества, ",
  "dn2:71.3": "и сможет сказать себе: ",
  "dn2:71.4": "„Вот прежде я был заключен в темницу, теперь же освободился от этого заточения здравым и невредимым ",
  "dn2:71.5": "и ничего не потерял из имущества“, — ",
  "dn2:71.6": "он получит от этого радость, достигнет удовлетворения. ",
  "dn2:72.1": "Подобно тому, великий царь, как, если человек будет рабом, не зависящим от себя, зависящим от другого, не имеющим права идти, куда хочет, ",
  "dn2:72.2": "и со временем освободится от этого рабства, став зависящим от себя, не зависящим от другого, раскрепощенным, имеющим право идти, куда хочет, ",
  "dn2:72.3": "и сможет сказать себе: ",
  "dn2:72.4": "„Вот прежде я был рабом, не зависящим от себя, зависящим от другого, не имеющим права идти, куда хочу; ",
  "dn2:72.5": "теперь же я освободился от рабства, став зависящим от себя, не зависящим от другого, раскрепощенным, имеющим право идти, куда хочу“, — ",
  "dn2:72.6": "он получит от этого радость, достигнет удовлетворения. ",
  "dn2:73.1": "Подобно тому, великий царь, как если человек с богатством и имуществом будет следовать по труднопроходимой дороге в голоде и страхе ",
  "dn2:73.2": "и со временем оставит позади трудную дорогу, спокойно и без страха, здравым достигнет края деревни ",
  "dn2:73.3": "и сможет сказать себе: ",
  "dn2:73.4": "„Вот, прежде я с богатством и имуществом следовал по труднопроходимой дороге в голоде и страхе, ",
  "dn2:73.5": "теперь же, оставив позади эту трудную дорогу, спокойно и без страха здравым достиг края деревни“, — ",
  "dn2:73.6": "он получит от этого радость, достигнет удовлетворения. ",
  "dn2:74.1": "Так же точно, великий царь, и монах, не отказавшись от этих пяти преград, видит себя словно в долгу, словно в болезни, словно в темнице, словно в рабстве, словно на труднопроходимой дороге. ",
  "dn2:74.2": "И подобно этому, великий царь, монах, отказавшись от этих пяти преград, ",
  "dn2:74.3": "так же точно видит себя, великий царь, словно свободным от долга, словно свободным от болезни, словно освободившимся из заточения, словно раскрепощенным, словно находящимся в спокойном пристанище. ",
  "dn2:74.4": "Когда он видит себя отказавшимся от пяти преград, в нем рождается удовлетворенность, у удовлетворенного рождается радость, от радости в сердце успокаивается тело, успокоившийся телом ощущает счастье, счастливый сосредоточен в уме. ",
  "dn2:75.0": "4.3.2.5. Первый уровень поглощённости ",
  "dn2:75.1": "Освободившись от чувственных удовольствий, освободившись от нехороших свойств, он достигает первой ступени созерцания, связанной с устремленным рассудком и углубленным рассуждением, рожденной уединенностью, дарующей радость и счастье, и пребывает [в этом состоянии]. ",
  "dn2:75.2": "Он обливает, заливает, переполняет, пропитывает это тело радостью и счастьем, рожденным уединенностью, и не остается во всем теле ничего, что не было бы пропитано радостью и счастьем, рожденным уединенностью. ",
  "dn2:76.1": "Подобно тому, великий царь, как искусный банщик или ученик банщика, насыпав мыльный порошок в металлический сосуд и постепенно окропляя со всех сторон водой, станет сбивать его так, чтобы получился мыльный ком, омытый влагой, пронизанный влагой, внутри и снаружи пропитанный влагой, но не источающий [ее], ",
  "dn2:76.2": "так же точно, великий царь, и монах обливает, заливает, переполняет, пропитывает это тело радостью и счастьем, рожденным уединенностью, и не остается во всем его теле ничего, что не было бы пропитано радостью и счастьем, рожденным уединенностью. ",
  "dn2:76.3": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:77.0": "4.3.2.6. Второй уровень поглощённости ",
  "dn2:77.1": "И далее, великий царь, монах, подавив устремленный рассудок и углубленное рассуждение, достигает второй ступени созерцания, несущей внутреннее успокоение и собранность в сердце, лишенной устремленного рассудка, лишенной углубленного рассуждения, рожденной сосредоточенностью, дарующей радость и счастье, и пребывает [в этом состоянии]. ",
  "dn2:77.2": "Он обливает, заливает, переполняет, пропитывает это тело радостью и счастьем, рожденным сосредоточенностью, и не остается во всем его теле ничего, что не было бы пропитано радостью и счастьем, рожденным сосредоточенностью. ",
  "dn2:78.1": "Подобно тому, великий царь, как озеро, [питаемое] водой, бьющей из-под земли, хоть и не будет иметь ни притока воды с восточной стороны, ни притока воды с западной стороны, ни притока воды с северной стороны, ни притока воды с южной стороны, и божество не будет время от времени надлежащим образом доставлять ему дождь, ",
  "dn2:78.2": "но потоки прохладной воды, бьющей из-под земли, [питая] это озеро, обольют, зальют, переполнят, пропитают это озеро прохладной водой, и не останется во всем озере ничего, что не было бы пропитано прохладной водой, ",
  "dn2:78.3": "так же точно, великий царь, и монах обливает, заливает, переполняет, пропитывает это тело радостью и счастьем, рожденным сосредоточенностью, и не остается во всем его теле ничего, что не было бы пропитано радостью и счастьем, рожденным сосредоточенностью. ",
  "dn2:78.4": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:79.0": "4.3.2.7. Третий уровень поглощённости ",
  "dn2:79.1": "И далее, великий царь, монах отвращается от радости и пребывает в уравновешенности; наделенный способностью самосознания и вдумчивостью, испытывая телом то счастье, которой достойные описывают: „Уравновешенный, наделенный способностью самосознания, пребывающий в счастье“, он достигает третьей ступени созерцания и пребывает [в этом состоянии]. ",
  "dn2:79.2": "Он обливает, заливает, переполняет, пропитывает это тело счастьем, свободным от радости, и не остается во всем его теле ничего, что не было бы пропитано счастьем, свободным от радости. ",
  "dn2:80.1": "Подобно тому, великий царь, как в пруду с голубыми лотосами, пруду с красными лотосами, пруду с белыми лотосами отдельные голубые лотосы, или красные лотосы, или белые лотосы рождены в воде, выросли в воде, омыты водой, целиком погружены [в воду], питаются [ею], они от кончиков до корней облиты, залиты, переполнены, пропитаны прохладной водой, и не остается во всех голубых лотосах, или красных лотосах, или белых лотосах ничего, что не было бы пропитано прохладной водой, ",
  "dn2:80.2": "так же точно, великий царь, и монах обливает, заливает, переполняет, пропитывает это тело счастьем, свободным от радости, и не остается во всем его теле ничего, что не было бы пропитано счастьем, свободным от радости. ",
  "dn2:80.3": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:81.0": "4.3.2.8. Четвёртый уровень поглощённости ",
  "dn2:81.1": "И далее, великий царь, монах, отказавшись от счастья, отказавшись от несчастья, избавившись от прежней удовлетворенности и неудовлетворенности, достигает четвертой ступени созерцания, лишенной несчастья, лишенной счастья, очищенной уравновешенностью и способностью самосознания, и пребывает [в этом состоянии]. ",
  "dn2:81.2": "Он сидит, пропитав это тело чистым, совершенным разумом, и не остается во всем теле ничего, что не было бы пропитано чистым, совершенным разумом. ",
  "dn2:82.1": "Подобно тому, великий царь, как человек сидел бы укутанный с головой в белое одеяние так, что не осталось бы на всем теле места, которое не было бы покрыто белым одеянием, ",
  "dn2:82.2": "так же точно, великий царь, и монах сидит, пропитав это тело чистым, совершенным разумом, и не остается во всем теле ничего, что не было бы пропитано чистым, совершенным разумом. ",
  "dn2:82.3": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:83.0.1": "4.3.3. Восемь знаний ",
  "dn2:83.0.2": "4.3.3.1. Знание прозрения ",
  "dn2:83.1": "Так, с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — он направляет и обращает ум к совершенному видению. ",
  "dn2:83.2": "Он постигает: ",
  "dn2:83.3": "„Вот это мое тело имеет форму, состоит из четырех великих элементов, рождено матерью и отцом, [представляет собой] скопление вареного риса и кислого молока, непостоянно, подвержено разрушению, стиранию, распаду, уничтожению, ",
  "dn2:83.4": "и вот здесь заключено, здесь к нему привязано мое сознание“. ",
  "dn2:84.1": "84. Подобно тому, великий царь, как, если сквозь драгоценный камень берилл — прекрасный, благородный, восьмигранный, превосходно отшлифованный, прозрачный, сияющий, безупречный, наделенный всеми достоинствами — ",
  "dn2:84.2": "продета нить — синяя, или оранжевая, или красная, или белая, или желтоватая нить, — ",
  "dn2:84.3": "и человек, наделенный зрением, взяв его в руку, может понять: ",
  "dn2:84.4": "„Вот драгоценный камень берилл — прекрасный, благородный, восьмигранный, превосходно отшлифованный, прозрачный, сияющий, безупречный, наделенный всеми достоинствами, — ",
  "dn2:84.5": "и в него продета эта нить — синяя, или оранжевая, или красная, или белая, или желтоватая нить“ — ",
  "dn2:84.6": "так же точно, великий царь, и монах с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — направляет и обращает ум к совершенному видению. ",
  "dn2:84.7": "Он постигает: ",
  "dn2:84.8": "„Вот это мое тело имеет форму, состоит из четырех великих элементов, рождено матерью и отцом, [представляет собой] скопление вареного риса и кислого молока, непостоянно, подвержено разрушению, стиранию, распаду, уничтожению, ",
  "dn2:84.9": "и вот здесь заключено, здесь к нему привязано мое сознание“. ",
  "dn2:84.10": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:85.0": "4.3.3.2. Способность создавать тело с помощью ума ",
  "dn2:85.1": "Так, с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибкой, готовым к действию, стойким, непоколебимым — он направляет и обращает ум к сотворению тела, состоящего из разума. ",
  "dn2:85.2": "Из этого [своего] тела он творит другое тело, имеющее форму, состоящее из разума, наделенное всеми большими и малыми частями, не знающее ущерба в жизненных способностях. ",
  "dn2:86.1": "Подобно тому, великий царь, как человек, извлекая тростинку из мунджи, ",
  "dn2:86.2": "может сказать себе: ",
  "dn2:86.3": "„Вот — мунджа, вот — тростинка, одно — мунджа, другое — тростинка, но ведь тростинка извлечена из мунджи“; ",
  "dn2:86.4": "или же подобно тому, великий царь, как человек, извлекая меч из ножен, ",
  "dn2:86.5": "может сказать себе: ",
  "dn2:86.6": "„Вот — меч, вот — ножны, одно — меч, другое — ножны, но ведь меч извлечен из ножен“; ",
  "dn2:86.7": "или же подобно тому, великий царь, как человек, вытаскивая змею из [сбрасываемой ею] кожи, ",
  "dn2:86.8": "может сказать себе: ",
  "dn2:86.9": "„Вот — змея, вот — кожа, одно — змея, другое — кожа, но ведь змея вытащена из кожи“ — ",
  "dn2:86.10": "так же точно, великий царь, и монах с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — направляет и обращает ум к сотворению тела, состоящего из разума. ",
  "dn2:86.11": "Из этого [своего] тела он творит другое тело, имеющее форму, состоящее из разума, наделенное всеми большими и малыми частями, не знающее ущерба в жизненных способностях. ",
  "dn2:86.12": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:87.0": "4.3.3.3. Различные виды сверхспособностей ",
  "dn2:87.1": "Так, с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — он направляет и обращает ум к [разным] видам сверхъестественных способностей. ",
  "dn2:87.2": "Он осуществляет различные виды сверхъестественных способностей: будучи одним, становится многочисленным, будучи многочисленным, становится одним; становится видимым для глаз, скрытым от глаз, беспрепятственно проходит через стену, через ограду, через гору, словно через воздух; опускается в землю и поднимается [из нее], словно из воды; не погружаясь, идет по воде, словно по земле; сидя со скрещенными ногами, возносится в небо, словно крылатая птица; касается рукой и схватывает солнце и луну — эти столь великие, столь чудесные [светила]; [своим] телом он достигает даже мира Брахмы. ",
  "dn2:88.1": "Подобно тому, великий царь, как искусный гончар или ученик гончара может сделать и изготовить из хорошо обработанной глины сосуд, какой пожелает, ",
  "dn2:88.2": "или же подобно тому, великий царь, как искусный резчик по слоновой кости или ученик резчика по слоновой кости может сделать и изготовить из хорошо обработанной слоновой кости такой сосуд из слоновой кости, какой пожелает, ",
  "dn2:88.3": "или же подобно тому, великий царь, как искусный золотых дел мастер или ученик золотых дел мастера может сделать и изготовить из хорошо обработанного золота такой золотой сосуд, какой пожелает, ",
  "dn2:88.4": "так же точно, великий царь, и монах с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — направляет и обращает ум к [разным] видам сверхъестественных способностей. ",
  "dn2:88.5": "Он осуществляет различные виды сверхъестественных способностей: будучи одним, становится многочисленным, будучи многочисленным, становится одним; становится видимым для глаз, скрытым от глаз, беспрепятственно проходит через стену, через ограду, через гору, словно через воздух; опускается в землю и поднимается [из нее], словно из воды; не погружаясь, идет по воде, словно по земле; сидя со скрещенными ногами, возносится в небо, словно крылатая птица; касается рукой и схватывает солнце и луну — эти столь великие, столь чудесные [светила]; [своим] телом он достигает даже мира Брахмы. ",
  "dn2:88.6": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:89.0": "4.3.3.4. Божественный слух ",
  "dn2:89.1": "Так, с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — он направляет и обращает ум к божественному слуху. ",
  "dn2:89.2": "Очищенным божественным слухом, выходящим за пределы человеческого, он слышит оба [вида] звуков — и божественные, и человеческие, далекие и близкие. ",
  "dn2:90.1": "Подобно тому, великий царь, как человек, который, находясь на главной дороге, слышит звук литавр, звук барабана, звук раковины, цимбал, гонга, может сказать себе: „Вот звук литавр, вот звук барабана, вот звук раковины, цимбал, гонга“ — ",
  "dn2:90.2": "так же точно, великий царь, и монах с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — направляет и обращает ум к божественному слуху. ",
  "dn2:90.3": "Очищенным божественным слухом, выходящим за пределы человеческого, он слышит оба [вида] звуков — и божественные, и человеческие, далекие и близкие. ",
  "dn2:90.4": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:91.0": "4.3.3.5. Знание охватывания умов ",
  "dn2:91.1": "Так, с сосредоточенным умом — чистым, ясным, незапятнанным, лишенной нечистоты, гибким, готовым к действию, стойким, непоколебимым — он направляет и обращает ум к знанию, охватывающему сердце. ",
  "dn2:91.2": "Охватывая сердцем сердца других существ, других личностей, он постигает [их]. ",
  "dn2:91.3": "Наделенный страстью ум он постигает как наделенный страстью ум. ",
  "dn2:91.4": "Свободный от страсти ум он постигает как свободный от страсти ум. ",
  "dn2:91.5": "Наделенный ненавистью ум он постигает как наделенный ненавистью ум. ",
  "dn2:91.6": "Свободный от ненависти ум он постигает как свободный от ненависти ум. ",
  "dn2:91.7": "Наделенный заблуждением ум он постигает как наделенный заблуждением ум. ",
  "dn2:91.8": "Свободный от заблуждения ум он постигает как свободный от заблуждения ум. ",
  "dn2:91.9": "Собранный ум он постигает как собранный ум. ",
  "dn2:91.10": "Несобранный ум он постигает как несобранный ум. ",
  "dn2:91.11": "Великий ум он постигает как великий ум. ",
  "dn2:91.12": "Невеликий ум он постигает как невеликий ум. ",
  "dn2:91.13": "Превзойденный ум он постигает как превзойденный ум. ",
  "dn2:91.14": "Непревзойденный ум он постигает как непревзойденный ум. ",
  "dn2:91.15": "Сосредоточенный ум он постигает как сосредоточенный ум. ",
  "dn2:91.16": "Несосредоточенный ум он постигает как несосредоточенный ум. ",
  "dn2:91.17": "Освобожденный ум он постигает как освобожденный ум. ",
  "dn2:91.18": "Неосвобожденный ум он постигает как неосвобожденный ум. ",
  "dn2:92.1": "Подобно тому, великий царь, как женщина, или мужчина, или юноша, молодой и любящий, наряжается, разглядывая отражение своего лица в чистом, ясном зеркале или в сосуде с прозрачной водой, может или узнать, что [на нем] пятнышко, когда [на нем] есть пятнышко, или узнать, что [на нем] нет пятнышка, когда [на нем] нет пятнышка, ",
  "dn2:92.2": "так же точно, великий царь, и монах с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — направляет и обращает ум к знанию, охватывающему сердце. ",
  "dn2:92.3": "Охватывая сердцем сердца других существ, других личностей, он постигает [их].",
  "dn2:92.4": "Наделенный страстью ум он постигает как наделенный страстью ум. ",
  "dn2:92.5": "Свободный от страсти ум он постигает как свободный от страсти ум. ",
  "dn2:92.6": "Наделенный ненавистью ум он постигает как наделенный ненавистью ум. ",
  "dn2:92.7": "Свободный от ненависти ум он постигает как свободный от ненависти ум. ",
  "dn2:92.8": "Наделенный заблуждением ум он постигает как наделенный заблуждением ум. ",
  "dn2:92.9": "Свободный от заблуждения ум он постигает как свободный от заблуждения ум. ",
  "dn2:92.10": "Собранный ум он постигает как собранный ум. ",
  "dn2:92.11": "Несобранный ум он постигает как несобранный ум. ",
  "dn2:92.12": "Великий ум он постигает как великий ум. ",
  "dn2:92.13": "Невеликий ум он постигает как невеликий ум. ",
  "dn2:92.14": "Превзойденный ум он постигает как превзойденный ум. ",
  "dn2:92.15": "Непревзойденный ум он постигает как непревзойденный ум. ",
  "dn2:92.16": "Сосредоточенный ум он постигает как сосредоточенный ум. ",
  "dn2:92.17": "Несосредоточенный ум он постигает как несосредоточенный ум. ",
  "dn2:92.18": "Освобожденный ум он постигает как освобожденный ум. ",
  "dn2:92.19": "Неосвобожденный ум он постигает как неосвобожденный ум. ",
  "dn2:92.20": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:93.0": "4.3.3.6. Знание воспоминания о прошлых местопребываниях ",
  "dn2:93.1": "Так, с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — он направляет и обращает ум к знанию, основанному на воспоминании о местах, где он пребывал в прежних [существованиях]. ",
  "dn2:93.2": "Он вспоминает различные места, где пребывал в прежних [существованиях], а именно: в одном рождении, в двух рождениях, в трех рождениях, в четырех рождениях, в пяти рождениях, в десяти рождениях, в двадцати рождениях, в тридцати рождениях, в сорока рождениях, в пятидесяти рождениях, в ста рождениях, в тысяче рождений, в сотне тысяч рождений, во многих периодах свертывания [мира], во многих периодах развертывания [мира], во многих периодах свертывания и развертывания [мира]: „Там я жил под таким-то именем, в таком-то роду, в таком-то сословии, таким-то пропитанием, испытал такое-то счастье и несчастье, [достиг] такого-то срока жизни. Вслед за тем, оставив существование, я вновь родился в другом мире. А там я жил под таким-то именем, в таком-то роду, в таком-то сословии, таким-то пропитанием, испытал такое-то счастье и несчастье, [достиг] такого-то срока жизни. Вслед за тем, оставив существование, я вновь рожден здесь“ — так вспоминает он во всех обстоятельствах и подробностях различные места, где пребывал в прежних [существованиях]. ",
  "dn2:94.1": "94. Подобно тому, великий царь, как, если человек пойдет из своей деревни в другую деревню, а из этой деревни пойдет в другую деревню, а из этой деревни возвратится в свою деревню, он может сказать себе: „Вот я пришел из своей деревни в другую деревню, там я так-то стоял, так-то сидел, так-то говорил, так-то молчал, а из этой деревни пришел в ту деревню и там я так-то стоял, так-то сидел, так-то говорил, так-то молчал, а из этой деревни возвратился в свою деревню“ — ",
  "dn2:94.2": "так же точно, великий царь, и монах с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — направляет и обращает ум к знанию, основанному на воспоминании о местах, где он пребывал в прежних [существованиях]. ",
  "dn2:94.3": "Он вспоминает различные места, где пребывал в прежних [существованиях], а именно: в одном рождении, в двух рождениях, в трех рождениях, в четырех рождениях, в пяти рождениях, в десяти рождениях, в двадцати рождениях, в тридцати рождениях, в сорока рождениях, в пятидесяти рождениях, в ста рождениях, в тысяче рождений, в сотне тысяч рождений, во многих периодах свертывания [мира], во многих периодах развертывания [мира], во многих периодах свертывания и развертывания [мира]: „Там я жил под таким-то именем, в таком-то роду, в таком-то сословии, таким-то пропитанием, испытал такое-то счастье и несчастье, [достиг] такого-то срока жизни. Вслед за тем, оставив существование, я вновь родился в другом месте. А там я жил под таким-то именем, в таком-то роду, в таком-то сословии, таким-то пропитанием, испытал такое-то счастье и несчастье, [достиг] такого-то срока жизни. Вслед за тем, оставив существование, я был вновь рожден здесь“, — так вспоминает он во всех обстоятельствах и подробностях различные места, где пребывал в прежних [существованиях]. ",
  "dn2:94.4": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:95.0": "4.3.3.7. Божественное зрение ",
  "dn2:95.1": "Так, с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — он направляет и обращает ум к знанию о том, как существа оставляют жизнь и вновь рождаются. ",
  "dn2:95.2": "Божественным очищенным зрением, выходящим за пределы человеческого, он видит, как существа оставляют жизнь и вновь рождаются; он постигает, как существа, согласно своим действиям, становятся низкими, возвышенными, красивыми, некрасивыми, счастливыми, несчастными: „Поистине, почтенные, те существа, что наделены дурным поведением тела, наделены дурным поведением в речи, наделены дурным поведением разума, злословят о праведных, придерживаются ложных воззрений, предаются действиям, [проистекающим из] ложных воззрений, с распадом тела после смерти вновь рождаются в бедствии, несчастье, страдании, преисподней. Те же существа, почтенные, что наделены хорошим поведением тела, наделены хорошим поведением в речи, наделены хорошим поведением разума, не злословят о праведных, придерживаются истинных воззрений, предаются действиям, [проистекающим из] истинных воззрений, с распадом тела после смерти вновь рождаются в счастье, в небесном мире“. — Так божественным очищенным зрением, выходящим за пределы человеческого, он видит, как существа оставляют жизнь и вновь рождаются; он постигает, как существа, согласно своим действиям, становятся низкими, возвышенными, красивыми, некрасивыми, счастливыми, несчастными. ",
  "dn2:96.1": "Подобно тому, великий царь, как, если человек, стоящий на террасе над серединой перекрестка, видит, как люди входят в дом, выходят, двигаются по проезжей дороге, сидят на середине перекрестка, он может сказать себе: „Эти люди входят в дом, эти выходят, эти двигаются по проезжей дороге, эти сидят на середине перекрестка“ — ",
  "dn2:96.2": "так же точно, великий царь, и монах с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — направляет и обращает ум к знанию о том, как существа оставляют жизнь и вновь рождаются. ",
  "dn2:96.3": "Божественным очищенным зрением, выходящим за пределы человеческого, он видит, как существа оставляют жизнь и вновь рождаются; он постигает, как существа, согласно своим действиям, становятся низкими, возвышенными, красивыми, некрасивыми, счастливыми, несчастными: „Поистине, почтенные, те существа, что наделены дурным поведением тела, наделены дурным поведением в речи, наделены дурным поведением разума, злословят о праведных, придерживаются ложных воззрений, предаются действиям, [проистекающим из] ложных воззрений, с распадом тела после смерти вновь рождаются в бедствии, несчастье, страдании, преисподней. Те же существа, почтенные, что наделены хорошим поведением тела, наделены хорошим поведением в речи, наделены хорошим поведением разума, не злословят о праведных, придерживаются истинных воззрений, предаются действиям, [проистекающим из] истинных воззрений, с распадом тела после смерти вновь рождаются в счастье, в небесном мире“. — Так божественным очищенным зрением, выходящим за пределы человеческого, он видит, как существа оставляют жизнь и вновь рождаются; он постигает, как существа, согласно своим действиям, становятся низкими, возвышенными, красивыми, некрасивыми, счастливыми, несчастными. ",
  "dn2:96.4": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее предыдущих зримых плодов отшельничества. ",
  "dn2:97.0": "4.3.3.8. Знание прекращения всех влечений  ",
  "dn2:97.1": "Так, с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — он направляет и обращает ум к знанию об уничтожении порочных свойств. ",
  "dn2:97.2": "Он постигает в согласии с истиной: „Это — страдание“; постигает в согласии с истиной: „Это — возникновение страдания“; постигает в согласии с истиной: „Это — уничтожение страдания“; постигает в согласии с истиной; „Это — путь, ведущий к уничтожению страдания“; ",
  "dn2:97.3": "постигает в согласии с истиной: „Это — порочные свойства“; постигает в согласии с истиной: „Это — возникновение порочных свойств“; постигает в согласии с истиной: „Это — уничтожение порочных свойств“; постигает в согласии с истиной: „Это — путь, ведущий к уничтожению порочных свойств“. ",
  "dn2:97.4": "У него, знающего так, видящего так, ум освобождается от порочного свойства чувственности, ум освобождается от порочного свойства [следующего] существования, ум освобождается от порочного свойства невежества. ",
  "dn2:97.5": "В освобожденном возникает знание, что он освобожден. ",
  "dn2:97.6": "Он постигает: „Уничтожено следующее рождение, исполнен [обет] целомудрия, сделано то, что надлежит сделать, нет ничего вслед за этим состоянием“. ",
  "dn2:98.1": "98. Подобно тому, великий царь, как, если зрячий человек, стоя на берегу окруженного горами озера, прозрачного, спокойного, незамутненного, видит устриц и раковины, песок и гальку, стаи рыб, двигающихся и останавливающихся, он может сказать себе: „Вот это — озеро, прозрачное, спокойное, незамутненное, а в нем — эти устрицы и раковины, песок и галька, стаи рыб, что двигаются и останавливаются“ — ",
  "dn2:98.2": "так же точно, великий царь, и монах с сосредоточенным умом — чистым, ясным, незапятнанным, лишенным нечистоты, гибким, готовым к действию, стойким, непоколебимым — направляет и обращает ум к знанию об уничтожении порочных свойств. ",
  "dn2:98.3": "Он постигает, в согласии с истиной: „Это — страдание“; постигает, в согласии с истиной: „Это — возникновение страдания“; постигает, в согласии с истиной: „Это — уничтожение страдания“; постигает, в согласии с истиной; „Это — путь, ведущий к уничтожению страдания“; ",
  "dn2:98.4": "постигает, в согласии с истиной: „Это — порочные свойства“; постигает, в согласии с истиной: „Это — возникновение порочных свойств“; постигает, в согласии с истиной: „Это — уничтожение порочных свойств“; постигает, в согласии с истиной: „Это — путь, ведущий к уничтожению порочных свойств“. ",
  "dn2:98.5": "У него, знающего так, видящего так, ум освобождается от порочного свойства чувственности, ум освобождается от порочного свойства [следующего] существования, ум освобождается от порочного свойства невежества. ",
  "dn2:98.6": "В освобожденном возникает знание, что он освобожден. ",
  "dn2:98.7": "Он постигает: „Уничтожено следующее рождение, исполнен [обет] целомудрия, сделано то, что надлежит сделать, нет ничего вслед за этим состоянием“. ",
  "dn2:98.8": "Таков, великий царь, зримый плод отшельничества, который и прекраснее, и возвышеннее других зримых плодов отшельничества. ",
  "dn2:98.9": "И нет, великий царь, другого зримого плода отшельничества превосходнее и возвышеннее этих зримых плодов отшельничества». ",
  "dn2:99.0": "5. Аджатасатту становится мирским последователем ",
  "dn2:99.1": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта сказал Благостному: ",
  "dn2:99.2": "«Превосходно, господин! Превосходно, господин! ",
  "dn2:99.3": "Подобно тому, господин, как поднимают упавшее, или раскрывают сокрытое, или указывают дорогу заблудившемуся, или ставят в темноте масляный светильник, чтобы наделенные зрением различали образы, так же точно Благостный с помощью многих наставлений преподал истину. ",
  "dn2:99.4": "И вот, господин, я иду как к прибежищу к Благостному, и к дхамме, и к сангхе монахов. ",
  "dn2:99.5": "Пусть же Благостный примет меня как преданного мирянина, отныне и на всю жизнь нашедшего [здесь] прибежище. ",
  "dn2:99.6": "Мной совершено преступление, господин: из-за глупости, из-за ослепления, из-за нечестия я ради владычества лишил жизни отца, добродетельного царя добродетели. ",
  "dn2:99.7": "Пусть же, господин, Благостный примет меня, [признавшегося] в совершенном преступлении, чтобы в будущем я обуздал себя». ",
  "dn2:100.1": "«Действительно, великий царь, ты совершил преступление — из-за глупости, из-за ослепления, из-за нечестия ты лишил жизни отца, добродетельного царя добродетели. ",
  "dn2:100.2": "И поскольку ты, великий царь, указав на совершенное преступление, добродетельно искупаешь [его], мы принимаем тебя. ",
  "dn2:100.3": "Ибо такова, великий царь, поступь должного поведения праведника, что указавший на совершенное преступление и добродетельно искупающий [его] достигает в будущем самообуздания». ",
  "dn2:101.1": "Когда так было сказано, царь Магадхи Аджатасатту Ведехипутта сказал Благостному: ",
  "dn2:101.2": "«Ну а теперь, господин, мы пойдем — у нас много дел, многое надлежит сделать». ",
  "dn2:101.3": "— «[Делай], теперь, великий царь, как ты считаешь нужным». ",
  "dn2:101.4": "И вот царь Магадхи Аджатасатту Ведехипутта, возрадовавшись и удовлетворившись словами Благостного, поднялся с сиденья, приветствовал Благостного и, обойдя [его] с правой стороны, удалился. ",
  "dn2:102.1": "И вот вскоре после ухода царя Магадхи Аджатасатту Ведехипутты Благостный обратился к монахам: ",
  "dn2:102.2": "«Этот царь, монахи, поражен; ",
  "dn2:102.3": "этот царь, монахи, потрясен. ",
  "dn2:102.4": "Если бы этот царь, монахи, не лишил жизни отца, добродетельного царя добродетели, то уже на этом сиденье обрел бы непорочное, свободное от скверны видение истины». ",
  "dn2:102.5": "Так сказал Благостный, ",
  "dn2:102.6": "и удовлетворенные монахи возрадовались словам Благостного. ",
  "dn2:102.7": "Окончена «Саманняпхала-сутта». Вторая. "
}