{
  "dn3:0.1": "Длинные Наставления 3 ",
  "dn3:0.2": "Амбаттха Сутта ",
  "dn3:1.1.1": "Вот что я слышал. ",
  "dn3:1.1.2": "Однажды Благостный, двигаясь по Косале с большой толпой монахов, пятью сотнями монахов, прибыл в брахманскую деревню под названием Иччхананкала в Косале. ",
  "dn3:1.1.3": "И там в Иччхананкале Благостный остановился в лесной местности Иччхананкалы. ",
  "dn3:1.2.0": "1. О Поккхарасади ",
  "dn3:1.2.1": "И в это самое время брахман Поккхарасади обитал в Уккаттхе — [месте], полном жителей, богатом травой, лесом, водой, зерном, — царском наделе, отданном [ему] царем Косалы Пасенади в полное владение в качестве царского дара. ",
  "dn3:1.2.2": "И брахман Поккхарасади услышал: ",
  "dn3:1.2.3": "«Поистине, почтенный отшельник Готама, сын сакьев, из племени сакьев, двигаясь по Косале с большой толпой монахов, пятью сотнями монахов, приблизившись к Иччхананкале, пребывает в Иччхананкале, в лесной местности Иччхананкалы. ",
  "dn3:1.2.4": "И вот о нем, Благостном Готаме, идет такая добрая слава: ",
  "dn3:1.2.5": "„Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый; знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный. ",
  "dn3:1.2.6": "Он возглашает об этом мироздании с мирами богов, Мары, Брахмы, с миром отшельников и брахманов, с богами и людьми, познав и увидев их собственными глазами. ",
  "dn3:1.2.7": "Он проповедует истину — превосходную в начале, превосходную в середине, превосходную в конце — в ее духе и букве, наставляет в единственно совершенном чистом целомудрии. ",
  "dn3:1.2.8": "Поистине, хорошо лицезреть архатов подобных ему“». ",
  "dn3:1.3.0": "2. Юный ученик Амбаттха ",
  "dn3:1.3.1": "И в это самое время у брахмана Поккхарасади был юный ученик Амбаттха — начитанный, сведущий в священных текстах, достигший совершенства в трех ведах вместе с объяснением слов, наставлением в ритуале, [наукой] разделения слогов, с итихасой — в-пятых, умеющий разбирать слово за словом, знающий грамматику, постигший рассуждения о природе и знаки [на теле] великого человека, получивший признание от собственного наставника в тройном знании, сказавшего: ",
  "dn3:1.3.2": "«Что я знаю, то ты знаешь, ",
  "dn3:1.3.3": "что ты знаешь, то я знаю». ",
  "dn3:1.4.1": "И вот брахман Поккхарасади обратился к юному Амбаттхе: ",
  "dn3:1.4.2": "«Дорогой Амбаттха, вот отшельник Готама, сын сакьев, из племени сакьев, странствуя и двигаясь по Косале с большой толпой монахов, пятью сотнями монахов, приблизившись к Иччхананкале, пребывает в Иччхананкале, в лесной местности Иччхананкалы. ",
  "dn3:1.4.3": "И вот о нем, досточтимом Готаме идет такая добрая слава: ",
  "dn3:1.4.4": "„Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный. ",
  "dn3:1.4.5": "Он возглашает об этом мироздании с мирами богов, Мары, Брахмы, с миром отшельников и брахманов, с богами и людьми, познав и увидев их собственными глазами. ",
  "dn3:1.4.6": "Он проповедует истину — превосходную в начале, превосходную в середине, превосходную в конце — в ее духе и букве; наставляет в единственно совершенном чистом целомудрии. ",
  "dn3:1.4.7": "Поистине, хорошо лицезреть архатов, подобных ему“. ",
  "dn3:1.4.8": "Иди же ты, дорогой Амбаттха, подойти к отшельнику Готаме и, подойдя, узнай об отшельнике Готаме, таким ли является этот Благостный Готама, какая идет [о нем] слава, или не таким; ",
  "dn3:1.4.9": "таков ли он, досточтимый Готама, или не таков. Тогда мы узнаем об этом Благостном Готаме». ",
  "dn3:1.5.1": "«Но как же, почтенный, я узнаю об этом Благостном Готаме, таким ли является этот Благостный Готама, какая идет [о нем] слава, или не таким; таков ли он, досточтимый Готама, или не таков?»",
  "dn3:1.5.2": "«В священных текстах, дорогой Амбаттха до нас дошло [учение о] тридцати двух знаках великого человека. У наделенного ими великого человека бывает два пути и не более: ",
  "dn3:1.5.3": "Если он обитает в доме, то становится царем, владыкой мира, добродетельным царем добродетели, правящим четырьмя сторонами света, победоносным, доставившим стране безопасность, наделенным семью сокровищами. ",
  "dn3:1.5.4": "Эти его семь сокровищ: ",
  "dn3:1.5.5": "сокровище-колесо, сокровище-слон, сокровище-конь, сокровище-драгоценность, сокровище-женщина, сокровище-домоправитель и сокровище-советник — в-седьмых. ",
  "dn3:1.5.6": "И у него есть больше тысячи сыновей — героев могучего сложения, повергающих вражеское войско. ",
  "dn3:1.5.7": "Он занимает эту землю, ограниченную океаном, покорив ее не палкой, не мечом, [но одной лишь] добродетелью. ",
  "dn3:1.5.8": "Если же он, оставив дом, странствует бездомным, то становится архатом, всецело просветленным, снимающим покров с мира. ",
  "dn3:1.5.9": "Вот, дорогой Амбаттха, я даю [тебе] священные текста, ",
  "dn3:1.5.10": "ты — принимаешь священные тексты». ",
  "dn3:1.6.1": "«Хорошо, почтенный», — согласился юный Амбаттха с брахманом Поккхарасади, поднялся с сиденья, приветствовал брахмана Поккхарасади, обошел [его] с правой стороны, взошел на повозку, [запряженную] кобылой, и вместе с многочисленными юношами направился к лесной местности Иччхананкалы. ",
  "dn3:1.6.2": "Проехав на повозке, сколько позволяла повозке дорога, он сошел с повозки и пешком вошел в [монашескую] рощу. ",
  "dn3:1.7.1": "А в то самое время многочисленные монахи гуляли по открытому месту. ",
  "dn3:1.7.2": "И вот юный Амбаттха подошел к монахам и, подойдя, так сказал монахам: ",
  "dn3:1.7.3": "«Где же сейчас пребывает досточтимый Готама? ",
  "dn3:1.7.4": "Ведь мы пришли сюда, чтобы увидеть досточтимого Готаму». ",
  "dn3:1.8.1": "И тогда эти монахи сказали себе так: ",
  "dn3:1.8.2": "«Ведь этот юный Амбаттха рожден в знатном семействе и ученик знатного брахмана Поккхарасади. ",
  "dn3:1.8.3": "Нетрудно Благостному беседовать с подобным отпрыском знатного семейства». ",
  "dn3:1.8.4": "И они так сказали юному Амбаттхе: ",
  "dn3:1.8.5": "«Вот, Амбаттха, обитель с закрытыми дверями. Без шума приблизься к ней, не спеша войди на веранду, кашляни и постучи по засову. Благостный отворит тебе дверь». ",
  "dn3:1.9.1": "И вот юный Амбаттха без шума приблизился к обители с закрытыми дверями, не спеша вошел на веранду, кашлянул и постучал по засову. Благостный отворил дверь, ",
  "dn3:1.9.2": "и юный Амбаттха вошел. Юноши тоже вошли, обменялись с Благостным дружескими, дружелюбными словами и почтительным приветствием и сели в стороне. ",
  "dn3:1.9.3": "Юный же Амбаттха, расхаживая, обменялся с сидящим Благостным кое-какими приветственными словами; стоя, он обменялся с сидящим Благостным кое-какими приветствиями словами. ",
  "dn3:1.9.4": "Тогда Благостный так сказал юному Амбаттхе: ",
  "dn3:1.9.5": "«Так ли, Амбаттха, ты беседуешь со старшими престарелыми брахманами, с наставниками [твоих] наставников, как теперь, когда я сижу, а ты, то двигаясь, то останавливаясь, обмениваешься со мной кое-какими приветственными словами?» ",
  "dn3:1.10.0": "2.1. Первое обвинение ",
  "dn3:1.10.1": "«Нет, не так, почтенный Готама. ",
  "dn3:1.10.2": "С идущим брахманом, почтенный Готама, брахман должен беседовать идя; со стоящим брахманом, почтенный Готама, брахман должен беседовать стоя; с сидящим брахманом, почтенный Готама, брахман должен беседовать сидя; с лежащим брахманом, почтенный Готама, брахман должен беседовать лежа. ",
  "dn3:1.10.3": "Что же, почтенный Готама, до негодных бритоголовых отшельников, прислужников, нечистых, происшедших от стоп родичей, то с ними я беседую так же, как и с тобой, почтенный Готама». ",
  "dn3:1.11.1": "«Ведь твой приход сюда, Амбаттха, имел [какую-то] цель. Тщательно обрати внимание на ту цель, ради которой ты пришел. ",
  "dn3:1.11.2": "Юный Амбаттха дурно воспитан — он гордится [своим] воспитанием, но что иное [он обнаруживает] как не дурное воспитание?» ",
  "dn3:1.12.1": "Тогда юный Амбаттха, рассерженный и опечаленный словами Благостного, назвавшего его дурно воспитанным, стал ругать Благостного, унижать Благостного, обвинять Благостного, [подумав]: ",
  "dn3:1.12.2": "«Отшельник Готама будет плох ко мне», — он так сказал Благостному: ",
  "dn3:1.12.3": "«Необуздан род сакьев, почтенный Готама! ",
  "dn3:1.12.4": "Груб род сакьев, почтенный Готама! ",
  "dn3:1.12.5": "Раздражителен род сакьев, почтенный Готама! ",
  "dn3:1.12.6": "Дик род сакьев, почтенный Готама! ",
  "dn3:1.12.7": "Будучи прислужниками, отшельниками-прислужниками, они не оказывают внимание брахманам, не проявляют заботы о брахманах, не уважают брахманов, не чтут брахманов, не преклоняются перед брахманами. ",
  "dn3:1.12.8": "Не годится, почтенный Готама, не подобает, что эти сакьи, будучи прислужниками, отшельниками-прислужниками, не оказывают внимания брахманам, не проявляют заботы о брахманах, не уважают брахманов, не чтут брахманов, не преклоняются перед брахманами». ",
  "dn3:1.12.9": "— Так юный Амбаттха в первых раз обвинил сакьев в том, что они прислужники. ",
  "dn3:1.13.0": "2.2. Второе обвинение ",
  "dn3:1.13.1": "«Но в чем же, Амбаттха, сакьи провинились перед тобой?» ",
  "dn3:1.13.2": "«Однажды, почтенный Готама, по какому-то делу учителя, брахмана Поккхарасади я пришел в Капилаваттху ",
  "dn3:1.13.3": "и приблизился к месту собрания сакьев. ",
  "dn3:1.13.4": "И в это самое время многочисленные сакьи и сыновья сакьев сидели [там] на высоких сиденьях, подталкивали друг друга пальцами, вместе смеялись и развлекались, несомненно, как я думаю, смеясь надо мной, и ни один даже не предложил мне сиденья. ",
  "dn3:1.13.5": "Не годится, почтенный Готама, не подобает, что эти сакьи, будучи прислужниками, отшельниками-прислужниками, не оказывают внимания брахманам, не проявляют заботы о брахманах, не уважают брахманов, не чтут брахманов, не преклоняются перед брахманами». ",
  "dn3:1.13.6": "— Так юный Амбаттха во второй раз обвинил сакьев, что они прислужники. ",
  "dn3:1.14.0": "2.3. Третье обвинение ",
  "dn3:1.14.1": "«Даже перепелка, Амбаттха, маленькая птичка, и та щебечет, как хочет, в своем гнезде. ",
  "dn3:1.14.2": "Ведь этот Капилаваттху, Амбаттха, принадлежит сакьям, и поэтому не стоит, Амбаттха, сердиться по столь ничтожному поводу». ",
  "dn3:1.14.3": "«Существуют четыре варны, почтенный Готама: ",
  "dn3:1.14.4": "кшатрии, брахманы, вайшьи, шудры. ",
  "dn3:1.14.5": "Из этих четырех варн, почтенный Готама, три варны — ",
  "dn3:1.14.6": "кшатрии, вайшьи, шудры — ",
  "dn3:1.14.7": "несомненно, призваны служить брахманам. ",
  "dn3:1.14.8": "Не годится, почтенный Готама, не подобает что эти сакьи, будучи прислужниками, отшельниками-прислужниками, не оказывают внимание брахманам, не проявляют заботы о брахманах, не уважают брахманов, не чтут брахманов, не преклоняются перед брахманами». ",
  "dn3:1.14.9": "— Так юный Амбаттха в третий раз обвинил сакьев в том, что они прислужники. ",
  "dn3:1.15.0": "2.4. История о сыне рабыни ",
  "dn3:1.15.1": "Тогда Благостный сказал себе так: ",
  "dn3:1.15.2": "«Этот юный Амбаттха чрезмерно унижает сакьев, говоря, что они прислужники. Спрошу-ка и я о его роде». ",
  "dn3:1.15.3": "И Благостный так сказал юному Амбаттхе: ",
  "dn3:1.15.4": "«Из какого ты рода, Амбаттха?» ",
  "dn3:1.15.5": "«Я — Канхаяна, почтенный Готама». ",
  "dn3:1.15.6": "«Если вспомнить, Амбаттха, с самого начала твое происхождение по матери и отцу, то оказывается, что сакьи — дети господ, а ты — сын рабыни сакьев. ",
  "dn3:1.15.7": "Ведь сакьи, Амбаттха, считают своим предком царя Оккаку. ",
  "dn3:1.15.8": "Когда-то давно, Амбаттха, царь Оккака, желая передать царство сыну своей любимой и дорогой первой супруги, побудил оставить страну старших ",
  "dn3:1.15.9": "сыновей Оккамукху, Каранду, Хаттхинию, Синипуру. ",
  "dn3:1.15.10": "Оставив страну, они нашли пристанище на склонах Гималаев на берегу лотосового пруда, в большой роще [деревьев] сака. ",
  "dn3:1.15.11": "Из боязни нарушить чистоту рода они вступили в сожительство со своими сестрами. ",
  "dn3:1.15.12": "И вот, Амбаттха, царь Оккака обратился к приближенным и советникам: ",
  "dn3:1.15.13": "„Где же теперь, почтенные, находятся сыновья?“ ",
  "dn3:1.15.14": "„Есть, Божественный, на склонах Гималаев на берегу лотосового пруда большая роща [деревьев] сака — там теперь находятся твои сыновья. ",
  "dn3:1.15.15": "Из боязни нарушить чистоту рода они вступили в сожительство со своими сестрами“. ",
  "dn3:1.15.16": "И вот, Амбаттха, царь Оккака взволнованно воскликнул: ",
  "dn3:1.15.17": "„Поистине, почтенные, эти сыновья — сакьи; поистине, почтенные, эти сыновья — лучшие сакьи!“ ",
  "dn3:1.15.18": "И вот с тех пор, Амбаттха, [они] известны как сакьи. Он и есть предок сакьев. ",
  "dn3:1.16.1": "А у царя Оккаки, Амбаттха, была рабыня по имени Диса. ",
  "dn3:1.16.2": "Она родила черного [ребенка]. ",
  "dn3:1.16.3": "[Едва] родившись, Канха заговорил: ",
  "dn3:1.16.4": "„Омой меня, мама, искупай меня, мама, освободи меня, мама, от этой нечистоты — я принесу вам пользу“. ",
  "dn3:1.16.5": "И вот, подобно тому, Амбаттха, как люди называют теперь демонов демонами, ",
  "dn3:1.16.6": "так же точно, Амбаттха, люди называли в то время демонов „черными“. ",
  "dn3:1.16.7": "Они говорили так: ",
  "dn3:1.16.8": "„[Едва] родившись, он заговорил. Родился ‘черный’, родился демон“. ",
  "dn3:1.16.9": "И вот с тех пор, Амбаттха, его потомки известны как [род] Канхаяна. Он и есть предок Канхаяны. ",
  "dn3:1.16.10": "Итак, Амбаттха, если вспомнить с самого начала твое происхождение по матери и отцу, то оказывается, что сакьи — дети господ, а ты — сын рабыни сакьев». ",
  "dn3:1.17.1": "Когда так было сказано, те юноши так сказали Благостному: ",
  "dn3:1.17.2": "«Не надо, досточтимый Готама, чрезмерно унижать юного Амбаттху, говоря, что он — сын рабыни. ",
  "dn3:1.17.3": "Благороден юный Амбаттха, почтенный Готама, и из славного семейства юный Амбаттха, и весьма учен юный Амбаттха, и искусен в речах юный Амбаттха, и мудр юный Амбаттха, и способен юный Амбаттха ответить почтенному Готаме на эту речь». ",
  "dn3:1.18.1": "Тогда Благостный так сказал тем юношам:  ",
  "dn3:1.18.2": "«Если вы, юноши, считаете: ",
  "dn3:1.18.3": "„И неблагороден юный Амбаттха, и не из славного семейства юный Амбаттха, и мало учен юный Амбаттха, и не искусен в речах юный Амбаттха, и слаб разумом юный Амбаттха, и не способен юный Амбаттха ответить отшельнику Готаме на эту речь“, то пусть юный Амбаттха остается в покое, а вы обсуждайте со мной эту речь. ",
  "dn3:1.18.4": "Если же вы, юноши, считаете: ",
  "dn3:1.18.5": "„И благороден юный Амбаттха, и из славного рода юный Амбаттха, и весьма учен юный Амбаттха, и искусен в речах юный Амбаттха, и мудр юный Амбаттха, и способен юный Амбаттха ответить отшельнику Готаме на эту речь“, то вы оставайтесь в покое, ",
  "dn3:1.18.6": "а юный Амбаттха пусть обсуждает со мной эту речь». ",
  "dn3:1.19.1": "«И благороден юный Амбаттха, почтенный Готама, и из славного семейства юный Амбаттха, и весьма учен юный Амбаттха, и искусен в речах юный Амбаттха, и мудр юный Амбаттха, и способен юный Амбаттха ответить почтенному Готаме на эту речь. Мы останемся безмолвными. Пусть юный Амбаттха ответит почтенному Готаме на эту речь». ",
  "dn3:1.20.1": "Тогда Благостный так сказал юному Амбаттхе: ",
  "dn3:1.20.2": "«Вот, Амбаттха, тебе задается вопрос, связанный с истиной, на который следует ответить без страсти. ",
  "dn3:1.20.3": "Если ты не ответишь или уклонишься, [сказав] о другом, или останешься безмолвным, или уйдешь, то голова твоя тут же разорвется на семь частей. ",
  "dn3:1.20.4": "Как же ты думаешь об этом, Амбаттха, ",
  "dn3:1.20.5": "Что ты слыхал из разговоров старших, престарелых брахманов, наставников [твоих] наставников? — Откуда происходит [род] Канхаяна, и кто предок [рода] Канхаяна?». ",
  "dn3:1.20.6": "Когда так было сказано, юный Амбаттха остался безмолвным. ",
  "dn3:1.20.7": "А Благостный во второй раз так сказал юному Амбаттхе: ",
  "dn3:1.20.8": "«Что ты думаешь об этом, Амбаттха? Что ты слыхал из разговоров старших, престарелых брахманов, наставников [твоих] наставников? — Откуда происходит [род] — Канхаяна, и кто предок [рода] Канхаяна?» ",
  "dn3:1.20.9": "Юный Амбаттха и во второй раз остался безмолвным. ",
  "dn3:1.20.10": "Тогда Благостный так сказал юному Амбаттхе: ",
  "dn3:1.20.11": "«Ответь теперь, Амбаттха, нет у тебя теперь времени оставаться безмолвным. ",
  "dn3:1.20.12": "Ведь кто, Амбаттха, будучи трижды спрошен Татхагатой, не отвечает на вопрос, связанный с истиной, у того голова расколется на семь частей». ",
  "dn3:1.21.1": "И в это самое время яккха Ваджирапани с большой железной булавой — горящей, воспламененной, сверкающей — появился в воздухе над юным Амбаттхой [с намерением]: ",
  "dn3:1.21.2": "«Если этот юный Амбаттха, трижды спрошенный Благостным, не ответит на вопрос, связанный с истиной, то я расколю его голову на семь частей». ",
  "dn3:1.21.3": "И вот этого яккху Ваджирапани увидели и Благостный, и юный Амбаттха. ",
  "dn3:1.21.4": "И видя его, юный Амбаттха, устрашенный, побужденный, с поднявшимися на теле волосками, ища защиты у Благостного, ища приюта у Благостного, ища прибежища у Благостного, припал к его ногам и так сказал Благостному: ",
  "dn3:1.21.5": "«Что это произнес досточтимый Готама? ",
  "dn3:1.21.6": "Пусть досточтимый Готама повторит еще раз». ",
  "dn3:1.21.7": "«Что ты думаешь об этом, Амбаттха? ",
  "dn3:1.21.8": "Что ты слыхал из разговоров старших, престарелых брахманов, наставников [твоих] наставников? — Откуда происходит [род] Канхаяна, и кто предок [рода] Канхаяна?» ",
  "dn3:1.21.9": "«Я и слыхал почтенный Готама, что сказал досточтимый Готама — ",
  "dn3:1.21.10": "таково происхождение Канхаяны ",
  "dn3:1.21.11": "и таков предок Канхаяны». ",
  "dn3:1.22.0": "2.5. Родословная Амбаттхи ",
  "dn3:1.22.1": "Когда так было сказано, юноши, крича, подняв шум, с громким шумом сказали: ",
  "dn3:1.22.2": "«Право же, неблагороден юный Амбаттха, право же, не из славного семейства юный Амбаттха, право же, сын рабыни сакьев юный Амбаттха, право же, сакьи — дети господ юного Амбаттхи. ",
  "dn3:1.22.3": "Право же, истинна речь отшельника Готамы, которого мы сочли достойным упрека!» ",
  "dn3:1.23.1": "Тогда Благостный подумал так:",
  "dn3:1.23.2": "«Эти юноши чрезмерно унижают юного Амбаттху, говоря, что он сын рабыни, и теперь я избавлю его [от этого]». ",
  "dn3:1.23.3": "И Благостный так сказал тем юношам: ",
  "dn3:1.23.4": "«Не надо вам, юноши, чрезмерно унижать юного Амбаттху, говоря, что он сын рабыни. ",
  "dn3:1.23.5": "Этот Канха был великим мудрецом. ",
  "dn3:1.23.6": "Уйдя в южную страну и изучив священные брахманские тексты, он предстал перед царем Оккакой и попросил [в жены его] дочь Кхуддарупи. ",
  "dn3:1.23.7": "Тогда, [воскликнув]: ",
  "dn3:1.23.8": "„Кто же это такой, будучи сыном рабыни, просит [в жены мою] дочь Кхуддарупи!“ — царь Оккака, разгневавшись и выйдя из себя, наложил стрелу на тетиву. ",
  "dn3:1.23.9": "И вот он не смог ни спустить эту стрелу, ни снять ее с тетивы. ",
  "dn3:1.23.10": "Тогда юноши, приближенные советники, подойдя к мудрецу Канхе, сказали так: ",
  "dn3:1.23.11": "„Господин, да будет благополучие царю, ",
  "dn3:1.23.12": "господин, да будет благополучие царю!“ ",
  "dn3:1.23.13": "„Будет благополучие царю, но если царь пустит стрелу вниз, то всюду там, где властвует царь, разверзнется земля“. ",
  "dn3:1.23.14": "„Господин, да будет благополучие царю и благополучие стране!“ ",
  "dn3:1.23.15": "„Будет благополучие царю и благополучие стране, но если царь пустит стрелу вверх, то всюду там, где властвует царь, в течение семи лет бог не будет посылать дождя“. ",
  "dn3:1.23.16": "„Господин, да будет благополучие царю и благополучие стране, и пусть бог посылает дождь!“ ",
  "dn3:1.23.17": "„Будет благополучие царю и благополучие стране, и бог будет посылать дождь, — пусть только царь направит стрелу в старшего сына — мальчик пребудет в благополучии, и ни один волос не упадет с его тела“. ",
  "dn3:1.23.18": "Тогда юноши и приближенные обратились к Оккаке: ",
  "dn3:1.23.19": "„Оккака, направь стрелу в старшего сына — мальчик пребудет в благополучии, и ни один волос не упадет с его тела“. ",
  "dn3:1.23.20": "И вот царь Оккака направил стрелу в старшего сына, и мальчик продолжал пребывать в благополучии, и ни один волос не упал с его тела. ",
  "dn3:1.23.21": "Тогда устрашенный царь Оккака в страхе перед божественным наказанием отдал ему дочь. ",
  "dn3:1.23.22": "Не надо вам, юноши, чрезмерно унижать юного Амбаттху, говоря, что он сын рабыни. Этот Канха был великим мудрецом». ",
  "dn3:1.24.0": "3. Кшатрии выше ",
  "dn3:1.24.1": "И тогда Благостный обратился к юному Амбаттхе: ",
  "dn3:1.24.2": "«Что ты думаешь об этом, Амбаттха? ",
  "dn3:1.24.3": "Вот молодой кшатрий вступает в сожительство с дочерью брахмана. От их сожительства рождается сын. ",
  "dn3:1.24.4": "Должен ли получать этот сын, рожденный молодым кшатрием и дочерью брахмана, сиденье или воду от брахманов?» ",
  "dn3:1.24.5": "«Должен получать, почтенный Готама». ",
  "dn3:1.24.6": "«Должны ли брахманы доставлять ему долю в поминальном приношении, или в подношении вареного риса, или в совершении жертвы, или в угощении гостя?» ",
  "dn3:1.24.7": "«Должны доставлять долю, почтенный Готама». ",
  "dn3:1.24.8": "«Должны ли брахманы учить его священным текстам или нет?» ",
  "dn3:1.24.9": "«Должны учить, почтенный Готама». ",
  "dn3:1.24.10": "«Скрыты ли от него [их] женщины или не скрыты от него?» ",
  "dn3:1.24.11": "«Не скрыты от него, почтенный Готама». ",
  "dn3:1.24.12": "«Должны ли кшатрии совершить над ним посвящение, посвятив в кшатрии?» ",
  "dn3:1.24.13": "«Нет, почтенный Готама». ",
  "dn3:1.24.14": "«Почему же?»? ",
  "dn3:1.24.15": "«Потому что с материнской стороны, почтенный Готама, он не надлежащего происхождения». ",
  "dn3:1.25.1": "«Что ты думаешь об этом, Амбаттха? ",
  "dn3:1.25.2": "Вот молодой брахман вступает в сожительство с дочерью кшатрия. От их сожительства рождается сын. ",
  "dn3:1.25.3": "Должен ли получать этот сын, рожденный молодым брахманом и дочерью кшатрия, сиденье или воду от брахманов?» ",
  "dn3:1.25.4": "«Должен получать, почтенный Готама». ",
  "dn3:1.25.5": "«Должны ли брахманы доставлять ему долю в поминальном приношении, или в подношении вареного риса, или в совершении жертвы, или в угощении гостя?» ",
  "dn3:1.25.6": "«Должны доставлять долю, почтенный Готама». ",
  "dn3:1.25.7": "«Должны ли брахманы учить его священным текстам или нет?» ",
  "dn3:1.25.8": "«Должны учить, почтенный Готама». ",
  "dn3:1.25.9": "«Скрыты ли от него [их] женщины или не скрыты от него?» ",
  "dn3:1.25.10": "«Не скрыты от него, почтенный Готама». ",
  "dn3:1.25.11": "«Должны ли кшатрии совершить над ним посвящение, посвятив в кшатрии?» ",
  "dn3:1.25.12": "«Нет, почтенный Готама». ",
  "dn3:1.25.13": "«Почему же?»? ",
  "dn3:1.25.14": "«Потому что с отцовской стороны, почтенный Готама, он не надлежащего происхождения». ",
  "dn3:1.26.1": "«Итак, Амбаттха, сравнивать ли женщину с женщиной или сравнивать мужчину с мужчиной — кшатрии оказываются выше, а брахманы — ниже. ",
  "dn3:1.26.2": "Что ты думаешь об этом, Амбаттха? ",
  "dn3:1.26.3": "Вот брахманы по какой-либо причине наголо обривают брахмана, наказывают его, [осыпая] пеплом из сумы, и отправляют в странствие из страны или города. ",
  "dn3:1.26.4": "Должен ли он получать сиденье или воду от брахманов?» ",
  "dn3:1.26.5": "«Нет, почтенный Готама». ",
  "dn3:1.26.6": "«Должны ли брахманы доставлять ему долю в поминальном приношении, или в подношении вареного риса, или в совершении жертвы, или в угощении гостя?» ",
  "dn3:1.26.7": "«Нет, почтенный Готама». ",
  "dn3:1.26.8": "«Должны ли брахманы учить его священным текстам или нет?» ",
  "dn3:1.26.9": "«Нет, почтенный Готама». ",
  "dn3:1.26.10": "«Скрыты ли от него [их] женщины или не скрыты от него?» ",
  "dn3:1.26.11": "«Скрыты от него, почтенный Готама». ",
  "dn3:1.27.1": "«Что же ты думаешь об этом Амбаттха? ",
  "dn3:1.27.2": "Вот кшатрии по какой-либо причине наголо обривают кшатрия, наказывают его, [осыпая] пеплом из сумы, и отправляют в странствие из страны или города. ",
  "dn3:1.27.3": "Должен ли он получать сиденье или воду от брахманов». ",
  "dn3:1.27.4": "«Должен получать, почтенный Готама». ",
  "dn3:1.27.5": "«Должны ли брахманы доставлять ему долю в поминальном приношении, или в подношении вареного риса, или в совершении жертвы, или в угощении гостя?» ",
  "dn3:1.27.6": "«Должны доставлять долю, почтенный Готама». ",
  "dn3:1.27.7": "«Должны ли брахманы учить его священным текстам или нет?» ",
  "dn3:1.27.8": "«Должны учить, почтенный Готама». ",
  "dn3:1.27.9": "«Скрыты ли от него [их] женщины или не скрыты от него?» ",
  "dn3:1.27.10": "«Не скрыты от него, почтенный Готама». ",
  "dn3:1.27.11": "«А ведь кшатрий, Амбаттха, достиг самого глубокого падения — настолько, что кшатрии наголо обривают его, наказывают, [осыпая] пеплом из сумы, и отправляют в странствие из страны или города. ",
  "dn3:1.27.12": "Итак, Амбаттха, если даже кшатрий достиг самого глубокого падения, то все равно кшатрии выше, а брахманы — ниже. ",
  "dn3:1.28.1": "Брахмой Сананкумарой, Амбаттха, произнесена эта строфа: ",
  "dn3:1.28.2": "Превыше кшатрий ",
  "dn3:1.28.3": "ищущих опору в родовитости, ",
  "dn3:1.28.4": "Но знающий и праведный — ",
  "dn3:1.28.5": "богов превыше и людей. ",
  "dn3:1.28.6": "И вот, эта строфа, Амбаттха, хорошо изречена, а не плохо изречена Брахмой Сананкумарой, хорошо произнесена, а не плохо произнесена, связана с пользой, а не связана с бесполезностью и одобрена мной. ",
  "dn3:1.28.7": "И я тоже, Амбаттха, говорю так: ",
  "dn3:1.28.8": "Превыше кшатрий ",
  "dn3:1.28.9": "ищущих опору в родовитости, ",
  "dn3:1.28.10": "Но знающий и праведный — ",
  "dn3:1.28.11": "богов превыше и людей. ",
  "dn3:1.28.12": "Окончен первый раздел поучения». ",
  "dn3:2.1.0": "4. О знании и поведении ",
  "dn3:2.1.1": "«Какова же, почтенный Готама, эта праведность, каково это знание?» ",
  "dn3:2.1.2": "«При несравненном обладании знанием и праведностью, Амбаттха, не звучат речи о происхождении, не звучат речи о роде, не звучат речи о гордости: ",
  "dn3:2.1.3": "„Ты достоин меня“ или „Ты не достоин меня“. ",
  "dn3:2.1.4": "Так, Амбаттха, когда происходит введение новобрачной в дом, или происходит выдача замуж, или происходит введение новобрачной в дом и выдача замуж, то звучат речи о происхождении, и речи о роде, и речи о гордости: ",
  "dn3:2.1.5": "„Ты достоин меня“ или „Ты не достоин меня“. ",
  "dn3:2.1.6": "Ведь те, Амбаттха, которые привязаны к речам о происхождении, или привязаны к речам о роде, или привязаны к речам о гордости, или привязаны к введению новобрачной в дом и выдаче замуж, — далеки от несравненного обладания знанием и праведностью. ",
  "dn3:2.1.7": "И вот, Амбаттха, когда оставляют привязанность к речам о происхождении, и привязанность к речам о роде, и привязанность к речам о гордости, и привязанность к введению новобрачной в дом и выдаче замуж, то приходит осуществление несравненного обладания знанием и праведностью». ",
  "dn3:2.2.1": "«Какова же, почтенный Готама, эта праведность, каково это знание?» ",
  "dn3:2.2.2": "«Вот, Амбаттха, в мир приходит Татхагата <… = II.40-63…>. ",
  "dn3:2.2.3": "Он возглашает об этом мироздании с мирами богов, Мары, Брахмы, с миром отшельников и брахманов, с богами и людьми, познав и увидев их собственными глазами. ",
  "dn3:2.2.4": "Он проповедует истину — превосходную в начале, превосходную в середине, превосходную в конце — в ее духе и букве; наставляет в единственно совершенном чистом целомудрии. ",
  "dn3:2.2.5": "Эту истину слышит домохозяин, или сын домохозяина, или вновь родившийся в каком-либо другом семействе. ",
  "dn3:2.2.6": "Слыша эту истину, он обретает веру в Татхагату. ",
  "dn3:2.2.7": "… Таким, Амбаттха, бывает монах, наделенный нравственностью. Как же, Амбаттха, монах охраняет врата жизненных способностей? <…= II.64 — начало 75…>. ",
  "dn3:2.2.8": "Освободившись от чувственных удовольствий, освободившись от нехороших свойств, он достигает первой ступени созерцания, связанной с устремленным рассудком и углубленным рассуждением, рожденной уединенностью, дарующей радость и счастье, и пребывает [в этом состоянии]. ",
  "dn3:2.2.9": "Это и есть часть его праведности. Подобно тому, Амбаттха <… = II. 76…> ",
  "dn3:2.2.10": "И далее, великий царь, монах, подавив устремленный рассудок и углубленное рассуждение, достигает второй ступени созерцания, несущей внутреннее успокоение и собранность в сердце, лишенной устремленного рассудка, лишенной углубленного рассуждения, рожденной сосредоточенностью, дарующей радость и счастье, и пребывает [в этом состоянии] … ",
  "dn3:2.2.11": "Это и есть часть его праведности. ",
  "dn3:2.2.12": "< > ",
  "dn3:2.2.13": "это и есть часть его праведности. ",
  "dn3:2.2.14": "И далее, Амбаттха, монах <…= II.77-81…> достигает четвертой ступени созерцания, лишенной несчастья, лишенной счастья, очищенной уравновешенностью и способностью самосознания, и пребывает [в этом состоянии]. Это и есть часть его праведности. ",
  "dn3:2.2.15": "Это и есть часть его праведности. ",
  "dn3:2.2.16": "Такова, Амбаттха, эта праведность. ",
  "dn3:2.2.17": "Так, с сосредоточенным умом <…> он направляет и обращает ум к совершенному знанию <… = 11.83…>. Это и есть часть его знания. Подобно тому, Амбаттха <… = 11.84-98…>. Он постигает: <…> „нет ничего вслед за этим состоянием“. Это и есть часть его знания … ",
  "dn3:2.2.18": "Таково, Амбаттха, это знание … ",
  "dn3:2.2.19": "нет ничего вслед за этим состоянием. ",
  "dn3:2.2.20": "Такой монах, Амбаттха, зовется обладающим знанием. ",
  "dn3:2.2.21": "Таково, Амбаттха, это знание. ",
  "dn3:2.2.22": "Такой монах, Амбаттха, зовется обладающим знанием. ",
  "dn3:2.2.23": "И нет, Амбаттха, другого обладания знанием и обладания праведностью, превосходнее и возвышеннее этого обладания знанием и праведностью. ",
  "dn3:2.3.0": "5. Четыре пути потери ",
  "dn3:2.3.1": "Существуют, Амбаттха, четыре отверстия, через которые утрачивается это непревзойденное обладание знанием и праведностью. ",
  "dn3:2.3.2": "Каковы эти четыре?? ",
  "dn3:2.3.3": "Вот, Амбаттха, какой-нибудь отшельник или брахман, неспособный достичь этого непревзойденного обладания знанием и праведностью, берет в качестве ноши принадлежности аскета и углубляется в лесную глушь [с мыслью]: ",
  "dn3:2.3.4": "„Я буду питаться падающими плодами“. ",
  "dn3:2.3.5": "Несомненно, он становится лишь служителем обладающего знанием и праведностью. ",
  "dn3:2.3.6": "Таково, Амбаттха, первое отверстие, через которое утрачивается это непревзойденное обладание знанием и праведностью. ",
  "dn3:2.3.7": "И далее, Амбаттха, вот какой-нибудь отшельник или брахман, неспособный достичь этого непревзойденного обладания знанием и праведностью и неспособный питаться падающими плодами, берет заступ и корзинку и углубляется в лесную глушь [с мыслью]: ",
  "dn3:2.3.8": "„Я буду питаться луковичными и корневыми плодами“. ",
  "dn3:2.3.9": "Несомненно, он становится лишь служителем обладающего знанием и праведностью. ",
  "dn3:2.3.10": "Таково, Амбаттха, второе отверстие, через которое утрачивается это непревзойденное обладание знанием и праведностью. ",
  "dn3:2.3.11": "И далее, Амбаттха, вот какой-нибудь отшельник или брахман, неспособный достичь этого непревзойденного обладания знанием и праведностью, и неспособный питаться падающими плодами, и неспособный питаться луковичными и корневыми плодами, выстраивает около деревни или около торгового поселения алтарь для огня и живет [там], служа огню. ",
  "dn3:2.3.12": "Несомненно, он становится лишь служителем обладающего знанием и праведностью. ",
  "dn3:2.3.13": "Таково, Амбаттха, третье отверстие, через которое утрачивается это непревзойденное обладание знанием и праведностью. ",
  "dn3:2.3.14": "И далее, Амбаттха, вот какой-нибудь отшельник или брахман, неспособный достичь этого непревзойденного обладания знанием и праведностью, и неспособный питаться падающими плодами, и неспособный питаться луковичными и корневыми плодами, и неспособный служить огню, выстраивает на перекрестке дом с четырьмя дверьми и живет [там с мыслью]: ",
  "dn3:2.3.15": "„Я по возможности и по силам буду оказывать почет отшельникам или брахманам, приходящим с четырех сторон света“. ",
  "dn3:2.3.16": "Несомненно, он становится лишь служителем обладающего знанием и праведностью. ",
  "dn3:2.3.17": "Таково, Амбаттха, четвертое отверстие, через которое утрачивается это непревзойденное обладание знанием и праведностью. ",
  "dn3:2.3.18": "Таковы, Амбаттха, четыре отверстия, через которые утрачивается это непревзойденное обладание знанием и праведностью. ",
  "dn3:2.4.1": "Что же ты думаешь об этом, Амбаттха? ",
  "dn3:2.4.2": "Можно ли считать, что ты вместе с наставником наделен этим непревзойденным знанием и праведностью?» ",
  "dn3:2.4.3": "«Нет, почтенный Готама. ",
  "dn3:2.4.4": "Что [значу] я со [своим] наставником, почтенный Готама, [по сравнению] с этим непревзойденным обладанием знанием и праведностью?» ",
  "dn3:2.4.5": "«Что же ты думаешь об этом, Амбаттха? ",
  "dn3:2.4.6": "“Что ты думаешь об этом, Амбаттха? ",
  "dn3:2.4.7": "можешь ли и ты, неспособный достичь этого непревзойденного обладания знанием и праведностью, взять в качестве ноши принадлежности аскета и углубиться в лесную глушь [с мыслью]: ",
  "dn3:2.4.8": "„Я с наставником буду питаться падающими плодами?“»",
  "dn3:2.4.9": "«Нет, почтенный Готама». ",
  "dn3:2.4.10": "“Что ты думаешь об этом, Амбаттха? ",
  "dn3:2.4.11": "можешь ли и ты, неспособный достичь этого непревзойденного обладания знанием и праведностью и неспособный питаться падающими плодами, взять заступ и корзинку и углубиться в лесную глушь [с мыслью]: ",
  "dn3:2.4.12": "„Я с наставником буду питаться луковичными и корневыми плодами?“»",
  "dn3:2.4.13": "«Нет, почтенный Готама». ",
  "dn3:2.4.14": "“Что ты думаешь об этом, Амбаттха? ",
  "dn3:2.4.15": "Можешь ли и ты, неспособный достичь этого непревзойденного обладания знанием и праведностью, и неспособный питаться падающими плодами, и неспособный питаться луковичными и корневыми плодами, выстроить около деревни или около торгового поселения алтарь для огня и жить [там] с наставником, служа огню?»",
  "dn3:2.4.16": "«Нет, почтенный Готама». ",
  "dn3:2.4.17": "“Что ты думаешь об этом, Амбаттха? ",
  "dn3:2.4.18": "можешь ли и ты, неспособный достичь этого непревзойденного обладания знанием и праведностью, и неспособный питаться падающими плодами, и неспособный питаться луковичными и корневыми плодами, и неспособный служить огню, выстроить на перекрестке дом с четырьмя дверьми и жить [там] с наставником [с мыслью]: ",
  "dn3:2.4.19": "„Я по возможности и по силам буду оказывать почет отшельникам или брахманам, приходящим с четырех сторон света?“» ",
  "dn3:2.4.20": "«Нет, почтенный Готама». ",
  "dn3:2.5.1": "«Итак, Амбаттха, ты с наставником лишен непревзойденного обладания знанием и праведностью, ",
  "dn3:2.5.2": "И ты с наставником лишен тех четырех отверстий, через которые утрачивается непревзойденное обладание знанием и праведностью. ",
  "dn3:2.5.3": "А ведь наставник брахман Поккхарасади сказал тебе, Амбаттха, такие слова: ",
  "dn3:2.5.4": "„Кто эти негодные бритоголовые отшельники, прислужники, нечистые, происшедшие от стоп родичей, и какая [у них может быть] беседа с брахманами, наделенными тройным знанием?“ — хотя и сам следует ложным путем и несовершенен. ",
  "dn3:2.5.5": "Гляди же, Амбаттха, сколь неправ твой наставник брахман Поккхарасади. ",
  "dn3:2.6.0": "6. Занятия мудрецов древности ",
  "dn3:2.6.1": "Ведь брахман Поккхарасади, Амбаттха, пользуется дарением Пасенади, царя Косалы.",
  "dn3:2.6.2": "Но царь Косалы Пасенади не разрешает ему появляться в своем присутствии. ",
  "dn3:2.6.3": "Когда он советуется с ним, то советуется с ним через завесу. ",
  "dn3:2.6.4": "Как это, Амбаттха, царь Пасенади из Косалы не разрешает даже появляться в своем присутствии тому, которому он доставляет подобающую, благочестивую милостыню? ",
  "dn3:2.6.5": "Гляди же, Амбаттха, сколь неправ твой наставник брахман Поккхарасади. ",
  "dn3:2.7.1": "Что ты думаешь об этом, Амбаттха? ",
  "dn3:2.7.2": "вот царь Пасенади, сидя на шее слона, или сидя на спине коня, или стоя на подстилке на колеснице, будет держать о чем-нибудь совет с начальниками или принцами. ",
  "dn3:2.7.3": "Он сойдет со своего места, станет в стороне,",
  "dn3:2.7.4": "И затем придет шудра или раб шудры. Став на это место, он станет держать совет, [говоря]: ",
  "dn3:2.7.5": "„Так сказал царь Пасенади из Косалы“. ",
  "dn3:2.7.6": "Но говорит ли он, как говорил царь, и советуется ли, как советовался царь, — ",
  "dn3:2.7.7": "разве станет он от этого царем или равным царю?» ",
  "dn3:2.7.8": "«Нет, почтенный Готама». ",
  "dn3:2.8.1": "«Точно также и ты, Амбаттха, [хотя и говоришь]: „Те мудрецы древности, которые были из брахманов, а именно: Аттхака, Вамака, Вамадева, Вессамитта, Яматагги, Ангираса, Бхарадваджа, Васеттха, Кассапа, Бхагу, составили священные тексты, передали священные тексты — древние священные тексты, слова которых пропетые, переданные, собранные вместе, брахманы теперь продолжают петь и продолжают произносить, продолжая произносить [некогда] произнесенное, продолжая изрекать изреченное, — ",
  "dn3:2.8.2": "и ведь я также изучаю с наставником священные тексты“, — все же не достигаешь еще такого состояния, чтобы или сделаться от этого мудрецом, или вступить на путь к состоянию мудреца. ",
  "dn3:2.9.1": "Что ты думаешь об этом, Амбаттха? ",
  "dn3:2.9.2": "Что ты слыхал из разговоров старших, престарелых брахманов, наставников [твоих] наставников? ",
  "dn3:2.9.3": "Те мудрецы древности, которые были из брахманов, а именно: Аттхака, Вамака, Вамадева, Вессамитта, Яматагги, Ангираса, Бхарадваджа, Васеттха, Кассапа, Бхагу, составили священные тексты, передали священные тексты — древние священные тексты, слова которых пропетые, переданные, собранные вместе, брахманы теперь продолжают петь и продолжают произносить, продолжая произносить [некогда] произнесенное, продолжая изрекать изреченное, ",
  "dn3:2.9.4": "были ли эти [мудрецы] так же хорошо омыты, хорошо умащены, с причесанными волосами и бородой, украшены драгоценностями и венками, одеты в белые одежды, наделены пятью признаками чувственности, владея и услаждаясь ими, как теперь ты с наставником?»",
  "dn3:2.9.5": "«Нет, почтенный Готама». ",
  "dn3:2.10.1": "… ",
  "dn3:2.10.2": "«Питались ли они белым рисом, очищенным от черных зерен, с разнообразными подливками и разнообразными приправами, как теперь ты с наставником?» ",
  "dn3:2.10.3": "«Нет, почтенный Готама». ",
  "dn3:2.10.4": "… ",
  "dn3:2.10.5": "«Пользовались ли они услугами женщин с повязками вокруг бедер, как теперь ты с наставником? ",
  "dn3:2.10.6": "«Нет, почтенный Готама». ",
  "dn3:2.10.7": "… ",
  "dn3:2.10.8": "«Заставляли ли они людей, опоясанных длинными мечами, охранять себя у городских укреплений, выкопав рвы и наложив засовы, как ты теперь с наставником?» ",
  "dn3:2.10.9": "«Нет, почтенный Готама». ",
  "dn3:2.10.10": "… ",
  "dn3:2.10.11": "«Заставляли ли они людей, опоясанных длинными мечами, охранять себя у городских укреплений, выкопав рвы и наложив засовы, как ты теперь с наставником?» ",
  "dn3:2.10.12": "«Нет, почтенный Готама». ",
  "dn3:2.10.13": "«Итак, Амбаттха, вы с наставником не являетесь мудрецами и не вступили на путь к состоянию мудрецов? ",
  "dn3:2.10.14": "У кого, Амбаттха, возникло сомнение или замешательство из-за меня, пусть тот обратится ко мне с вопросом, и я отвечу разъяснением». ",
  "dn3:2.11.0": "7. Лицезрение двух знаков ",
  "dn3:2.11.1": "И тогда Благостный, выйдя из обители, направился к месту для прогулки. ",
  "dn3:2.11.2": "А юный Амбаттха также, выйдя из обители, направился к месту для прогулки. ",
  "dn3:2.11.3": "И вот юный Амбаттха, прогуливаясь вслед за прогуливающимся Благостным, стал искать на теле Благостного тридцать два знака великого человека. ",
  "dn3:2.11.4": "И юный Амбаттха увидел на теле Благостного большинство из тридцати двух знаков великого человека — [все], кроме двух. ",
  "dn3:2.11.5": "Из-за этих двух знаков великого человека — ",
  "dn3:2.11.6": "[того, что] скрыто в углублении под одеждой, и большого языка — он усомнился, заколебался, лишился уверенности, лишился покоя. ",
  "dn3:2.12.1": "Тогда Благостный сказал себе так: ",
  "dn3:2.12.2": "«Этот юный Амбаттха видит на мне большинство из тридцати двух знаков великого человека — [все] кроме двух. ",
  "dn3:2.12.3": "Из-за этих двух знаков великого человека — ",
  "dn3:2.12.4": "[того, что] скрыто в углублении под одеждой, и большого языка — он усомнился, заколебался, лишился уверенности, лишился покоя». ",
  "dn3:2.12.5": "И вот Благостный явил своей силой такого рода вид, что юный Амбаттха узрел скрытое в углублении под одеждой Благостного. ",
  "dn3:2.12.6": "И высунув язык, Благостный достал и коснулся [им] обоих отверстий в ушах, достал и коснулся обоих отверстий в носу и покрыл языком всю поверхность лба. ",
  "dn3:2.12.7": "Тогда юный Амбаттха сказал себе так: ",
  "dn3:2.12.8": "«Ведь отшельник Готама наделен тридцатью двумя знаками великого человека — совершенными, а не несовершенными». — ",
  "dn3:2.12.9": "И сказал Благостному: ",
  "dn3:2.12.10": "«Ну а теперь, почтенный Готама, мы пойдем — у нас много дел, многое надлежит сделать». ",
  "dn3:2.12.11": "«[Делай] теперь, Амбаттха, как ты считаешь нужным». ",
  "dn3:2.12.12": "И вот юный Амбаттха взошел на повозку, [запряженную] кобылой, и удалился. ",
  "dn3:2.13.1": "В это самое время брахман Поккхарасади, выйдя из Уккаттхи вместе с большим числом брахманов, уселся в своей роще, ожидая юного Амбаттху. ",
  "dn3:2.13.2": "И юный Амбаттха тоже направился в его рощу. ",
  "dn3:2.14.1": "Проехав на повозке, сколько позволяла повозке дорога, он спустился с повозки и пешком приблизился к брахману Поккхарасади; приблизившись и приветствовав брахмана Поккхарасади, он уселся в стороне. И брахман Поккхарасади так сказал юному Амбаттхе, усевшемуся в стороне: ",
  "dn3:2.14.2": "«Дорогой Амбаттха, видел ли ты этого досточтимого Готаму?» ",
  "dn3:2.14.3": "«Мы видели, почтенный, этого досточтимого Готаму». ",
  "dn3:2.14.4": "«Так ли, дорогой Амбаттха, обстоит с этим досточтимым Готамой, какая идет о нем молва, а не иначе? ",
  "dn3:2.14.5": "Таков ли этот досточтимый Готама, а не иной?» ",
  "dn3:2.14.6": "«С этим досточтимым Готамой, почтенный, обстоит так, какая идет о нем молва, а не иначе. И этот досточтимый Готама, почтенный, такой, а не иной. ",
  "dn3:2.14.7": "И этот досточтимый Готама, почтенный, наделен тридцатью двумя знаками великого человека — совершенными, а не несовершенными». ",
  "dn3:2.14.8": "«Была ли у тебя, дорогой Амбаттха, какая-либо беседа с отшельником Готамой?» ",
  "dn3:2.14.9": "«Была у меня, почтенный, одна беседа с отшельником Готамой». ",
  "dn3:2.14.10": "«Какая же, дорогой Амбаттха, была у тебя беседа с отшельником Готамой?» ",
  "dn3:2.14.11": "И тогда юный Амбаттха передал брахману Поккхарасади всю ту беседу, которая была [у него] с Благостным. ",
  "dn3:2.15.1": "Когда так было сказано, брахман Поккхарасади сказал юному Амбаттхе: ",
  "dn3:2.15.2": "«Эх ты, наш мудрец! Это ты, наш ученый! Эх ты, наш обладатель тройного знания! Да из-за такого прислужника человек с распадом тела после смерти может вновь родиться в бедствии, несчастье, страдании, преисподней! ",
  "dn3:2.15.3": "Ведь ты, Амбаттха, столь грубо говорил с досточтимым Готамой, что и досточтимый Готама говорил, столь сильно обвиняя нас. ",
  "dn3:2.15.4": "Эх ты, наш мудрец! Эх ты, наш ученый! Эх ты, наш обладатель тройного знания! Да из-за такого прислужника человек с распадом тела после смерти может вновь родиться в бедствии, несчастье, страдании, преисподней!» Разгневавшись и выйдя из себя, он отбросил юного Амбаттху ногой ",
  "dn3:2.15.5": "и тут же пожелал [сам] приблизиться и увидеть Благостного. ",
  "dn3:2.16.0": "8. Поккхарасади встречается с Буддой ",
  "dn3:2.16.1": "И вот те брахманы так сказали брахману Поккхарасади: ",
  "dn3:2.16.2": "«Сегодня слишком поздно, почтенный, приблизиться и увидеть отшельника Готаму. ",
  "dn3:2.16.3": "Теперь уже завтра, досточтимый Поккхарасади приблизится и увидит отшельника Готаму». ",
  "dn3:2.16.4": "И брахман Поккхарасади приготовил в своем жилище изысканную твердую пищу и мягкую пищу, погрузил ее на повозки, в сопровождении несущих факелы выступил из Уккаттхи и направился в густую рощу Иччхананкалы. ",
  "dn3:2.17.1": "Проехав на повозке, сколько позволяла повозке дорога, он спустился с повозки и пешком приблизился к Благостному. Приблизившись, он обменялся с Благостным дружескими, дружелюбными словами и почтительным приветствием и сел в стороне. Сев в стороне, брахман Поккхарасади так сказал Благостному: ",
  "dn3:2.17.2": "«Почтенный Готама, приходил ли сюда наш ученик, юный Амбаттха?» ",
  "dn3:2.17.3": "«Да, брахман, сюда приходил твой ученик, юный Амбаттха». ",
  "dn3:2.17.4": "«Была ли у тебя, почтенный Готама, какая-либо беседа с юным Амбаттхой?» ",
  "dn3:2.17.5": "«Была у меня, брахман, одна беседа с юным Амбаттхой». ",
  "dn3:2.17.6": "«Какая же, почтенный Готама, была у тебя беседа с юным Амбаттхой?» ",
  "dn3:2.17.7": "И тогда Благостный передал брахману Поккхарасади всю ту беседу, которая была [у него] с юным Амбаттхой. ",
  "dn3:2.17.8": "Когда так было сказано, брахман Поккхарасади сказал Благостному: ",
  "dn3:2.17.9": "«Почтенный Готама, юный Амбаттха глуп. Пусть досточтимый Готама простит юного Амбаттху». ",
  "dn3:2.17.10": "«Да будет счастлив юный Амбаттха, брахман!» ",
  "dn3:2.18.1": "И вот брахман Поккхарасади стал искать на теле Благостного тридцать два знака великого человека. ",
  "dn3:2.18.2": "И брахман Поккхарасади увидел на теле Благостного большинство из тридцати двух знаков великого человека — [все], кроме двух. ",
  "dn3:2.18.3": "Из-за этих двух знаков великого человека — ",
  "dn3:2.18.4": "[того, что] скрыто в углублении под одеждой, и .большого языка — он усомнился, заколебался, лишился уверенности, лишился покоя. ",
  "dn3:2.18.5": "Тогда Благостный сказал себе так: ",
  "dn3:2.18.6": "«Этот брахман Поккхарасади видит на мне большинство из тридцати двух знаков великого человека — [все], кроме двух. ",
  "dn3:2.18.7": "Из-за этих двух знаков великого человека — ",
  "dn3:2.18.8": "[того, что] скрыто в углублении под одеждой, и большого языка — он усомнился, заколебался, лишился уверенности, лишился покоя». ",
  "dn3:2.18.9": "И вот Благостный явил своей силой такого рода вид, что брахман Поккхарасади узрел скрытое в углублении под одеждой Благостного. ",
  "dn3:2.18.10": "И высунув язык, Благостный достал и коснулся [им] обоих отверстий в ушах, достал и коснулся обоих отверстий в носу и покрыл языком всю поверхность лба. ",
  "dn3:2.19.1": "Тогда брахман Поккхарасади сказал себе так: ",
  "dn3:2.19.2": "«Ведь отшельник Готама наделен тридцатью двумя знаками великого человека — совершенными, а не несовершенными». ",
  "dn3:2.19.3": "— И сказал Благостному: ",
  "dn3:2.19.4": "«Пусть досточтимый Готама вместе с толпой монахов согласится [принять] у меня сегодня пищу». ",
  "dn3:2.19.5": "И Благостный безмолвно согласился. ",
  "dn3:2.20.1": "Тогда брахман Поккхарасади, узнав о согласии Благостного, сообщил Благостному о времени: ",
  "dn3:2.20.2": "«[Пришло] время, почтенный Готама, пища готова». ",
  "dn3:2.20.3": "И тогда Благостный оделся утром, взял сосуд для подаяний и верхнюю одежду, приблизился с толпой монахов к трапезе брахмана Поккхарасади и, приблизившись, сел на предложенное сиденье. ",
  "dn3:2.20.4": "Тогда брахман Поккхарасади своей рукой угостил и насытил Благостного изысканной твердой пищей и мягкой пищей, а юноши [угостили] толпу монахов. ",
  "dn3:2.20.5": "И когда Благостный, поев, омыл сосуд для подаяний и руки, брахман Поккхарасади выбрал другое, низкое сиденье и сел в стороне. ",
  "dn3:2.21.1": "Когда же брахман Поккхарасади сел в стороне, Благостный изложил последовательную проповедь, а именно: ",
  "dn3:2.21.2": "проповедь о даянии, проповедь о нравственности, проповедь о небе и преподал наставление о горечи, тщете и скверне чувственных удовольствий и о преимуществах отречения. ",
  "dn3:2.21.3": "И когда Благостный узнал, что брахман Поккхарасади готов в мыслях, смягчен в мыслях, непредвзят в мыслях, возвышен в мыслях, умиротворен в мыслях, то он преподал наставление в истине, высочайшее для Будд: ",
  "dn3:2.21.4": "страдание — возникновение — уничтожение — путь. ",
  "dn3:2.21.5": "И подобно тому как чистая, свободная от грязи одежда надлежащим образом принимает окраску, ",
  "dn3:2.21.6": "таким же образом у брахмана Поккхарасади на том самом сиденье возникло непорочное, свободное от скверны видение истины: ",
  "dn3:2.21.7": "«Все то, что подвержено возникновению, подвержено и уничтожению». ",
  "dn3:2.22.0": "9. Поккхарасади становится мирским последователем ",
  "dn3:2.22.1": "И вот брахман Поккхарасади, увидев истину, достигнув истины, узнав истину, проникнув в истину, преодолев сомнение, освободившись от замешательства, достигнув высшей уверенности в себе, не нуждаясь в другом наставнике для наставления, так сказал Благостному: ",
  "dn3:2.22.2": "«Превосходно, почтенный Готама! Превосходно, почтенный Готама! ",
  "dn3:2.22.3": "Подобно тому, почтенный Готама, как поднимают упавшее, или раскрывают сокрытое, или указывают дорогу заблудившемуся, или ставят в темноте масляный светильник, чтобы наделенные зрением различали образы, так же точно почтенный Готама с помощью многих наставлений преподал истину. ",
  "dn3:2.22.4": "И вот, почтенный Готама, я с сыновьями, с женой, с окружением, с приближенными иду как к прибежищу к Благостному Готаме, и к дхамме, и к сангхе монахов. ",
  "dn3:2.22.5": "Пусть же досточтимый Готама примет меня как преданного мирянина, отныне и на всю жизнь нашедшего [здесь] прибежище. ",
  "dn3:2.22.6": "И как досточтимый Готама приближается в Уккаттхе к семьям других преданных мирян, пусть досточтимый Готама приблизится также и к семье Поккхарасади. ",
  "dn3:2.22.7": "И те юные брахманы и брахманки, которые приветствуют там Благостного Готаму, и поднимутся навстречу, и дадут [ему] сиденье и воду, и склонят [к нему] сердце, — долгое время пребудут в благополучии и счастье». ",
  "dn3:2.22.8": "«Превосходно говорит брахман». ",
  "dn3:2.22.9": "«Амбаттха-сутта» Окончена. Третья. "
}