{
  "dn4:0.1": "Длинные Наставления 4 ",
  "dn4:0.2": "Сонаданда Сутта ",
  "dn4:1.0": "1. Брахманы–домоправители из Чампы ",
  "dn4:1.1": "Вот, что я слышал. ",
  "dn4:1.2": "Однажды Благостный, двигаясь по Анге с большой толпой монахов, пятью сотнями монахов, прибыл в Чампу. ",
  "dn4:1.3": "И там в Чампе Благостный остановился на берегу лотосового пруда Гаггара. ",
  "dn4:1.4": "И в это самое время брахман Сонаданда обитал в Чампе — [месте], полном жителей, богатом травой, лесом, водой, зерном, — царском наделе, отданном [ему] царем Магадхи Сенией Бимбисарой в полное владение в качестве царского дара. ",
  "dn4:2.1": "И брахманы-домоправители из Чампы услышали: ",
  "dn4:2.2": "«Поистине, почтенный отшельник Готама, сын сакьев, из племени сакьев, двигаясь по Анге с большой толпой монахов, пятью сотнями монахов, приблизившись к Чампе, остановился в Чампе на берегу лотосового пруда Гаггара. ",
  "dn4:2.3": "И вот о нем, Благостном Готаме, идет такая добрая слава: ",
  "dn4:2.4": "„Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный. ",
  "dn4:2.5": "Он возглашает об этом мироздании с мирами богов, Мары, Брахмы, с миром отшельников и брахманов, с богами и людьми, познав и увидев их собственными глазами. ",
  "dn4:2.6": "Он проповедует истину — превосходную в начале, превосходную в середине, превосходную в конце — в ее духе и букве; наставляет в единственно совершенном чистом целомудрии. ",
  "dn4:2.7": "Поистине, хорошо лицезреть архатов, подобных ему“». ",
  "dn4:2.8": "И вот брахманы-домоправители из Чампы, собравшись толпами и оставив Чампу, приблизились к лотосовому пруду Гаггара. ",
  "dn4:3.1": "И в это самое время брахман Сонаданда отправился для дневного отдыха на верхнюю террасу [своего дома]. ",
  "dn4:3.2": "И брахман Сонаданда увидел, как брахманы-домоправители из Чампы, собравшись толпами и оставив Чампу, приблизились к лотосовому пруду Гаггара. ",
  "dn4:3.3": "Видя [это], он обратился к стражнику: ",
  "dn4:3.4": "— «Почему это, почтенный стражник, брахманы-домоправители из Чампы, собравшись толпами и оставив Чампу, приблизились к лотосовому пруду Гаггара?» ",
  "dn4:3.5": "«Есть странствующий отшельник Готама, сын сакьев, из племени сакьев. Двигаясь по Анге с большой толпой монахов, пятью сотнями монахов, и, приблизившись к Чампе, он остановился в Чампе на берегу лотосового пруда Гаггара. ",
  "dn4:3.6": "И вот о нем, Благостном Готаме, идет такая добрая слава: ",
  "dn4:3.7": "„Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный“. ",
  "dn4:3.8": "Они приблизились, чтобы увидеть этого Благостного Готаму». ",
  "dn4:3.9": "«Тогда, почтенный стражник, приблизься к брахманам-домоправителям из Чампы, скажи так: „Брахман Сонаданда говорит так: ",
  "dn4:3.10": "‘Пусть досточтимые подождут. ",
  "dn4:3.11": "Брахман Сонаданда тоже приблизится, чтобы увидеть отшельника Готаму’“». ",
  "dn4:3.12": "«Хорошо, почтенный», — согласился этот стражник с брахманом Сонадан-дой, приблизился к брахманам-домоправителям из Чампы и, приблизившись к брахманам-домоправителям из Чампы, сказал так: ",
  "dn4:3.13": "«Почтенные, Брахман Сонаданда говорит так: ",
  "dn4:3.14": "„Пусть досточтимые подождут. Брахман Сонаданда тоже приблизится, чтобы увидеть отшельника Готаму“». ",
  "dn4:4.0": "2. Восхваление Сонаданды ",
  "dn4:4.1": "И в это самое время пятьсот брахманов из разных стран находились в Чампе по некоторому делу. ",
  "dn4:4.2": "И те брахманы услышали: ",
  "dn4:4.3": "«Ведь брахман Сонаданда приблизится, чтобы увидеть отшельника Готаму». ",
  "dn4:4.4": "И тогда те брахманы приблизились к брахману Сонаданде и, приблизившись к брахману Сонаданде, сказали так: ",
  "dn4:4.5": "«Правда ли, что досточтимый Сонаданда приблизится, чтобы увидеть отшельника Готаму?» ",
  "dn4:4.6": "«Таково мое намерение, почтенные. ",
  "dn4:4.7": "Я тоже приближусь, чтобы увидеть отшельника Готаму». ",
  "dn4:5.1": "Я тоже приближусь, чтобы увидеть отшельника Готаму». ",
  "dn4:5.2": "«Пусть досточтимый Сонаданда не приближается, чтобы увидеть отшельника Готаму. ",
  "dn4:5.3": "Досточтимый Сонаданда не должен приближаться, чтобы увидеть отшельника Готаму. Если досточтимый Сонаданда приблизится, чтобы увидеть отшельника Готаму, то уменьшится слава досточтимого Сонаданды и возрастет слава отшельника Готамы. ",
  "dn4:5.4": "А раз уменьшится слава досточтимого Сонаданды и возрастет слава отшельника Готамы, то по этой причине не досточтимый Сонаданда должен приблизиться, ",
  "dn4:5.5": "чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.6": "Ведь досточтимый Сонаданда благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения. ",
  "dn4:5.7": "А раз досточтимый Сонаданда благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения, то по этой причине не досточтимый Сонаданда должен приблизиться, ",
  "dn4:5.8": "чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.9": "Ведь досточтимый Сонаданда богат, состоятелен, обладает большим имуществом. А раз досточтимый Сонаданда богат, состоятелен, обладает большим имуществом, то по этой причине не досточтимый Сонаданда должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.10": "Ведь досточтимый Сонаданда начитан, сведущ в священных текстах, достиг совершенства в трех ведах вместе с объяснением слов, наставлением в ритуале, [наукой] разделения слогов, с итихасой — в-пятых, умеет разбирать слово за словом, знает грамматику, постиг рассуждения о природе и знаки [на теле] великого человека. А раз досточтимый Сонаданда начитан, сведущ в священных текстах, достиг совершенства в трех ведах вместе с объяснением слов, наставлением в ритуале, [наукой] разделения слогов, с итихасой — в-пятых, умеет разбирать слово за словом, знает грамматику, постиг рассуждения о природе и знаки [на теле] великого человека, то по этой причине не досточтимый Сонаданда должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.11": "Ведь досточтимый Сонаданда прекрасен, приятен для глаз, доставляет отраду, наделен высшей красотой телосложения, превосходен, как Брахма, с телом, как у Брахмы, с обликом, великим на взор. А раз досточтимый Сонаданда прекрасен, приятен для глаз, доставляет отраду, наделен высшей красотой телосложения, превосходен, как Брахма, с телом, как у Брахмы, с обликом, великим на взор, то по этой причине не досточтимый Сонаданда должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.12": "Ведь досточтимый Сонаданда нравственен, высокой нравственности, наделен высокой нравственностью. А раз досточтимый Сонаданда нравственен, высокой нравственности, наделен высокой нравственностью, то по этой причине не досточтимый Сонаданда должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.13": "Ведь досточтимый Сонаданда обладает прекрасной речью, ведет прекрасные речи, наделен учтивой речью, ясной, безупречно текущей, наставляющей в пользе. А раз досточтимый Сонаданда обладает прекрасной речью, ведет прекрасные речи, наделен учтивой речью, ясной, безупречно текущей, наставляющей в пользе, то по этой причине не досточтимый Сонаданда должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.14": "Ведь досточтимый Сонаданда — наставник многих наставников, обучает три сотни юношей священным текстам, и многие юноши из разных стран света, из разных земель приходят к досточтимому Сонаданде, стремясь к священным текстам, желая изучать священные тексты. А раз досточтимый Сонаданда — наставник многих наставников, обучает три сотни юношей священным текстам, и многие юноши из разных стран света, из разных земель приходят к досточтимому Сонаданде, стремясь к священным текста, желая изучать священные тексты, то по этой причине не досточтимый Сонаданда должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.15": "Ведь досточтимый Сонаданда стар, преклонных лет, много прожил, достиг конца жизненного пути, исполнился его срок, ",
  "dn4:5.16": "отшельник же Готама и молод, и лишь недавно странствует. А раз досточтимый Сонаданда стар, преклонных лет, много прожил, достиг конца жизненного пути, исполнился его срок, отшельник же Готама и молод, и лишь недавно странствует, то по этой причине не досточтимый Сонаданда должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.17": "Ведь досточтимый Сонаданда пользуется вниманием, заботой, уважением, почетом, преклонением царя Магадхи Сении Бимбисары. А раз досточтимый Сонаданда пользуется вниманием, заботой, уважением, почетом, преклонением царя Магадхи Сении Бимбисары, то по этой причине не досточтимый Сонаданда должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.18": "Ведь досточтимый Сонаданда пользуется вниманием, заботой, уважением, почетом, преклонением брахмана Поккхарасади. А раз досточтимый Сонаданда пользуется вниманием, заботой, уважением, почетом, преклонением брахмана Поккхарасади, то по этой причине не досточтимый Сонаданда должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду. ",
  "dn4:5.19": "Ведь досточтимый Сонаданда обитает в Чампе — [месте], полном жителей, богатом травой, лесом, водой, зерном, — царском наделе, отданном [ему] царем Магадхи Сенией Бимбисарой в полное владение в качестве царского дара. ",
  "dn4:5.20": "А раз досточтимый Сонаданда обитает в Чампе — [месте], полном жителей, богатом травой, лесом, водой, зерном, — царском наделе, отданном [ему] царем Магадхи Сенией Бимбисарой в полное владение в качестве царского дара, ",
  "dn4:5.21": "то по этой причине не досточтимый Сонаданда должен приблизиться, ",
  "dn4:5.22": "чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Сонаданду». ",
  "dn4:6.0": "3. Восхваление Будды ",
  "dn4:6.1": "Когда так было сказано, брахман Сонаданда сказал тем брахманам:  ",
  "dn4:6.2": "«Выслушайте же меня, почтенные, почему именно мы должны приблизиться, чтобы увидеть досточтимого Готаму, ",
  "dn4:6.3": "но не досточтимый Готама должен приблизиться, чтобы увидеть нас. ",
  "dn4:6.4": "Ведь отшельник Готама, почтенные, благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения. ",
  "dn4:6.5": "А раз отшельник Готама, почтенные, благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения, то по этой причине не досточтимый Готама должен приблизиться, ",
  "dn4:6.6": "чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.7": "Ведь отшельник Готама, почтенные, странствует, оставив большую общину родичей. А раз отшельник Готама, почтенные, странствует, оставив большую общину родичей, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.8": "Ведь досточтимый Готама, почтенные, странствует, оставив много золота и денег, — и скрытых под землей, и находящихся на поверхности [земли]. А раз отшельник Готама, почтенные, странствует, оставив много золота и денег, — и скрытых под землей, и находящихся на поверхности [земли], — то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.9": "Ведь отшельник Готама, почтенные, странствует бездомный, оставив дом еще молодым, совсем черноволосым, наделенным счастливой юностью, в ранние годы. А раз отшельник Готама, почтенные, странствует бездомный, оставив дом еще молодым, совсем черноволосым, наделенным счастливой юностью, в ранние годы, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.10": "Ведь отшельник Готама, почтенные, странствует бездомный, оставив дом, сбрив волосы и бороду и надев желтые одеяния, хотя мать и отец не желали этого, плакали, и лица их были в слезах. А раз отшельник Готама, почтенные, странствует бездомный, оставив дом, сбрив волосы и бороду и надев желтые одеяния, хотя мать и отец не желали этого, плакали, и лица их были в слезах, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.11": "Ведь отшельник Готама, почтенные, прекрасен, приятен для глаз, доставляет отраду, наделен высшей красотой телосложения, превосходен, как Брахма, с телом, как у Брахмы, с обликом, великим на взор. А раз отшельник Готама, почтенные, прекрасен, приятен для глаз, доставляет отраду, наделен высшей красотой телосложения, превосходен, как Брахма, с телом, как у Брахмы, с обликом, великим на взор, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.12": "Ведь отшельник Готама, почтенные, нравственен, благородной нравственности, должной нравственности, наделен должной нравственностью. А раз отшельник Готама, почтенные, нравственен, благородной нравственности, должной нравственности, наделен должной нравственностью, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.13": "Ведь отшельник Готама, почтенные, обладает прекрасной речью, ведет прекрасные речи, наделен учтивой речью, ясной, безупречно текущей, наставляющей в пользе. А раз отшельник Готама, почтенные, обладает прекрасной речью, ведет прекрасные речи, наделен учтивой речью, ясной, безупречно текущей, наставляющей в пользе, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.14": "Ведь отшельник Готама, почтенные, — наставник многих наставников. А раз отшельник Готама, почтенные, — Наставник многих наставников, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.15": "Ведь отшельник Готама, почтенные, уничтожил [в себе] чувственную страсть, освободился от непостоянства. А раз отшельник Готама, почтенные, уничтожил [в себе] чувственную страсть, освободился от непостоянства, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.16": "Ведь отшельник Готама, почтенные, проповедует [значимость] кармы, проповедует [значимость] действия, безупречно чтит род брахманов. А раз отшельник Готама, почтенные, проповедует [значимость] кармы, проповедует [значимость] действия, безупречно чтит род брахманов, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.17": "Ведь отшельник Готама, почтенные, странствует, будучи из высокого семейства, из исконного семейства кшатриев. А раз отшельник Готама, почтенные, странствует, будучи из высокого семейства, из исконного семейства кшатриев, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.18": "Ведь отшельник Готама, почтенные, странствует, будучи из богатого семейства, обладающего большим достатком, большим имуществом. А раз отшельник Готама, почтенные, странствует, будучи из богатого семейства, обладающего большим достатком, большим имуществом, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.19": "Ведь к отшельнику Готаме, почтенные, приходят с вопросами из других стран, из других земель. А раз к отшельнику Готаме, почтенные, приходят с вопросами из других стран, из других земель, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.20": "Ведь к отшельнику Готаме, почтенные, идут всем сердцем как к прибежищу многие тысячи божеств. А раз к отшельнику Готаме, почтенные, идут всем сердцем как к прибежищу многие тысячи божеств, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.21": "Ведь об отшельнике Готаме, почтенные, идет такая добрая слава: ",
  "dn4:6.22": "„Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный“. А раз об отшельнике Готаме, почтенные, идет такая добрая слава: „Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный“, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.23": "Ведь отшельник Готама, почтенные, наделен тридцатью двумя знаками великого человека. А раз отшельник Готама, почтенные, наделен тридцатью двумя знаками великого человека, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.24": "Ведь отшельник Готама, почтенные, говорит [каждому]: „Подойди, добро пожаловать!“ , добр в речах, дружелюбен, не хмурит брови, говорит ясно, охотно беседует. А раз отшельник Готама, почтенные, говорит [каждому]: „Подойди, добро пожаловать!“ , добр в речах, дружелюбен, не хмурит брови, говорит ясно, охотно беседует, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.25": "Ведь отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением четырех видов [людей]. А раз отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением четырех видов [людей], то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.26": "Ведь отшельнику Готаме, почтенные, преданы многие боги и люди. А раз отшельнику Готаме, почтенные, преданы многие боги и люди, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.27": "Ведь в каком бы селении или торговом поселке, почтенные, ни находился отшельник Готама, в том селении или торговом поселке злые духи не приносят вреда людям. А раз в каком бы селении или торговом поселке, почтенные, ни находился отшельник Готама, в том селении или торговом поселке злые духи не приносят вреда людям, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.28": "Ведь отшельник Готама, почтенные, возглавляя толпу [последователей], возглавляя общину, будучи наставником общины, превосходит основателей прочих школ, и в то время, почтенные, как некоторые отшельники и брахманы достигли славы теми или иными путями, отшельник Готам а достиг славы не так, отшельник Готама достиг славы благодаря несравненному обладанию знанием и праведностью. А раз отшельник Готама, почтенные, возглавляя толпу [последователей], возглавляя общину, будучи наставником общины, превосходит основателей прочих школ, и в то время, почтенные, как некоторые отшельники и брахманы достигли славы теми или иными путями, ",
  "dn4:6.29": "отшельник Готама достиг славы не так, отшельник Готама достиг славы благодаря несравненному обладанию знанием и праведностью, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.30": "Ведь к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу царь Магадхи Сения Бимбисара вместе с детьми, женами, окружением, приближенными. А раз к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу царь Магадхи Сения Бимбисара вместе с детьми, женами, окружением, приближенными, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.31": "Ведь к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу царь Косалы Пасенади вместе с детьми, женами, окружением, приближенными. А раз к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу царь Косалы Пасенади вместе с детьми, женами, окружением, приближенными, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.32": "Ведь к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу брахман Поккхарасади вместе с детьми, женами, окружением, приближенными. А раз к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу брахман Поккхарасади вместе с детьми, женами, окружением, приближенными, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.33": "Ведь отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением царя Магадхи Сении Бимбисары. А раз отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением царя Магадхи Сении Бимбисары, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.34": "Ведь отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением царя Косалы Пасенади. А раз отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением царя Косалы Пасенади, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.35": "Ведь отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением брахмана Поккхарасади. А раз отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением брахмана Поккхарасади, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.36": "Ведь отшельник Готама, почтенные, приблизившись к Чампе, остановился в Чампе на берегу лотосового пруда Гаггара. ",
  "dn4:6.37": "Те отшельники или брахманы, которые вступают в пределы нашего селения, — наши гости. ",
  "dn4:6.38": "Гости же должны пользоваться у нас вниманием, заботой, уважением, почетом, преклонением. ",
  "dn4:6.39": "А раз отшельник Готама, почтенные, приблизившись к Чампе, остановился в Чампе на берегу лотосового пруда Гаггара, и отшельник Готама — ",
  "dn4:6.40": "наш гость, гости же должны пользоваться у нас вниманием, заботой, уважением, почетом, преклонением, ",
  "dn4:6.41": "то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, ",
  "dn4:6.42": "но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn4:6.43": "Таковы, почтенные, известные мне преимущества досточтимого Готамы, но преимущества досточтимого Готамы даже не таковы, ",
  "dn4:6.44": "ибо преимущества досточтимого Готамы неизмеримы». ",
  "dn4:6.45": "Когда так было сказано, то брахманы сказали брахману Сонаданде: ",
  "dn4:6.46": "«Досточтимый Сонаданда так говорит о преимуществах отшельника Готамы, что даже если бы этот досточтимый Готама остановился в ста йоджанах, верующий из славного семейства, даже [неся] котомку с едой, должен был бы приблизиться, чтобы увидеть его. ",
  "dn4:6.47": "Поэтому, почтенный, мы все приблизимся, чтобы увидеть отшельника Готаму». ",
  "dn4:7.0": "4. Размышления Сонаданды ",
  "dn4:7.1": "И вот брахман Сонаданда с большой толпой брахманов приблизился к лотосовому пруду Гаггара. ",
  "dn4:8.1": "И вот у брахмана Сонаданды, когда он проходил через густую рощу, возникло в уме такое размышление: ",
  "dn4:8.2": "„Не так, брахман, следует задавать этот вопрос — ",
  "dn4:8.3": "вот как, брахман, следует задавать этот вопрос“, — ",
  "dn4:8.4": "то из-за этого окружающие отнесутся ко мне с презрением [и подумают]: ",
  "dn4:8.5": "„Глуп брахман Сонаданда и неопытен, он неспособен правильно задать вопрос отшельнику Готаме“. ",
  "dn4:8.6": "К кому же окружающие отнесутся с презрением, у того уменьшится слава; ",
  "dn4:8.7": "у кого же уменьшится слава, у того уменьшатся богатства, ",
  "dn4:8.8": "ибо богатства у нас приобретаются славой. ",
  "dn4:8.9": "Или если отшельник Готама задаст мне вопрос, а я ответом на вопрос не удовлетворю его сердце, и отшельник Готама скажет мне на это: ",
  "dn4:8.10": "„Не так, брахман, следует отвечать на этот вопрос — ",
  "dn4:8.11": "вот как, брахман, следует отвечать на этот вопрос“ — то из-за этого окружающие отнесутся ко мне с презрением [и подумают]: ",
  "dn4:8.12": "„Глуп брахман Сонаданда и неопытен, он неспособен удовлетворить ответом на вопрос сердце отшельника Готамы“. ",
  "dn4:8.13": "К кому же окружающие отнесутся с презрением, у того уменьшится слава; ",
  "dn4:8.14": "у кого же уменьшится слава, у того уменьшатся богатства, ",
  "dn4:8.15": "ибо богатства у нас приобретаются славой. ",
  "dn4:8.16": "Если же я, подойдя так близко, поверну назад, не увидев отшельника Готаму, то из-за этого окружающие отнесутся ко мне с презрением [и подумают]: ",
  "dn4:8.17": "„Глуп брахман Сонаданда и неопытен, он погряз в гордости, [но] труслив и не отваживается даже приблизиться, чтобы увидеть отшельника Готаму. Как это он может, подойдя так близко, повернуть назад, не увидев отшельника Готаму?“ ",
  "dn4:8.18": "К кому же окружающие отнесутся с презрением, у того уменьшится слава; ",
  "dn4:8.19": "у кого же уменьшится слава, у того уменьшатся богатства, ",
  "dn4:8.20": "ибо богатства у нас приобретаются славой». ",
  "dn4:9.1": "И вот брахман Сонаданда приблизился к Благостному. Приблизившись, он обменялся с Благостным дружескими, дружелюбными словами и почтительным приветствием ",
  "dn4:9.2": "ибо богатства у нас приобретаются славой». ",
  "dn4:9.3": "И некоторые из брахманов-домохозяев Чампы, приветствовав Благостного, сели в стороне; некоторые, обменявшись с Благостным дружескими, дружелюбными словами и почтительным приветствием, сели в стороне; некоторые, со сложенными ладонями поклонившись Благостному, сели в стороне; некоторые назвав [свое] имя и род, сели в стороне; некоторые, оставаясь безмолвными, сели в стороне. ",
  "dn4:10.1": "Но и тогда, усевшись, брахман Сонаданда [продолжал] пребывать в размышлении: ",
  "dn4:10.2": "«Если я задам вопрос отшельнику Готаме, а отшельник Готама скажет мне на это: ",
  "dn4:10.3": "„Не так, брахман, следует задавать этот вопрос — ",
  "dn4:10.4": "вот как, брахман, следует задавать этот вопрос“, — то из-за этого окружающие отнесутся ко мне с презрением [и подумают]: ",
  "dn4:10.5": "„Глуп брахман Сонаданда и неопытен, он неспособен правильно задать вопрос отшельнику Готаме“. ",
  "dn4:10.6": "К кому же окружающие отнесутся с презрением, у того уменьшится слава; ",
  "dn4:10.7": "у кого же уменьшится слава, у того уменьшатся богатства, ",
  "dn4:10.8": "ибо богатства у нас приобретаются славой. ",
  "dn4:10.9": "Или если отшельник Готама задаст мне вопрос, а я ответом на вопрос не удовлетворю его сердце, и отшельник Готама скажет мне на это: ",
  "dn4:10.10": "„Не так, брахман, следует отвечать на этот вопрос — ",
  "dn4:10.11": "вот как, брахман, следует отвечать на этот вопрос“ — то из-за этого окружающие отнесутся ко мне с презрением [и подумают]: ",
  "dn4:10.12": "„Глуп брахман Сонаданда и неопытен, он неспособен удовлетворить ответом на вопрос сердце отшельника Готамы“. ",
  "dn4:10.13": "К кому же окружающие отнесутся с презрением, у того уменьшится слава; ",
  "dn4:10.14": "у кого же уменьшится слава, у того уменьшатся богатства, ",
  "dn4:10.15": "ибо богатства у нас приобретаются славой. ",
  "dn4:10.16": "О, если бы отшельник Готама задал мне вопрос моих наставников о тройном знании! Тогда я несомненно удовлетворил бы его сердце ответом на вопрос». ",
  "dn4:11.0": "5. Признание брахманом ",
  "dn4:11.1": "И вот Благостный, видя умом, о чем размышляет в уме брахман Сонаданда, сказал себе так: ",
  "dn4:11.2": "«Этот брахман Сонаданда обеспокоен в своем сердце. ",
  "dn4:11.3": "Поэтому я задам сейчас брахману Сонаданде вопрос его наставников о тройном знании». ",
  "dn4:11.4": "И вот Благостный сказал брахману Сонаданде: ",
  "dn4:11.5": "«Сколькими признаками должен быть наделен брахман, чтобы брахманы признали его брахманом и чтобы, говоря ",
  "dn4:11.6": "„я — брахман“, он сказал правду и не повел лживой речи?» ",
  "dn4:12.1": "Тогда брахман Сонаданда сказал себе так: ",
  "dn4:12.2": "«Ведь чего я хотел, чего желал, к чему стремился, чего просил, [думая]: ",
  "dn4:12.3": "„О, если бы отшельник Готама задал мне вопрос моих наставников о тройном знании! Тогда я несомненно удовлетворил бы его сердце ответом на вопрос“ — о том мне теперь и задает вопрос отшельник Готама — [вопрос] моих наставников о тройном знании. ",
  "dn4:12.4": "Я несомненно удовлетворю его сердце ответом на вопрос». ",
  "dn4:13.1": "И вот брахман Сонаданда выпрямил тело, оглядел окружающих и сказал Благостному: ",
  "dn4:13.2": "«Почтенный Готама, наделенного пятью признаками брахманы признают брахманом, и, говоря ",
  "dn4:13.3": "„я — брахман“, он говорит правду и не ведет лживой речи. ",
  "dn4:13.4": "Каковы же пять [признаков]? ",
  "dn4:13.5": "Итак, почтенный, брахман благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения. ",
  "dn4:13.6": "Он начитан, сведущ в священных текстах, достиг совершенства в трех ведах вместе с объяснением слов, наставлением в ритуале, [наукой] разделения слогов, с итихасой — в-пятых, умеет разбирать слово за словом, знает грамматику, постиг рассуждения о природе и знаке [на теле] великого человека. ",
  "dn4:13.7": "Он прекрасен, приятен для глаз, доставляет отраду, наделен высшей красотой телосложения, превосходен, как Брахма, с телом, как у Брахмы, с обликом, великим на взор. ",
  "dn4:13.8": "Он нравственен, высокой нравственности, наделен высокой нравственностью. ",
  "dn4:13.9": "Он мудр, разумен, бывает первым или вторым среди протягивающих жертвенную ложку. ",
  "dn4:13.10": "Наделенного этими пятью признаками, почтенный Готама, брахманы признают брахманом, и, говоря ",
  "dn4:13.11": "„я — брахман“, он говорит правду и не ведет лживой речи». ",
  "dn4:14.1": "«Можно ли от этих пяти признаков, брахман, отнять один признак так, чтобы наделенного четырьмя признаками признали брахманом и чтобы, говоря ",
  "dn4:14.2": "„я — брахман“, он сказал правду и не повел лживой речи?» ",
  "dn4:14.3": "«Можно, почтенный Готама. ",
  "dn4:14.4": "Отнимем, почтенный Готама, от этих пяти признаков [внешнюю] красоту. ",
  "dn4:14.5": "Ибо что значит красота? ",
  "dn4:14.6": "Ведь когда брахман почтенный, благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения, и начитан, сведущ в священных текстах, ",
  "dn4:14.7": "достиг совершенства в трех ведах вместе с объяснением слов, наставлением в ритуале, [наукой] разделения слогов, с итихасой — в-пятых, умеет разбирать слово за словом, знает грамматику, постиг рассуждения о природе и знаки [на теле] великого человека, ",
  "dn4:14.8": "и нравственен, высокой нравственности, наделен высокой нравственностью и мудр, ",
  "dn4:14.9": "разумен, бывает первым или вторым среди протягивающих жертвенную ложку, ",
  "dn4:14.10": "то наделенного этими четырьмя признаками, почтенный Готама, брахманы признают брахманом, и, говоря ",
  "dn4:14.11": "„я — брахман“, он говорит правду и не ведет лживой речи». ",
  "dn4:15.1": "«Можно ли от этих четырех признаков, брахман, отнять один признак так, чтобы наделенного тремя признаками признали брахманом и чтобы, говоря ",
  "dn4:15.2": "„я — брахман“, он сказал правду и не повел лживой речи?» ",
  "dn4:15.3": "«Можно, почтенный Готама. ",
  "dn4:15.4": "Отнимем, почтенный Готама, от этих четырех признаков священные тексты. ",
  "dn4:15.5": "Ибо что значит священные тексты? ",
  "dn4:15.6": "Ведь когда брахман, почтенный, благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения,  ",
  "dn4:15.7": "и нравственен, высокой нравственности, наделен высокой нравственностью и мудр, ",
  "dn4:15.8": "разумен, бывает первым или вторым среди протягивающих жертвенную ложку, ",
  "dn4:15.9": "то наделенного этими тремя признаками, почтенный Готама, брахманы признают брахманом, и, говоря ",
  "dn4:15.10": "„я — брахман“, он говорит правду и не ведет лживой речи». ",
  "dn4:16.1": "«Можно ли от этих трех признаков, брахман, отнять один признак так, чтобы наделенного двумя признаками признали брахманом и чтобы, говоря ",
  "dn4:16.2": "„я — брахман“, он сказал правду и не повел лживой речи». ",
  "dn4:16.3": "«Можно, почтенный Готама. ",
  "dn4:16.4": "Отнимем, почтенный Готама, от этих трех признаков происхождение. ",
  "dn4:16.5": "Ибо что значит происхождение? ",
  "dn4:16.6": "Ведь когда брахман, почтенный, нравственен, высокой нравственности, наделен высокой нравственностью и мудр, ",
  "dn4:16.7": "разумен, бывает первым или вторым среди протягивающих жертвенную ложку, ",
  "dn4:16.8": "то наделенного этими двумя признаками, почтенный Готама, брахманы признают брахманом, и, говоря ",
  "dn4:16.9": "„я — брахман“, он говорит правду и не ведет лживой речи». ",
  "dn4:17.1": "Когда так было сказано, те брахманы сказали брахману Сонаданде: ",
  "dn4:17.2": "«Не говори так, досточтимый Сонаданда, не говори так, досточтимый Сонаданда! ",
  "dn4:17.3": "Ведь раз досточтимый Сонаданда отвергает красоту, отвергает священные тексты, отвергает происхождение, то, несомненно, досточтимый Сонаданда присоединяется к учению отшельника Готамы». ",
  "dn4:18.1": "И тогда Благостный сказал тем брахманам: ",
  "dn4:18.2": "«Если вы, брахманы, считаете: ",
  "dn4:18.3": "„И мало учен брахман Сонаданда, и неискусен в речах брахман Сонаданда, и слаб разумом брахман Сонаданда, и неспособен брахман Сонаданда ответить отшельнику Готаме на эту речь“, — то пусть брахман Сонаданда остается в покое, а вы обсуждайте со мной [эту речь]. ",
  "dn4:18.4": "Если же вы, брахманы считаете: ",
  "dn4:18.5": "„И весьма учен брахман Сонаданда, и искусен в речах брахман Сонаданда, и мудр брахман Сонаданда, и способен брахман Сонаданда отвечать отшельнику Готаме на эту речь“, — то вы оставайтесь в покое, а брахман Сонаданда пусть обсуждает со мной [эту речь]». ",
  "dn4:19.1": "Когда так было сказано брахман Сонаданда сказал Благостному: ",
  "dn4:19.2": "«Оставайся в покое, досточтимый Готама! Пребывай в безмолвии, досточтимый Готама! Я сам дам им должный ответ». ",
  "dn4:19.3": "И тогда брахман Сонаданда сказал тем брахманам: ",
  "dn4:19.4": "«Не говорите так, досточтимые, не говорите так, досточтимые: ",
  "dn4:19.5": "„Ведь раз досточтимый Сонаданда отвергает красоту, отвергает священные тексты, отвергает происхождение, то, несомненно, досточтимый Сонаданда присоединяется к учению отшельника Готамы“. ",
  "dn4:19.6": "Я не отвергаю, почтенные, ни красоты, ни священных текстов, ни происхождения». ",
  "dn4:20.1": "И в это самое время юноша по имени Ангака, сын сестры брахмана Сонаданды, уселся среди окружающих его. ",
  "dn4:20.2": "И тогда брахман Сонаданда сказал тем брахманам: ",
  "dn4:20.3": "«Видите ли вы, досточтимые, этого юношу Ангаку, сына нашей сестры?» ",
  "dn4:20.4": "«Да, почтенный». ",
  "dn4:20.5": "«Вот юноша Ангака, почтенные, прекрасен, приятен для глаз, доставляет отраду, наделен высшей красотой телосложения, превосходен, как Брахма, с телом, как у Брахмы, с обликом, великим на взор, и нет в этом окружении равного ему по красоте, за исключением отшельника Готамы. ",
  "dn4:20.6": "Вот юноша Ангака, почтенные, начитан, сведущ в священных текстах, достиг совершенства в трех ведах вместе с объяснением слов, наставлением в ритуале, [наукой] разделения слогов, с итихасой — в-пятых, умеет разбирать слово за словом, знает грамматику, постиг рассуждения о природе и знаки [на теле] великого человека. ",
  "dn4:20.7": "Я сам учил его священным текстам. ",
  "dn4:20.8": "Вот юноша Ангака, почтенные, благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения. ",
  "dn4:20.9": "Я сам знаю его мать и отца. ",
  "dn4:20.10": "Но если бы юноша Ангака, почтенные, убивал живых существ, брал то, что [ему] не отдано, ходил к чужой жене, говорил ложь, пил хмельное, то что пользы было бы ему от красоты, от священных текстов, от происхождения? ",
  "dn4:20.11": "Ведь, когда брахман, почтенные, нравственен, высокой нравственности, наделен высокой нравственностью и мудр, ",
  "dn4:20.12": "разумен, бывает первым или вторым среди протягивающих жертвенную ложку, ",
  "dn4:20.13": "то наделенного этими двумя признаками, почтенные, брахманы признают брахманом, и, говоря: ",
  "dn4:20.14": "„я — брахман“, он говорит правду и не ведет лживой речи». ",
  "dn4:21.0": "6. Нравственность и постижение ",
  "dn4:21.1": "«Можно ли от этих двух признаков, брахман, отнять один признак так, чтобы наделенного одним признаком признали брахманом и чтобы, говоря ",
  "dn4:21.2": "„я — брахман“, он сказал правду и не повел лживой речи?» ",
  "dn4:21.3": "«Нет, почтенный Готама. ",
  "dn4:21.4": "Ведь постижение, почтенный Готама, очищается нравственностью, нравственность очищается постижением; ",
  "dn4:21.5": "где нравственность, там и постижение, где постижение, там и нравственность; ",
  "dn4:21.6": "у нравственного — постижение, у постигающего — нравственность; ",
  "dn4:21.7": "нравственность и постижение считаются лучшими в мире. ",
  "dn4:21.8": "И подобно тому, почтенный Готама, как рукой моют руку или ногой моют ногу, ",
  "dn4:21.9": "так же точно, почтенный Готама, и постижение очищается нравственностью, нравственность очищается постижением; ",
  "dn4:21.10": "где нравственность, там и постижение, где постижение, там и нравственность; ",
  "dn4:21.11": "у нравственного — постижение, у постигающего — нравственность; ",
  "dn4:21.12": "нравственность и постижение считаются лучшими в мире». ",
  "dn4:22.1": "«Это так, брахман. Ведь постижение, брахман, очищается нравственностью, нравственность очищается постижением; ",
  "dn4:22.2": "где нравственность, там и постижение, где постижение, там и нравственность; ",
  "dn4:22.3": "у нравственного — постижение, у постигающего — нравственность; ",
  "dn4:22.4": "нравственность и постижение считаются лучшими в мире. ",
  "dn4:22.5": "И подобно тому, брахаман, как рукой моют руку или ногой моют ногу, ",
  "dn4:22.6": "так же точно, брахман, и постижение очищается нравственностью, нравственность очищается постижением; ",
  "dn4:22.7": "где нравственность, там и постижение, где постижение, там и нравственность; ",
  "dn4:22.8": "у нравственного — постижение, у постигающего — нравственность; ",
  "dn4:22.9": "нравственность и постижение считаются лучшими в мире». ",
  "dn4:22.10": "Какова же, брахман, эта нравственность, ",
  "dn4:22.11": "каково это постижение?» ",
  "dn4:22.12": "«Лишь то, [что уже сказано, знаем] мы, почтенный Готама, о смысле этого. ",
  "dn4:22.13": "Пусть досточтимый Готама соблаговолит разъяснить смысл этих слов». ",
  "dn4:23.1": "«В таком случае, брахман, слушай тщательно и внимай [тому, что] я скажу». ",
  "dn4:23.2": "«Хорошо, почтенный», — согласился с Благостным брахман Сонаданда. ",
  "dn4:23.3": "Благостный сказал так: ",
  "dn4:23.4": "«Вот, брахман, в мир приходит Татхагата <… = II.40-63…> ",
  "dn4:23.5": "Таким, брахман, бывает монах, наделенный нравственностью. ",
  "dn4:23.6": "Такова, брахман, эта нравственность … ",
  "dn4:23.7": "он достигает первой ступени созерцания <…= II.75-81…> ",
  "dn4:23.8": "второй ступени созерцания … ",
  "dn4:23.9": "третьей ступени созерцания … ",
  "dn4:23.10": "достигает четвертой ступени созерцания <…= II.81-83…> ",
  "dn4:23.11": "он направляет и обращает ум к совершенному видению <…>. Это и есть часть его постижения <…= II.83 98…> он постигает: <…> … ",
  "dn4:23.12": "… „нет ничего вслед за этим состоянием“. ",
  "dn4:23.13": "нет ничего вслед за этим состоянием. ",
  "dn4:23.14": "Это и есть часть его постижения. ",
  "dn4:23.15": "Таково, брахман, это постижение». ",
  "dn4:24.0": "7. Сонаданда становится мирским последователем ",
  "dn4:24.1": "24. Когда так было сказано, брахман Сонаданда сказал Благостному: ",
  "dn4:24.2": "«Превосходно, почтенный Готама! Превосходно, почтенный Готама! ",
  "dn4:24.3": "Подобно тому, почтенный Готама, как поднимают упавшее, или раскрывают сокрытое, или указывают дорогу заблудившемуся, или ставят в темноте масляный светильник, чтобы наделенные зрением различали образы, так же точно почтенный Готама с помощью многих наставлений преподал истину. ",
  "dn4:24.4": "И вот я иду как к прибежищу к Благостному Готаме, и к дхамме, и к сангхе монахов. ",
  "dn4:24.5": "Пусть же досточтимый Готама примет меня как преданного мирянина, отныне и на всю жизнь нашедшего [здесь] прибежище. ",
  "dn4:24.6": "Пусть досточтимый Готама вместе с толпой монахов согласится [принять] у меня завтра утром пищу». ",
  "dn4:24.7": "И Благостный безмолвно согласился. ",
  "dn4:24.8": "Тогда брахман Сонаданда, узнав о согласии Благостного, поднялся с сиденья, приветствовал Благостного и, обойдя [его] с правой стороны, удалился. ",
  "dn4:24.9": "И когда прошла эта ночь, брахман Сонаданда, приказав приготовить в своем доме изысканную твердую пищу и мягкую пищу, сообщил Благостному о времени: ",
  "dn4:24.10": "«[Пришло] время, почтенный Готама, пища готова». ",
  "dn4:25.1": "И тогда Благостный оделся утром, взял сосуд для подаяний и верхнюю одежду, приблизился с толпой монахов к дому брахмана Сонаданды и, приблизившись, сел на предложенное сиденье. ",
  "dn4:25.2": "Тогда брахман Сонаданда своей рукой угостил и насытил толпу монахов во главе с Буддой изысканной твердой пищей и мягкой пищей. ",
  "dn4:26.1": "Когда Благостный, поев, омыл сосуд для подаяний и руки, брахман Сонаданда выбрал другое, низкое сиденье и сел в стороне. ",
  "dn4:26.2": "И, сидя в стороне, брахман Сонаданда сказал Благостному: ",
  "dn4:26.3": "«Если, находясь в [своем] окружении, почтенный Г отама, я поднимусь с сиденья и приветствую Благостного Готаму, то из-за этого окружающие отнесутся ко мне с презрением. ",
  "dn4:26.4": "К кому же окружающие отнесутся с презрением, у того уменьшится слава; ",
  "dn4:26.5": "у кого же уменьшится слава, у того уменьшатся богатства, ",
  "dn4:26.6": "ибо богатства у нас приобретаются славой. ",
  "dn4:26.7": "Поэтому, если, находясь в [своем] окружении, почтенный Готама, я протяну сложенные ладони, то пусть досточтимый Готама сочтет, что я поднялся с сиденья. ",
  "dn4:26.8": "И, если, находясь в [своем] окружении, почтенный Готама, я сниму головную повязку, то пусть досточтимый Готама сочтет, что я совершаю приветствие головой. ",
  "dn4:26.9": "Если, находясь в повозке, почтенный Готама, я спущусь с повозки и приветствую Благостного Готаму, то из-за этого окружающие отнесутся ко мне с презрением. ",
  "dn4:26.10": "К кому же окружающие отнесутся с презрением, у того уменьшится слава; у кого же уменьшится слава, у того уменьшатся богатства, ",
  "dn4:26.11": "ибо богатства у нас приобретаются славой. ",
  "dn4:26.12": "Поэтому, если, находясь в повозке, почтенный Готама, я протяну вверх стрекало, то пусть досточтимый Готама сочтет, что я спускаюсь с повозки. ",
  "dn4:26.13": "И если, находясь в повозке, почтенный Готама, я опущу руку, то пусть досточтимый Готама сочтет, что я совершаю приветствие головой». ",
  "dn4:27.1": "И тогда Благостный, наставив, побудив, воодушевив, порадовав брахмана Сонаданду добродетельной беседой, поднялся с сиденья и удалился. ",
  "dn4:27.2": "«Сонаданда-сутта» Окончена. Четвертая. "
}