{
  "dn5:0.1": "Длинные Наставления 5 ",
  "dn5:0.2": "Кутаданта Сутта ",
  "dn5:1.0": "1. Брахманы-домоправители из Кхануматы ",
  "dn5:1.1": "Вот что я слышал. ",
  "dn5:1.2": "Однажды Благостный, двигаясь по Магадхе с большой толпой монахов, пятью сотнями монахов, прибыл в брахманскую деревню под названием Кханумата в Магадхе. ",
  "dn5:1.3": "И там в Кханумате Благостный остановился в Амбалаттхике. ",
  "dn5:1.4": "И в это время брахман Кутаданта обитал в Кханумате — [месте], полном жителей, богатом травой, лесом, водой, зерном, — царском наделе, отданном [ему] царем Магадхи Сенией Бимбисарой в полное владение в качестве царского дара. ",
  "dn5:1.5": "И в это самое время у брахмана Кутаданты было приготовлено большое жертвоприношение. ",
  "dn5:1.6": "Семь сотен быков, и семь сотен тельцов, и семь сотен телок, и семь сотен коз, и семь сотен баранов были приведены к жертвенному столбу для жертвоприношения. ",
  "dn5:2.1": "2. И брахманы-домоправители из Кхануматы услышали: ",
  "dn5:2.2": "«Поистине, почтенный отшельник Готама, сын сакьев, из племени сакьев, двигаясь по Магадхе с большой толпой монахов, пятью сотнями монахов, приблизившись к Кханумате, остановился в Кханумате, в Амбалаттхике. ",
  "dn5:2.3": "И вот о нем, Благостном Готаме, идет такая добрая слава: ",
  "dn5:2.4": "„Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный. ",
  "dn5:2.5": "Он возглашает об этом мироздании с мирами богов, Мары, Брахмы, с миром отшельников и брахманов, с богами и людьми, познав и увидев их собственными глазами. ",
  "dn5:2.6": "Он проповедует истину — превосходную в начале, превосходную в середине, превосходную в конце — в ее духе и букве; наставляет в единственно совершенном чистом целомудрии. ",
  "dn5:2.7": "Поистине, хорошо лицезреть архатов, подобных ему“». ",
  "dn5:2.8": "И вот брахманы-домоправители из Кхануматы, собравшись толпами и оставив Кханумату, приблизились к Амбалаттхике. ",
  "dn5:3.1": "И в это самое время брахман Кутаданта отправился для дневного отдыха на верхнюю террасу [своего дома]. ",
  "dn5:3.2": "И брахман Кутаданта увидел, как брахманы-домоправители из Кхануматы, собравшись толпами и оставив Кханумату, приблизились к Амбалаттхике. ",
  "dn5:3.3": "Видя [это], он обратился к стражнику: ",
  "dn5:3.4": "«Почему это, почтенный стражник, брахманы-домоправители из Кхануматы, собравшись толпами и оставив Кханумату, приблизились к Амбалаттхике?» ",
  "dn5:3.5": "«Есть, почтенный, странствующий отшельник Готама, сын сакьев, из племени сакьев. Двигаясь по Магадхе с большой толпой монахов, пятью сотнями монахов, и, приблизившись к Кханумате, он остановился в Кханумате, в Амбалаттхике. ",
  "dn5:3.6": "И вот о нем, Благостном Готаме, идет такая добрая слава: ",
  "dn5:3.7": "„Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный“. ",
  "dn5:3.8": "Они приблизились, чтобы увидеть этого Благостного Готаму». ",
  "dn5:4.1": "И брахман Кутаданта сказал себе так: ",
  "dn5:4.2": "«Ведь я слышал: ",
  "dn5:4.3": "„Отшельник Готама знает [правило] о тройном успешном совершении жертвоприношения и его шестнадцати принадлежностях“. ",
  "dn5:4.4": "Я же не знаю о тройном успешном совершении жертвоприношения и его шестнадцати принадлежностях ",
  "dn5:4.5": "и желаю совершить великое жертвоприношение. ",
  "dn5:4.6": "Что, если я приближусь к отшельнику Готаме и спрошу его о тройном успешном совершении жертвоприношения и его шестнадцати принадлежностях?» ",
  "dn5:4.7": "И брахман Кутаданта обратился к этому страннику: ",
  "dn5:4.8": "«Тогда, почтенный стражник, приблизься к брахманам-домоправителям из Кхануматы и, приблизившись к брахманам-домоправителям из Кхануматы, скажи так: ",
  "dn5:4.9": "„Почтенные, брахман Кутаданта говорит так: ",
  "dn5:4.10": "‘Пусть досточтимые подождут. Брахман Кутаданта тоже приблизится, чтобы увидеть отшельника Готаму’“». ",
  "dn5:4.11": "«Хорошо, почтенный», — согласился этот стражник с брахманом Кутадантой, приблизился брахманам-домоправителям из Кхануматы и, приблизившись к брахманам-домоправителям из Кхануматы, сказал так: ",
  "dn5:4.12": "«Почтенные, брахман Кутаданта говорит так: ",
  "dn5:4.13": "„Пусть досточтимые подождут. Брахман Кутаданта тоже приблизится, чтобы увидеть отшельника Готаму“». ",
  "dn5:5.0": "2. Восхваление Кутаданты ",
  "dn5:5.1": "И в это самое время многие сотни брахманов находились в Кханумате [с мыслью]: ",
  "dn5:5.2": "«Мы будем участвовать в великом жертвоприношении брахмана Кутаданты». ",
  "dn5:5.3": "И те брахманы услышали: ",
  "dn5:5.4": "«Ведь брахман Кутаданта приблизится, чтобы увидеть отшельника Готаму». ",
  "dn5:5.5": "И тогда те брахманы приблизились к брахману Кутаданте  и, приблизившись к брахману Кутаданте, сказали так: ",
  "dn5:5.6": "«Правда ли, что досточтимый Кутаданта приблизится, чтобы увидеть отшельника Готаму?» ",
  "dn5:5.7": "«Таково мое намерение, почтенные. ",
  "dn5:5.8": "Я тоже приближусь, чтобы увидеть отшельника Готаму». ",
  "dn5:6.1": "«Пусть досточтимый Кутаданта не приближается, чтобы увидеть отшельника Готаму. ",
  "dn5:6.2": "Досточтимый Кутаданта не должен приближаться, чтобы увидеть отшельника Готаму. ",
  "dn5:6.3": "Если досточтимый Кутаданта приблизится, чтобы увидеть отшельника Готаму, то уменьшится слава досточтимого Кутаданты и возрастет слава отшельника Готамы. ",
  "dn5:6.4": "А раз уменьшится слава досточтимого Кутаданты и возрастет слава отшельника Готамы, то по этой причине досточтимый Кутаданта не должен приблизиться, чтобы увидеть отшельника Готаму, ",
  "dn5:6.5": "но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту. ",
  "dn5:6.6": "Ведь досточтимый Кутаданта благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения. ",
  "dn5:6.7": "А раз досточтимый Кутаданта благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, ",
  "dn5:6.8": "но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту. ",
  "dn5:6.9": "Ведь досточтимый Кутаданта богат, состоятелен, обладает большим имуществом. А раз досточтимый Кутаданта богат, состоятелен, обладает большим имуществом, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту. ",
  "dn5:6.10": "Ведь досточтимый Кутаданта начитан, сведущ в священных текстах, достиг совершенства в трех ведах вместе с объяснением слов, наставлением в ритуале, [наукой] разделения слогов, с итихасой — в-пятых, умеет разбирать слово за словом, знает грамматику, постиг рассуждения о природе и знаки [на теле] великого человека. А раз досточтимый Кутаданта начитан, сведущ в священных текстах, достиг совершенства в трех ведах вместе с объяснением слов, наставлением в ритуале, [наукой] разделения слогов, с итихасой — в-пятых, умеет разбирать слово за словом, знает грамматику, постиг рассуждения о природе и знаки [на теле] великого человека, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту. ",
  "dn5:6.11": "Ведь досточтимый Кутаданта прекрасен, приятен для глаз, доставляет отраду, наделен высшей красотой телосложения, превосходен, как Брахма, с телом, как у Брахмы, с обликом, великим на взор. А раз досточтимый Кутаданта прекрасен, приятен для глаз, доставляет отраду, наделен высшей красотой телосложения, превосходен, как Брахма, с телом, как у Брахмы, с обликом, великим на взор, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту. ",
  "dn5:6.12": "Ведь досточтимый Кутаданта нравственен, высокой нравственности, наделен высокой нравственностью. А раз досточтимый Кутаданта нравственен, высокой нравственности, наделен высокой нравственностью, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту. ",
  "dn5:6.13": "Ведь досточтимый Кутаданта обладает прекрасной речью, ведет прекрасные речи, наделен учтивой речью, ясной, безупречно текущей, наставляющей в пользе. А раз досточтимый Кутаданта обладает прекрасной речью, ведет прекрасные речи, наделен учтивой речью, ясной, безупречно текущей, наставляющей в пользе, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту. ",
  "dn5:6.14": "Ведь досточтимый Кутаданта — наставник многих наставников, обучает три сотни юношей священным текстам, и многие юноши из разных стран света, из разных земель приходят к досточтимому Кутаданте, стремясь к священным текстам, желая изучать священные тексты. А раз досточтимый Кута-данта — наставник многих наставников, обучает три сотни юношей священным текстам, и многие юноши из разных стран света, из разных земель приходят к досточтимому Кутаданте, стремясь к священным текстам, желая изучать священные тексты, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту. ",
  "dn5:6.15": "Ведь досточтимый Кутаданта стар, преклонных лет, много прожил, достиг конца жизненного пути, исполнился его срок, отшельник же Готама и молод, и лишь недавно странствует. А раз досточтимый Кутаданта стар, преклонных лет, много прожил, достиг конца жизненного пути, исполнился его срок, ",
  "dn5:6.16": "отшельник же Готама и молод, и лишь недавно странствует, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту. ",
  "dn5:6.17": "Ведь досточтимый Кутаданта пользуется вниманием, заботой, уважением, почетом, преклонением царя Магадхи Сении Бимбисары. А раз досточтимый Кутаданта пользуется вниманием, заботой, уважением, почетом, преклонением царя Магадхи Сении Бимбисары, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту. ",
  "dn5:6.18": "Ведь досточтимый Кутаданта пользуется вниманием, заботой, уважением, почетом, преклонением брахмана Поккхарасади. А раз досточтимый Кутаданта пользуется вниманием, заботой, уважением, почетом, преклонением брахмана Поккхарасади, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданта. ",
  "dn5:6.19": "Ведь досточтимый Кутаданта обитает в Кханумате — [месте], полном жителей, богатом травой, лесом, водой, зерном, — царском наделе, отданном [ему] царем Магадхи Сенией Бимбисарой в полное владение в качестве царского дара. ",
  "dn5:6.20": "А раз досточтимый Кутаданта обитает в Кханумате — [месте], полном жителей, богатом травой, лесом, водой, зерном, — царском наделе, отданном [ему] царем Магадхи Сенией Бимбисарой в полное владение в качестве царского дара, то по этой причине не досточтимый Кутаданта должен приблизиться, чтобы увидеть отшельника Готаму, ",
  "dn5:6.21": "но отшельник Готама должен приблизиться, чтобы увидеть досточтимого Кутаданту». ",
  "dn5:7.0": "3. Восхваление Будды ",
  "dn5:7.1": "Когда так было сказано, брахман Кутаданта сказал тем брахманам: ",
  "dn5:7.2": "«Выслушайте же меня, почтенные, почему именно мы должны приблизиться, чтобы увидеть досточтимого Готаму,  ",
  "dn5:7.3": "но не досточтимый Готама должен приблизиться, чтобы увидеть нас. ",
  "dn5:7.4": "Ведь отшельник Готама, почтенные, благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения. ",
  "dn5:7.5": "А раз отшельник Готама, почтенные, благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.6": "Ведь отшельник Готама, почтенные, странствует, оставив большую общину родичей. ",
  "dn5:7.7": "А раз отшельник Готама, почтенные, странствует, оставив большую общину родичей, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.8": "Ведь досточтимый Готама, почтенные, странствует, оставив много золота и денег, — и скрытых под землей, и находящихся на поверхности [земли]. А раз отшельник Готама, почтенные, странствует, оставив много золота и денег, — и скрытых под землей, и находящихся на поверхности [земли], — то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.9": "Ведь отшельник Готама, почтенные, странствует бездомный, оставив дом еще молодым, совсем черноволосым, наделенным счастливой юностью, в ранние годы. А раз отшельник Готама, почтенные, странствует бездомный, оставив дом еще молодым, совсем черноволосым, наделенным счастливой юностью, в ранние годы, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.10": "Ведь отшельник Готама, почтенные, странствует бездомный, оставив дом, сбрив волосы и бороду и надев желтые одеяния, хотя мать и отец не желали этого, плакали, и лица их были в слезах. А раз отшельник Готама, почтенные, странствует бездомный, оставив дом, сбрив волосы и бороду и надев желтые одеяния, хотя мать и отец не желали этого, плакали, и лица их были в слезах, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.11": "Ведь отшельник Готама, почтенные, прекрасен, приятен для глаз, доставляет отраду, наделен высшей красотой телосложения, превосходен, как Брахма, с телом, как у Брахмы, с обликом, великим на взор. А раз отшельник Готама, почтенные, прекрасен, приятен для глаз, доставляет отраду, наделен высшей красотой телосложения, превосходен, как Брахма, с телом, как у Брахмы, с обликом, великим на взор, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.12": "Ведь отшельник Готама, почтенные, нравственен, благородной нравственности, должной нравственности, наделен должной нравственностью. А раз отшельник Готама, почтенные, нравственен, благородной нравственности, должной нравственности, наделен должной нравственностью, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.13": "Ведь отшельник Готама, почтенные, обладает прекрасной речью, ведет прекрасные речи, наделен учтивой речью, ясной, безупречно текущей, наставляющей в пользе. А раз отшельник Готама, почтенные, обладает прекрасной речью, ведет прекрасные речи, наделен учтивой речью, ясной, безупречно текущей, наставляющей в пользе, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.14": "Ведь отшельник Готама, почтенные, — наставник многих наставников. А раз отшельник Готама, почтенные, — наставник многих наставников, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.15": "Ведь отшельник Готама, почтенные, уничтожил [в себе] чувственную страсть, освободился от непостоянства. А раз отшельник Готама, почтенные, уничтожил [в себе] чувственную страсть, освободился от непостоянства, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.16": "Ведь отшельник Готама, почтенные, проповедует [значимость] кармы, проповедует [значимость] действия, безупречно чтит род брахманов. А раз отшельник Готама, почтенные, проповедует [значимость] кармы, проповедует [значимость] действия, безупречно чтит род брахманов, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.17": "Ведь отшельник Готама, почтенные, странствует, будучи из высокого семейства, из исконного семейства кшатриев. А раз отшельник Готама, почтенные, странствует, будучи из высокого семейства, из исконного семейства кшатриев, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.18": "Ведь отшельник Готама, почтенные, странствует, будучи из богатого семейства, обладающего большим достатком, большим имуществом. А раз отшельник Готама, почтенные, странствует, будучи из богатого семейства, обладающего большим достатком, большим имуществом, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.19": "Ведь к отшельнику Готаме, почтенные, приходят с вопросами из других стран, из других земель. А раз к отшельнику Готаме, почтенные, приходят с вопросами из других стран, из других земель, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.20": "Ведь к отшельнику Готаме, почтенные, идут всем сердцем как к прибежищу многие тысячи божеств. А раз к отшельнику Готаме, почтенные, идут всем сердцем как к прибежищу многие тысячи божеств, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.21": "Ведь об отшельнике Готаме, почтенные, идет такая добрая слава:  ",
  "dn5:7.22": "„Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный“. А раз об отшельнике Готаме, почтенные, идет такая добрая слава: „Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный“, — то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.23": "Ведь отшельник Готама, почтенные, наделен тридцатью двумя знаками великого человека. А раз отшельник Готама, почтенные, наделен тридцатью двумя знаками великого человека, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.24": "Ведь отшельник Готама, почтенные, говорит [каждому]: „Подойди, добро пожаловать!“, добр в речах, дружелюбен, не хмурит брови, говорит ясно, охотно беседует. А раз отшельник Готама, почтенные, говорит [каждому]: „Подойди, добро пожаловать!“, добр в речах, дружелюбен, не хмурит брови, говорит ясно, охотно беседует, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.25": "Ведь отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением четырех видов [людей]. А раз отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением четырех видов [людей], то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.26": "Ведь отшельнику Готаме, почтенные, преданы многие боги и люди. А раз отшельнику Готаме, почтенные, преданы многие боги и люди, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.27": "Ведь в каком бы селении или торговом поселке, почтенные, ни находился отшельник Готама, в том селении или торговом поселке злые духи не приносят вреда людям. А раз в каком бы селении или торговом поселке, почтенные, ни находился отшельник Готама, в том селении или торговом поселке злые духи не приносят вреда людям, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.28": "Ведь отшельник Готама, почтенные, возглавляя толпу [последователей], возглавляя общину, будучи наставником общины, превосходит основателей прочих школ, и в то время, почтенные, как некоторые отшельники и брахманы достигли славы теми или иными путями, отшельник Готама достиг славы не так, отшельник Готама достиг славы благодаря несравненному обладанию знанием и праведностью. ",
  "dn5:7.29": "А раз отшельник Готама, почтенные, возглавляя толпу [последователей], возглавляя общину, будучи наставником общины, превосходит основателей прочих школ, и в то время, почтенные, как некоторые отшельники и брахманы достигли славы теми или иными путями, отшельник Готам а достиг славы не так, отшельник Готама достиг славы благодаря несравненному обладанию знанием и праведностью, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.30": "Ведь к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу царь Магадхи Сения Бимбисара вместе с детьми, женами, окружением, приближенными. А раз к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу царь Магадхи Сения Бимбисара вместе с детьми, женами, окружением, приближенными, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.31": "Ведь к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу царь Косалы Пасенади вместе с детьми, женами, окружением, приближенными. А раз к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу царь Косалы Пасенади вместе с детьми, женами, окружением, приближенными, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.32": "Ведь к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу брахман Поккхарасади вместе с детьми, женами, окружением, приближенными. А раз к отшельнику Готаме, почтенные, идет всем сердцем как к прибежищу брахман Поккхарасади вместе с детьми, женами, окружением, приближенными, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.33": "Ведь отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением царя Магадхи Сении Бимбисары. А раз отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением царя Магадхи Сении Бимбисары, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.34": "Ведь отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением царя Косалы Пасенади. А раз отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением царя Косалы Пасенади, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться,, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.35": "Ведь отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением брахмана Поккхарасади. А раз отшельник Готама, почтенные, пользуется вниманием, заботой, уважением, почетом, преклонением брахмана Поккхарасади, то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.36": "Ведь отшельник Готама, почтенные, приблизившись к Кханумате, остановился в Кханумате, в Амбалаттхике. ",
  "dn5:7.37": "Те отшельники или брахманы, которые вступают в пределы нашего селения, — наши гости. ",
  "dn5:7.38": "Гости же должны пользоваться у нас вниманием, заботой, уважением, почетом, преклонением. ",
  "dn5:7.39": "А раз отшельник Готама, почтенные, приблизившись к Кханумате, остановился в Кханумате, в Амбалаттхике, и отшельник Готама — наш гость, ",
  "dn5:7.40": "гости же должны пользоваться у нас вниманием, заботой, уважением, почетом, преклонением, ",
  "dn5:7.41": "то по этой причине не досточтимый Готама должен приблизиться, чтобы увидеть нас, ",
  "dn5:7.42": "но мы должны приблизиться, чтобы увидеть досточтимого Готаму. ",
  "dn5:7.43": "Таковы, почтенные, известные мне преимущества досточтимого Готамы, но преимущества досточтимого Готамы даже не таковы, ",
  "dn5:7.44": "ибо преимущества досточтимого Готамы неизмеримы». ",
  "dn5:7.45": "Когда так было сказано, те брахманы сказали брахману Кутаданте: ",
  "dn5:7.46": "«Досточтимый Кутаданта так говорит о преимуществах отшельника Готамы, что, даже если бы этот досточтимый Готама остановился в ста йоджанах, верующий из славного семейства, даже [неся] котомку с едой, должен был бы приблизиться, чтобы увидеть его. ",
  "dn5:7.47": "Поэтому, почтенный, мы все приблизимся, чтобы увидеть отшельника Готаму». ",
  "dn5:8.0": "4. Великое жертвоприношение царя Махавиджиты ",
  "dn5:8.1": "И вот брахман Кутаданта с большой толпой брахманов приблизился к Амбалаттхике, к Благостному. ",
  "dn5:8.2": "Приблизившись, он обменялся с Благостным дружескими, дружелюбными словами и почтительным приветствием и сел в стороне. ",
  "dn5:8.3": "И некоторые из брахманов-домохозяев Кхануматы, приветствовав Благостного, сели в стороне, некоторые, обменявшись с Благостным дружескими, дружелюбными словами и почтительным приветствием, сели в стороне; некоторые, со сложенными ладонями поклонившись Благостному, сели в стороне; некоторые, назвав [свое] имя и род, сели в стороне; некоторые, оставаясь безмолвными, сели в стороне. ",
  "dn5:9.1": "И, сидя в стороне, брахман Кутаданта сказал Благостному:  ",
  "dn5:9.2": "«Я слышал, почтенный Готама:  ",
  "dn5:9.3": "„Отшельник Готама знает [правило] о тройном успешном совершении жертвоприношения и шестнадцати [его] принадлежностях“. ",
  "dn5:9.4": "Я же не знаю о тройном успешном совершении жертвоприношения и шестнадцати его принадлежностях ",
  "dn5:9.5": "и желаю совершить жертвоприношение. ",
  "dn5:9.6": "Да соблаговолит досточтимый Готама указать мне тройное успешное совершение жертвоприношения и шестнадцать его принадлежностей». ",
  "dn5:9.7": "«В таком случае, брахман, слушай тщательно и внимай [тому, что] я скажу». ",
  "dn5:9.8": "«Хорошо, почтенный», — согласился с Благостным брахман Кутаданта. ",
  "dn5:9.9": "Благостный сказал так:  ",
  "dn5:10.1": "«Когда-то давно, брахман, жил царь по имени Махавиджита, богатый, состоятельный, обладающий большим имуществом, обилием золота и серебра, обилием предметов роскоши, обилием богатства и зерна, переполненной сокровищницей и житницей. ",
  "dn5:10.2": "И вот, брахман, у царя Махавиджиты, уединившегося и предавшегося размышлению, возникло в уме такое рассуждение:  ",
  "dn5:10.3": "„Я в изобилии наделен людским достатком и живу, подчинив себе великий земной круг. Теперь я мог бы принести жертвоприношение, чтобы оно на долгое время послужило мне к благополучию и счастью“. ",
  "dn5:10.4": "И вот, брахман, царь Махавиджита, позвав за царским жрецом-брахманом, сказал так:  ",
  "dn5:10.5": "„Вот, брахман, у меня, уединившегося и предавшегося размышлению, возникло в уме такое рассуждение: ",
  "dn5:10.6": "‘Я в изобилии наделен людским достатком и живу, подчинив себе великий земной круг. Теперь я мог бы совершить великое жертвоприношение, чтобы оно на долгое время послужило мне к благополучию и счастью’. ",
  "dn5:10.7": "Я хочу, брахман, совершить великое жертвоприношение. ",
  "dn5:10.8": "Пусть же досточтимый наставит меня, чтобы это надолго послужило мне к благополучию и счастью“. ",
  "dn5:11.1": "11. Когда, брахман, так было сказано, царский жрец-брахман сказал царю Махавиджите: ",
  "dn5:11.2": "„Страна досточтимого царя испытывает тревогу и гнет. Встречаются грабители селений, встречаются грабители торговых поселков, встречаются грабители городов, встречаются разбойники на дорогах. ",
  "dn5:11.3": "И если досточтимый царь станет повышать подати в стране, испытывающей тревогу и гнет, тем самым досточтимый царь сделает то, чего не следует делать. ",
  "dn5:11.4": "Может быть досточтимый царь скажет себе так:  ",
  "dn5:11.5": "‘Я прекращу этот вражеский разбой, убив, заточив, лишив имущества, опозорив, отправив в изгнание [виновных]’. Но этот вражеский разбой не будет таким образом полностью искоренен. ",
  "dn5:11.6": "Те, кто останутся в живых, будут впоследствии приносить вред стране царя. ",
  "dn5:11.7": "Лишь благодаря вот какому средству этот вражеский разбой будет полностью искоренен. ",
  "dn5:11.8": "Тем, досточтимый царь, которые в стране досточтимого царя занимаются земледелием и скотоводством, пусть досточтимый царь доставит зерно и пропитание; ",
  "dn5:11.9": "тем, которые в стране досточтимого царя занимаются торговлей, пусть досточтимый царь доставит денежные средства; ",
  "dn5:11.10": "тех, которые в стране досточтимого царя занимаются царской службой, пусть досточтимый царь снабдит пропитанием и платой. ",
  "dn5:11.11": "Тогда эти люди, следуя своим занятиям, не будут приносить вреда стране царя; ",
  "dn5:11.12": "у царя возникнет великий доход, ",
  "dn5:11.13": "и радостные люди, радуясь, танцуя с детьми на руках, поистине, будут жить, не запирая домов“. ",
  "dn5:11.14": "„Хорошо, почтенный“, — согласился с царским жрецом-брахманом царь Махавиджита. И вот, брахман, тем, которые в стране царя занимались земледелием и скотоводством, досточтимый царь Махавиджита доставил зерно и пропитание; ",
  "dn5:11.15": "тем, которые в стране царя занимались торговлей, царь Махавиджита доставил денежные средства; ",
  "dn5:11.16": "тех, которые в стране царя занимались царской службой, царь Махавиджита снабдил пропитанием и платой. ",
  "dn5:11.17": "Тогда эти люди, следуя своим занятиям, не стали приносить вреда стране царя; у царя возник великий доход, ",
  "dn5:11.18": "умиротворенная страна избавилась от тревоги и гнета, и радостные люди, радуясь, танцуя с детьми на руках, поистине, стали жить, не запирая домов. ",
  "dn5:11.19": "И тогда, брахман, царь Махавиджита, позвав за царским жрецом-брахманом, сказал так:  ",
  "dn5:11.20": "„Вот, почтенный, прекращен вражеский разбой; благодаря средству досточтимого, у меня великий доход, ",
  "dn5:11.21": "умиротворенная страна избавилась от тревоги и гнета, и радостные люди, радуясь, танцуя с детьми на руках, поистине, стали жить, не запирая домов. ",
  "dn5:11.22": "Я хочу, брахман, совершить великое жертвоприношение. ",
  "dn5:11.23": "Пусть же досточтимый наставит меня, чтобы это надолго послужило мне к благополучию и счастью“. ",
  "dn5:12.0": "4.1. Четыре принадлежности ",
  "dn5:12.1": "„Тогда, досточтимый царь, пусть досточтимый царь обратится к зависимым [от него] кшатриям — горожанам и деревенским жителям — в стране досточтимого царя:  ",
  "dn5:12.2": "‘Я хочу, почтенные, совершить великое жертвоприношение. Пусть же досточтимые дадут согласие, чтобы это надолго послужило мне к благополучию и счастью’. Пусть досточтимый царь обратится к приближенным и советникам — горожанам и деревенским жителям — в стране досточтимого царя: ‘Я хочу, почтенные, совершить великое жертвоприношение. Пусть же досточтимые дадут согласие, чтобы это надолго послужило мне к благополучию и счастью’. Пусть досточтимый царь обратится к богатым брахманам — горожанам и деревенским жителям — в стране досточтимого царя: ‘Я хочу, почтенные, совершить великое жертвоприношение. Пусть же досточтимые дадут согласие, чтобы это надолго послужило мне к благополучию и счастью’. Пусть досточтимый царь обратится к домоправителям — горожанам и деревенским жителям — в стране досточтимого царя: ‘Я хочу, почтенные, совершить великое жертвоприношение. Пусть же досточтимые дадут согласие, чтобы это надолго послужило мне к благополучию и счастью’“. ",
  "dn5:12.3": "„Хорошо, почтенный“, — согласился с царским жрецом-брахманом царь Махавиджита. И вот царь Махавиджита обратился к зависимым от него кшатриям — горожанам и деревенским жителям — в стране досточтимого царя:  ",
  "dn5:12.4": "„Я хочу, почтенные, совершить великое жертвоприношение. Пусть же досточтимые дадут согласие, чтобы это надолго послужило мне к благополучию и счастью“. — ",
  "dn5:12.5": "„Пусть досточтимый царь совершает жертвоприношение. Время [благоприятно] для жертвоприношения, великий царь!“ ",
  "dn5:12.6": "И царь Махавиджита обратился к приближенным и советникам — горожанам и деревенским жителям — в стране досточтимого царя: „Я хочу, почтенные, совершить великое жертвоприношение. Пусть же досточтимые дадут согласие, чтобы это надолго послужило мне к благополучию и счастью“. — „Пусть досточтимый царь совершает жертвоприношение. Время [благоприятно] для жертвоприношения, великий царь!“ И царь Махавиджита обратился к богатым брахманам — горожанам и деревенским жителям — в стране досточтимого царя: „Я хочу, почтенные, совершить великое жертвоприношение. Пусть же досточтимые дадут согласие, чтобы это надолго послужило мне к благополучию и счастью“. — „Пусть досточтимый царь совершает жертвоприношение. Время [благоприятно] для жертвоприношения, великий царь!“ И царь Махавиджита обратился к домоправителям — горожанам и деревенским жителям — в стране царя:  ",
  "dn5:12.7": "„Я хочу, почтенные, совершить великое жертвоприношение. Пусть же досточтимые дадут согласие, чтобы это надолго послужило мне к благополучию и счастью“. — ",
  "dn5:12.8": "„Пусть досточтимый царь совершает жертвоприношение. Время [благоприятно] для жертвоприношения, великий царь!“ ",
  "dn5:12.9": "Так эти четыре группы согласившихся являются принадлежностями этого жертвоприношения. ",
  "dn5:13.0": "4.2. Восемь принадлежностей ",
  "dn5:13.1": "13. Царь Махавиджита был наделен восемью признаками: ",
  "dn5:13.2": "Благородный с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнанный, безупречного происхождения. ",
  "dn5:13.3": "Прекрасный, приятный на глаз, доставляющий отраду, наделенный высшей красотой телосложения, превосходный, как Брахма, с телом, как у Брахмы, с обликом, великим на взор. ",
  "dn5:13.4": "Богатый, состоятельный, обладающий большим имуществом, обилием золота и серебра, обилием предметов роскоши, обилием богатства и зерна, переполненной сокровищницей и житницей. ",
  "dn5:13.5": "Могущественный, наделенный четырехчастным войском — послушным и исполнительным, — поистине, сжигающий недругов [своей] славой. ",
  "dn5:13.6": "Верующий, подающий, щедрый даятель, держащий двери открытыми, источник насыщения отшельников, брахманов, бедных путников, бродяг, просителей, совершающий заслуги. ",
  "dn5:13.7": "Весьма ученый во всех областях знания. Знающий смысл каждого слова [и объясняющий]: ",
  "dn5:13.8": "„Вот смысл этого слова, вот смысл того слова“. ",
  "dn5:13.9": "Мудрый, ясный в суждениях, разумный, сведущий, способный мыслить о прошедшем, будущем и настоящем. — ",
  "dn5:13.10": "Этими восемью признаками был наделен царь Махавиджита. ",
  "dn5:13.11": "И эти восемь признаков являются принадлежностями этого жертвоприношения. ",
  "dn5:14.0": "4.3. Четыре признака ",
  "dn5:14.1": "Царский жрец-брахман был наделен четырьмя признаками: ",
  "dn5:14.2": "Благородный с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнанный, безупречного происхождения. ",
  "dn5:14.3": "Начитанный, сведущий в священный текстах, достигший совершенства в трех ведах вместе с объяснением слов, наставлением в ритуале, [наукой] разделения слогов, с итихасой — в-пятых, умеющий разбирать слово за словом, знающий грамматику, постигший рассуждения о природе и знаки [на теле] великого человека. ",
  "dn5:14.4": "Нравственный, высокой нравственности, наделенный высокой нравственностью. ",
  "dn5:14.5": "Мудрый, ясный в суждениях, разумный, первый или второй среди протягивающих жертвенную ложку. — ",
  "dn5:14.6": "Этими четырьмя признаками был наделен царский жрец-брахман. ",
  "dn5:14.7": "И эти четыре признака являются принадлежностями этого жертвоприношения. ",
  "dn5:15.0": "4.4. Три сожаления ",
  "dn5:15.1": "И вот, брахман, царский жрец-брахман указал царю Махавиджите перед жертвоприношением тройное [успешное совершение жертвоприношения]: ",
  "dn5:15.2": "„Может быть, у досточтимого царя, желающего совершить великое жертвоприношение, возникнет такого рода сожаление:  ",
  "dn5:15.3": "‘Увы, у меня уйдет [на это] великое богатство’, — так досточтимому царю не следует испытывать этого сожаления. ",
  "dn5:15.4": "Может быть, у досточтимого царя, совершающего великое жертвоприношение, возникнет такого рода сожаление:  ",
  "dn5:15.5": "‘Увы, у меня уходит [на это] великое богатство’, — так досточтимому царю не следует испытывать этого сожаления. ",
  "dn5:15.6": "Может быть, у досточтимого царя, совершившего великое жертвоприношение, возникнет такого рода сожаление:  ",
  "dn5:15.7": "‘Увы, у меня ушло [на это] великое богатство’, — так досточтимому царю не следует испытывать этого сожаления“. ",
  "dn5:15.8": "Так, брахман, это тройное [успешное совершение жертвоприношения] указал царю Махавиджите царский жрец-брахман перед жертвоприношением. ",
  "dn5:16.0": "4.5. Десять видов людей ",
  "dn5:16.1": "И вот, брахман, царский жрец-брахман [посоветовал] царю Махавиджите перед жертвоприношением устранить сожаление от десяти видов [людей], получающих [долю в жертвоприношении]: ",
  "dn5:16.2": "„К жертвоприношению досточтимого придут убивающие живых существ и отказывающиеся убивать живых существ. ",
  "dn5:16.3": "Те, кто убивают здесь живых существ, пусть с тем [и остаются]; ",
  "dn5:16.4": "для тех же, кто отказывается здесь убивать живых существ, пусть досточтимый совершает жертвоприношение, пусть досточтимый радуется [им], пусть досточтимый будет милостив [к ним] внутренними помыслами. ",
  "dn5:16.5": "К жертвоприношению досточтимого придут берущие то, что не дано, и отказывающиеся брать то, что не дано … ",
  "dn5:16.6": "следующие ложным [путем] чувственных удовольствий и отказывающиеся следовать ложным [путем] чувственных удовольствий … ",
  "dn5:16.7": "ведущие лживые речи и отказывающиеся вести лживые речи … ",
  "dn5:16.8": "ведущие клеветнические речи и отказывающиеся вести клеветнические речи … ",
  "dn5:16.9": "ведущие грубые речи и отказывающиеся вести грубые речи … ",
  "dn5:16.10": "ведущие легкомысленную болтовню и отказывающиеся вести легкомысленную болтовню … ",
  "dn5:16.11": "алчные и неалчные … ",
  "dn5:16.12": "недоброжелательные и доброжелательные … ",
  "dn5:16.13": "[разделяющие] ложные воззрения и [разделяющие] правильные воззрени … ",
  "dn5:16.14": "Те, кто [разделяют] здесь ложные воззрения, пусть с тем [и остаются]; ",
  "dn5:16.15": "для тех же, кто [разделяют] здесь правильные воззрения, пусть досточтимый совершает жертвоприношение, пусть досточтимый радуется [им], пусть досточтимый будет милостив [к ним] внутренними помыслами“. ",
  "dn5:16.16": "— Так, брахман, от этих десяти видов [людей], получающих долю в жертвоприношении, посоветовал царю устранить сожаление царский жрец-брахман перед жертвоприношением. ",
  "dn5:17.0": "4.6. Шестнадцать видов принадлежностей ",
  "dn5:17.1": "17. И вот, брахман, царский жрец-брахман наставил, побудил, воодушевил, порадовал шестнадцатью видами [принадлежностей жертвоприношения] сердце царя Махавиджиты, совершающего великое жертвоприношение: ",
  "dn5:17.2": "„Может быть, у досточтимого царя, совершающего великое жертвоприношение, кто-нибудь скажет: ",
  "dn5:17.3": "‘Вот царь Махавиджита совершает великое жертвоприношение, — не обратившись [за согласием] к зависимым от него кшатриям — горожанам и деревенским жителям, — ",
  "dn5:17.4": "досточтимый царь все же совершает подобным образом великое жертвоприношение’. ",
  "dn5:17.5": "Говорящий так у досточтимого царя неправ. ",
  "dn5:17.6": "ибо досточтимый царь обратился к зависимым от него кшатриям — горожанам и деревенским жителям, — ",
  "dn5:17.7": "и пусть поэтому досточтимый царь знает: ‘Пусть досточтимый совершает жертвоприношение, пусть досточтимый радуется, пусть досточтимый будет милостив внутренними помыслами’. ",
  "dn5:17.8": "Может быть, у досточтимого царя, совершающего великое жертвоприношение, кто-нибудь скажет: ",
  "dn5:17.9": "‘Вот царь Махавиджита совершает великое жертвоприношение, — не обратившись к приближенным и советникам — горожанам и деревенским жителям … не обратившись к богатым брахманам — горожанам … не обратившись к домоправителям — горожанам и деревенским жителям, — досточтимый царь все же совершает подобным образом великое жертвоприношение’. ",
  "dn5:17.10": "Говорящий так у досточтимого царя неправ. ",
  "dn5:17.11": "ибо досточтимый царь обратился к домоправителям — горожанам и деревенским жителям, — ",
  "dn5:17.12": "и пусть поэтому досточтимый царь знает: ‘Пусть досточтимый совершает жертвоприношение, пусть досточтимый радуется, пусть досточтимый будет милостив внутренними помыслами’. ",
  "dn5:17.13": "Может быть, у досточтимого царя, совершающего великое жертвоприношение, кто-нибудь скажет: ",
  "dn5:17.14": "‘Вот царь Махавиджита совершает великое жертвоприношение, — не будучи благородным с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнанным, безупречного происхождения, — досточтимый царь все же совершает подобным образом великое жертвоприношение’. ",
  "dn5:17.15": "Говорящий так у досточтимого царя неправ. ",
  "dn5:17.16": "ибо досточтимый царь благороден с обеих сторон — и по матери, и по отцу, — из чистого лона плоть до седьмого поколения предков, незапятнан, безупречного происхождения, — ",
  "dn5:17.17": "и пусть поэтому досточтимый царь знает: ‘Пусть досточтимый совершает жертвоприношение, пусть досточтимый радуется, пусть досточтимый будет милостив внутренними помыслами’. ",
  "dn5:17.18": "Может быть, у досточтимого царя, совершающего великое жертвоприношение, кто-нибудь скажет: ",
  "dn5:17.19": "‘Вот царь Махавиджита совершает великое жертвоприношение, — не будучи прекрасным, приятным для глаз, доставляющим отраду, наделенным высшей красотой телосложения, превосходным, как Брахма, с телом, как у Брахмы, с обликом, великим на взор … ",
  "dn5:17.20": "не будучи богатым, состоятельным, обладающим большим имуществом, обилием золота и серебра, обилием предметов роскоши, обилием богатства и зерна, переполненной сокровищницей и житницей … ",
  "dn5:17.21": "не будучи могущественным, наделенным четырехчастным войском — послушным и исполнительным, — поистине, сжигающим недругов [своей] славой … ",
  "dn5:17.22": "не будучи верующим, подающим, щедрым даятелем, держащим двери открытыми, источником насыщения отшельников, брахманов, бедных путников, бродяг, просителей, совершающим заслуги … ",
  "dn5:17.23": "не будучи весьма ученым во всех областях знания … ",
  "dn5:17.24": "не будучи знающим смысл каждого слова [и объясняющим] … ",
  "dn5:17.25": "‘Вот смысл этого слова, вот смысл того слова’ … ",
  "dn5:17.26": "не будучи мудрым, ясным в суждениях, разумным, сведущим, способным мыслить о прошедшем, будущем и настоящем, — досточтимый царь все же совершает подобным образом великое жертвоприношение’. ",
  "dn5:17.27": "Говорящий так у досточтимого царя неправ. ",
  "dn5:17.28": "ибо досточтимый царь мудр, ясен в суждениях, разумен, сведущ, способен мыслить о прошедшем, будущем и настоящем, — ",
  "dn5:17.29": "и пусть поэтому досточтимый царь знает: ‘Пусть досточтимый совершает жертвоприношение, пусть досточтимый радуется, пусть досточтимый будет милостив внутренними помыслами’. ",
  "dn5:17.30": "Может быть, у досточтимого царя, совершающего великое жертвоприношение, кто-нибудь скажет: ",
  "dn5:17.31": "‘Вот царь Махавиджита совершает великое жертвоприношение — ",
  "dn5:17.32": "его царский жрец-брахман не является благородным с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнанным, безупречного происхождения, — ",
  "dn5:17.33": "и досточтимый царь все же совершает подобным образом великое жертвоприношение’. ",
  "dn5:17.34": "Говорящий так у досточтимого царя неправ. ",
  "dn5:17.35": "ибо царский жрец-брахман досточтимого царя благороден с обеих сторон — и по матери, и по отцу, — из чистого лона вплоть до седьмого поколения предков, незапятнан, безупречного происхождения, — ",
  "dn5:17.36": "и пусть поэтому досточтимый царь знает: ‘Пусть досточтимый совершает жертвоприношение, пусть досточтимый радуется, пусть досточтимый будет милостив внутренними помыслами’. ",
  "dn5:17.37": "Может быть, у досточтимого царя, совершающего великое жертвоприношение, кто-нибудь скажет: ‘Вот царь Махавиджита совершает великое жертвоприношение — ",
  "dn5:17.38": "‘Вот царь Махавиджита совершает великое жертвоприношение — ",
  "dn5:17.39": "его царский жрец-брахман не является начитанным, сведущим в священных текстах, достигшим совершенства в трех ведах вместе с объяснением слов, наставлением в ритуале, [наукой] разделения слогов, с итихасой — в-пятых, умеющим разбирать слово за словом, знающим грамматику, постигшим рассуждения о природе и знаки [на теле] великого человека … ",
  "dn5:17.40": "его царский жрец-брахман не является нравственным [человеком], высокой нравственности, наделенным высокой нравственностью … ",
  "dn5:17.41": "его царский жрец-брахман не является мудрым, ясным в суждениях, разумным, первым или вторым среди протягивающих жертвенную ложку, — и досточтимый царь все же совершает подобным образом великое жертвоприношение’. ",
  "dn5:17.42": "Говорящий так у досточтимого царя неправ. ",
  "dn5:17.43": "ибо царский жрец-брахман досточтимого царя мудр, ясен в суждениях, разумен, бывает первым или вторым среди протягивающих жертвенную ложку, — ",
  "dn5:17.44": "и пусть поэтому досточтимый царь знает: ‘Пусть досточтимый совершает жертвоприношение, пусть досточтимый радуется, пусть досточтимый будет милостив внутренними помыслами’“. ",
  "dn5:17.45": "Так, брахман, этими шестнадцатью видами [принадлежностей жертвоприношения] царский жрец-брахман наставил, побудил, воодушевил сердце царя Махавиджиты, совершающего великое жертвоприношение. ",
  "dn5:18.1": "И при этом жертвоприношении, брахман, не убивали быков, не убивали коз и овец, не убивали петухов и свиней, не подвергали уничтожению каких-либо живых существ, не срубали деревьев для установления жертвенного столба, не срывали даббху для подстилки жертвенной травы, ",
  "dn5:18.2": "и бывшие там рабы, посланцы, слуги не были побуждаемы палками, не были побуждаемы страхом, не исполняли дел плача, со слезами на лице. ",
  "dn5:18.3": "Те, кто хотели, трудились; те, кто не хотели, не трудились; ",
  "dn5:18.4": "трудились над тем, чего хотели, не трудились над тем, чего не хотели. ",
  "dn5:18.5": "И это жертвоприношение было совершено лишь очищенным маслом, сезамовым маслом, свежим маслом, творогом, мёдом и патокой. ",
  "dn5:19.1": "И вот, брахман, зависимые кшатрии — горожане и деревенские жители, приближенные и советники — горожане и деревенские жители, богатые брахманы — горожане и деревенские жители, домоправители — горожане и деревенские жители, взяв большое богатство, приблизились к царю Махавиджите и сказали так: ",
  "dn5:19.2": "„Это большое богатство, Божественный, мы принесли для Божественного, пусть Божественный примет его“. ",
  "dn5:19.3": "„Ведь у меня, почтенные, уже собрано большое богатство благодаря справедливой подати. ",
  "dn5:19.4": "Пусть же это остается у вас, и возьмите отсюда еще сверх [того из моего богатства]“. ",
  "dn5:19.5": "И получив отказ царя, они отошли в сторону и стали вместе советоваться: ",
  "dn5:19.6": "„Не подобает нам, чтобы мы снова отнесли эти богатства в свои дома. ",
  "dn5:19.7": "Царь Махавиджита совершает великое жертвоприношение — давайте и мы совершим вслед за ним подношение“. ",
  "dn5:20.1": "И вот, брахман, зависимые кшатрии — горожане и деревенские жители, — установили раздачу подаяний к востоку от ямы для [царского] жертвоприношения; ",
  "dn5:20.2": "приближенные и советники — горожане и деревенские жители, — установили раздачу подаяний к югу от ямы для жертвоприношения; ",
  "dn5:20.3": "богатые брахманы — горожане и деревенские жители — установили раздачу подаяний к западу от ямы для жертвоприношений; ",
  "dn5:20.4": "домоправители — горожане и деревенские жители — установили раздачу подаяний к северу от ямы для жертвоприношений. ",
  "dn5:20.5": "И при этих жертвоприношениях, брахман, не убивали быков, не убивали коз и овец, не убивали петухов и свиней, не подвергали уничтожению каких-либо живых существ, не срубали деревьев для установления жертвенного столба, не срывали даббху для подстилки жертвенной травы, ",
  "dn5:20.6": "и бывшие там рабы, посланцы, слуги не были побуждаемы палками, не были побуждаемы страхом, не исполняли дел плача, со слезами на лице. ",
  "dn5:20.7": "Те, кто хотели, трудились; те, кто не хотели, не трудились; ",
  "dn5:20.8": "трудились над тем, чего хотели; не трудились над тем, чего не хотели. ",
  "dn5:20.9": "И эти жертвоприношения были совершены лишь очищенным маслом, сезамовым маслом, свежим маслом, творогом, мёдом и патокой. ",
  "dn5:20.10": "Таковы эти четыре группы согласившихся, и царь Махавиджита, наделенный восемью признаками, и царский жрец-брахман, наделенный четырьмя признаками, ",
  "dn5:20.11": "и тройное [успешное совершение жертвоприношения]. ",
  "dn5:20.12": "Это, брахман, зовется тройным успешным совершением жертвоприношения и шестнадцатью [его] принадлежностями». ",
  "dn5:21.1": "Когда так было сказано, те брахманы с криками, громким шумом, великим шумом заговорили: ",
  "dn5:21.2": "«Вот жертвоприношение! Вот успешное совершение жертвоприношения!» ",
  "dn5:21.3": "— Брахман же Кутаданта сидел, пребывая в молчании. ",
  "dn5:21.4": "И тогда те брахманы сказали брахману Кутаданте: ",
  "dn5:21.5": "«Почему же досточтимый Кутаданта не высказывает одобрения хорошо сказанному отшельником Готамой, как хорошо сказанному?» ",
  "dn5:21.6": "«Неверно, почтенные, что я не высказываю одобрения хорошо сказанному отшельником Готамой, как хорошо сказанному, — ",
  "dn5:21.7": "ведь голова развалится у того, кто не станет высказывать одобрения хорошо сказанному отшельником Готамой, как хорошо сказанному. ",
  "dn5:21.8": "Но я подумал, почтенные: ",
  "dn5:21.9": "„Отшельник Готама не сказал: ",
  "dn5:21.10": "‘Вот, что я слышал’ или ‘Вот, чему надлежит быть’, ",
  "dn5:21.11": "но отшельник Готама сказал лишь: ",
  "dn5:21.12": "‘Вот, что было тогда, так было тогда’. ",
  "dn5:21.13": "Поэтому я подумал, почтенные: ",
  "dn5:21.14": "‘Несомненно, отшельник Готама был в то время царем Махавиджитой, господином жертвоприношения, или царским жрецом-брахманом, совершающим это жертвоприношение’“. ",
  "dn5:21.15": "Испытал ли досточтимый Готама, что совершивший или приказавший совершить подобного рода жертвоприношение с распадом тела после смерти рождается в счастливом небесном мире?» ",
  "dn5:21.16": "«Я испытал, брахман, что совершивший или приказавший совершить подобного рода жертвоприношение с распадом тела после смерти рождается в счастливом небесном мире. Я был в то время царским жрецом-брахманом, совершающим это жертвоприношение». ",
  "dn5:22.0": "5. Способы более достославноого жертвоприношения ",
  "dn5:22.1": "«Есть ли, почтенный Готама, другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями?» ",
  "dn5:22.2": "«Есть, брахман, другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями». ",
  "dn5:22.3": "«Каково же, почтенный Готама, это жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями?» ",
  "dn5:22.4": "«Когда, брахман, благоприятствующие семейству жертвоприношения — постоянные подаяния дают высоконравственные странники, ",
  "dn5:22.5": "то это жертвоприношение, брахман — и менее трудно, и менее беспокойно, и более плодоносно, и более достославно, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями». ",
  "dn5:23.1": "«Какова же, почтенный Готама, причина, каково основание, по которому это благоприятствующее семейству жертвоприношение — постоянное подаяние менее трудно, и менее беспокойно, и более плодоносно, и более достославно, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями?» ",
  "dn5:23.2": "«Ведь к такого рода жертвоприношению [с шестнадцатью принадлежностями], брахман, не приближаются ни архаты, ни находящиеся на пути архата. ",
  "dn5:23.3": "Почему же? ",
  "dn5:23.4": "Потому, что там, брахман, бьют палками и хватают за горло. Поэтому к такого рода жертвоприношению не приближаются ни архаты, ни находящиеся на пути архата. ",
  "dn5:23.5": "Что же до благоприятствующих семейству жертвоприношений — постоянных подаяний, которые даются высоконравственным странникам, ",
  "dn5:23.6": "то к такого рода жертвоприношению, брахман, приближаются и архаты, и находящиеся на пути архата. ",
  "dn5:23.7": "Почему же? ",
  "dn5:23.8": "Потому, что там, брахман, не бьют палками и не хватают за горло. Поэтому к такого рода жертвоприношению приближаются архаты и находящиеся на пути архата. ",
  "dn5:23.9": "Такова, брахман, причина, таково основание, по которому это благоприятствующее семейству жертвоприношение — постоянное подаяние — и менее трудно, и менее беспокойно, и более плодоносно, и более достославно, чем тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями». ",
  "dn5:24.1": "«Есть ли, почтенный Готама, другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями и чем это благоприятствующее семейству жертвоприношение, — постоянное подаяние?» ",
  "dn5:24.2": "«Есть, брахман, другое жертвоприношение — и менее трудное и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями и чем это благоприятствующее семейству жертвоприношение, — постоянное подаяние». ",
  "dn5:24.3": "«Каково же, почтенный Готама, это жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние?» ",
  "dn5:24.4": "«Когда кто-нибудь, брахман, строит обитель для общины четырех сторон света, то это жертвоприношение, брахман, — и менее трудно, и менее беспокойно, и более плодоносно, и более достославно, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние». ",
  "dn5:25.1": "«Есть ли, почтенный Готама, другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние, и чем это дарение обители?» ",
  "dn5:25.2": "«Есть, брахман, другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями, и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние, и чем это дарение обители». ",
  "dn5:25.3": "«Каково же, почтенный Готама, это другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями, и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние, и чем это дарение обители?» ",
  "dn5:25.4": "«Когда кто-нибудь, брахман, умиротворенный в мыслях, идет как к прибежищу к Будде, идет как к прибежищу к дхамме, идет как к прибежищу к сангхе, ",
  "dn5:25.5": "то это жертвоприношение, брахман, — и менее трудно, и менее беспокойно, и более плодоносно, и более достославно, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями, и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние, и чем это дарение обители». ",
  "dn5:26.1": "«Есть ли, почтенный Готама, другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями, и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние, и чем это дарение обители, и чем эти обращения к прибежищу?» ",
  "dn5:26.2": "«Есть, брахман, другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями, и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние, и чем это дарение обители, и чем эти обращения к прибежищу». ",
  "dn5:26.3": "«Каково же, почтенный Готама, это другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями, и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние, и чем это дарение обители, и чем эти обращения к прибежищу?» ",
  "dn5:26.4": "«Когда кто-нибудь, брахман, умиротворенный в мыслях, обязуется [следовать] заповедям, ",
  "dn5:26.5": "воздерживаясь уничтожать живое, воздерживаясь брать то, что не дано, воздерживаясь от неправедного поведения в области чувственного, воздерживаясь от лживой речи, воздерживаясь от хмельных, спиртных, опьяняющих напитков, вызывающих легкомыслие, ",
  "dn5:26.6": "то это жертвоприношение — и менее трудно, и менее беспокойно, и более плодоносно, и более достославно, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями, и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние, и чем это дарение обители, и чем эти обращения к прибежищу». ",
  "dn5:27.1": "«Есть ли, почтенный Готама, другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями, и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние, и чем это дарение обители, и чем эти обращения к прибежищу, и чем эти заповеди?» ",
  "dn5:27.2": "«Есть, брахман, другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями, и чем это благоприятствующее семейству жертвоприношение, — постоянное подаяние, и чем это дарение обители, и чем эти обращения к прибежищу, и чем эти заповеди». ",
  "dn5:27.3": "«Каково же, почтенный Готама, это другое жертвоприношение — и менее трудное, и менее беспокойное, и более плодоносное, и более достославное, чем это тройное успешное совершение жертвоприношения с шестнадцатью принадлежностями, и чем это благоприятствующее семейству жертвоприношение — постоянное подаяние, и чем это дарение обители, и чем эти обращения к прибежищу, и чем эти заповеди?» ",
  "dn5:27.4": "«Вот, брахман, в мир приходит Татхагата <…= II.40-68…> ",
  "dn5:27.5": "Таким, брахман, бывает монах, наделенный нравственностью <…= II.64-75…> он достигает первой ступени созерцания <…> и пребывает [в этом состоянии]. ",
  "dn5:27.6": "он достигает первой ступени созерцания … и пребывает [в этом состоянии]. ",
  "dn5:27.7": "Это жертвоприношение, брахман, — и менее трудно, и менее беспокойно, и более плодоносно, и более достославно, чем предыдущие жертвоприношения … ",
  "dn5:27.8": "второй ступени созерцания … ",
  "dn5:27.9": "третьей ступени созерцания … ",
  "dn5:27.10": "<…= II.76-81…> он достигает четвертой ступени созерцания … и пребывает [в этом состоянии]. ",
  "dn5:27.11": "Это жертвоприношение, брахман, — и менее трудно, и менее беспокойно, и более плодоносно, и более достославно, чем предыдущие жертвоприношения … ",
  "dn5:27.12": "Он постигает … ",
  "dn5:27.13": "Это жертвоприношение, брахман, — и менее трудно, и менее беспокойно, и более плодоносно, и более достославно, чем предыдущие жертвоприношения … ",
  "dn5:27.14": "„нет ничего за этим состоянием“. ",
  "dn5:27.15": "Это жертвоприношение, брахман, — и менее трудно, и менее беспокойно, и более плодоносно, и более достославно, чем предыдущие жертвоприношения. ",
  "dn5:27.16": "И нет, брахман, других успешных совершений жертвоприношения, превосходнее и возвышеннее этого успешного совершения жертвоприношения». ",
  "dn5:28.0": "6. Кутаданта становится мирским последователем ",
  "dn5:28.1": "Когда так было сказано, брахман Кутаданта так сказал Благостному: ",
  "dn5:28.2": "«Превосходно, почтенный Готама! ",
  "dn5:28.3": "Подобно тому, почтенный Готама, как поднимают упавшие, или раскрывают сокрытое, или указывают дорогу заблудившемуся, или ставят в темноте масляный светильник, чтобы наделенные зрением различали образы, так же точно почтенный Готама с помощью многих наставлений преподал истину. ",
  "dn5:28.4": "И вот я иду как к прибежищу к Благостному Готаме, и к дхамме, и к сангхе монахов. ",
  "dn5:28.5": "Пусть же досточтимый Готама примет меня как преданного мирянина, отныне и на всю жизнь нашедшего [здесь] .прибежище. ",
  "dn5:28.6": "Вот, почтенный Готама, я приказываю отпустить семь сотен быков, и семь сотен тельцов, и семь сотен телок, и семь сотен коз, и семь сотен баранов, дарую [им] жизнь, и пусть они поедают зеленую траву, и пусть пьют прохладную воду, и пусть их овевает прохладный ветерок». ",
  "dn5:29.0": "7. Осуществление плода вступления в поток ",
  "dn5:29.1": "И вот Благостный изложил брахману Кутаданте последовательную проповедь, а именно:  ",
  "dn5:29.2": "проповедь о даянии, проповедь о нравственности, проповедь о небе и преподнес наставление о горечи, тщете и скверне чувственных удовольствий и о преимуществах отречения. ",
  "dn5:29.3": "И когда Благостный узнал, что брахман Кутаданта готов в мыслях, смягчен в мыслях, непредвзят в мыслях, возвышен в мыслях, умиротворен в мыслях, то он преподал наставление в истине, высочайшее для Будд:  ",
  "dn5:29.4": "страдание — возникновение — уничтожение — путь. ",
  "dn5:29.5": "И подобно тому как чистая, свободная от грязи одежда надлежащим образом принимает окраску,  ",
  "dn5:29.6": "таким же образом у брахмана Кутаданты на том самом сиденье возникло непорочное, свободное от скверны ви́дение истины:  ",
  "dn5:29.7": "«Все, что подвержено возникновению, подвержено и уничтожению». ",
  "dn5:30.1": "И вот брахман Кутаданта, увидев истину, достигнув истины, узнав истину, проникнув в истину, преодолев сомнение, освободившись от замешательства, достигнув высшей уверенности в себе, не нуждаясь в другом наставнике для наставления, так сказал Благостному:  ",
  "dn5:30.2": "«Пусть досточтимый Готама вместе с толпой монахов согласится [принять] у меня завтра утром пищу». ",
  "dn5:30.3": "И Благостный безмолвно согласился. ",
  "dn5:30.4": "Тогда брахман Кутаданта, узнав о согласии Благостного, поднялся с сиденья, приветствовал Благостного и, обойдя [его] с правой стороны, удалился. ",
  "dn5:30.5": "И когда прошла эта ночь, брахман Кутаданта, приказав приготовить у себя около ямы для жертвоприношения изысканную твердую пищу и мягкую пищу, сообщил Благостному о времени:  ",
  "dn5:30.6": "«[Пришло] время, почтенный Готама, пища готова». ",
  "dn5:30.7": "И тогда Благостный оделся утром, взял сосуд для подаяний и верхнюю одежду, приблизился с толпой монахов к яме для жертвоприношения брахмана Кутаданты и, приблизившись, сел на предложенное сиденье. ",
  "dn5:30.8": "Тогда брахман Кутаданта своей рукой угостил и насытил толпу монахов во главе с Буддой изысканной твердой пищей и мягкой пищей. ",
  "dn5:30.9": "Когда Благостный, поев, омыл сосуд для подаяний и руки, брахман Кутаданта выбрал другое, низкое сиденье и сел в стороне. ",
  "dn5:30.10": "И тогда Благостный, наставив, побудив, воодушевив, порадовав сидящего в стороне брахмана Кутаданту добродетельной беседой, поднялся с сиденья и удалился. ",
  "dn5:30.11": "«Кутаданта-сутта» окончена. Пятая. "
}