{
  "dn6:0.1": "Длинные Наставления 6 ",
  "dn6:0.2": "Махали Сутта",
  "dn6:1.0": "1. Брахманы-посланники ",
  "dn6:1.1": "Вот, что я слышал. ",
  "dn6:1.2": "Однажды Благостный остановился в Весали, в обители с заостренной крышей в большом лесу. ",
  "dn6:1.3": "И в это самое время многочисленные брахманы, посланные из Косалы, и брахманы, посланные из Магадхи, находились в Весали по некоторому делу. ",
  "dn6:1.4": "И те брахманы, посланные из Косалы, и брахманы, посланные из Магадхи, услышали: ",
  "dn6:1.5": "«Поистине, почтенный отшельник Готама, сын сакьев, из племени сакьев, странствуя, остановился в Весали, в обители с заостренной крышей в большом лесу. ",
  "dn6:1.6": "И вот о нем, Благостном Готаме, идет такая добрая слава: ",
  "dn6:1.7": "„Он — Благостный, архат, всецело просветленный, наделенный знанием и добродетелью, Счастливый, знаток мира, несравненный вожатый людей, нуждающихся в узде, учитель богов и людей, Будда, Благостный. ",
  "dn6:1.8": "Он возглашает об этом мироздании с мирами богов, Мары, Брахмы, с миром отшельников и брахманов, с богами и людьми, познав и увидев их собственными глазами. ",
  "dn6:1.9": "Он проповедует истину — превосходную в начале, превосходную в середине, превосходную в конце — в ее духе и букве; наставляет в единственно совершенном чистом целомудрии. ",
  "dn6:1.10": "Поистине, хорошо лицезреть архатов, подобных ему“». ",
  "dn6:2.1": "И вот, брахманы, посланные из Косалы, и брахманы, посланные из Магадхи, приблизились к обители с заостренной крышей в большом лесу. ",
  "dn6:2.2": "А в это самое время достопочтенный Нагита был прислужником Благостного. ",
  "dn6:2.3": "И вот брахманы, посланные из Косалы, и брахманы, посланные из Магадхи, приблизились к достопочтенному Нагите и, приблизившись к достопочтенному Нагите, сказали так: ",
  "dn6:2.4": "«Где же, почтенный Нагита, остановился сейчас досточтимый Готама? ",
  "dn6:2.5": "Ведь мы желаем видеть этого Готаму». ",
  "dn6:2.6": "«Не время, почтенные, видеть Благостного. Благостный предается размышлению». ",
  "dn6:2.7": "И тогда брахманы, посланные из Косалы, и брахманы, посланные из Магадхи, сели в стороне [со словами]: ",
  "dn6:2.8": "«Мы уйдем, лишь увидев Благостного Готаму». ",
  "dn6:3.0": "2. Личчхави Оттхаддха ",
  "dn6:3.1": "А личчхави Оттхаддха вместе с большой свитой личчхавов также приблизился к достопочтенному Нагите — к обители с заостренной крышей в большом лесу — и, приблизившись, приветствовал достопочтенного Нагиту и стал в стороне. И, стоя в стороне, личчхави Оттхаддха так сказал достопочтенному Нагите: ",
  "dn6:3.2": "«Где же, господин Нагита, остановился сейчас Благостный, архат, всецело просветленный? ",
  "dn6:3.3": "Ведь мы желаем видеть Благостного, архата, всецело просветленного». ",
  "dn6:3.4": "«Не время, Оттхаддха, видеть Благостного. Благостный предается размышлению». — ",
  "dn6:3.5": "И тогда личчхави Оттхаддха сел там в стороне [со словами]: ",
  "dn6:3.6": "«Я уйду, лишь увидев Благостного, архата, всецело просветленного». ",
  "dn6:4.1": "4. И вот послушник Сиха приблизился к достопочтенному Нагите и, приблизившись, приветствовал достопочтенного Нагиту и стал в стороне. И, стоя в стороне, послушник Сиха так сказал достопочтенному Нагите: ",
  "dn6:4.2": "«Господин Кассапа, эти многочисленные брахманы, посланные из Косалы, и брахманы, посланные из Магадхи, приблизились сюда, чтобы увидеть Благостного. И личчхави Оттхаддха вместе с большой свитой личчхавов приблизился сюда, чтобы увидеть Благостного. Хорошо будет, господин Кассапа, разрешить этим людям увидеть [Благостного]». ",
  "dn6:4.3": "«В таком случае, Сиха, обратись ты к Благостному». ",
  "dn6:4.4": "«Хорошо, господин», — согласился послушник Сиха с достопочтенным Нагитой, приблизился к Благостному и, приблизившись, приветствовал Благостного и стал в стороне. И, стоя в стороне, послушник Сиха так сказал Благостному: ",
  "dn6:4.5": "«Господин, многочисленные брахманы», посланные из Косалы, и брахманы, посланные из Магадхи, приблизились сюда, чтобы увидеть Благостного. И личчхави Оттхаддха вместе с большой свитой личчхавов приблизился сюда, чтобы увидеть Благостного. ",
  "dn6:4.6": "Хорошо будет, господин, разрешить этим людям увидеть Благостного». ",
  "dn6:4.7": "«В таком случае, Сиха, приготовь сиденье в тени перед обителью». ",
  "dn6:4.8": "«Хорошо, господин», — согласился послушник Сиха с Благостным и приготовил сиденье в тени перед обителью. ",
  "dn6:4.9": "И тогда Благостный, выйдя из обители, сел на сиденье, приготовленное в тени перед обителью. ",
  "dn6:5.1": "И вот брахманы, посланные из Косалы, и брахманы, посланные из Магадхи, приблизились к Благостному. ",
  "dn6:5.2": "Приблизившись, они обменялись с Благостным дружескими, дружелюбными словами и почтительным приветствием и сели в стороне. ",
  "dn6:5.3": "И личчхави Оттхаддха вместе с большой свитой личчхавов приблизился к Благостному и, приблизившись, приветствовал Благостного и сел в стороне. И, сидя в стороне, личчхави Оттхаддха так сказал Благостному: ",
  "dn6:5.4": "«Некогда в прежние дни, господин, сын личчхавов Сунаккхатта приблизился ко мне и, приблизившись, сказал мне: „С тех пор, Махали, как я пребываю рядом с Благостным — не более трех лет, — я вижу небесные образы, приятные, несущие удовольствие, восхитительные, но не слышу небесных звуков, приятных, несущих удовольствие, восхитительных“. — ",
  "dn6:5.5": "Итак, господин, сын личчхавов Сунаккхатта не слышал существующих небесных звуков, приятных, несущих удовольствие, восхитительных, — ведь не лишены же они существования?» ",
  "dn6:5.6.0": "2.1. Сосредоточение на одном ",
  "dn6:5.7": "«Да, Махали, сын личчхавов Сунаккхатта не слышал существующих небесных звуков, приятных, несущих удовольствие, восхитительных, — ведь они не лишены существования». ",
  "dn6:6.1": "«Какова же, господин, причина, каково основание, по которому сын личчхавов Сунаккхатта не слышал существующих небесных звуков, приятных, несущих удовольствие, восхитительных, не лишенных существования?» ",
  "dn6:6.2": "«Вот, Махали, монахом [обращенным] в восточную сторону, владеет сосредоточенность на одном — видеть небесные образы, приятные, несущие удовольствие, восхитительные, и не слышать небесных звуков, приятных, несущих удовольствие, восхитительных. ",
  "dn6:6.3": "[Обращенный] в восточную сторону, сосредоточенный на одном — видеть небесные образы, приятные, несущие удовольствие, восхитительные, и не слышать небесных звуков, приятных, несущих удовольствие, восхитительных, ",
  "dn6:6.4": "он видит в восточной стороне небесные образы, приятные, несущие удовольствие, восхитительные, и не слышит небесных звуков, приятных, несущих удовольствие, восхитительных. ",
  "dn6:6.5": "В чем же причина? ",
  "dn6:6.6": "Ведь здесь, Махали, монахом, [обращенным] в восточную сторону, владеет сосредоточенность на одном — видеть небесные образы, приятные, несущие удовольствие, восхитительные, и не слышать небесных звуков, приятных, несущих удовольствие, восхитительных. ",
  "dn6:7.1": "И вот далее, Махали, монахом, [обращенным] в южную сторону … ",
  "dn6:7.2": "в западную сторону … ",
  "dn6:7.3": "в северную сторону … ",
  "dn6:7.4": "вверх, вниз или поперек, владеет сосредоточенность на одном — видеть небесные образы, приятные, несущие удовольствие, восхитительные, и не слышать небесных звуков, приятных, несущих удовольствие, восхитительных. ",
  "dn6:7.5": "[Обратив взор] вверх, вниз или поперек, сосредоточенный на одном — видеть небесные образы, приятные, несущие удовольствие, восхитительные, и не слышать небесных звуков, приятных, несущих удовольствие, восхитительных, ",
  "dn6:7.6": "он видит наверху, внизу или поперек небесные образы, приятные, несущие удовольствие, восхитительные, и не слышит небесных звуков, приятных, несущих удовольствие, восхитительных. ",
  "dn6:7.7": "В чем же причина? ",
  "dn6:7.8": "Ведь здесь, Махали, монахом, [обратившим взор] вверх, вниз или поперек, владеет сосредоточенность на одном — видеть небесные образы, приятные, несущие удовольствие, восхитительные, и не слышать небесных звуков, приятных, несущих удовольствие, восхитительных. ",
  "dn6:8.1": "Вот, Махали, монахом, [обращенным] в восточную сторону, владеет сосредоточенностью на одном — слышать небесные звуки, приятные, несущие удовольствие, восхитительные, и не видеть небесных образов, приятных, несущих удовольствие, восхитительных. ",
  "dn6:8.2": "[Обращенный] в восточную сторону, сосредоточенный на одном — слышать небесные звуки, приятные, несущие удовольствие, восхитительные, и не видеть небесных образов, приятных, несущих удовольствие, восхитительных, ",
  "dn6:8.3": "он слышит в восточной стороне небесные звуки, приятные, несущие удовольствие, восхитительные, и не видит небесных образов, приятных, несущих удовольствие, восхитительных. ",
  "dn6:8.4": "В чем же причина? ",
  "dn6:8.5": "Ведь здесь, Махали, монахом, [обращенным] в восточную сторону, владеет сосредоточенность на одном — слышать небесные звуки, приятные, несущие удовольствие, восхитительные, и не видеть небесных образов, приятных, несущих удовольствие, восхитительных. ",
  "dn6:9.1": "9. И вот далее, Махали, монахом, [обращенным] в южную сторону … ",
  "dn6:9.2": "в западную сторону … ",
  "dn6:9.3": "в северную сторону … ",
  "dn6:9.4": "вверх, вниз или поперек, владеет сосредоточенность на одном — слышать небесные звуки, приятные, несущие удовольствие, восхитительные, и не видеть небесных образов, приятных, несущих удовольствие, восхитительных. ",
  "dn6:9.5": "[Обратив слух] вверх, вниз или поперек, сосредоточенный на одном — слышать небесные звуки, приятные, несущие удовольствие, восхитительные, и не видеть небесных образов, приятных, несущих удовольствие, восхитительных, ",
  "dn6:9.6": "он слышит наверху, внизу или поперек небесные звуки, приятные, несущие удовольствие, восхитительные, и не видит небесных образов, приятных, несущих удовольствие, восхитительных. ",
  "dn6:9.7": "В чем же причина? ",
  "dn6:9.8": "Ведь здесь, Махали, монахом, [обратившим слух] вверх, вниз или поперек, владеет сосредоточенность на одном — слышать небесные звуки, приятные, несущие удовольствие, восхитительные, и не видеть небесных образов, приятных, несущих удовольствие, восхитительных. ",
  "dn6:10.1": "Вот, Махали, монахом, [обращенным] в восточную сторону, владеет сосредоточенность на том и другом — и видеть небесные образы, приятные, несущие удовольствие, восхитительные, и слышать небесные звуки, приятные, несущие удовольствие, восхитительные. ",
  "dn6:10.2": "[Обращенный] в восточную сторону, сосредоточенный на том и другом — и видеть небесные образы, приятные, несущие удовольствие, восхитительные, и слышать небесные звуки, приятные, несущие удовольствие, восхитительные, ",
  "dn6:10.3": "он и видит в восточной стороне небесные образы, приятные, несущие удовольствие, восхитительные, и слышит небесные звуки, приятные, несущие удовольствие, восхитительные. ",
  "dn6:10.4": "В чем же причина? ",
  "dn6:10.5": "Ведь здесь, Махали, монахом, [обращенным] в восточную сторону, владеет сосредоточенность на том и другом — и видеть небесные образы, приятные, несущие удовольствие, восхитительные, и слышать небесные звуки, приятные, несущие удовольствие, восхитительные. ",
  "dn6:11.1": "11. И вот далее, Махали, монахом, [обращенным] в южную сторону … ",
  "dn6:11.2": "в западную сторону … ",
  "dn6:11.3": "в северную сторону … ",
  "dn6:11.4": "вверх, вниз или поперек, владеет сосредоточенность на том и другом — и видеть небесные образы, приятные, несущие удовольствие, восхитительные, и слышать небесные звуки, приятные, несущие удовольствие, восхитительные.",
  "dn6:11.5": "[Обратив взор и слух] вверх, вниз или поперек, сосредоточенный на том и другом — и видеть небесные образы, приятные, несущие удовольствие, восхитительные, и слышать небесные звуки, приятные, несущие удовольствие, восхитительные, ",
  "dn6:11.6": "он и видит наверху, внизу или поперек небесные образы, приятные, несущие удовольствие, восхитительные, и слышит небесные звуки, приятные, несущие удовольствие, восхитительные. ",
  "dn6:11.7": "В чем же причина? ",
  "dn6:11.8": "Ведь здесь, Махали, монахом, [обратившим взор и слух] вверх, вниз или поперек, владеет сосредоточенность на том и другом — и видеть небесные образы, приятные, несущие удовольствие, восхитительные, и слышать небесные звуки, приятные, несущие удовольствие, восхитительные. ",
  "dn6:11.9": "Такова, Махали, причина, таково основание, по которому сын личчхавов Сунаккхатта не слышал существующих небесных звуков, приятных, несущих удовольствие, восхитительных, не лишенных существования». ",
  "dn6:12.1": "«Так ради того ли, господин, чтобы испытать подобные состояния сосредоточенности, монахи ведут при Благостном целомудренную жизнь?» ",
  "dn6:12.2": "«Не ради того, Махали, чтобы испытать подобные состояния сосредоточенности, монахи ведут при мне целомудренную жизнь. ",
  "dn6:12.3": "Есть, Махали, другие состояния, превосходнее и возвышеннее, чтобы испытать которые монахи ведут при мне целомудренную жизнь». ",
  "dn6:13.0": "2.2. Четыре благородных достижения ",
  "dn6:13.1": "«Каковы же, господин, эти состояния, более превосходные и более возвышенные, чтобы испытать которые монахи ведут при Благостном целомудренную жизнь?» ",
  "dn6:13.2": "«Вот, Махали, монах, избавившись от трех уз, становится вступившим в поток, не подверженным страданию, уверенным, движущимся к просветлению. ",
  "dn6:13.3": "Это состояние, Махали, еще превосходнее и возвышеннее, и чтобы испытать его, монахи ведут при мне целомудренную жизнь. ",
  "dn6:13.4": "И вот далее, Махали, монах, избавившись от трех уз, сведя на нет страсть, ненависть и заблуждения, становится единожды возвращающимся, который, вернувшись еще раз в этот мир, кладет конец страданию. ",
  "dn6:13.5": "Это состояние, Махали, еще превосходнее и возвышеннее, и чтобы испытать его, монахи ведут при мне целомудренную жизнь. ",
  "dn6:13.6": "И вот далее, Махали, монах, избавившись от пяти уз низшего порядка, становится самопроизвольно родившимся [в высшем мире], достигшим там освобождения, не подверженным возвращению из того мира. ",
  "dn6:13.7": "Это состояние, Махали, еще превосходнее и возвышеннее, и чтобы испытать его, монахи ведут при мне целомудренную жизнь. ",
  "dn6:13.8": "И вот далее, Махали, монах, с уничтожением порочных свойств сам познав, испытав и обретя в зримом мире лишенные порочных свойств освобождение сердца и освобождение постижения, [продолжает] пребывать [здесь]. ",
  "dn6:13.9": "Это состояние, Махали, еще превосходнее и возвышеннее, и, чтобы испытать его, монахи ведут при мне целомудренную жизнь. ",
  "dn6:13.10": "Таковы, Махали, состояния, более превосходные и более возвышенные, чтобы испытать которые, монахи ведут при мне целомудренную жизнь». ",
  "dn6:14.0": "2.3. Благородный восьмеричный путь ",
  "dn6:14.1": "“«Но есть ли, господин, путь, есть ли способ испытать эти состояния?» ",
  "dn6:14.2": "«Есть, Махали, путь, есть способ испытать эти состояния». ",
  "dn6:14.3": "«Каков же, господин, путь, каков способ испытать эти состояния?» ",
  "dn6:14.4": "«Это — праведный восьмичленный путь, ",
  "dn6:14.5": "а именно: надлежащее воззрение, надлежащее намерение, надлежащая речь, надлежащее действие, надлежащее поддержание жизни, надлежащее усилие, надлежащая способность самосознания, надлежащая сосредоточенность. ",
  "dn6:14.6": "Таков, Махали, путь, таков способ испытать эти состояния. ",
  "dn6:15.0": "2.4. Рассказ о двух аскетах ",
  "dn6:15.1": "Однажды, Махали, я остановился в Косамби в [монашеской] роще Гхоситы. ",
  "dn6:15.2": "И вот два странника — ",
  "dn6:15.3": "странствующий аскет Мандисса и Джалия, ученик Дарупаттики, приблизились ко мне. Приблизившись, они обменялись со мной дружескими, дружелюбными словами и почтительным приветствием",
  "dn6:15.4": "и стали в стороне. И, стоя в стороне, два странника сказали мне так: ",
  "dn6:15.5": "„Является ли, почтенный Готама, жизненное начало тем же, что и тело, или жизненное начало — одно, а тело — другое?“ ",
  "dn6:16.1": "„В таком случае, почтенные, слушайте тщательно и внимайте [тому, что] я скажу“. ",
  "dn6:16.2": "„Хорошо, почтенный“, — согласились со мной два странника. ",
  "dn6:16.3": "И я сказал так: ",
  "dn6:16.4": "„Вот, почтенные, в мир приходит Татхагата <…= II.40-63…> ",
  "dn6:16.5": "Таким, почтенные, бывает монах, наделенный нравственностью <…= II.64-75…> ",
  "dn6:16.6": "… ",
  "dn6:16.7": "он достигает первой ступени созерцания <…> и пребывает [в этом состоянии]. ",
  "dn6:16.8": "И вот, почтенные, когда монах знает так и видит так, то подобает ли ему говорить: ",
  "dn6:16.9": "‘жизненное начало — то же, что и тело’, или: ‘жизненное начало — одно, а тело — другое’?“ ",
  "dn6:16.10": "„Когда этот монах, почтенный, знает так и видит так, то ему подобает говорить: ",
  "dn6:16.11": "‘жизненное начало — то же, что и тело’, или: ‘жизненное начало — одно, а тело — другое’“. ",
  "dn6:16.12": "„Но вот, почтенные, я знаю так и вижу так. ",
  "dn6:16.13": "И все же я не говорю ни: ",
  "dn6:16.14": "‘жизненное начало — то же, что и тело’, ни: ‘жизненное начало — одно, а тело — другое’ … ",
  "dn6:17.1": "<…= II.75-76…>. <…= II.77-81 с добавлениями в соотв. местах, приведенных выше (VI.16) и ниже (VI.17-18) вопроса и ответов…>  ",
  "dn6:17.2": "третьей ступени созерцания  … ",
  "dn6:17.3": "он достигает четвертой ступени созерцания <…> и пребывает [в этом состоянии] … ",
  "dn6:17.4": "И вот, почтенные, когда монах знает так и видит так, то подобает ли ему говорить: ",
  "dn6:17.5": "‘жизненное начало — то же, что и тело’, или: ‘жизненное начало — одно, а тело — другое’?“ ",
  "dn6:17.6": "„Когда этот монах, почтенный, знает так и видит так, то ему подобает говорить: ",
  "dn6:17.7": "‘жизненное начало — то же, что и тело’, или: ‘жизненное начало — одно, а тело — другое’“. ",
  "dn6:17.8": "„Но вот, почтенные, я знаю так и вижу так. ",
  "dn6:17.9": "И все же я не говорю ни: ",
  "dn6:17.10": "‘жизненное начало — то же, что и тело’, ни: ‘жизненное начало — одно, а тело — другое’ … ",
  "dn6:18.1": "<…= II.81-82…>. 18. <…= II.83-84…> Он направляет и обращает ум к совершенному знанию … ",
  "dn6:18.2": "И вот, почтенные, когда монах знает так и видит так, то подобает ли ему говорить: ",
  "dn6:18.3": "‘жизненное начало — то же, что и тело’, или: ‘жизненное начало — одно, а тело — другое’?“ ",
  "dn6:18.4": "… ",
  "dn6:18.5": "„Когда этот монах, почтенный, знает так и видит так, то ему подобает говорить: ",
  "dn6:18.6": "‘жизненное начало — то же, что и тело’, или: ‘жизненное начало — одно, а тело — другое’“. ",
  "dn6:18.7": "„Но вот, почтенные, я знаю так и вижу так. ",
  "dn6:18.8": "И все же я не говорю ни: ",
  "dn6:18.9": "‘жизненное начало — то же, что и тело’, ни: ‘жизненное начало — одно, а тело — другое’ <…= II.85-96…>. 19. <…= II.97-98…> … ",
  "dn6:19.1": "Он постигает: <…> ‘нет ничего за этим состоянием’. ",
  "dn6:19.2": "И вот, почтенные, когда монах знает так и видит так, то подобает ли ему говорить: ",
  "dn6:19.3": "‘жизненное начало — то же, что и тело’, или: ‘жизненное начало — одно, а тело — другое’? ",
  "dn6:19.4": "Когда этот монах, почтенный, знает так и видит так, то ему не подобает говорить ни: ",
  "dn6:19.5": "‘жизненное начало — то же, что и тело’, ни: ‘жизненное начало — одно, а тело — другое’. ",
  "dn6:19.6": "Вот, почтенные, и я знаю так и вижу так. ",
  "dn6:19.7": "И я не говорю ни: ",
  "dn6:19.8": "‘жизненное начало — то же, что и тело’, ни: ‘жизненное начало — одно, а тело — другое’“». ",
  "dn6:19.9": "Так сказал Благостный. ",
  "dn6:19.10": "И удовлетворенный личчхави Оттхаддха возрадовался словам Благостного. ",
  "dn6:19.11": "Окончена «Махали-сутта». Шестая. "
}