{
  "snp4.3:0.1": "Lehrreden-Sammelband 4.3 ",
  "snp4.3:0.2": "Acht über Gehässigkeit ",
  "snp4.3:1.1": "Manche sprechen mit gehässigem Geist, ",
  "snp4.3:1.2": "während andere mit wahrhaftigem Geist sprechen. ",
  "snp4.3:1.3": "Wenn Streit aufkommt, lässt sich ein Abgeklärter nicht verwickeln, ",
  "snp4.3:1.4": "darum haben Abgeklärte überhaupt keine Öde. ",
  "snp4.3:2.1": "Wie kann man über seine eigene Ansicht hinausgehen, ",
  "snp4.3:2.2": "wenn man sich von Vorlieben leiten lässt in dogmatischem Glauben? ",
  "snp4.3:2.3": "Man erfindet seine eigenen Verpflichtungen ",
  "snp4.3:2.4": "und redet nach eigenen Begriffen. ",
  "snp4.3:3.1": "Manche nennen anderen ungefragt ",
  "snp4.3:3.2": "ihre eigenen Regeln und Gelübde. ",
  "snp4.3:3.3": "Sie sind von unedler Natur, sagen die, die bewandert sind, ",
  "snp4.3:3.4": "da sie von sich aus über sich selbst sprechen. ",
  "snp4.3:4.1": "Ein Mönch, friedlich, völlig verloschen, ",
  "snp4.3:4.2": "prahlt nie mit seinen Regeln: „So bin ich!“ ",
  "snp4.3:4.3": "Er ist von edler Natur, sagen die, die bewandert sind, ",
  "snp4.3:4.4": "die keinen Anspruch erheben auf irgendetwas in der Welt. ",
  "snp4.3:5.1": "Denn wenn jemand, der Lehren entwirft und schafft ",
  "snp4.3:5.2": "und sie trotz ihrer Mängel verbreitet, ",
  "snp4.3:5.3": "für sich selbst einen Vorteil sieht, ",
  "snp4.3:5.4": "wird er davon abhängig und stützt sich auf brüchigen Frieden. ",
  "snp4.3:6.1": "Es ist nicht leicht, über dogmatische Ansichten hinauszugehen, ",
  "snp4.3:6.2": "die man nach Bewertung unter den Lehren angenommen hat. ",
  "snp4.3:6.3": "Darum weist ein Mensch unter all diesen Dogmen ",
  "snp4.3:6.4": "eine Lehre zurück und greift eine andere auf. ",
  "snp4.3:7.1": "Der Geläuterte hat nirgends in der Welt eine entworfene Ansicht ",
  "snp4.3:7.2": "in all den verschiedenen Daseinszuständen. ",
  "snp4.3:7.3": "Wenn er Blendwerk und Einbildung aufgegeben hat, ",
  "snp4.3:7.4": "auf welchem Pfad würde er da gehen? Er ist nicht verwickelt. ",
  "snp4.3:8.1": "Denn wer verwickelt ist, verstrickt sich in Streiterei über Lehren – ",
  "snp4.3:8.2": "doch wie streitet man mit dem, der nicht verwickelt ist? Uns worüber? ",
  "snp4.3:8.3": "Denn Aufnehmen und Ablegen ist nicht, was er tut; ",
  "snp4.3:8.4": "er hat alle Ansichten in eben diesem Leben abgeschüttelt. "
}