{
  "sn45.2:0.1": "Pagal temą susijusių suttų rinkinys 45 ",
  "sn45.2:0.2": "1. Neišmanymas ",
  "sn45.2:0.3": "2. Pusė švento gyvenimo ",
  "sn45.2:1.1": "Taip aš girdėjau. ",
  "sn45.2:1.2": "Kartą Palaimintasis buvo apsistojęs sakjų krašte prie sakjų miestelio Nagaraka. ",
  "sn45.2:1.3": "Ir štai garbingasis Ananda nuėjo pas Palaimintąjį. Atėjęs, pasveikino jį ir atsisėdo iš šono. Sėdėdamas gi iš šono garbingasis Ananda pasakė Palaimintajam štai ką: ",
  "sn45.2:1.4": "„Garbusis, kilnūs draugai, kilnūs bendražygiai, kilnūs bičiuliai – tai pusė švento gyvenimo.” ",
  "sn45.2:2.1": "„Tikrai ne, Ananada, tikrai ne, Ananda. ",
  "sn45.2:2.2": "Kilnūs draugai, Ananda, kilnūs draugai, kilnūs bendražygiai, kilnūs bičiuliai – tai visas šventas gyvenimas. ",
  "sn45.2:2.3": "Iš vienuolio, Ananda, turinčio kilnių draugų, kilnių bendražygių, kilnių bičiulių, galima tikėtis, kad jis lavins taurinantį aštuonialypį kelią, dažnai praktikuos taurinantį aštuonialypį kelią. ",
  "sn45.2:3.1": "Ir kaip, Ananda, vienuolis, turintis kilnių draugų, kilnių bendražygių, kilnių bičiulių, lavina taurinantį aštuonialypį kelią, dažnai praktikuoja taurinantį aštuonialypį kelią? ",
  "sn45.2:3.2": "Štai, Ananda, vienuolis lavina teisingą požiūrį palaikomą atsiskyrimo, aistros išblėsimo, (teršalų) liovimosi ir subrandinantį paleidimą; ",
  "sn45.2:3.3": "lavina teisingą ketinimą palaikomą atsiskyrimo … ",
  "sn45.2:3.4": "lavina teisingą kalbą palaikomą atsiskyrimo … ",
  "sn45.2:3.5": "lavina teisingą veiksmą palaikomą atsiskyrimo … ",
  "sn45.2:3.6": "lavina teisingą pragyvenimo šaltinį palaikomą atsiskyrimo … ",
  "sn45.2:3.7": "lavina teisingą pastangą palaikomą atsiskyrimo … ",
  "sn45.2:3.8": "lavina teisingą atidą palaikomą atsiskyrimo … ",
  "sn45.2:3.9": "lavina teisingą sutelktį palaikomą atsiskyrimo, aistros išblėsimo, (teršalų) liovimosi ir subrandinantį paleidimą. ",
  "sn45.2:3.10": "Taip, Ananda, vienuolis, turintis kilnių draugų, kilnių bendražygių, kilnių bičiulių, lavina taurinantį aštuonialypį kelią, dažnai praktikuoja taurinantį aštuonialypį kelią. ",
  "sn45.2:4.1": "Štai, Ananda, kaip reikėtų suprasti, kad kilnūs draugai, kilnūs bendražygiai, kilnūs bičiuliai– tai visas šventas gyvenimas. ",
  "sn45.2:4.2": "Juk, Ananda, dėka manęs – kilnaus draugo būtybės, kurioms būdinga gimti išsivaduoja nuo gimimo; būtybės, kurioms būdinga senti išsivaduoja nuo senėjimo; būtybės, kurioms būdinga mirti išsivaduoja nuo mirties; būtybės, kurioms būdingi liūdesys, raudojimas, skausmas, nusiminimas ir neviltis išsivaduoja nuo liūdesio, raudojimo, skausmo, nusiminimo ir nevilties. ",
  "sn45.2:4.3": "Taip, Ananda, reikėtų suprasti, kad kilnūs draugai, kilnūs bendražygiai, kilnūs bičiuliai– tai visas šventas gyvenimas. "
}