{
  "sn45.8:0.1": "Pagal temą susijusių suttų rinkinys 45 ",
  "sn45.8:0.2": "1. Neišmanymas ",
  "sn45.8:0.3": "8. Nagrinėjimas ",
  "sn45.8:1.1": "Savatthyje. ",
  "sn45.8:1.2": "„Vienuoliai, mokysiu jus taurinančio aštuonialypio kelio, išnagrinėsiu (jį). ",
  "sn45.8:1.3": "To klausykite, sutelkite visą dėmesį, aš kalbėsiu.” ",
  "sn45.8:1.4": "„Taip, Garbusis,” – atsakė Palaimintajam tie vienuoliai. ",
  "sn45.8:1.5": "Palaimintasis štai ką pasakė: ",
  "sn45.8:2.1": "„Ir kаs, vienuoliai, yra taurinantis aštuonialypis kelias? ",
  "sn45.8:2.2": "Tai teisingas požiūris, teisingas ketinimas, teisinga kalba, teisingas veiksmas, teisingas pragyvenimo šaltinis, teisinga pastanga, teisinga atida ir teisinga sutelktis. ",
  "sn45.8:3.1": "Ir kаs, vienuoliai, yra teisingas požiūris? ",
  "sn45.8:3.2": "Kančios žinojimas, kančios šaltinio žinojimas, kančios baigties žinojimas, kelio, vedančio į kančios baigtį, žinojimas – ",
  "sn45.8:3.3": "tai, vienuoliai, vadinama teisingu požiūriu. ",
  "sn45.8:4.1": "Ir kas, vienuoliai, yra teisingas ketinimas? ",
  "sn45.8:4.2": "Atsižadėjimo ketinimas, geranoriškumo ketinimas, nežalojimo ketinimas – ",
  "sn45.8:4.3": "tai, vienuoliai, vadinama teisingu ketinimu. ",
  "sn45.8:5.1": "Ir kas, vienuoliai, yra teisinga kalba? ",
  "sn45.8:5.2": "Susilaikymas nuo melagystės, susilaikymas nuo šmeižto, susilaikymas nuo šiurkščios kalbos, susilaikymas nuo tuščių plepalų – ",
  "sn45.8:5.3": "tai, vienuoliai, vadinama teisinga kalba. ",
  "sn45.8:6.1": "Ir kas, vienuoliai, yra teisingas veiksmas? ",
  "sn45.8:6.2": "Susilaikymas nuo žudymo, susilaikymas nuo netiesos sakymo, susilaikymas nuo neskaistumo – ",
  "sn45.8:6.3": "tai, vienuoliai, vadinama teisingu veiksmu. ",
  "sn45.8:7.1": "Ir kas, vienuoliai, yra teisingas pragyvenimo šaltinis? ",
  "sn45.8:7.2": "Štai, tauriųjų mokinys atsisakęs neteisingo pragyvenimo šaltinio, verčiasi teisingu pragyvenimo šaltiniu. ",
  "sn45.8:7.3": "Tai, vienuoliai, vadinama teisingu pragyvenimo šaltiniu. ",
  "sn45.8:8.1": "Ir kas, vienuoliai, yra teisinga pastanga? ",
  "sn45.8:8.2": "Štai, vienuolis užsidega noru, deda pastangas, uoliai stengiasi, naudoja protą, siekia, kad neatsiradusios nelabos, nedoros būsenos neatsirastų; ",
  "sn45.8:8.3": "užsidega noru, deda pastangas, uoliai stengiasi, naudoja protą, siekia atsikratyti atsiradusių nelabų, nedorų būsenų; ",
  "sn45.8:8.4": "užsidega noru, deda pastangas, uoliai stengiasi, naudoja protą, siekia, kad neatsiradusios doros būsenos atsirastų; ",
  "sn45.8:8.5": "užsidega noru, deda pastangas, uoliai stengiasi, naudoja protą, siekia atsiradusias doras būsenas įtvirtinti, padaryti neabejotinomis, dauginti, visiškai išvystyti ir ištobulinti. ",
  "sn45.8:8.6": "Tai, vienuoliai, vadinama teisinga pastanga. ",
  "sn45.8:9.1": "Ir kas, vienuoliai, yra teisinga atida? ",
  "sn45.8:9.2": "Štai, vienuolis gyvena, kontempliuodamas kūną kaip kūną, būdamas uolus, su aiškiu supratimu, atidus, be godulio ir nepasitenkinimo pasauliu; ",
  "sn45.8:9.3": "gyvena kontempliuodamas jausmo tonus kaip jausmo tonus, būdamas uolus, su aiškiu supratimu, atidus, be godulio ir nepasitenkinimo pasauliu; ",
  "sn45.8:9.4": "gyvena kontempliuodamas protą kaip protą, būdamas uolus, su aiškiu supratimu, atidus, be godulio ir nepasitenkinimo pasauliu; ",
  "sn45.8:9.5": "gyvena kontempliuodamas principus kaip principus, būdamas uolus, su aiškiu supratimu, atidus, be godulio ir nepasitenkinimo pasauliu. ",
  "sn45.8:9.6": "Tai, vienuoliai, vadinama teisinga atida. ",
  "sn45.8:10.1": "Ir kas, vienuoliai, yra teisinga sutelktis? ",
  "sn45.8:10.2": "Štai vienuoliai, atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų, pasiekia pirmąją džhaną, kuri yra su pirminiu pritaikymu, ilgalaikiu taikymu, su dėl atsiskyrimo gimusiomis palaima ir laime, ir būna joje. ",
  "sn45.8:10.3": "Kai liaunasi (proto) taikymas ir išlaikymas, būdamas su iš vidaus nurimusiu protu sutelktu į vieną (objektą), jis pasiekia antrąją džhaną, kurioje nėra (proto) taikymo ir išlaikymo, bet yra dėl sutelkties gimusios palaima ir laimė, ir būna joje. ",
  "sn45.8:10.4": "Palaimai išblėsus, vienuolis būna pusiausviro proto, atidus ir aiškiai suprantantis bei kūnu patiria laimę. Jis pasiekia trečiąją džhaną ir būna joje, taurieji nupasakoja tai taip: „Jis būna laimingas, lygiažiūris ir atidus”. ",
  "sn45.8:10.5": "Atsikratęs malonių ir nemalonių (pojūčių), peržengęs ankstesnius laimę ir nusiminimą, jis pasiekia ketvirtąją džhaną, kurioje nėra nemalonių ar malonių (pojūčių), bet yra atidos išgryninta lygiažiūra, ir būna joje. ",
  "sn45.8:10.6": "Tai, vienuoliai, vadinama teisinga sutelktimi.“ "
}