{
  "patthana24.10:0.1": "Paṭṭhānapakaraṇa ",
  "patthana24.10:0.2": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6) ",
  "patthana24.10:0.3": "24.10. Sahetukadukādi, Hetuduka ",
  "patthana24.10:1.1": "Nasahetukaṁ nahetuṁ dhammaṁ paṭicca sahetuko hetu dhammo uppajjati hetupaccayā. Naahetukaṁ nahetuṁ dhammaṁ paṭicca sahetuko hetu dhammo uppajjati hetupaccayā. Nasahetukaṁ nahetuñca naahetukaṁ nahetuñca dhammaṁ paṭicca sahetuko hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe pañca, adhipatiyā ekaṁ …pe… purejāte āsevane tīṇi …pe… vipāke tīṇi …pe… avigate pañca. ",
  "patthana24.10:2.1": "Nasahetukaṁ nanahetuṁ dhammaṁ paṭicca sahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana24.10:3.1": "Naahetukaṁ nanahetuṁ dhammaṁ paṭicca ahetuko nahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) Hetuyā cha, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… vipāke tīṇi …pe… avigate cha. ",
  "patthana24.10:4.1": "Nahetusampayuttaṁ nahetuṁ dhammaṁ paṭicca hetusampayutto hetu dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana24.10:5.1": "Hetuyā tīṇi, ārammaṇe pañca, adhipatiyā ekaṁ …pe… purejāte āsevane tīṇi …pe… vipāke tīṇi …pe… avigate pañca. (Sahetukadukasadisaṁ.) ",
  "patthana24.10:6.1": "Nahetuñceva naahetukaṁ nahetuṁ dhammaṁ paṭicca hetu ceva sahetuko ca hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana24.10:7.1": "Naahetukañceva nana ca hetuṁ nanahetuṁ dhammaṁ paṭicca sahetuko ceva na ca hetu nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana24.10:8.1": "Nahetuñceva nahetuvippayuttañca nahetuṁ dhammaṁ paṭicca hetu ceva hetusampayutto ca hetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana24.10:9.1": "Nahetuvippayuttañceva nanahetuñca nanahetuṁ dhammaṁ paṭicca hetusampayutto ceva na ca hetu nahetu dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. (Antimadukaṁ na labbhati.) "
}