{
  "patthana24.19:0.1": "Paṭṭhānapakaraṇa ",
  "patthana24.19:0.2": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6) ",
  "patthana24.19:0.3": "24.19. Saraṇaduka, Cūḷantaraduka ",
  "patthana24.19:1.1": "Nasaraṇo nasappaccayo dhammo araṇassa sappaccayassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) Ārammaṇe ekaṁ, adhipatiyā upanissaye ekaṁ. ",
  "patthana24.19:2.1": "Nasaraṇo nasaṅkhato dhammo. (Saṅkhittaṁ.) ",
  "patthana24.19:3.1": "Nasaraṇaṁ nasanidassanaṁ dhammaṁ paṭicca araṇo sanidassano dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana24.19:4.1": "Nasaraṇo naanidassano dhammo saraṇassa anidassanassa dhammassa ārammaṇapaccayena paccayo. Nasaraṇo naanidassano dhammo araṇassa anidassanassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) Ārammaṇe dve, adhipatiyā ekaṁ, upanissaye purejāte atthiyā avigate dve. ",
  "patthana24.19:5.1": "Nasaraṇaṁ nasappaṭighaṁ dhammaṁ paṭicca araṇo sappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… aññamaññe ekaṁ …pe… vipāke ekaṁ …pe… avigate tīṇi. ",
  "patthana24.19:6.1": "Nasaraṇaṁ naappaṭighaṁ dhammaṁ paṭicca araṇo appaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana24.19:7.1": "Nasaraṇaṁ narūpiṁ dhammaṁ paṭicca araṇo rūpī dhammo uppajjati hetupaccayā. Naaraṇaṁ narūpiṁ dhammaṁ paṭicca araṇo rūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā dve, adhipatiyā dve …pe… aññamaññe ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. ",
  "patthana24.19:8.1": "Nasaraṇaṁ naarūpiṁ dhammaṁ paccayā saraṇo arūpī dhammo uppajjati hetupaccayā. Nasaraṇaṁ naarūpiṁ dhammaṁ paccayā araṇo arūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā dve …pe… avigate dve. ",
  "patthana24.19:9.1": "Nasaraṇaṁ nalokiyaṁ dhammaṁ paṭicca araṇo lokiyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana24.19:10.1": "Nasaraṇaṁ nalokuttaraṁ dhammaṁ paccayā araṇo lokuttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana24.19:11.1": "Nasaraṇaṁ nakenaci viññeyyaṁ dhammaṁ paṭicca araṇo kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. ",
  "patthana24.19:12.1": "Nasaraṇaṁ nakenaci naviññeyyaṁ dhammaṁ paṭicca araṇo kenaci naviññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. "
}