{
  "patthana24.9:0.1": "Paṭṭhānapakaraṇa ",
  "patthana24.9:0.2": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6) ",
  "patthana24.9:0.3": "24.9. Hetuduka, Piṭṭhiduka ",
  "patthana24.9:1.1": "Nahetuṁ nadassanena pahātabbaṁ dhammaṁ paccayā hetu dassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana24.9:2.1": "Nahetuṁ nanadassanena pahātabbaṁ dhammaṁ paṭicca nahetu nadassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana24.9:3.1": "Nahetuṁ nabhāvanāya pahātabbaṁ dhammaṁ paccayā hetu bhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana24.9:4.1": "Nahetuṁ nanabhāvanāya pahātabbaṁ dhammaṁ paṭicca nahetu nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana24.9:5.1": "Nanahetuṁ nadassanena pahātabbahetukaṁ dhammaṁ paṭicca nahetu dassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana24.9:6.1": "Nahetuṁ nanadassanena pahātabbahetukaṁ dhammaṁ paṭicca nahetu nadassanena pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… sahajāte pañca …pe… avigate pañca. ",
  "patthana24.9:7.1": "Nanahetuṁ nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nahetu bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana24.9:8.1": "Nahetuṁ nanabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nahetu nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, ārammaṇe tīṇi …pe… sahajāte pañca …pe… avigate pañca. ",
  "patthana24.9:9.1": "Nahetuṁ nasavitakkaṁ dhammaṁ paṭicca hetu savitakko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana24.9:10.1": "Hetuyā tīṇi …pe… avigate tīṇi. (Sabbattha saṅkhittaṁ.) ",
  "patthana24.9:11.1": "Nahetuṁ nasaraṇaṁ dhammaṁ paccayā hetu saraṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana24.9:12.1": "Nahetuṁ naaraṇaṁ dhammaṁ paṭicca nahetu araṇo dhammo uppajjati hetupaccayā. Nanahetuṁ naaraṇaṁ dhammaṁ paṭicca nahetu araṇo dhammo uppajjati hetupaccayā. Nahetuṁ naaraṇañca nanahetuṁ naaraṇañca dhammaṁ paṭicca nahetu araṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. "
}