{
  "patthana24.4:0.1": "Paṭṭhānapakaraṇa",
  "patthana24.4:0.2": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6)",
  "patthana24.4:0.3": "24.4. Hetuduka, Āsavagocchaka",
  "patthana24.4:1.1": "Nahetuṁ noāsavaṁ dhammaṁ paṭicca hetu āsavo dhammo uppajjati hetupaccayā. Nahetuṁ noāsavaṁ dhammaṁ paṭicca nahetu āsavo dhammo uppajjati hetupaccayā. Nahetuṁ noāsavaṁ dhammaṁ paṭicca hetu āsavo ca nahetu āsavo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana24.4:2.1": "Nanahetuṁ noāsavaṁ dhammaṁ paṭicca hetu āsavo dhammo uppajjati hetupaccayā … ekaṁ.",
  "patthana24.4:3.1": "Nahetuṁ noāsavañca nanahetuṁ noāsavañca dhammaṁ paṭicca hetu āsavo dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
  "patthana24.4:4.1": "Nahetuṁ nanoāsavaṁ dhammaṁ paṭicca nahetu noāsavo dhammo uppajjati hetupaccayā … ekaṁ.",
  "patthana24.4:5.1": "Nanahetuṁ nanoāsavaṁ dhammaṁ paṭicca nahetu noāsavo dhammo uppajjati hetupaccayā. Nanahetuṁ nanoāsavaṁ dhammaṁ paṭicca hetu noāsavo dhammo uppajjati hetupaccayā. Nanahetuṁ nanoāsavaṁ dhammaṁ paṭicca hetu noāsavo ca nahetu noāsavo ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana24.4:6.1": "Nahetuṁ nanoāsavañca nanahetuṁ nanoāsavañca dhammaṁ paṭicca nahetu noāsavo dhammo uppajjati hetupaccayā … ekaṁ. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
  "patthana24.4:7.1": "Nahetuṁ nasāsavaṁ dhammaṁ paṭicca nahetu sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:8.1": "Nahetuṁ naanāsavaṁ dhammaṁ paccayā hetu anāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:9.1": "Nanahetuṁ naāsavasampayuttaṁ dhammaṁ paṭicca nahetu āsavasampayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:10.1": "Nahetuṁ naāsavavippayuttaṁ dhammaṁ paṭicca hetu āsavavippayutto dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava, ārammaṇe tīṇi …pe… avigate nava.",
  "patthana24.4:11.1": "Nahetuṁ naāsavañceva naanāsavañca dhammaṁ paṭicca hetu āsavo ceva sāsavo ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
  "patthana24.4:12.1": "Nahetuṁ naanāsavañceva nano ca āsavaṁ dhammaṁ paṭicca nahetu sāsavo ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā pañca …pe… avigate pañca.",
  "patthana24.4:13.1": "Nahetuṁ naāsavañceva naāsavavippayuttañca dhammaṁ paṭicca hetu āsavo ceva āsavasampayutto ca dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:14.1": "Nahetuṁ naāsavavippayuttañceva nano ca āsavaṁ dhammaṁ paṭicca nahetu āsavasampayutto ceva no ca āsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:15.1": "Nahetuṁ āsavavippayuttaṁ nasāsavaṁ dhammaṁ paṭicca nahetu āsavavippayutto sāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana24.4:16.1": "Nahetuṁ āsavavippayuttaṁ naanāsavaṁ dhammaṁ paccayā hetu āsavavippayutto anāsavo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi."
}