{
  "patthana24.3:0.1": "Paṭṭhānapakaraṇa ",
  "patthana24.3:0.2": "Dhammapaccanīyānuloma (4), Dukadukapaṭṭhānapāḷi (6) ",
  "patthana24.3:0.3": "24.3. Hetuduka, Cūḷantaraduka ",
  "patthana24.3:1.1": "Nahetu nasappaccayo dhammo hetussa sappaccayassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana24.3:2.1": "Ārammaṇe tīṇi, adhipatiyā upanissaye tīṇi. (Saṅkhataṁ sappaccayasadisaṁ.) ",
  "patthana24.3:3.1": "Nahetuṁ nasanidassanaṁ dhammaṁ paṭicca nahetu sanidassano dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana24.3:4.1": "Nahetu naanidassano dhammo hetussa anidassanassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) Ārammaṇe tīṇi, adhipatiyā upanissaye purejāte atthiyā avigate tīṇi. ",
  "patthana24.3:5.1": "Nahetuṁ nasappaṭighaṁ dhammaṁ paṭicca nahetu sappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… aññamaññe ekaṁ …pe… avigate tīṇi. ",
  "patthana24.3:6.1": "Nahetuṁ naappaṭighaṁ dhammaṁ paṭicca nahetu appaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā ekaṁ, adhipatiyā ekaṁ …pe… avigate ekaṁ. ",
  "patthana24.3:7.1": "Nahetuṁ narūpiṁ dhammaṁ paṭicca hetu rūpī dhammo uppajjati hetupaccayā …. Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana24.3:8.1": "Nahetuṁ naarūpiṁ dhammaṁ paṭicca hetu arūpī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana24.3:9.1": "Nahetuṁ nalokiyaṁ dhammaṁ paṭicca nahetu lokiyo dhammo uppajjati hetupaccayā. Nanahetuṁ nalokiyaṁ dhammaṁ paṭicca nahetu lokiyo dhammo uppajjati hetupaccayā. (Gaṇitakena tīṇi. Saṅkhittaṁ.) Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. ",
  "patthana24.3:10.1": "Nahetuṁ nalokuttaraṁ dhammaṁ paccayā hetu lokuttaro dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana24.3:11.1": "Nahetuṁ nakenaci viññeyyaṁ dhammaṁ paṭicca hetu kenaci viññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava. ",
  "patthana24.3:12.1": "Nahetuṁ nakenaci naviññeyyaṁ dhammaṁ paṭicca hetu kenaci naviññeyyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā nava …pe… avigate nava. "
}