{
  "sn3.20:0.1": "Саньютта Никая 3.20 ",
  "sn3.20:0.2": "2. Бездетный ",
  "sn3.20:0.3": "Бездетный (II) ",
  "sn3.20:1.1": "В Саваттхи. И тогда царь Пасенади Косальский отправился к Благословенному, поклонился ему и сел рядом. Благословенный затем сказал ему: ",
  "sn3.20:1.2": "«Откуда путь держишь, великий царь, средь бела дня?» ",
  "sn3.20:2.1": "«Так вот же, уважаемый, один ростовщик-домохозяин из Саваттхи скончался. ",
  "sn3.20:2.2": "Я переправлял его невостребованное наследниками богатство к себе во дворец, так как он умер, не оставив завещания. ",
  "sn3.20:2.3": "Там было сто лакхов золота, не говоря уже о серебре, ",
  "sn3.20:2.4": "и всё же, уважаемый, пища того ростовщика-домохозяина была такой: ",
  "sn3.20:2.5": "он ел красный рис с кислой кашей. ",
  "sn3.20:2.6": "Его облачение было таким: ",
  "sn3.20:2.7": "он носил три предмета одежды из пеньки. ",
  "sn3.20:2.8": "Его средство передвижения было таким: ",
  "sn3.20:2.9": "он ездил в разломанной небольшой повозке с навесом, сделанным из листьев». ",
  "sn3.20:3.1": "«Так оно, великий царь! Так оно, великий царь! ",
  "sn3.20:3.2": "Когда-то в прошлом, великий царь, этот ростовщик-домохозяин подал еду паччекабудде по имени Тагарасикхи. ",
  "sn3.20:3.3": "Сказав: „Дайте еду отшельнику“, он встал со своего сиденья и ушёл. ",
  "sn3.20:3.4": "Но потом после даяния он пожалел об этом и подумал: ",
  "sn3.20:3.5": "„Лучше бы рабы или рабочие съели бы ту еду!“ ",
  "sn3.20:3.6": "Более того, он убил единственного сына своего брата, чтобы заполучить его состояние. ",
  "sn3.20:4.1": "Поскольку этот ростовщик-домохозяин подал еду паччекабудде по имени Тагарасикхи, то вследствие этой каммы он семь раз рождался в в счастливом уделе, в небесном мире. ",
  "sn3.20:4.2": "И в качестве остаточного результата этой же самой каммы, он семь раз становился ростовщиком в этом самом городе Саваттхи. ",
  "sn3.20:4.3": "Но поскольку этот ростовщик-домохозяин позже сожалел о совершённом им даянии, ",
  "sn3.20:4.4": "то вследствие этой каммы его ум не склонялся к наслаждению превосходной пищей, превосходными одеяниями, превосходными средствами передвижения или же к наслаждению превосходными предметами среди пяти нитей чувственных удовольствий. ",
  "sn3.20:4.5": "И поскольку этот ростовщик-домохозяин убил единственного сына своего брата, чтобы заполучить его состояние, то вследствие этой каммы он мучился в аду много лет, много сотен лет, много тысяч лет, много сотен тысяч лет. ",
  "sn3.20:4.6": "И в качестве остаточного результата этой же самой каммы он пополнил царскую казну этим седьмым по счёту богатством, невостребованным наследниками. ",
  "sn3.20:4.7": "Старая заслуга этого ростовщика-домохозяина была всецело истощена, и он не накопил какой-либо новой заслуги. ",
  "sn3.20:4.8": "И сегодня, великий царь, этот ростовщик-домохозяин жарится в Великом Аду Рорувы». ",
  "sn3.20:4.9": "«Так выходит, уважаемый, что этот ростовщик-домохозяин переродился в Великом Аду Рорувы?» ",
  "sn3.20:4.10": "«Да, великий царь, этот ростовщик-домохозяин переродился в Великом Аду Рорувы». ",
  "sn3.20:4.11": "И далее он добавил: ",
  "sn3.20:5.1": "«Зерно, богатство, золото и серебро, ",
  "sn3.20:5.2": "Любые разные владения, ",
  "sn3.20:5.3": "Посыльные, работники, рабы, ",
  "sn3.20:5.4": "И на твоём живёт кто иждивении — ",
  "sn3.20:6.1": "Всё это ты не сможешь взять с собой, ",
  "sn3.20:6.2": "Придётся всё это тебе оставить. ",
  "sn3.20:6.3": "Но то, что телом совершил, ",
  "sn3.20:6.4": "Или словами, иль умом: ",
  "sn3.20:7.1": "Вот твоё подлинное достояние, ",
  "sn3.20:7.2": "Вот, что возьмёшь, когда уйдёшь. ",
  "sn3.20:7.3": "Оно пойдёт вслед за тобой, ",
  "sn3.20:7.4": "Как будто собственная тень. ",
  "sn3.20:8.1": "Поэтому свершай добро, ",
  "sn3.20:8.2": "Наследство жизни, что придёт. ",
  "sn3.20:8.3": "Заслуги — помощь для существ, ",
  "sn3.20:8.4": "Возникнут в мире что ином». "
}