{
  "sn3.9:0.1": "Саньютта Никая 3.9 ",
  "sn3.9:0.2": "1. Подневольность ",
  "sn3.9:0.3": "Жертвоприношение ",
  "sn3.9:1.1": "В Саваттхи. ",
  "sn3.9:1.2": "И тогда великое жертвоприношение было устроено в честь царя Пасенади Косальского. Пятьсот быков, пятьсот волов, пятьсот тёлок, пятьсот коз, пятьсот баранов были приведены к жертвенному столбу. ",
  "sn3.9:1.3": "И его рабы, слуги, рабочие, подгоняемые наказанием и страхом, занимались приготовлениями, рыдающие, с заплаканными лицами. ",
  "sn3.9:2.1": "И тогда, утром, группа монахов, одевшись, взяв чаши и внешние одеяния, вошла в Саваттхи за подаяниями. ",
  "sn3.9:2.2": "Походив по Саваттхи в поисках подаяний, они вернулись с хождения за подаяниями, подошли к Благословенному, поклонились ему, сели рядом и сказали: ",
  "sn3.9:2.3": "«Так вот, уважаемый, великое жертвоприношение устроено в честь царя Пасенади Косальского. Пятьсот быков… баранов были приведены к жертвенному столбу. ",
  "sn3.9:2.4": "И его рабы, слуги, рабочие, подгоняемые наказанием и страхом, занимаются приготовлениями, рыдающие, с заплаканными лицами». ",
  "sn3.9:3.1": "И тогда Благословенный, осознав значение этого, произнёс по тому случаю следующие строфы: ",
  "sn3.9:4.1": "«Есть жертва лошадьми, людьми есть жертва также, ",
  "sn3.9:4.2": "Саммапаса, ваджапейя, а также нираггала: ",
  "sn3.9:4.4": "Жестокостью исполненные жертвования эти, eдва ли принесут кому они большое благо. ",
  "sn3.9:5.1": "И мудрецы великие, что праведно ведут себя, ",
  "sn3.9:5.2": "Сопутствовать такому подношению не станут, ",
  "sn3.9:5.3": "Где козы, овцы и иной рогатый скот ",
  "sn3.9:5.4": "Самых различных видов лишаются вдруг жизни. ",
  "sn3.9:6.1": "Но если подношение насилия лишено, ",
  "sn3.9:6.2": "Что по семейному обычаю свершается всегда, ",
  "sn3.9:6.3": "Где нет ни коз, и ни овец, и ни рогатого скота ",
  "sn3.9:6.4": "Самых различных видов, что лишаются вдруг жизни: ",
  "sn3.9:6.5": "То мудрецы великие, что праведно ведут себя, ",
  "sn3.9:6.6": "Сопутствовать такому подношению могли б. ",
  "sn3.9:7.1": "Вот мудрый человек что должен подносить: ",
  "sn3.9:7.2": "То жертвование, что великий плод ему даёт. ",
  "sn3.9:7.3": "Ведь для того, кто подношение это совершит —",
  "sn3.9:7.4": "Будет ему во благо и вреда не принесёт. ",
  "sn3.9:7.5": "Такое подношение воистину обширно, ",
  "sn3.9:7.6": "И даже божества довольны будут им». "
}