{
  "sn3.12:0.1": "Саньютта Никая 3.12 ",
  "sn3.12:0.2": "2. Бездетный ",
  "sn3.12:0.3": "Пять царей ",
  "sn3.12:1.1": "В Саваттхи. ",
  "sn3.12:1.2": "И тогда пять царей во главе с царём Пасенади Косальским развлекали себя, будучи наделёнными и обеспеченными пятью нитями чувственных удовольствий, во время чего следующая беседа случилась между ними: ",
  "sn3.12:1.3": "«Каково наиглавнейшее чувственное удовольствие?» ",
  "sn3.12:1.4": "Один из них сказал: ",
  "sn3.12:1.5": "«Формы — наиглавнейшее из чувственных удовольствий». ",
  "sn3.12:1.6": "Другой сказал: ",
  "sn3.12:1.7": "«Звуки — наиглавнейшее». ",
  "sn3.12:1.8": "Другой: ",
  "sn3.12:1.9": "«Запахи — наиглавнейшее». ",
  "sn3.12:1.10": "Другой: ",
  "sn3.12:1.11": "«Вкусы — наиглавнейшее». ",
  "sn3.12:1.12": "Другой: ",
  "sn3.12:1.13": "«Осязаемые вещи — наиглавнейшее». ",
  "sn3.12:1.14": "Поскольку те цари не могли убедить друг друга, ",
  "sn3.12:2.1": "царь Пасенади Косальский сказал им: ",
  "sn3.12:2.2": "«Ну же, почтенные, пойдёмте к Благословенному и спросим у него об этом. ",
  "sn3.12:2.3": "Как он нам ответит, так нам и следует это запомнить». ",
  "sn3.12:2.4": "«Хорошо, почтенный» — ответили те цари. ",
  "sn3.12:3.1": "Затем те пять царей во главе с царём Пасенади Косальским, отправились к Благословенному, поклонились ему и сели рядом. Затем царь Пасенади Косальский рассказал Благословенному обо всей их беседе и спросил: ",
  "sn3.12:3.2": "",
  "sn3.12:3.14": "«Так как же, уважаемый, каково наиглавнейшее из чувственных удовольствий?» ",
  "sn3.12:4.1": "«Великий царь, я говорю, что наиглавнейшее из пяти нитей чувственных удовольствий определяется тем, какое является наиболее приятным. ",
  "sn3.12:4.2": "Одни и те же формы приятны одному человеку, великий царь, но неприятны другому. ",
  "sn3.12:4.3": "Когда он доволен и полностью удовлетворён некими формами, тогда он не жаждет других форм, более возвышенных и утончённых, нежели эти формы. ",
  "sn3.12:4.4": "Для него эти формы оказываются наивысшими. ",
  "sn3.12:4.5": "Для него эти формы являются непревзойдёнными. ",
  "sn3.12:5.1": "Одни и те же звуки… ",
  "sn3.12:6.1": "Одни и те же запахи… ",
  "sn3.12:7.1": "Одни и те же вкусы… ",
  "sn3.12:8.1": "Одни и те же осязаемые вещи приятны одному человеку, великий царь, но неприятны другому. ",
  "sn3.12:8.2": "Когда он доволен и полностью удовлетворён некими осязаемыми вещами, тогда он не жаждет других осязаемых вещей более возвышенных и утончённых, нежели эти осязаемые вещи. ",
  "sn3.12:8.3": "Для него эти осязаемые вещи оказываются наивысшими. ",
  "sn3.12:8.4": "Для него эти осязаемые вещи являются непревзойдёнными». ",
  "sn3.12:9.1": "И в то время мирянин Чанданангалика сидел в том собрании. ",
  "sn3.12:9.2": "И тогда мирянин Чанданангалика поднялся со своего сиденья, закинул внешнее одеяние за плечо и, подняв сложенные ладони в почтительном приветствии Благословенного, сказал ему: ",
  "sn3.12:9.3": "«Вдохновение снизошло на меня, Благословенный! Вдохновение снизошло на меня, Счастливейший!». ",
  "sn3.12:9.4": "«В таком случае, вырази своё вдохновение, Чанданангалика». ",
  "sn3.12:10.1": "И тогда мирянин Чанданангалика в присутствии Благословенного восхвалил его этой уместной строфой: ",
  "sn3.12:11.1": "«Словно пахучий красный лотос Коканада, ",
  "sn3.12:11.2": "Что утром раскрывается в своём благоухании, ",
  "sn3.12:11.3": "Таков и Ангираса, Тот Кто Лучезарен, ",
  "sn3.12:11.4": "Он точно солнце, в небе что сияет». ",
  "sn3.12:12.1": "И тогда те пять царей даровали пять внешних одеяний этому мирянину Чанданангалике. ",
  "sn3.12:12.2": "Но мирянин Чанданангалика подарил те пять внешних одеяний Благословенному. "
}