{
  "sn3.13:0.1": "Саньютта Никая 3.13 ",
  "sn3.13:0.2": "2. Бездетный ",
  "sn3.13:0.3": "Мерное ведёрко для еды ",
  "sn3.13:1.1": "В Саваттхи. ",
  "sn3.13:1.2": "И тогда царь Пасенади Косальский съел целое мерное ведёрко, полное риса и карри. ",
  "sn3.13:1.3": "И затем, наевшись, с трудом дыша и пыхтя, царь отправился к Благословенному, поклонился ему и сел рядом. ",
  "sn3.13:2.1": "Благословенный, поняв, что царь Пасенади объелся, и поэтому тяжело дышал и пыхтел, произнёс по тому случаю следующую строфу: ",
  "sn3.13:3.1": "«И если человек всегда осознан, ",
  "sn3.13:3.2": "Зная умеренность в еде, что ест, ",
  "sn3.13:3.3": "Уменьшатся тогда его недомогания: ",
  "sn3.13:3.4": "Стареет медленно он, охраняя жизнь». ",
  "sn3.13:4.1": "И в тот момент молодой брахман Судассана стоял позади царя Пасенади Косальского. ",
  "sn3.13:4.2": "Тогда царь Пасенади Косальский обратился к нему так: ",
  "sn3.13:4.3": "«Ну же, дорогой Судассана, выучи эту строфу от Благословенного и декламируй мне её каждый раз, когда я буду принимать пищу. ",
  "sn3.13:4.4": "И тогда я буду обеспечивать тебя каждый день сотней кахапан в качестве пожизненной дотации». ",
  "sn3.13:4.5": "«Да, ваше величество», — ответил молодой брахман Судассана. Выучив эту строфу от Благословенного, каждый раз, когда царь Пасенади принимал пищу, молодой брахман декламировал: ",
  "sn3.13:5.1": "«И если человек всегда осознан, ",
  "sn3.13:5.2": "Зная умеренность в еде, что ест, ",
  "sn3.13:5.3": "Уменьшатся тогда его недомогания: ",
  "sn3.13:5.4": "Стареет медленно он, охраняя жизнь». ",
  "sn3.13:6.1": "И тогда царь Пасенади Косальский постепенно уменьшил количество принимаемой им пищи и ел за один раз не более полулитрового горшка варёного риса. ",
  "sn3.13:6.2": "И спустя некоторое время, когда его тело стало достаточно стройным, царь Пасенади Косальский ударил по своим членам тела руками и произнёс по тому случаю вдохновенное изречение: ",
  "sn3.13:6.3": "«Благословенный проявил сострадание ко мне в отношении обоих видов благ — ",
  "sn3.13:6.4": "блага, что относится к этой жизни, и блага, что относится к будущей жизни». "
}