{
  "sn3.25:0.1": "Саньютта Никая 3.25 ",
  "sn3.25:0.2": "3. Пятёрка о Косалах ",
  "sn3.25:0.3": "Пример с горой ",
  "sn3.25:1.1": "В Саваттхи. ",
  "sn3.25:1.2": "И тогда средь бела дня царь Пасенади Косальский отправился к Благословенному, поклонился ему и сел рядом. Благословенный сказал ему по мере того, как тот сидел рядом: ",
  "sn3.25:1.3": "«Откуда путь держишь, великий царь, средь бела дня?» ",
  "sn3.25:1.4": "«Только что, уважаемый, я занимался теми царскими делами, которые свойственны миропомазанным кхаттийским царям, опьянённым опьянением владычества, охваченным жаждой чувственных наслаждений, достигшим устойчивого управления в своей стране, которые правят, завоевав обширные области земель». ",
  "sn3.25:2.1": "Как ты думаешь, великий царь? ",
  "sn3.25:2.2": "Представь, как если бы к тебе пришёл человек с востока, заслуживающий доверия и надёжный. ",
  "sn3.25:2.3": "Подойдя, он сказал бы тебе: ",
  "sn3.25:2.4": "Вне сомнений, великий царь, вот о чём тебе следует знать: я иду с востока, ",
  "sn3.25:2.5": "и там я видел, как огромная гора до самых небес идёт в эту самую сторону, сокрушая всех живых существ. ",
  "sn3.25:2.6": "Поступай так, как считаешь нужным, великий царь“. ",
  "sn3.25:2.7": "И затем второй человек пришёл бы к тебе с запада… ",
  "sn3.25:2.8": "И затем третий человек пришёл бы к тебе с севера… ",
  "sn3.25:2.9": "И затем четвёртый человек пришёл бы к тебе с юга, заслуживающий доверия и надёжный. ",
  "sn3.25:2.10": "Подойдя, он сказал бы тебе: ",
  "sn3.25:2.11": "Вне сомнений, великий царь, вот о чём тебе следует знать: я иду с юга, ",
  "sn3.25:2.12": "и там я видел, как огромная гора до самых небес идёт в эту самую сторону, сокрушая всех живых существ. ",
  "sn3.25:2.13": "Поступай так, как считаешь нужным, великий царь“. ",
  "sn3.25:2.14": "Если бы, великий царь, возникла такая великая угроза, такое ужасное уничтожение человеческой жизни, человеческого состояния, которое так сложно обрести живому существу, то что нужно было бы делать в этом случае?» ",
  "sn3.25:3.1": "«Если бы, уважаемый, возникла такая великая угроза, такое ужасное уничтожение человеческой жизни, человеческого состояния, которое так сложно обрести, то что ещё можно было бы поделать, кроме как жить в соответствии с Дхаммой, жить праведно, совершать благие дела и поступки, приносящие заслуги?» ",
  "sn3.25:4.1": "«И я уведомляю тебя, великий царь, я объявляю тебе, великий царь: старение и смерть надвигаются на тебя. ",
  "sn3.25:4.2": "Когда старение и смерть надвигаются на тебя, великий царь, то что следует делать?» ",
  "sn3.25:4.3": "«Когда старение и смерть надвигаются на меня, уважаемый, то что ещё можно было бы поделать, кроме как жить в соответствии с Дхаммой, жить праведно, совершать благие дела и поступки, приносящие заслуги? ",
  "sn3.25:4.4": "Есть, уважаемый, сражения слонов, устраиваемые миропомазанными кхаттийскими царями, опьянёнными опьянением владычества, охваченными жаждой чувственных удовольствий, достигшими устойчивого управления в своей стране, которые правят, завоевав обширные области земель. ",
  "sn3.25:4.5": "Но нет места для тех сражений слонов, нет возможности для них, когда надвигается старение и смерть. ",
  "sn3.25:4.7": "Существуют, уважаемый, сражения конницы… ",
  "sn3.25:4.8": "сражения колесниц… ",
  "sn3.25:4.9": "сражения пехоты… ",
  "sn3.25:4.10": "Но нет места для тех сражений пехоты, нет возможности для них, когда надвигается старение и смерть. ",
  "sn3.25:4.11": "При этом царском дворе, уважаемый, есть советники, которые, как только придут враги, могут поссорить их различными уловками. ",
  "sn3.25:4.12": "Но нет места для тех сражений уловками, нет возможности для них, когда надвигается старение и смерть. ",
  "sn3.25:4.13": "При этом царском дворе, уважаемый, есть обилие слитков и монет из золота, что хранятся в погребах и хранилищах, и таким богатством мы можем смягчить агрессию врагов, когда они придут. ",
  "sn3.25:4.14": "Но нет места для тех сражений богатством, нет возможности для них, когда надвигается старение и смерть. ",
  "sn3.25:4.15": "Когда старение и смерть надвигаются на меня, уважаемый, то что ещё можно было бы поделать, кроме как жить в соответствии с Дхаммой, жить праведно, совершать благие дела и поступки, приносящие заслуги?» ",
  "sn3.25:5.1": "«Так оно, великий царь! Так оно, великий царь! ",
  "sn3.25:5.2": "Когда старение и смерть надвигаются на тебя, то что ещё можно было бы поделать, кроме как жить в соответствии с Дхаммой, жить праведно, совершать благие дела и поступки, приносящие заслуги?» ",
  "sn3.25:5.3": "Так сказал Благословенный. ",
  "sn3.25:5.4": "И сказав так, Счастливейший, Учитель, далее добавил: ",
  "sn3.25:6.1": "«Словно гора, что состоит из скал, ",
  "sn3.25:6.2": "Массивная, до неба высотой, ",
  "sn3.25:6.3": "Напала бы со всех сторон, ",
  "sn3.25:6.4": "Всё сокрушая в четырёх всех сторонах — ",
  "sn3.25:7.1": "Так наступают и старение и смерть, ",
  "sn3.25:7.2": "Накатывают на живых существ —",
  "sn3.25:7.3": "На весс, на судд, на кхаттиев, брахманов, ",
  "sn3.25:7.4": "На мусорщиков, на чандал. ",
  "sn3.25:7.5": "И на пути своём не пощадят они, ",
  "sn3.25:7.6": "Но всякого готовы сокрушить. ",
  "sn3.25:8.1": "Нет места в этой битве для слонов, ",
  "sn3.25:8.2": "Для колесниц нет места, для пехоты. ",
  "sn3.25:8.3": "Не сможешь одолеть уловкой их, ",
  "sn3.25:8.4": "Как и богатством ты не сможешь откупиться. ",
  "sn3.25:9.1": "И потому мудрейший человек, ",
  "sn3.25:9.2": "О благе собственном тревожится который, ",
  "sn3.25:9.3": "Устойчивый, взрастить бы должен веру ",
  "sn3.25:9.4": "Как в Будде, так и в Дхамме, так и в Сангхе. ",
  "sn3.25:10.1": "И если телом, речью и умом ",
  "sn3.25:10.2": "Ведёт себя в согласии он с Дхаммой, ",
  "sn3.25:10.3": "То восхваляем уже в этой самой жизни, ",
  "sn3.25:10.4": "В небесном мире счастлив после смерти». "
}