{
  "sn3.11:0.1": "Саньютта Никая 3.11 ",
  "sn3.11:0.2": "2. Бездетный ",
  "sn3.11:0.3": "Семь джатил ",
  "sn3.11:1.1": "Однажды Благословенный проживал в Саваттхи, в Восточном парке, во дворце Мигараматы. ",
  "sn3.11:1.2": "И тогда, вечером, Благословенный вышел из затворничества и сидел у внешних ворот. ",
  "sn3.11:1.3": "И тогда царь Пасенади Косальский отправился к Благословенному, поклонился ему, сел рядом и сказал: ",
  "sn3.11:2.1": "В то время семь джатил, семь нигантхов, семь голых аскетов, семь аскетов одного одеяния, семь странников в — с волосатыми подмышками, длинными ногтями, длинными волосами на теле, несущие вязанки своих вещей, проходили мимо неподалёку от Благословенного. ",
  "sn3.11:2.2": "И тогда царь Пасенади Косальский поднялся со своего сиденья, закинул внешнее одеяние за плечо, преклонил правое колено на землю и, подняв сложенные ладони в почтительном приветствии к семи джатилам, семи нигантхам, семи голым аскетам, семи аскетам одного одеяния, семи странникам, объявил им своё имя трижды: ",
  "sn3.11:2.3": "«Я, уважаемые, царь Пасенади Косальский! Я, уважаемые, царь Пасенади Косальский! ",
  "sn3.11:2.4": "Я, уважаемые, царь Пасенади Косальский!». ",
  "sn3.11:3.1": "И вскоре после того, как те семь джатил… странников ушли, царь Пасенади Косальский подошёл к Благословенному, поклонился ему, сел рядом и сказал Благословенному: ",
  "sn3.11:3.2": "«Эти, уважаемый, входят в число тех людей в мире, которые араханты или которые вступили на путь к арахантству». ",
  "sn3.11:4.1": "«Великий царь, тебе, мирянину, который наслаждается чувственными удовольствиями, пребывает в доме, полном детей, наслаждается сандаловым деревом из Каси, носит гирлянды, пользуется благовониями и мазями, принимает золото и серебро, трудно знать об этом: „Эти — араханты, или эти — те, кто вступил на путь к арахантству“. ",
  "sn3.11:5.1": "За счёт длительного проживания вместе с кем-либо, великий царь, можно узнать о его нравственности, и только за долгое время, а не за короткое время; тем, кто внимателен, а не тем, кто невнимателен; тем, кто мудр, а не тем, кто глуп. ",
  "sn3.11:5.2": "За счёт имения дел с кем-либо, великий царь, можно узнать о его честности, и только за долгое время, а не за короткое время; тем, кто внимателен, а не тем, кто невнимателен; тем, кто мудр, а не тем, кто глуп. ",
  "sn3.11:5.3": "За счёт неприятных ситуаций, великий царь, можно узнать выносливость человека, и только за долгое время, а не за короткое время; тем, кто внимателен, а не тем, кто невнимателен; тем, кто мудр, а не тем, кто глуп. ",
  "sn3.11:5.4": "За счёт ведения бесед с кем-либо, великий царь, можно узнать о его мудрости, и только за долгое время, а не за короткое время; тем, кто внимателен, а не тем, кто невнимателен; тем, кто мудр, а не тем, кто глуп». ",
  "sn3.11:6.1": "Удивительно, уважаемый! Поразительно, уважаемый! ",
  "sn3.11:6.2": "Как хорошо об этом сказал Благословенный: ",
  "sn3.11:6.3": "„Великий царь, тебе, мирянину… кто мудр, а не тем, кто не мудр“. ",
  "sn3.11:7.1": "Эти аскеты, уважаемый, мои соглядатаи, тайные агенты, которые возвращались после разведки обстановки в стране. ",
  "sn3.11:7.2": "Вначале они собирают информацию, а потом я заставлю их раскрыть её. ",
  "sn3.11:7.3": "И теперь, уважаемый, когда они смыли пыль и грязь, помылись и привели себя в надлежащий вид, подстригли волосы и бороду, надели белые одежды, они будут развлекать себя, будучи наделёнными и обеспеченными пятью нитями чувственных удовольствий». ",
  "sn3.11:8.1": "И тогда Благословенный, осознав значение этого, произнёс по тому случаю следующие строфы: ",
  "sn3.11:9.2": "«Узнать кого-либо по внешности лишь — трудно. Быстрой своей оценке доверять совсем не стоит. ",
  "sn3.11:9.3": "Ведь под личиной сдержанности и контроля ",
  "sn3.11:9.4": "Несдержанные люди странствуют по миру. ",
  "sn3.11:10.1": "Точно поддельная серьга из глины ",
  "sn3.11:10.2": "Иль грош из бронзы, что покрыт весь позолотой, ",
  "sn3.11:10.3": "Есть те, кто ходит, будто если б были в маске: ",
  "sn3.11:10.4": "Лишь внешне чистые, а внутренне — порочны». "
}