{
  "an2.141:0.1": "Numbered Discourses 2 ",
  "an2.141:0.2": "13. Giving ",
  "an2.141:0.3": "141–150",
  "an2.141:1.0": "141",
  "an2.141:1.1": "“There are these two gifts. ",
  "an2.141:1.2": "What two? ",
  "an2.141:1.3": "A gift of material things and a gift of the teaching. ",
  "an2.141:1.4": "These are the two gifts. ",
  "an2.141:1.5": "The better of these two gifts is the gift of the teaching.” ",
  "an2.142:1.0": "142",
  "an2.142:1.1": "“There are these two offerings. ",
  "an2.142:1.2": "What two? ",
  "an2.142:1.3": "An offering of material things and an offering of the teaching. ",
  "an2.142:1.4": "These are the two offerings. ",
  "an2.142:1.5": "The better of these two offerings is an offering of the teaching.” ",
  "an2.143:1.0": "143",
  "an2.143:1.1": "“There are these two acts of generosity. ",
  "an2.143:1.2": "What two? ",
  "an2.143:1.3": "Generosity with material things and generosity with the teaching. ",
  "an2.143:1.4": "These are the two acts of generosity. ",
  "an2.143:1.5": "The better of these two acts of generosity is generosity with the teaching.” ",
  "an2.144:1.0": "144",
  "an2.144:1.1": "“There are these two kinds of charity. ",
  "an2.144:1.2": "What two? ",
  "an2.144:1.3": "Charity in material things and charity in the teaching. ",
  "an2.144:1.4": "These are the two kinds of charity. ",
  "an2.144:1.5": "The better of these two kinds of charity is a charity in the teaching.” ",
  "an2.145:1.0": "145",
  "an2.145:1.1": "“There are these two riches. ",
  "an2.145:1.2": "What two? ",
  "an2.145:1.3": "Riches in material things and riches in the teaching. ",
  "an2.145:1.4": "These are the two riches. ",
  "an2.145:1.5": "The better of these two riches is riches in the teaching.” ",
  "an2.146:1.0": "146",
  "an2.146:1.1": "“There are these two kinds of enjoyment. ",
  "an2.146:1.2": "What two? ",
  "an2.146:1.3": "Enjoyment of material things and enjoyment of the teaching. ",
  "an2.146:1.4": "These are the two kinds of enjoyment. ",
  "an2.146:1.5": "The better of these two kinds of enjoyment is the enjoyment of the teaching.” ",
  "an2.147:1.0": "147",
  "an2.147:1.1": "“There are these two kinds of sharing. ",
  "an2.147:1.2": "What two? ",
  "an2.147:1.3": "Sharing material things and sharing the teaching. ",
  "an2.147:1.4": "These are the two kinds of sharing. ",
  "an2.147:1.5": "The better of these two kinds of sharing is sharing the teaching.” ",
  "an2.148:1.0": "148",
  "an2.148:1.1": "“There are these two kinds of inclusion. ",
  "an2.148:1.2": "What two? ",
  "an2.148:1.3": "Inclusion in material things and inclusion in the teaching. ",
  "an2.148:1.4": "These are the two kinds of inclusion. ",
  "an2.148:1.5": "The better of these two kinds of inclusion is inclusion in the teaching.” ",
  "an2.149:1.0": "149",
  "an2.149:1.1": "“There are these two kinds of support. ",
  "an2.149:1.2": "What two? ",
  "an2.149:1.3": "Support in material things and support in the teaching. ",
  "an2.149:1.4": "These are the two kinds of support. ",
  "an2.149:1.5": "The better of these two kinds of support is support in the teaching.” ",
  "an2.150:1.0": "150",
  "an2.150:1.1": "“There are these two kinds of sympathy. ",
  "an2.150:1.2": "What two? ",
  "an2.150:1.3": "Sympathy in material things and sympathy in the teaching. ",
  "an2.150:1.4": "These are the two kinds of sympathy. ",
  "an2.150:1.5": "The better of these two kinds of sympathy is sympathy in the teaching.” "
}