{
  "an2.21:0.1": "Numbered Discourses 2 ",
  "an2.21:0.2": "3. Fools ",
  "an2.21:0.3": "21–31",
  "an2.21:1.0": "21",
  "an2.21:1.1": "“Mendicants, there are two fools. ",
  "an2.21:1.2": "What two? ",
  "an2.21:1.3": "One who doesn’t recognize when they’ve made a mistake. And one who doesn’t properly accept the confession of someone who’s made a mistake. ",
  "an2.21:1.4": "These are the two fools. ",
  "an2.21:2.1": "There are two who are astute. ",
  "an2.21:2.2": "What two? ",
  "an2.21:2.3": "One who recognizes when they’ve made a mistake. And one who properly accepts the confession of someone who’s made a mistake. ",
  "an2.21:2.4": "These are the two who are astute.” ",
  "an2.22:1.0": "22",
  "an2.22:1.1": "“Mendicants, these two misrepresent the Realized One. ",
  "an2.22:1.2": "What two? ",
  "an2.22:1.3": "One who is hateful and hides it, and one whose faith is mistaken. ",
  "an2.22:1.4": "These two misrepresent the Realized One.” ",
  "an2.23:1.0": "23",
  "an2.23:1.1": "“Mendicants, these two misrepresent the Realized One. ",
  "an2.23:1.2": "What two? ",
  "an2.23:1.3": "One who explains what was not spoken by the Realized One as spoken by him. And one who explains what was spoken by the Realized One as not spoken by him. ",
  "an2.23:1.4": "These two misrepresent the Realized One. ",
  "an2.23:2.1": "These two don’t misrepresent the Realized One. ",
  "an2.23:2.2": "What two? ",
  "an2.23:2.3": "One who explains what was not spoken by the Realized One as not spoken by him. And one who explains what was spoken by the Realized One as spoken by him. ",
  "an2.23:2.4": "These two don’t misrepresent the Realized One.” ",
  "an2.24:1.0": "24",
  "an2.24:1.1": "“Mendicants, these two misrepresent the Realized One. ",
  "an2.24:1.2": "What two? ",
  "an2.24:1.3": "One who explains a discourse in need of interpretation as a discourse whose meaning is explicit. And one who explains a discourse whose meaning is explicit as a discourse in need of interpretation. ",
  "an2.24:1.4": "These two misrepresent the Realized One.” ",
  "an2.25:1.0": "25",
  "an2.25:1.1": "“These two don’t misrepresent the Realized One. ",
  "an2.25:1.2": "What two? ",
  "an2.25:1.3": "One who explains a discourse in need of interpretation as a discourse in need of interpretation. And one who explains a discourse whose meaning is explicit as a discourse whose meaning is explicit. ",
  "an2.25:1.4": "These two don’t misrepresent the Realized One.” ",
  "an2.26:1.0": "26",
  "an2.26:1.1": "“Mendicants, when you hide your misdeeds, you can expect one of two destinies: ",
  "an2.26:1.2": "hell or the animal realm. ",
  "an2.26:2.1": "When you don’t hide your misdeeds, you can expect one of two destinies: ",
  "an2.26:2.2": "as a god or a human.” ",
  "an2.27:1.0": "27",
  "an2.27:1.1": "“Mendicants, when you have wrong view, you can expect one of two destinies: ",
  "an2.27:1.2": "hell or the animal realm.” ",
  "an2.28:1.0": "28",
  "an2.28:1.1": "“Mendicants, when you have right view, you can expect one of two destinies: ",
  "an2.28:1.2": "as a god or a human.” ",
  "an2.29:1.0": "29",
  "an2.29:1.1": "“There are two places waiting to receive an unethical person: ",
  "an2.29:1.2": "hell and the animal realm. ",
  "an2.29:2.1": "There are two places waiting to receive an ethical person: ",
  "an2.29:2.2": "the realms of gods and humans.” ",
  "an2.30:1.0": "30",
  "an2.30:1.1": "“Mendicants, I see two reasons to frequent remote lodgings in the wilderness and the forest. ",
  "an2.30:1.2": "What two? ",
  "an2.30:1.3": "Seeing a happy life for oneself in the present, and having compassion for future generations. ",
  "an2.30:1.4": "I see two reasons to frequent remote lodgings in the wilderness and the forest.” ",
  "an2.31:1.0": "31",
  "an2.31:1.1": "“These two things play a part in realization. ",
  "an2.31:1.2": "What two? ",
  "an2.31:1.3": "Serenity and discernment. ",
  "an2.31:1.4": "What is the benefit of developing serenity? ",
  "an2.31:1.5": "The mind is developed. ",
  "an2.31:1.6": "What is the benefit of developing the mind? ",
  "an2.31:1.7": "Greed is given up. ",
  "an2.31:1.8": "What is the benefit of developing discernment? ",
  "an2.31:1.9": "Wisdom is developed. ",
  "an2.31:1.10": "What is the benefit of developing wisdom? ",
  "an2.31:1.11": "Ignorance is given up. ",
  "an2.31:1.12": "The mind contaminated by greed is not free; and wisdom contaminated by ignorance does not grow. ",
  "an2.31:1.13": "In this way, freedom of heart comes from the fading away of greed, while freedom by wisdom comes from the fading away of ignorance.” "
}