{
  "sn1.34:0.1": "Verbundene Lehrreden 1.34 ",
  "sn1.34:0.2": "4. Das Kapitel über die Satullapa-Gruppe ",
  "sn1.34:0.3": "Es gibt keine ",
  "sn1.34:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "sn1.34:1.2": "Da kamen spät in der Nacht mehrere Gottheiten der Satullapa-Gruppe, die mit ihrer wunderbaren Schönheit Jetas Wäldchen weithin erhellten, zum Buddha, verbeugten sich und stellten sich zur Seite hin. ",
  "sn1.34:1.3": "Und eine Gottheit sagte vor dem Buddha diese Strophe auf: ",
  "sn1.34:2.1": "„Unter den Menschen gibt es keine dauerhaften Sinnenfreuden. ",
  "sn1.34:2.2": "Hier gibt es sinnliche Dinge: Wenn man daran gebunden ist, ",
  "sn1.34:2.3": "wenn man davon betrunken ist, gibt es kein Zurückkommen. ",
  "sn1.34:2.4": "Dieser Mensch kommt vom Hoheitsgebiet des Todes nicht hierher zurück.“ ",
  "sn1.34:3.1": "„Aus Sehnen wird Elend geboren; aus Sehnen wird Leiden geboren. ",
  "sn1.34:3.2": "Wenn Sehnen beseitigt ist, wird Elend beseitigt; ",
  "sn1.34:3.3": "wenn Elend beseitigt ist, wird Leiden beseitigt.“ ",
  "sn1.34:4.1": "„Nicht die schönen Dinge der Welt sind Sinnenfreuden. ",
  "sn1.34:4.2": "Gierige Absicht ist die Sinnenfreude des Menschen. ",
  "sn1.34:4.3": "Die schönen Dinge der Welt bleiben, wie sie sind, ",
  "sn1.34:4.4": "doch ein Weiser legt das Sehnen nach ihnen ab. ",
  "sn1.34:5.1": "Gib den Zorn auf, mach dich von Einbildung los ",
  "sn1.34:5.2": "und überwinde alle Fesseln. ",
  "sn1.34:5.3": "Leiden quälen nicht den, der nichts hat, ",
  "sn1.34:5.4": "der an Name und Form nicht haftet. ",
  "sn1.34:6.1": "Einschätzen wurde aufgegeben, Einbildung zurückgewiesen; ",
  "sn1.34:6.2": "Verlangen nach Namen und Form ist gleich hier abgeschnitten. ",
  "sn1.34:6.3": "Die Ketten haben sie durchtrennt, sind ohne Not und brauchen keine Hoffnung. ",
  "sn1.34:6.4": "Obwohl Götter und Menschen ",
  "sn1.34:6.5": "sie in dieser und jener Welt suchen, finden sie sie nie, ",
  "sn1.34:6.6": "nicht im Himmel noch an einem anderen Wohnplatz.“ ",
  "sn1.34:7.1": "„Wenn weder Götter noch Menschen einen, der auf diese Art befreit ist, sehen“, ",
  "sn1.34:7.2": "sagte der Ehrwürdige Mogharājā, ",
  "sn1.34:7.3": "„nicht in dieser und nicht in jener Welt, ",
  "sn1.34:7.4": "verdienen die, die diesen höchsten Menschen verehren, ",
  "sn1.34:7.5": "der für das Wohl der Menschheit lebt, dann ebenfalls Lob?“ ",
  "sn1.34:8.1": "„Die Mönche und Nonnen, die den verehren, der so befreit ist“, ",
  "sn1.34:8.2": "sagte der Buddha zu Mogharājā, ",
  "sn1.34:8.3": "„verdienen ebenfalls Lob. ",
  "sn1.34:8.4": "Aber wenn sie die Lehre verstanden und den Zweifel aufgegeben haben, ",
  "sn1.34:8.5": "entschlüpfen diese Mönche und Nonnen ihren Ketten.“ "
}