{
  "sn1.20:0.1": "Verbundene Lehrreden 1.20 ",
  "sn1.20:0.2": "2. Das Kapitel über den Garten des Entzückens ",
  "sn1.20:0.3": "Mit Samiddhi ",
  "sn1.20:1.1": "So habe ich es gehört: ",
  "sn1.20:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Kloster der Heißen Quellen. ",
  "sn1.20:1.3": "Da stand der Ehrwürdige Samiddhi beim ersten Morgengrauen auf und ging zu den heißen Quellen, um zu baden. ",
  "sn1.20:1.4": "Nach dem Bad, als er aus dem Wasser gestiegen war, stand er in einer Robe da und trocknete sich ab. ",
  "sn1.20:1.5": "Da kam spät in der Nacht eine Gottheit, die mit ihrer wunderbaren Schönheit die heißen Quellen weithin erhellte, zu Samiddhi, stand in der Luft und redete ihn in Strophen an: ",
  "sn1.20:2.1": "„Mönch, du sammelst Almosen, bevor du isst; ",
  "sn1.20:2.2": "du würdest kein Almosen nach dem Essen sammeln. ",
  "sn1.20:2.3": "Doch du solltest zuerst essen, dann Almosen sammeln: ",
  "sn1.20:2.4": "Lass nicht die Zeit an dir vorbeiziehen!“ ",
  "sn1.20:3.1": "„Ich kenne die Zeit gar nicht; ",
  "sn1.20:3.2": "sie ist verborgen und unsichtbar. ",
  "sn1.20:3.3": "Darum sammle ich Almosen, bevor ich esse, ",
  "sn1.20:3.4": "damit die Zeit nicht an mir vorbeizieht.“ ",
  "sn1.20:4.1": "Darauf ließ sich diese Gottheit auf die Erde nieder und sagte zu Samiddhi: ",
  "sn1.20:4.2": "„Du bist jung fortgezogen, Mönch. Du bist schwarzhaarig, von Jugend gesegnet, in der Blüte des Lebens und hast nie mit den Sinnenfreuden gespielt. ",
  "sn1.20:4.3": "Genieße menschliche Sinnenfreuden! ",
  "sn1.20:4.4": "Gib nicht auf, was jetzt ersichtlich ist, um dem nachzujagen, was sich mit der Zeit zeigt.“ ",
  "sn1.20:5.1": "„Das tue ich nicht, werter Herr; ",
  "sn1.20:5.2": "Ich gebe auf, was sich mit der Zeit zeigt, um dem nachzujagen, was jetzt ersichtlich ist. ",
  "sn1.20:5.3": "Denn der Buddha hat gesagt, dass Sinnenfreuden sich mit der Zeit zeigen, mit viel Leiden und Bedrängnis, und mehr noch, dass sie viele nachteilige Folgen haben. ",
  "sn1.20:5.4": "Aber diese Lehre ist in diesem Leben ersichtlich, unmittelbar wirksam, sie lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können.“ ",
  "sn1.20:6.1": "„Aber inwiefern, Mönch, hat der Buddha gesagt, dass Sinnenfreuden sich mit der Zeit zeigen, mit viel Leiden und Bedrängnis, und mehr noch, dass sie viele nachteilige Folgen haben? ",
  "sn1.20:6.2": "Und inwiefern ist diese Lehre in diesem Leben ersichtlich, unmittelbar wirksam, lädt zum Überprüfen ein, ist wert, beherzigt zu werden, sodass vernünftige Menschen sie selbst erkennen können?“ ",
  "sn1.20:7.1": "„Ich bin neu im Orden, werter Herr, kürzlich fortgezogen und neu zu dieser Lehre und Schulung gekommen. ",
  "sn1.20:7.2": "Ich kann das nicht ausführlich erklären. ",
  "sn1.20:7.3": "Aber der Gesegnete, der Vollendete, der vollkommen erwachte Buddha hält sich bei Rājagaha im Kloster der Heißen Quellen auf. ",
  "sn1.20:7.4": "Du solltest zu ihm gehen und ihn über diese Sache befragen. ",
  "sn1.20:7.5": "So wie er es erklärt, solltest du es behalten.“ ",
  "sn1.20:8.1": "„Es ist wirklich nicht einfach für uns, uns zum Buddha zu begeben, da er von anderen ranghohen Gottheiten umgeben ist. ",
  "sn1.20:8.2": "Wenn du zum Buddha gehst und ihn über diese Sache befragst, werden wir mitkommen und der Lehre zuhören.“ ",
  "sn1.20:8.3": "„Ja, werter Herr“, antwortete der Ehrwürdige Samiddhi. Er ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete die Begebenheit. Dann fügte er hinzu: ",
  "sn1.20:17.4": "„Herr, wenn diese Gottheit die Wahrheit gesprochen hat, wird sie in der Nähe sein.“ ",
  "sn1.20:18.1": "Als er gesprochen hatte, sagte diese Gottheit zu Samiddhi: ",
  "sn1.20:18.2": "„Frage, Mönch, frage! Denn ich bin angekommen.“ ",
  "sn1.20:19.1": "Da redete der Buddha die Gottheit in Strophen an: ",
  "sn1.20:20.1": "„Lebewesen, die das Sagbare wahrnehmen, ",
  "sn1.20:20.2": "werden im Sagbaren verankert. ",
  "sn1.20:20.3": "Da sie das Sagbare nicht verstehen, ",
  "sn1.20:20.4": "kommen die unter das Joch des Todes. ",
  "sn1.20:21.1": "Doch wenn sie das Sagbare vollständig verstanden haben, ",
  "sn1.20:21.2": "setzen sie sich nicht mit einem Sagenden gleich, ",
  "sn1.20:21.3": "denn sie haben nichts, ",
  "sn1.20:21.4": "anhand dessen sie beschrieben werden könnten. ",
  "sn1.20:21.5": "Sag mir, ob du das verstehst, Geist.“ ",
  "sn1.20:22.1": "„Ich verstehe die ausführliche Bedeutung dieser kurzen Aussage des Buddha nicht. ",
  "sn1.20:22.2": "Bitte lehre mich diese Sache, sodass ich die ausführliche Bedeutung verstehen kann.“ ",
  "sn1.20:23.1": "„Wenn du denkst: ‚Ich bin gleich, ",
  "sn1.20:23.2": "besonders oder schlechter‘, gerätst du in Streitigkeiten. ",
  "sn1.20:23.3": "Unerschütterlich angesichts der drei Unterscheidungen ",
  "sn1.20:23.4": "wirst du nicht denken: ‚Ich bin gleich oder besonders‘. ",
  "sn1.20:23.5": "Sag mir, ob du das verstehst, Geist.“ ",
  "sn1.20:24.1": "„Ich verstehe die ausführliche Bedeutung dieser kurzen Aussage des Buddha nicht. ",
  "sn1.20:24.2": "Bitte lehre mich diese Sache, sodass ich die ausführliche Bedeutung verstehen kann.“ ",
  "sn1.20:25.1": "„Urteilen wurde aufgegeben, Einbildung zurückgewiesen; ",
  "sn1.20:25.2": "Verlangen nach Namen und Form ist gleich hier abgeschnitten. ",
  "sn1.20:25.3": "Die Ketten haben sie durchtrennt, sind ohne Not und brauchen keine Hoffnung. ",
  "sn1.20:25.4": "Obwohl Götter und Menschen ",
  "sn1.20:25.5": "sie in dieser und jener Welt suchen, finden sie sie nie, ",
  "sn1.20:25.6": "nicht im Himmel noch an einem anderen Wohnplatz. ",
  "sn1.20:26.1": "Sag mir, ob du das verstehst, Geist.“ ",
  "sn1.20:27.1": "„Herr, so verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha: ",
  "sn1.20:28.1": "Du sollst nie in aller Welt ",
  "sn1.20:28.2": "mit Sprache, Geist oder Körper etwas Schlechtes tun. ",
  "sn1.20:28.3": "Wenn du Sinnenfreuden aufgegeben hast, achtsam und umsichtig, ",
  "sn1.20:28.4": "sollst du nicht weiter tun, was schmerzhaft und sinnlos ist.“ "
}