{
  "sn56.45:0.1": "Saṁyutta Nikāya 56 ",
  "sn56.45:0.2": "5. Papātavagga ",
  "sn56.45:0.3": "45. Vālasutta ",
  "sn56.45:1.1": "Ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "sn56.45:1.2": "Atha kho āyasmā ānando pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi. ",
  "sn56.45:1.3": "Addasā kho āyasmā ānando sambahule licchavikumārake santhāgāre upāsanaṁ karonte, dūratova sukhumena tāḷacchiggaḷena asanaṁ atipātente, poṅkhānupoṅkhaṁ avirādhitaṁ. ",
  "sn56.45:1.4": "Disvānassa etadahosi: ",
  "sn56.45:1.5": "“sikkhitā vatime licchavikumārakā, susikkhitā vatime licchavikumārakā; ",
  "sn56.45:1.6": "yatra hi nāma dūratova sukhumena tāḷacchiggaḷena asanaṁ atipātessanti poṅkhānupoṅkhaṁ avirādhitan”ti. ",
  "sn56.45:2.1": "Atha kho āyasmā ānando vesāliṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "sn56.45:2.2": "“idhāhaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisiṁ. ",
  "sn56.45:2.3": "Addasaṁ khvāhaṁ, bhante, sambahule licchavikumārake santhāgāre upāsanaṁ karonte dūratova sukhumena tāḷacchiggaḷena asanaṁ atipātente poṅkhānupoṅkhaṁ avirādhitaṁ. ",
  "sn56.45:2.4": "Disvāna me etadahosi: ",
  "sn56.45:2.5": "‘sikkhitā vatime licchavikumārakā, susikkhitā vatime licchavikumārakā; ",
  "sn56.45:2.6": "yatra hi nāma dūratova sukhumena tāḷacchiggaḷena asanaṁ atipātessanti poṅkhānupoṅkhaṁ avirādhitan’”ti. ",
  "sn56.45:3.1": "“Taṁ kiṁ maññasi, ānanda, ",
  "sn56.45:3.2": "katamaṁ nu kho dukkarataraṁ vā durabhisambhavataraṁ vā—",
  "sn56.45:3.3": "yo dūratova sukhumena tāḷacchiggaḷena asanaṁ atipāteyya poṅkhānupoṅkhaṁ avirādhitaṁ, yo vā sattadhā bhinnassa vālassa koṭiyā koṭiṁ paṭivijjheyyā”ti? ",
  "sn56.45:3.4": "“Etadeva, bhante, dukkaratarañceva durabhisambhavatarañca yo vā sattadhā bhinnassa vālassa koṭiyā koṭiṁ paṭivijjheyyā”ti. ",
  "sn56.45:3.5": "“Atha kho, ānanda, duppaṭivijjhataraṁ paṭivijjhanti, ye ‘idaṁ dukkhan’ti yathābhūtaṁ paṭivijjhanti …pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ paṭivijjhanti. ",
  "sn56.45:4.1": "Tasmātihānanda, ‘idaṁ dukkhan’ti yogo karaṇīyo …pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti. ",
  "sn56.45:4.2": "Pañcamaṁ. "
}