{
  "sn56.43:0.1": "Saṁyutta Nikāya 56 ",
  "sn56.43:0.2": "5. Papātavagga ",
  "sn56.43:0.3": "43. Mahāpariḷāhasutta ",
  "sn56.43:1.1": "“Atthi, bhikkhave, mahāpariḷāho nāma nirayo. ",
  "sn56.43:1.2": "Tattha yaṁ kiñci cakkhunā rūpaṁ passati, aniṭṭharūpaññeva passati no iṭṭharūpaṁ; akantarūpaññeva passati no kantarūpaṁ; amanāparūpaññeva passati no manāparūpaṁ. ",
  "sn56.43:1.3": "Yaṁ kiñci sotena saddaṁ suṇāti …pe… ",
  "sn56.43:1.4": "yaṁ kiñci kāyena phoṭṭhabbaṁ phusati …pe… ",
  "sn56.43:1.5": "yaṁ kiñci manasā dhammaṁ vijānāti, aniṭṭharūpaññeva vijānāti no iṭṭharūpaṁ; akantarūpaññeva vijānāti no kantarūpaṁ; amanāparūpaññeva vijānāti no manāparūpan”ti. ",
  "sn56.43:2.1": "Evaṁ vutte, aññataro bhikkhu bhagavantaṁ etadavoca: ",
  "sn56.43:2.2": "“mahā vata so, bhante, pariḷāho, sumahā vata so, bhante, pariḷāho. ",
  "sn56.43:2.3": "Atthi nu kho, bhante, etamhā pariḷāhā añño pariḷāho mahantataro ceva bhayānakataro cā”ti? ",
  "sn56.43:2.4": "“Atthi kho, bhikkhu, etamhā pariḷāhā añño pariḷāho mahantataro ca bhayānakataro cā”ti. ",
  "sn56.43:3.1": "“Katamo pana, bhante, etamhā pariḷāhā añño pariḷāho mahantataro ca bhayānakataro cā”ti? ",
  "sn56.43:3.2": "“Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṁ dukkhan’ti yathābhūtaṁ nappajānanti …pe… ",
  "sn56.43:3.3": "‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ nappajānanti, te jātisaṁvattanikesu saṅkhāresu abhiramanti …pe… ",
  "sn56.43:3.4": "abhiratā …pe… abhisaṅkharonti …pe… ",
  "sn56.43:3.5": "abhisaṅkharitvā jātipariḷāhenapi pariḍayhanti, jarāpariḷāhenapi pariḍayhanti, maraṇapariḷāhenapi pariḍayhanti, sokaparidevadukkhadomanassupāyāsapariḷāhenapi pariḍayhanti. ",
  "sn56.43:3.6": "Te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ",
  "sn56.43:3.7": "‘Na parimuccanti dukkhasmā’ti vadāmi. ",
  "sn56.43:4.1": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṁ dukkhan’ti yathābhūtaṁ pajānanti …pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānanti. ",
  "sn56.43:4.2": "Te jātisaṁvattanikesu saṅkhāresu nābhiramanti …pe… ",
  "sn56.43:4.3": "anabhiratā …pe… nābhisaṅkharonti …pe… ",
  "sn56.43:4.4": "anabhisaṅkharitvā jātipariḷāhenapi na pariḍayhanti, jarāpariḷāhenapi na pariḍayhanti, maraṇapariḷāhenapi na pariḍayhanti, sokaparidevadukkhadomanassupāyāsapariḷāhenapi na pariḍayhanti. ",
  "sn56.43:4.5": "Te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ",
  "sn56.43:4.6": "‘Parimuccanti dukkhasmā’ti vadāmi. ",
  "sn56.43:5.1": "Tasmātiha, bhikkhave, ‘idaṁ dukkhan’ti yogo karaṇīyo …pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti. ",
  "sn56.43:5.2": "Tatiyaṁ. "
}