{
  "sn56.43:0.1": "Saṃyutta Nikāya 56 ",
  "sn56.43:0.2": "5. Papātavagga ",
  "sn56.43:0.3": "43. Mahāpariḷāhasutta ",
  "sn56.43:1.1": "“Atthi, bhikkhave, mahāpariḷāho nāma nirayo. ",
  "sn56.43:1.2": "Tattha yaṃ kiñci cakkhunā rūpaṃ passati, aniṭṭharūpaññeva passati no iṭṭharūpaṃ; akantarūpaññeva passati no kantarūpaṃ; amanāparūpaññeva passati no manāparūpaṃ. ",
  "sn56.43:1.3": "Yaṃ kiñci sotena saddaṃ suṇāti …pe… ",
  "sn56.43:1.4": "yaṃ kiñci kāyena phoṭṭhabbaṃ phusati …pe… ",
  "sn56.43:1.5": "yaṃ kiñci manasā dhammaṃ vijānāti, aniṭṭharūpaññeva vijānāti no iṭṭharūpaṃ; akantarūpaññeva vijānāti no kantarūpaṃ; amanāparūpaññeva vijānāti no manāparūpan”ti. ",
  "sn56.43:2.1": "Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ",
  "sn56.43:2.2": "“mahā vata so, bhante, pariḷāho, sumahā vata so, bhante, pariḷāho. ",
  "sn56.43:2.3": "Atthi nu kho, bhante, etamhā pariḷāhā añño pariḷāho mahantataro ceva bhayānakataro cā”ti? ",
  "sn56.43:2.4": "“Atthi kho, bhikkhu, etamhā pariḷāhā añño pariḷāho mahantataro ca bhayānakataro cā”ti. ",
  "sn56.43:3.1": "“Katamo pana, bhante, etamhā pariḷāhā añño pariḷāho mahantataro ca bhayānakataro cā”ti? ",
  "sn56.43:3.2": "“Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānanti …pe… ",
  "sn56.43:3.3": "‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānanti, te jātisaṃvattanikesu saṅkhāresu abhiramanti …pe… ",
  "sn56.43:3.4": "abhiratā …pe… abhisaṅkharonti …pe… ",
  "sn56.43:3.5": "abhisaṅkharitvā jātipariḷāhenapi pariḍayhanti, jarāpariḷāhenapi pariḍayhanti, maraṇapariḷāhenapi pariḍayhanti, sokaparidevadukkhadomanassupāyāsapariḷāhenapi pariḍayhanti. ",
  "sn56.43:3.6": "Te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ",
  "sn56.43:3.7": "‘Na parimuccanti dukkhasmā’ti vadāmi. ",
  "sn56.43:4.1": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ pajānanti …pe… ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānanti. ",
  "sn56.43:4.2": "Te jātisaṃvattanikesu saṅkhāresu nābhiramanti …pe… ",
  "sn56.43:4.3": "anabhiratā …pe… nābhisaṅkharonti …pe… ",
  "sn56.43:4.4": "anabhisaṅkharitvā jātipariḷāhenapi na pariḍayhanti, jarāpariḷāhenapi na pariḍayhanti, maraṇapariḷāhenapi na pariḍayhanti, sokaparidevadukkhadomanassupāyāsapariḷāhenapi na pariḍayhanti. ",
  "sn56.43:4.5": "Te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ",
  "sn56.43:4.6": "‘Parimuccanti dukkhasmā’ti vadāmi. ",
  "sn56.43:5.1": "Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo …pe… ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti. ",
  "sn56.43:5.2": "Tatiyaṃ. "
}