{
  "sn56.42:0.1": "Saṁyutta Nikāya 56 ",
  "sn56.42:0.2": "5. Papātavagga ",
  "sn56.42:0.3": "42. Papātasutta ",
  "sn56.42:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "sn56.42:1.2": "Atha kho bhagavā bhikkhū āmantesi: ",
  "sn56.42:1.3": "“āyāma, bhikkhave, yena paṭibhānakūṭo tenupasaṅkamissāma divāvihārāyā”ti. ",
  "sn56.42:1.4": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "sn56.42:1.5": "Atha kho bhagavā sambahulehi bhikkhūhi saddhiṁ yena paṭibhānakūṭo tenupasaṅkami. ",
  "sn56.42:1.6": "Addasā kho aññataro bhikkhu paṭibhānakūṭe mahantaṁ papātaṁ. ",
  "sn56.42:1.7": "Disvāna bhagavantaṁ etadavoca: ",
  "sn56.42:1.8": "“mahā vatāyaṁ, bhante, papāto subhayānako, bhante, papāto. ",
  "sn56.42:1.9": "Atthi nu kho, bhante, imamhā papātā añño papāto mahantataro ca bhayānakataro cā”ti? ",
  "sn56.42:1.10": "“Atthi kho, bhikkhu, imamhā papātā añño papāto mahantataro ca bhayānakataro cā”ti. ",
  "sn56.42:2.1": "“Katamo pana, bhante, imamhā papātā añño papāto mahantataro ca bhayānakataro cā”ti? ",
  "sn56.42:2.2": "“Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṁ dukkhan’ti yathābhūtaṁ nappajānanti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ nappajānanti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ nappajānanti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ nappajānanti, ",
  "sn56.42:2.3": "te jātisaṁvattanikesu saṅkhāresu abhiramanti, jarāsaṁvattanikesu saṅkhāresu abhiramanti, maraṇasaṁvattanikesu saṅkhāresu abhiramanti, sokaparidevadukkhadomanassupāyāsasaṁvattanikesu saṅkhāresu abhiramanti. ",
  "sn56.42:2.4": "Te jātisaṁvattanikesu saṅkhāresu abhiratā jarāsaṁvattanikesu saṅkhāresu abhiratā maraṇasaṁvattanikesu saṅkhāresu abhiratā sokaparidevadukkhadomanassupāyāsasaṁvattanikesu saṅkhāresu abhiratā jātisaṁvattanikepi saṅkhāre abhisaṅkharonti, jarāsaṁvattanikepi saṅkhāre abhisaṅkharonti, maraṇasaṁvattanikepi saṅkhāre abhisaṅkharonti, sokaparidevadukkhadomanassupāyāsasaṁvattanikepi saṅkhāre abhisaṅkharonti. ",
  "sn56.42:2.5": "Te jātisaṁvattanikepi saṅkhāre abhisaṅkharitvā jarāsaṁvattanikepi saṅkhāre abhisaṅkharitvā maraṇasaṁvattanikepi saṅkhāre abhisaṅkharitvā sokaparidevadukkhadomanassupāyāsasaṁvattanikepi saṅkhāre abhisaṅkharitvā jātipapātampi papatanti, jarāpapātampi papatanti, maraṇapapātampi papatanti, sokaparidevadukkhadomanassupāyāsapapātampi papatanti. ",
  "sn56.42:2.6": "Te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ",
  "sn56.42:2.7": "‘Na parimuccanti dukkhasmā’ti vadāmi. ",
  "sn56.42:3.1": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṁ dukkhan’ti yathābhūtaṁ pajānanti …pe… ",
  "sn56.42:3.2": "‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānanti, te jātisaṁvattanikesu saṅkhāresu nābhiramanti, jarāsaṁvattanikesu saṅkhāresu nābhiramanti, maraṇasaṁvattanikesu saṅkhāresu nābhiramanti, sokaparidevadukkhadomanassupāyāsasaṁvattanikesu saṅkhāresu nābhiramanti. ",
  "sn56.42:3.3": "Te jātisaṁvattanikesu saṅkhāresu anabhiratā, jarāsaṁvattanikesu saṅkhāresu anabhiratā, maraṇasaṁvattanikesu saṅkhāresu anabhiratā, sokaparidevadukkhadomanassupāyāsasaṁvattanikesu saṅkhāresu anabhiratā, jātisaṁvattanikepi saṅkhāre nābhisaṅkharonti, jarāsaṁvattanikepi saṅkhāre nābhisaṅkharonti, maraṇasaṁvattanikepi saṅkhāre nābhisaṅkharonti, sokaparidevadukkhadomanassupāyāsasaṁvattanikepi saṅkhāre nābhisaṅkharonti. ",
  "sn56.42:3.4": "Te jātisaṁvattanikepi saṅkhāre anabhisaṅkharitvā, jarāsaṁvattanikepi saṅkhāre anabhisaṅkharitvā, maraṇasaṁvattanikepi saṅkhāre anabhisaṅkharitvā, sokaparidevadukkhadomanassupāyāsasaṁvattanikepi saṅkhāre anabhisaṅkharitvā, jātipapātampi nappapatanti, jarāpapātampi nappapatanti, maraṇapapātampi nappapatanti, sokaparidevadukkhadomanassupāyāsapapātampi nappapatanti. ",
  "sn56.42:3.5": "Te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi. ",
  "sn56.42:3.6": "‘Parimuccanti dukkhasmā’ti vadāmi. ",
  "sn56.42:4.1": "Tasmātiha, bhikkhave, ‘idaṁ dukkhan’ti yogo karaṇīyo …pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti. ",
  "sn56.42:4.2": "Dutiyaṁ. "
}