{
  "sn11.3:0.1": "Saṁyutta Nikāya 11 ",
  "sn11.3:0.2": "1. Paṭhamavagga ",
  "sn11.3:0.3": "3. Dhajaggasutta ",
  "sn11.3:1.1": "Sāvatthiyaṁ. ",
  "sn11.3:1.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn11.3:1.3": "“bhikkhavo”ti. ",
  "sn11.3:1.4": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "sn11.3:1.5": "Bhagavā etadavoca: ",
  "sn11.3:2.1": "“Bhūtapubbaṁ, bhikkhave, devāsurasaṅgāmo samupabyūḷho ahosi. ",
  "sn11.3:2.2": "Atha kho, bhikkhave, sakko devānamindo deve tāvatiṁse āmantesi: ",
  "sn11.3:3.1": "‘Sace, mārisā, devānaṁ saṅgāmagatānaṁ uppajjeyya bhayaṁ vā chambhitattaṁ vā lomahaṁso vā, mameva tasmiṁ samaye dhajaggaṁ ullokeyyātha. ",
  "sn11.3:3.2": "Mamañhi vo dhajaggaṁ ullokayataṁ yaṁ bhavissati bhayaṁ vā chambhitattaṁ vā lomahaṁso vā, so pahīyissati. ",
  "sn11.3:4.1": "No ce me dhajaggaṁ ullokeyyātha, atha pajāpatissa devarājassa dhajaggaṁ ullokeyyātha. ",
  "sn11.3:4.2": "Pajāpatissa hi vo devarājassa dhajaggaṁ ullokayataṁ yaṁ bhavissati bhayaṁ vā chambhitattaṁ vā lomahaṁso vā, so pahīyissati. ",
  "sn11.3:5.1": "No ce pajāpatissa devarājassa dhajaggaṁ ullokeyyātha, atha varuṇassa devarājassa dhajaggaṁ ullokeyyātha. ",
  "sn11.3:5.2": "Varuṇassa hi vo devarājassa dhajaggaṁ ullokayataṁ yaṁ bhavissati bhayaṁ vā chambhitattaṁ vā lomahaṁso vā, so pahīyissati. ",
  "sn11.3:6.1": "No ce varuṇassa devarājassa dhajaggaṁ ullokeyyātha, atha īsānassa devarājassa dhajaggaṁ ullokeyyātha. ",
  "sn11.3:6.2": "Īsānassa hi vo devarājassa dhajaggaṁ ullokayataṁ yaṁ bhavissati bhayaṁ vā chambhitattaṁ vā lomahaṁso vā, so pahīyissatī’ti. ",
  "sn11.3:7.1": "Taṁ kho pana, bhikkhave, sakkassa vā devānamindassa dhajaggaṁ ullokayataṁ, pajāpatissa vā devarājassa dhajaggaṁ ullokayataṁ, varuṇassa vā devarājassa dhajaggaṁ ullokayataṁ, īsānassa vā devarājassa dhajaggaṁ ullokayataṁ yaṁ bhavissati bhayaṁ vā chambhitattaṁ vā lomahaṁso vā, so pahīyethāpi nopi pahīyetha. ",
  "sn11.3:8.1": "Taṁ kissa hetu? ",
  "sn11.3:8.2": "Sakko hi, bhikkhave, devānamindo avītarāgo avītadoso avītamoho bhīru chambhī utrāsī palāyīti. ",
  "sn11.3:9.1": "Ahañca kho, bhikkhave, evaṁ vadāmi: ",
  "sn11.3:9.2": "‘sace tumhākaṁ, bhikkhave, araññagatānaṁ vā rukkhamūlagatānaṁ vā suññāgāragatānaṁ vā uppajjeyya bhayaṁ vā chambhitattaṁ vā lomahaṁso vā, mameva tasmiṁ samaye anussareyyātha: ",
  "sn11.3:9.3": "“itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā”ti. ",
  "sn11.3:9.4": "Mamañhi vo, bhikkhave, anussarataṁ yaṁ bhavissati bhayaṁ vā chambhitattaṁ vā lomahaṁso vā, so pahīyissati. ",
  "sn11.3:10.1": "No ce maṁ anussareyyātha, atha dhammaṁ anussareyyātha: ",
  "sn11.3:10.2": "“svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī”ti. ",
  "sn11.3:10.3": "Dhammañhi vo, bhikkhave, anussarataṁ yaṁ bhavissati bhayaṁ vā chambhitattaṁ vā lomahaṁso vā, so pahīyissati. ",
  "sn11.3:11.1": "No ce dhammaṁ anussareyyātha, atha saṅghaṁ anussareyyātha: ",
  "sn11.3:11.2": "“suppaṭipanno bhagavato sāvakasaṅgho ujuppaṭipanno bhagavato sāvakasaṅgho ñāyappaṭipanno bhagavato sāvakasaṅgho sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṁ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho, āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassā”ti. ",
  "sn11.3:11.3": "Saṅghañhi vo, bhikkhave, anussarataṁ yaṁ bhavissati bhayaṁ vā chambhitattaṁ vā lomahaṁso vā, so pahīyissati. ",
  "sn11.3:12.1": "Taṁ kissa hetu? ",
  "sn11.3:12.2": "Tathāgato hi, bhikkhave, arahaṁ sammāsambuddho vītarāgo vītadoso vītamoho abhīru acchambhī anutrāsī apalāyī’”ti. ",
  "sn11.3:12.3": "Idamavoca bhagavā. ",
  "sn11.3:12.4": "Idaṁ vatvāna sugato athāparaṁ etadavoca satthā: ",
  "sn11.3:13.1": "“Araññe rukkhamūle vā, ",
  "sn11.3:13.2": "suññāgāreva bhikkhavo; ",
  "sn11.3:13.3": "Anussaretha sambuddhaṁ, ",
  "sn11.3:13.4": "bhayaṁ tumhāka no siyā. ",
  "sn11.3:14.1": "No ce buddhaṁ sareyyātha, ",
  "sn11.3:14.2": "lokajeṭṭhaṁ narāsabhaṁ; ",
  "sn11.3:14.3": "Atha dhammaṁ sareyyātha, ",
  "sn11.3:14.4": "niyyānikaṁ sudesitaṁ. ",
  "sn11.3:15.1": "No ce dhammaṁ sareyyātha, ",
  "sn11.3:15.2": "niyyānikaṁ sudesitaṁ; ",
  "sn11.3:15.3": "Atha saṅghaṁ sareyyātha, ",
  "sn11.3:15.4": "puññakkhettaṁ anuttaraṁ. ",
  "sn11.3:16.1": "Evaṁ buddhaṁ sarantānaṁ, ",
  "sn11.3:16.2": "Dhammaṁ saṅghañca bhikkhavo; ",
  "sn11.3:16.3": "Bhayaṁ vā chambhitattaṁ vā, ",
  "sn11.3:16.4": "Lomahaṁso na hessatī”ti. "
}