{
  "pp1.4:0.1": "Puggalapaññatti",
  "pp1.4:0.2": "Mātikā",
  "pp1.4:0.3": "4. Catukkauddesa",
  "pp1.4:1.1": "**Cattāro puggalā—**",
  "pp1.4:2.1": "Asappuriso, asappurisena asappurisataro, sappuriso, sappurisena sappurisataro. (1)",
  "pp1.4:3.1": "Pāpo, pāpena pāpataro, kalyāṇo, kalyāṇena kalyāṇataro. (2)",
  "pp1.4:4.1": "Pāpadhammo, pāpadhammena pāpadhammataro, kalyāṇadhammo, kalyāṇadhammena kalyāṇadhammataro. (3)",
  "pp1.4:5.1": "Sāvajjo, vajjabahulo, appavajjo, anavajjo. (4)",
  "pp1.4:6.1": "Ugghaṭitaññū, vipañcitaññū, neyyo, padaparamo. (5)",
  "pp1.4:7.1": "Yuttappaṭibhāno, no muttappaṭibhāno, muttappaṭibhāno, no yuttappaṭibhāno, yuttappaṭibhāno ca muttappaṭibhāno ca, neva yuttappaṭibhāno no muttappaṭibhāno. (6)",
  "pp1.4:8.1": "Cattāro dhammakathikā puggalā. (7)",
  "pp1.4:9.1": "Cattāro valāhakūpamā puggalā. (8)",
  "pp1.4:10.1": "Cattāro mūsikūpamā puggalā. (9)",
  "pp1.4:11.1": "Cattāro ambūpamā puggalā. (10)",
  "pp1.4:12.1": "Cattāro kumbhūpamā puggalā. (11)",
  "pp1.4:13.1": "Cattāro udakarahadūpamā puggalā. (12)",
  "pp1.4:14.1": "Cattāro balībaddūpamā puggalā. (13)",
  "pp1.4:15.1": "Cattāro āsīvisūpamā puggalā. (14)",
  "pp1.4:16.1": "Atthekacco puggalo ananuvicca apariyogāhetvā avaṇṇārahassa vaṇṇaṃ bhāsitā hoti, atthekacco puggalo ananuvicca apariyogāhetvā vaṇṇārahassa avaṇṇaṃ bhāsitā hoti, atthekacco puggalo ananuvicca apariyogāhetvā appasādanīye ṭhāne pasādaṃ upadaṃsitā hoti, atthekacco puggalo ananuvicca apariyogāhetvā pasādanīye ṭhāne appasādaṃ upadaṃsitā hoti. (15)",
  "pp1.4:17.1": "Atthekacco puggalo anuvicca pariyogāhetvā avaṇṇārahassa avaṇṇaṃ bhāsitā hoti, atthekacco puggalo anuvicca pariyogāhetvā vaṇṇārahassa vaṇṇaṃ bhāsitā hoti, atthekacco puggalo anuvicca pariyogāhetvā appasādanīye ṭhāne appasādaṃ upadaṃsitā hoti, atthekacco puggalo anuvicca pariyogāhetvā pasādanīye ṭhāne pasādaṃ upadaṃsitā hoti. (16)",
  "pp1.4:18.1": "Atthekacco puggalo avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca kho vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena;",
  "pp1.4:18.2": "atthekacco puggalo vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca kho avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena;",
  "pp1.4:18.3": "atthekacco puggalo avaṇṇārahassa ca avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena;",
  "pp1.4:18.4": "vaṇṇārahassa ca vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, atthekacco puggalo neva avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena. (17)",
  "pp1.4:19.1": "Uṭṭhānaphalūpajīvī no puññaphalūpajīvī, puññaphalūpajīvī no uṭṭhānaphalūpajīvī, uṭṭhānaphalūpajīvī ca puññaphalūpajīvī ca, neva uṭṭhānaphalūpajīvī no puññaphalūpajīvī. (18)",
  "pp1.4:20.1": "Tamo tamaparāyano, tamo jotiparāyano, joti tamaparāyano, joti jotiparāyano. (19)",
  "pp1.4:21.1": "Oṇatoṇato, oṇatuṇṇato, uṇṇatoṇato, uṇṇatuṇṇato. (20)",
  "pp1.4:22.1": "Cattāro rukkhūpamā puggalā. (21)",
  "pp1.4:23.1": "Rūpappamāṇo, rūpappasanno, ghosappamāṇo, ghosappasanno. (22)",
  "pp1.4:24.1": "Lūkhappamāṇo, lūkhappasanno, dhammappamāṇo, dhammappasanno. (23)",
  "pp1.4:25.1": "Atthekacco puggalo attahitāya paṭipanno hoti, no parahitāya;",
  "pp1.4:25.2": "atthekacco puggalo parahitāya paṭipanno hoti, no attahitāya;",
  "pp1.4:25.3": "atthekacco puggalo attahitāya ceva paṭipanno hoti parahitāya ca;",
  "pp1.4:25.4": "atthekacco puggalo neva attahitāya paṭipanno hoti no parahitāya. (24)",
  "pp1.4:26.1": "Atthekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto;",
  "pp1.4:26.2": "atthekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto;",
  "pp1.4:26.3": "atthekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto;",
  "pp1.4:26.4": "atthekacco puggalo neva attantapo hoti na attaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto.",
  "pp1.4:26.5": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati. (25)",
  "pp1.4:27.1": "Sarāgo, sadoso, samoho, samāno. (26)",
  "pp1.4:28.1": "Atthekacco puggalo lābhī hoti ajjhattaṃ cetosamathassa, na lābhī adhipaññādhammavipassanāya;",
  "pp1.4:28.2": "atthekacco puggalo lābhī hoti adhipaññādhammavipassanāya, na lābhī ajjhattaṃ cetosamathassa;",
  "pp1.4:28.3": "atthekacco puggalo lābhī ceva hoti ajjhattaṃ cetosamathassa, lābhī ca adhipaññādhammavipassanāya;",
  "pp1.4:28.4": "atthekacco puggalo neva lābhī hoti ajjhattaṃ cetosamathassa, na lābhī adhipaññādhammavipassanāya. (27)",
  "pp1.4:29.1": "Anusotagāmī puggalo, paṭisotagāmī puggalo, ṭhitatto puggalo, tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇo. (28)",
  "pp1.4:30.1": "Appassuto sutena anupapanno, appassuto sutena upapanno, bahussuto sutena anupapanno, bahussuto sutena upapanno. (29)",
  "pp1.4:31.1": "Samaṇamacalo, samaṇapadumo, samaṇapuṇḍarīko, samaṇesu samaṇasukhumālo. (30)",
  "pp1.4:32.1": "Catukkaṃ."
}