{
  "mn101:0.1": "Majjhima Nikāya 101 ",
  "mn101:0.2": "Devadahasutta ",
  "mn101:1.1": "Evaṁ me sutaṁ—",
  "mn101:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati devadahaṁ nāma sakyānaṁ nigamo. ",
  "mn101:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn101:2.1": "“bhikkhavo”ti. ",
  "mn101:2.2": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn101:2.3": "Bhagavā etadavoca: ",
  "mn101:2.4": "“santi, bhikkhave, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn101:2.5": "‘yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbekatahetu. ",
  "mn101:2.6": "Iti purāṇānaṁ kammānaṁ tapasā byantībhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn101:2.7": "āyatiṁ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī’ti. ",
  "mn101:2.8": "Evaṁvādino, bhikkhave, nigaṇṭhā. ",
  "mn101:3.1": "Evaṁvādāhaṁ, bhikkhave, nigaṇṭhe upasaṅkamitvā evaṁ vadāmi: ",
  "mn101:3.2": "‘saccaṁ kira tumhe, āvuso nigaṇṭhā, evaṁvādino evaṁdiṭṭhino—",
  "mn101:3.3": "yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbekatahetu. ",
  "mn101:3.4": "Iti purāṇānaṁ kammānaṁ tapasā byantībhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn101:3.5": "āyatiṁ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī’ti? ",
  "mn101:3.6": "Te ca me, bhikkhave, nigaṇṭhā evaṁ puṭṭhā ‘āmā’ti paṭijānanti. ",
  "mn101:4.1": "Tyāhaṁ evaṁ vadāmi: ",
  "mn101:4.2": "‘kiṁ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn101:4.3": "ahuvamheva mayaṁ pubbe, na nāhuvamhā’ti? ",
  "mn101:4.4": "‘No hidaṁ, āvuso’. ",
  "mn101:4.5": "‘Kiṁ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn101:4.6": "akaramheva mayaṁ pubbe pāpakammaṁ, na nākaramhā’ti? ",
  "mn101:4.7": "‘No hidaṁ, āvuso’. ",
  "mn101:4.8": "‘Kiṁ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn101:4.9": "evarūpaṁ vā evarūpaṁ vā pāpakammaṁ akaramhā’ti? ",
  "mn101:4.10": "‘No hidaṁ, āvuso’. ",
  "mn101:4.11": "‘Kiṁ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn101:4.12": "ettakaṁ vā dukkhaṁ nijjiṇṇaṁ, ettakaṁ vā dukkhaṁ nijjīretabbaṁ, ettakamhi vā dukkhe nijjiṇṇe sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī’ti? ",
  "mn101:4.13": "‘No hidaṁ, āvuso’. ",
  "mn101:4.14": "‘Kiṁ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn101:4.15": "diṭṭheva dhamme akusalānaṁ dhammānaṁ pahānaṁ, kusalānaṁ dhammānaṁ upasampadan’ti? ",
  "mn101:4.16": "‘No hidaṁ, āvuso’. ",
  "mn101:5.1": "‘Iti kira tumhe, āvuso nigaṇṭhā, na jānātha—",
  "mn101:5.2": "ahuvamheva mayaṁ pubbe, na nāhuvamhāti, na jānātha—",
  "mn101:5.3": "akaramheva mayaṁ pubbe pāpakammaṁ, na nākaramhāti, na jānātha—",
  "mn101:5.4": "evarūpaṁ vā evarūpaṁ vā pāpakammaṁ akaramhāti, na jānātha—",
  "mn101:5.5": "ettakaṁ vā dukkhaṁ nijjiṇṇaṁ, ettakaṁ vā dukkhaṁ nijjīretabbaṁ, ettakamhi vā dukkhe nijjiṇṇe sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatīti, na jānātha—",
  "mn101:5.6": "diṭṭheva dhamme akusalānaṁ dhammānaṁ pahānaṁ, kusalānaṁ dhammānaṁ upasampadaṁ; ",
  "mn101:5.7": "evaṁ sante āyasmantānaṁ nigaṇṭhānaṁ na kallamassa veyyākaraṇāya: ",
  "mn101:5.8": "“yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbekatahetu. ",
  "mn101:5.9": "Iti purāṇānaṁ kammānaṁ tapasā byantībhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn101:5.10": "āyatiṁ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī”ti. ",
  "mn101:6.1": "Sace pana tumhe, āvuso nigaṇṭhā, jāneyyātha—",
  "mn101:6.2": "ahuvamheva mayaṁ pubbe, na nāhuvamhāti, jāneyyātha—",
  "mn101:6.3": "akaramheva mayaṁ pubbe pāpakammaṁ, na nākaramhāti, jāneyyātha—",
  "mn101:6.4": "evarūpaṁ vā evarūpaṁ vā pāpakammaṁ akaramhāti, jāneyyātha—",
  "mn101:6.5": "ettakaṁ vā dukkhaṁ nijjiṇṇaṁ, ettakaṁ vā dukkhaṁ nijjīretabbaṁ, ettakamhi vā dukkhe nijjiṇṇe sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatīti, jāneyyātha—",
  "mn101:6.6": "diṭṭheva dhamme akusalānaṁ dhammānaṁ pahānaṁ, kusalānaṁ dhammānaṁ upasampadaṁ; ",
  "mn101:6.7": "evaṁ sante āyasmantānaṁ nigaṇṭhānaṁ kallamassa veyyākaraṇāya: ",
  "mn101:6.8": "“yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbekatahetu. ",
  "mn101:6.9": "Iti purāṇānaṁ kammānaṁ tapasā byantībhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn101:6.10": "āyatiṁ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī”ti. ",
  "mn101:7.1": "Seyyathāpi, āvuso nigaṇṭhā, puriso sallena viddho assa savisena gāḷhūpalepanena; ",
  "mn101:7.2": "so sallassapi vedhanahetu dukkhā tibbā kaṭukā vedanā vediyeyya. ",
  "mn101:7.3": "Tassa mittāmaccā ñātisālohitā bhisakkaṁ sallakattaṁ upaṭṭhāpeyyuṁ. ",
  "mn101:7.4": "Tassa so bhisakko sallakatto satthena vaṇamukhaṁ parikanteyya; ",
  "mn101:7.5": "so satthenapi vaṇamukhassa parikantanahetu dukkhā tibbā kaṭukā vedanā vediyeyya. ",
  "mn101:7.6": "Tassa so bhisakko sallakatto esaniyā sallaṁ eseyya; ",
  "mn101:7.7": "so esaniyāpi sallassa esanāhetu dukkhā tibbā kaṭukā vedanā vediyeyya. ",
  "mn101:7.8": "Tassa so bhisakko sallakatto sallaṁ abbuheyya; ",
  "mn101:7.9": "so sallassapi abbuhanahetu dukkhā tibbā kaṭukā vedanā vediyeyya. ",
  "mn101:7.10": "Tassa so bhisakko sallakatto agadaṅgāraṁ vaṇamukhe odaheyya; ",
  "mn101:7.11": "so agadaṅgārassapi vaṇamukhe odahanahetu dukkhā tibbā kaṭukā vedanā vediyeyya. ",
  "mn101:7.12": "So aparena samayena rūḷhena vaṇena sañchavinā arogo assa sukhī serī sayaṁvasī yena kāmaṅgamo. ",
  "mn101:7.13": "Tassa evamassa: ",
  "mn101:7.14": "“ahaṁ kho pubbe sallena viddho ahosiṁ savisena gāḷhūpalepanena. ",
  "mn101:7.15": "Sohaṁ sallassapi vedhanahetu dukkhā tibbā kaṭukā vedanā vediyiṁ. ",
  "mn101:7.16": "Tassa me mittāmaccā ñātisālohitā bhisakkaṁ sallakattaṁ upaṭṭhapesuṁ. ",
  "mn101:7.17": "Tassa me so bhisakko sallakatto satthena vaṇamukhaṁ parikanti; ",
  "mn101:7.18": "sohaṁ satthenapi vaṇamukhassa parikantanahetu dukkhā tibbā kaṭukā vedanā vediyiṁ. ",
  "mn101:7.19": "Tassa me so bhisakko sallakatto esaniyā sallaṁ esi; ",
  "mn101:7.20": "so ahaṁ esaniyāpi sallassa esanāhetu dukkhā tibbā kaṭukā vedanā vediyiṁ. ",
  "mn101:7.21": "Tassa me so bhisakko sallakatto sallaṁ abbuhi; ",
  "mn101:7.22": "sohaṁ sallassapi abbuhanahetu dukkhā tibbā kaṭukā vedanā vediyiṁ. ",
  "mn101:7.23": "Tassa me so bhisakko sallakatto agadaṅgāraṁ vaṇamukhe odahi; ",
  "mn101:7.24": "sohaṁ agadaṅgārassapi vaṇamukhe odahanahetu dukkhā tibbā kaṭukā vedanā vediyiṁ. ",
  "mn101:7.25": "Somhi etarahi rūḷhena vaṇena sañchavinā arogo sukhī serī sayaṁvasī yena kāmaṅgamo”ti. ",
  "mn101:8.1": "Evameva kho, āvuso nigaṇṭhā, sace tumhe jāneyyātha—",
  "mn101:8.2": "ahuvamheva mayaṁ pubbe, na nāhuvamhāti, jāneyyātha—",
  "mn101:8.3": "akaramheva mayaṁ pubbe pāpakammaṁ, na nākaramhāti, jāneyyātha—",
  "mn101:8.4": "evarūpaṁ vā evarūpaṁ vā pāpakammaṁ akaramhāti, jāneyyātha—",
  "mn101:8.5": "ettakaṁ vā dukkhaṁ nijjiṇṇaṁ, ettakaṁ vā dukkhaṁ nijjīretabbaṁ, ettakamhi vā dukkhe nijjiṇṇe sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatīti, jāneyyātha—",
  "mn101:8.6": "diṭṭheva dhamme akusalānaṁ dhammānaṁ pahānaṁ, kusalānaṁ dhammānaṁ upasampadaṁ; ",
  "mn101:8.7": "evaṁ sante āyasmantānaṁ nigaṇṭhānaṁ kallamassa veyyākaraṇāya: ",
  "mn101:8.8": "“yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbekatahetu. ",
  "mn101:8.9": "Iti purāṇānaṁ kammānaṁ tapasā byantībhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn101:8.10": "āyatiṁ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī”ti. ",
  "mn101:9.1": "Yasmā ca kho tumhe, āvuso nigaṇṭhā, na jānātha—",
  "mn101:9.2": "ahuvamheva mayaṁ pubbe, na nāhuvamhāti, na jānātha—",
  "mn101:9.3": "akaramheva mayaṁ pubbe pāpakammaṁ, na nākaramhāti, na jānātha—",
  "mn101:9.4": "evarūpaṁ vā evarūpaṁ vā pāpakammaṁ akaramhāti, na jānātha—",
  "mn101:9.5": "ettakaṁ vā dukkhaṁ nijjiṇṇaṁ, ettakaṁ vā dukkhaṁ nijjīretabbaṁ, ettakamhi vā dukkhe nijjiṇṇe sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatīti, na jānātha—",
  "mn101:9.6": "diṭṭheva dhamme akusalānaṁ dhammānaṁ pahānaṁ, kusalānaṁ dhammānaṁ upasampadaṁ; ",
  "mn101:9.7": "tasmā āyasmantānaṁ nigaṇṭhānaṁ na kallamassa veyyākaraṇāya: ",
  "mn101:9.8": "“yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbekatahetu. ",
  "mn101:9.9": "Iti purāṇānaṁ kammānaṁ tapasā byantībhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn101:9.10": "āyatiṁ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī”’ti. ",
  "mn101:10.1": "Evaṁ vutte, bhikkhave, te nigaṇṭhā maṁ etadavocuṁ: ",
  "mn101:10.2": "‘nigaṇṭho, āvuso, nāṭaputto sabbaññū sabbadassāvī, aparisesaṁ ñāṇadassanaṁ paṭijānāti. ",
  "mn101:10.3": "“Carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ ñāṇadassanaṁ paccupaṭṭhitan”ti. ",
  "mn101:10.4": "So evamāha: ",
  "mn101:10.5": "“atthi kho vo, āvuso nigaṇṭhā, pubbeva pāpakammaṁ kataṁ, taṁ imāya kaṭukāya dukkarakārikāya nijjīretha, ",
  "mn101:10.6": "yaṁ panettha etarahi kāyena saṁvutā vācāya saṁvutā manasā saṁvutā taṁ āyatiṁ pāpakammassa akaraṇaṁ. ",
  "mn101:10.7": "Iti purāṇānaṁ kammānaṁ tapasā byantībhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn101:10.8": "āyatiṁ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī”ti. ",
  "mn101:10.9": "Tañca panamhākaṁ ruccati ceva khamati ca, tena camhā attamanā’ti. ",
  "mn101:11.1": "Evaṁ vutte, ahaṁ, bhikkhave, te nigaṇṭhe etadavocaṁ: ",
  "mn101:11.2": "‘pañca kho ime, āvuso nigaṇṭhā, dhammā diṭṭheva dhamme dvidhāvipākā. ",
  "mn101:11.3": "Katame pañca? ",
  "mn101:11.4": "Saddhā, ruci, anussavo, ākāraparivitakko, diṭṭhinijjhānakkhanti—",
  "mn101:11.5": "ime kho, āvuso nigaṇṭhā, pañca dhammā diṭṭheva dhamme dvidhāvipākā. ",
  "mn101:11.6": "Tatrāyasmantānaṁ nigaṇṭhānaṁ kā atītaṁse satthari saddhā, kā ruci, ko anussavo, ko ākāraparivitakko, kā diṭṭhinijjhānakkhantī’ti. ",
  "mn101:11.7": "Evaṁvādī kho ahaṁ, bhikkhave, nigaṇṭhesu na kañci sahadhammikaṁ vādapaṭihāraṁ samanupassāmi. ",
  "mn101:12.1": "Puna caparāhaṁ, bhikkhave, te nigaṇṭhe evaṁ vadāmi: ",
  "mn101:12.2": "‘taṁ kiṁ maññatha, āvuso nigaṇṭhā. ",
  "mn101:12.3": "Yasmiṁ vo samaye tibbo upakkamo hoti tibbaṁ padhānaṁ, tibbā tasmiṁ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:12.4": "yasmiṁ pana vo samaye na tibbo upakkamo hoti na tibbaṁ padhānaṁ, na tibbā tasmiṁ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyethā’ti? ",
  "mn101:12.5": "‘Yasmiṁ no, āvuso gotama, samaye tibbo upakkamo hoti tibbaṁ padhānaṁ, tibbā tasmiṁ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyāma; ",
  "mn101:12.6": "yasmiṁ pana no samaye na tibbo upakkamo hoti na tibbaṁ padhānaṁ, na tibbā tasmiṁ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyāmā’ti. ",
  "mn101:13.1": "‘Iti kira, āvuso nigaṇṭhā, yasmiṁ vo samaye tibbo upakkamo hoti tibbaṁ padhānaṁ, tibbā tasmiṁ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:13.2": "yasmiṁ pana vo samaye na tibbo upakkamo hoti na tibbaṁ padhānaṁ, na tibbā tasmiṁ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha. ",
  "mn101:13.3": "Evaṁ sante āyasmantānaṁ nigaṇṭhānaṁ na kallamassa veyyākaraṇāya: ",
  "mn101:13.4": "“yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbekatahetu. ",
  "mn101:13.5": "Iti purāṇānaṁ kammānaṁ tapasā byantībhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn101:13.6": "āyatiṁ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī”ti. ",
  "mn101:14.1": "Sace, āvuso nigaṇṭhā, yasmiṁ vo samaye tibbo upakkamo hoti tibbaṁ padhānaṁ, na tibbā tasmiṁ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:14.2": "yasmiṁ pana vo samaye na tibbo upakkamo hoti na tibbaṁ padhānaṁ, tibbā tasmiṁ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:14.3": "evaṁ sante āyasmantānaṁ nigaṇṭhānaṁ kallamassa veyyākaraṇāya: ",
  "mn101:14.4": "“yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbekatahetu. ",
  "mn101:14.5": "Iti purāṇānaṁ kammānaṁ tapasā byantībhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn101:14.6": "āyatiṁ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī”ti. ",
  "mn101:15.1": "Yasmā ca kho, āvuso nigaṇṭhā, yasmiṁ vo samaye tibbo upakkamo hoti tibbaṁ padhānaṁ, tibbā tasmiṁ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:15.2": "yasmiṁ pana vo samaye na tibbo upakkamo hoti na tibbaṁ padhānaṁ, na tibbā tasmiṁ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:15.3": "te tumhe sāmaṁyeva opakkamikā dukkhā tibbā kaṭukā vedanā vedayamānā avijjā aññāṇā sammohā vipaccetha: ",
  "mn101:15.4": "“yaṁ kiñcāyaṁ purisapuggalo paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā, sabbaṁ taṁ pubbekatahetu. ",
  "mn101:15.5": "Iti purāṇānaṁ kammānaṁ tapasā byantībhāvā, navānaṁ kammānaṁ akaraṇā, āyatiṁ anavassavo; ",
  "mn101:15.6": "āyatiṁ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṁ dukkhaṁ nijjiṇṇaṁ bhavissatī”’ti. ",
  "mn101:15.7": "Evaṁvādīpi kho ahaṁ, bhikkhave, nigaṇṭhesu na kañci sahadhammikaṁ vādapaṭihāraṁ samanupassāmi. ",
  "mn101:16.1": "Puna caparāhaṁ, bhikkhave, te nigaṇṭhe evaṁ vadāmi: ",
  "mn101:16.2": "‘taṁ kiṁ maññathāvuso nigaṇṭhā, yamidaṁ kammaṁ diṭṭhadhammavedanīyaṁ taṁ upakkamena vā padhānena vā samparāyavedanīyaṁ hotūti labbhametan’ti? ",
  "mn101:16.3": "‘No hidaṁ, āvuso’. ",
  "mn101:16.4": "‘Yaṁ panidaṁ kammaṁ samparāyavedanīyaṁ taṁ upakkamena vā padhānena vā diṭṭhadhammavedanīyaṁ hotūti labbhametan’ti? ",
  "mn101:16.5": "‘No hidaṁ, āvuso’. ",
  "mn101:17.1": "‘Taṁ kiṁ maññathāvuso nigaṇṭhā, yamidaṁ kammaṁ sukhavedanīyaṁ taṁ upakkamena vā padhānena vā dukkhavedanīyaṁ hotūti labbhametan’ti? ",
  "mn101:17.2": "‘No hidaṁ, āvuso’. ",
  "mn101:17.3": "‘Yaṁ panidaṁ kammaṁ dukkhavedanīyaṁ taṁ upakkamena vā padhānena vā sukhavedanīyaṁ hotūti labbhametan’ti? ",
  "mn101:17.4": "‘No hidaṁ, āvuso’. ",
  "mn101:18.1": "‘Taṁ kiṁ maññathāvuso nigaṇṭhā, yamidaṁ kammaṁ paripakkavedanīyaṁ taṁ upakkamena vā padhānena vā aparipakkavedanīyaṁ hotūti labbhametan’ti? ",
  "mn101:18.2": "‘No hidaṁ, āvuso’. ",
  "mn101:18.3": "‘Yaṁ panidaṁ kammaṁ aparipakkavedanīyaṁ taṁ upakkamena vā padhānena vā paripakkavedanīyaṁ hotūti labbhametan’ti? ",
  "mn101:18.4": "‘No hidaṁ, āvuso’. ",
  "mn101:19.1": "‘Taṁ kiṁ maññathāvuso nigaṇṭhā, yamidaṁ kammaṁ bahuvedanīyaṁ taṁ upakkamena vā padhānena vā appavedanīyaṁ hotūti labbhametan’ti? ",
  "mn101:19.2": "‘No hidaṁ, āvuso’. ",
  "mn101:19.3": "‘Yaṁ panidaṁ kammaṁ appavedanīyaṁ taṁ upakkamena vā padhānena vā bahuvedanīyaṁ hotūti labbhametan’ti? ",
  "mn101:19.4": "‘No hidaṁ, āvuso’. ",
  "mn101:20.1": "‘Taṁ kiṁ maññathāvuso nigaṇṭhā, yamidaṁ kammaṁ savedanīyaṁ taṁ upakkamena vā padhānena vā avedanīyaṁ hotūti labbhametan’ti? ",
  "mn101:20.2": "‘No hidaṁ, āvuso’. ",
  "mn101:20.3": "‘Yaṁ panidaṁ kammaṁ avedanīyaṁ taṁ upakkamena vā padhānena vā savedanīyaṁ hotūti labbhametan’ti? ",
  "mn101:20.4": "‘No hidaṁ, āvuso’. ",
  "mn101:21.1": "‘Iti kira, āvuso nigaṇṭhā, yamidaṁ kammaṁ diṭṭhadhammavedanīyaṁ taṁ upakkamena vā padhānena vā samparāyavedanīyaṁ hotūti alabbhametaṁ, yaṁ panidaṁ kammaṁ samparāyavedanīyaṁ taṁ upakkamena vā padhānena vā diṭṭhadhammavedanīyaṁ hotūti alabbhametaṁ, yamidaṁ kammaṁ sukhavedanīyaṁ taṁ upakkamena vā padhānena vā dukkhavedanīyaṁ hotūti alabbhametaṁ, yamidaṁ kammaṁ dukkhavedanīyaṁ taṁ upakkamena vā padhānena vā sukhavedanīyaṁ hotūti alabbhametaṁ, yamidaṁ kammaṁ paripakkavedanīyaṁ taṁ upakkamena vā padhānena vā aparipakkavedanīyaṁ hotūti alabbhametaṁ, yamidaṁ kammaṁ aparipakkavedanīyaṁ taṁ upakkamena vā padhānena vā paripakkavedanīyaṁ hotūti alabbhametaṁ, yamidaṁ kammaṁ bahuvedanīyaṁ taṁ upakkamena vā padhānena vā appavedanīyaṁ hotūti alabbhametaṁ, yamidaṁ kammaṁ appavedanīyaṁ taṁ upakkamena vā padhānena vā bahuvedanīyaṁ hotūti alabbhametaṁ, yamidaṁ kammaṁ savedanīyaṁ taṁ upakkamena vā padhānena vā avedanīyaṁ hotūti alabbhametaṁ, yamidaṁ kammaṁ avedanīyaṁ taṁ upakkamena vā padhānena vā savedanīyaṁ hotūti alabbhametaṁ; ",
  "mn101:21.2": "evaṁ sante āyasmantānaṁ nigaṇṭhānaṁ aphalo upakkamo hoti, aphalaṁ padhānaṁ’. ",
  "mn101:22.1": "Evaṁvādī, bhikkhave, nigaṇṭhā. ",
  "mn101:22.2": "Evaṁvādīnaṁ, bhikkhave, nigaṇṭhānaṁ dasa sahadhammikā vādānuvādā gārayhaṁ ṭhānaṁ āgacchanti. ",
  "mn101:22.3": "Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṁ paṭisaṁvedenti; ",
  "mn101:22.4": "addhā, bhikkhave, nigaṇṭhā pubbe dukkaṭakammakārino yaṁ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti. ",
  "mn101:22.5": "Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṁ paṭisaṁvedenti; ",
  "mn101:22.6": "addhā, bhikkhave, nigaṇṭhā pāpakena issarena nimmitā yaṁ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti. ",
  "mn101:22.7": "Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṁ paṭisaṁvedenti; ",
  "mn101:22.8": "addhā, bhikkhave, nigaṇṭhā pāpasaṅgatikā yaṁ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti. ",
  "mn101:22.9": "Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṁ paṭisaṁvedenti; ",
  "mn101:22.10": "addhā, bhikkhave, nigaṇṭhā pāpābhijātikā yaṁ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti. ",
  "mn101:22.11": "Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṁ paṭisaṁvedenti; ",
  "mn101:22.12": "addhā, bhikkhave, nigaṇṭhā evarūpā diṭṭhadhammūpakkamā yaṁ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti. ",
  "mn101:22.13": "Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṁ paṭisaṁvedenti, gārayhā nigaṇṭhā; ",
  "mn101:22.14": "no ce sattā pubbekatahetu sukhadukkhaṁ paṭisaṁvedenti, gārayhā nigaṇṭhā. ",
  "mn101:22.15": "Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṁ paṭisaṁvedenti, gārayhā nigaṇṭhā; ",
  "mn101:22.16": "no ce sattā issaranimmānahetu sukhadukkhaṁ paṭisaṁvedenti, gārayhā nigaṇṭhā. ",
  "mn101:22.17": "Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṁ paṭisaṁvedenti, gārayhā nigaṇṭhā; ",
  "mn101:22.18": "no ce sattā saṅgatibhāvahetu sukhadukkhaṁ paṭisaṁvedenti, gārayhā nigaṇṭhā. ",
  "mn101:22.19": "Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṁ paṭisaṁvedenti, gārayhā nigaṇṭhā; ",
  "mn101:22.20": "no ce sattā abhijātihetu sukhadukkhaṁ paṭisaṁvedenti, gārayhā nigaṇṭhā. ",
  "mn101:22.21": "Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṁ paṭisaṁvedenti, gārayhā nigaṇṭhā; ",
  "mn101:22.22": "no ce sattā diṭṭhadhammūpakkamahetu sukhadukkhaṁ paṭisaṁvedenti, gārayhā nigaṇṭhā. ",
  "mn101:22.23": "Evaṁvādī, bhikkhave, nigaṇṭhā. ",
  "mn101:22.24": "Evaṁvādīnaṁ, bhikkhave, nigaṇṭhānaṁ ime dasa sahadhammikā vādānuvādā gārayhaṁ ṭhānaṁ āgacchanti. ",
  "mn101:22.25": "Evaṁ kho, bhikkhave, aphalo upakkamo hoti, aphalaṁ padhānaṁ. ",
  "mn101:23.1": "Kathañca, bhikkhave, saphalo upakkamo hoti, saphalaṁ padhānaṁ? ",
  "mn101:23.2": "Idha, bhikkhave, bhikkhu na heva anaddhabhūtaṁ attānaṁ dukkhena addhabhāveti, dhammikañca sukhaṁ na pariccajati, tasmiñca sukhe anadhimucchito hoti. ",
  "mn101:23.3": "So evaṁ pajānāti: ",
  "mn101:23.4": "‘imassa kho me dukkhanidānassa saṅkhāraṁ padahato saṅkhārappadhānā virāgo hoti, imassa pana me dukkhanidānassa ajjhupekkhato upekkhaṁ bhāvayato virāgo hotī’ti. ",
  "mn101:23.5": "So yassa hi khvāssa dukkhanidānassa saṅkhāraṁ padahato saṅkhārappadhānā virāgo hoti, saṅkhāraṁ tattha padahati. ",
  "mn101:23.6": "Yassa panassa dukkhanidānassa ajjhupekkhato upekkhaṁ bhāvayato virāgo hoti, upekkhaṁ tattha bhāveti. ",
  "mn101:23.7": "Tassa tassa dukkhanidānassa saṅkhāraṁ padahato saṅkhārappadhānā virāgo hoti—",
  "mn101:23.8": "evampissa taṁ dukkhaṁ nijjiṇṇaṁ hoti. ",
  "mn101:23.9": "Tassa tassa dukkhanidānassa ajjhupekkhato upekkhaṁ bhāvayato virāgo hoti—",
  "mn101:23.10": "evampissa taṁ dukkhaṁ nijjiṇṇaṁ hoti. ",
  "mn101:24.1": "Seyyathāpi, bhikkhave, puriso itthiyā sāratto paṭibaddhacitto tibbacchando tibbāpekkho. ",
  "mn101:24.2": "So taṁ itthiṁ passeyya aññena purisena saddhiṁ santiṭṭhantiṁ sallapantiṁ sañjagghantiṁ saṁhasantiṁ. ",
  "mn101:24.3": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn101:24.4": "api nu tassa purisassa amuṁ itthiṁ disvā aññena purisena saddhiṁ santiṭṭhantiṁ sallapantiṁ sañjagghantiṁ saṁhasantiṁ uppajjeyyuṁ sokaparidevadukkhadomanassūpāyāsā”ti? ",
  "mn101:24.5": "“Evaṁ, bhante”. ",
  "mn101:24.6": "“Taṁ kissa hetu”? ",
  "mn101:24.7": "“Amu hi, bhante, puriso amussā itthiyā sāratto paṭibaddhacitto tibbacchando tibbāpekkho. ",
  "mn101:24.8": "Tasmā taṁ itthiṁ disvā aññena purisena saddhiṁ santiṭṭhantiṁ sallapantiṁ sañjagghantiṁ saṁhasantiṁ uppajjeyyuṁ sokaparidevadukkhadomanassūpāyāsā”ti. ",
  "mn101:25.1": "“Atha kho, bhikkhave, tassa purisassa evamassa: ",
  "mn101:25.2": "‘ahaṁ kho amussā itthiyā sāratto paṭibaddhacitto tibbacchando tibbāpekkho. ",
  "mn101:25.3": "Tassa me amuṁ itthiṁ disvā aññena purisena saddhiṁ santiṭṭhantiṁ sallapantiṁ sañjagghantiṁ saṁhasantiṁ uppajjanti sokaparidevadukkhadomanassūpāyāsā. ",
  "mn101:25.4": "Yannūnāhaṁ yo me amussā itthiyā chandarāgo taṁ pajaheyyan’ti. ",
  "mn101:25.5": "So yo amussā itthiyā chandarāgo taṁ pajaheyya. ",
  "mn101:25.6": "So taṁ itthiṁ passeyya aparena samayena aññena purisena saddhiṁ santiṭṭhantiṁ sallapantiṁ sañjagghantiṁ saṁhasantiṁ. ",
  "mn101:25.7": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn101:25.8": "api nu tassa purisassa amuṁ itthiṁ disvā aññena purisena saddhiṁ santiṭṭhantiṁ sallapantiṁ sañjagghantiṁ saṁhasantiṁ uppajjeyyuṁ sokaparidevadukkhadomanassūpāyāsā”ti? ",
  "mn101:25.9": "“No hetaṁ, bhante”. ",
  "mn101:25.10": "“Taṁ kissa hetu”? ",
  "mn101:25.11": "“Amu hi, bhante, puriso amussā itthiyā virāgo. ",
  "mn101:25.12": "Tasmā taṁ itthiṁ disvā aññena purisena saddhiṁ santiṭṭhantiṁ sallapantiṁ sañjagghantiṁ saṁhasantiṁ na uppajjeyyuṁ sokaparidevadukkhadomanassūpāyāsā”ti. ",
  "mn101:26.1": "“Evameva kho, bhikkhave, bhikkhu na heva anaddhabhūtaṁ attānaṁ dukkhena addhabhāveti, dhammikañca sukhaṁ na pariccajati, tasmiñca sukhe anadhimucchito hoti. ",
  "mn101:26.2": "So evaṁ pajānāti: ",
  "mn101:26.3": "‘imassa kho me dukkhanidānassa saṅkhāraṁ padahato saṅkhārappadhānā virāgo hoti, imassa pana me dukkhanidānassa ajjhupekkhato upekkhaṁ bhāvayato virāgo hotī’ti. ",
  "mn101:26.4": "So yassa hi khvāssa dukkhanidānassa saṅkhāraṁ padahato saṅkhārappadhānā virāgo hoti, saṅkhāraṁ tattha padahati; ",
  "mn101:26.5": "yassa panassa dukkhanidānassa ajjhupekkhato upekkhaṁ bhāvayato virāgo hoti, upekkhaṁ tattha bhāveti. ",
  "mn101:26.6": "Tassa tassa dukkhanidānassa saṅkhāraṁ padahato saṅkhārappadhānā virāgo hoti—",
  "mn101:26.7": "evampissa taṁ dukkhaṁ nijjiṇṇaṁ hoti. ",
  "mn101:26.8": "Tassa tassa dukkhanidānassa ajjhupekkhato upekkhaṁ bhāvayato virāgo hoti—",
  "mn101:26.9": "evampissa taṁ dukkhaṁ nijjiṇṇaṁ hoti. ",
  "mn101:26.10": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṁ padhānaṁ. ",
  "mn101:27.1": "Puna caparaṁ, bhikkhave, bhikkhu iti paṭisañcikkhati: ",
  "mn101:27.2": "‘yathāsukhaṁ kho me viharato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti; ",
  "mn101:27.3": "dukkhāya pana me attānaṁ padahato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
  "mn101:27.4": "Yannūnāhaṁ dukkhāya attānaṁ padaheyyan’ti. ",
  "mn101:27.5": "So dukkhāya attānaṁ padahati. ",
  "mn101:27.6": "Tassa dukkhāya attānaṁ padahato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhanti. ",
  "mn101:27.7": "So na aparena samayena dukkhāya attānaṁ padahati. ",
  "mn101:27.8": "Taṁ kissa hetu? ",
  "mn101:27.9": "Yassa hi so, bhikkhave, bhikkhu atthāya dukkhāya attānaṁ padaheyya svāssa attho abhinipphanno hoti. ",
  "mn101:27.10": "Tasmā na aparena samayena dukkhāya attānaṁ padahati. ",
  "mn101:28.1": "Seyyathāpi, bhikkhave, usukāro tejanaṁ dvīsu alātesu ātāpeti paritāpeti ujuṁ karoti kammaniyaṁ. ",
  "mn101:29.1": "Yato kho, bhikkhave, usukārassa tejanaṁ dvīsu alātesu ātāpitaṁ hoti paritāpitaṁ ujuṁ kataṁ kammaniyaṁ, na so taṁ aparena samayena usukāro tejanaṁ dvīsu alātesu ātāpeti paritāpeti ujuṁ karoti kammaniyaṁ. ",
  "mn101:29.2": "Taṁ kissa hetu? ",
  "mn101:29.3": "Yassa hi so, bhikkhave, atthāya usukāro tejanaṁ dvīsu alātesu ātāpeyya paritāpeyya ujuṁ kareyya kammaniyaṁ svāssa attho abhinipphanno hoti. ",
  "mn101:29.4": "Tasmā na aparena samayena usukāro tejanaṁ dvīsu alātesu ātāpeti paritāpeti ujuṁ karoti kammaniyaṁ. ",
  "mn101:29.5": "Evameva kho, bhikkhave, bhikkhu iti paṭisañcikkhati: ",
  "mn101:29.6": "‘yathāsukhaṁ kho me viharato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti; ",
  "mn101:29.7": "dukkhāya pana me attānaṁ padahato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
  "mn101:29.8": "Yannūnāhaṁ dukkhāya attānaṁ padaheyyan’ti. ",
  "mn101:29.9": "So dukkhāya attānaṁ padahati. ",
  "mn101:29.10": "Tassa dukkhāya attānaṁ padahato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
  "mn101:29.11": "So na aparena samayena dukkhāya attānaṁ padahati. ",
  "mn101:29.12": "Taṁ kissa hetu? ",
  "mn101:29.13": "Yassa hi so, bhikkhave, bhikkhu atthāya dukkhāya attānaṁ padaheyya svāssa attho abhinipphanno hoti. ",
  "mn101:29.14": "Tasmā na aparena samayena dukkhāya attānaṁ padahati. ",
  "mn101:29.15": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṁ padhānaṁ. ",
  "mn101:30.1": "Puna caparaṁ, bhikkhave, idha tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "mn101:30.2": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "mn101:30.3": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "mn101:31.1": "Taṁ dhammaṁ suṇāti gahapati vā gahapatiputto vā aññatarasmiṁ vā kule paccājāto. ",
  "mn101:31.2": "So taṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhati. ",
  "mn101:31.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ",
  "mn101:31.4": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ",
  "mn101:31.5": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn101:31.6": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn101:31.7": "So aparena samayena appaṁ vā bhogakkhandhaṁ pahāya mahantaṁ vā bhogakkhandhaṁ pahāya, appaṁ vā ñātiparivaṭṭaṁ pahāya mahantaṁ vā ñātiparivaṭṭaṁ pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati. ",
  "mn101:32.1": "So evaṁ pabbajito samāno bhikkhūnaṁ sikkhāsājīvasamāpanno pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "mn101:32.2": "Adinnādānaṁ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati. ",
  "mn101:32.3": "Abrahmacariyaṁ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā. ",
  "mn101:32.4": "Musāvādaṁ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṁvādako lokassa. ",
  "mn101:32.5": "Pisuṇaṁ vācaṁ pahāya pisuṇāya vācāya paṭivirato hoti; ito sutvā na amutra akkhātā imesaṁ bhedāya, amutra vā sutvā na imesaṁ akkhātā amūsaṁ bhedāya—iti bhinnānaṁ vā sandhātā sahitānaṁ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "mn101:32.6": "Pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato hoti; yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "mn101:32.7": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṁ vācaṁ bhāsitā kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "mn101:32.8": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti. ",
  "mn101:32.9": "Ekabhattiko hoti rattūparato virato vikālabhojanā. ",
  "mn101:32.10": "Naccagītavāditavisūkadassanā paṭivirato hoti. ",
  "mn101:32.11": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti. ",
  "mn101:32.12": "Uccāsayanamahāsayanā paṭivirato hoti. ",
  "mn101:32.13": "Jātarūparajatapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.14": "Āmakadhaññapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.15": "Āmakamaṁsapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.16": "Itthikumārikapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.17": "Dāsidāsapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.18": "Ajeḷakapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.19": "Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.20": "Hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.21": "Khettavatthupaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.22": "Dūteyyapahiṇagamanānuyogā paṭivirato hoti. ",
  "mn101:32.23": "Kayavikkayā paṭivirato hoti. ",
  "mn101:32.24": "Tulākūṭakaṁsakūṭamānakūṭā paṭivirato hoti. ",
  "mn101:32.25": "Ukkoṭanavañcananikatisāciyogā paṭivirato hoti. ",
  "mn101:32.26": "Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ",
  "mn101:33.1": "So santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati. ",
  "mn101:33.2": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti; ",
  "mn101:33.3": "evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena; so yena yeneva pakkamati samādāyeva pakkamati. ",
  "mn101:33.4": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṁ anavajjasukhaṁ paṭisaṁvedeti. ",
  "mn101:34.1": "So cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn101:34.2": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjati. ",
  "mn101:34.3": "Sotena saddaṁ sutvā …pe… ",
  "mn101:34.4": "ghānena gandhaṁ ghāyitvā …pe… ",
  "mn101:34.5": "jivhāya rasaṁ sāyitvā …pe… ",
  "mn101:34.6": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "mn101:34.7": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn101:34.8": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati. ",
  "mn101:34.9": "So iminā ariyena indriyasaṁvarena samannāgato ajjhattaṁ abyāsekasukhaṁ paṭisaṁvedeti. ",
  "mn101:35.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "mn101:36.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṁvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato ",
  "mn101:36.2": "vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn101:36.3": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā, ujuṁ kāyaṁ paṇidhāya, parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn101:37.1": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti. ",
  "mn101:37.2": "Byāpādapadosaṁ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṁ parisodheti. ",
  "mn101:37.3": "Thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti. ",
  "mn101:37.4": "Uddhaccakukkuccaṁ pahāya anuddhato viharati ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti. ",
  "mn101:37.5": "Vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti. ",
  "mn101:38.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "mn101:38.2": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn101:38.3": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṁ padhānaṁ. ",
  "mn101:39.1": "Puna caparaṁ, bhikkhave, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn101:39.2": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṁ padhānaṁ. ",
  "mn101:40.1": "Puna caparaṁ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṁvedeti. Yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati. ",
  "mn101:40.2": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṁ padhānaṁ. ",
  "mn101:41.1": "Puna caparaṁ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā, adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn101:41.2": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṁ padhānaṁ. ",
  "mn101:42.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmeti. ",
  "mn101:42.2": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn101:42.3": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṁ padhānaṁ. ",
  "mn101:43.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmeti. ",
  "mn101:43.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ",
  "mn101:43.3": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṁ padhānaṁ. ",
  "mn101:44.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti. ",
  "mn101:44.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti; ",
  "mn101:44.3": "‘ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "mn101:45.1": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati. ",
  "mn101:45.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "mn101:45.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "mn101:45.4": "Evampi kho, bhikkhave, saphalo upakkamo hoti, saphalaṁ padhānaṁ. ",
  "mn101:46.1": "Evaṁvādī, bhikkhave, tathāgatā. ",
  "mn101:46.2": "Evaṁvādīnaṁ, bhikkhave, tathāgatānaṁ dasa sahadhammikā pāsaṁsaṭṭhānā āgacchanti. ",
  "mn101:46.3": "Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṁ paṭisaṁvedenti; ",
  "mn101:46.4": "addhā, bhikkhave, tathāgato pubbe sukatakammakārī yaṁ etarahi evarūpā anāsavā sukhā vedanā vedeti. ",
  "mn101:46.5": "Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṁ paṭisaṁvedenti; ",
  "mn101:46.6": "addhā, bhikkhave, tathāgato bhaddakena issarena nimmito yaṁ etarahi evarūpā anāsavā sukhā vedanā vedeti. ",
  "mn101:46.7": "Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṁ paṭisaṁvedenti; ",
  "mn101:46.8": "addhā, bhikkhave, tathāgato kalyāṇasaṅgatiko yaṁ etarahi evarūpā anāsavā sukhā vedanā vedeti. ",
  "mn101:46.9": "Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṁ paṭisaṁvedenti; ",
  "mn101:46.10": "addhā, bhikkhave, tathāgato kalyāṇābhijātiko yaṁ etarahi evarūpā anāsavā sukhā vedanā vedeti. ",
  "mn101:46.11": "Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṁ paṭisaṁvedenti; ",
  "mn101:46.12": "addhā, bhikkhave, tathāgato kalyāṇadiṭṭhadhammūpakkamo yaṁ etarahi evarūpā anāsavā sukhā vedanā vedeti. ",
  "mn101:46.13": "Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṁ paṭisaṁvedenti, pāsaṁso tathāgato; ",
  "mn101:46.14": "no ce sattā pubbekatahetu sukhadukkhaṁ paṭisaṁvedenti, pāsaṁso tathāgato. ",
  "mn101:46.15": "Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṁ paṭisaṁvedenti, pāsaṁso tathāgato; ",
  "mn101:46.16": "no ce sattā issaranimmānahetu sukhadukkhaṁ paṭisaṁvedenti, pāsaṁso tathāgato. ",
  "mn101:46.17": "Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṁ paṭisaṁvedenti, pāsaṁso tathāgato; ",
  "mn101:46.18": "no ce sattā saṅgatibhāvahetu sukhadukkhaṁ paṭisaṁvedenti, pāsaṁso tathāgato. ",
  "mn101:46.19": "Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṁ paṭisaṁvedenti, pāsaṁso tathāgato; ",
  "mn101:46.20": "no ce sattā abhijātihetu sukhadukkhaṁ paṭisaṁvedenti, pāsaṁso tathāgato. ",
  "mn101:46.21": "Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṁ paṭisaṁvedenti, pāsaṁso tathāgato; ",
  "mn101:46.22": "no ce sattā diṭṭhadhammūpakkamahetu sukhadukkhaṁ paṭisaṁvedenti, pāsaṁso tathāgato. ",
  "mn101:46.23": "Evaṁvādī, bhikkhave, tathāgatā. ",
  "mn101:46.24": "Evaṁvādīnaṁ, bhikkhave, tathāgatānaṁ ime dasa sahadhammikā pāsaṁsaṭṭhānā āgacchantī”ti. ",
  "mn101:46.25": "Idamavoca bhagavā. ",
  "mn101:46.26": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn101:46.27": "Devadahasuttaṁ niṭṭhitaṁ paṭhamaṁ. "
}