{
  "mn102:0.1": "Majjhima Nikāya 102 ",
  "mn102:0.2": "Pañcattayasutta ",
  "mn102:1.1": "Evaṁ me sutaṁ—",
  "mn102:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn102:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn102:1.4": "“bhikkhavo”ti. ",
  "mn102:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn102:1.6": "Bhagavā etadavoca: ",
  "mn102:2.1": "“santi, bhikkhave, eke samaṇabrāhmaṇā aparantakappikā aparantānudiṭṭhino aparantaṁ ārabbha anekavihitāni adhivuttipadāni abhivadanti. ",
  "mn102:2.2": "‘Saññī attā hoti arogo paraṁ maraṇā’ti—",
  "mn102:2.3": "ittheke abhivadanti; ",
  "mn102:2.4": "‘asaññī attā hoti arogo paraṁ maraṇā’ti—",
  "mn102:2.5": "ittheke abhivadanti; ",
  "mn102:2.6": "‘nevasaññīnāsaññī attā hoti arogo paraṁ maraṇā’ti—",
  "mn102:2.7": "ittheke abhivadanti; ",
  "mn102:2.8": "sato vā pana sattassa ucchedaṁ vināsaṁ vibhavaṁ paññapenti, diṭṭhadhammanibbānaṁ vā paneke abhivadanti. ",
  "mn102:2.9": "Iti santaṁ vā attānaṁ paññapenti arogaṁ paraṁ maraṇā, sato vā pana sattassa ucchedaṁ vināsaṁ vibhavaṁ paññapenti, diṭṭhadhammanibbānaṁ vā paneke abhivadanti. ",
  "mn102:2.10": "Iti imāni pañca hutvā tīṇi honti, tīṇi hutvā pañca honti—",
  "mn102:2.11": "ayamuddeso pañcattayassa. ",
  "mn102:3.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, arūpiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, nevarūpiṁ nārūpiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, ekattasaññiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, nānattasaññiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, parittasaññiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, appamāṇasaññiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, etaṁ vā panekesaṁ upātivattataṁ viññāṇakasiṇameke abhivadanti appamāṇaṁ āneñjaṁ. ",
  "mn102:4.1": "Tayidaṁ, bhikkhave, tathāgato abhijānāti. ",
  "mn102:4.2": "Ye kho te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, arūpiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, nevarūpiṁ nārūpiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, ekattasaññiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, nānattasaññiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, parittasaññiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, appamāṇasaññiṁ vā te bhonto samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, yā vā panetāsaṁ saññānaṁ parisuddhā paramā aggā anuttariyā akkhāyati—",
  "mn102:4.3": "yadi rūpasaññānaṁ yadi arūpasaññānaṁ yadi ekattasaññānaṁ yadi nānattasaññānaṁ. ",
  "mn102:4.4": "‘Natthi kiñcī’ti ākiñcaññāyatanameke abhivadanti appamāṇaṁ āneñjaṁ. ",
  "mn102:4.5": "‘Tayidaṁ saṅkhataṁ oḷārikaṁ atthi kho pana saṅkhārānaṁ nirodho atthetan’ti—",
  "mn102:4.6": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ",
  "mn102:5.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiṁ vā te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, arūpiṁ vā te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, nevarūpiṁ nārūpiṁ vā te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā. ",
  "mn102:6.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā tesamete paṭikkosanti. ",
  "mn102:6.2": "Taṁ kissa hetu? ",
  "mn102:6.3": "Saññā rogo saññā gaṇḍo saññā sallaṁ, etaṁ santaṁ etaṁ paṇītaṁ yadidaṁ: ‘asaññan’ti. ",
  "mn102:7.1": "Tayidaṁ, bhikkhave, tathāgato abhijānāti ",
  "mn102:7.2": "ye kho te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiṁ vā te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, arūpiṁ vā te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, nevarūpiṁ nārūpiṁ vā te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā. ",
  "mn102:7.3": "Yo hi koci, bhikkhave, samaṇo vā brāhmaṇo vā evaṁ vadeyya: ",
  "mn102:7.4": "‘ahamaññatra rūpā, aññatra vedanāya, aññatra saññāya, aññatra saṅkhārehi, viññāṇassa āgatiṁ vā gatiṁ vā cutiṁ vā upapattiṁ vā vuddhiṁ vā virūḷhiṁ vā vepullaṁ vā paññapessāmī’ti—",
  "mn102:7.5": "netaṁ ṭhānaṁ vijjati. ",
  "mn102:7.6": "‘Tayidaṁ saṅkhataṁ oḷārikaṁ atthi kho pana saṅkhārānaṁ nirodho atthetan’ti—",
  "mn102:7.7": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ",
  "mn102:8.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiṁ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, arūpiṁ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, nevarūpiṁ nārūpiṁ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā. ",
  "mn102:9.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā tesamete paṭikkosanti. ",
  "mn102:9.2": "Taṁ kissa hetu? ",
  "mn102:9.3": "Saññā rogo saññā gaṇḍo saññā sallaṁ, asaññā sammoho, etaṁ santaṁ etaṁ paṇītaṁ yadidaṁ: ",
  "mn102:9.4": "‘nevasaññānāsaññan’ti. ",
  "mn102:10.1": "Tayidaṁ, bhikkhave, tathāgato abhijānāti. ",
  "mn102:10.2": "Ye kho te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiṁ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, arūpiṁ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, rūpiñca arūpiñca vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā, nevarūpiṁ nārūpiṁ vā te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā. ",
  "mn102:10.3": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā diṭṭhasutamutaviññātabbasaṅkhāramattena etassa āyatanassa upasampadaṁ paññapenti, byasanañhetaṁ, bhikkhave, akkhāyati etassa āyatanassa upasampadāya. ",
  "mn102:10.4": "Na hetaṁ, bhikkhave, āyatanaṁ saṅkhārasamāpattipattabbamakkhāyati; ",
  "mn102:10.5": "saṅkhārāvasesasamāpattipattabbametaṁ, bhikkhave, āyatanamakkhāyati. ",
  "mn102:10.6": "‘Tayidaṁ saṅkhataṁ oḷārikaṁ atthi kho pana saṅkhārānaṁ nirodho atthetan’ti—",
  "mn102:10.7": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ",
  "mn102:11.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā sato sattassa ucchedaṁ vināsaṁ vibhavaṁ paññapenti, tatra, bhikkhave, ye te samaṇabrāhmaṇā saññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā asaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā tesamete paṭikkosanti, yepi te bhonto samaṇabrāhmaṇā nevasaññīnāsaññiṁ attānaṁ paññapenti arogaṁ paraṁ maraṇā tesamete paṭikkosanti. ",
  "mn102:11.2": "Taṁ kissa hetu? ",
  "mn102:11.3": "Sabbepime bhonto samaṇabrāhmaṇā uddhaṁ saraṁ āsattiṁyeva abhivadanti: ",
  "mn102:11.4": "‘iti pecca bhavissāma, iti pecca bhavissāmā’ti. ",
  "mn102:12.1": "Seyyathāpi nāma vāṇijassa vāṇijjāya gacchato evaṁ hoti: ",
  "mn102:12.2": "‘ito me idaṁ bhavissati, iminā idaṁ lacchāmī’ti; ",
  "mn102:12.3": "evamevime bhonto samaṇabrāhmaṇā vāṇijūpamā maññe paṭibhanti: ",
  "mn102:12.4": "‘iti pecca bhavissāma, iti pecca bhavissāmā’ti. ",
  "mn102:12.5": "Tayidaṁ, bhikkhave, tathāgato abhijānāti. ",
  "mn102:12.6": "Ye kho te bhonto samaṇabrāhmaṇā sato sattassa ucchedaṁ vināsaṁ vibhavaṁ paññapenti te sakkāyabhayā sakkāyaparijegucchā sakkāyaññeva anuparidhāvanti anuparivattanti. ",
  "mn102:12.7": "Seyyathāpi nāma sā gaddulabaddho daḷhe thambhe vā khile vā upanibaddho, tameva thambhaṁ vā khilaṁ vā anuparidhāvati anuparivattati; ",
  "mn102:12.8": "evamevime bhonto samaṇabrāhmaṇā sakkāyabhayā sakkāyaparijegucchā sakkāyaññeva anuparidhāvanti anuparivattanti. ",
  "mn102:12.9": "‘Tayidaṁ saṅkhataṁ oḷārikaṁ atthi kho pana saṅkhārānaṁ nirodho atthetan’ti—",
  "mn102:12.10": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ",
  "mn102:13.1": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā aparantakappikā aparantānudiṭṭhino aparantaṁ ārabbha anekavihitāni adhivuttipadāni abhivadanti, sabbe te imāneva pañcāyatanāni abhivadanti etesaṁ vā aññataraṁ. ",
  "mn102:14.1": "Santi, bhikkhave, eke samaṇabrāhmaṇā pubbantakappikā pubbantānudiṭṭhino pubbantaṁ ārabbha anekavihitāni adhivuttipadāni abhivadanti. ",
  "mn102:14.2": "‘Sassato attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.3": "ittheke abhivadanti, ‘asassato attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.4": "ittheke abhivadanti, ‘sassato ca asassato ca attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.5": "ittheke abhivadanti, ‘nevasassato nāsassato attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.6": "ittheke abhivadanti, ‘antavā attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.7": "ittheke abhivadanti, ‘anantavā attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.8": "ittheke abhivadanti, ‘antavā ca anantavā ca attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.9": "ittheke abhivadanti, ‘nevantavā nānantavā attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.10": "ittheke abhivadanti, ‘ekattasaññī attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.11": "ittheke abhivadanti, ‘nānattasaññī attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.12": "ittheke abhivadanti, ‘parittasaññī attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.13": "ittheke abhivadanti, ‘appamāṇasaññī attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.14": "ittheke abhivadanti, ‘ekantasukhī attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.15": "ittheke abhivadanti, ‘ekantadukkhī attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.16": "ittheke abhivadanti, ‘sukhadukkhī attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.17": "ittheke abhivadanti, ‘adukkhamasukhī attā ca loko ca, idameva saccaṁ moghamaññan’ti—",
  "mn102:14.18": "ittheke abhivadanti. ",
  "mn102:15.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn102:15.2": "‘sassato attā ca loko ca, idameva saccaṁ moghamaññan’ti, tesaṁ vata aññatreva saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā paccattaṁyeva ñāṇaṁ bhavissati parisuddhaṁ pariyodātanti—netaṁ ṭhānaṁ vijjati. ",
  "mn102:15.3": "Paccattaṁ kho pana, bhikkhave, ñāṇe asati parisuddhe pariyodāte yadapi te bhonto samaṇabrāhmaṇā tattha ñāṇabhāgamattameva pariyodapenti tadapi tesaṁ bhavataṁ samaṇabrāhmaṇānaṁ upādānamakkhāyati. ",
  "mn102:15.4": "‘Tayidaṁ saṅkhataṁ oḷārikaṁ atthi kho pana saṅkhārānaṁ nirodho atthetan’ti—",
  "mn102:15.5": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ",
  "mn102:16.1": "Tatra, bhikkhave, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn102:16.2": "‘asassato attā ca loko ca, idameva saccaṁ moghamaññan’ti …pe… ",
  "mn102:16.3": "sassato ca asassato ca attā ca loko ca … ",
  "mn102:16.4": "nevasassato nāsassato attā ca loko ca … ",
  "mn102:16.5": "antavā attā ca loko ca … ",
  "mn102:16.6": "anantavā attā ca loko ca … ",
  "mn102:16.7": "antavā ca anantavā ca attā ca loko ca … ",
  "mn102:16.8": "nevantavā nānantavā attā ca loko ca … ",
  "mn102:16.9": "ekattasaññī attā ca loko ca … ",
  "mn102:16.10": "nānattasaññī attā ca loko ca … ",
  "mn102:16.11": "parittasaññī attā ca loko ca … ",
  "mn102:16.12": "appamāṇasaññī attā ca loko ca … ",
  "mn102:16.13": "ekantasukhī attā ca loko ca … ",
  "mn102:16.14": "ekantadukkhī attā ca loko ca … ",
  "mn102:16.15": "sukhadukkhī attā ca loko ca … ",
  "mn102:16.16": "adukkhamasukhī attā ca loko ca, idameva saccaṁ moghamaññanti, tesaṁ vata aññatreva saddhāya aññatra ruciyā aññatra anussavā aññatra ākāraparivitakkā aññatra diṭṭhinijjhānakkhantiyā paccattaṁyeva ñāṇaṁ bhavissati parisuddhaṁ pariyodātanti—netaṁ ṭhānaṁ vijjati. ",
  "mn102:16.17": "Paccattaṁ kho pana, bhikkhave, ñāṇe asati parisuddhe pariyodāte yadapi te bhonto samaṇabrāhmaṇā tattha ñāṇabhāgamattameva pariyodapenti tadapi tesaṁ bhavataṁ samaṇabrāhmaṇānaṁ upādānamakkhāyati. ",
  "mn102:16.18": "‘Tayidaṁ saṅkhataṁ oḷārikaṁ atthi kho pana saṅkhārānaṁ nirodho atthetan’ti—",
  "mn102:16.19": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ",
  "mn102:17.1": "Idha, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṁyojanānaṁ anadhiṭṭhānā, pavivekaṁ pītiṁ upasampajja viharati: ",
  "mn102:17.2": "‘etaṁ santaṁ etaṁ paṇītaṁ yadidaṁ pavivekaṁ pītiṁ upasampajja viharāmī’ti. ",
  "mn102:17.3": "Tassa sā pavivekā pīti nirujjhati. ",
  "mn102:17.4": "Pavivekāya pītiyā nirodhā uppajjati domanassaṁ, domanassassa nirodhā uppajjati pavivekā pīti. ",
  "mn102:18.1": "Seyyathāpi, bhikkhave, yaṁ chāyā jahati taṁ ātapo pharati, yaṁ ātapo jahati taṁ chāyā pharati; ",
  "mn102:18.2": "evameva kho, bhikkhave, pavivekāya pītiyā nirodhā uppajjati domanassaṁ, domanassassa nirodhā uppajjati pavivekā pīti. ",
  "mn102:18.3": "Tayidaṁ, bhikkhave, tathāgato abhijānāti. ",
  "mn102:18.4": "Ayaṁ kho bhavaṁ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṁyojanānaṁ anadhiṭṭhānā, pavivekaṁ pītiṁ upasampajja viharati: ",
  "mn102:18.5": "‘etaṁ santaṁ etaṁ paṇītaṁ yadidaṁ pavivekaṁ pītiṁ upasampajja viharāmī’ti. ",
  "mn102:18.6": "Tassa sā pavivekā pīti nirujjhati. ",
  "mn102:18.7": "Pavivekāya pītiyā nirodhā uppajjati domanassaṁ, domanassassa nirodhā uppajjati pavivekā pīti. ",
  "mn102:18.8": "‘Tayidaṁ saṅkhataṁ oḷārikaṁ atthi kho pana saṅkhārānaṁ nirodho atthetan’ti—",
  "mn102:18.9": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ",
  "mn102:19.1": "Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṁyojanānaṁ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā nirāmisaṁ sukhaṁ upasampajja viharati: ",
  "mn102:19.2": "‘etaṁ santaṁ etaṁ paṇītaṁ yadidaṁ nirāmisaṁ sukhaṁ upasampajja viharāmī’ti. ",
  "mn102:19.3": "Tassa taṁ nirāmisaṁ sukhaṁ nirujjhati. ",
  "mn102:19.4": "Nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṁ sukhaṁ. ",
  "mn102:20.1": "Seyyathāpi, bhikkhave, yaṁ chāyā jahati taṁ ātapo pharati, yaṁ ātapo jahati taṁ chāyā pharati; ",
  "mn102:20.2": "evameva kho, bhikkhave, nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṁ sukhaṁ. ",
  "mn102:20.3": "Tayidaṁ, bhikkhave, tathāgato abhijānāti. ",
  "mn102:20.4": "Ayaṁ kho bhavaṁ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṁyojanānaṁ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisaṁ sukhaṁ upasampajja viharati: ",
  "mn102:20.5": "‘etaṁ santaṁ etaṁ paṇītaṁ yadidaṁ nirāmisaṁ sukhaṁ upasampajja viharāmī’ti. ",
  "mn102:20.6": "Tassa taṁ nirāmisaṁ sukhaṁ nirujjhati. ",
  "mn102:20.7": "Nirāmisassa sukhassa nirodhā uppajjati pavivekā pīti, pavivekāya pītiyā nirodhā uppajjati nirāmisaṁ sukhaṁ. ",
  "mn102:20.8": "‘Tayidaṁ saṅkhataṁ oḷārikaṁ atthi kho pana saṅkhārānaṁ nirodho atthetan’ti—",
  "mn102:20.9": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ",
  "mn102:21.1": "Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṁyojanānaṁ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhaṁ vedanaṁ upasampajja viharati: ",
  "mn102:21.2": "‘etaṁ santaṁ etaṁ paṇītaṁ yadidaṁ adukkhamasukhaṁ vedanaṁ upasampajja viharāmī’ti. ",
  "mn102:21.3": "Tassa sā adukkhamasukhā vedanā nirujjhati. ",
  "mn102:21.4": "Adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṁ sukhaṁ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā. ",
  "mn102:22.1": "Seyyathāpi, bhikkhave, yaṁ chāyā jahati taṁ ātapo pharati, yaṁ ātapo jahati taṁ chāyā pharati; ",
  "mn102:22.2": "evameva kho, bhikkhave, adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṁ sukhaṁ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā. ",
  "mn102:22.3": "Tayidaṁ, bhikkhave, tathāgato abhijānāti. ",
  "mn102:22.4": "Ayaṁ kho bhavaṁ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṁyojanānaṁ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhaṁ vedanaṁ upasampajja viharati: ",
  "mn102:22.5": "‘etaṁ santaṁ etaṁ paṇītaṁ yadidaṁ adukkhamasukhaṁ vedanaṁ upasampajja viharāmī’ti. ",
  "mn102:22.6": "Tassa sā adukkhamasukhā vedanā nirujjhati. ",
  "mn102:22.7": "Adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṁ sukhaṁ, nirāmisassa sukhassa nirodhā uppajjati adukkhamasukhā vedanā. ",
  "mn102:22.8": "‘Tayidaṁ saṅkhataṁ oḷārikaṁ atthi kho pana saṅkhārānaṁ nirodho atthetan’ti—",
  "mn102:22.9": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ",
  "mn102:23.1": "Idha pana, bhikkhave, ekacco samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṁyojanānaṁ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhāya vedanāya samatikkamā: ",
  "mn102:23.2": "‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati. ",
  "mn102:24.1": "Tayidaṁ, bhikkhave, tathāgato abhijānāti. ",
  "mn102:24.2": "Ayaṁ kho bhavaṁ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhīnañca paṭinissaggā, aparantānudiṭṭhīnañca paṭinissaggā, sabbaso kāmasaṁyojanānaṁ anadhiṭṭhānā, pavivekāya pītiyā samatikkamā, nirāmisassa sukhassa samatikkamā, adukkhamasukhāya vedanāya samatikkamā: ",
  "mn102:24.3": "‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati; ",
  "mn102:24.4": "addhā ayamāyasmā nibbānasappāyaṁyeva paṭipadaṁ abhivadati. ",
  "mn102:24.5": "Atha ca panāyaṁ bhavaṁ samaṇo vā brāhmaṇo vā pubbantānudiṭṭhiṁ vā upādiyamāno upādiyati, aparantānudiṭṭhiṁ vā upādiyamāno upādiyati, kāmasaṁyojanaṁ vā upādiyamāno upādiyati, pavivekaṁ vā pītiṁ upādiyamāno upādiyati, nirāmisaṁ vā sukhaṁ upādiyamāno upādiyati, adukkhamasukhaṁ vā vedanaṁ upādiyamāno upādiyati. ",
  "mn102:24.6": "Yañca kho ayamāyasmā: ",
  "mn102:24.7": "‘santohamasmi, nibbutohamasmi, anupādānohamasmī’ti samanupassati tadapi imassa bhoto samaṇassa brāhmaṇassa upādānamakkhāyati. ",
  "mn102:24.8": "‘Tayidaṁ saṅkhataṁ oḷārikaṁ atthi kho pana saṅkhārānaṁ nirodho atthetan’ti—",
  "mn102:24.9": "iti viditvā tassa nissaraṇadassāvī tathāgato tadupātivatto. ",
  "mn102:25.1": "Idaṁ kho pana, bhikkhave, tathāgatena anuttaraṁ santivarapadaṁ abhisambuddhaṁ yadidaṁ—",
  "mn102:25.2": "channaṁ phassāyatanānaṁ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṁ viditvā anupādāvimokkho”ti. ",
  "mn102:25.3": "Idamavoca bhagavā. ",
  "mn102:25.4": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn102:25.5": "Pañcattayasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}