{
  "mn101:0.1": "Majjhima Nikāya 101 ",
  "mn101:0.2": "Devadahasutta ",
  "mn101:1.1": "Evaṃ me sutaṃ—",
  "mn101:1.2": "ekaṃ samayaṃ bhagavā sakkesu viharati devadahaṃ nāma sakyānaṃ nigamo. ",
  "mn101:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn101:2.1": "“bhikkhavo”ti. ",
  "mn101:2.2": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
  "mn101:2.3": "Bhagavā etadavoca: ",
  "mn101:2.4": "“santi, bhikkhave, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino: ",
  "mn101:2.5": "‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu. ",
  "mn101:2.6": "Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ",
  "mn101:2.7": "āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī’ti. ",
  "mn101:2.8": "Evaṃvādino, bhikkhave, nigaṇṭhā. ",
  "mn101:3.1": "Evaṃvādāhaṃ, bhikkhave, nigaṇṭhe upasaṅkamitvā evaṃ vadāmi: ",
  "mn101:3.2": "‘saccaṃ kira tumhe, āvuso nigaṇṭhā, evaṃvādino evaṃdiṭṭhino—",
  "mn101:3.3": "yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu. ",
  "mn101:3.4": "Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ",
  "mn101:3.5": "āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī’ti? ",
  "mn101:3.6": "Te ca me, bhikkhave, nigaṇṭhā evaṃ puṭṭhā ‘āmā’ti paṭijānanti. ",
  "mn101:4.1": "Tyāhaṃ evaṃ vadāmi: ",
  "mn101:4.2": "‘kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn101:4.3": "ahuvamheva mayaṃ pubbe, na nāhuvamhā’ti? ",
  "mn101:4.4": "‘No hidaṃ, āvuso’. ",
  "mn101:4.5": "‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn101:4.6": "akaramheva mayaṃ pubbe pāpakammaṃ, na nākaramhā’ti? ",
  "mn101:4.7": "‘No hidaṃ, āvuso’. ",
  "mn101:4.8": "‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn101:4.9": "evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhā’ti? ",
  "mn101:4.10": "‘No hidaṃ, āvuso’. ",
  "mn101:4.11": "‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn101:4.12": "ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī’ti? ",
  "mn101:4.13": "‘No hidaṃ, āvuso’. ",
  "mn101:4.14": "‘Kiṃ pana tumhe, āvuso nigaṇṭhā, jānātha—",
  "mn101:4.15": "diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadan’ti? ",
  "mn101:4.16": "‘No hidaṃ, āvuso’. ",
  "mn101:5.1": "‘Iti kira tumhe, āvuso nigaṇṭhā, na jānātha—",
  "mn101:5.2": "ahuvamheva mayaṃ pubbe, na nāhuvamhāti, na jānātha—",
  "mn101:5.3": "akaramheva mayaṃ pubbe pāpakammaṃ, na nākaramhāti, na jānātha—",
  "mn101:5.4": "evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhāti, na jānātha—",
  "mn101:5.5": "ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatīti, na jānātha—",
  "mn101:5.6": "diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadaṃ; ",
  "mn101:5.7": "evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ na kallamassa veyyākaraṇāya: ",
  "mn101:5.8": "“yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu. ",
  "mn101:5.9": "Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ",
  "mn101:5.10": "āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”ti. ",
  "mn101:6.1": "Sace pana tumhe, āvuso nigaṇṭhā, jāneyyātha—",
  "mn101:6.2": "ahuvamheva mayaṃ pubbe, na nāhuvamhāti, jāneyyātha—",
  "mn101:6.3": "akaramheva mayaṃ pubbe pāpakammaṃ, na nākaramhāti, jāneyyātha—",
  "mn101:6.4": "evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhāti, jāneyyātha—",
  "mn101:6.5": "ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatīti, jāneyyātha—",
  "mn101:6.6": "diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadaṃ; ",
  "mn101:6.7": "evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ kallamassa veyyākaraṇāya: ",
  "mn101:6.8": "“yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu. ",
  "mn101:6.9": "Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ",
  "mn101:6.10": "āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”ti. ",
  "mn101:7.1": "Seyyathāpi, āvuso nigaṇṭhā, puriso sallena viddho assa savisena gāḷhūpalepanena; ",
  "mn101:7.2": "so sallassapi vedhanahetu dukkhā tibbā kaṭukā vedanā vediyeyya. ",
  "mn101:7.3": "Tassa mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhāpeyyuṃ. ",
  "mn101:7.4": "Tassa so bhisakko sallakatto satthena vaṇamukhaṃ parikanteyya; ",
  "mn101:7.5": "so satthenapi vaṇamukhassa parikantanahetu dukkhā tibbā kaṭukā vedanā vediyeyya. ",
  "mn101:7.6": "Tassa so bhisakko sallakatto esaniyā sallaṃ eseyya; ",
  "mn101:7.7": "so esaniyāpi sallassa esanāhetu dukkhā tibbā kaṭukā vedanā vediyeyya. ",
  "mn101:7.8": "Tassa so bhisakko sallakatto sallaṃ abbuheyya; ",
  "mn101:7.9": "so sallassapi abbuhanahetu dukkhā tibbā kaṭukā vedanā vediyeyya. ",
  "mn101:7.10": "Tassa so bhisakko sallakatto agadaṅgāraṃ vaṇamukhe odaheyya; ",
  "mn101:7.11": "so agadaṅgārassapi vaṇamukhe odahanahetu dukkhā tibbā kaṭukā vedanā vediyeyya. ",
  "mn101:7.12": "So aparena samayena rūḷhena vaṇena sañchavinā arogo assa sukhī serī sayaṃvasī yena kāmaṅgamo. ",
  "mn101:7.13": "Tassa evamassa: ",
  "mn101:7.14": "“ahaṃ kho pubbe sallena viddho ahosiṃ savisena gāḷhūpalepanena. ",
  "mn101:7.15": "Sohaṃ sallassapi vedhanahetu dukkhā tibbā kaṭukā vedanā vediyiṃ. ",
  "mn101:7.16": "Tassa me mittāmaccā ñātisālohitā bhisakkaṃ sallakattaṃ upaṭṭhapesuṃ. ",
  "mn101:7.17": "Tassa me so bhisakko sallakatto satthena vaṇamukhaṃ parikanti; ",
  "mn101:7.18": "sohaṃ satthenapi vaṇamukhassa parikantanahetu dukkhā tibbā kaṭukā vedanā vediyiṃ. ",
  "mn101:7.19": "Tassa me so bhisakko sallakatto esaniyā sallaṃ esi; ",
  "mn101:7.20": "so ahaṃ esaniyāpi sallassa esanāhetu dukkhā tibbā kaṭukā vedanā vediyiṃ. ",
  "mn101:7.21": "Tassa me so bhisakko sallakatto sallaṃ abbuhi; ",
  "mn101:7.22": "sohaṃ sallassapi abbuhanahetu dukkhā tibbā kaṭukā vedanā vediyiṃ. ",
  "mn101:7.23": "Tassa me so bhisakko sallakatto agadaṅgāraṃ vaṇamukhe odahi; ",
  "mn101:7.24": "sohaṃ agadaṅgārassapi vaṇamukhe odahanahetu dukkhā tibbā kaṭukā vedanā vediyiṃ. ",
  "mn101:7.25": "Somhi etarahi rūḷhena vaṇena sañchavinā arogo sukhī serī sayaṃvasī yena kāmaṅgamo”ti. ",
  "mn101:8.1": "Evameva kho, āvuso nigaṇṭhā, sace tumhe jāneyyātha—",
  "mn101:8.2": "ahuvamheva mayaṃ pubbe, na nāhuvamhāti, jāneyyātha—",
  "mn101:8.3": "akaramheva mayaṃ pubbe pāpakammaṃ, na nākaramhāti, jāneyyātha—",
  "mn101:8.4": "evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhāti, jāneyyātha—",
  "mn101:8.5": "ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatīti, jāneyyātha—",
  "mn101:8.6": "diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadaṃ; ",
  "mn101:8.7": "evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ kallamassa veyyākaraṇāya: ",
  "mn101:8.8": "“yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu. ",
  "mn101:8.9": "Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ",
  "mn101:8.10": "āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”ti. ",
  "mn101:9.1": "Yasmā ca kho tumhe, āvuso nigaṇṭhā, na jānātha—",
  "mn101:9.2": "ahuvamheva mayaṃ pubbe, na nāhuvamhāti, na jānātha—",
  "mn101:9.3": "akaramheva mayaṃ pubbe pāpakammaṃ, na nākaramhāti, na jānātha—",
  "mn101:9.4": "evarūpaṃ vā evarūpaṃ vā pāpakammaṃ akaramhāti, na jānātha—",
  "mn101:9.5": "ettakaṃ vā dukkhaṃ nijjiṇṇaṃ, ettakaṃ vā dukkhaṃ nijjīretabbaṃ, ettakamhi vā dukkhe nijjiṇṇe sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatīti, na jānātha—",
  "mn101:9.6": "diṭṭheva dhamme akusalānaṃ dhammānaṃ pahānaṃ, kusalānaṃ dhammānaṃ upasampadaṃ; ",
  "mn101:9.7": "tasmā āyasmantānaṃ nigaṇṭhānaṃ na kallamassa veyyākaraṇāya: ",
  "mn101:9.8": "“yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu. ",
  "mn101:9.9": "Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ",
  "mn101:9.10": "āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”’ti. ",
  "mn101:10.1": "Evaṃ vutte, bhikkhave, te nigaṇṭhā maṃ etadavocuṃ: ",
  "mn101:10.2": "‘nigaṇṭho, āvuso, nāṭaputto sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti. ",
  "mn101:10.3": "“Carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan”ti. ",
  "mn101:10.4": "So evamāha: ",
  "mn101:10.5": "“atthi kho vo, āvuso nigaṇṭhā, pubbeva pāpakammaṃ kataṃ, taṃ imāya kaṭukāya dukkarakārikāya nijjīretha, ",
  "mn101:10.6": "yaṃ panettha etarahi kāyena saṃvutā vācāya saṃvutā manasā saṃvutā taṃ āyatiṃ pāpakammassa akaraṇaṃ. ",
  "mn101:10.7": "Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ",
  "mn101:10.8": "āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”ti. ",
  "mn101:10.9": "Tañca panamhākaṃ ruccati ceva khamati ca, tena camhā attamanā’ti. ",
  "mn101:11.1": "Evaṃ vutte, ahaṃ, bhikkhave, te nigaṇṭhe etadavocaṃ: ",
  "mn101:11.2": "‘pañca kho ime, āvuso nigaṇṭhā, dhammā diṭṭheva dhamme dvidhāvipākā. ",
  "mn101:11.3": "Katame pañca? ",
  "mn101:11.4": "Saddhā, ruci, anussavo, ākāraparivitakko, diṭṭhinijjhānakkhanti—",
  "mn101:11.5": "ime kho, āvuso nigaṇṭhā, pañca dhammā diṭṭheva dhamme dvidhāvipākā. ",
  "mn101:11.6": "Tatrāyasmantānaṃ nigaṇṭhānaṃ kā atītaṃse satthari saddhā, kā ruci, ko anussavo, ko ākāraparivitakko, kā diṭṭhinijjhānakkhantī’ti. ",
  "mn101:11.7": "Evaṃvādī kho ahaṃ, bhikkhave, nigaṇṭhesu na kañci sahadhammikaṃ vādapaṭihāraṃ samanupassāmi. ",
  "mn101:12.1": "Puna caparāhaṃ, bhikkhave, te nigaṇṭhe evaṃ vadāmi: ",
  "mn101:12.2": "‘taṃ kiṃ maññatha, āvuso nigaṇṭhā. ",
  "mn101:12.3": "Yasmiṃ vo samaye tibbo upakkamo hoti tibbaṃ padhānaṃ, tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:12.4": "yasmiṃ pana vo samaye na tibbo upakkamo hoti na tibbaṃ padhānaṃ, na tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyethā’ti? ",
  "mn101:12.5": "‘Yasmiṃ no, āvuso gotama, samaye tibbo upakkamo hoti tibbaṃ padhānaṃ, tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyāma; ",
  "mn101:12.6": "yasmiṃ pana no samaye na tibbo upakkamo hoti na tibbaṃ padhānaṃ, na tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyāmā’ti. ",
  "mn101:13.1": "‘Iti kira, āvuso nigaṇṭhā, yasmiṃ vo samaye tibbo upakkamo hoti tibbaṃ padhānaṃ, tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:13.2": "yasmiṃ pana vo samaye na tibbo upakkamo hoti na tibbaṃ padhānaṃ, na tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha. ",
  "mn101:13.3": "Evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ na kallamassa veyyākaraṇāya: ",
  "mn101:13.4": "“yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu. ",
  "mn101:13.5": "Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ",
  "mn101:13.6": "āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”ti. ",
  "mn101:14.1": "Sace, āvuso nigaṇṭhā, yasmiṃ vo samaye tibbo upakkamo hoti tibbaṃ padhānaṃ, na tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:14.2": "yasmiṃ pana vo samaye na tibbo upakkamo hoti na tibbaṃ padhānaṃ, tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:14.3": "evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ kallamassa veyyākaraṇāya: ",
  "mn101:14.4": "“yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu. ",
  "mn101:14.5": "Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ",
  "mn101:14.6": "āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”ti. ",
  "mn101:15.1": "Yasmā ca kho, āvuso nigaṇṭhā, yasmiṃ vo samaye tibbo upakkamo hoti tibbaṃ padhānaṃ, tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:15.2": "yasmiṃ pana vo samaye na tibbo upakkamo hoti na tibbaṃ padhānaṃ, na tibbā tasmiṃ samaye opakkamikā dukkhā tibbā kaṭukā vedanā vediyetha; ",
  "mn101:15.3": "te tumhe sāmaṃyeva opakkamikā dukkhā tibbā kaṭukā vedanā vedayamānā avijjā aññāṇā sammohā vipaccetha: ",
  "mn101:15.4": "“yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, sabbaṃ taṃ pubbekatahetu. ",
  "mn101:15.5": "Iti purāṇānaṃ kammānaṃ tapasā byantībhāvā, navānaṃ kammānaṃ akaraṇā, āyatiṃ anavassavo; ",
  "mn101:15.6": "āyatiṃ anavassavā kammakkhayo; kammakkhayā dukkhakkhayo; dukkhakkhayā vedanākkhayo; vedanākkhayā sabbaṃ dukkhaṃ nijjiṇṇaṃ bhavissatī”’ti. ",
  "mn101:15.7": "Evaṃvādīpi kho ahaṃ, bhikkhave, nigaṇṭhesu na kañci sahadhammikaṃ vādapaṭihāraṃ samanupassāmi. ",
  "mn101:16.1": "Puna caparāhaṃ, bhikkhave, te nigaṇṭhe evaṃ vadāmi: ",
  "mn101:16.2": "‘taṃ kiṃ maññathāvuso nigaṇṭhā, yamidaṃ kammaṃ diṭṭhadhammavedanīyaṃ taṃ upakkamena vā padhānena vā samparāyavedanīyaṃ hotūti labbhametan’ti? ",
  "mn101:16.3": "‘No hidaṃ, āvuso’. ",
  "mn101:16.4": "‘Yaṃ panidaṃ kammaṃ samparāyavedanīyaṃ taṃ upakkamena vā padhānena vā diṭṭhadhammavedanīyaṃ hotūti labbhametan’ti? ",
  "mn101:16.5": "‘No hidaṃ, āvuso’. ",
  "mn101:17.1": "‘Taṃ kiṃ maññathāvuso nigaṇṭhā, yamidaṃ kammaṃ sukhavedanīyaṃ taṃ upakkamena vā padhānena vā dukkhavedanīyaṃ hotūti labbhametan’ti? ",
  "mn101:17.2": "‘No hidaṃ, āvuso’. ",
  "mn101:17.3": "‘Yaṃ panidaṃ kammaṃ dukkhavedanīyaṃ taṃ upakkamena vā padhānena vā sukhavedanīyaṃ hotūti labbhametan’ti? ",
  "mn101:17.4": "‘No hidaṃ, āvuso’. ",
  "mn101:18.1": "‘Taṃ kiṃ maññathāvuso nigaṇṭhā, yamidaṃ kammaṃ paripakkavedanīyaṃ taṃ upakkamena vā padhānena vā aparipakkavedanīyaṃ hotūti labbhametan’ti? ",
  "mn101:18.2": "‘No hidaṃ, āvuso’. ",
  "mn101:18.3": "‘Yaṃ panidaṃ kammaṃ aparipakkavedanīyaṃ taṃ upakkamena vā padhānena vā paripakkavedanīyaṃ hotūti labbhametan’ti? ",
  "mn101:18.4": "‘No hidaṃ, āvuso’. ",
  "mn101:19.1": "‘Taṃ kiṃ maññathāvuso nigaṇṭhā, yamidaṃ kammaṃ bahuvedanīyaṃ taṃ upakkamena vā padhānena vā appavedanīyaṃ hotūti labbhametan’ti? ",
  "mn101:19.2": "‘No hidaṃ, āvuso’. ",
  "mn101:19.3": "‘Yaṃ panidaṃ kammaṃ appavedanīyaṃ taṃ upakkamena vā padhānena vā bahuvedanīyaṃ hotūti labbhametan’ti? ",
  "mn101:19.4": "‘No hidaṃ, āvuso’. ",
  "mn101:20.1": "‘Taṃ kiṃ maññathāvuso nigaṇṭhā, yamidaṃ kammaṃ savedanīyaṃ taṃ upakkamena vā padhānena vā avedanīyaṃ hotūti labbhametan’ti? ",
  "mn101:20.2": "‘No hidaṃ, āvuso’. ",
  "mn101:20.3": "‘Yaṃ panidaṃ kammaṃ avedanīyaṃ taṃ upakkamena vā padhānena vā savedanīyaṃ hotūti labbhametan’ti? ",
  "mn101:20.4": "‘No hidaṃ, āvuso’. ",
  "mn101:21.1": "‘Iti kira, āvuso nigaṇṭhā, yamidaṃ kammaṃ diṭṭhadhammavedanīyaṃ taṃ upakkamena vā padhānena vā samparāyavedanīyaṃ hotūti alabbhametaṃ, yaṃ panidaṃ kammaṃ samparāyavedanīyaṃ taṃ upakkamena vā padhānena vā diṭṭhadhammavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ sukhavedanīyaṃ taṃ upakkamena vā padhānena vā dukkhavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ dukkhavedanīyaṃ taṃ upakkamena vā padhānena vā sukhavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ paripakkavedanīyaṃ taṃ upakkamena vā padhānena vā aparipakkavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ aparipakkavedanīyaṃ taṃ upakkamena vā padhānena vā paripakkavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ bahuvedanīyaṃ taṃ upakkamena vā padhānena vā appavedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ appavedanīyaṃ taṃ upakkamena vā padhānena vā bahuvedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ savedanīyaṃ taṃ upakkamena vā padhānena vā avedanīyaṃ hotūti alabbhametaṃ, yamidaṃ kammaṃ avedanīyaṃ taṃ upakkamena vā padhānena vā savedanīyaṃ hotūti alabbhametaṃ; ",
  "mn101:21.2": "evaṃ sante āyasmantānaṃ nigaṇṭhānaṃ aphalo upakkamo hoti, aphalaṃ padhānaṃ’. ",
  "mn101:22.1": "Evaṃvādī, bhikkhave, nigaṇṭhā. ",
  "mn101:22.2": "Evaṃvādīnaṃ, bhikkhave, nigaṇṭhānaṃ dasa sahadhammikā vādānuvādā gārayhaṃ ṭhānaṃ āgacchanti. ",
  "mn101:22.3": "Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṃ paṭisaṃvedenti; ",
  "mn101:22.4": "addhā, bhikkhave, nigaṇṭhā pubbe dukkaṭakammakārino yaṃ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti. ",
  "mn101:22.5": "Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṃ paṭisaṃvedenti; ",
  "mn101:22.6": "addhā, bhikkhave, nigaṇṭhā pāpakena issarena nimmitā yaṃ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti. ",
  "mn101:22.7": "Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṃ paṭisaṃvedenti; ",
  "mn101:22.8": "addhā, bhikkhave, nigaṇṭhā pāpasaṅgatikā yaṃ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti. ",
  "mn101:22.9": "Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṃ paṭisaṃvedenti; ",
  "mn101:22.10": "addhā, bhikkhave, nigaṇṭhā pāpābhijātikā yaṃ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti. ",
  "mn101:22.11": "Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṃ paṭisaṃvedenti; ",
  "mn101:22.12": "addhā, bhikkhave, nigaṇṭhā evarūpā diṭṭhadhammūpakkamā yaṃ etarahi evarūpā dukkhā tibbā kaṭukā vedanā vediyanti. ",
  "mn101:22.13": "Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā; ",
  "mn101:22.14": "no ce sattā pubbekatahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā. ",
  "mn101:22.15": "Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā; ",
  "mn101:22.16": "no ce sattā issaranimmānahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā. ",
  "mn101:22.17": "Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā; ",
  "mn101:22.18": "no ce sattā saṅgatibhāvahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā. ",
  "mn101:22.19": "Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā; ",
  "mn101:22.20": "no ce sattā abhijātihetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā. ",
  "mn101:22.21": "Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā; ",
  "mn101:22.22": "no ce sattā diṭṭhadhammūpakkamahetu sukhadukkhaṃ paṭisaṃvedenti, gārayhā nigaṇṭhā. ",
  "mn101:22.23": "Evaṃvādī, bhikkhave, nigaṇṭhā. ",
  "mn101:22.24": "Evaṃvādīnaṃ, bhikkhave, nigaṇṭhānaṃ ime dasa sahadhammikā vādānuvādā gārayhaṃ ṭhānaṃ āgacchanti. ",
  "mn101:22.25": "Evaṃ kho, bhikkhave, aphalo upakkamo hoti, aphalaṃ padhānaṃ. ",
  "mn101:23.1": "Kathañca, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ? ",
  "mn101:23.2": "Idha, bhikkhave, bhikkhu na heva anaddhabhūtaṃ attānaṃ dukkhena addhabhāveti, dhammikañca sukhaṃ na pariccajati, tasmiñca sukhe anadhimucchito hoti. ",
  "mn101:23.3": "So evaṃ pajānāti: ",
  "mn101:23.4": "‘imassa kho me dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti, imassa pana me dukkhanidānassa ajjhupekkhato upekkhaṃ bhāvayato virāgo hotī’ti. ",
  "mn101:23.5": "So yassa hi khvāssa dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti, saṅkhāraṃ tattha padahati. ",
  "mn101:23.6": "Yassa panassa dukkhanidānassa ajjhupekkhato upekkhaṃ bhāvayato virāgo hoti, upekkhaṃ tattha bhāveti. ",
  "mn101:23.7": "Tassa tassa dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti—",
  "mn101:23.8": "evampissa taṃ dukkhaṃ nijjiṇṇaṃ hoti. ",
  "mn101:23.9": "Tassa tassa dukkhanidānassa ajjhupekkhato upekkhaṃ bhāvayato virāgo hoti—",
  "mn101:23.10": "evampissa taṃ dukkhaṃ nijjiṇṇaṃ hoti. ",
  "mn101:24.1": "Seyyathāpi, bhikkhave, puriso itthiyā sāratto paṭibaddhacitto tibbacchando tibbāpekkho. ",
  "mn101:24.2": "So taṃ itthiṃ passeyya aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ. ",
  "mn101:24.3": "Taṃ kiṃ maññatha, bhikkhave, ",
  "mn101:24.4": "api nu tassa purisassa amuṃ itthiṃ disvā aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ uppajjeyyuṃ sokaparidevadukkhadomanassūpāyāsā”ti? ",
  "mn101:24.5": "“Evaṃ, bhante”. ",
  "mn101:24.6": "“Taṃ kissa hetu”? ",
  "mn101:24.7": "“Amu hi, bhante, puriso amussā itthiyā sāratto paṭibaddhacitto tibbacchando tibbāpekkho. ",
  "mn101:24.8": "Tasmā taṃ itthiṃ disvā aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ uppajjeyyuṃ sokaparidevadukkhadomanassūpāyāsā”ti. ",
  "mn101:25.1": "“Atha kho, bhikkhave, tassa purisassa evamassa: ",
  "mn101:25.2": "‘ahaṃ kho amussā itthiyā sāratto paṭibaddhacitto tibbacchando tibbāpekkho. ",
  "mn101:25.3": "Tassa me amuṃ itthiṃ disvā aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ uppajjanti sokaparidevadukkhadomanassūpāyāsā. ",
  "mn101:25.4": "Yannūnāhaṃ yo me amussā itthiyā chandarāgo taṃ pajaheyyan’ti. ",
  "mn101:25.5": "So yo amussā itthiyā chandarāgo taṃ pajaheyya. ",
  "mn101:25.6": "So taṃ itthiṃ passeyya aparena samayena aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ. ",
  "mn101:25.7": "Taṃ kiṃ maññatha, bhikkhave, ",
  "mn101:25.8": "api nu tassa purisassa amuṃ itthiṃ disvā aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ uppajjeyyuṃ sokaparidevadukkhadomanassūpāyāsā”ti? ",
  "mn101:25.9": "“No hetaṃ, bhante”. ",
  "mn101:25.10": "“Taṃ kissa hetu”? ",
  "mn101:25.11": "“Amu hi, bhante, puriso amussā itthiyā virāgo. ",
  "mn101:25.12": "Tasmā taṃ itthiṃ disvā aññena purisena saddhiṃ santiṭṭhantiṃ sallapantiṃ sañjagghantiṃ saṃhasantiṃ na uppajjeyyuṃ sokaparidevadukkhadomanassūpāyāsā”ti. ",
  "mn101:26.1": "“Evameva kho, bhikkhave, bhikkhu na heva anaddhabhūtaṃ attānaṃ dukkhena addhabhāveti, dhammikañca sukhaṃ na pariccajati, tasmiñca sukhe anadhimucchito hoti. ",
  "mn101:26.2": "So evaṃ pajānāti: ",
  "mn101:26.3": "‘imassa kho me dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti, imassa pana me dukkhanidānassa ajjhupekkhato upekkhaṃ bhāvayato virāgo hotī’ti. ",
  "mn101:26.4": "So yassa hi khvāssa dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti, saṅkhāraṃ tattha padahati; ",
  "mn101:26.5": "yassa panassa dukkhanidānassa ajjhupekkhato upekkhaṃ bhāvayato virāgo hoti, upekkhaṃ tattha bhāveti. ",
  "mn101:26.6": "Tassa tassa dukkhanidānassa saṅkhāraṃ padahato saṅkhārappadhānā virāgo hoti—",
  "mn101:26.7": "evampissa taṃ dukkhaṃ nijjiṇṇaṃ hoti. ",
  "mn101:26.8": "Tassa tassa dukkhanidānassa ajjhupekkhato upekkhaṃ bhāvayato virāgo hoti—",
  "mn101:26.9": "evampissa taṃ dukkhaṃ nijjiṇṇaṃ hoti. ",
  "mn101:26.10": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ. ",
  "mn101:27.1": "Puna caparaṃ, bhikkhave, bhikkhu iti paṭisañcikkhati: ",
  "mn101:27.2": "‘yathāsukhaṃ kho me viharato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti; ",
  "mn101:27.3": "dukkhāya pana me attānaṃ padahato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
  "mn101:27.4": "Yannūnāhaṃ dukkhāya attānaṃ padaheyyan’ti. ",
  "mn101:27.5": "So dukkhāya attānaṃ padahati. ",
  "mn101:27.6": "Tassa dukkhāya attānaṃ padahato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhanti. ",
  "mn101:27.7": "So na aparena samayena dukkhāya attānaṃ padahati. ",
  "mn101:27.8": "Taṃ kissa hetu? ",
  "mn101:27.9": "Yassa hi so, bhikkhave, bhikkhu atthāya dukkhāya attānaṃ padaheyya svāssa attho abhinipphanno hoti. ",
  "mn101:27.10": "Tasmā na aparena samayena dukkhāya attānaṃ padahati. ",
  "mn101:28.1": "Seyyathāpi, bhikkhave, usukāro tejanaṃ dvīsu alātesu ātāpeti paritāpeti ujuṃ karoti kammaniyaṃ. ",
  "mn101:29.1": "Yato kho, bhikkhave, usukārassa tejanaṃ dvīsu alātesu ātāpitaṃ hoti paritāpitaṃ ujuṃ kataṃ kammaniyaṃ, na so taṃ aparena samayena usukāro tejanaṃ dvīsu alātesu ātāpeti paritāpeti ujuṃ karoti kammaniyaṃ. ",
  "mn101:29.2": "Taṃ kissa hetu? ",
  "mn101:29.3": "Yassa hi so, bhikkhave, atthāya usukāro tejanaṃ dvīsu alātesu ātāpeyya paritāpeyya ujuṃ kareyya kammaniyaṃ svāssa attho abhinipphanno hoti. ",
  "mn101:29.4": "Tasmā na aparena samayena usukāro tejanaṃ dvīsu alātesu ātāpeti paritāpeti ujuṃ karoti kammaniyaṃ. ",
  "mn101:29.5": "Evameva kho, bhikkhave, bhikkhu iti paṭisañcikkhati: ",
  "mn101:29.6": "‘yathāsukhaṃ kho me viharato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti; ",
  "mn101:29.7": "dukkhāya pana me attānaṃ padahato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
  "mn101:29.8": "Yannūnāhaṃ dukkhāya attānaṃ padaheyyan’ti. ",
  "mn101:29.9": "So dukkhāya attānaṃ padahati. ",
  "mn101:29.10": "Tassa dukkhāya attānaṃ padahato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti. ",
  "mn101:29.11": "So na aparena samayena dukkhāya attānaṃ padahati. ",
  "mn101:29.12": "Taṃ kissa hetu? ",
  "mn101:29.13": "Yassa hi so, bhikkhave, bhikkhu atthāya dukkhāya attānaṃ padaheyya svāssa attho abhinipphanno hoti. ",
  "mn101:29.14": "Tasmā na aparena samayena dukkhāya attānaṃ padahati. ",
  "mn101:29.15": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ. ",
  "mn101:30.1": "Puna caparaṃ, bhikkhave, idha tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā. ",
  "mn101:30.2": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
  "mn101:30.3": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
  "mn101:31.1": "Taṃ dhammaṃ suṇāti gahapati vā gahapatiputto vā aññatarasmiṃ vā kule paccājāto. ",
  "mn101:31.2": "So taṃ dhammaṃ sutvā tathāgate saddhaṃ paṭilabhati. ",
  "mn101:31.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ",
  "mn101:31.4": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ",
  "mn101:31.5": "Nayidaṃ sukaraṃ agāraṃ ajjhāvasatā ekantaparipuṇṇaṃ ekantaparisuddhaṃ saṅkhalikhitaṃ brahmacariyaṃ carituṃ. ",
  "mn101:31.6": "Yannūnāhaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
  "mn101:31.7": "So aparena samayena appaṃ vā bhogakkhandhaṃ pahāya mahantaṃ vā bhogakkhandhaṃ pahāya, appaṃ vā ñātiparivaṭṭaṃ pahāya mahantaṃ vā ñātiparivaṭṭaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajati. ",
  "mn101:32.1": "So evaṃ pabbajito samāno bhikkhūnaṃ sikkhāsājīvasamāpanno pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "mn101:32.2": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati. ",
  "mn101:32.3": "Abrahmacariyaṃ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā. ",
  "mn101:32.4": "Musāvādaṃ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṃvādako lokassa. ",
  "mn101:32.5": "Pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato hoti; ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya—iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā hoti. ",
  "mn101:32.6": "Pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato hoti; yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṃ vācaṃ bhāsitā hoti. ",
  "mn101:32.7": "Samphappalāpaṃ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. ",
  "mn101:32.8": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti. ",
  "mn101:32.9": "Ekabhattiko hoti rattūparato virato vikālabhojanā. ",
  "mn101:32.10": "Naccagītavāditavisūkadassanā paṭivirato hoti. ",
  "mn101:32.11": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti. ",
  "mn101:32.12": "Uccāsayanamahāsayanā paṭivirato hoti. ",
  "mn101:32.13": "Jātarūparajatapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.14": "Āmakadhaññapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.15": "Āmakamaṃsapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.16": "Itthikumārikapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.17": "Dāsidāsapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.18": "Ajeḷakapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.19": "Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.20": "Hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.21": "Khettavatthupaṭiggahaṇā paṭivirato hoti. ",
  "mn101:32.22": "Dūteyyapahiṇagamanānuyogā paṭivirato hoti. ",
  "mn101:32.23": "Kayavikkayā paṭivirato hoti. ",
  "mn101:32.24": "Tulākūṭakaṃsakūṭamānakūṭā paṭivirato hoti. ",
  "mn101:32.25": "Ukkoṭanavañcananikatisāciyogā paṭivirato hoti. ",
  "mn101:32.26": "Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ",
  "mn101:33.1": "So santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati samādāyeva pakkamati. ",
  "mn101:33.2": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti; ",
  "mn101:33.3": "evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena; so yena yeneva pakkamati samādāyeva pakkamati. ",
  "mn101:33.4": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti. ",
  "mn101:34.1": "So cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn101:34.2": "Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati. ",
  "mn101:34.3": "Sotena saddaṃ sutvā …pe… ",
  "mn101:34.4": "ghānena gandhaṃ ghāyitvā …pe… ",
  "mn101:34.5": "jivhāya rasaṃ sāyitvā …pe… ",
  "mn101:34.6": "kāyena phoṭṭhabbaṃ phusitvā …pe… ",
  "mn101:34.7": "manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn101:34.8": "Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati. ",
  "mn101:34.9": "So iminā ariyena indriyasaṃvarena samannāgato ajjhattaṃ abyāsekasukhaṃ paṭisaṃvedeti. ",
  "mn101:35.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "mn101:35-37.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṃvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato ",
  "mn101:35-37.2": "vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ. ",
  "mn101:35-37.3": "So pacchābhattaṃ piṇḍapātapaṭikkanto nisīdati pallaṅkaṃ ābhujitvā, ujuṃ kāyaṃ paṇidhāya, parimukhaṃ satiṃ upaṭṭhapetvā. ",
  "mn101:35-37.4": "So abhijjhaṃ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṃ parisodheti. ",
  "mn101:35-37.5": "Byāpādapadosaṃ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṃ parisodheti. ",
  "mn101:35-37.6": "Thinamiddhaṃ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṃ parisodheti. ",
  "mn101:35-37.7": "Uddhaccakukkuccaṃ pahāya anuddhato viharati ajjhattaṃ vūpasantacitto, uddhaccakukkuccā cittaṃ parisodheti. ",
  "mn101:35-37.8": "Vicikicchaṃ pahāya tiṇṇavicikiccho viharati akathaṃkathī kusalesu dhammesu, vicikicchāya cittaṃ parisodheti. ",
  "mn101:38.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "mn101:38.2": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati. ",
  "mn101:38.3": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ. ",
  "mn101:39.1": "Puna caparaṃ, bhikkhave, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati. ",
  "mn101:39.2": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ. ",
  "mn101:40.1": "Puna caparaṃ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti. Yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati. ",
  "mn101:40.2": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ. ",
  "mn101:41.1": "Puna caparaṃ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. ",
  "mn101:41.2": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ. ",
  "mn101:42.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti. ",
  "mn101:42.2": "So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṃgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. ",
  "mn101:42.3": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ. ",
  "mn101:43.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti. ",
  "mn101:43.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti. ",
  "mn101:43.3": "Evampi, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ. ",
  "mn101:44.1": "So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti. ",
  "mn101:44.2": "So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti; ",
  "mn101:44.3": "‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti. ",
  "mn101:45.1": "Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati. ",
  "mn101:45.2": "Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
  "mn101:45.3": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
  "mn101:45.4": "Evampi kho, bhikkhave, saphalo upakkamo hoti, saphalaṃ padhānaṃ. ",
  "mn101:46.1": "Evaṃvādī, bhikkhave, tathāgatā. ",
  "mn101:46.2": "Evaṃvādīnaṃ, bhikkhave, tathāgatānaṃ dasa sahadhammikā pāsaṃsaṭṭhānā āgacchanti. ",
  "mn101:46.3": "Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṃ paṭisaṃvedenti; ",
  "mn101:46.4": "addhā, bhikkhave, tathāgato pubbe sukatakammakārī yaṃ etarahi evarūpā anāsavā sukhā vedanā vedeti. ",
  "mn101:46.5": "Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṃ paṭisaṃvedenti; ",
  "mn101:46.6": "addhā, bhikkhave, tathāgato bhaddakena issarena nimmito yaṃ etarahi evarūpā anāsavā sukhā vedanā vedeti. ",
  "mn101:46.7": "Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṃ paṭisaṃvedenti; ",
  "mn101:46.8": "addhā, bhikkhave, tathāgato kalyāṇasaṅgatiko yaṃ etarahi evarūpā anāsavā sukhā vedanā vedeti. ",
  "mn101:46.9": "Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṃ paṭisaṃvedenti; ",
  "mn101:46.10": "addhā, bhikkhave, tathāgato kalyāṇābhijātiko yaṃ etarahi evarūpā anāsavā sukhā vedanā vedeti. ",
  "mn101:46.11": "Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṃ paṭisaṃvedenti; ",
  "mn101:46.12": "addhā, bhikkhave, tathāgato kalyāṇadiṭṭhadhammūpakkamo yaṃ etarahi evarūpā anāsavā sukhā vedanā vedeti. ",
  "mn101:46.13": "Sace, bhikkhave, sattā pubbekatahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato; ",
  "mn101:46.14": "no ce sattā pubbekatahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato. ",
  "mn101:46.15": "Sace, bhikkhave, sattā issaranimmānahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato; ",
  "mn101:46.16": "no ce sattā issaranimmānahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato. ",
  "mn101:46.17": "Sace, bhikkhave, sattā saṅgatibhāvahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato; ",
  "mn101:46.18": "no ce sattā saṅgatibhāvahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato. ",
  "mn101:46.19": "Sace, bhikkhave, sattā abhijātihetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato; ",
  "mn101:46.20": "no ce sattā abhijātihetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato. ",
  "mn101:46.21": "Sace, bhikkhave, sattā diṭṭhadhammūpakkamahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato; ",
  "mn101:46.22": "no ce sattā diṭṭhadhammūpakkamahetu sukhadukkhaṃ paṭisaṃvedenti, pāsaṃso tathāgato. ",
  "mn101:46.23": "Evaṃvādī, bhikkhave, tathāgatā. ",
  "mn101:46.24": "Evaṃvādīnaṃ, bhikkhave, tathāgatānaṃ ime dasa sahadhammikā pāsaṃsaṭṭhānā āgacchantī”ti. ",
  "mn101:46.25": "Idamavoca bhagavā. ",
  "mn101:46.26": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
  "mn101:46.27": "Devadahasuttaṃ niṭṭhitaṃ paṭhamaṃ. "
}