{
  "mn104:0.1": "Majjhima Nikāya 104 ",
  "mn104:0.2": "Sāmagāmasutta ",
  "mn104:1.1": "Evaṃ me sutaṃ—",
  "mn104:1.2": "ekaṃ samayaṃ bhagavā sakkesu viharati sāmagāme. ",
  "mn104:2.1": "Tena kho pana samayena nigaṇṭho nāṭaputto pāvāyaṃ adhunākālaṅkato hoti. ",
  "mn104:2.2": "Tassa kālaṃkiriyāya bhinnā nigaṇṭhā dvedhikajātā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti: ",
  "mn104:2.3": "“na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi. Kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi. Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno. Sahitaṃ me, asahitaṃ te. Purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca. Adhiciṇṇaṃ te viparāvattaṃ. Āropito te vādo. Niggahitosi, cara vādappamokkhāya; nibbeṭhehi vā sace pahosī”ti. ",
  "mn104:2.4": "Vadhoyeva kho maññe nigaṇṭhesu nāṭaputtiyesu vattati. ",
  "mn104:2.5": "Yepi nigaṇṭhassa nāṭaputtassa sāvakā gihī odātavasanā tepi nigaṇṭhesu nāṭaputtiyesu nibbinnarūpā virattarūpā paṭivānarūpā yathā taṃ durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite bhinnathūpe appaṭisaraṇe. ",
  "mn104:3.1": "Atha kho cundo samaṇuddeso pāvāyaṃ vassaṃvuṭṭho yena sāmagāmo yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho cundo samaṇuddeso āyasmantaṃ ānandaṃ etadavoca: ",
  "mn104:3.2": "“nigaṇṭho, bhante, nāṭaputto pāvāyaṃ adhunākālaṅkato. ",
  "mn104:3.3": "Tassa kālaṃkiriyāya bhinnā nigaṇṭhā dvedhikajātā …pe… bhinnathūpe appaṭisaraṇe”ti. ",
  "mn104:4.1": "Evaṃ vutte, āyasmā ānando cundaṃ samaṇuddesaṃ etadavoca: ",
  "mn104:4.2": "“atthi kho idaṃ, āvuso cunda, kathāpābhataṃ bhagavantaṃ dassanāya. ",
  "mn104:4.3": "Āyāma, āvuso cunda, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ bhagavato ārocessāmā”ti. ",
  "mn104:4.4": "“Evaṃ, bhante”ti kho cundo samaṇuddeso āyasmato ānandassa paccassosi. ",
  "mn104:4.5": "Atha kho āyasmā ca ānando cundo ca samaṇuddeso yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca: ",
  "mn104:4.6": "“ayaṃ, bhante, cundo samaṇuddeso evamāha: ",
  "mn104:4.7": "‘nigaṇṭho, bhante, nāṭaputto pāvāyaṃ adhunākālaṅkato. ",
  "mn104:4.8": "Tassa kālaṃkiriyāya bhinnā nigaṇṭhā dvedhikajātā …pe… bhinnathūpe appaṭisaraṇe’ti. ",
  "mn104:4.9": "Tassa mayhaṃ, bhante, evaṃ hoti: ",
  "mn104:4.10": "‘mā heva bhagavato accayena saṃghe vivādo uppajji; ",
  "mn104:4.11": "svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānan’”ti. ",
  "mn104:5.1": "“Taṃ kiṃ maññasi, ānanda, ",
  "mn104:5.2": "ye vo mayā dhammā abhiññā desitā, seyyathidaṃ—",
  "mn104:5.3": "cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo, passasi no tvaṃ, ānanda, imesu dhammesu dvepi bhikkhū nānāvāde”ti? ",
  "mn104:5.4": "“Ye me, bhante, dhammā bhagavatā abhiññā desitā, seyyathidaṃ—",
  "mn104:5.5": "cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo, nāhaṃ passāmi imesu dhammesu dvepi bhikkhū nānāvāde. ",
  "mn104:5.6": "Ye ca kho, bhante, puggalā bhagavantaṃ patissayamānarūpā viharanti tepi bhagavato accayena saṃghe vivādaṃ janeyyuṃ ajjhājīve vā adhipātimokkhe vā. ",
  "mn104:5.7": "Svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānan”ti. ",
  "mn104:5.8": "“Appamattako so, ānanda, vivādo yadidaṃ—ajjhājīve vā adhipātimokkhe vā. ",
  "mn104:5.9": "Magge vā hi, ānanda, paṭipadāya vā saṅghe vivādo uppajjamāno uppajjeyya; svāssa vivādo bahujanāhitāya bahujanāsukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ",
  "mn104:6.1": "Chayimāni, ānanda, vivādamūlāni. ",
  "mn104:6.2": "Katamāni cha? ",
  "mn104:6.3": "Idhānanda, bhikkhu kodhano hoti upanāhī. ",
  "mn104:6.4": "Yo so, ānanda, bhikkhu kodhano hoti upanāhī so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṃghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti. ",
  "mn104:6.5": "Yo so, ānanda, bhikkhu satthari agāravo viharati appatisso, dhamme … saṃghe agāravo viharati appatisso, sikkhāya na paripūrakārī hoti, so saṃghe vivādaṃ janeti; yo hoti vivādo bahujanāhitāya bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ",
  "mn104:6.6": "Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā samanupasseyyātha, tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha. ",
  "mn104:6.7": "Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā na samanupasseyyātha. Tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa āyatiṃ anavassavāya paṭipajjeyyātha. ",
  "mn104:6.8": "Evametassa pāpakassa vivādamūlassa pahānaṃ hoti, evametassa pāpakassa vivādamūlassa āyatiṃ anavassavo hoti. ",
  "mn104:7-11.1": "Puna caparaṃ, ānanda, bhikkhu makkhī hoti paḷāsī …pe… ",
  "mn104:7-11.2": "issukī hoti maccharī …pe… ",
  "mn104:7-11.3": "saṭho hoti māyāvī …pe… ",
  "mn104:7-11.4": "pāpiccho hoti micchādiṭṭhi …pe… ",
  "mn104:7-11.5": "sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī. ",
  "mn104:7-11.6": "Yo so, ānanda, bhikkhu sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṃghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti. ",
  "mn104:7-11.7": "Yo so, ānanda, bhikkhu satthari agāravo viharati appatisso, dhamme … saṃghe … sikkhāya na paripūrakārī hoti so saṃghe vivādaṃ janeti; yo hoti vivādo bahujanāhitāya bahujanāsukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ. ",
  "mn104:7-11.8": "Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā samanupasseyyātha. Tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha. ",
  "mn104:7-11.9": "Evarūpañce tumhe, ānanda, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā na samanupasseyyātha, tatra tumhe, ānanda, tasseva pāpakassa vivādamūlassa āyatiṃ anavassavāya paṭipajjeyyātha. ",
  "mn104:7-11.10": "Evametassa pāpakassa vivādamūlassa pahānaṃ hoti, evametassa pāpakassa vivādamūlassa āyatiṃ anavassavo hoti. ",
  "mn104:7-11.11": "Imāni kho, ānanda, cha vivādamūlāni. ",
  "mn104:12.1": "Cattārimāni, ānanda, adhikaraṇāni. ",
  "mn104:12.2": "Katamāni cattāri? ",
  "mn104:12.3": "Vivādādhikaraṇaṃ, anuvādādhikaraṇaṃ, āpattādhikaraṇaṃ, kiccādhikaraṇaṃ—",
  "mn104:12.4": "imāni kho, ānanda, cattāri adhikaraṇāni. ",
  "mn104:13.1": "Satta kho panime, ānanda, adhikaraṇasamathā—",
  "mn104:13.2": "uppannuppannānaṃ adhikaraṇānaṃ samathāya vūpasamāya sammukhāvinayo dātabbo, sativinayo dātabbo, amūḷhavinayo dātabbo, paṭiññāya kāretabbaṃ, yebhuyyasikā, tassapāpiyasikā, tiṇavatthārako. ",
  "mn104:14.1": "Kathañcānanda, sammukhāvinayo hoti? ",
  "mn104:14.2": "Idhānanda, bhikkhū vivadanti dhammoti vā adhammoti vā vinayoti vā avinayoti vā. ",
  "mn104:14.3": "Tehānanda, bhikkhūhi sabbeheva samaggehi sannipatitabbaṃ. ",
  "mn104:14.4": "Sannipatitvā dhammanetti samanumajjitabbā. ",
  "mn104:14.5": "Dhammanettiṃ samanumajjitvā yathā tattha sameti tathā taṃ adhikaraṇaṃ vūpasametabbaṃ. ",
  "mn104:14.6": "Evaṃ kho, ānanda, sammukhāvinayo hoti; ",
  "mn104:14.7": "evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—",
  "mn104:14.8": "sammukhāvinayena. (1) ",
  "mn104:15.1": "Kathañcānanda, yebhuyyasikā hoti? ",
  "mn104:15.2": "Te ce, ānanda, bhikkhū na sakkonti taṃ adhikaraṇaṃ tasmiṃ āvāse vūpasametuṃ. ",
  "mn104:15.3": "Tehānanda, bhikkhūhi yasmiṃ āvāse bahutarā bhikkhū so āvāso gantabbo. ",
  "mn104:15.4": "Tattha sabbeheva samaggehi sannipatitabbaṃ. ",
  "mn104:15.5": "Sannipatitvā dhammanetti samanumajjitabbā. ",
  "mn104:15.6": "Dhammanettiṃ samanumajjitvā yathā tattha sameti tathā taṃ adhikaraṇaṃ vūpasametabbaṃ. ",
  "mn104:15.7": "Evaṃ kho, ānanda, yebhuyyasikā hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—",
  "mn104:15.8": "yebhuyyasikāya. (2) ",
  "mn104:16.1": "Kathañcānanda, sativinayo hoti? ",
  "mn104:16.2": "Idhānanda, bhikkhū bhikkhuṃ evarūpāya garukāya āpattiyā codenti pārājikena vā pārājikasāmantena vā: ",
  "mn104:16.3": "‘saratāyasmā evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti? ",
  "mn104:16.4": "So evamāha: ",
  "mn104:16.5": "‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ",
  "mn104:16.6": "Tassa kho, ānanda, bhikkhuno sativinayo dātabbo. ",
  "mn104:16.7": "Evaṃ kho, ānanda, sativinayo hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—",
  "mn104:16.8": "sativinayena. (3) ",
  "mn104:17.1": "Kathañcānanda, amūḷhavinayo hoti? ",
  "mn104:17.2": "Idhānanda, bhikkhū bhikkhuṃ evarūpāya garukāya āpattiyā codenti pārājikena vā pārājikasāmantena vā: ",
  "mn104:17.3": "‘saratāyasmā evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti? ",
  "mn104:17.4": "So evamāha: ",
  "mn104:17.5": "‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ",
  "mn104:17.6": "Tamenaṃ so nibbeṭhentaṃ ativeṭheti: ",
  "mn104:17.7": "‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ",
  "mn104:17.8": "So evamāha: ",
  "mn104:17.9": "‘ahaṃ kho, āvuso, ummādaṃ pāpuṇiṃ cetaso vipariyāsaṃ. ",
  "mn104:17.10": "Tena me ummattakena bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ bhāsitaparikkantaṃ. ",
  "mn104:17.11": "Nāhaṃ taṃ sarāmi. ",
  "mn104:17.12": "Mūḷhena me etaṃ katan’ti. ",
  "mn104:17.13": "Tassa kho, ānanda, bhikkhuno amūḷhavinayo dātabbo. ",
  "mn104:17.14": "Evaṃ kho, ānanda, amūḷhavinayo hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—",
  "mn104:17.15": "amūḷhavinayena. (4) ",
  "mn104:18.1": "Kathañcānanda, paṭiññātakaraṇaṃ hoti? ",
  "mn104:18.2": "Idhānanda, bhikkhu codito vā acodito vā āpattiṃ sarati, vivarati uttānīkaroti. ",
  "mn104:18.3": "Tena, ānanda, bhikkhunā vuḍḍhataraṃ bhikkhuṃ upasaṅkamitvā ekaṃsaṃ cīvaraṃ katvā pāde vanditvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā evamassa vacanīyo: ",
  "mn104:18.4": "‘ahaṃ, bhante, itthannāmaṃ āpattiṃ āpanno, taṃ paṭidesemī’ti. ",
  "mn104:18.5": "So evamāha: ",
  "mn104:18.6": "‘passasī’ti? ",
  "mn104:18.7": "‘Āma passāmī’ti. ",
  "mn104:18.8": "‘Āyatiṃsaṃvareyyāsī’ti. ",
  "mn104:18.9": "‘Saṃvarissāmī’ti. ",
  "mn104:18.10": "Evaṃ kho, ānanda, paṭiññātakaraṇaṃ hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—",
  "mn104:18.11": "paṭiññātakaraṇena. (5) ",
  "mn104:19.1": "Kathañcānanda, tassapāpiyasikā hoti? ",
  "mn104:19.2": "Idhānanda, bhikkhu bhikkhuṃ evarūpāya garukāya āpattiyā codeti pārājikena vā pārājikasāmantena vā: ",
  "mn104:19.3": "‘saratāyasmā evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti? ",
  "mn104:19.4": "So evamāha: ",
  "mn104:19.5": "‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ",
  "mn104:19.6": "Tamenaṃ so nibbeṭhentaṃ ativeṭheti: ",
  "mn104:19.7": "‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ",
  "mn104:19.8": "So evamāha: ",
  "mn104:19.9": "‘na kho ahaṃ, āvuso, sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā; ",
  "mn104:19.10": "sarāmi ca kho ahaṃ, āvuso, evarūpiṃ appamattikaṃ āpattiṃ āpajjitā’ti. ",
  "mn104:19.11": "Tamenaṃ so nibbeṭhentaṃ ativeṭheti: ",
  "mn104:19.12": "‘iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti? ",
  "mn104:19.13": "So evamāha: ",
  "mn104:19.14": "‘imañhi nāmāhaṃ, āvuso, appamattikaṃ āpattiṃ āpajjitvā apuṭṭho paṭijānissāmi. ",
  "mn104:19.15": "Kiṃ panāhaṃ evarūpiṃ garukaṃ āpattiṃ āpajjitvā pārājikaṃ vā pārājikasāmantaṃ vā puṭṭho na paṭijānissāmī’ti? ",
  "mn104:19.16": "So evamāha: ",
  "mn104:19.17": "‘imañhi nāma tvaṃ, āvuso, appamattikaṃ āpattiṃ āpajjitvā apuṭṭho na paṭijānissasi, kiṃ pana tvaṃ evarūpiṃ garukaṃ āpattiṃ āpajjitvā pārājikaṃ vā pārājikasāmantaṃ vā puṭṭho paṭijānissasi? ",
  "mn104:19.18": "Iṅghāyasmā sādhukameva jānāhi yadi sarasi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ",
  "mn104:19.19": "So evamāha: ",
  "mn104:19.20": "‘sarāmi kho ahaṃ, āvuso, evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā. ",
  "mn104:19.21": "Davā me etaṃ vuttaṃ, ravā me etaṃ vuttaṃ—",
  "mn104:19.22": "nāhaṃ taṃ sarāmi evarūpiṃ garukaṃ āpattiṃ āpajjitā pārājikaṃ vā pārājikasāmantaṃ vā’ti. ",
  "mn104:19.23": "Evaṃ kho, ānanda, tassapāpiyasikā hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—",
  "mn104:19.24": "tassapāpiyasikāya. (6) ",
  "mn104:20.1": "Kathañcānanda, tiṇavatthārako hoti? ",
  "mn104:20.2": "Idhānanda, bhikkhūnaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ viharataṃ bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ hoti bhāsitaparikkantaṃ. ",
  "mn104:20.3": "Tehānanda, bhikkhūhi sabbeheva samaggehi sannipatitabbaṃ. ",
  "mn104:20.4": "Sannipatitvā ekatopakkhikānaṃ bhikkhūnaṃ byattena bhikkhunā uṭṭhāyāsanā ekaṃsaṃ cīvaraṃ katvā añjaliṃ paṇāmetvā saṃgho ñāpetabbo—",
  "mn104:20.5": "Suṇātu me, bhante, saṅgho. ",
  "mn104:20.6": "Idaṃ amhākaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ viharataṃ bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ bhāsitaparikkantaṃ. ",
  "mn104:20.7": "Yadi saṅghassa pattakallaṃ, ahaṃ yā ceva imesaṃ āyasmantānaṃ āpatti yā ca attano āpatti, imesañceva āyasmantānaṃ atthāya attano ca atthāya, saṅghamajjhe tiṇavatthārakena deseyyaṃ, ṭhapetvā thullavajjaṃ ṭhapetvā gihipaṭisaṃyuttan’ti. ",
  "mn104:20.8": "Athāparesaṃ ekatopakkhikānaṃ bhikkhūnaṃ byattena bhikkhunā uṭṭhāyāsanā ekaṃsaṃ cīvaraṃ katvā añjaliṃ paṇāmetvā saṅgho ñāpetabbo: ",
  "mn104:20.9": "‘Suṇātu me, bhante, saṅgho. ",
  "mn104:20.10": "Idaṃ amhākaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ viharataṃ bahuṃ assāmaṇakaṃ ajjhāciṇṇaṃ bhāsitaparikkantaṃ. ",
  "mn104:20.11": "Yadi saṅghassa pattakallaṃ, ahaṃ yā ceva imesaṃ āyasmantānaṃ āpatti yā ca attano āpatti, imesañceva āyasmantānaṃ atthāya attano ca atthāya, saṅghamajjhe tiṇavatthārakena deseyyaṃ, ṭhapetvā thullavajjaṃ ṭhapetvā gihipaṭisaṃyuttan’ti. ",
  "mn104:20.12": "Evaṃ kho, ānanda, tiṇavatthārako hoti, evañca panidhekaccānaṃ adhikaraṇānaṃ vūpasamo hoti yadidaṃ—",
  "mn104:20.13": "tiṇavatthārakena. (7) ",
  "mn104:21.1": "Chayime, ānanda, dhammā sāraṇīyā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti. ",
  "mn104:21.2": "Katame cha? ",
  "mn104:21.3": "Idhānanda, bhikkhuno mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca. ",
  "mn104:21.4": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (1) ",
  "mn104:21.5": "Puna caparaṃ, ānanda, bhikkhuno mettaṃ vacīkammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca. ",
  "mn104:21.6": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (2) ",
  "mn104:21.7": "Puna caparaṃ, ānanda, bhikkhuno mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca. ",
  "mn104:21.8": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (3) ",
  "mn104:21.9": "Puna caparaṃ, ānanda, bhikkhu—ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi tathārūpehi lābhehi—apaṭivibhattabhogī hoti, sīlavantehi sabrahmacārīhi sādhāraṇabhogī. ",
  "mn104:21.10": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (4) ",
  "mn104:21.11": "Puna caparaṃ, ānanda, bhikkhu—yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni tathārūpesu sīlesu—sīlasāmaññagato viharati sabrahmacārīhi āvi ceva raho ca. ",
  "mn104:21.12": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (5) ",
  "mn104:21.13": "Puna caparaṃ, ānanda, bhikkhu—yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya tathārūpāya diṭṭhiyā—diṭṭhisāmaññagato viharati sabrahmacārīhi āvi ceva raho ca. ",
  "mn104:21.14": "Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (6) ",
  "mn104:21.15": "Ime kho, ānanda, cha sāraṇīyā dhammā piyakaraṇā garukaraṇā saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattanti. ",
  "mn104:22.1": "Ime ce tumhe, ānanda, cha sāraṇīye dhamme samādāya vatteyyātha, passatha no tumhe, ānanda, taṃ vacanapathaṃ aṇuṃ vā thūlaṃ vā yaṃ tumhe nādhivāseyyāthā”ti? ",
  "mn104:22.2": "“No hetaṃ, bhante”. ",
  "mn104:22.3": "“Tasmātihānanda, ime cha sāraṇīye dhamme samādāya vattatha. ",
  "mn104:22.4": "Taṃ vo bhavissati dīgharattaṃ hitāya sukhāyā”ti. ",
  "mn104:22.5": "Idamavoca bhagavā. ",
  "mn104:22.6": "Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ",
  "mn104:22.7": "Sāmagāmasuttaṃ niṭṭhitaṃ catutthaṃ. "
}