{
  "mn112:0.1": "Majjhima Nikāya 112 ",
  "mn112:0.2": "Chabbisodhanasutta ",
  "mn112:1.1": "Evaṁ me sutaṁ—",
  "mn112:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn112:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn112:1.4": "“bhikkhavo”ti. ",
  "mn112:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn112:1.6": "Bhagavā etadavoca: ",
  "mn112:2.1": "“Idha, bhikkhave, bhikkhu aññaṁ byākaroti: ",
  "mn112:2.2": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyāti pajānāmī’ti. ",
  "mn112:3.1": "Tassa, bhikkhave, bhikkhuno bhāsitaṁ neva abhinanditabbaṁ nappaṭikkositabbaṁ. ",
  "mn112:3.2": "Anabhinanditvā appaṭikkositvā pañho pucchitabbo: ",
  "mn112:3.3": "‘cattārome, āvuso, vohārā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā. ",
  "mn112:3.4": "Katame cattāro? ",
  "mn112:3.5": "Diṭṭhe diṭṭhavāditā, sute sutavāditā, mute mutavāditā, viññāte viññātavāditā—",
  "mn112:3.6": "ime kho, āvuso, cattāro vohārā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā. ",
  "mn112:3.7": "Kathaṁ jānato panāyasmato, kathaṁ passato imesu catūsu vohāresu anupādāya āsavehi cittaṁ vimuttan’ti? ",
  "mn112:4.1": "Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṁyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya: ",
  "mn112:4.2": "‘diṭṭhe kho ahaṁ, āvuso, anupāyo anapāyo anissito appaṭibaddho vippamutto visaṁyutto vimariyādīkatena cetasā viharāmi. ",
  "mn112:4.3": "Sute kho ahaṁ, āvuso …pe… ",
  "mn112:4.4": "mute kho ahaṁ, āvuso … ",
  "mn112:4.5": "viññāte kho ahaṁ, āvuso, anupāyo anapāyo anissito appaṭibaddho vippamutto visaṁyutto vimariyādīkatena cetasā viharāmi. ",
  "mn112:4.6": "Evaṁ kho me, āvuso, jānato evaṁ passato imesu catūsu vohāresu anupādāya āsavehi cittaṁ vimuttan’ti. ",
  "mn112:5.1": "Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṁ abhinanditabbaṁ anumoditabbaṁ. ",
  "mn112:5.2": "‘Sādhū’ti bhāsitaṁ abhinanditvā anumoditvā uttariṁ pañho pucchitabbo. ",
  "mn112:5.3": "‘Pañcime, āvuso, upādānakkhandhā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā. ",
  "mn112:5.4": "Katame pañca? ",
  "mn112:5.5": "Seyyathidaṁ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho—",
  "mn112:5.6": "ime kho, āvuso, pañcupādānakkhandhā tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā. ",
  "mn112:5.7": "Kathaṁ jānato panāyasmato, kathaṁ passato imesu pañcasu upādānakkhandhesu anupādāya āsavehi cittaṁ vimuttan’ti? ",
  "mn112:6.1": "Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṁyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya: ",
  "mn112:6.2": "‘rūpaṁ kho ahaṁ, āvuso, abalaṁ virāgunaṁ anassāsikanti viditvā ye rūpe upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṁ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṁ me cittanti pajānāmi. ",
  "mn112:6.3": "Vedanaṁ kho ahaṁ, āvuso …pe… ",
  "mn112:6.4": "saññaṁ kho ahaṁ, āvuso … ",
  "mn112:6.5": "saṅkhāre kho ahaṁ, āvuso … ",
  "mn112:6.6": "viññāṇaṁ kho ahaṁ, āvuso, abalaṁ virāgunaṁ anassāsikanti viditvā ye viññāṇe upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṁ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṁ me cittanti pajānāmi. ",
  "mn112:6.7": "Evaṁ kho me, āvuso, jānato evaṁ passato imesu pañcasu upādānakkhandhesu anupādāya āsavehi cittaṁ vimuttan’ti. ",
  "mn112:7.1": "Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṁ abhinanditabbaṁ, anumoditabbaṁ. ",
  "mn112:7.2": "‘Sādhū’ti bhāsitaṁ abhinanditvā anumoditvā uttariṁ pañho pucchitabbo. ",
  "mn112:7.3": "‘Chayimā, āvuso, dhātuyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā. ",
  "mn112:7.4": "Katamā cha? ",
  "mn112:7.5": "Pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, ākāsadhātu, viññāṇadhātu—",
  "mn112:7.6": "imā kho, āvuso, cha dhātuyo tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātā. ",
  "mn112:7.7": "Kathaṁ jānato panāyasmato, kathaṁ passato imāsu chasu dhātūsu anupādāya āsavehi cittaṁ vimuttan’ti? ",
  "mn112:8.1": "Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṁyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya: ",
  "mn112:8.2": "‘pathavīdhātuṁ kho ahaṁ, āvuso, na attato upagacchiṁ, na ca pathavīdhātunissitaṁ attānaṁ. ",
  "mn112:8.3": "Ye ca pathavīdhātunissitā upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṁ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṁ me cittanti pajānāmi. ",
  "mn112:8.4": "Āpodhātuṁ kho ahaṁ, āvuso …pe… ",
  "mn112:8.5": "tejodhātuṁ kho ahaṁ, āvuso … ",
  "mn112:8.6": "vāyodhātuṁ kho ahaṁ, āvuso … ",
  "mn112:8.7": "ākāsadhātuṁ kho ahaṁ, āvuso … ",
  "mn112:8.8": "viññāṇadhātuṁ kho ahaṁ, āvuso, na attato upagacchiṁ, na ca viññāṇadhātunissitaṁ attānaṁ. ",
  "mn112:8.9": "Ye ca viññāṇadhātunissitā upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṁ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṁ me cittanti pajānāmi. ",
  "mn112:8.10": "Evaṁ kho me, āvuso, jānato, evaṁ passato imāsu chasu dhātūsu anupādāya āsavehi cittaṁ vimuttan’ti. ",
  "mn112:9.1": "Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṁ abhinanditabbaṁ, anumoditabbaṁ. ",
  "mn112:9.2": "‘Sādhū’ti bhāsitaṁ abhinanditvā anumoditvā uttariṁ pañho pucchitabbo. ",
  "mn112:9.3": "‘Cha kho panimāni, āvuso, ajjhattikabāhirāni āyatanāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni. ",
  "mn112:9.4": "Katamāni cha? ",
  "mn112:9.5": "Cakkhu ceva rūpā ca, sotañca saddā ca, ghānañca gandhā ca, jivhā ca rasā ca, kāyo ca phoṭṭhabbā ca, mano ca dhammā ca—",
  "mn112:9.6": "imāni kho, āvuso, cha ajjhattikabāhirāni āyatanāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni. ",
  "mn112:9.7": "Kathaṁ jānato panāyasmato, kathaṁ passato imesu chasu ajjhattikabāhiresu āyatanesu anupādāya āsavehi cittaṁ vimuttan’ti? ",
  "mn112:10.1": "Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṁyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya: ",
  "mn112:10.2": "‘cakkhusmiṁ, āvuso, rūpe cakkhuviññāṇe cakkhuviññāṇaviññātabbesu dhammesu yo chando yo rāgo yā nandī yā taṇhā ye ca upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṁ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṁ me cittanti pajānāmi. ",
  "mn112:10.3": "Sotasmiṁ, āvuso, sadde sotaviññāṇe …pe… ",
  "mn112:10.4": "ghānasmiṁ, āvuso, gandhe ghānaviññāṇe … ",
  "mn112:10.5": "jivhāya, āvuso, rase jivhāviññāṇe … ",
  "mn112:10.6": "kāyasmiṁ, āvuso, phoṭṭhabbe kāyaviññāṇe … ",
  "mn112:10.7": "manasmiṁ, āvuso, dhamme manoviññāṇe manoviññāṇaviññātabbesu dhammesu yo chando yo rāgo yā nandī yā taṇhā ye ca upāyūpādānā cetaso adhiṭṭhānābhinivesānusayā tesaṁ khayā virāgā nirodhā cāgā paṭinissaggā vimuttaṁ me cittanti pajānāmi. ",
  "mn112:10.8": "Evaṁ kho me, āvuso, jānato evaṁ passato imesu chasu ajjhattikabāhiresu āyatanesu anupādāya āsavehi cittaṁ vimuttan’ti. ",
  "mn112:11.1": "Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṁ abhinanditabbaṁ anumoditabbaṁ. ",
  "mn112:11.2": "‘Sādhū’ti bhāsitaṁ abhinanditvā anumoditvā uttariṁ pañho pucchitabbo. ",
  "mn112:11.3": "‘Kathaṁ jānato panāyasmato, kathaṁ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā samūhatā’ti? ",
  "mn112:12.1": "Khīṇāsavassa, bhikkhave, bhikkhuno vusitavato katakaraṇīyassa ohitabhārassa anuppattasadatthassa parikkhīṇabhavasaṁyojanassa sammadaññāvimuttassa ayamanudhammo hoti veyyākaraṇāya: ",
  "mn112:12.2": "‘pubbe kho ahaṁ, āvuso, agāriyabhūto samāno aviddasu ahosiṁ. ",
  "mn112:12.3": "Tassa me tathāgato vā tathāgatasāvako vā dhammaṁ desesi. ",
  "mn112:12.4": "Tāhaṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhiṁ. ",
  "mn112:12.5": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhiṁ: ",
  "mn112:12.6": "“sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ",
  "mn112:12.7": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn112:12.8": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan”ti. ",
  "mn112:13.1": "So kho ahaṁ, āvuso, aparena samayena appaṁ vā bhogakkhandhaṁ pahāya mahantaṁ vā bhogakkhandhaṁ pahāya, appaṁ vā ñātiparivaṭṭaṁ pahāya mahantaṁ vā ñātiparivaṭṭaṁ pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajiṁ. ",
  "mn112:13.2": "So evaṁ pabbajito samāno bhikkhūnaṁ sikkhāsājīvasamāpanno pāṇātipātaṁ pahāya pāṇātipātā paṭivirato ahosiṁ nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī vihāsiṁ. ",
  "mn112:13.3": "Adinnādānaṁ pahāya adinnādānā paṭivirato ahosiṁ dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā vihāsiṁ. ",
  "mn112:13.4": "Abrahmacariyaṁ pahāya brahmacārī ahosiṁ ārācārī virato methunā gāmadhammā. ",
  "mn112:13.5": "Musāvādaṁ pahāya musāvādā paṭivirato ahosiṁ saccavādī saccasandho theto paccayiko avisaṁvādako lokassa. ",
  "mn112:13.6": "Pisuṇaṁ vācaṁ pahāya pisuṇāya vācāya paṭivirato ahosiṁ, ito sutvā na amutra akkhātā imesaṁ bhedāya, amutra vā sutvā na imesaṁ akkhātā amūsaṁ bhedāya; iti bhinnānaṁ vā sandhātā sahitānaṁ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṁ vācaṁ bhāsitā ahosiṁ. ",
  "mn112:13.7": "Pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato ahosiṁ; yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṁ vācaṁ bhāsitā ahosiṁ. ",
  "mn112:13.8": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato ahosiṁ; kālavādī bhūtavādī atthavādī dhammavādī vinayavādī nidhānavatiṁ vācaṁ bhāsitā ahosiṁ kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "mn112:14.1": "So bījagāmabhūtagāmasamārambhā paṭivirato ahosiṁ, ekabhattiko ahosiṁ rattūparato virato vikālabhojanā. ",
  "mn112:14.2": "Naccagītavāditavisūkadassanā paṭivirato ahosiṁ. ",
  "mn112:14.3": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato ahosiṁ. ",
  "mn112:14.4": "Uccāsayanamahāsayanā paṭivirato ahosiṁ. ",
  "mn112:14.5": "Jātarūparajatapaṭiggahaṇā paṭivirato ahosiṁ, ",
  "mn112:14.6": "āmakadhaññapaṭiggahaṇā paṭivirato ahosiṁ, ",
  "mn112:14.7": "āmakamaṁsapaṭiggahaṇā paṭivirato ahosiṁ; ",
  "mn112:14.8": "itthikumārikapaṭiggahaṇā paṭivirato ahosiṁ, ",
  "mn112:14.9": "dāsidāsapaṭiggahaṇā paṭivirato ahosiṁ, ",
  "mn112:14.10": "ajeḷakapaṭiggahaṇā paṭivirato ahosiṁ, ",
  "mn112:14.11": "kukkuṭasūkarapaṭiggahaṇā paṭivirato ahosiṁ, ",
  "mn112:14.12": "hatthigavassavaḷavapaṭiggahaṇā paṭivirato ahosiṁ, ",
  "mn112:14.13": "khettavatthupaṭiggahaṇā paṭivirato ahosiṁ. ",
  "mn112:14.14": "Dūteyyapahiṇagamanānuyogā paṭivirato ahosiṁ, ",
  "mn112:14.15": "kayavikkayā paṭivirato ahosiṁ, ",
  "mn112:14.16": "tulākūṭakaṁsakūṭamānakūṭā paṭivirato ahosiṁ, ",
  "mn112:14.17": "ukkoṭanavañcananikatisāciyogā paṭivirato ahosiṁ, ",
  "mn112:14.18": "chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato ahosiṁ. ",
  "mn112:14.19": "So santuṭṭho ahosiṁ kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamiṁ samādāyeva pakkamiṁ. ",
  "mn112:14.20": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti sapattabhārova ḍeti; ",
  "mn112:14.21": "evameva kho ahaṁ, āvuso; santuṭṭho ahosiṁ kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamiṁ samādāyeva pakkamiṁ. ",
  "mn112:14.22": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṁ anavajjasukhaṁ paṭisaṁvedesiṁ. ",
  "mn112:15.1": "So cakkhunā rūpaṁ disvā na nimittaggāhī ahosiṁ nānubyañjanaggāhī; ",
  "mn112:15.2": "yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjiṁ; rakkhiṁ cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjiṁ. ",
  "mn112:15.3": "Sotena saddaṁ sutvā …pe… ",
  "mn112:15.4": "ghānena gandhaṁ ghāyitvā …pe… ",
  "mn112:15.5": "jivhāya rasaṁ sāyitvā …pe… ",
  "mn112:15.6": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "mn112:15.7": "manasā dhammaṁ viññāya na nimittaggāhī ahosiṁ nānubyañjanaggāhī; ",
  "mn112:15.8": "yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjiṁ; rakkhiṁ manindriyaṁ, manindriye saṁvaraṁ āpajjiṁ. ",
  "mn112:15.9": "So iminā ariyena indriyasaṁvarena samannāgato ajjhattaṁ abyāsekasukhaṁ paṭisaṁvedesiṁ. ",
  "mn112:16.1": "So abhikkante paṭikkante sampajānakārī ahosiṁ, ālokite vilokite sampajānakārī ahosiṁ, samiñjite pasārite sampajānakārī ahosiṁ, saṅghāṭipattacīvaradhāraṇe sampajānakārī ahosiṁ, asite pīte khāyite sāyite sampajānakārī ahosiṁ, uccārapassāvakamme sampajānakārī ahosiṁ, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī ahosiṁ. ",
  "mn112:16.2": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṁvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato ",
  "mn112:16.3": "vivittaṁ senāsanaṁ bhajiṁ araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn112:16.4": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdiṁ pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn112:17.1": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā vihāsiṁ, abhijjhāya cittaṁ parisodhesiṁ. ",
  "mn112:17.2": "Byāpādapadosaṁ pahāya abyāpannacitto vihāsiṁ sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṁ parisodhesiṁ. ",
  "mn112:17.3": "Thinamiddhaṁ pahāya vigatathinamiddho vihāsiṁ ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodhesiṁ. ",
  "mn112:17.4": "Uddhaccakukkuccaṁ pahāya anuddhato vihāsiṁ ajjhattaṁ, vūpasantacitto, uddhaccakukkuccā cittaṁ parisodhesiṁ. ",
  "mn112:17.5": "Vicikicchaṁ pahāya tiṇṇavicikiccho vihāsiṁ akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodhesiṁ. ",
  "mn112:18.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "mn112:18.2": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn112:18.3": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ …pe… ",
  "mn112:18.4": "tatiyaṁ jhānaṁ … ",
  "mn112:18.5": "catutthaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn112:19.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn112:19.2": "So idaṁ dukkhanti yathābhūtaṁ abbhaññāsiṁ, ayaṁ dukkhasamudayoti yathābhūtaṁ abbhaññāsiṁ, ayaṁ dukkhanirodhoti yathābhūtaṁ abbhaññāsiṁ, ayaṁ dukkhanirodhagāminī paṭipadāti yathābhūtaṁ abbhaññāsiṁ; ",
  "mn112:19.3": "ime āsavāti yathābhūtaṁ abbhaññāsiṁ, ayaṁ āsavasamudayoti yathābhūtaṁ abbhaññāsiṁ, ayaṁ āsavanirodhoti yathābhūtaṁ abbhaññāsiṁ, ayaṁ āsavanirodhagāminī paṭipadāti yathābhūtaṁ abbhaññāsiṁ. ",
  "mn112:20.1": "Tassa me evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccittha, bhavāsavāpi cittaṁ vimuccittha, avijjāsavāpi cittaṁ vimuccittha. ",
  "mn112:20.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ ahosi. ",
  "mn112:20.3": "Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyāti abbhaññāsiṁ. ",
  "mn112:20.4": "Evaṁ kho me, āvuso, jānato evaṁ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā samūhatā’ti. ",
  "mn112:21.1": "Tassa, bhikkhave, bhikkhuno ‘sādhū’ti bhāsitaṁ abhinanditabbaṁ anumoditabbaṁ. ",
  "mn112:21.2": "‘Sādhū’ti bhāsitaṁ abhinanditvā anumoditvā evamassa vacanīyo: ",
  "mn112:21.3": "‘lābhā no, āvuso, suladdhaṁ no, āvuso, ",
  "mn112:21.4": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ samanupassāmā’”ti. ",
  "mn112:21.5": "Idamavoca bhagavā. ",
  "mn112:21.6": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn112:21.7": "Chabbisodhanasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}