{
  "mn124:0.1": "Majjhima Nikāya 124 ",
  "mn124:0.2": "Bākulasutta ",
  "mn124:1.1": "Evaṃ me sutaṃ—",
  "mn124:1.2": "ekaṃ samayaṃ āyasmā bākulo rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn124:2.1": "Atha kho acelakassapo āyasmato bākulassa purāṇagihisahāyo yenāyasmā bākulo tenupasaṅkami; upasaṅkamitvā āyasmatā bākulena saddhiṃ sammodi. ",
  "mn124:2.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho acelakassapo āyasmantaṃ bākulaṃ etadavoca: ",
  "mn124:3.1": "“Kīvaciraṃ pabbajitosi, āvuso bākulā”ti? ",
  "mn124:3.2": "“Asīti me, āvuso, vassāni pabbajitassā”ti. ",
  "mn124:3.3": "“Imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṃ methuno dhammo paṭisevito”ti? ",
  "mn124:3.4": "“Na kho maṃ, āvuso kassapa, evaṃ pucchitabbaṃ: ",
  "mn124:3.5": "‘imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṃ methuno dhammo paṭisevito’ti. ",
  "mn124:3.6": "Evañca kho maṃ, āvuso kassapa, pucchitabbaṃ: ",
  "mn124:3.7": "‘imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṃ kāmasaññā uppannapubbā’”ti? ",
  "mn124:3.8": "() ",
  "mn124:3.9": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi kāmasaññaṃ uppannapubbaṃ”. ",
  "mn124:3.10": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti kāmasaññaṃ uppannapubbaṃ idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (1) ",
  "mn124:4-5.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi byāpādasaññaṃ …pe… ",
  "mn124:4-5.2": "vihiṃsāsaññaṃ uppannapubbaṃ”. ",
  "mn124:4-5.3": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti vihiṃsāsaññaṃ uppannapubbaṃ, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (2–3.) ",
  "mn124:6.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi kāmavitakkaṃ uppannapubbaṃ”. ",
  "mn124:6.2": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti kāmavitakkaṃ uppannapubbaṃ, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (4) ",
  "mn124:7-8.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi byāpādavitakkaṃ …pe… ",
  "mn124:7-8.2": "vihiṃsāvitakkaṃ uppannapubbaṃ”. ",
  "mn124:7-8.3": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti vihiṃsāvitakkaṃ uppannapubbaṃ, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (5–6.) ",
  "mn124:9.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi gahapaticīvaraṃ sāditā”. ",
  "mn124:9.2": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti gahapaticīvaraṃ sāditā, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (7) ",
  "mn124:10.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi satthena cīvaraṃ chinditā”. ",
  "mn124:10.2": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti satthena cīvaraṃ chinditā …pe… dhārema”. (8) ",
  "mn124:11-15.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi sūciyā cīvaraṃ sibbitā …pe… ",
  "mn124:11-15.2": "nābhijānāmi rajanena cīvaraṃ rajitā … ",
  "mn124:11-15.3": "nābhijānāmi kathine cīvaraṃ sibbitā … ",
  "mn124:11-15.4": "nābhijānāmi sabrahmacārīnaṃ cīvarakamme vicāritā … ",
  "mn124:16-19.1": "nābhijānāmi nimantanaṃ sāditā … ",
  "mn124:16-19.2": "nābhijānāmi evarūpaṃ cittaṃ uppannapubbaṃ: ",
  "mn124:16-19.3": "‘aho vata maṃ koci nimanteyyā’ti … ",
  "mn124:16-19.4": "nābhijānāmi antaraghare nisīditā … ",
  "mn124:16-19.5": "nābhijānāmi antaraghare bhuñjitā … ",
  "mn124:20-25.1": "nābhijānāmi mātugāmassa anubyañjanaso nimittaṃ gahetā … ",
  "mn124:20-25.2": "nābhijānāmi mātugāmassa dhammaṃ desitā antamaso catuppadampi gāthaṃ … ",
  "mn124:20-25.3": "nābhijānāmi bhikkhunupassayaṃ upasaṅkamitā … ",
  "mn124:20-25.4": "nābhijānāmi bhikkhuniyā dhammaṃ desitā … ",
  "mn124:20-25.5": "nābhijānāmi sikkhamānāya dhammaṃ desitā … ",
  "mn124:20-25.6": "nābhijānāmi sāmaṇeriyā dhammaṃ desitā … ",
  "mn124:26-29.1": "nābhijānāmi pabbājetā … ",
  "mn124:26-29.2": "nābhijānāmi upasampādetā … ",
  "mn124:26-29.3": "nābhijānāmi nissayaṃ dātā … ",
  "mn124:26-29.4": "nābhijānāmi sāmaṇeraṃ upaṭṭhāpetā … ",
  "mn124:30-36.1": "nābhijānāmi jantāghare nhāyitā … ",
  "mn124:30-36.2": "nābhijānāmi cuṇṇena nhāyitā … ",
  "mn124:30-36.3": "nābhijānāmi sabrahmacārīgattaparikamme vicāritā … ",
  "mn124:30-36.4": "nābhijānāmi ābādhaṃ uppannapubbaṃ, antamaso gaddūhanamattampi … ",
  "mn124:30-36.5": "nābhijānāmi bhesajjaṃ upaharitā, antamaso haritakikhaṇḍampi … ",
  "mn124:30-36.6": "nābhijānāmi apassenakaṃ apassayitā … ",
  "mn124:30-36.7": "nābhijānāmi seyyaṃ kappetā”. ",
  "mn124:30-36.8": "“Yampāyasmā …pe… dhārema”. (9–33.) ",
  "mn124:37.1": "“Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi gāmantasenāsane vassaṃ upagantā”. ",
  "mn124:37.2": "“Yampāyasmā bākulo asītiyā vassehi nābhijānāti gāmantasenāsane vassaṃ upagantā, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (34) ",
  "mn124:38.1": "“Sattāhameva kho ahaṃ, āvuso, saraṇo raṭṭhapiṇḍaṃ bhuñjiṃ; ",
  "mn124:38.2": "atha aṭṭhamiyaṃ aññā udapādi. ",
  "mn124:38.3": "Yampāyasmā bākulo sattāhameva saraṇo raṭṭhapiṇḍaṃ bhuñji; atha aṭṭhamiyaṃ aññā udapādi idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema. (35) ",
  "mn124:39.1": "Labheyyāhaṃ, āvuso bākula, imasmiṃ dhammavinaye pabbajjaṃ, labheyyaṃ upasampadan”ti. ",
  "mn124:39.2": "Alattha kho acelakassapo imasmiṃ dhammavinaye pabbajjaṃ, alattha upasampadaṃ. ",
  "mn124:39.3": "Acirūpasampanno panāyasmā kassapo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi. ",
  "mn124:39.4": "“Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi. ",
  "mn124:39.5": "Aññataro kho panāyasmā kassapo arahataṃ ahosi. ",
  "mn124:40.1": "Atha kho āyasmā bākulo aparena samayena avāpuraṇaṃ ādāya vihārena vihāraṃ upasaṅkamitvā evamāha: ",
  "mn124:40.2": "“abhikkamathāyasmanto, abhikkamathāyasmanto. Ajja me parinibbānaṃ bhavissatī”ti. ",
  "mn124:40.3": "“Yampāyasmā bākulo avāpuraṇaṃ ādāya vihārena vihāraṃ upasaṅkamitvā evamāha: ‘abhikkamathāyasmanto, abhikkamathāyasmanto; ajja me parinibbānaṃ bhavissatī’ti, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (36) ",
  "mn124:41.1": "Āyasmā bākulo majjhe bhikkhusaṅghassa nisinnakova parinibbāyi. ",
  "mn124:41.2": "“Yampāyasmā bākulo majjhe bhikkhusaṅghassa nisinnakova parinibbāyi, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhāremā”ti. (37) ",
  "mn124:41.3": "Bākulasuttaṃ niṭṭhitaṃ catutthaṃ. "
}