{
  "mn123:0.1": "Majjhima Nikāya 123 ",
  "mn123:0.2": "Acchariyaabbhutasutta ",
  "mn123:1.1": "Evaṃ me sutaṃ—",
  "mn123:1.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn123:2.1": "Atha kho sambahulānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ upaṭṭhānasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ",
  "mn123:2.2": "“acchariyaṃ, āvuso, abbhutaṃ, āvuso. Tathāgatassa mahiddhikatā mahānubhāvatā, ",
  "mn123:2.3": "yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jānissati: ",
  "mn123:2.4": "‘evaṃjaccā te bhagavanto ahesuṃ’ itipi, ‘evaṃnāmā te bhagavanto ahesuṃ’ itipi, ‘evaṃgottā te bhagavanto ahesuṃ’ itipi, ‘evaṃsīlā te bhagavanto ahesuṃ’ itipi, ‘evaṃdhammā te bhagavanto ahesuṃ’ itipi, ‘evaṃpaññā te bhagavanto ahesuṃ’ itipi, ‘evaṃvihārī te bhagavanto ahesuṃ’ itipi, ‘evaṃvimuttā te bhagavanto ahesuṃ’ itipī”ti. ",
  "mn123:2.5": "Evaṃ vutte, āyasmā ānando te bhikkhū etadavoca: ",
  "mn123:2.6": "“acchariyā ceva, āvuso, tathāgatā acchariyadhammasamannāgatā ca; ",
  "mn123:2.7": "abbhutā ceva, āvuso, tathāgatā abbhutadhammasamannāgatā cā”ti. ",
  "mn123:2.8": "Ayañca hidaṃ tesaṃ bhikkhūnaṃ antarākathā vippakatā hoti. ",
  "mn123:2.9": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "mn123:2.10": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "mn123:2.11": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti? ",
  "mn123:2.12": "“Idha, bhante, amhākaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ upaṭṭhānasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi: ",
  "mn123:2.13": "‘acchariyaṃ, āvuso, abbhutaṃ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā, yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jānissati—",
  "mn123:2.14": "evaṃjaccā te bhagavanto ahesuṃ itipi, evaṃnāmā … evaṅgottā … evaṃsīlā … evaṃdhammā … evaṃpaññā … evaṃvihārī … evaṃvimuttā te bhagavanto ahesuṃ itipī’ti. Evaṃ vutte, bhante, āyasmā ānando amhe etadavoca: ",
  "mn123:2.15": "‘acchariyā ceva, āvuso, tathāgatā acchariyadhammasamannāgatā ca; ",
  "mn123:2.16": "abbhutā ceva, āvuso, tathāgatā abbhutadhammasamannāgatā cā’ti. ",
  "mn123:2.17": "Ayaṃ kho no, bhante, antarākathā vippakatā; atha bhagavā anuppatto”ti. ",
  "mn123:2.18": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ",
  "mn123:2.19": "“tasmātiha taṃ, ānanda, bhiyyoso mattāya paṭibhantu tathāgatassa acchariyā abbhutadhammā”ti. ",
  "mn123:3.1": "“Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:3.2": "‘sato sampajāno, ānanda, bodhisatto tusitaṃ kāyaṃ upapajjī’ti. ",
  "mn123:3.3": "Yampi, bhante, sato sampajāno bodhisatto tusitaṃ kāyaṃ upapajji idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (1) ",
  "mn123:4.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:4.2": "‘sato sampajāno, ānanda, bodhisatto tusite kāye aṭṭhāsī’ti. ",
  "mn123:4.3": "Yampi, bhante, sato sampajāno bodhisatto tusite kāye aṭṭhāsi idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (2) ",
  "mn123:5.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:5.2": "‘yāvatāyukaṃ, ānanda, bodhisatto tusite kāye aṭṭhāsī’ti. ",
  "mn123:5.3": "Yampi, bhante, yāvatāyukaṃ bodhisatto tusite kāye aṭṭhāsi idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (3) ",
  "mn123:6.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:6.2": "‘sato sampajāno, ānanda, bodhisatto tusitā, kāyā cavitvā mātukucchiṃ okkamī’ti. ",
  "mn123:6.3": "Yampi, bhante, sato sampajāno bodhisatto tusitā kāyā cavitvā mātukucchiṃ okkami idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (4) ",
  "mn123:7.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:7.2": "‘yadā, ānanda, bodhisatto tusitā kāyā cavitvā mātukucchiṃ okkamati, ",
  "mn123:7.3": "atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ",
  "mn123:7.4": "Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā, yatthapime candimasūriyā evaṃmahiddhikā evaṃmahānubhāvā ābhāya nānubhonti tatthapi appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ",
  "mn123:7.5": "Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṃ sañjānanti—aññepi kira, bho, santi sattā idhūpapannāti. ",
  "mn123:7.6": "Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvan’ti. ",
  "mn123:7.7": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (5) ",
  "mn123:8.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:8.2": "‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, cattāro devaputtā catuddisaṃ ārakkhāya upagacchanti—mā naṃ bodhisattaṃ vā bodhisattamātaraṃ vā manusso vā amanusso vā koci vā viheṭhesī’ti. ",
  "mn123:8.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (6) ",
  "mn123:9.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:9.2": "‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, pakatiyā sīlavatī bodhisattamātā hoti viratā pāṇātipātā viratā adinnādānā viratā kāmesumicchācārā viratā musāvādā viratā surāmerayamajjapamādaṭṭhānā’ti. ",
  "mn123:9.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (7) ",
  "mn123:10.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:10.2": "‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu purisesu mānasaṃ uppajjati kāmaguṇūpasaṃhitaṃ, anatikkamanīyā ca bodhisattamātā hoti kenaci purisena rattacittenā’ti. ",
  "mn123:10.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (8) ",
  "mn123:11.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:11.2": "‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, lābhinī bodhisattamātā hoti pañcannaṃ kāmaguṇānaṃ. Sā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricāretī’ti. ",
  "mn123:11.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (9) ",
  "mn123:12.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:12.2": "‘yadā, ānanda, bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati; sukhinī bodhisattamātā hoti akilantakāyā; bodhisattañca bodhisattamātā tirokucchigataṃ passati sabbaṅgapaccaṅgaṃ ahīnindriyaṃ. ",
  "mn123:12.3": "Seyyathāpi, ānanda, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato. Tatrāssa suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā. ",
  "mn123:12.4": "Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya—ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato, tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vāti. ",
  "mn123:12.5": "Evameva kho, ānanda, yadā bodhisatto mātukucchiṃ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati; sukhinī bodhisattamātā hoti akilantakāyā; bodhisattañca bodhisattamātā tirokucchigataṃ passati sabbaṅgapaccaṅgaṃ ahīnindriyan’ti. ",
  "mn123:12.6": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (10) ",
  "mn123:13.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:13.2": "‘sattāhajāte, ānanda, bodhisatte bodhisattamātā kālaṃ karoti, tusitaṃ kāyaṃ upapajjatī’ti. ",
  "mn123:13.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (11) ",
  "mn123:14.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:14.2": "‘yathā kho panānanda, aññā itthikā nava vā dasa vā māse gabbhaṃ kucchinā pariharitvā vijāyanti, na hevaṃ bodhisattaṃ bodhisattamātā vijāyati. Daseva māsāni bodhisattaṃ bodhisattamātā kucchinā pariharitvā vijāyatī’ti. ",
  "mn123:14.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (12) ",
  "mn123:15.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:15.2": "‘yathā kho panānanda, aññā itthikā nisinnā vā nipannā vā vijāyanti, na hevaṃ bodhisattaṃ bodhisattamātā vijāyati. Ṭhitāva bodhisattaṃ bodhisattamātā vijāyatī’ti. ",
  "mn123:15.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (13) ",
  "mn123:16.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:16.2": "‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, devā naṃ paṭhamaṃ paṭiggaṇhanti pacchā manussā’ti. ",
  "mn123:16.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (14) ",
  "mn123:17.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:17.2": "‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, appattova bodhisatto pathaviṃ hoti, cattāro naṃ devaputtā paṭiggahetvā mātu purato ṭhapenti—attamanā, devi, hohi; mahesakkho te putto uppanno’ti. ",
  "mn123:17.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (15) ",
  "mn123:18.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:18.2": "‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado. ",
  "mn123:18.3": "Seyyathāpi, ānanda, maṇiratanaṃ kāsike vatthe nikkhittaṃ neva maṇiratanaṃ kāsikaṃ vatthaṃ makkheti nāpi kāsikaṃ vatthaṃ maṇiratanaṃ makkheti. ",
  "mn123:18.4": "Taṃ kissa hetu? ",
  "mn123:18.5": "Ubhinnaṃ suddhattā. ",
  "mn123:18.6": "Evameva kho, ānanda, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado’ti. ",
  "mn123:18.7": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (16) ",
  "mn123:19.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:19.2": "‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, dve udakassa dhārā antalikkhā pātubhavanti—ekā sītassa, ekā uṇhassa; yena bodhisattassa udakakiccaṃ karonti mātu cā’ti. ",
  "mn123:19.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (17) ",
  "mn123:20.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:20.2": "‘sampatijāto, ānanda, bodhisatto samehi pādehi pathaviyaṃ patiṭṭhahitvā uttarābhimukho sattapadavītihārena gacchati, setamhi chatte anudhāriyamāne, sabbā ca disā viloketi, āsabhiñca vācaṃ bhāsati—aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa. Ayamantimā jāti, natthi dāni punabbhavo’ti. ",
  "mn123:20.3": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremi. (18) ",
  "mn123:21.1": "Sammukhā metaṃ, bhante, bhagavato sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn123:21.2": "‘yadā, ānanda, bodhisatto mātukucchimhā nikkhamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ",
  "mn123:21.3": "Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā yatthapime candimasūriyā evaṃmahiddhikā evaṃmahānubhāvā ābhāya nānubhonti tatthapi appamāṇo uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvaṃ. ",
  "mn123:21.4": "Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṃ sañjānanti—aññepi kira, bho, santi sattā idhūpapannāti. ",
  "mn123:21.5": "Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati, appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṃ devānubhāvan’ti. ",
  "mn123:21.6": "Yampi, bhante …pe… idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremī”ti. (19) ",
  "mn123:22.1": "“Tasmātiha tvaṃ, ānanda, idampi tathāgatassa acchariyaṃ abbhutadhammaṃ dhārehi. ",
  "mn123:22.2": "Idhānanda, tathāgatassa viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti; ",
  "mn123:22.3": "viditā saññā uppajjanti …pe… ",
  "mn123:22.4": "viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ",
  "mn123:22.5": "Idampi kho tvaṃ, ānanda, tathāgatassa acchariyaṃ abbhutadhammaṃ dhārehī”ti. ",
  "mn123:23.1": "“Yampi, bhante, bhagavato viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti; ",
  "mn123:23.2": "viditā saññā … ",
  "mn123:23.3": "viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti. ",
  "mn123:23.4": "Idampāhaṃ, bhante, bhagavato acchariyaṃ abbhutadhammaṃ dhāremī”ti. (20) ",
  "mn123:23.5": "Idamavoca āyasmā ānando. ",
  "mn123:23.6": "Samanuñño satthā ahosi; ",
  "mn123:23.7": "attamanā ca te bhikkhū āyasmato ānandassa bhāsitaṃ abhinandunti. ",
  "mn123:23.8": "Acchariyaabbhutasuttaṃ niṭṭhitaṃ tatiyaṃ. "
}