{
  "mn122:0.1": "Majjhima Nikāya 122 ",
  "mn122:0.2": "Mahāsuññatasutta ",
  "mn122:1.1": "Evaṁ me sutaṁ—",
  "mn122:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "mn122:2.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya kapilavatthuṁ piṇḍāya pāvisi. ",
  "mn122:2.2": "Kapilavatthusmiṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena kāḷakhemakassa sakkassa vihāro tenupasaṅkami divāvihārāya. ",
  "mn122:2.3": "Tena kho pana samayena kāḷakhemakassa sakkassa vihāre sambahulāni senāsanāni paññattāni honti. ",
  "mn122:2.4": "Addasā kho bhagavā kāḷakhemakassa sakkassa vihāre sambahulāni senāsanāni paññattāni. ",
  "mn122:2.5": "Disvāna bhagavato etadahosi: ",
  "mn122:2.6": "“sambahulāni kho kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni. ",
  "mn122:2.7": "Sambahulā nu kho idha bhikkhū viharantī”ti. ",
  "mn122:2.8": "Tena kho pana samayena āyasmā ānando sambahulehi bhikkhūhi saddhiṁ ghaṭāya sakkassa vihāre cīvarakammaṁ karoti. ",
  "mn122:2.9": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena ghaṭāya sakkassa vihāro tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "mn122:2.10": "Nisajja kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "mn122:2.11": "“sambahulāni kho, ānanda, kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni. ",
  "mn122:2.12": "Sambahulā nu kho ettha bhikkhū viharantī”ti? ",
  "mn122:2.13": "“Sambahulāni, bhante, kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni. ",
  "mn122:2.14": "Sambahulā bhikkhū ettha viharanti. ",
  "mn122:2.15": "Cīvarakārasamayo no, bhante, vattatī”ti. ",
  "mn122:3.1": "“Na kho, ānanda, bhikkhu sobhati saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṁ anuyutto gaṇārāmo gaṇarato gaṇasammudito. ",
  "mn122:3.2": "So vatānanda, bhikkhu saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṁ anuyutto gaṇārāmo gaṇarato gaṇasammudito yaṁ taṁ nekkhammasukhaṁ pavivekasukhaṁ upasamasukhaṁ sambodhisukhaṁ tassa sukhassa nikāmalābhī bhavissati akicchalābhī akasiralābhīti—netaṁ ṭhānaṁ vijjati. ",
  "mn122:3.3": "Yo ca kho so, ānanda, bhikkhu eko gaṇasmā vūpakaṭṭho viharati tassetaṁ bhikkhuno pāṭikaṅkhaṁ yaṁ taṁ nekkhammasukhaṁ pavivekasukhaṁ upasamasukhaṁ sambodhisukhaṁ tassa sukhassa nikāmalābhī bhavissati akicchalābhī akasiralābhīti—ṭhānametaṁ vijjati. ",
  "mn122:4.1": "So vatānanda, bhikkhu saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṁ anuyutto gaṇārāmo gaṇarato gaṇasammudito sāmāyikaṁ vā kantaṁ cetovimuttiṁ upasampajja viharissati asāmāyikaṁ vā akuppanti—netaṁ ṭhānaṁ vijjati. ",
  "mn122:4.2": "Yo ca kho so, ānanda, bhikkhu eko gaṇasmā vūpakaṭṭho viharati tassetaṁ bhikkhuno pāṭikaṅkhaṁ sāmāyikaṁ vā kantaṁ cetovimuttiṁ upasampajja viharissati asāmāyikaṁ vā akuppanti—ṭhānametaṁ vijjati. ",
  "mn122:5.1": "Nāhaṁ, ānanda, ekaṁ rūpampi samanupassāmi yattha rattassa yathābhiratassa rūpassa vipariṇāmaññathābhāvā na uppajjeyyuṁ sokaparidevadukkhadomanassūpāyāsā. ",
  "mn122:6.1": "Ayaṁ kho panānanda, vihāro tathāgatena abhisambuddho yadidaṁ—",
  "mn122:6.2": "sabbanimittānaṁ amanasikārā ajjhattaṁ suññataṁ upasampajja viharituṁ. ",
  "mn122:6.3": "Tatra ce, ānanda, tathāgataṁ iminā vihārena viharantaṁ bhavanti upasaṅkamitāro bhikkhū bhikkhuniyo upāsakā upāsikāyo rājāno rājamahāmattā titthiyā titthiyasāvakā. ",
  "mn122:6.4": "Tatrānanda, tathāgato vivekaninneneva cittena vivekapoṇena vivekapabbhārena vūpakaṭṭhena nekkhammābhiratena byantībhūtena sabbaso āsavaṭṭhānīyehi dhammehi aññadatthu uyyojanikapaṭisaṁyuttaṁyeva kathaṁ kattā hoti. ",
  "mn122:7.1": "Tasmātihānanda, bhikkhu cepi ākaṅkheyya: ",
  "mn122:7.2": "‘ajjhattaṁ suññataṁ upasampajja vihareyyan’ti, tenānanda, bhikkhunā ajjhattameva cittaṁ saṇṭhapetabbaṁ sannisādetabbaṁ ekodi kātabbaṁ samādahātabbaṁ. ",
  "mn122:7.3": "Kathañcānanda, bhikkhu ajjhattameva cittaṁ saṇṭhapeti sannisādeti ekodiṁ karoti samādahati? ",
  "mn122:8.1": "Idhānanda, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati …pe… ",
  "mn122:8.2": "dutiyaṁ jhānaṁ … ",
  "mn122:8.3": "tatiyaṁ jhānaṁ … ",
  "mn122:8.4": "catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn122:8.5": "Evaṁ kho, ānanda, bhikkhu ajjhattameva cittaṁ saṇṭhapeti sannisādeti ekodiṁ karoti samādahati. ",
  "mn122:9.1": "So ajjhattaṁ suññataṁ manasi karoti. ",
  "mn122:9.2": "Tassa ajjhattaṁ suññataṁ manasikaroto suññatāya cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati. ",
  "mn122:9.3": "Evaṁ santametaṁ, ānanda, bhikkhu evaṁ pajānāti: ",
  "mn122:9.4": "‘ajjhattaṁ suññataṁ kho me manasikaroto ajjhattaṁ suññatāya cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccatī’ti. ",
  "mn122:9.5": "Itiha tattha sampajāno hoti. ",
  "mn122:9.6": "So bahiddhā suññataṁ manasi karoti …pe… ",
  "mn122:9.7": "so ajjhattabahiddhā suññataṁ manasi karoti …pe… ",
  "mn122:9.8": "so āneñjaṁ manasi karoti. ",
  "mn122:9.9": "Tassa āneñjaṁ manasikaroto āneñjāya cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccati. ",
  "mn122:9.10": "Evaṁ santametaṁ, ānanda, bhikkhu evaṁ pajānāti: ",
  "mn122:9.11": "‘āneñjaṁ kho me manasikaroto āneñjāya cittaṁ na pakkhandati nappasīdati na santiṭṭhati na vimuccatī’ti. ",
  "mn122:9.12": "Itiha tattha sampajāno hoti. ",
  "mn122:10.1": "Tenānanda, bhikkhunā tasmiṁyeva purimasmiṁ samādhinimitte ajjhattameva cittaṁ saṇṭhapetabbaṁ sannisādetabbaṁ ekodi kātabbaṁ samādahātabbaṁ. ",
  "mn122:10.2": "So ajjhattaṁ suññataṁ manasi karoti. ",
  "mn122:10.3": "Tassa ajjhattaṁ suññataṁ manasikaroto ajjhattaṁ suññatāya cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati. ",
  "mn122:10.4": "Evaṁ santametaṁ, ānanda, bhikkhu evaṁ pajānāti: ",
  "mn122:10.5": "‘ajjhattaṁ suññataṁ kho me manasikaroto ajjhattaṁ suññatāya cittaṁ pakkhandati pasīdati santiṭṭhati vimuccatī’ti. ",
  "mn122:10.6": "Itiha tattha sampajāno hoti. ",
  "mn122:10.7": "So bahiddhā suññataṁ manasi karoti …pe… ",
  "mn122:10.8": "so ajjhattabahiddhā suññataṁ manasi karoti …pe… ",
  "mn122:10.9": "so āneñjaṁ manasi karoti. ",
  "mn122:10.10": "Tassa āneñjaṁ manasikaroto āneñjāya cittaṁ pakkhandati pasīdati santiṭṭhati vimuccati. ",
  "mn122:10.11": "Evaṁ santametaṁ, ānanda, bhikkhu evaṁ pajānāti: ",
  "mn122:10.12": "‘āneñjaṁ kho me manasikaroto āneñjāya cittaṁ pakkhandati pasīdati santiṭṭhati vimuccatī’ti. ",
  "mn122:10.13": "Itiha tattha sampajāno hoti. ",
  "mn122:11.1": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato caṅkamāya cittaṁ namati, so caṅkamati: ",
  "mn122:11.2": "‘evaṁ maṁ caṅkamantaṁ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ",
  "mn122:11.3": "Itiha tattha sampajāno hoti. ",
  "mn122:11.4": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato ṭhānāya cittaṁ namati, so tiṭṭhati: ",
  "mn122:11.5": "‘evaṁ maṁ ṭhitaṁ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ",
  "mn122:11.6": "Itiha tattha sampajāno hoti. ",
  "mn122:11.7": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato nisajjāya cittaṁ namati, so nisīdati: ",
  "mn122:11.8": "‘evaṁ maṁ nisinnaṁ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ",
  "mn122:11.9": "Itiha tattha sampajāno hoti. ",
  "mn122:11.10": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato sayanāya cittaṁ namati, so sayati: ",
  "mn122:11.11": "‘evaṁ maṁ sayantaṁ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti. ",
  "mn122:11.12": "Itiha tattha sampajāno hoti. ",
  "mn122:12.1": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato kathāya cittaṁ namati, so: ",
  "mn122:12.2": "‘yāyaṁ kathā hīnā gammā pothujjanikā anariyā anatthasaṁhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, seyyathidaṁ—rājakathā corakathā mahāmattakathā senākathā bhayakathā yuddhakathā annakathā pānakathā vatthakathā sayanakathā mālākathā gandhakathā ñātikathā yānakathā gāmakathā nigamakathā nagarakathā janapadakathā itthikathā surākathā visikhākathā kumbhaṭṭhānakathā pubbapetakathā nānattakathā lokakkhāyikā samuddakkhāyikā itibhavābhavakathā iti vā iti—evarūpiṁ kathaṁ na kathessāmī’ti. ",
  "mn122:12.3": "Itiha tattha sampajāno hoti. ",
  "mn122:12.4": "Yā ca kho ayaṁ, ānanda, kathā abhisallekhikā cetovinīvaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati, seyyathidaṁ—appicchakathā santuṭṭhikathā pavivekakathā asaṁsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā iti: ‘evarūpiṁ kathaṁ kathessāmī’ti. ",
  "mn122:12.5": "Itiha tattha sampajāno hoti. ",
  "mn122:13.1": "Tassa ce, ānanda, bhikkhuno iminā vihārena viharato vitakkāya cittaṁ namati, so: ",
  "mn122:13.2": "‘ye te vitakkā hīnā gammā pothujjanikā anariyā anatthasaṁhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattanti, seyyathidaṁ—kāmavitakko byāpādavitakko vihiṁsāvitakko iti evarūpe vitakke na vitakkessāmī’ti. ",
  "mn122:13.3": "Itiha tattha sampajāno hoti. ",
  "mn122:13.4": "Ye ca kho ime, ānanda, vitakkā ariyā niyyānikā niyyanti takkarassa sammādukkhakkhayāya, seyyathidaṁ—nekkhammavitakko abyāpādavitakko avihiṁsāvitakko iti: ‘evarūpe vitakke vitakkessāmī’ti. ",
  "mn122:13.5": "Itiha tattha sampajāno hoti. ",
  "mn122:14.1": "Pañca kho ime, ānanda, kāmaguṇā. ",
  "mn122:14.2": "Katame pañca? ",
  "mn122:14.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā, ",
  "mn122:14.4": "sotaviññeyyā saddā … ",
  "mn122:14.5": "ghānaviññeyyā gandhā … ",
  "mn122:14.6": "jivhāviññeyyā rasā … ",
  "mn122:14.7": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā—",
  "mn122:14.8": "ime kho, ānanda, pañca kāmaguṇā. ",
  "mn122:15.1": "Yattha bhikkhunā abhikkhaṇaṁ sakaṁ cittaṁ paccavekkhitabbaṁ: ",
  "mn122:15.2": "‘atthi nu kho me imesu pañcasu kāmaguṇesu aññatarasmiṁ vā aññatarasmiṁ vā āyatane uppajjati cetaso samudācāro’ti? ",
  "mn122:15.3": "Sace, ānanda, bhikkhu paccavekkhamāno evaṁ pajānāti: ",
  "mn122:15.4": "‘atthi kho me imesu pañcasu kāmaguṇesu aññatarasmiṁ vā aññatarasmiṁ vā āyatane uppajjati cetaso samudācāro’ti, ",
  "mn122:15.5": "evaṁ santametaṁ, ānanda, bhikkhu evaṁ pajānāti: ",
  "mn122:15.6": "‘yo kho imesu pañcasu kāmaguṇesu chandarāgo so me nappahīno’ti. ",
  "mn122:15.7": "Itiha tattha sampajāno hoti. ",
  "mn122:15.8": "Sace panānanda, bhikkhu paccavekkhamāno evaṁ pajānāti: ",
  "mn122:15.9": "‘natthi kho me imesu pañcasu kāmaguṇesu aññatarasmiṁ vā aññatarasmiṁ vā āyatane uppajjati cetaso samudācāro’ti, ",
  "mn122:15.10": "evaṁ santametaṁ, ānanda, bhikkhu evaṁ pajānāti: ",
  "mn122:15.11": "‘yo kho imesu pañcasu kāmaguṇesu chandarāgo so me pahīno’ti. ",
  "mn122:15.12": "Itiha tattha sampajāno hoti. ",
  "mn122:16.1": "Pañca kho ime, ānanda, upādānakkhandhā yattha bhikkhunā udayabbayānupassinā vihātabbaṁ: ",
  "mn122:16.2": "‘iti rūpaṁ iti rūpassa samudayo iti rūpassa atthaṅgamo, ",
  "mn122:16.3": "iti vedanā … ",
  "mn122:16.4": "iti saññā … ",
  "mn122:16.5": "iti saṅkhārā … ",
  "mn122:16.6": "iti viññāṇaṁ iti viññāṇassa samudayo iti viññāṇassa atthaṅgamo’ti. ",
  "mn122:17.1": "Tassa imesu pañcasu upādānakkhandhesu udayabbayānupassino viharato yo pañcasu upādānakkhandhesu asmimāno so pahīyati. ",
  "mn122:17.2": "Evaṁ santametaṁ, ānanda, bhikkhu evaṁ pajānāti: ",
  "mn122:17.3": "‘yo kho imesu pañcasu upādānakkhandhesu asmimāno so me pahīno’ti. ",
  "mn122:17.4": "Itiha tattha sampajāno hoti. ",
  "mn122:18.1": "Ime kho te, ānanda, dhammā ekantakusalā kusalāyātikā ariyā lokuttarā anavakkantā pāpimatā. ",
  "mn122:19.1": "Taṁ kiṁ maññasi, ānanda, ",
  "mn122:19.2": "kaṁ atthavasaṁ sampassamāno arahati sāvako satthāraṁ anubandhituṁ api paṇujjamāno”ti? ",
  "mn122:19.3": "“Bhagavaṁmūlakā no, bhante, dhammā bhagavaṁnettikā bhagavaṁpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṁyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "mn122:20.1": "“Na kho, ānanda, arahati sāvako satthāraṁ anubandhituṁ, yadidaṁ suttaṁ geyyaṁ veyyākaraṇaṁ tassa hetu. ",
  "mn122:20.2": "Taṁ kissa hetu? ",
  "mn122:20.3": "Dīgharattassa hi te, ānanda, dhammā sutā dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā. ",
  "mn122:20.4": "Yā ca kho ayaṁ, ānanda, kathā abhisallekhikā cetovinīvaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati, seyyathidaṁ—appicchakathā santuṭṭhikathā pavivekakathā asaṁsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā—evarūpiyā kho, ānanda, kathāya hetu arahati sāvako satthāraṁ anubandhituṁ api paṇujjamāno. ",
  "mn122:21.1": "Evaṁ sante kho, ānanda, ācariyūpaddavo hoti, evaṁ sante antevāsūpaddavo hoti, evaṁ sante brahmacārūpaddavo hoti. ",
  "mn122:22.1": "Kathañcānanda, ācariyūpaddavo hoti? ",
  "mn122:22.2": "Idhānanda, ekacco satthā vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn122:22.3": "Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ",
  "mn122:22.4": "So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṁ nikāmayati, gedhaṁ āpajjati, āvattati bāhullāya. ",
  "mn122:22.5": "Ayaṁ vuccatānanda, upaddavo ācariyo. ",
  "mn122:22.6": "Ācariyūpaddavena avadhiṁsu naṁ pāpakā akusalā dhammā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā. ",
  "mn122:22.7": "Evaṁ kho, ānanda, ācariyūpaddavo hoti. ",
  "mn122:23.1": "Kathañcānanda, antevāsūpaddavo hoti? ",
  "mn122:23.2": "Tasseva kho panānanda, satthu sāvako tassa satthu vivekamanubrūhayamāno ",
  "mn122:23.3": "vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn122:23.4": "Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ",
  "mn122:23.5": "So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṁ nikāmayati, gedhaṁ āpajjati, āvattati bāhullāya. ",
  "mn122:23.6": "Ayaṁ vuccatānanda, upaddavo antevāsī. ",
  "mn122:23.7": "Antevāsūpaddavena avadhiṁsu naṁ pāpakā akusalā dhammā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā. ",
  "mn122:23.8": "Evaṁ kho, ānanda, antevāsūpaddavo hoti. ",
  "mn122:24.1": "Kathañcānanda, brahmacārūpaddavo hoti? ",
  "mn122:24.2": "Idhānanda, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "mn122:24.3": "So vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn122:24.4": "Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ",
  "mn122:24.5": "So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca na mucchaṁ nikāmayati, na gedhaṁ āpajjati, na āvattati bāhullāya. ",
  "mn122:24.6": "Tasseva kho panānanda, satthu sāvako tassa satthu vivekamanubrūhayamāno ",
  "mn122:24.7": "vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn122:24.8": "Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca. ",
  "mn122:24.9": "So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṁ nikāmayati, gedhaṁ āpajjati, āvattati bāhullāya. ",
  "mn122:24.10": "Ayaṁ vuccatānanda, upaddavo brahmacārī. ",
  "mn122:24.11": "Brahmacārūpaddavena avadhiṁsu naṁ pāpakā akusalā dhammā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā. ",
  "mn122:24.12": "Evaṁ kho, ānanda, brahmacārūpaddavo hoti. ",
  "mn122:24.13": "Tatrānanda, yo cevāyaṁ ācariyūpaddavo, yo ca antevāsūpaddavo ayaṁ tehi brahmacārūpaddavo dukkhavipākataro ceva kaṭukavipākataro ca, api ca vinipātāya saṁvattati. ",
  "mn122:25.1": "Tasmātiha maṁ, ānanda, mittavatāya samudācaratha, mā sapattavatāya. ",
  "mn122:25.2": "Taṁ vo bhavissati dīgharattaṁ hitāya sukhāya. ",
  "mn122:25.3": "Kathañcānanda, satthāraṁ sāvakā sapattavatāya samudācaranti, no mittavatāya? ",
  "mn122:25.4": "Idhānanda, satthā sāvakānaṁ dhammaṁ deseti anukampako hitesī anukampaṁ upādāya: ",
  "mn122:25.5": "‘idaṁ vo hitāya, idaṁ vo sukhāyā’ti. ",
  "mn122:25.6": "Tassa sāvakā na sussūsanti, na sotaṁ odahanti, na aññā cittaṁ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti. ",
  "mn122:25.7": "Evaṁ kho, ānanda, satthāraṁ sāvakā sapattavatāya samudācaranti, no mittavatāya. ",
  "mn122:26.1": "Kathañcānanda, satthāraṁ sāvakā mittavatāya samudācaranti, no sapattavatāya? ",
  "mn122:26.2": "Idhānanda, satthā sāvakānaṁ dhammaṁ deseti anukampako hitesī anukampaṁ upādāya: ",
  "mn122:26.3": "‘idaṁ vo hitāya, idaṁ vo sukhāyā’ti. ",
  "mn122:26.4": "Tassa sāvakā sussūsanti, sotaṁ odahanti, aññā cittaṁ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti. ",
  "mn122:26.5": "Evaṁ kho, ānanda, satthāraṁ sāvakā mittavatāya samudācaranti, no sapattavatāya. ",
  "mn122:26.6": "Tasmātiha maṁ, ānanda, mittavatāya samudācaratha, mā sapattavatāya. ",
  "mn122:26.7": "Taṁ vo bhavissati dīgharattaṁ hitāya sukhāya. ",
  "mn122:27.1": "Na vo ahaṁ, ānanda, tathā parakkamissāmi yathā kumbhakāro āmake āmakamatte. ",
  "mn122:27.2": "Niggayha niggayhāhaṁ, ānanda, vakkhāmi; ",
  "mn122:27.3": "pavayha pavayha, ānanda, vakkhāmi. ",
  "mn122:27.4": "Yo sāro so ṭhassatī”ti. ",
  "mn122:27.5": "Idamavoca bhagavā. ",
  "mn122:27.6": "Attamano āyasmā ānando bhagavato bhāsitaṁ abhinandīti. ",
  "mn122:27.7": "Mahāsuññatasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}