{
  "mn136:0.1": "Majjhima Nikāya 136 ",
  "mn136:0.2": "Mahākammavibhaṅgasutta ",
  "mn136:1.1": "Evaṃ me sutaṃ—",
  "mn136:1.2": "ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn136:2.1": "Tena kho pana samayena āyasmā samiddhi araññakuṭikāyaṃ viharati. ",
  "mn136:2.2": "Atha kho potaliputto paribbājako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yenāyasmā samiddhi tenupasaṅkami; upasaṅkamitvā āyasmatā samiddhinā saddhiṃ sammodi. ",
  "mn136:2.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho potaliputto paribbājako āyasmantaṃ samiddhiṃ etadavoca: ",
  "mn136:2.4": "“sammukhā metaṃ, āvuso samiddhi, samaṇassa gotamassa sutaṃ, sammukhā paṭiggahitaṃ: ",
  "mn136:2.5": "‘moghaṃ kāyakammaṃ moghaṃ vacīkammaṃ, manokammameva saccan’ti. ",
  "mn136:2.6": "Atthi ca sā samāpatti yaṃ samāpattiṃ samāpanno na kiñci vediyatī”ti? ",
  "mn136:2.7": "“Mā hevaṃ, āvuso potaliputta, avaca; mā hevaṃ, āvuso potaliputta, avaca; mā bhagavantaṃ abbhācikkhi. Na hi sādhu bhagavato abbhakkhānaṃ. Na hi bhagavā evaṃ vadeyya: ",
  "mn136:2.8": "‘moghaṃ kāyakammaṃ moghaṃ vacīkammaṃ, manokammameva saccan’ti. ",
  "mn136:2.9": "‘Atthi ca kho sā, āvuso, samāpatti yaṃ samāpattiṃ samāpanno na kiñci vediyatī’”ti. ",
  "mn136:2.10": "“Kīvaciraṃ pabbajitosi, āvuso samiddhī”ti? ",
  "mn136:2.11": "“Na ciraṃ, āvuso, tīṇi vassānī”ti. ",
  "mn136:2.12": "“Ettha dāni mayaṃ there bhikkhū kiṃ vakkhāma, yatra hi nāma evaṃnavo bhikkhu satthāraṃ parirakkhitabbaṃ maññissati. ",
  "mn136:2.13": "Sañcetanikaṃ, āvuso samiddhi, kammaṃ katvā kāyena vācāya manasā kiṃ so vediyatī”ti? ",
  "mn136:2.14": "“Sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā dukkhaṃ so vediyatī”ti. ",
  "mn136:2.15": "Atha kho potaliputto paribbājako āyasmato samiddhissa bhāsitaṃ neva abhinandi nappaṭikkosi; ",
  "mn136:2.16": "anabhinanditvā appaṭikkositvā uṭṭhāyāsanā pakkāmi. ",
  "mn136:3.1": "Atha kho āyasmā samiddhi acirapakkante potaliputte paribbājake yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi. ",
  "mn136:3.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. ",
  "mn136:3.3": "Ekamantaṃ nisinno kho āyasmā samiddhi yāvatako ahosi potaliputtena paribbājakena saddhiṃ kathāsallāpo taṃ sabbaṃ āyasmato ānandassa ārocesi. ",
  "mn136:3.4": "Evaṃ vutte, āyasmā ānando āyasmantaṃ samiddhiṃ etadavoca: ",
  "mn136:3.5": "“atthi kho idaṃ, āvuso samiddhi, kathāpābhataṃ bhagavantaṃ dassanāya. ",
  "mn136:3.6": "Āyāmāvuso samiddhi, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ bhagavato ārocessāma. ",
  "mn136:3.7": "Yathā no bhagavā byākarissati tathā naṃ dhāressāmā”ti. ",
  "mn136:3.8": "“Evamāvuso”ti kho āyasmā samiddhi āyasmato ānandassa paccassosi. ",
  "mn136:4.1": "Atha kho āyasmā ca ānando āyasmā ca samiddhi yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. ",
  "mn136:4.2": "Ekamantaṃ nisinno kho āyasmā ānando yāvatako ahosi āyasmato samiddhissa potaliputtena paribbājakena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi. ",
  "mn136:5.1": "Evaṃ vutte, bhagavā āyasmantaṃ ānandaṃ etadavoca: ",
  "mn136:5.2": "“dassanampi kho ahaṃ, ānanda, potaliputtassa paribbājakassa nābhijānāmi, kuto panevarūpaṃ kathāsallāpaṃ? ",
  "mn136:5.3": "Iminā ca, ānanda, samiddhinā moghapurisena potaliputtassa paribbājakassa vibhajjabyākaraṇīyo pañho ekaṃsena byākato”ti. ",
  "mn136:6.1": "Evaṃ vutte, āyasmā udāyī bhagavantaṃ etadavoca: ",
  "mn136:6.2": "“sace pana, bhante, āyasmatā samiddhinā idaṃ sandhāya bhāsitaṃ—",
  "mn136:6.3": "yaṃ kiñci vedayitaṃ taṃ dukkhasmin”ti. ",
  "mn136:6.4": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ",
  "mn136:6.5": "“passasi no tvaṃ, ānanda, imassa udāyissa moghapurisassa ummaṅgaṃ? ",
  "mn136:6.6": "Aññāsiṃ kho ahaṃ, ānanda: ",
  "mn136:6.7": "‘idānevāyaṃ udāyī moghapuriso ummujjamāno ayoniso ummujjissatī’ti. ",
  "mn136:6.8": "Ādiṃyeva, ānanda, potaliputtena paribbājakena tisso vedanā pucchitā. ",
  "mn136:6.9": "Sacāyaṃ, ānanda, samiddhi moghapuriso potaliputtassa paribbājakassa evaṃ puṭṭho evaṃ byākareyya: ",
  "mn136:6.10": "‘sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā sukhavedanīyaṃ sukhaṃ so vedayati; ",
  "mn136:6.11": "sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā dukkhavedanīyaṃ dukkhaṃ so vedayati; ",
  "mn136:6.12": "sañcetanikaṃ, āvuso potaliputta, kammaṃ katvā kāyena vācāya manasā adukkhamasukhavedanīyaṃ adukkhamasukhaṃ so vedayatī’ti. ",
  "mn136:6.13": "Evaṃ byākaramāno kho, ānanda, samiddhi moghapuriso potaliputtassa paribbājakassa sammā byākaramāno byākareyya. ",
  "mn136:6.14": "Api ca, ānanda, ke ca aññatitthiyā paribbājakā bālā abyattā ke ca tathāgatassa mahākammavibhaṅgaṃ jānissanti? ",
  "mn136:6.15": "Sace tumhe, ānanda, suṇeyyātha tathāgatassa mahākammavibhaṅgaṃ vibhajantassā”ti. ",
  "mn136:7.1": "“Etassa, bhagavā, kālo, etassa, sugata, kālo ",
  "mn136:7.2": "yaṃ bhagavā mahākammavibhaṅgaṃ vibhajeyya. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "mn136:7.3": "“Tena hānanda, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ",
  "mn136:7.4": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "mn136:7.5": "Bhagavā etadavoca: ",
  "mn136:8.1": "“Cattārome, ānanda, puggalā santo saṃvijjamānā lokasmiṃ. ",
  "mn136:8.2": "Katame cattāro? ",
  "mn136:8.3": "Idhānanda, ekacco puggalo idha pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti. ",
  "mn136:8.4": "So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. (1) ",
  "mn136:8.5": "Idha panānanda, ekacco puggalo idha pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhi hoti. ",
  "mn136:8.6": "So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. (2) ",
  "mn136:8.7": "Idhānanda, ekacco puggalo idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti. ",
  "mn136:8.8": "So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. (3) ",
  "mn136:8.9": "Idha panānanda, ekacco puggalo idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhi hoti. ",
  "mn136:8.10": "So kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. (4) ",
  "mn136:9.1": "Idhānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—",
  "mn136:9.2": "idha pāṇātipātiṃ adinnādāyiṃ kāmesumicchācāriṃ musāvādiṃ pisuṇavācaṃ pharusavācaṃ samphappalāpiṃ abhijjhāluṃ byāpannacittaṃ micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passati apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ. ",
  "mn136:9.3": "So evamāha: ",
  "mn136:9.4": "‘atthi kira, bho, pāpakāni kammāni, atthi duccaritassa vipāko. ",
  "mn136:9.5": "Amāhaṃ puggalaṃ addasaṃ idha pāṇātipātiṃ adinnādāyiṃ …pe… micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti. ",
  "mn136:9.6": "So evamāha: ",
  "mn136:9.7": "‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn136:9.8": "Ye evaṃ jānanti, te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ",
  "mn136:9.9": "Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (1) ",
  "mn136:10.1": "Idha panānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—",
  "mn136:10.2": "idha pāṇātipātiṃ adinnādāyiṃ …pe… micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati sugatiṃ saggaṃ lokaṃ upapannaṃ. ",
  "mn136:10.3": "So evamāha: ",
  "mn136:10.4": "‘natthi kira, bho, pāpakāni kammāni, natthi duccaritassa vipāko. ",
  "mn136:10.5": "Amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ …pe… micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti. ",
  "mn136:10.6": "So evamāha: ",
  "mn136:10.7": "‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn136:10.8": "Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ",
  "mn136:10.9": "Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (2) ",
  "mn136:11.1": "Idhānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—",
  "mn136:11.2": "idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ kāmesumicchācārā paṭivirataṃ musāvādā paṭivirataṃ pisuṇāya vācāya paṭivirataṃ pharusāya vācāya paṭivirataṃ samphappalāpā paṭivirataṃ anabhijjhāluṃ abyāpannacittaṃ sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati sugatiṃ saggaṃ lokaṃ upapannaṃ. ",
  "mn136:11.3": "So evamāha: ",
  "mn136:11.4": "‘atthi kira, bho, kalyāṇāni kammāni, atthi sucaritassa vipāko. ",
  "mn136:11.5": "Amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ …pe… sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti. ",
  "mn136:11.6": "So evamāha: ",
  "mn136:11.7": "‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn136:11.8": "Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ",
  "mn136:11.9": "Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (3) ",
  "mn136:12.1": "Idha panānanda, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṃ cetosamādhiṃ phusati yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena amuṃ puggalaṃ passati—idha pāṇātipātā paṭivirataṃ …pe… sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passati apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ. ",
  "mn136:12.2": "So evamāha: ",
  "mn136:12.3": "‘natthi kira, bho, kalyāṇāni kammāni, natthi sucaritassa vipāko. Amāhaṃ puggalaṃ addasaṃ—",
  "mn136:12.4": "idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ …pe… sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti. ",
  "mn136:12.5": "So evamāha: ‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn136:12.6": "Ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti. ",
  "mn136:12.7": "Iti so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti. (4) ",
  "mn136:13.1": "Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ",
  "mn136:13.2": "‘atthi kira, bho, pāpakāni kammāni, atthi duccaritassa vipāko’ti idamassa anujānāmi; ",
  "mn136:13.3": "yampi so evamāha: ",
  "mn136:13.4": "‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ …pe… micchādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti idampissa anujānāmi; ",
  "mn136:13.5": "yañca kho so evamāha: ",
  "mn136:13.6": "‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī’ti idamassa nānujānāmi; ",
  "mn136:13.7": "yampi so evamāha: ",
  "mn136:13.8": "‘ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ",
  "mn136:13.9": "yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ",
  "mn136:13.10": "Taṃ kissa hetu? ",
  "mn136:13.11": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (1) ",
  "mn136:14.1": "Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ",
  "mn136:14.2": "‘natthi kira, bho, pāpakāni kammāni, natthi duccaritassa vipāko’ti idamassa nānujānāmi; ",
  "mn136:14.3": "yañca kho so evamāha: ",
  "mn136:14.4": "‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātiṃ adinnādāyiṃ …pe… micchādiṭṭhiṃ kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti idamassa anujānāmi; ",
  "mn136:14.5": "yañca kho so evamāha: ",
  "mn136:14.6": "‘yo kira, bho, pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti idamassa nānujānāmi; ",
  "mn136:14.7": "yampi so evamāha: ",
  "mn136:14.8": "‘ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ",
  "mn136:14.9": "yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ",
  "mn136:14.10": "Taṃ kissa hetu? ",
  "mn136:14.11": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (2) ",
  "mn136:15.1": "Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ",
  "mn136:15.2": "‘atthi kira, bho, kalyāṇāni kammāni, atthi sucaritassa vipāko’ti idamassa anujānāmi; ",
  "mn136:15.3": "yampi so evamāha: ",
  "mn136:15.4": "‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ …pe… sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi sugatiṃ saggaṃ lokaṃ upapannan’ti idampissa anujānāmi; ",
  "mn136:15.5": "yañca kho so evamāha: ",
  "mn136:15.6": "‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti idamassa nānujānāmi; ",
  "mn136:15.7": "yampi so evamāha: ",
  "mn136:15.8": "‘ye evaṃ jānanti te sammā jānanti; ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ",
  "mn136:15.9": "yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ",
  "mn136:15.10": "Taṃ kissa hetu? ",
  "mn136:15.11": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (3) ",
  "mn136:16.1": "Tatrānanda, yvāyaṃ samaṇo vā brāhmaṇo vā evamāha: ",
  "mn136:16.2": "‘natthi kira, bho, kalyāṇāni kammāni, natthi sucaritassa vipāko’ti idamassa nānujānāmi; ",
  "mn136:16.3": "yañca kho so evamāha: ",
  "mn136:16.4": "‘amāhaṃ puggalaṃ addasaṃ—idha pāṇātipātā paṭivirataṃ adinnādānā paṭivirataṃ …pe… sammādiṭṭhiṃ, kāyassa bhedā paraṃ maraṇā passāmi apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannan’ti idamassa anujānāmi; ",
  "mn136:16.5": "yañca kho so evamāha: ",
  "mn136:16.6": "‘yo kira, bho, pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, sabbo so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī’ti idamassa nānujānāmi; ",
  "mn136:16.7": "yañca kho so evamāha: ‘ye evaṃ jānanti te sammā jānanti; ",
  "mn136:16.8": "ye aññathā jānanti, micchā tesaṃ ñāṇan’ti idampissa nānujānāmi; ",
  "mn136:16.9": "yampi so yadeva tassa sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadeva tattha thāmasā parāmāsā abhinivissa voharati: ‘idameva saccaṃ, moghamaññan’ti idampissa nānujānāmi. ",
  "mn136:16.10": "Taṃ kissa hetu? ",
  "mn136:16.11": "Aññathā hi, ānanda, tathāgatassa mahākammavibhaṅge ñāṇaṃ hoti. (4) ",
  "mn136:17.1": "Tatrānanda, yvāyaṃ puggalo idha pāṇātipātī adinnādāyī …pe… micchādiṭṭhi, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, ",
  "mn136:17.2": "pubbe vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā. ",
  "mn136:17.3": "Tena so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn136:17.4": "Yañca kho so idha pāṇātipātī hoti adinnādāyī hoti …pe… micchādiṭṭhi hoti tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (1) ",
  "mn136:18.1": "Tatrānanda, yvāyaṃ puggalo idha pāṇātipātī adinnādāyī …pe… micchādiṭṭhi kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, ",
  "mn136:18.2": "pubbe vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā. ",
  "mn136:18.3": "Tena so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn136:18.4": "Yañca kho so idha pāṇātipātī hoti adinnādāyī hoti …pe… micchādiṭṭhi hoti tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (2) ",
  "mn136:19.1": "Tatrānanda, yvāyaṃ puggalo idha pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, ",
  "mn136:19.2": "pubbe vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti kalyāṇakammaṃ sukhavedanīyaṃ, maraṇakāle vāssa hoti sammādiṭṭhi samattā samādinnā. ",
  "mn136:19.3": "Tena so kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn136:19.4": "Yañca kho so idha pāṇātipātā paṭivirato hoti adinnādānā paṭivirato hoti …pe… sammādiṭṭhi hoti, tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (3) ",
  "mn136:20.1": "Tatrānanda, yvāyaṃ puggalo idha pāṇātipātā paṭivirato adinnādānā paṭivirato …pe… sammādiṭṭhi, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, ",
  "mn136:20.2": "pubbe vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, pacchā vāssa taṃ kataṃ hoti pāpakammaṃ dukkhavedanīyaṃ, maraṇakāle vāssa hoti micchādiṭṭhi samattā samādinnā. ",
  "mn136:20.3": "Tena so kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn136:20.4": "Yañca kho so idha pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti …pe… sammādiṭṭhi hoti, tassa diṭṭheva dhamme vipākaṃ paṭisaṃvedeti upapajja vā apare vā pariyāye. (4) ",
  "mn136:21.1": "Iti kho, ānanda, atthi kammaṃ abhabbaṃ abhabbābhāsaṃ, atthi kammaṃ abhabbaṃ bhabbābhāsaṃ, atthi kammaṃ bhabbañceva bhabbābhāsañca, atthi kammaṃ bhabbaṃ abhabbābhāsan”ti. ",
  "mn136:21.2": "Idamavoca bhagavā. ",
  "mn136:21.3": "Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ",
  "mn136:21.4": "Mahākammavibhaṅgasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. "
}