{
  "mn135:0.1": "Majjhima Nikāya 135 ",
  "mn135:0.2": "Cūḷakammavibhaṅgasutta ",
  "mn135:1.1": "Evaṃ me sutaṃ—",
  "mn135:1.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane, anāthapiṇḍikassa ārāme. ",
  "mn135:2.1": "Atha kho subho māṇavo todeyyaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
  "mn135:2.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho subho māṇavo todeyyaputto bhagavantaṃ etadavoca: ",
  "mn135:3.1": "“Ko nu kho, bho gotama, hetu ko paccayo yena manussānaṃyeva sataṃ manussabhūtānaṃ dissanti hīnappaṇītatā? ",
  "mn135:3.2": "Dissanti hi, bho gotama, manussā appāyukā, dissanti dīghāyukā; ",
  "mn135:3.3": "dissanti bavhābādhā, dissanti appābādhā; ",
  "mn135:3.4": "dissanti dubbaṇṇā, dissanti vaṇṇavanto; ",
  "mn135:3.5": "dissanti appesakkhā, dissanti mahesakkhā; ",
  "mn135:3.6": "dissanti appabhogā, dissanti mahābhogā; ",
  "mn135:3.7": "dissanti nīcakulīnā, dissanti uccākulīnā; ",
  "mn135:3.8": "dissanti duppaññā, dissanti paññavanto. ",
  "mn135:3.9": "Ko nu kho, bho gotama, hetu ko paccayo yena manussānaṃyeva sataṃ manussabhūtānaṃ dissanti hīnappaṇītatā”ti? ",
  "mn135:4.1": "“Kammassakā, māṇava, sattā kammadāyādā kammayonī kammabandhū kammappaṭisaraṇā. ",
  "mn135:4.2": "Kammaṃ satte vibhajati yadidaṃ—",
  "mn135:4.3": "hīnappaṇītatāyā”ti. ",
  "mn135:4.4": "“Na kho ahaṃ imassa bhoto gotamassa saṃkhittena bhāsitassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ ājānāmi. ",
  "mn135:4.5": "Sādhu me bhavaṃ gotamo tathā dhammaṃ desetu yathā ahaṃ imassa bhoto gotamassa saṃkhittena bhāsitassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ ājāneyyan”ti. ",
  "mn135:4.6": "“Tena hi, māṇava, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti. ",
  "mn135:4.7": "“Evaṃ, bho”ti kho subho māṇavo todeyyaputto bhagavato paccassosi. ",
  "mn135:4.8": "Bhagavā etadavoca: ",
  "mn135:5.1": "“Idha, māṇava, ekacco itthī vā puriso vā pāṇātipātī hoti luddo lohitapāṇi hatapahate niviṭṭho adayāpanno pāṇabhūtesu. ",
  "mn135:5.2": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn135:5.3": "No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati appāyuko hoti. ",
  "mn135:5.4": "Appāyukasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:5.5": "pāṇātipātī hoti luddo lohitapāṇi hatapahate niviṭṭho adayāpanno pāṇabhūtesu. (1) ",
  "mn135:6.1": "Idha pana, māṇava, ekacco itthī vā puriso vā pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "mn135:6.2": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn135:6.3": "No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati dīghāyuko hoti. ",
  "mn135:6.4": "Dīghāyukasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:6.5": "pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. (1) ",
  "mn135:7.1": "Idha, māṇava, ekacco itthī vā puriso vā sattānaṃ viheṭhakajātiko hoti, pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā. ",
  "mn135:7.2": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn135:7.3": "No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati bavhābādho hoti. ",
  "mn135:7.4": "Bavhābādhasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:7.5": "sattānaṃ viheṭhakajātiko hoti pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā. (2) ",
  "mn135:8.1": "Idha pana, māṇava, ekacco itthī vā puriso vā sattānaṃ aviheṭhakajātiko hoti pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā. ",
  "mn135:8.2": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn135:8.3": "No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati appābādho hoti. ",
  "mn135:8.4": "Appābādhasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:8.5": "sattānaṃ aviheṭhakajātiko hoti pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā. (2) ",
  "mn135:9.1": "Idha, māṇava, ekacco itthī vā puriso vā kodhano hoti upāyāsabahulo. ",
  "mn135:9.2": "Appampi vutto samāno abhisajjati kuppati byāpajjati patiṭṭhīyati kopañca dosañca appaccayañca pātukaroti. ",
  "mn135:9.3": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn135:9.4": "No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati dubbaṇṇo hoti. ",
  "mn135:9.5": "Dubbaṇṇasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:9.6": "kodhano hoti upāyāsabahulo; ",
  "mn135:9.7": "appampi vutto samāno abhisajjati kuppati byāpajjati patiṭṭhīyati kopañca dosañca appaccayañca pātukaroti. (3) ",
  "mn135:10.1": "Idha pana, māṇava, ekacco itthī vā puriso vā akkodhano hoti anupāyāsabahulo; ",
  "mn135:10.2": "bahumpi vutto samāno nābhisajjati na kuppati na byāpajjati na patiṭṭhīyati na kopañca dosañca appaccayañca pātukaroti. ",
  "mn135:10.3": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn135:10.4": "No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati pāsādiko hoti. ",
  "mn135:10.5": "Pāsādikasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:10.6": "akkodhano hoti anupāyāsabahulo; ",
  "mn135:10.7": "bahumpi vutto samāno nābhisajjati na kuppati na byāpajjati na patiṭṭhīyati na kopañca dosañca appaccayañca pātukaroti. (3) ",
  "mn135:11.1": "Idha, māṇava, ekacco itthī vā puriso vā issāmanako hoti; ",
  "mn135:11.2": "paralābhasakkāragarukāramānanavandanapūjanāsu issati upadussati issaṃ bandhati. ",
  "mn135:11.3": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn135:11.4": "No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati appesakkho hoti. ",
  "mn135:11.5": "Appesakkhasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:11.6": "issāmanako hoti; ",
  "mn135:11.7": "paralābhasakkāragarukāramānanavandanapūjanāsu issati upadussati issaṃ bandhati. (4) ",
  "mn135:12.1": "Idha pana, māṇava, ekacco itthī vā puriso vā anissāmanako hoti; ",
  "mn135:12.2": "paralābhasakkāragarukāramānanavandanapūjanāsu na issati na upadussati na issaṃ bandhati. ",
  "mn135:12.3": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn135:12.4": "No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati mahesakkho hoti. ",
  "mn135:12.5": "Mahesakkhasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:12.6": "anissāmanako hoti; ",
  "mn135:12.7": "paralābhasakkāragarukāramānanavandanapūjanāsu na issati na upadussati na issaṃ bandhati. (4) ",
  "mn135:13.1": "Idha, māṇava, ekacco itthī vā puriso vā na dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. ",
  "mn135:13.2": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn135:13.3": "No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati appabhogo hoti. ",
  "mn135:13.4": "Appabhogasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:13.5": "na dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. (5) ",
  "mn135:14.1": "Idha pana, māṇava, ekacco itthī vā puriso vā dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. ",
  "mn135:14.2": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn135:14.3": "No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati mahābhogo hoti. ",
  "mn135:14.4": "Mahābhogasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:14.5": "dātā hoti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ. (5) ",
  "mn135:15.1": "Idha, māṇava, ekacco itthī vā puriso vā thaddho hoti atimānī—",
  "mn135:15.2": "abhivādetabbaṃ na abhivādeti, paccuṭṭhātabbaṃ na paccuṭṭheti, āsanārahassa na āsanaṃ deti, maggārahassa na maggaṃ deti, sakkātabbaṃ na sakkaroti, garukātabbaṃ na garukaroti, mānetabbaṃ na māneti, pūjetabbaṃ na pūjeti. ",
  "mn135:15.3": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn135:15.4": "No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati nīcakulīno hoti. ",
  "mn135:15.5": "Nīcakulīnasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:15.6": "thaddho hoti atimānī; ",
  "mn135:15.7": "abhivādetabbaṃ na abhivādeti, paccuṭṭhātabbaṃ na paccuṭṭheti, āsanārahassa na āsanaṃ deti, maggārahassa na maggaṃ deti, sakkātabbaṃ na sakkaroti, garukātabbaṃ na garukaroti, mānetabbaṃ na māneti, pūjetabbaṃ na pūjeti. (6) ",
  "mn135:16.1": "Idha pana, māṇava, ekacco itthī vā puriso vā atthaddho hoti anatimānī; ",
  "mn135:16.2": "abhivādetabbaṃ abhivādeti, paccuṭṭhātabbaṃ paccuṭṭheti, āsanārahassa āsanaṃ deti, maggārahassa maggaṃ deti, sakkātabbaṃ sakkaroti, garukātabbaṃ garukaroti, mānetabbaṃ māneti, pūjetabbaṃ pūjeti. ",
  "mn135:16.3": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn135:16.4": "No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati uccākulīno hoti. ",
  "mn135:16.5": "Uccākulīnasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:16.6": "atthaddho hoti anatimānī; ",
  "mn135:16.7": "abhivādetabbaṃ abhivādeti, paccuṭṭhātabbaṃ paccuṭṭheti, āsanārahassa āsanaṃ deti, maggārahassa maggaṃ deti, sakkātabbaṃ sakkaroti, garukātabbaṃ garukaroti, mānetabbaṃ māneti, pūjetabbaṃ pūjeti. (6) ",
  "mn135:17.1": "Idha, māṇava, ekacco itthī vā puriso vā samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā na paripucchitā hoti: ",
  "mn135:17.2": "‘kiṃ, bhante, kusalaṃ, kiṃ akusalaṃ; ",
  "mn135:17.3": "kiṃ sāvajjaṃ, kiṃ anavajjaṃ; ",
  "mn135:17.4": "kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ; ",
  "mn135:17.5": "kiṃ me karīyamānaṃ dīgharattaṃ ahitāya dukkhāya hoti, kiṃ vā pana me karīyamānaṃ dīgharattaṃ hitāya sukhāya hotī’ti? ",
  "mn135:17.6": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati. ",
  "mn135:17.7": "No ce kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati duppañño hoti. ",
  "mn135:17.8": "Duppaññasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:17.9": "samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā na paripucchitā hoti: ",
  "mn135:17.10": "‘kiṃ, bhante, kusalaṃ, kiṃ akusalaṃ; ",
  "mn135:17.11": "kiṃ sāvajjaṃ, kiṃ anavajjaṃ; ",
  "mn135:17.12": "kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ; ",
  "mn135:17.13": "kiṃ me karīyamānaṃ dīgharattaṃ ahitāya dukkhāya hoti, kiṃ vā pana me karīyamānaṃ dīgharattaṃ hitāya sukhāya hotī’ti? (7) ",
  "mn135:18.1": "Idha pana, māṇava, ekacco itthī vā puriso vā samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā paripucchitā hoti: ",
  "mn135:18.2": "‘kiṃ, bhante, kusalaṃ, kiṃ akusalaṃ; ",
  "mn135:18.3": "kiṃ sāvajjaṃ, kiṃ anavajjaṃ; ",
  "mn135:18.4": "kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ; ",
  "mn135:18.5": "kiṃ me karīyamānaṃ dīgharattaṃ ahitāya dukkhāya hoti, kiṃ vā pana me karīyamānaṃ dīgharattaṃ hitāya sukhāya hotī’ti? ",
  "mn135:18.6": "So tena kammena evaṃ samattena evaṃ samādinnena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati. ",
  "mn135:18.7": "No ce kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, sace manussattaṃ āgacchati yattha yattha paccājāyati mahāpañño hoti. ",
  "mn135:18.8": "Mahāpaññasaṃvattanikā esā, māṇava, paṭipadā yadidaṃ—",
  "mn135:18.9": "samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā paripucchitā hoti: ",
  "mn135:18.10": "‘kiṃ, bhante, kusalaṃ, kiṃ akusalaṃ; ",
  "mn135:18.11": "kiṃ sāvajjaṃ, kiṃ anavajjaṃ; ",
  "mn135:18.12": "kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ; ",
  "mn135:18.13": "kiṃ me karīyamānaṃ dīgharattaṃ ahitāya dukkhāya hoti, kiṃ vā pana me karīyamānaṃ dīgharattaṃ hitāya sukhāya hotī’ti? (7) ",
  "mn135:19.1": "Iti kho, māṇava, appāyukasaṃvattanikā paṭipadā appāyukattaṃ upaneti, dīghāyukasaṃvattanikā paṭipadā dīghāyukattaṃ upaneti; ",
  "mn135:19.2": "bavhābādhasaṃvattanikā paṭipadā bavhābādhattaṃ upaneti, appābādhasaṃvattanikā paṭipadā appābādhattaṃ upaneti; ",
  "mn135:19.3": "dubbaṇṇasaṃvattanikā paṭipadā dubbaṇṇattaṃ upaneti, pāsādikasaṃvattanikā paṭipadā pāsādikattaṃ upaneti; ",
  "mn135:19.4": "appesakkhasaṃvattanikā paṭipadā appesakkhattaṃ upaneti, mahesakkhasaṃvattanikā paṭipadā mahesakkhattaṃ upaneti; ",
  "mn135:19.5": "appabhogasaṃvattanikā paṭipadā appabhogattaṃ upaneti, mahābhogasaṃvattanikā paṭipadā mahābhogattaṃ upaneti; ",
  "mn135:19.6": "nīcakulīnasaṃvattanikā paṭipadā nīcakulīnattaṃ upaneti, uccākulīnasaṃvattanikā paṭipadā uccākulīnattaṃ upaneti; ",
  "mn135:19.7": "duppaññasaṃvattanikā paṭipadā duppaññattaṃ upaneti, mahāpaññasaṃvattanikā paṭipadā mahāpaññattaṃ upaneti. ",
  "mn135:20.1": "Kammassakā, māṇava, sattā kammadāyādā kammayonī kammabandhū kammappaṭisaraṇā. ",
  "mn135:20.2": "Kammaṃ satte vibhajati yadidaṃ—",
  "mn135:20.3": "hīnappaṇītatāyā”ti. ",
  "mn135:21.1": "Evaṃ vutte, subho māṇavo todeyyaputto bhagavantaṃ etadavoca: ",
  "mn135:21.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
  "mn135:21.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn135:21.4": "Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn135:21.5": "Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti. ",
  "mn135:21.6": "Cūḷakammavibhaṅgasuttaṃ niṭṭhitaṃ pañcamaṃ. "
}