{
  "mn150:0.1": "Majjhima Nikāya 150 ",
  "mn150:0.2": "Nagaravindeyyasutta ",
  "mn150:1.1": "Evaṁ me sutaṁ—",
  "mn150:1.2": "ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena nagaravindaṁ nāma kosalānaṁ brāhmaṇānaṁ gāmo tadavasari. ",
  "mn150:2.1": "Assosuṁ kho nagaravindeyyakā brāhmaṇagahapatikā: ",
  "mn150:2.2": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ nagaravindaṁ anuppatto. ",
  "mn150:2.3": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn150:2.4": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "mn150:2.5": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "mn150:2.6": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "mn150:2.7": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "mn150:3.1": "Atha kho nagaravindeyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Appekacce bhagavatā saddhiṁ sammodiṁsu; sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Appekacce yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu. Appekacce bhagavato santike nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu. Appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho nagaravindeyyake brāhmaṇagahapatike bhagavā etadavoca: ",
  "mn150:4.1": "“Sace vo, gahapatayo, aññatitthiyā paribbājakā evaṁ puccheyyuṁ: ",
  "mn150:4.2": "‘kathaṁbhūtā, gahapatayo, samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā’ti? ",
  "mn150:4.3": "Evaṁ puṭṭhā tumhe, gahapatayo, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyātha: ",
  "mn150:4.4": "‘ye te samaṇabrāhmaṇā cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṁ avūpasantacittā, samavisamaṁ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā. ",
  "mn150:4.5": "Taṁ kissa hetu? ",
  "mn150:4.6": "Mayampi hi cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṁ avūpasantacittā, samavisamaṁ carāma kāyena vācāya manasā, tesaṁ no samacariyampi hetaṁ uttari apassataṁ. ",
  "mn150:4.7": "Tasmā te bhonto samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā. ",
  "mn150:4.8": "Ye te samaṇabrāhmaṇā sotaviññeyyesu saddesu … ",
  "mn150:4.9": "ghānaviññeyyesu gandhesu … ",
  "mn150:4.10": "jivhāviññeyyesu rasesu … ",
  "mn150:4.11": "kāyaviññeyyesu phoṭṭhabbesu … ",
  "mn150:4.12": "manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā, ajjhattaṁ avūpasantacittā, samavisamaṁ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā. ",
  "mn150:4.13": "Taṁ kissa hetu? ",
  "mn150:4.14": "Mayampi hi manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā, ajjhattaṁ avūpasantacittā, samavisamaṁ carāma kāyena vācāya manasā, tesaṁ no samacariyampi hetaṁ uttari apassataṁ. ",
  "mn150:4.15": "Tasmā te bhonto samaṇabrāhmaṇā na sakkātabbā na garukātabbā na mānetabbā na pūjetabbā’ti. ",
  "mn150:4.16": "Evaṁ puṭṭhā tumhe, gahapatayo, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyātha. ",
  "mn150:5.1": "Sace pana vo, gahapatayo, aññatitthiyā paribbājakā evaṁ puccheyyuṁ: ",
  "mn150:5.2": "‘kathaṁbhūtā, gahapatayo, samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā’ti? ",
  "mn150:5.3": "Evaṁ puṭṭhā tumhe, gahapatayo, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyātha: ",
  "mn150:5.4": "‘ye te samaṇabrāhmaṇā cakkhuviññeyyesu rūpesu vītarāgā vītadosā vītamohā, ajjhattaṁ vūpasantacittā, samacariyaṁ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā. ",
  "mn150:5.5": "Taṁ kissa hetu? ",
  "mn150:5.6": "Mayampi hi cakkhuviññeyyesu rūpesu avītarāgā avītadosā avītamohā, ajjhattaṁ avūpasantacittā, samavisamaṁ carāma kāyena vācāya manasā, tesaṁ no samacariyampi hetaṁ uttari passataṁ. ",
  "mn150:5.7": "Tasmā te bhonto samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā. ",
  "mn150:5.8": "Ye te samaṇabrāhmaṇā sotaviññeyyesu saddesu … ",
  "mn150:5.9": "ghānaviññeyyesu gandhesu … ",
  "mn150:5.10": "jivhāviññeyyesu rasesu … ",
  "mn150:5.11": "kāyaviññeyyesu phoṭṭhabbesu … ",
  "mn150:5.12": "manoviññeyyesu dhammesu vītarāgā vītadosā vītamohā, ajjhattaṁ vūpasantacittā, samacariyaṁ caranti kāyena vācāya manasā, evarūpā samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā. ",
  "mn150:5.13": "Taṁ kissa hetu? ",
  "mn150:5.14": "Mayampi hi manoviññeyyesu dhammesu avītarāgā avītadosā avītamohā ajjhattaṁ avūpasantacittā, samavisamaṁ carāma kāyena vācāya manasā, tesaṁ no samacariyampi hetaṁ uttari passataṁ. ",
  "mn150:5.15": "Tasmā te bhonto samaṇabrāhmaṇā sakkātabbā garukātabbā mānetabbā pūjetabbā’ti. ",
  "mn150:5.16": "Evaṁ puṭṭhā tumhe, gahapatayo, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyātha. ",
  "mn150:6.1": "Sace pana vo, gahapatayo, aññatitthiyā paribbājakā evaṁ puccheyyuṁ: ",
  "mn150:6.2": "‘ke panāyasmantānaṁ ākārā, ke anvayā, yena tumhe āyasmanto evaṁ vadetha? ",
  "mn150:6.3": "Addhā te āyasmanto vītarāgā vā rāgavinayāya vā paṭipannā, vītadosā vā dosavinayāya vā paṭipannā, vītamohā vā mohavinayāya vā paṭipannā’ti? ",
  "mn150:6.4": "Evaṁ puṭṭhā tumhe, gahapatayo, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyātha: ",
  "mn150:6.5": "‘tathā hi te āyasmanto araññavanapatthāni pantāni senāsanāni paṭisevanti. ",
  "mn150:6.6": "Natthi kho pana tattha tathārūpā cakkhuviññeyyā rūpā ye disvā disvā abhirameyyuṁ, natthi kho pana tattha tathārūpā sotaviññeyyā saddā ye sutvā sutvā abhirameyyuṁ, natthi kho pana tattha tathārūpā ghānaviññeyyā gandhā ye ghāyitvā ghāyitvā abhirameyyuṁ, natthi kho pana tattha tathārūpā jivhāviññeyyā rasā ye sāyitvā sāyitvā abhirameyyuṁ, natthi kho pana tattha tathārūpā kāyaviññeyyā phoṭṭhabbā ye phusitvā phusitvā abhirameyyuṁ. ",
  "mn150:6.7": "Ime kho no, āvuso, ākārā, ime anvayā, yena mayaṁ evaṁ vadema—",
  "mn150:6.8": "addhā te āyasmanto vītarāgā vā rāgavinayāya vā paṭipannā, vītadosā vā dosavinayāya vā paṭipannā, vītamohā vā mohavinayāya vā paṭipannā’ti. ",
  "mn150:6.9": "Evaṁ puṭṭhā tumhe, gahapatayo, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyāthā”ti. ",
  "mn150:7.1": "Evaṁ vutte, nagaravindeyyakā brāhmaṇagahapatikā bhagavantaṁ etadavocuṁ: ",
  "mn150:7.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "mn150:7.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn150:7.4": "Ete mayaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca. ",
  "mn150:7.5": "Upāsake no bhavaṁ gotamo dhāretu ajjatagge pāṇupete saraṇaṁ gate”ti. ",
  "mn150:7.6": "Nagaravindeyyasuttaṁ niṭṭhitaṁ aṭṭhamaṁ. "
}