{
  "mn151:0.1": "Majjhima Nikāya 151 ",
  "mn151:0.2": "Piṇḍapātapārisuddhisutta ",
  "mn151:1.1": "Evaṁ me sutaṁ—",
  "mn151:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn151:1.3": "Atha kho āyasmā sāriputto sāyanhasamayaṁ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ sāriputtaṁ bhagavā etadavoca: ",
  "mn151:2.1": "“Vippasannāni kho te, sāriputta, indriyāni, parisuddho chavivaṇṇo pariyodāto. ",
  "mn151:2.2": "Katamena kho tvaṁ, sāriputta, vihārena etarahi bahulaṁ viharasī”ti? ",
  "mn151:2.3": "“Suññatāvihārena kho ahaṁ, bhante, etarahi bahulaṁ viharāmī”ti. ",
  "mn151:2.4": "“Sādhu sādhu, sāriputta. ",
  "mn151:2.5": "Mahāpurisavihārena kira tvaṁ, sāriputta, etarahi bahulaṁ viharasi. ",
  "mn151:2.6": "Mahāpurisavihāro eso, sāriputta, yadidaṁ—",
  "mn151:2.7": "suññatā. ",
  "mn151:3.1": "Tasmātiha, sāriputta, bhikkhu sace ākaṅkheyya: ",
  "mn151:3.2": "‘suññatāvihārena bahulaṁ vihareyyan’ti, tena, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:3.3": "‘yena cāhaṁ maggena gāmaṁ piṇḍāya pāvisiṁ, yasmiñca padese piṇḍāya acariṁ, yena ca maggena gāmato piṇḍāya paṭikkamiṁ, atthi nu kho me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṁ vāpi cetaso’ti? ",
  "mn151:3.4": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:3.5": "‘yena cāhaṁ maggena gāmaṁ piṇḍāya pāvisiṁ, yasmiñca padese piṇḍāya acariṁ, yena ca maggena gāmato piṇḍāya paṭikkamiṁ, atthi me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṁ vāpi cetaso’ti, tena, sāriputta, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn151:3.6": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:3.7": "‘yena cāhaṁ maggena gāmaṁ piṇḍāya pāvisiṁ, yasmiñca padese piṇḍāya acariṁ, yena ca maggena gāmato piṇḍāya paṭikkamiṁ, natthi me tattha cakkhuviññeyyesu rūpesu chando vā rāgo vā doso vā moho vā paṭighaṁ vāpi cetaso’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:4-8.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:4-8.2": "‘yena cāhaṁ maggena gāmaṁ piṇḍāya pāvisiṁ, yasmiñca padese piṇḍāya acariṁ, yena ca maggena gāmato piṇḍāya paṭikkamiṁ, atthi nu kho me tattha sotaviññeyyesu saddesu …pe… ",
  "mn151:4-8.3": "ghānaviññeyyesu gandhesu … ",
  "mn151:4-8.4": "jivhāviññeyyesu rasesu … ",
  "mn151:4-8.5": "kāyaviññeyyesu phoṭṭhabbesu … ",
  "mn151:4-8.6": "manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṁ vāpi cetaso’ti? ",
  "mn151:4-8.7": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:4-8.8": "‘yena cāhaṁ maggena gāmaṁ piṇḍāya pāvisiṁ, yasmiñca padese piṇḍāya acariṁ, yena ca maggena gāmato piṇḍāya paṭikkamiṁ, atthi me tattha manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṁ vāpi cetaso’ti, tena, sāriputta, bhikkhunā tesaṁyeva pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya vāyamitabbaṁ. ",
  "mn151:4-8.9": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:4-8.10": "‘yena cāhaṁ maggena gāmaṁ piṇḍāya pāvisiṁ, yasmiñca padese piṇḍāya acariṁ, yena ca maggena gāmato piṇḍāya paṭikkamiṁ, natthi me tattha manoviññeyyesu dhammesu chando vā rāgo vā doso vā moho vā paṭighaṁ vāpi cetaso’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:9.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:9.2": "‘pahīnā nu kho me pañca kāmaguṇā’ti? ",
  "mn151:9.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:9.4": "‘appahīnā kho me pañca kāmaguṇā’ti, tena, sāriputta, bhikkhunā pañcannaṁ kāmaguṇānaṁ pahānāya vāyamitabbaṁ. ",
  "mn151:9.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:9.6": "‘pahīnā kho me pañca kāmaguṇā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:10.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:10.2": "‘pahīnā nu kho me pañca nīvaraṇā’ti? ",
  "mn151:10.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:10.4": "‘appahīnā kho me pañca nīvaraṇā’ti, tena, sāriputta, bhikkhunā pañcannaṁ nīvaraṇānaṁ pahānāya vāyamitabbaṁ. ",
  "mn151:10.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:10.6": "‘pahīnā kho me pañca nīvaraṇā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:11.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:11.2": "‘pariññātā nu kho me pañcupādānakkhandhā’ti? ",
  "mn151:11.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:11.4": "‘apariññātā kho me pañcupādānakkhandhā’ti, tena, sāriputta, bhikkhunā pañcannaṁ upādānakkhandhānaṁ pariññāya vāyamitabbaṁ. ",
  "mn151:11.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:11.6": "‘pariññātā kho me pañcupādānakkhandhā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:12.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:12.2": "‘bhāvitā nu kho me cattāro satipaṭṭhānā’ti? ",
  "mn151:12.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:12.4": "‘abhāvitā kho me cattāro satipaṭṭhānā’ti, tena, sāriputta, bhikkhunā catunnaṁ satipaṭṭhānānaṁ bhāvanāya vāyamitabbaṁ. ",
  "mn151:12.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:12.6": "‘bhāvitā kho me cattāro satipaṭṭhānā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:13.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:13.2": "‘bhāvitā nu kho me cattāro sammappadhānā’ti? ",
  "mn151:13.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:13.4": "‘abhāvitā kho me cattāro sammappadhānā’ti, tena, sāriputta, bhikkhunā catunnaṁ sammappadhānānaṁ bhāvanāya vāyamitabbaṁ. ",
  "mn151:13.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:13.6": "‘bhāvitā kho me cattāro sammappadhānā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:14.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:14.2": "‘bhāvitā nu kho me cattāro iddhipādā’ti? ",
  "mn151:14.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:14.4": "‘abhāvitā kho me cattāro iddhipādā’ti, tena, sāriputta, bhikkhunā catunnaṁ iddhipādānaṁ bhāvanāya vāyamitabbaṁ. ",
  "mn151:14.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:14.6": "‘bhāvitā kho me cattāro iddhipādā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:15.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:15.2": "‘bhāvitāni nu kho me pañcindriyānī’ti? ",
  "mn151:15.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:15.4": "‘abhāvitāni kho me pañcindriyānī’ti, tena, sāriputta, bhikkhunā pañcannaṁ indriyānaṁ bhāvanāya vāyamitabbaṁ. ",
  "mn151:15.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:15.6": "‘bhāvitāni kho me pañcindriyānī’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:16.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:16.2": "‘bhāvitāni nu kho me pañca balānī’ti? ",
  "mn151:16.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:16.4": "‘abhāvitāni kho me pañca balānī’ti, tena, sāriputta, bhikkhunā pañcannaṁ balānaṁ bhāvanāya vāyamitabbaṁ. ",
  "mn151:16.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:16.6": "‘bhāvitāni kho me pañca balānī’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:17.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:17.2": "‘bhāvitā nu kho me satta bojjhaṅgā’ti? ",
  "mn151:17.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:17.4": "‘abhāvitā kho me satta bojjhaṅgā’ti, tena, sāriputta, bhikkhunā sattannaṁ bojjhaṅgānaṁ bhāvanāya vāyamitabbaṁ. ",
  "mn151:17.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:17.6": "‘bhāvitā kho me satta bojjhaṅgā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:18.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:18.2": "‘bhāvito nu kho me ariyo aṭṭhaṅgiko maggo’ti? ",
  "mn151:18.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:18.4": "‘abhāvito kho me ariyo aṭṭhaṅgiko maggo’ti, tena, sāriputta, bhikkhunā ariyassa aṭṭhaṅgikassa maggassa bhāvanāya vāyamitabbaṁ. ",
  "mn151:18.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:18.6": "‘bhāvito kho me ariyo aṭṭhaṅgiko maggo’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:19.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:19.2": "‘bhāvitā nu kho me samatho ca vipassanā cā’ti? ",
  "mn151:19.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:19.4": "‘abhāvitā kho me samatho ca vipassanā cā’ti, tena, sāriputta, bhikkhunā samathavipassanānaṁ bhāvanāya vāyamitabbaṁ. ",
  "mn151:19.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:19.6": "‘bhāvitā kho me samatho ca vipassanā cā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:20.1": "Puna caparaṁ, sāriputta, bhikkhunā iti paṭisañcikkhitabbaṁ: ",
  "mn151:20.2": "‘sacchikatā nu kho me vijjā ca vimutti cā’ti? ",
  "mn151:20.3": "Sace, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:20.4": "‘asacchikatā kho me vijjā ca vimutti cā’ti, tena, sāriputta, bhikkhunā vijjāya vimuttiyā sacchikiriyāya vāyamitabbaṁ. ",
  "mn151:20.5": "Sace pana, sāriputta, bhikkhu paccavekkhamāno evaṁ jānāti: ",
  "mn151:20.6": "‘sacchikatā kho me vijjā ca vimutti cā’ti, tena, sāriputta, bhikkhunā teneva pītipāmojjena vihātabbaṁ ahorattānusikkhinā kusalesu dhammesu. ",
  "mn151:21.1": "Ye hi keci, sāriputta, atītamaddhānaṁ samaṇā vā brāhmaṇā vā piṇḍapātaṁ parisodhesuṁ, sabbe te evameva paccavekkhitvā paccavekkhitvā piṇḍapātaṁ parisodhesuṁ. ",
  "mn151:21.2": "Yepi hi keci, sāriputta, anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā piṇḍapātaṁ parisodhessanti, sabbe te evameva paccavekkhitvā paccavekkhitvā piṇḍapātaṁ parisodhessanti. ",
  "mn151:21.3": "Yepi hi keci, sāriputta, etarahi samaṇā vā brāhmaṇā vā piṇḍapātaṁ parisodhenti, sabbe te evameva paccavekkhitvā paccavekkhitvā piṇḍapātaṁ parisodhenti. ",
  "mn151:21.4": "Tasmātiha, sāriputta, ‘paccavekkhitvā paccavekkhitvā piṇḍapātaṁ parisodhessāmā’ti—",
  "mn151:21.5": "evañhi vo, sāriputta, sikkhitabban”ti. ",
  "mn151:21.6": "Idamavoca bhagavā. ",
  "mn151:21.7": "Attamano āyasmā sāriputto bhagavato bhāsitaṁ abhinandīti. ",
  "mn151:21.8": "Piṇḍapātapārisuddhisuttaṁ niṭṭhitaṁ navamaṁ. "
}