{
  "mn18:0.1": "Majjhima Nikāya 18 ",
  "mn18:0.2": "Madhupiṇḍikasutta ",
  "mn18:1.1": "Evaṃ me sutaṃ—",
  "mn18:1.2": "ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme. ",
  "mn18:2.1": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kapilavatthuṃ piṇḍāya pāvisi. ",
  "mn18:2.2": "Kapilavatthusmiṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena mahāvanaṃ tenupasaṅkami divāvihārāya. ",
  "mn18:2.3": "Mahāvanaṃ ajjhogāhetvā beluvalaṭṭhikāya mūle divāvihāraṃ nisīdi. ",
  "mn18:3.1": "Daṇḍapāṇipi kho sakko jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena mahāvanaṃ tenupasaṅkami. ",
  "mn18:3.2": "Mahāvanaṃ ajjhogāhetvā yena beluvalaṭṭhikā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi. ",
  "mn18:3.3": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā daṇḍamolubbha ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho daṇḍapāṇi sakko bhagavantaṃ etadavoca: ",
  "mn18:3.4": "“kiṃvādī samaṇo kimakkhāyī”ti? ",
  "mn18:4.1": "“Yathāvādī kho, āvuso, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati, yathā ca pana kāmehi visaṃyuttaṃ viharantaṃ taṃ brāhmaṇaṃ akathaṃkathiṃ chinnakukkuccaṃ bhavābhave vītataṇhaṃ saññā nānusenti—",
  "mn18:4.2": "evaṃvādī kho ahaṃ, āvuso, evamakkhāyī”ti. ",
  "mn18:5.1": "Evaṃ vutte, daṇḍapāṇi sakko sīsaṃ okampetvā, jivhaṃ nillāḷetvā, tivisākhaṃ nalāṭikaṃ nalāṭe vuṭṭhāpetvā daṇḍamolubbha pakkāmi. ",
  "mn18:6.1": "Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena nigrodhārāmo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "mn18:6.2": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "mn18:6.3": "“idhāhaṃ, bhikkhave, pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kapilavatthuṃ piṇḍāya pāvisiṃ. ",
  "mn18:6.4": "Kapilavatthusmiṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena mahāvanaṃ tenupasaṅkamiṃ divāvihārāya. ",
  "mn18:6.5": "Mahāvanaṃ ajjhogāhetvā beluvalaṭṭhikāya mūle divāvihāraṃ nisīdiṃ. ",
  "mn18:6.6": "Daṇḍapāṇipi kho, bhikkhave, sakko jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno yena mahāvanaṃ tenupasaṅkami. ",
  "mn18:6.7": "Mahāvanaṃ ajjhogāhetvā yena beluvalaṭṭhikā yenāhaṃ tenupasaṅkami; upasaṅkamitvā mayā saddhiṃ sammodi. ",
  "mn18:6.8": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā daṇḍamolubbha ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho, bhikkhave, daṇḍapāṇi sakko maṃ etadavoca: ",
  "mn18:6.9": "‘kiṃvādī samaṇo kimakkhāyī’ti? ",
  "mn18:6.10": "Evaṃ vutte, ahaṃ, bhikkhave, daṇḍapāṇiṃ sakkaṃ etadavocaṃ: ",
  "mn18:6.11": "‘yathāvādī kho, āvuso, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati, yathā ca pana kāmehi visaṃyuttaṃ viharantaṃ taṃ brāhmaṇaṃ akathaṅkathiṃ chinnakukkuccaṃ bhavābhave vītataṇhaṃ saññā nānusenti—",
  "mn18:6.12": "evaṃvādī kho ahaṃ, āvuso, evamakkhāyī’ti. ",
  "mn18:6.13": "Evaṃ vutte, bhikkhave, daṇḍapāṇi sakko sīsaṃ okampetvā, jivhaṃ nillāḷetvā, tivisākhaṃ nalāṭikaṃ nalāṭe vuṭṭhāpetvā daṇḍamolubbha pakkāmī”ti. ",
  "mn18:6.14": "Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ",
  "mn18:7.1": "“kiṃvādī pana, bhante, bhagavā sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya na kenaci loke viggayha tiṭṭhati? ",
  "mn18:7.2": "Kathañca pana, bhante, bhagavantaṃ kāmehi visaṃyuttaṃ viharantaṃ taṃ brāhmaṇaṃ akathaṅkathiṃ chinnakukkuccaṃ bhavābhave vītataṇhaṃ saññā nānusentī”ti? ",
  "mn18:8.1": "“Yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:8.2": "Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ",
  "mn18:8.3": "Esevanto rāgānusayānaṃ, esevanto paṭighānusayānaṃ, esevanto diṭṭhānusayānaṃ, esevanto vicikicchānusayānaṃ, esevanto mānānusayānaṃ, esevanto bhavarāgānusayānaṃ, esevanto avijjānusayānaṃ, esevanto daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādānaṃ. ",
  "mn18:8.4": "Etthete pāpakā akusalā dhammā aparisesā nirujjhantī”ti. ",
  "mn18:9.1": "Idamavoca bhagavā. ",
  "mn18:9.2": "Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi. ",
  "mn18:10.1": "Atha kho tesaṃ bhikkhūnaṃ acirapakkantassa bhagavato etadahosi: ",
  "mn18:10.2": "“idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā, vitthārena atthaṃ avibhajitvā, uṭṭhāyāsanā vihāraṃ paviṭṭho: ",
  "mn18:10.3": "‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:10.4": "Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ",
  "mn18:10.5": "Esevanto rāgānusayānaṃ …pe… ",
  "mn18:10.6": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti. ",
  "mn18:10.7": "Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā”ti? ",
  "mn18:10.8": "Atha kho tesaṃ bhikkhūnaṃ etadahosi: ",
  "mn18:10.9": "“ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ. ",
  "mn18:10.10": "Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ",
  "mn18:10.11": "Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā”ti. ",
  "mn18:11.1": "Atha kho te bhikkhū yenāyasmā mahākaccāno tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodiṃsu. ",
  "mn18:11.2": "Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ mahākaccānaṃ etadavocuṃ: ",
  "mn18:11.3": "“idaṃ kho no, āvuso kaccāna, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ",
  "mn18:11.4": "‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:11.5": "Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ",
  "mn18:11.6": "Esevanto rāgānusayānaṃ …pe… ",
  "mn18:11.7": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti. ",
  "mn18:11.8": "Tesaṃ no, āvuso kaccāna, amhākaṃ acirapakkantassa bhagavato etadahosi: ",
  "mn18:11.9": "‘idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ",
  "mn18:11.10": "“yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:11.11": "Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ",
  "mn18:11.12": "Esevanto rāgānusayānaṃ …pe… ",
  "mn18:11.13": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī”’ti. ",
  "mn18:11.14": "Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyāti? ",
  "mn18:11.15": "Tesaṃ no, āvuso kaccāna, amhākaṃ etadahosi: ",
  "mn18:11.16": "‘ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ, pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ",
  "mn18:11.17": "Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā’ti. ",
  "mn18:11.18": "Vibhajatāyasmā mahākaccāno”ti. ",
  "mn18:12.1": "“Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṃ, atikkamma khandhaṃ, sākhāpalāse sāraṃ pariyesitabbaṃ maññeyya; ",
  "mn18:12.2": "evaṃsampadamidaṃ āyasmantānaṃ satthari sammukhībhūte, taṃ bhagavantaṃ atisitvā, amhe etamatthaṃ paṭipucchitabbaṃ maññatha. ",
  "mn18:12.3": "So hāvuso, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto, vattā pavattā, atthassa ninnetā, amatassa dātā, dhammassāmī tathāgato. ",
  "mn18:12.4": "So ceva panetassa kālo ahosi, yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyātha. ",
  "mn18:12.5": "Yathā vo bhagavā byākareyya tathā naṃ dhāreyyāthā”ti. ",
  "mn18:13.1": "“Addhāvuso kaccāna, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto, vattā pavattā, atthassa ninnetā, amatassa dātā, dhammassāmī tathāgato. ",
  "mn18:13.2": "So ceva panetassa kālo ahosi, yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyāma. ",
  "mn18:13.3": "Yathā no bhagavā byākareyya tathā naṃ dhāreyyāma. ",
  "mn18:13.4": "Api cāyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ, ",
  "mn18:13.5": "pahoti cāyasmā mahākaccāno imassa bhagavatā saṃkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ. ",
  "mn18:13.6": "Vibhajatāyasmā mahākaccāno agaruṃ katvā”ti. ",
  "mn18:14.1": "“Tena hāvuso, suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti. ",
  "mn18:14.2": "“Evamāvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṃ. ",
  "mn18:14.3": "Āyasmā mahākaccāno etadavoca: ",
  "mn18:15.1": "“Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ",
  "mn18:15.2": "‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:15.3": "Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ, esevanto rāgānusayānaṃ …pe… ",
  "mn18:15.4": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti, imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi—",
  "mn18:16.1": "Cakkhuñcāvuso, paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, yaṃ vedeti taṃ sañjānāti, yaṃ sañjānāti taṃ vitakketi, yaṃ vitakketi taṃ papañceti, yaṃ papañceti tatonidānaṃ purisaṃ papañcasaññāsaṅkhā samudācaranti atītānāgatapaccuppannesu cakkhuviññeyyesu rūpesu. ",
  "mn18:16.2": "Sotañcāvuso, paṭicca sadde ca uppajjati sotaviññāṇaṃ …pe… ",
  "mn18:16.3": "ghānañcāvuso, paṭicca gandhe ca uppajjati ghānaviññāṇaṃ …pe… ",
  "mn18:16.4": "jivhañcāvuso, paṭicca rase ca uppajjati jivhāviññāṇaṃ …pe… ",
  "mn18:16.5": "kāyañcāvuso, paṭicca phoṭṭhabbe ca uppajjati kāyaviññāṇaṃ …pe… ",
  "mn18:16.6": "manañcāvuso, paṭicca dhamme ca uppajjati manoviññāṇaṃ, tiṇṇaṃ saṅgati phasso, phassapaccayā vedanā, yaṃ vedeti taṃ sañjānāti, yaṃ sañjānāti taṃ vitakketi, yaṃ vitakketi taṃ papañceti, yaṃ papañceti tatonidānaṃ purisaṃ papañcasaññāsaṅkhā samudācaranti atītānāgatapaccuppannesu manoviññeyyesu dhammesu. ",
  "mn18:17.1": "So vatāvuso, cakkhusmiṃ sati rūpe sati cakkhuviññāṇe sati phassapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ",
  "mn18:17.2": "Phassapaññattiyā sati vedanāpaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ",
  "mn18:17.3": "Vedanāpaññattiyā sati saññāpaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ",
  "mn18:17.4": "Saññāpaññattiyā sati vitakkapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ",
  "mn18:17.5": "Vitakkapaññattiyā sati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ",
  "mn18:17.6": "So vatāvuso, sotasmiṃ sati sadde sati …pe… ",
  "mn18:17.7": "ghānasmiṃ sati gandhe sati …pe… ",
  "mn18:17.8": "jivhāya sati rase sati …pe… ",
  "mn18:17.9": "kāyasmiṃ sati phoṭṭhabbe sati …pe… ",
  "mn18:17.10": "manasmiṃ sati dhamme sati manoviññāṇe sati phassapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ",
  "mn18:17.11": "Phassapaññattiyā sati vedanāpaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ",
  "mn18:17.12": "Vedanāpaññattiyā sati saññāpaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ",
  "mn18:17.13": "Saññāpaññattiyā sati vitakkapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ",
  "mn18:17.14": "Vitakkapaññattiyā sati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—ṭhānametaṃ vijjati. ",
  "mn18:18.1": "So vatāvuso, cakkhusmiṃ asati rūpe asati cakkhuviññāṇe asati phassapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn18:18.2": "Phassapaññattiyā asati vedanāpaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn18:18.3": "Vedanāpaññattiyā asati saññāpaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn18:18.4": "Saññāpaññattiyā asati vitakkapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn18:18.5": "Vitakkapaññattiyā asati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn18:18.6": "So vatāvuso, sotasmiṃ asati sadde asati …pe… ",
  "mn18:18.7": "ghānasmiṃ asati gandhe asati …pe… ",
  "mn18:18.8": "jivhāya asati rase asati …pe… ",
  "mn18:18.9": "kāyasmiṃ asati phoṭṭhabbe asati …pe… ",
  "mn18:18.10": "manasmiṃ asati dhamme asati manoviññāṇe asati phassapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn18:18.11": "Phassapaññattiyā asati vedanāpaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn18:18.12": "Vedanāpaññattiyā asati saññāpaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn18:18.13": "Saññāpaññattiyā asati vitakkapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn18:18.14": "Vitakkapaññattiyā asati papañcasaññāsaṅkhāsamudācaraṇapaññattiṃ paññāpessatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn18:19.1": "Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ",
  "mn18:19.2": "‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ esevanto rāgānusayānaṃ …pe… ",
  "mn18:19.3": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti, imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi. ",
  "mn18:19.4": "Ākaṅkhamānā ca pana tumhe āyasmanto bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha. ",
  "mn18:19.5": "Yathā vo bhagavā byākaroti tathā naṃ dhāreyyāthā”ti. ",
  "mn18:20.1": "Atha kho te bhikkhū āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ",
  "mn18:20.2": "“yaṃ kho no, bhante, bhagavā saṃkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ",
  "mn18:20.3": "‘yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:20.4": "Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ",
  "mn18:20.5": "Esevanto rāgānusayānaṃ …pe… ",
  "mn18:20.6": "etthete pāpakā akusalā dhammā aparisesā nirujjhantī’ti. ",
  "mn18:20.7": "Tesaṃ no, bhante, amhākaṃ acirapakkantassa bhagavato etadahosi: ",
  "mn18:20.8": "‘idaṃ kho no, āvuso, bhagavā saṃkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho: ",
  "mn18:20.9": "“yatonidānaṃ, bhikkhu, purisaṃ papañcasaññāsaṅkhā samudācaranti. ",
  "mn18:20.10": "Ettha ce natthi abhinanditabbaṃ abhivaditabbaṃ ajjhositabbaṃ. ",
  "mn18:20.11": "Esevanto rāgānusayānaṃ, esevanto paṭighānusayānaṃ, esevanto diṭṭhānusayānaṃ, esevanto vicikicchānusayānaṃ, esevanto mānānusayānaṃ, esevanto bhavarāgānusayānaṃ, esevanto avijjānusayānaṃ, esevanto daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādānaṃ. ",
  "mn18:20.12": "Etthete pāpakā akusalā dhammā aparisesā nirujjhantī”ti. ",
  "mn18:20.13": "Ko nu kho imassa bhagavatā saṃkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā’ti? ",
  "mn18:20.14": "Tesaṃ no, bhante, amhākaṃ etadahosi: ",
  "mn18:20.15": "‘ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ, pahoti cāyasmā mahākaccāno imassa bhagavatā saṃkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ, yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā’ti. ",
  "mn18:20.16": "Atha kho mayaṃ, bhante, yenāyasmā mahākaccāno tenupasaṅkamimha; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipucchimha. ",
  "mn18:20.17": "Tesaṃ no, bhante, āyasmatā mahākaccānena imehi ākārehi imehi padehi imehi byañjanehi attho vibhatto”ti. ",
  "mn18:21.1": "“Paṇḍito, bhikkhave, mahākaccāno; mahāpañño, bhikkhave, mahākaccāno. ",
  "mn18:21.2": "Mañcepi tumhe, bhikkhave, etamatthaṃ paṭipuccheyyātha, ahampi taṃ evamevaṃ byākareyyaṃ yathā taṃ mahākaccānena byākataṃ. ",
  "mn18:21.3": "Eso cevetassa attho. Evañca naṃ dhārethā”ti. ",
  "mn18:22.1": "Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca: ",
  "mn18:22.2": "“seyyathāpi, bhante, puriso jighacchādubbalyapareto madhupiṇḍikaṃ adhigaccheyya, so yato yato sāyeyya, labhetheva sādurasaṃ asecanakaṃ. ",
  "mn18:22.3": "Evameva kho, bhante, cetaso bhikkhu dabbajātiko, yato yato imassa dhammapariyāyassa paññāya atthaṃ upaparikkheyya, labhetheva attamanataṃ, labhetheva cetaso pasādaṃ. ",
  "mn18:22.4": "Ko nāmo ayaṃ, bhante, dhammapariyāyo”ti? ",
  "mn18:22.5": "“Tasmātiha tvaṃ, ānanda, imaṃ dhammapariyāyaṃ madhupiṇḍikapariyāyotveva naṃ dhārehī”ti. ",
  "mn18:22.6": "Idamavoca bhagavā. ",
  "mn18:22.7": "Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti. ",
  "mn18:22.8": "Madhupiṇḍikasuttaṃ niṭṭhitaṃ aṭṭhamaṃ. "
}