{
  "mn22:0.1": "Majjhima Nikāya 22 ",
  "mn22:0.2": "Alagaddūpamasutta ",
  "mn22:1.1": "Evaṃ me sutaṃ—",
  "mn22:1.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn22:2.1": "Tena kho pana samayena ariṭṭhassa nāma bhikkhuno gaddhabādhipubbassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti: ",
  "mn22:2.2": "“tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā”ti. ",
  "mn22:2.3": "Assosuṃ kho sambahulā bhikkhū: ",
  "mn22:2.4": "“ariṭṭhassa kira nāma bhikkhuno gaddhabādhipubbassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ",
  "mn22:2.5": "‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti. ",
  "mn22:3.1": "Atha kho te bhikkhū yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkamiṃsu; upasaṅkamitvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavocuṃ: ",
  "mn22:3.2": "“saccaṃ kira te, āvuso ariṭṭha, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ",
  "mn22:3.3": "‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti. ",
  "mn22:3.4": "“Evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā”ti. ",
  "mn22:3.5": "Atha kho tepi bhikkhū ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjanti samanugāhanti samanubhāsanti: ",
  "mn22:3.6": "“mā hevaṃ, āvuso ariṭṭha, avaca, mā bhagavantaṃ abbhācikkhi; na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya. ",
  "mn22:3.7": "Anekapariyāyenāvuso ariṭṭha, antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca pana te paṭisevato antarāyāya. ",
  "mn22:3.8": "Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:3.9": "Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.10": "maṃsapesūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.11": "tiṇukkūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.12": "aṅgārakāsūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.13": "supinakūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.14": "yācitakūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.15": "rukkhaphalūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.16": "asisūnūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.17": "sattisūlūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.18": "sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo”ti. ",
  "mn22:3.19": "Evampi kho ariṭṭho bhikkhu gaddhabādhipubbo tehi bhikkhūhi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṃ diṭṭhigataṃ thāmasā parāmāsā abhinivissa voharati: ",
  "mn22:3.20": "“evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā”ti. ",
  "mn22:3.21": "Yato kho te bhikkhū nāsakkhiṃsu ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ: ",
  "mn22:3.22": "“ariṭṭhassa nāma, bhante, bhikkhuno gaddhabādhipubbassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ",
  "mn22:3.23": "‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti. ",
  "mn22:3.24": "Assumha kho mayaṃ, bhante: ",
  "mn22:3.25": "‘ariṭṭhassa kira nāma bhikkhuno gaddhabādhipubbassa evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ—",
  "mn22:3.26": "tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti. ",
  "mn22:3.27": "Atha kho mayaṃ, bhante, yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkamimha; upasaṅkamitvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavocumha: ",
  "mn22:3.28": "‘saccaṃ kira te, āvuso ariṭṭha, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ—",
  "mn22:3.29": "tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti? ",
  "mn22:3.30": "Evaṃ vutte, bhante, ariṭṭho bhikkhu gaddhabādhipubbo amhe etadavoca: ",
  "mn22:3.31": "‘evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti. ",
  "mn22:3.32": "Atha kho mayaṃ, bhante, ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjimha samanugāhimha samanubhāsimha: ",
  "mn22:3.33": "‘mā hevaṃ, āvuso ariṭṭha, avaca, mā bhagavantaṃ abbhācikkhi; na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya. ",
  "mn22:3.34": "Anekapariyāyenāvuso ariṭṭha, antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca pana te paṭisevato antarāyāya. ",
  "mn22:3.35": "Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:3.36": "Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā …pe… ",
  "mn22:3.37": "sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
  "mn22:3.38": "Evampi kho, bhante, ariṭṭho bhikkhu gaddhabādhipubbo amhehi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṃ diṭṭhigataṃ thāmasā parāmāsā abhinivissa voharati: ",
  "mn22:3.39": "‘evaṃ byā kho ahaṃ, āvuso, bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’ti. ",
  "mn22:4.1": "Yato kho mayaṃ, bhante, nāsakkhimha ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etasmā pāpakā diṭṭhigatā vivecetuṃ, atha mayaṃ etamatthaṃ bhagavato ārocemā”ti. ",
  "mn22:5.1": "Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi: ",
  "mn22:5.2": "“ehi tvaṃ, bhikkhu, mama vacanena ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ āmantehi: ",
  "mn22:5.3": "‘satthā taṃ, āvuso ariṭṭha, āmantetī’”ti. ",
  "mn22:5.4": "“Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā, yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkami; upasaṅkamitvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavoca: ",
  "mn22:5.5": "“satthā taṃ, āvuso ariṭṭha, āmantetī”ti. ",
  "mn22:5.6": "“Evamāvuso”ti kho ariṭṭho bhikkhu gaddhabādhipubbo tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ bhagavā etadavoca: ",
  "mn22:5.7": "“saccaṃ kira te, ariṭṭha, evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ: ",
  "mn22:5.8": "‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti? ",
  "mn22:5.9": "“Evaṃ byā kho ahaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmi: ‘yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṃ antarāyāyā’”ti. ",
  "mn22:6.1": "“Kassa kho nāma tvaṃ, moghapurisa, mayā evaṃ dhammaṃ desitaṃ ājānāsi? ",
  "mn22:6.2": "Nanu mayā, moghapurisa, anekapariyāyena antarāyikā dhammā antarāyikā vuttā? Alañca pana te paṭisevato antarāyāya. ",
  "mn22:6.3": "Appassādā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:6.4": "Aṭṭhikaṅkalūpamā kāmā vuttā mayā … ",
  "mn22:6.5": "maṃsapesūpamā kāmā vuttā mayā … ",
  "mn22:6.6": "tiṇukkūpamā kāmā vuttā mayā … ",
  "mn22:6.7": "aṅgārakāsūpamā kāmā vuttā mayā … ",
  "mn22:6.8": "supinakūpamā kāmā vuttā mayā … ",
  "mn22:6.9": "yācitakūpamā kāmā vuttā mayā … ",
  "mn22:6.10": "rukkhaphalūpamā kāmā vuttā mayā … ",
  "mn22:6.11": "asisūnūpamā kāmā vuttā mayā … ",
  "mn22:6.12": "sattisūlūpamā kāmā vuttā mayā … ",
  "mn22:6.13": "sappasirūpamā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:6.14": "Atha ca pana tvaṃ, moghapurisa, attanā duggahitena amhe ceva abbhācikkhasi, attānañca khanasi, bahuñca apuññaṃ pasavasi. ",
  "mn22:6.15": "Tañhi te, moghapurisa, bhavissati dīgharattaṃ ahitāya dukkhāyā”ti. ",
  "mn22:7.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "mn22:7.2": "“Taṃ kiṃ maññatha, bhikkhave, ",
  "mn22:7.3": "api nāyaṃ ariṭṭho bhikkhu gaddhabādhipubbo usmīkatopi imasmiṃ dhammavinaye”ti? ",
  "mn22:7.4": "“Kiñhi siyā, bhante; ",
  "mn22:7.5": "no hetaṃ, bhante”ti. ",
  "mn22:7.6": "Evaṃ vutte, ariṭṭho bhikkhu gaddhabādhipubbo tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ",
  "mn22:7.7": "Atha kho bhagavā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ tuṇhībhūtaṃ maṅkubhūtaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā ariṭṭhaṃ bhikkhuṃ gaddhabādhipubbaṃ etadavoca: ",
  "mn22:7.8": "“paññāyissasi kho tvaṃ, moghapurisa, etena sakena pāpakena diṭṭhigatena. ",
  "mn22:7.9": "Idhāhaṃ bhikkhū paṭipucchissāmī”ti. ",
  "mn22:8.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "mn22:8.2": "“tumhepi me, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha yathāyaṃ ariṭṭho bhikkhu gaddhabādhipubbo attanā duggahitena amhe ceva abbhācikkhati, attānañca khanati, bahuñca apuññaṃ pasavatī”ti? ",
  "mn22:8.3": "“No hetaṃ, bhante. ",
  "mn22:8.4": "Anekapariyāyena hi no, bhante, antarāyikā dhammā antarāyikā vuttā bhagavatā; ",
  "mn22:8.5": "alañca pana te paṭisevato antarāyāya. ",
  "mn22:8.6": "Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:8.7": "Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā …pe… ",
  "mn22:8.8": "sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo”ti. ",
  "mn22:8.9": "“Sādhu sādhu, bhikkhave, sādhu, kho me tumhe, bhikkhave, evaṃ dhammaṃ desitaṃ ājānātha. ",
  "mn22:8.10": "Anekapariyāyena hi kho, bhikkhave, antarāyikā dhammā vuttā mayā, alañca pana te paṭisevato antarāyāya. ",
  "mn22:8.11": "Appassādā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:8.12": "Aṭṭhikaṅkalūpamā kāmā vuttā mayā …pe… ",
  "mn22:8.13": "sappasirūpamā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:8.14": "Atha ca panāyaṃ ariṭṭho bhikkhu gaddhabādhipubbo attanā duggahitena amhe ceva abbhācikkhati, attānañca khanati, bahuñca apuññaṃ pasavati. ",
  "mn22:8.15": "Tañhi tassa moghapurisassa bhavissati dīgharattaṃ ahitāya dukkhāya. ",
  "mn22:9.1": "So vata, bhikkhave, aññatreva kāmehi aññatra kāmasaññāya aññatra kāmavitakkehi kāme paṭisevissatīti—netaṃ ṭhānaṃ vijjati. ",
  "mn22:10.1": "Idha, bhikkhave, ekacce moghapurisā dhammaṃ pariyāpuṇanti—",
  "mn22:10.2": "suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ. ",
  "mn22:10.3": "Te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ na upaparikkhanti. ",
  "mn22:10.4": "Tesaṃ te dhammā paññāya atthaṃ anupaparikkhataṃ na nijjhānaṃ khamanti. ",
  "mn22:10.5": "Te upārambhānisaṃsā ceva dhammaṃ pariyāpuṇanti itivādappamokkhānisaṃsā ca. ",
  "mn22:10.6": "Yassa catthāya dhammaṃ pariyāpuṇanti tañcassa atthaṃ nānubhonti. ",
  "mn22:10.7": "Tesaṃ te dhammā duggahitā dīgharattaṃ ahitāya dukkhāya saṃvattanti. ",
  "mn22:10.8": "Taṃ kissa hetu? ",
  "mn22:10.9": "Duggahitattā, bhikkhave, dhammānaṃ. ",
  "mn22:10.10": "Seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṃ caramāno. ",
  "mn22:10.11": "So passeyya mahantaṃ alagaddaṃ. ",
  "mn22:10.12": "Tamenaṃ bhoge vā naṅguṭṭhe vā gaṇheyya. ",
  "mn22:10.13": "Tassa so alagaddo paṭiparivattitvā hatthe vā bāhāya vā aññatarasmiṃ vā aṅgapaccaṅge ḍaṃseyya. ",
  "mn22:10.14": "So tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ. ",
  "mn22:10.15": "Taṃ kissa hetu? ",
  "mn22:10.16": "Duggahitattā, bhikkhave, alagaddassa. ",
  "mn22:10.17": "Evameva kho, bhikkhave, idhekacce moghapurisā dhammaṃ pariyāpuṇanti—",
  "mn22:10.18": "suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ. ",
  "mn22:10.19": "Te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ na upaparikkhanti. ",
  "mn22:10.20": "Tesaṃ te dhammā paññāya atthaṃ anupaparikkhataṃ na nijjhānaṃ khamanti. ",
  "mn22:10.21": "Te upārambhānisaṃsā ceva dhammaṃ pariyāpuṇanti itivādappamokkhānisaṃsā ca. ",
  "mn22:10.22": "Yassa catthāya dhammaṃ pariyāpuṇanti tañcassa atthaṃ nānubhonti. ",
  "mn22:10.23": "Tesaṃ te dhammā duggahitā dīgharattaṃ ahitāya dukkhāya saṃvattanti. ",
  "mn22:10.24": "Taṃ kissa hetu? ",
  "mn22:10.25": "Duggahitattā, bhikkhave, dhammānaṃ. ",
  "mn22:11.1": "Idha pana, bhikkhave, ekacce kulaputtā dhammaṃ pariyāpuṇanti—",
  "mn22:11.2": "suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ. ",
  "mn22:11.3": "Te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ upaparikkhanti. ",
  "mn22:11.4": "Tesaṃ te dhammā paññāya atthaṃ upaparikkhataṃ nijjhānaṃ khamanti. ",
  "mn22:11.5": "Te na ceva upārambhānisaṃsā dhammaṃ pariyāpuṇanti na itivādappamokkhānisaṃsā ca. ",
  "mn22:11.6": "Yassa catthāya dhammaṃ pariyāpuṇanti tañcassa atthaṃ anubhonti. ",
  "mn22:11.7": "Tesaṃ te dhammā suggahitā dīgharattaṃ hitāya sukhāya saṃvattanti. ",
  "mn22:11.8": "Taṃ kissa hetu? ",
  "mn22:11.9": "Suggahitattā bhikkhave dhammānaṃ. ",
  "mn22:11.10": "Seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṃ caramāno. ",
  "mn22:11.11": "So passeyya mahantaṃ alagaddaṃ. ",
  "mn22:11.12": "Tamenaṃ ajapadena daṇḍena suniggahitaṃ niggaṇheyya. ",
  "mn22:11.13": "Ajapadena daṇḍena suniggahitaṃ niggahitvā, gīvāya suggahitaṃ gaṇheyya. ",
  "mn22:11.14": "Kiñcāpi so, bhikkhave, alagaddo tassa purisassa hatthaṃ vā bāhaṃ vā aññataraṃ vā aṅgapaccaṅgaṃ bhogehi paliveṭheyya, atha kho so neva tatonidānaṃ maraṇaṃ vā nigaccheyya maraṇamattaṃ vā dukkhaṃ. ",
  "mn22:11.15": "Taṃ kissa hetu? ",
  "mn22:11.16": "Suggahitattā, bhikkhave, alagaddassa. ",
  "mn22:11.17": "Evameva kho, bhikkhave, idhekacce kulaputtā dhammaṃ pariyāpuṇanti—",
  "mn22:11.18": "suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ. ",
  "mn22:11.19": "Te taṃ dhammaṃ pariyāpuṇitvā tesaṃ dhammānaṃ paññāya atthaṃ upaparikkhanti. ",
  "mn22:11.20": "Tesaṃ te dhammā paññāya atthaṃ upaparikkhataṃ nijjhānaṃ khamanti. ",
  "mn22:11.21": "Te na ceva upārambhānisaṃsā dhammaṃ pariyāpuṇanti, na itivādappamokkhānisaṃsā ca. ",
  "mn22:11.22": "Yassa catthāya dhammaṃ pariyāpuṇanti, tañcassa atthaṃ anubhonti. ",
  "mn22:11.23": "Tesaṃ te dhammā suggahitā dīgharattaṃ atthāya hitāya sukhāya saṃvattanti. ",
  "mn22:11.24": "Taṃ kissa hetu? ",
  "mn22:11.25": "Suggahitattā, bhikkhave, dhammānaṃ. ",
  "mn22:12.1": "Tasmātiha, bhikkhave, yassa me bhāsitassa atthaṃ ājāneyyātha, tathā naṃ dhāreyyātha. ",
  "mn22:12.2": "Yassa ca pana me bhāsitassa atthaṃ na ājāneyyātha, ahaṃ vo tattha paṭipucchitabbo, ye vā panāssu viyattā bhikkhū. ",
  "mn22:13.1": "Kullūpamaṃ vo, bhikkhave, dhammaṃ desessāmi nittharaṇatthāya, no gahaṇatthāya. ",
  "mn22:13.2": "Taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti. ",
  "mn22:13.3": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ. ",
  "mn22:13.4": "Bhagavā etadavoca: ",
  "mn22:13.5": "“Seyyathāpi, bhikkhave, puriso addhānamaggappaṭipanno. ",
  "mn22:13.6": "So passeyya mahantaṃ udakaṇṇavaṃ, orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayaṃ, pārimaṃ tīraṃ khemaṃ appaṭibhayaṃ; ",
  "mn22:13.7": "na cassa nāvā santāraṇī uttarasetu vā apārā pāraṃ gamanāya. ",
  "mn22:13.8": "Tassa evamassa: ",
  "mn22:13.9": "‘ayaṃ kho mahāudakaṇṇavo, orimaṃ tīraṃ sāsaṅkaṃ sappaṭibhayaṃ, pārimaṃ tīraṃ khemaṃ appaṭibhayaṃ; ",
  "mn22:13.10": "natthi ca nāvā santāraṇī uttarasetu vā apārā pāraṃ gamanāya. ",
  "mn22:13.11": "Yannūnāhaṃ tiṇakaṭṭhasākhāpalāsaṃ saṅkaḍḍhitvā, kullaṃ bandhitvā, taṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttareyyan’ti. ",
  "mn22:13.12": "Atha kho so, bhikkhave, puriso tiṇakaṭṭhasākhāpalāsaṃ saṅkaḍḍhitvā, kullaṃ bandhitvā taṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttareyya. ",
  "mn22:13.13": "Tassa purisassa uttiṇṇassa pāraṅgatassa evamassa: ",
  "mn22:13.14": "‘bahukāro kho me ayaṃ kullo; ",
  "mn22:13.15": "imāhaṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttiṇṇo. ",
  "mn22:13.16": "Yannūnāhaṃ imaṃ kullaṃ sīse vā āropetvā khandhe vā uccāretvā yena kāmaṃ pakkameyyan’ti. ",
  "mn22:13.17": "Taṃ kiṃ maññatha, bhikkhave, ",
  "mn22:13.18": "api nu so puriso evaṃkārī tasmiṃ kulle kiccakārī assā”ti? ",
  "mn22:13.19": "“No hetaṃ, bhante”. ",
  "mn22:13.20": "“Kathaṃkārī ca so, bhikkhave, puriso tasmiṃ kulle kiccakārī assa? ",
  "mn22:13.21": "Idha, bhikkhave, tassa purisassa uttiṇṇassa pāraṅgatassa evamassa: ",
  "mn22:13.22": "‘bahukāro kho me ayaṃ kullo; ",
  "mn22:13.23": "imāhaṃ kullaṃ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṃ uttiṇṇo. ",
  "mn22:13.24": "Yannūnāhaṃ imaṃ kullaṃ thale vā ussādetvā udake vā opilāpetvā yena kāmaṃ pakkameyyan’ti. ",
  "mn22:13.25": "Evaṃkārī kho so, bhikkhave, puriso tasmiṃ kulle kiccakārī assa. ",
  "mn22:13.26": "Evameva kho, bhikkhave, kullūpamo mayā dhammo desito nittharaṇatthāya, no gahaṇatthāya. ",
  "mn22:14.1": "Kullūpamaṃ vo, bhikkhave, dhammaṃ desitaṃ, ājānantehi dhammāpi vo pahātabbā pageva adhammā. ",
  "mn22:15.1": "Chayimāni, bhikkhave, diṭṭhiṭṭhānāni. ",
  "mn22:15.2": "Katamāni cha? ",
  "mn22:15.3": "Idha, bhikkhave, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto, ",
  "mn22:15.4": "rūpaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati; ",
  "mn22:15.5": "vedanaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati; ",
  "mn22:15.6": "saññaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati; ",
  "mn22:15.7": "saṅkhāre ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati; ",
  "mn22:15.8": "yampi taṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ, anuvicaritaṃ manasā tampi ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati; ",
  "mn22:15.9": "yampi taṃ diṭṭhiṭṭhānaṃ—",
  "mn22:15.10": "so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmīti—",
  "mn22:15.11": "tampi ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati. ",
  "mn22:16.1": "Sutavā ca kho, bhikkhave, ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto, ",
  "mn22:16.2": "rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati; ",
  "mn22:16.3": "vedanaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati; ",
  "mn22:16.4": "saññaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati; ",
  "mn22:16.5": "saṅkhāre ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati; ",
  "mn22:16.6": "yampi taṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ, anuvicaritaṃ manasā, tampi ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati; ",
  "mn22:16.7": "yampi taṃ diṭṭhiṭṭhānaṃ—",
  "mn22:16.8": "so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmīti—",
  "mn22:16.9": "tampi ‘netaṃ mama, nesohamasmi, na meso attā’ti samanupassati. ",
  "mn22:17.1": "So evaṃ samanupassanto asati na paritassatī”ti. ",
  "mn22:18.1": "Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca: ",
  "mn22:18.2": "“siyā nu kho, bhante, bahiddhā asati paritassanā”ti? ",
  "mn22:18.3": "“Siyā, bhikkhū”ti—bhagavā avoca. ",
  "mn22:18.4": "“Idha bhikkhu ekaccassa evaṃ hoti: ",
  "mn22:18.5": "‘ahu vata me, taṃ vata me natthi; ",
  "mn22:18.6": "siyā vata me, taṃ vatāhaṃ na labhāmī’ti. ",
  "mn22:18.7": "So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati. ",
  "mn22:18.8": "Evaṃ kho, bhikkhu, bahiddhā asati paritassanā hotī”ti. ",
  "mn22:19.1": "“Siyā pana, bhante, bahiddhā asati aparitassanā”ti? ",
  "mn22:19.2": "“Siyā, bhikkhū”ti—bhagavā avoca. ",
  "mn22:19.3": "“Idha bhikkhu ekaccassa na evaṃ hoti: ",
  "mn22:19.4": "‘ahu vata me, taṃ vata me natthi; ",
  "mn22:19.5": "siyā vata me, taṃ vatāhaṃ na labhāmī’ti. ",
  "mn22:19.6": "So na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati. ",
  "mn22:19.7": "Evaṃ kho, bhikkhu, bahiddhā asati aparitassanā hotī”ti. ",
  "mn22:20.1": "“Siyā nu kho, bhante, ajjhattaṃ asati paritassanā”ti? ",
  "mn22:20.2": "“Siyā, bhikkhū”ti—bhagavā avoca. ",
  "mn22:20.3": "“Idha, bhikkhu, ekaccassa evaṃ diṭṭhi hoti: ",
  "mn22:20.4": "‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmī’ti. ",
  "mn22:20.5": "So suṇāti tathāgatassa vā tathāgatasāvakassa vā sabbesaṃ diṭṭhiṭṭhānādhiṭṭhānapariyuṭṭhānābhinivesānusayānaṃ samugghātāya sabbasaṅkhārasamathāya sabbūpadhipaṭinissaggāya taṇhākkhayāya virāgāya nirodhāya nibbānāya dhammaṃ desentassa. ",
  "mn22:20.6": "Tassa evaṃ hoti: ",
  "mn22:20.7": "‘ucchijjissāmi nāmassu, vinassissāmi nāmassu, nassu nāma bhavissāmī’ti. ",
  "mn22:20.8": "So socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati. ",
  "mn22:20.9": "Evaṃ kho, bhikkhu, ajjhattaṃ asati paritassanā hotī”ti. ",
  "mn22:21.1": "“Siyā pana, bhante, ajjhattaṃ asati aparitassanā”ti? ",
  "mn22:21.2": "“Siyā, bhikkhū”ti bhagavā avoca. ",
  "mn22:21.3": "“Idha, bhikkhu, ekaccassa na evaṃ diṭṭhi hoti: ",
  "mn22:21.4": "‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmī’ti. ",
  "mn22:21.5": "So suṇāti tathāgatassa vā tathāgatasāvakassa vā sabbesaṃ diṭṭhiṭṭhānādhiṭṭhānapariyuṭṭhānābhinivesānusayānaṃ samugghātāya sabbasaṅkhārasamathāya sabbūpadhipaṭinissaggāya taṇhākkhayāya virāgāya nirodhāya nibbānāya dhammaṃ desentassa. ",
  "mn22:21.6": "Tassa na evaṃ hoti: ",
  "mn22:21.7": "‘ucchijjissāmi nāmassu, vinassissāmi nāmassu, nassu nāma bhavissāmī’ti. ",
  "mn22:21.8": "So na socati na kilamati na paridevati na urattāḷiṃ kandati na sammohaṃ āpajjati. ",
  "mn22:21.9": "Evaṃ kho, bhikkhu, ajjhattaṃ asati aparitassanā hoti. ",
  "mn22:22.1": "Taṃ, bhikkhave, pariggahaṃ pariggaṇheyyātha, yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva tiṭṭheyya. ",
  "mn22:22.2": "Passatha no tumhe, bhikkhave, taṃ pariggahaṃ yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva tiṭṭheyyā”ti? ",
  "mn22:22.3": "“No hetaṃ, bhante”. ",
  "mn22:22.4": "“Sādhu, bhikkhave. ",
  "mn22:22.5": "Ahampi kho taṃ, bhikkhave, pariggahaṃ na samanupassāmi yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo sassatisamaṃ tatheva tiṭṭheyya. ",
  "mn22:23.1": "Taṃ, bhikkhave, attavādupādānaṃ upādiyetha, yaṃsa attavādupādānaṃ upādiyato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā. ",
  "mn22:23.2": "Passatha no tumhe, bhikkhave, taṃ attavādupādānaṃ yaṃsa attavādupādānaṃ upādiyato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti? ",
  "mn22:23.3": "“No hetaṃ, bhante”. ",
  "mn22:23.4": "“Sādhu, bhikkhave. ",
  "mn22:23.5": "Ahampi kho taṃ, bhikkhave, attavādupādānaṃ na samanupassāmi yaṃsa attavādupādānaṃ upādiyato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā. ",
  "mn22:24.1": "Taṃ, bhikkhave, diṭṭhinissayaṃ nissayetha yaṃsa diṭṭhinissayaṃ nissayato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā. ",
  "mn22:24.2": "Passatha no tumhe, bhikkhave, taṃ diṭṭhinissayaṃ yaṃsa diṭṭhinissayaṃ nissayato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti? ",
  "mn22:24.3": "“No hetaṃ, bhante”. ",
  "mn22:24.4": "“Sādhu, bhikkhave. ",
  "mn22:24.5": "Ahampi kho taṃ, bhikkhave, diṭṭhinissayaṃ na samanupassāmi yaṃsa diṭṭhinissayaṃ nissayato na uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”. ",
  "mn22:25.1": "“Attani vā, bhikkhave, sati ‘attaniyaṃ me’ti assā”ti? ",
  "mn22:25.2": "“Evaṃ, bhante”. ",
  "mn22:25.3": "“Attaniye vā, bhikkhave, sati ‘attā me’ti assā”ti? ",
  "mn22:25.4": "“Evaṃ, bhante”. ",
  "mn22:25.5": "“Attani ca, bhikkhave, attaniye ca saccato thetato anupalabbhamāne, yampi taṃ diṭṭhiṭṭhānaṃ: ",
  "mn22:25.6": "‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṃ tatheva ṭhassāmī’ti—",
  "mn22:25.7": "nanāyaṃ, bhikkhave, kevalo paripūro bāladhammo”ti? ",
  "mn22:25.8": "“Kiñhi no siyā, bhante, kevalo hi, bhante, paripūro bāladhammo”ti. ",
  "mn22:26.1": "“Taṃ kiṃ maññatha, bhikkhave, ",
  "mn22:26.2": "rūpaṃ niccaṃ vā aniccaṃ vā”ti? ",
  "mn22:26.3": "“Aniccaṃ, bhante”. ",
  "mn22:26.4": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
  "mn22:26.5": "“Dukkhaṃ, bhante”. ",
  "mn22:26.6": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ—",
  "mn22:26.7": "etaṃ mama, esohamasmi, eso me attā”ti? ",
  "mn22:26.8": "“No hetaṃ, bhante”. ",
  "mn22:26.9": "“Taṃ kiṃ maññatha, bhikkhave, ",
  "mn22:26.10": "vedanā …pe… ",
  "mn22:26.11": "saññā … ",
  "mn22:26.12": "saṅkhārā … ",
  "mn22:26.13": "viññāṇaṃ niccaṃ vā aniccaṃ vā”ti? ",
  "mn22:26.14": "“Aniccaṃ, bhante”. ",
  "mn22:26.15": "“Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti? ",
  "mn22:26.16": "“Dukkhaṃ, bhante”. ",
  "mn22:26.17": "“Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ—",
  "mn22:26.18": "etaṃ mama, esohamasmi, eso me attā”ti? ",
  "mn22:26.19": "“No hetaṃ, bhante”. ",
  "mn22:27.1": "“Tasmātiha, bhikkhave, yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ, ajjhattaṃ vā bahiddhā vā, oḷārikaṃ vā sukhumaṃ vā, hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā, sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ",
  "mn22:27.2": "Yā kāci vedanā …pe… ",
  "mn22:27.3": "yā kāci saññā … ",
  "mn22:27.4": "ye keci saṅkhārā … ",
  "mn22:27.5": "yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ, ajjhattaṃ vā bahiddhā vā, oḷārikaṃ vā sukhumaṃ vā, hīnaṃ vā paṇītaṃ vā, yaṃ dūre santike vā, sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti—evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ. ",
  "mn22:29.1": "Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako rūpasmiṃ nibbindati, vedanāya nibbindati, saññāya nibbindati, saṅkhāresu nibbindati, viññāṇasmiṃ nibbindati, ",
  "mn22:29.2": "nibbidā virajjati, virāgā vimuccati, vimuttasmiṃ vimuttamiti ñāṇaṃ hoti. ",
  "mn22:29.3": "‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti. ",
  "mn22:30.1": "Ayaṃ vuccati, bhikkhave, bhikkhu ukkhittapaligho itipi, saṃkiṇṇaparikkho itipi, abbūḷhesiko itipi, niraggaḷo itipi, ariyo pannaddhajo pannabhāro visaṃyutto itipi. ",
  "mn22:31.1": "Kathañca, bhikkhave, bhikkhu ukkhittapaligho hoti? ",
  "mn22:31.2": "Idha, bhikkhave, bhikkhuno avijjā pahīnā hoti, ucchinnamūlā tālāvatthukatā anabhāvaṅkatā, āyatiṃ anuppādadhammā. ",
  "mn22:31.3": "Evaṃ kho, bhikkhave, bhikkhu ukkhittapaligho hoti. ",
  "mn22:32.1": "Kathañca, bhikkhave, bhikkhu saṅkiṇṇaparikkho hoti? ",
  "mn22:32.2": "Idha, bhikkhave, bhikkhuno ponobbhaviko jātisaṃsāro pahīno hoti, ucchinnamūlo tālāvatthukato anabhāvaṅkato, āyatiṃ anuppādadhammo. ",
  "mn22:32.3": "Evaṃ kho, bhikkhave, bhikkhu saṅkiṇṇaparikkho hoti. ",
  "mn22:33.1": "Kathañca, bhikkhave, bhikkhu abbūḷhesiko hoti? ",
  "mn22:33.2": "Idha, bhikkhave, bhikkhuno taṇhā pahīnā hoti, ucchinnamūlā tālāvatthukatā anabhāvaṅkatā, āyatiṃ anuppādadhammā. ",
  "mn22:33.3": "Evaṃ kho, bhikkhave, bhikkhu abbūḷhesiko hoti. ",
  "mn22:34.1": "Kathañca, bhikkhave, bhikkhu niraggaḷo hoti? ",
  "mn22:34.2": "Idha, bhikkhave, bhikkhuno pañca orambhāgiyāni saṃyojanāni pahīnāni honti, ucchinnamūlāni tālāvatthukatāni anabhāvaṅkatāni, āyatiṃ anuppādadhammāni. ",
  "mn22:34.3": "Evaṃ kho, bhikkhave, bhikkhu niraggaḷo hoti. ",
  "mn22:35.1": "Kathañca, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṃyutto hoti? ",
  "mn22:35.2": "Idha, bhikkhave, bhikkhuno asmimāno pahīno hoti, ucchinnamūlo tālāvatthukato anabhāvaṅkato, āyatiṃ anuppādadhammo. ",
  "mn22:35.3": "Evaṃ kho, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṃyutto hoti. ",
  "mn22:36.1": "Evaṃ vimuttacittaṃ kho, bhikkhave, bhikkhuṃ saindā devā sabrahmakā sapajāpatikā anvesaṃ nādhigacchanti: ",
  "mn22:36.2": "‘idaṃ nissitaṃ tathāgatassa viññāṇan’ti. ",
  "mn22:36.3": "Taṃ kissa hetu? ",
  "mn22:36.4": "Diṭṭhevāhaṃ, bhikkhave, dhamme tathāgataṃ ananuvijjoti vadāmi. ",
  "mn22:37.1": "Evaṃvādiṃ kho maṃ, bhikkhave, evamakkhāyiṃ eke samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ",
  "mn22:37.2": "‘venayiko samaṇo gotamo, sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññāpetī’ti. ",
  "mn22:37.3": "Yathā cāhaṃ na, bhikkhave, yathā cāhaṃ na vadāmi, tathā maṃ te bhonto samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ",
  "mn22:37.4": "‘venayiko samaṇo gotamo, sato sattassa ucchedaṃ vināsaṃ vibhavaṃ paññāpetī’ti. ",
  "mn22:37.5": "Pubbe cāhaṃ, bhikkhave, etarahi ca dukkhañceva paññāpemi, dukkhassa ca nirodhaṃ. ",
  "mn22:37.6": "Tatra ce, bhikkhave, pare tathāgataṃ akkosanti paribhāsanti rosenti vihesenti, tatra, bhikkhave, tathāgatassa na hoti āghāto na appaccayo na cetaso anabhiraddhi. ",
  "mn22:38.1": "Tatra ce, bhikkhave, pare tathāgataṃ sakkaronti garuṃ karonti mānenti pūjenti, tatra, bhikkhave, tathāgatassa na hoti ānando na somanassaṃ na cetaso uppilāvitattaṃ. ",
  "mn22:38.2": "Tatra ce, bhikkhave, pare vā tathāgataṃ sakkaronti garuṃ karonti mānenti pūjenti, tatra, bhikkhave, tathāgatassa evaṃ hoti: ",
  "mn22:38.3": "‘yaṃ kho idaṃ pubbe pariññātaṃ tattha me evarūpā kārā karīyantī’ti. ",
  "mn22:39.1": "Tasmātiha, bhikkhave, tumhe cepi pare akkoseyyuṃ paribhāseyyuṃ roseyyuṃ viheseyyuṃ, tatra tumhe hi na āghāto na appaccayo na cetaso anabhiraddhi karaṇīyā. ",
  "mn22:39.2": "Tasmātiha, bhikkhave, tumhe cepi pare sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, tatra tumhehi na ānando na somanassaṃ na cetaso uppilāvitattaṃ karaṇīyaṃ. ",
  "mn22:39.3": "Tasmātiha, bhikkhave, tumhe cepi pare sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, tatra tumhākaṃ evamassa: ",
  "mn22:39.4": "‘yaṃ kho idaṃ pubbe pariññātaṃ, tatthame evarūpā kārā karīyantī’ti. ",
  "mn22:40.1": "Tasmātiha, bhikkhave, yaṃ na tumhākaṃ taṃ pajahatha; ",
  "mn22:40.2": "taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ",
  "mn22:41.1": "Kiñca, bhikkhave, na tumhākaṃ? ",
  "mn22:41.2": "Rūpaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha; ",
  "mn22:41.3": "taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ",
  "mn22:41.4": "Vedanā, bhikkhave, na tumhākaṃ, taṃ pajahatha; ",
  "mn22:41.5": "sā vo pahīnā dīgharattaṃ hitāya sukhāya bhavissati. ",
  "mn22:41.6": "Saññā, bhikkhave, na tumhākaṃ, taṃ pajahatha; ",
  "mn22:41.7": "sā vo pahīnā dīgharattaṃ hitāya sukhāya bhavissati. ",
  "mn22:41.8": "Saṅkhārā, bhikkhave, na tumhākaṃ, te pajahatha; ",
  "mn22:41.9": "te vo pahīnā dīgharattaṃ hitāya sukhāya bhavissanti. ",
  "mn22:41.10": "Viññāṇaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha; ",
  "mn22:41.11": "taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ",
  "mn22:41.12": "Taṃ kiṃ maññatha, bhikkhave, ",
  "mn22:41.13": "yaṃ imasmiṃ jetavane tiṇakaṭṭhasākhāpalāsaṃ, taṃ jano hareyya vā daheyya vā yathāpaccayaṃ vā kareyya. ",
  "mn22:41.14": "Api nu tumhākaṃ evamassa: ",
  "mn22:41.15": "‘amhe jano harati vā dahati vā yathāpaccayaṃ vā karotī’”ti? ",
  "mn22:41.16": "“No hetaṃ, bhante”. ",
  "mn22:41.17": "“Taṃ kissa hetu”? ",
  "mn22:41.18": "“Na hi no etaṃ, bhante, attā vā attaniyaṃ vā”ti. ",
  "mn22:41.19": "“Evameva kho, bhikkhave, yaṃ na tumhākaṃ taṃ pajahatha; ",
  "mn22:41.20": "taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ",
  "mn22:41.21": "Kiñca, bhikkhave, na tumhākaṃ? ",
  "mn22:41.22": "Rūpaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha; ",
  "mn22:41.23": "taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ",
  "mn22:41.24": "Vedanā, bhikkhave …pe… ",
  "mn22:41.25": "saññā, bhikkhave … ",
  "mn22:41.26": "saṅkhārā, bhikkhave …pe… ",
  "mn22:41.27": "viññāṇaṃ, bhikkhave, na tumhākaṃ, taṃ pajahatha; ",
  "mn22:41.28": "taṃ vo pahīnaṃ dīgharattaṃ hitāya sukhāya bhavissati. ",
  "mn22:42.1": "Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:42.2": "Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike ye te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, vaṭṭaṃ tesaṃ natthi paññāpanāya. ",
  "mn22:43.1": "Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:43.2": "Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ bhikkhūnaṃ pañcorambhāgiyāni saṃyojanāni pahīnāni, sabbe te opapātikā, tattha parinibbāyino, anāvattidhammā tasmā lokā. ",
  "mn22:44.1": "Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:44.2": "Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ bhikkhūnaṃ tīṇi saṃyojanāni pahīnāni, rāgadosamohā tanubhūtā, sabbe te sakadāgāmino, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti. ",
  "mn22:45.1": "Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:45.2": "Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ bhikkhūnaṃ tīṇi saṃyojanāni pahīnāni, sabbe te sotāpannā, avinipātadhammā, niyatā sambodhiparāyanā. ",
  "mn22:46.1": "Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:46.2": "Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike ye te bhikkhū dhammānusārino saddhānusārino sabbe te sambodhiparāyanā. ",
  "mn22:47.1": "Evaṃ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:47.2": "Evaṃ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṃ mayi saddhāmattaṃ pemamattaṃ sabbe te saggaparāyanā”ti. ",
  "mn22:47.3": "Idamavoca bhagavā. ",
  "mn22:47.4": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
  "mn22:47.5": "Alagaddūpamasuttaṃ niṭṭhitaṃ dutiyaṃ. "
}