{
  "mn22:0.1": "Majjhima Nikāya 22 ",
  "mn22:0.2": "Alagaddūpamasutta ",
  "mn22:1.1": "Evaṁ me sutaṁ—",
  "mn22:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn22:2.1": "Tena kho pana samayena ariṭṭhassa nāma bhikkhuno gaddhabādhipubbassa evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ hoti: ",
  "mn22:2.2": "“tathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā”ti. ",
  "mn22:2.3": "Assosuṁ kho sambahulā bhikkhū: ",
  "mn22:2.4": "“ariṭṭhassa kira nāma bhikkhuno gaddhabādhipubbassa evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ: ",
  "mn22:2.5": "‘tathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā’”ti. ",
  "mn22:3.1": "Atha kho te bhikkhū yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkamiṁsu; upasaṅkamitvā ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ etadavocuṁ: ",
  "mn22:3.2": "“saccaṁ kira te, āvuso ariṭṭha, evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ: ",
  "mn22:3.3": "‘tathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā’”ti. ",
  "mn22:3.4": "“Evaṁ byā kho ahaṁ, āvuso, bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā”ti. ",
  "mn22:3.5": "Atha kho tepi bhikkhū ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjanti samanugāhanti samanubhāsanti: ",
  "mn22:3.6": "“mā hevaṁ, āvuso ariṭṭha, avaca, mā bhagavantaṁ abbhācikkhi; na hi sādhu bhagavato abbhakkhānaṁ, na hi bhagavā evaṁ vadeyya. ",
  "mn22:3.7": "Anekapariyāyenāvuso ariṭṭha, antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca pana te paṭisevato antarāyāya. ",
  "mn22:3.8": "Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:3.9": "Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.10": "maṁsapesūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.11": "tiṇukkūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.12": "aṅgārakāsūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.13": "supinakūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.14": "yācitakūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.15": "rukkhaphalūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.16": "asisūnūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.17": "sattisūlūpamā kāmā vuttā bhagavatā … ",
  "mn22:3.18": "sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo”ti. ",
  "mn22:3.19": "Evampi kho ariṭṭho bhikkhu gaddhabādhipubbo tehi bhikkhūhi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṁ diṭṭhigataṁ thāmasā parāmāsā abhinivissa voharati: ",
  "mn22:3.20": "“evaṁ byā kho ahaṁ, āvuso, bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā”ti. ",
  "mn22:3.21": "Yato kho te bhikkhū nāsakkhiṁsu ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ etasmā pāpakā diṭṭhigatā vivecetuṁ, atha kho te bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "mn22:3.22": "“ariṭṭhassa nāma, bhante, bhikkhuno gaddhabādhipubbassa evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ: ",
  "mn22:3.23": "‘tathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā’ti. ",
  "mn22:3.24": "Assumha kho mayaṁ, bhante: ",
  "mn22:3.25": "‘ariṭṭhassa kira nāma bhikkhuno gaddhabādhipubbassa evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ—",
  "mn22:3.26": "tathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā’ti. ",
  "mn22:3.27": "Atha kho mayaṁ, bhante, yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkamimha; upasaṅkamitvā ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ etadavocumha: ",
  "mn22:3.28": "‘saccaṁ kira te, āvuso ariṭṭha, evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ—",
  "mn22:3.29": "tathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā’ti? ",
  "mn22:3.30": "Evaṁ vutte, bhante, ariṭṭho bhikkhu gaddhabādhipubbo amhe etadavoca: ",
  "mn22:3.31": "‘evaṁ byā kho ahaṁ, āvuso, bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā’ti. ",
  "mn22:3.32": "Atha kho mayaṁ, bhante, ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ etasmā pāpakā diṭṭhigatā vivecetukāmā samanuyuñjimha samanugāhimha samanubhāsimha: ",
  "mn22:3.33": "‘mā hevaṁ, āvuso ariṭṭha, avaca, mā bhagavantaṁ abbhācikkhi; na hi sādhu bhagavato abbhakkhānaṁ, na hi bhagavā evaṁ vadeyya. ",
  "mn22:3.34": "Anekapariyāyenāvuso ariṭṭha, antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca pana te paṭisevato antarāyāya. ",
  "mn22:3.35": "Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:3.36": "Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā …pe… ",
  "mn22:3.37": "sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’ti. ",
  "mn22:3.38": "Evampi kho, bhante, ariṭṭho bhikkhu gaddhabādhipubbo amhehi samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno tadeva pāpakaṁ diṭṭhigataṁ thāmasā parāmāsā abhinivissa voharati: ",
  "mn22:3.39": "‘evaṁ byā kho ahaṁ, āvuso, bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā’ti. ",
  "mn22:4.1": "Yato kho mayaṁ, bhante, nāsakkhimha ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ etasmā pāpakā diṭṭhigatā vivecetuṁ, atha mayaṁ etamatthaṁ bhagavato ārocemā”ti. ",
  "mn22:5.1": "Atha kho bhagavā aññataraṁ bhikkhuṁ āmantesi: ",
  "mn22:5.2": "“ehi tvaṁ, bhikkhu, mama vacanena ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ āmantehi: ",
  "mn22:5.3": "‘satthā taṁ, āvuso ariṭṭha, āmantetī’”ti. ",
  "mn22:5.4": "“Evaṁ, bhante”ti kho so bhikkhu bhagavato paṭissutvā, yena ariṭṭho bhikkhu gaddhabādhipubbo tenupasaṅkami; upasaṅkamitvā ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ etadavoca: ",
  "mn22:5.5": "“satthā taṁ, āvuso ariṭṭha, āmantetī”ti. ",
  "mn22:5.6": "“Evamāvuso”ti kho ariṭṭho bhikkhu gaddhabādhipubbo tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ bhagavā etadavoca: ",
  "mn22:5.7": "“saccaṁ kira te, ariṭṭha, evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ: ",
  "mn22:5.8": "‘tathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā’”ti? ",
  "mn22:5.9": "“Evaṁ byā kho ahaṁ, bhante, bhagavatā dhammaṁ desitaṁ ājānāmi: ‘yathā yeme antarāyikā dhammā vuttā bhagavatā te paṭisevato nālaṁ antarāyāyā’”ti. ",
  "mn22:6.1": "“Kassa kho nāma tvaṁ, moghapurisa, mayā evaṁ dhammaṁ desitaṁ ājānāsi? ",
  "mn22:6.2": "Nanu mayā, moghapurisa, anekapariyāyena antarāyikā dhammā antarāyikā vuttā? Alañca pana te paṭisevato antarāyāya. ",
  "mn22:6.3": "Appassādā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:6.4": "Aṭṭhikaṅkalūpamā kāmā vuttā mayā … ",
  "mn22:6.5": "maṁsapesūpamā kāmā vuttā mayā … ",
  "mn22:6.6": "tiṇukkūpamā kāmā vuttā mayā … ",
  "mn22:6.7": "aṅgārakāsūpamā kāmā vuttā mayā … ",
  "mn22:6.8": "supinakūpamā kāmā vuttā mayā … ",
  "mn22:6.9": "yācitakūpamā kāmā vuttā mayā … ",
  "mn22:6.10": "rukkhaphalūpamā kāmā vuttā mayā … ",
  "mn22:6.11": "asisūnūpamā kāmā vuttā mayā … ",
  "mn22:6.12": "sattisūlūpamā kāmā vuttā mayā … ",
  "mn22:6.13": "sappasirūpamā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:6.14": "Atha ca pana tvaṁ, moghapurisa, attanā duggahitena amhe ceva abbhācikkhasi, attānañca khanasi, bahuñca apuññaṁ pasavasi. ",
  "mn22:6.15": "Tañhi te, moghapurisa, bhavissati dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "mn22:7.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "mn22:7.2": "“Taṁ kiṁ maññatha, bhikkhave, ",
  "mn22:7.3": "api nāyaṁ ariṭṭho bhikkhu gaddhabādhipubbo usmīkatopi imasmiṁ dhammavinaye”ti? ",
  "mn22:7.4": "“Kiñhi siyā, bhante; ",
  "mn22:7.5": "no hetaṁ, bhante”ti. ",
  "mn22:7.6": "Evaṁ vutte, ariṭṭho bhikkhu gaddhabādhipubbo tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ",
  "mn22:7.7": "Atha kho bhagavā ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ tuṇhībhūtaṁ maṅkubhūtaṁ pattakkhandhaṁ adhomukhaṁ pajjhāyantaṁ appaṭibhānaṁ viditvā ariṭṭhaṁ bhikkhuṁ gaddhabādhipubbaṁ etadavoca: ",
  "mn22:7.8": "“paññāyissasi kho tvaṁ, moghapurisa, etena sakena pāpakena diṭṭhigatena. ",
  "mn22:7.9": "Idhāhaṁ bhikkhū paṭipucchissāmī”ti. ",
  "mn22:8.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "mn22:8.2": "“tumhepi me, bhikkhave, evaṁ dhammaṁ desitaṁ ājānātha yathāyaṁ ariṭṭho bhikkhu gaddhabādhipubbo attanā duggahitena amhe ceva abbhācikkhati, attānañca khanati, bahuñca apuññaṁ pasavatī”ti? ",
  "mn22:8.3": "“No hetaṁ, bhante. ",
  "mn22:8.4": "Anekapariyāyena hi no, bhante, antarāyikā dhammā antarāyikā vuttā bhagavatā; ",
  "mn22:8.5": "alañca pana te paṭisevato antarāyāya. ",
  "mn22:8.6": "Appassādā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:8.7": "Aṭṭhikaṅkalūpamā kāmā vuttā bhagavatā …pe… ",
  "mn22:8.8": "sappasirūpamā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo”ti. ",
  "mn22:8.9": "“Sādhu sādhu, bhikkhave, sādhu, kho me tumhe, bhikkhave, evaṁ dhammaṁ desitaṁ ājānātha. ",
  "mn22:8.10": "Anekapariyāyena hi kho, bhikkhave, antarāyikā dhammā vuttā mayā, alañca pana te paṭisevato antarāyāya. ",
  "mn22:8.11": "Appassādā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:8.12": "Aṭṭhikaṅkalūpamā kāmā vuttā mayā …pe… ",
  "mn22:8.13": "sappasirūpamā kāmā vuttā mayā, bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo. ",
  "mn22:8.14": "Atha ca panāyaṁ ariṭṭho bhikkhu gaddhabādhipubbo attanā duggahitena amhe ceva abbhācikkhati, attānañca khanati, bahuñca apuññaṁ pasavati. ",
  "mn22:8.15": "Tañhi tassa moghapurisassa bhavissati dīgharattaṁ ahitāya dukkhāya. ",
  "mn22:9.1": "So vata, bhikkhave, aññatreva kāmehi aññatra kāmasaññāya aññatra kāmavitakkehi kāme paṭisevissatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn22:10.1": "Idha, bhikkhave, ekacce moghapurisā dhammaṁ pariyāpuṇanti—",
  "mn22:10.2": "suttaṁ, geyyaṁ, veyyākaraṇaṁ, gāthaṁ, udānaṁ, itivuttakaṁ, jātakaṁ, abbhutadhammaṁ, vedallaṁ. ",
  "mn22:10.3": "Te taṁ dhammaṁ pariyāpuṇitvā tesaṁ dhammānaṁ paññāya atthaṁ na upaparikkhanti. ",
  "mn22:10.4": "Tesaṁ te dhammā paññāya atthaṁ anupaparikkhataṁ na nijjhānaṁ khamanti. ",
  "mn22:10.5": "Te upārambhānisaṁsā ceva dhammaṁ pariyāpuṇanti itivādappamokkhānisaṁsā ca. ",
  "mn22:10.6": "Yassa catthāya dhammaṁ pariyāpuṇanti tañcassa atthaṁ nānubhonti. ",
  "mn22:10.7": "Tesaṁ te dhammā duggahitā dīgharattaṁ ahitāya dukkhāya saṁvattanti. ",
  "mn22:10.8": "Taṁ kissa hetu? ",
  "mn22:10.9": "Duggahitattā, bhikkhave, dhammānaṁ. ",
  "mn22:10.10": "Seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṁ caramāno. ",
  "mn22:10.11": "So passeyya mahantaṁ alagaddaṁ. ",
  "mn22:10.12": "Tamenaṁ bhoge vā naṅguṭṭhe vā gaṇheyya. ",
  "mn22:10.13": "Tassa so alagaddo paṭiparivattitvā hatthe vā bāhāya vā aññatarasmiṁ vā aṅgapaccaṅge ḍaṁseyya. ",
  "mn22:10.14": "So tatonidānaṁ maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhaṁ. ",
  "mn22:10.15": "Taṁ kissa hetu? ",
  "mn22:10.16": "Duggahitattā, bhikkhave, alagaddassa. ",
  "mn22:10.17": "Evameva kho, bhikkhave, idhekacce moghapurisā dhammaṁ pariyāpuṇanti—",
  "mn22:10.18": "suttaṁ, geyyaṁ, veyyākaraṇaṁ, gāthaṁ, udānaṁ, itivuttakaṁ, jātakaṁ, abbhutadhammaṁ, vedallaṁ. ",
  "mn22:10.19": "Te taṁ dhammaṁ pariyāpuṇitvā tesaṁ dhammānaṁ paññāya atthaṁ na upaparikkhanti. ",
  "mn22:10.20": "Tesaṁ te dhammā paññāya atthaṁ anupaparikkhataṁ na nijjhānaṁ khamanti. ",
  "mn22:10.21": "Te upārambhānisaṁsā ceva dhammaṁ pariyāpuṇanti itivādappamokkhānisaṁsā ca. ",
  "mn22:10.22": "Yassa catthāya dhammaṁ pariyāpuṇanti tañcassa atthaṁ nānubhonti. ",
  "mn22:10.23": "Tesaṁ te dhammā duggahitā dīgharattaṁ ahitāya dukkhāya saṁvattanti. ",
  "mn22:10.24": "Taṁ kissa hetu? ",
  "mn22:10.25": "Duggahitattā, bhikkhave, dhammānaṁ. ",
  "mn22:11.1": "Idha pana, bhikkhave, ekacce kulaputtā dhammaṁ pariyāpuṇanti—",
  "mn22:11.2": "suttaṁ, geyyaṁ, veyyākaraṇaṁ, gāthaṁ, udānaṁ, itivuttakaṁ, jātakaṁ, abbhutadhammaṁ, vedallaṁ. ",
  "mn22:11.3": "Te taṁ dhammaṁ pariyāpuṇitvā tesaṁ dhammānaṁ paññāya atthaṁ upaparikkhanti. ",
  "mn22:11.4": "Tesaṁ te dhammā paññāya atthaṁ upaparikkhataṁ nijjhānaṁ khamanti. ",
  "mn22:11.5": "Te na ceva upārambhānisaṁsā dhammaṁ pariyāpuṇanti na itivādappamokkhānisaṁsā ca. ",
  "mn22:11.6": "Yassa catthāya dhammaṁ pariyāpuṇanti tañcassa atthaṁ anubhonti. ",
  "mn22:11.7": "Tesaṁ te dhammā suggahitā dīgharattaṁ hitāya sukhāya saṁvattanti. ",
  "mn22:11.8": "Taṁ kissa hetu? ",
  "mn22:11.9": "Suggahitattā bhikkhave dhammānaṁ. ",
  "mn22:11.10": "Seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṁ caramāno. ",
  "mn22:11.11": "So passeyya mahantaṁ alagaddaṁ. ",
  "mn22:11.12": "Tamenaṁ ajapadena daṇḍena suniggahitaṁ niggaṇheyya. ",
  "mn22:11.13": "Ajapadena daṇḍena suniggahitaṁ niggahitvā, gīvāya suggahitaṁ gaṇheyya. ",
  "mn22:11.14": "Kiñcāpi so, bhikkhave, alagaddo tassa purisassa hatthaṁ vā bāhaṁ vā aññataraṁ vā aṅgapaccaṅgaṁ bhogehi paliveṭheyya, atha kho so neva tatonidānaṁ maraṇaṁ vā nigaccheyya maraṇamattaṁ vā dukkhaṁ. ",
  "mn22:11.15": "Taṁ kissa hetu? ",
  "mn22:11.16": "Suggahitattā, bhikkhave, alagaddassa. ",
  "mn22:11.17": "Evameva kho, bhikkhave, idhekacce kulaputtā dhammaṁ pariyāpuṇanti—",
  "mn22:11.18": "suttaṁ, geyyaṁ, veyyākaraṇaṁ, gāthaṁ, udānaṁ, itivuttakaṁ, jātakaṁ, abbhutadhammaṁ, vedallaṁ. ",
  "mn22:11.19": "Te taṁ dhammaṁ pariyāpuṇitvā tesaṁ dhammānaṁ paññāya atthaṁ upaparikkhanti. ",
  "mn22:11.20": "Tesaṁ te dhammā paññāya atthaṁ upaparikkhataṁ nijjhānaṁ khamanti. ",
  "mn22:11.21": "Te na ceva upārambhānisaṁsā dhammaṁ pariyāpuṇanti, na itivādappamokkhānisaṁsā ca. ",
  "mn22:11.22": "Yassa catthāya dhammaṁ pariyāpuṇanti, tañcassa atthaṁ anubhonti. ",
  "mn22:11.23": "Tesaṁ te dhammā suggahitā dīgharattaṁ atthāya hitāya sukhāya saṁvattanti. ",
  "mn22:11.24": "Taṁ kissa hetu? ",
  "mn22:11.25": "Suggahitattā, bhikkhave, dhammānaṁ. ",
  "mn22:12.1": "Tasmātiha, bhikkhave, yassa me bhāsitassa atthaṁ ājāneyyātha, tathā naṁ dhāreyyātha. ",
  "mn22:12.2": "Yassa ca pana me bhāsitassa atthaṁ na ājāneyyātha, ahaṁ vo tattha paṭipucchitabbo, ye vā panāssu viyattā bhikkhū. ",
  "mn22:13.1": "Kullūpamaṁ vo, bhikkhave, dhammaṁ desessāmi nittharaṇatthāya, no gahaṇatthāya. ",
  "mn22:13.2": "Taṁ suṇātha, sādhukaṁ manasikarotha, bhāsissāmī”ti. ",
  "mn22:13.3": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "mn22:13.4": "Bhagavā etadavoca: ",
  "mn22:13.5": "“Seyyathāpi, bhikkhave, puriso addhānamaggappaṭipanno. ",
  "mn22:13.6": "So passeyya mahantaṁ udakaṇṇavaṁ, orimaṁ tīraṁ sāsaṅkaṁ sappaṭibhayaṁ, pārimaṁ tīraṁ khemaṁ appaṭibhayaṁ; ",
  "mn22:13.7": "na cassa nāvā santāraṇī uttarasetu vā apārā pāraṁ gamanāya. ",
  "mn22:13.8": "Tassa evamassa: ",
  "mn22:13.9": "‘ayaṁ kho mahāudakaṇṇavo, orimaṁ tīraṁ sāsaṅkaṁ sappaṭibhayaṁ, pārimaṁ tīraṁ khemaṁ appaṭibhayaṁ; ",
  "mn22:13.10": "natthi ca nāvā santāraṇī uttarasetu vā apārā pāraṁ gamanāya. ",
  "mn22:13.11": "Yannūnāhaṁ tiṇakaṭṭhasākhāpalāsaṁ saṅkaḍḍhitvā, kullaṁ bandhitvā, taṁ kullaṁ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṁ uttareyyan’ti. ",
  "mn22:13.12": "Atha kho so, bhikkhave, puriso tiṇakaṭṭhasākhāpalāsaṁ saṅkaḍḍhitvā, kullaṁ bandhitvā taṁ kullaṁ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṁ uttareyya. ",
  "mn22:13.13": "Tassa purisassa uttiṇṇassa pāraṅgatassa evamassa: ",
  "mn22:13.14": "‘bahukāro kho me ayaṁ kullo; ",
  "mn22:13.15": "imāhaṁ kullaṁ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṁ uttiṇṇo. ",
  "mn22:13.16": "Yannūnāhaṁ imaṁ kullaṁ sīse vā āropetvā khandhe vā uccāretvā yena kāmaṁ pakkameyyan’ti. ",
  "mn22:13.17": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn22:13.18": "api nu so puriso evaṅkārī tasmiṁ kulle kiccakārī assā”ti? ",
  "mn22:13.19": "“No hetaṁ, bhante”. ",
  "mn22:13.20": "“Kathaṅkārī ca so, bhikkhave, puriso tasmiṁ kulle kiccakārī assa? ",
  "mn22:13.21": "Idha, bhikkhave, tassa purisassa uttiṇṇassa pāraṅgatassa evamassa: ",
  "mn22:13.22": "‘bahukāro kho me ayaṁ kullo; ",
  "mn22:13.23": "imāhaṁ kullaṁ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṁ uttiṇṇo. ",
  "mn22:13.24": "Yannūnāhaṁ imaṁ kullaṁ thale vā ussādetvā udake vā opilāpetvā yena kāmaṁ pakkameyyan’ti. ",
  "mn22:13.25": "Evaṅkārī kho so, bhikkhave, puriso tasmiṁ kulle kiccakārī assa. ",
  "mn22:13.26": "Evameva kho, bhikkhave, kullūpamo mayā dhammo desito nittharaṇatthāya, no gahaṇatthāya. ",
  "mn22:14.1": "Kullūpamaṁ vo, bhikkhave, dhammaṁ desitaṁ, ājānantehi dhammāpi vo pahātabbā pageva adhammā. ",
  "mn22:15.1": "Chayimāni, bhikkhave, diṭṭhiṭṭhānāni. ",
  "mn22:15.2": "Katamāni cha? ",
  "mn22:15.3": "Idha, bhikkhave, assutavā puthujjano ariyānaṁ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto, ",
  "mn22:15.4": "rūpaṁ ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassati; ",
  "mn22:15.5": "vedanaṁ ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassati; ",
  "mn22:15.6": "saññaṁ ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassati; ",
  "mn22:15.7": "saṅkhāre ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassati; ",
  "mn22:15.8": "yampi taṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ, anuvicaritaṁ manasā tampi ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassati; ",
  "mn22:15.9": "yampi taṁ diṭṭhiṭṭhānaṁ—",
  "mn22:15.10": "so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṁ tatheva ṭhassāmīti—",
  "mn22:15.11": "tampi ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassati. ",
  "mn22:16.1": "Sutavā ca kho, bhikkhave, ariyasāvako ariyānaṁ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṁ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto, ",
  "mn22:16.2": "rūpaṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassati; ",
  "mn22:16.3": "vedanaṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassati; ",
  "mn22:16.4": "saññaṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassati; ",
  "mn22:16.5": "saṅkhāre ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassati; ",
  "mn22:16.6": "yampi taṁ diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ, anuvicaritaṁ manasā, tampi ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassati; ",
  "mn22:16.7": "yampi taṁ diṭṭhiṭṭhānaṁ—",
  "mn22:16.8": "so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṁ tatheva ṭhassāmīti—",
  "mn22:16.9": "tampi ‘netaṁ mama, nesohamasmi, na meso attā’ti samanupassati. ",
  "mn22:17.1": "So evaṁ samanupassanto asati na paritassatī”ti. ",
  "mn22:18.1": "Evaṁ vutte, aññataro bhikkhu bhagavantaṁ etadavoca: ",
  "mn22:18.2": "“siyā nu kho, bhante, bahiddhā asati paritassanā”ti? ",
  "mn22:18.3": "“Siyā, bhikkhū”ti—bhagavā avoca. ",
  "mn22:18.4": "“Idha bhikkhu ekaccassa evaṁ hoti: ",
  "mn22:18.5": "‘ahu vata me, taṁ vata me natthi; ",
  "mn22:18.6": "siyā vata me, taṁ vatāhaṁ na labhāmī’ti. ",
  "mn22:18.7": "So socati kilamati paridevati urattāḷiṁ kandati sammohaṁ āpajjati. ",
  "mn22:18.8": "Evaṁ kho, bhikkhu, bahiddhā asati paritassanā hotī”ti. ",
  "mn22:19.1": "“Siyā pana, bhante, bahiddhā asati aparitassanā”ti? ",
  "mn22:19.2": "“Siyā, bhikkhū”ti—bhagavā avoca. ",
  "mn22:19.3": "“Idha bhikkhu ekaccassa na evaṁ hoti: ",
  "mn22:19.4": "‘ahu vata me, taṁ vata me natthi; ",
  "mn22:19.5": "siyā vata me, taṁ vatāhaṁ na labhāmī’ti. ",
  "mn22:19.6": "So na socati na kilamati na paridevati na urattāḷiṁ kandati na sammohaṁ āpajjati. ",
  "mn22:19.7": "Evaṁ kho, bhikkhu, bahiddhā asati aparitassanā hotī”ti. ",
  "mn22:20.1": "“Siyā nu kho, bhante, ajjhattaṁ asati paritassanā”ti? ",
  "mn22:20.2": "“Siyā, bhikkhū”ti—bhagavā avoca. ",
  "mn22:20.3": "“Idha, bhikkhu, ekaccassa evaṁ diṭṭhi hoti: ",
  "mn22:20.4": "‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṁ tatheva ṭhassāmī’ti. ",
  "mn22:20.5": "So suṇāti tathāgatassa vā tathāgatasāvakassa vā sabbesaṁ diṭṭhiṭṭhānādhiṭṭhānapariyuṭṭhānābhinivesānusayānaṁ samugghātāya sabbasaṅkhārasamathāya sabbūpadhipaṭinissaggāya taṇhākkhayāya virāgāya nirodhāya nibbānāya dhammaṁ desentassa. ",
  "mn22:20.6": "Tassa evaṁ hoti: ",
  "mn22:20.7": "‘ucchijjissāmi nāmassu, vinassissāmi nāmassu, nassu nāma bhavissāmī’ti. ",
  "mn22:20.8": "So socati kilamati paridevati urattāḷiṁ kandati sammohaṁ āpajjati. ",
  "mn22:20.9": "Evaṁ kho, bhikkhu, ajjhattaṁ asati paritassanā hotī”ti. ",
  "mn22:21.1": "“Siyā pana, bhante, ajjhattaṁ asati aparitassanā”ti? ",
  "mn22:21.2": "“Siyā, bhikkhū”ti bhagavā avoca. ",
  "mn22:21.3": "“Idha, bhikkhu, ekaccassa na evaṁ diṭṭhi hoti: ",
  "mn22:21.4": "‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṁ tatheva ṭhassāmī’ti. ",
  "mn22:21.5": "So suṇāti tathāgatassa vā tathāgatasāvakassa vā sabbesaṁ diṭṭhiṭṭhānādhiṭṭhānapariyuṭṭhānābhinivesānusayānaṁ samugghātāya sabbasaṅkhārasamathāya sabbūpadhipaṭinissaggāya taṇhākkhayāya virāgāya nirodhāya nibbānāya dhammaṁ desentassa. ",
  "mn22:21.6": "Tassa na evaṁ hoti: ",
  "mn22:21.7": "‘ucchijjissāmi nāmassu, vinassissāmi nāmassu, nassu nāma bhavissāmī’ti. ",
  "mn22:21.8": "So na socati na kilamati na paridevati na urattāḷiṁ kandati na sammohaṁ āpajjati. ",
  "mn22:21.9": "Evaṁ kho, bhikkhu, ajjhattaṁ asati aparitassanā hoti. ",
  "mn22:22.1": "Taṁ, bhikkhave, pariggahaṁ pariggaṇheyyātha, yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṁ tatheva tiṭṭheyya. ",
  "mn22:22.2": "Passatha no tumhe, bhikkhave, taṁ pariggahaṁ yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṁ tatheva tiṭṭheyyā”ti? ",
  "mn22:22.3": "“No hetaṁ, bhante”. ",
  "mn22:22.4": "“Sādhu, bhikkhave. ",
  "mn22:22.5": "Ahampi kho taṁ, bhikkhave, pariggahaṁ na samanupassāmi yvāssa pariggaho nicco dhuvo sassato avipariṇāmadhammo sassatisamaṁ tatheva tiṭṭheyya. ",
  "mn22:23.1": "Taṁ, bhikkhave, attavādupādānaṁ upādiyetha, yaṁsa attavādupādānaṁ upādiyato na uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā. ",
  "mn22:23.2": "Passatha no tumhe, bhikkhave, taṁ attavādupādānaṁ yaṁsa attavādupādānaṁ upādiyato na uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
  "mn22:23.3": "“No hetaṁ, bhante”. ",
  "mn22:23.4": "“Sādhu, bhikkhave. ",
  "mn22:23.5": "Ahampi kho taṁ, bhikkhave, attavādupādānaṁ na samanupassāmi yaṁsa attavādupādānaṁ upādiyato na uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā. ",
  "mn22:24.1": "Taṁ, bhikkhave, diṭṭhinissayaṁ nissayetha yaṁsa diṭṭhinissayaṁ nissayato na uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā. ",
  "mn22:24.2": "Passatha no tumhe, bhikkhave, taṁ diṭṭhinissayaṁ yaṁsa diṭṭhinissayaṁ nissayato na uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”ti? ",
  "mn22:24.3": "“No hetaṁ, bhante”. ",
  "mn22:24.4": "“Sādhu, bhikkhave. ",
  "mn22:24.5": "Ahampi kho taṁ, bhikkhave, diṭṭhinissayaṁ na samanupassāmi yaṁsa diṭṭhinissayaṁ nissayato na uppajjeyyuṁ sokaparidevadukkhadomanassupāyāsā”. ",
  "mn22:25.1": "“Attani vā, bhikkhave, sati ‘attaniyaṁ me’ti assā”ti? ",
  "mn22:25.2": "“Evaṁ, bhante”. ",
  "mn22:25.3": "“Attaniye vā, bhikkhave, sati ‘attā me’ti assā”ti? ",
  "mn22:25.4": "“Evaṁ, bhante”. ",
  "mn22:25.5": "“Attani ca, bhikkhave, attaniye ca saccato thetato anupalabbhamāne, yampi taṁ diṭṭhiṭṭhānaṁ: ",
  "mn22:25.6": "‘so loko so attā, so pecca bhavissāmi nicco dhuvo sassato avipariṇāmadhammo, sassatisamaṁ tatheva ṭhassāmī’ti—",
  "mn22:25.7": "nanāyaṁ, bhikkhave, kevalo paripūro bāladhammo”ti? ",
  "mn22:25.8": "“Kiñhi no siyā, bhante, kevalo hi, bhante, paripūro bāladhammo”ti. ",
  "mn22:26.1": "“Taṁ kiṁ maññatha, bhikkhave, ",
  "mn22:26.2": "rūpaṁ niccaṁ vā aniccaṁ vā”ti? ",
  "mn22:26.3": "“Aniccaṁ, bhante”. ",
  "mn22:26.4": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "mn22:26.5": "“Dukkhaṁ, bhante”. ",
  "mn22:26.6": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, kallaṁ nu taṁ samanupassituṁ—",
  "mn22:26.7": "etaṁ mama, esohamasmi, eso me attā”ti? ",
  "mn22:26.8": "“No hetaṁ, bhante”. ",
  "mn22:26.9": "“Taṁ kiṁ maññatha, bhikkhave, ",
  "mn22:26.10": "vedanā …pe… ",
  "mn22:26.11": "saññā … ",
  "mn22:26.12": "saṅkhārā … ",
  "mn22:26.13": "viññāṇaṁ niccaṁ vā aniccaṁ vā”ti? ",
  "mn22:26.14": "“Aniccaṁ, bhante”. ",
  "mn22:26.15": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "mn22:26.16": "“Dukkhaṁ, bhante”. ",
  "mn22:26.17": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, kallaṁ nu taṁ samanupassituṁ—",
  "mn22:26.18": "etaṁ mama, esohamasmi, eso me attā”ti? ",
  "mn22:26.19": "“No hetaṁ, bhante”. ",
  "mn22:27.1": "“Tasmātiha, bhikkhave, yaṁ kiñci rūpaṁ atītānāgatapaccuppannaṁ, ajjhattaṁ vā bahiddhā vā, oḷārikaṁ vā sukhumaṁ vā, hīnaṁ vā paṇītaṁ vā, yaṁ dūre santike vā, sabbaṁ rūpaṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti—evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn22:27.2": "Yā kāci vedanā …pe… ",
  "mn22:27.3": "yā kāci saññā … ",
  "mn22:27.4": "ye keci saṅkhārā … ",
  "mn22:27.5": "yaṁ kiñci viññāṇaṁ atītānāgatapaccuppannaṁ, ajjhattaṁ vā bahiddhā vā, oḷārikaṁ vā sukhumaṁ vā, hīnaṁ vā paṇītaṁ vā, yaṁ dūre santike vā, sabbaṁ viññāṇaṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti—evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn22:28.1": "Evaṁ passaṁ, bhikkhave, sutavā ariyasāvako rūpasmiṁ nibbindati, vedanāya nibbindati, saññāya nibbindati, saṅkhāresu nibbindati, viññāṇasmiṁ nibbindati, ",
  "mn22:29.1": "nibbidā virajjati, virāgā vimuccati, vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "mn22:29.2": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "mn22:30.1": "Ayaṁ vuccati, bhikkhave, bhikkhu ukkhittapaligho itipi, saṅkiṇṇaparikkho itipi, abbūḷhesiko itipi, niraggaḷo itipi, ariyo pannaddhajo pannabhāro visaṁyutto itipi. ",
  "mn22:31.1": "Kathañca, bhikkhave, bhikkhu ukkhittapaligho hoti? ",
  "mn22:31.2": "Idha, bhikkhave, bhikkhuno avijjā pahīnā hoti, ucchinnamūlā tālāvatthukatā anabhāvaṅkatā, āyatiṁ anuppādadhammā. ",
  "mn22:31.3": "Evaṁ kho, bhikkhave, bhikkhu ukkhittapaligho hoti. ",
  "mn22:32.1": "Kathañca, bhikkhave, bhikkhu saṅkiṇṇaparikkho hoti? ",
  "mn22:32.2": "Idha, bhikkhave, bhikkhuno ponobbhaviko jātisaṁsāro pahīno hoti, ucchinnamūlo tālāvatthukato anabhāvaṅkato, āyatiṁ anuppādadhammo. ",
  "mn22:32.3": "Evaṁ kho, bhikkhave, bhikkhu saṅkiṇṇaparikkho hoti. ",
  "mn22:33.1": "Kathañca, bhikkhave, bhikkhu abbūḷhesiko hoti? ",
  "mn22:33.2": "Idha, bhikkhave, bhikkhuno taṇhā pahīnā hoti, ucchinnamūlā tālāvatthukatā anabhāvaṅkatā, āyatiṁ anuppādadhammā. ",
  "mn22:33.3": "Evaṁ kho, bhikkhave, bhikkhu abbūḷhesiko hoti. ",
  "mn22:34.1": "Kathañca, bhikkhave, bhikkhu niraggaḷo hoti? ",
  "mn22:34.2": "Idha, bhikkhave, bhikkhuno pañca orambhāgiyāni saṁyojanāni pahīnāni honti, ucchinnamūlāni tālāvatthukatāni anabhāvaṅkatāni, āyatiṁ anuppādadhammāni. ",
  "mn22:34.3": "Evaṁ kho, bhikkhave, bhikkhu niraggaḷo hoti. ",
  "mn22:35.1": "Kathañca, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṁyutto hoti? ",
  "mn22:35.2": "Idha, bhikkhave, bhikkhuno asmimāno pahīno hoti, ucchinnamūlo tālāvatthukato anabhāvaṅkato, āyatiṁ anuppādadhammo. ",
  "mn22:35.3": "Evaṁ kho, bhikkhave, bhikkhu ariyo pannaddhajo pannabhāro visaṁyutto hoti. ",
  "mn22:36.1": "Evaṁ vimuttacittaṁ kho, bhikkhave, bhikkhuṁ saindā devā sabrahmakā sapajāpatikā anvesaṁ nādhigacchanti: ",
  "mn22:36.2": "‘idaṁ nissitaṁ tathāgatassa viññāṇan’ti. ",
  "mn22:36.3": "Taṁ kissa hetu? ",
  "mn22:36.4": "Diṭṭhevāhaṁ, bhikkhave, dhamme tathāgataṁ ananuvijjoti vadāmi. ",
  "mn22:37.1": "Evaṁvādiṁ kho maṁ, bhikkhave, evamakkhāyiṁ eke samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ",
  "mn22:37.2": "‘venayiko samaṇo gotamo, sato sattassa ucchedaṁ vināsaṁ vibhavaṁ paññāpetī’ti. ",
  "mn22:37.3": "Yathā cāhaṁ na, bhikkhave, yathā cāhaṁ na vadāmi, tathā maṁ te bhonto samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ",
  "mn22:37.4": "‘venayiko samaṇo gotamo, sato sattassa ucchedaṁ vināsaṁ vibhavaṁ paññāpetī’ti. ",
  "mn22:37.5": "Pubbe cāhaṁ, bhikkhave, etarahi ca dukkhañceva paññāpemi, dukkhassa ca nirodhaṁ. ",
  "mn22:37.6": "Tatra ce, bhikkhave, pare tathāgataṁ akkosanti paribhāsanti rosenti vihesenti, tatra, bhikkhave, tathāgatassa na hoti āghāto na appaccayo na cetaso anabhiraddhi. ",
  "mn22:38.1": "Tatra ce, bhikkhave, pare tathāgataṁ sakkaronti garuṁ karonti mānenti pūjenti, tatra, bhikkhave, tathāgatassa na hoti ānando na somanassaṁ na cetaso uppilāvitattaṁ. ",
  "mn22:38.2": "Tatra ce, bhikkhave, pare vā tathāgataṁ sakkaronti garuṁ karonti mānenti pūjenti, tatra, bhikkhave, tathāgatassa evaṁ hoti: ",
  "mn22:38.3": "‘yaṁ kho idaṁ pubbe pariññātaṁ tattha me evarūpā kārā karīyantī’ti. ",
  "mn22:39.1": "Tasmātiha, bhikkhave, tumhe cepi pare akkoseyyuṁ paribhāseyyuṁ roseyyuṁ viheseyyuṁ, tatra tumhe hi na āghāto na appaccayo na cetaso anabhiraddhi karaṇīyā. ",
  "mn22:39.2": "Tasmātiha, bhikkhave, tumhe cepi pare sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, tatra tumhehi na ānando na somanassaṁ na cetaso uppilāvitattaṁ karaṇīyaṁ. ",
  "mn22:39.3": "Tasmātiha, bhikkhave, tumhe cepi pare sakkareyyuṁ garuṁ kareyyuṁ māneyyuṁ pūjeyyuṁ, tatra tumhākaṁ evamassa: ",
  "mn22:39.4": "‘yaṁ kho idaṁ pubbe pariññātaṁ, tatthame evarūpā kārā karīyantī’ti. ",
  "mn22:40.1": "Tasmātiha, bhikkhave, yaṁ na tumhākaṁ taṁ pajahatha; ",
  "mn22:40.2": "taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "mn22:41.1": "Kiñca, bhikkhave, na tumhākaṁ? ",
  "mn22:41.2": "Rūpaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha; ",
  "mn22:41.3": "taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "mn22:41.4": "Vedanā, bhikkhave, na tumhākaṁ, taṁ pajahatha; ",
  "mn22:41.5": "sā vo pahīnā dīgharattaṁ hitāya sukhāya bhavissati. ",
  "mn22:41.6": "Saññā, bhikkhave, na tumhākaṁ, taṁ pajahatha; ",
  "mn22:41.7": "sā vo pahīnā dīgharattaṁ hitāya sukhāya bhavissati. ",
  "mn22:41.8": "Saṅkhārā, bhikkhave, na tumhākaṁ, te pajahatha; ",
  "mn22:41.9": "te vo pahīnā dīgharattaṁ hitāya sukhāya bhavissanti. ",
  "mn22:41.10": "Viññāṇaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha; ",
  "mn22:41.11": "taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "mn22:41.12": "Taṁ kiṁ maññatha, bhikkhave, ",
  "mn22:41.13": "yaṁ imasmiṁ jetavane tiṇakaṭṭhasākhāpalāsaṁ, taṁ jano hareyya vā daheyya vā yathāpaccayaṁ vā kareyya. ",
  "mn22:41.14": "Api nu tumhākaṁ evamassa: ",
  "mn22:41.15": "‘amhe jano harati vā dahati vā yathāpaccayaṁ vā karotī’”ti? ",
  "mn22:41.16": "“No hetaṁ, bhante”. ",
  "mn22:41.17": "“Taṁ kissa hetu”? ",
  "mn22:41.18": "“Na hi no etaṁ, bhante, attā vā attaniyaṁ vā”ti. ",
  "mn22:41.19": "“Evameva kho, bhikkhave, yaṁ na tumhākaṁ taṁ pajahatha; ",
  "mn22:41.20": "taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "mn22:41.21": "Kiñca, bhikkhave, na tumhākaṁ? ",
  "mn22:41.22": "Rūpaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha; ",
  "mn22:41.23": "taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "mn22:41.24": "Vedanā, bhikkhave …pe… ",
  "mn22:41.25": "saññā, bhikkhave … ",
  "mn22:41.26": "saṅkhārā, bhikkhave …pe… ",
  "mn22:41.27": "viññāṇaṁ, bhikkhave, na tumhākaṁ, taṁ pajahatha; ",
  "mn22:41.28": "taṁ vo pahīnaṁ dīgharattaṁ hitāya sukhāya bhavissati. ",
  "mn22:42.1": "Evaṁ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:42.2": "Evaṁ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike ye te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṁyojanā sammadaññāvimuttā, vaṭṭaṁ tesaṁ natthi paññāpanāya. ",
  "mn22:43.1": "Evaṁ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:43.2": "Evaṁ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṁ bhikkhūnaṁ pañcorambhāgiyāni saṁyojanāni pahīnāni, sabbe te opapātikā, tattha parinibbāyino, anāvattidhammā tasmā lokā. ",
  "mn22:44.1": "Evaṁ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:44.2": "Evaṁ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṁ bhikkhūnaṁ tīṇi saṁyojanāni pahīnāni, rāgadosamohā tanubhūtā, sabbe te sakadāgāmino, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissanti. ",
  "mn22:45.1": "Evaṁ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:45.2": "Evaṁ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṁ bhikkhūnaṁ tīṇi saṁyojanāni pahīnāni, sabbe te sotāpannā, avinipātadhammā, niyatā sambodhiparāyanā. ",
  "mn22:46.1": "Evaṁ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:46.2": "Evaṁ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike ye te bhikkhū dhammānusārino saddhānusārino sabbe te sambodhiparāyanā. ",
  "mn22:47.1": "Evaṁ svākkhāto, bhikkhave, mayā dhammo uttāno vivaṭo pakāsito chinnapilotiko. ",
  "mn22:47.2": "Evaṁ svākkhāte, bhikkhave, mayā dhamme uttāne vivaṭe pakāsite chinnapilotike yesaṁ mayi saddhāmattaṁ pemamattaṁ sabbe te saggaparāyanā”ti. ",
  "mn22:47.3": "Idamavoca bhagavā. ",
  "mn22:47.4": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn22:47.5": "Alagaddūpamasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}