{
  "mn26:0.1": "Majjhima Nikāya 26 ",
  "mn26:0.2": "Pāsarāsisutta ",
  "mn26:1.1": "Evaṁ me sutaṁ—",
  "mn26:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn26:2.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pāvisi. ",
  "mn26:2.2": "Atha kho sambahulā bhikkhū yenāyasmā ānando tenupasaṅkamiṁsu; upasaṅkamitvā āyasmantaṁ ānandaṁ etadavocuṁ: ",
  "mn26:2.3": "“cirassutā no, āvuso ānanda, bhagavato sammukhā dhammī kathā. ",
  "mn26:2.4": "Sādhu mayaṁ, āvuso ānanda, labheyyāma bhagavato sammukhā dhammiṁ kathaṁ savanāyā”ti. ",
  "mn26:2.5": "“Tena hāyasmanto yena rammakassa brāhmaṇassa assamo tenupasaṅkamatha; ",
  "mn26:2.6": "appeva nāma labheyyātha bhagavato sammukhā dhammiṁ kathaṁ savanāyā”ti. ",
  "mn26:2.7": "“Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paccassosuṁ. ",
  "mn26:3.1": "Atha kho bhagavā sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto āyasmantaṁ ānandaṁ āmantesi: ",
  "mn26:3.2": "“āyāmānanda, yena pubbārāmo migāramātupāsādo tenupasaṅkamissāma divāvihārāyā”ti. ",
  "mn26:3.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "mn26:3.4": "Atha kho bhagavā āyasmatā ānandena saddhiṁ yena pubbārāmo migāramātupāsādo tenupasaṅkami divāvihārāya. ",
  "mn26:3.5": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito āyasmantaṁ ānandaṁ āmantesi: ",
  "mn26:3.6": "“āyāmānanda, yena pubbakoṭṭhako tenupasaṅkamissāma gattāni parisiñcitun”ti. ",
  "mn26:3.7": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "mn26:3.8": "Atha kho bhagavā āyasmatā ānandena saddhiṁ yena pubbakoṭṭhako tenupasaṅkami gattāni parisiñcituṁ. ",
  "mn26:3.9": "Pubbakoṭṭhake gattāni parisiñcitvā paccuttaritvā ekacīvaro aṭṭhāsi gattāni pubbāpayamāno. ",
  "mn26:3.10": "Atha kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "mn26:3.11": "“ayaṁ, bhante, rammakassa brāhmaṇassa assamo avidūre. ",
  "mn26:3.12": "Ramaṇīyo, bhante, rammakassa brāhmaṇassa assamo; ",
  "mn26:3.13": "pāsādiko, bhante, rammakassa brāhmaṇassa assamo. ",
  "mn26:3.14": "Sādhu, bhante, bhagavā yena rammakassa brāhmaṇassa assamo tenupasaṅkamatu anukampaṁ upādāyā”ti. ",
  "mn26:3.15": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "mn26:4.1": "Atha kho bhagavā yena rammakassa brāhmaṇassa assamo tenupasaṅkami. ",
  "mn26:4.2": "Tena kho pana samayena sambahulā bhikkhū rammakassa brāhmaṇassa assame dhammiyā kathāya sannisinnā honti. ",
  "mn26:4.3": "Atha kho bhagavā bahidvārakoṭṭhake aṭṭhāsi kathāpariyosānaṁ āgamayamāno. ",
  "mn26:4.4": "Atha kho bhagavā kathāpariyosānaṁ viditvā ukkāsitvā aggaḷaṁ ākoṭesi. ",
  "mn26:4.5": "Vivariṁsu kho te bhikkhū bhagavato dvāraṁ. ",
  "mn26:4.6": "Atha kho bhagavā rammakassa brāhmaṇassa assamaṁ pavisitvā paññatte āsane nisīdi. ",
  "mn26:4.7": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "mn26:4.8": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā? Kā ca pana vo antarākathā vippakatā”ti? ",
  "mn26:4.9": "“Bhagavantameva kho no, bhante, ārabbha dhammī kathā vippakatā, atha bhagavā anuppatto”ti. ",
  "mn26:4.10": "“Sādhu, bhikkhave. ",
  "mn26:4.11": "Etaṁ kho, bhikkhave, tumhākaṁ patirūpaṁ kulaputtānaṁ saddhā agārasmā anagāriyaṁ pabbajitānaṁ yaṁ tumhe dhammiyā kathāya sannisīdeyyātha. ",
  "mn26:4.12": "Sannipatitānaṁ vo, bhikkhave, dvayaṁ karaṇīyaṁ—",
  "mn26:4.13": "dhammī vā kathā, ariyo vā tuṇhībhāvo. ",
  "mn26:5.1": "Dvemā, bhikkhave, pariyesanā—",
  "mn26:5.2": "ariyā ca pariyesanā, anariyā ca pariyesanā. ",
  "mn26:5.3": "Katamā ca, bhikkhave, anariyā pariyesanā? ",
  "mn26:5.4": "Idha, bhikkhave, ekacco attanā jātidhammo samāno jātidhammaṁyeva pariyesati, attanā jarādhammo samāno jarādhammaṁyeva pariyesati, attanā byādhidhammo samāno byādhidhammaṁyeva pariyesati, attanā maraṇadhammo samāno maraṇadhammaṁyeva pariyesati, attanā sokadhammo samāno sokadhammaṁyeva pariyesati, attanā saṅkilesadhammo samāno saṅkilesadhammaṁyeva pariyesati. ",
  "mn26:6.1": "Kiñca, bhikkhave, jātidhammaṁ vadetha? ",
  "mn26:6.2": "Puttabhariyaṁ, bhikkhave, jātidhammaṁ, dāsidāsaṁ jātidhammaṁ, ajeḷakaṁ jātidhammaṁ, kukkuṭasūkaraṁ jātidhammaṁ, hatthigavāssavaḷavaṁ jātidhammaṁ, jātarūparajataṁ jātidhammaṁ. ",
  "mn26:6.3": "Jātidhammā hete, bhikkhave, upadhayo. ",
  "mn26:6.4": "Etthāyaṁ gathito mucchito ajjhāpanno attanā jātidhammo samāno jātidhammaṁyeva pariyesati. ",
  "mn26:7.1": "Kiñca, bhikkhave, jarādhammaṁ vadetha? ",
  "mn26:7.2": "Puttabhariyaṁ, bhikkhave, jarādhammaṁ, dāsidāsaṁ jarādhammaṁ, ajeḷakaṁ jarādhammaṁ, kukkuṭasūkaraṁ jarādhammaṁ, hatthigavāssavaḷavaṁ jarādhammaṁ, jātarūparajataṁ jarādhammaṁ. ",
  "mn26:7.3": "Jarādhammā hete, bhikkhave, upadhayo. ",
  "mn26:7.4": "Etthāyaṁ gathito mucchito ajjhāpanno attanā jarādhammo samāno jarādhammaṁyeva pariyesati. ",
  "mn26:8.1": "Kiñca, bhikkhave, byādhidhammaṁ vadetha? ",
  "mn26:8.2": "Puttabhariyaṁ, bhikkhave, byādhidhammaṁ, dāsidāsaṁ byādhidhammaṁ, ajeḷakaṁ byādhidhammaṁ, kukkuṭasūkaraṁ byādhidhammaṁ, hatthigavāssavaḷavaṁ byādhidhammaṁ. ",
  "mn26:8.3": "Byādhidhammā hete, bhikkhave, upadhayo. ",
  "mn26:8.4": "Etthāyaṁ gathito mucchito ajjhāpanno attanā byādhidhammo samāno byādhidhammaṁyeva pariyesati. ",
  "mn26:9.1": "Kiñca, bhikkhave, maraṇadhammaṁ vadetha? ",
  "mn26:9.2": "Puttabhariyaṁ, bhikkhave, maraṇadhammaṁ, dāsidāsaṁ maraṇadhammaṁ, ajeḷakaṁ maraṇadhammaṁ, kukkuṭasūkaraṁ maraṇadhammaṁ, hatthigavāssavaḷavaṁ maraṇadhammaṁ. ",
  "mn26:9.3": "Maraṇadhammā hete, bhikkhave, upadhayo. ",
  "mn26:9.4": "Etthāyaṁ gathito mucchito ajjhāpanno attanā maraṇadhammo samāno maraṇadhammaṁyeva pariyesati. ",
  "mn26:10.1": "Kiñca, bhikkhave, sokadhammaṁ vadetha? ",
  "mn26:10.2": "Puttabhariyaṁ, bhikkhave, sokadhammaṁ, dāsidāsaṁ sokadhammaṁ, ajeḷakaṁ sokadhammaṁ, kukkuṭasūkaraṁ sokadhammaṁ, hatthigavāssavaḷavaṁ sokadhammaṁ. ",
  "mn26:10.3": "Sokadhammā hete, bhikkhave, upadhayo. ",
  "mn26:10.4": "Etthāyaṁ gathito mucchito ajjhāpanno attanā sokadhammo samāno sokadhammaṁyeva pariyesati. ",
  "mn26:11.1": "Kiñca, bhikkhave, saṅkilesadhammaṁ vadetha? ",
  "mn26:11.2": "Puttabhariyaṁ, bhikkhave, saṅkilesadhammaṁ, dāsidāsaṁ saṅkilesadhammaṁ, ajeḷakaṁ saṅkilesadhammaṁ, kukkuṭasūkaraṁ saṅkilesadhammaṁ, hatthigavāssavaḷavaṁ saṅkilesadhammaṁ, jātarūparajataṁ saṅkilesadhammaṁ. ",
  "mn26:11.3": "Saṅkilesadhammā hete, bhikkhave, upadhayo. ",
  "mn26:11.4": "Etthāyaṁ gathito mucchito ajjhāpanno attanā saṅkilesadhammo samāno saṅkilesadhammaṁyeva pariyesati. ",
  "mn26:11.5": "Ayaṁ, bhikkhave, anariyā pariyesanā. ",
  "mn26:12.1": "Katamā ca, bhikkhave, ariyā pariyesanā? ",
  "mn26:12.2": "Idha, bhikkhave, ekacco attanā jātidhammo samāno jātidhamme ādīnavaṁ viditvā ajātaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesati, attanā jarādhammo samāno jarādhamme ādīnavaṁ viditvā ajaraṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesati, attanā byādhidhammo samāno byādhidhamme ādīnavaṁ viditvā abyādhiṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesati, attanā maraṇadhammo samāno maraṇadhamme ādīnavaṁ viditvā amataṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesati, attanā sokadhammo samāno sokadhamme ādīnavaṁ viditvā asokaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesati, attanā saṅkilesadhammo samāno saṅkilesadhamme ādīnavaṁ viditvā asaṅkiliṭṭhaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesati. ",
  "mn26:12.3": "Ayaṁ, bhikkhave, ariyā pariyesanā. ",
  "mn26:13.1": "Ahampi sudaṁ, bhikkhave, pubbeva sambodhā anabhisambuddho bodhisattova samāno attanā jātidhammo samāno jātidhammaṁyeva pariyesāmi, attanā jarādhammo samāno jarādhammaṁyeva pariyesāmi, attanā byādhidhammo samāno byādhidhammaṁyeva pariyesāmi, attanā maraṇadhammo samāno maraṇadhammaṁyeva pariyesāmi, attanā sokadhammo samāno sokadhammaṁyeva pariyesāmi, attanā saṅkilesadhammo samāno saṅkilesadhammaṁyeva pariyesāmi. ",
  "mn26:13.2": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:13.3": "‘kiṁ nu kho ahaṁ attanā jātidhammo samāno jātidhammaṁyeva pariyesāmi, attanā jarādhammo samāno …pe… byādhidhammo samāno … maraṇadhammo samāno … sokadhammo samāno … attanā saṅkilesadhammo samāno saṅkilesadhammaṁyeva pariyesāmi? ",
  "mn26:13.4": "Yannūnāhaṁ attanā jātidhammo samāno jātidhamme ādīnavaṁ viditvā ajātaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyeseyyaṁ, attanā jarādhammo samāno jarādhamme ādīnavaṁ viditvā ajaraṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyeseyyaṁ, attanā byādhidhammo samāno byādhidhamme ādīnavaṁ viditvā abyādhiṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyeseyyaṁ, attanā maraṇadhammo samāno maraṇadhamme ādīnavaṁ viditvā amataṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyeseyyaṁ, attanā sokadhammo samāno sokadhamme ādīnavaṁ viditvā asokaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyeseyyaṁ, attanā saṅkilesadhammo samāno saṅkilesadhamme ādīnavaṁ viditvā asaṅkiliṭṭhaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyeseyyan’ti. ",
  "mn26:14.1": "So kho ahaṁ, bhikkhave, aparena samayena daharova samāno susukāḷakeso, bhadrena yobbanena samannāgato paṭhamena vayasā akāmakānaṁ mātāpitūnaṁ assumukhānaṁ rudantānaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajiṁ. ",
  "mn26:15.1": "So evaṁ pabbajito samāno kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṁ. upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn26:15.2": "‘icchāmahaṁ, āvuso kālāma, imasmiṁ dhammavinaye brahmacariyaṁ caritun’ti. ",
  "mn26:15.3": "Evaṁ vutte, bhikkhave, āḷāro kālāmo maṁ etadavoca: ",
  "mn26:15.4": "‘viharatāyasmā; ",
  "mn26:15.5": "tādiso ayaṁ dhammo yattha viññū puriso nacirasseva sakaṁ ācariyakaṁ sayaṁ abhiññā sacchikatvā upasampajja vihareyyā’ti. ",
  "mn26:15.6": "So kho ahaṁ, bhikkhave, nacirasseva khippameva taṁ dhammaṁ pariyāpuṇiṁ. ",
  "mn26:15.7": "So kho ahaṁ, bhikkhave, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi ahañceva aññe ca. ",
  "mn26:15.8": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:15.9": "‘na kho āḷāro kālāmo imaṁ dhammaṁ kevalaṁ saddhāmattakena sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti; ",
  "mn26:15.10": "addhā āḷāro kālāmo imaṁ dhammaṁ jānaṁ passaṁ viharatī’ti. ",
  "mn26:15.11": "Atha khvāhaṁ, bhikkhave, yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn26:15.12": "‘kittāvatā no, āvuso kālāma, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti? ",
  "mn26:15.13": "Evaṁ vutte, bhikkhave, āḷāro kālāmo ākiñcaññāyatanaṁ pavedesi. ",
  "mn26:15.14": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:15.15": "‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā; ",
  "mn26:15.16": "na kho āḷārasseva kālāmassa atthi vīriyaṁ, mayhampatthi vīriyaṁ; ",
  "mn26:15.17": "na kho āḷārasseva kālāmassa atthi sati, mayhampatthi sati; ",
  "mn26:15.18": "na kho āḷārasseva kālāmassa atthi samādhi, mayhampatthi samādhi; ",
  "mn26:15.19": "na kho āḷārasseva kālāmassa atthi paññā, mayhampatthi paññā. ",
  "mn26:15.20": "Yannūnāhaṁ yaṁ dhammaṁ āḷāro kālāmo sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti, tassa dhammassa sacchikiriyāya padaheyyan’ti. ",
  "mn26:15.21": "So kho ahaṁ, bhikkhave, nacirasseva khippameva taṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja vihāsiṁ. ",
  "mn26:15.22": "Atha khvāhaṁ, bhikkhave, yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn26:15.23": "‘Ettāvatā no, āvuso kālāma, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti? ",
  "mn26:15.24": "‘Ettāvatā kho ahaṁ, āvuso, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemī’ti. ",
  "mn26:15.25": "‘Ahampi kho, āvuso, ettāvatā imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
  "mn26:15.26": "‘Lābhā no, āvuso, suladdhaṁ no, āvuso, ",
  "mn26:15.27": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma. ",
  "mn26:15.28": "Iti yāhaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemi taṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi. ",
  "mn26:15.29": "Yaṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi tamahaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemi. ",
  "mn26:15.30": "Iti yāhaṁ dhammaṁ jānāmi taṁ tvaṁ dhammaṁ jānāsi, yaṁ tvaṁ dhammaṁ jānāsi tamahaṁ dhammaṁ jānāmi. ",
  "mn26:15.31": "Iti yādiso ahaṁ tādiso tuvaṁ, yādiso tuvaṁ tādiso ahaṁ. ",
  "mn26:15.32": "Ehi dāni, āvuso, ubhova santā imaṁ gaṇaṁ pariharāmā’ti. ",
  "mn26:15.33": "Iti kho, bhikkhave, āḷāro kālāmo ācariyo me samāno attano antevāsiṁ maṁ samānaṁ attanā samasamaṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesi. ",
  "mn26:15.34": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:15.35": "‘nāyaṁ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti. ",
  "mn26:15.36": "So kho ahaṁ, bhikkhave, taṁ dhammaṁ analaṅkaritvā tasmā dhammā nibbijja apakkamiṁ. ",
  "mn26:16.1": "So kho ahaṁ, bhikkhave, kiṁ kusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn26:16.2": "‘icchāmahaṁ, āvuso, imasmiṁ dhammavinaye brahmacariyaṁ caritun’ti. ",
  "mn26:16.3": "Evaṁ vutte, bhikkhave, udako rāmaputto maṁ etadavoca: ",
  "mn26:16.4": "‘viharatāyasmā; ",
  "mn26:16.5": "tādiso ayaṁ dhammo yattha viññū puriso nacirasseva sakaṁ ācariyakaṁ sayaṁ abhiññā sacchikatvā upasampajja vihareyyā’ti. ",
  "mn26:16.6": "So kho ahaṁ, bhikkhave, nacirasseva khippameva taṁ dhammaṁ pariyāpuṇiṁ. ",
  "mn26:16.7": "So kho ahaṁ, bhikkhave, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi ahañceva aññe ca. ",
  "mn26:16.8": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:16.9": "‘na kho rāmo imaṁ dhammaṁ kevalaṁ saddhāmattakena sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesi; ",
  "mn26:16.10": "addhā rāmo imaṁ dhammaṁ jānaṁ passaṁ vihāsī’ti. ",
  "mn26:16.11": "Atha khvāhaṁ, bhikkhave, yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn26:16.12": "‘kittāvatā no, āvuso, rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti? ",
  "mn26:16.13": "Evaṁ vutte, bhikkhave, udako rāmaputto nevasaññānāsaññāyatanaṁ pavedesi. ",
  "mn26:16.14": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:16.15": "‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā; ",
  "mn26:16.16": "na kho rāmasseva ahosi vīriyaṁ, mayhampatthi vīriyaṁ; ",
  "mn26:16.17": "na kho rāmasseva ahosi sati, mayhampatthi sati; ",
  "mn26:16.18": "na kho rāmasseva ahosi samādhi, mayhampatthi samādhi, ",
  "mn26:16.19": "na kho rāmasseva ahosi paññā, mayhampatthi paññā. ",
  "mn26:16.20": "Yannūnāhaṁ yaṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesi, tassa dhammassa sacchikiriyāya padaheyyan’ti. ",
  "mn26:16.21": "So kho ahaṁ, bhikkhave, nacirasseva khippameva taṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja vihāsiṁ. ",
  "mn26:16.22": "Atha khvāhaṁ, bhikkhave, yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn26:16.23": "‘Ettāvatā no, āvuso, rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti? ",
  "mn26:16.24": "‘Ettāvatā kho, āvuso, rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti. ",
  "mn26:16.25": "‘Ahampi kho, āvuso, ettāvatā imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
  "mn26:16.26": "‘Lābhā no, āvuso, suladdhaṁ no, āvuso, ",
  "mn26:16.27": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma. ",
  "mn26:16.28": "Iti yaṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja pavedesi, taṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi. ",
  "mn26:16.29": "Yaṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi, taṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja pavedesi. ",
  "mn26:16.30": "Iti yaṁ dhammaṁ rāmo abhiññāsi taṁ tvaṁ dhammaṁ jānāsi, yaṁ tvaṁ dhammaṁ jānāsi, taṁ dhammaṁ rāmo abhiññāsi. ",
  "mn26:16.31": "Iti yādiso rāmo ahosi tādiso tuvaṁ, yādiso tuvaṁ tādiso rāmo ahosi. ",
  "mn26:16.32": "Ehi dāni, āvuso, tuvaṁ imaṁ gaṇaṁ pariharā’ti. ",
  "mn26:16.33": "Iti kho, bhikkhave, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne maṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesi. ",
  "mn26:16.34": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:16.35": "‘nāyaṁ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti. ",
  "mn26:16.36": "So kho ahaṁ, bhikkhave, taṁ dhammaṁ analaṅkaritvā tasmā dhammā nibbijja apakkamiṁ. ",
  "mn26:17.1": "So kho ahaṁ, bhikkhave, kiṁ kusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno magadhesu anupubbena cārikaṁ caramāno yena uruvelā senānigamo tadavasariṁ. ",
  "mn26:17.2": "Tatthaddasaṁ ramaṇīyaṁ bhūmibhāgaṁ, pāsādikañca vanasaṇḍaṁ, nadiñca sandantiṁ setakaṁ supatitthaṁ ramaṇīyaṁ, samantā ca gocaragāmaṁ. ",
  "mn26:17.3": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:17.4": "‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo. ",
  "mn26:17.5": "Alaṁ vatidaṁ kulaputtassa padhānatthikassa padhānāyā’ti. ",
  "mn26:17.6": "So kho ahaṁ, bhikkhave, tattheva nisīdiṁ—",
  "mn26:17.7": "alamidaṁ padhānāyāti. ",
  "mn26:18.1": "So kho ahaṁ, bhikkhave, attanā jātidhammo samāno jātidhamme ādīnavaṁ viditvā ajātaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesamāno ajātaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ ajjhagamaṁ, attanā jarādhammo samāno jarādhamme ādīnavaṁ viditvā ajaraṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesamāno ajaraṁ anuttaraṁ yogakkhemaṁ nibbānaṁ ajjhagamaṁ, attanā byādhidhammo samāno byādhidhamme ādīnavaṁ viditvā abyādhiṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesamāno abyādhiṁ anuttaraṁ yogakkhemaṁ nibbānaṁ ajjhagamaṁ, attanā maraṇadhammo samāno maraṇadhamme ādīnavaṁ viditvā amataṁ anuttaraṁ yogakkhemaṁ nibbānaṁ ajjhagamaṁ, attanā sokadhammo samāno sokadhamme ādīnavaṁ viditvā asokaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ ajjhagamaṁ, attanā saṅkilesadhammo samāno saṅkilesadhamme ādīnavaṁ viditvā asaṅkiliṭṭhaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesamāno asaṅkiliṭṭhaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ ajjhagamaṁ. ",
  "mn26:18.2": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "mn26:18.3": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’ti. ",
  "mn26:19.1": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:19.2": "‘adhigato kho myāyaṁ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ",
  "mn26:19.3": "Ālayarāmā kho panāyaṁ pajā ālayaratā ālayasammuditā. ",
  "mn26:19.4": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṁ idaṁ ṭhānaṁ yadidaṁ—idappaccayatā paṭiccasamuppādo. ",
  "mn26:19.5": "Idampi kho ṭhānaṁ duddasaṁ yadidaṁ—sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṁ. ",
  "mn26:19.6": "Ahañceva kho pana dhammaṁ deseyyaṁ, pare ca me na ājāneyyuṁ, so mamassa kilamatho, sā mamassa vihesā’ti. ",
  "mn26:19.7": "Apissu maṁ, bhikkhave, imā anacchariyā gāthāyo paṭibhaṁsu pubbe assutapubbā: ",
  "mn26:19.8": "‘Kicchena me adhigataṁ, ",
  "mn26:19.9": "halaṁ dāni pakāsituṁ; ",
  "mn26:19.10": "Rāgadosaparetehi, ",
  "mn26:19.11": "nāyaṁ dhammo susambudho. ",
  "mn26:19.12": "Paṭisotagāmiṁ nipuṇaṁ, ",
  "mn26:19.13": "gambhīraṁ duddasaṁ aṇuṁ; ",
  "mn26:19.14": "Rāgarattā na dakkhanti, ",
  "mn26:19.15": "tamokhandhena āvuṭā’ti. ",
  "mn26:19.16": "Itiha me, bhikkhave, paṭisañcikkhato appossukkatāya cittaṁ namati, no dhammadesanāya. ",
  "mn26:20.1": "Atha kho, bhikkhave, brahmuno sahampatissa mama cetasā cetoparivitakkamaññāya etadahosi: ",
  "mn26:20.2": "‘nassati vata bho loko, vinassati vata bho loko, yatra hi nāma tathāgatassa arahato sammāsambuddhassa appossukkatāya cittaṁ namati, no dhammadesanāyā’ti. ",
  "mn26:20.3": "Atha kho, bhikkhave, brahmā sahampati—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito mama purato pāturahosi. ",
  "mn26:20.4": "Atha kho, bhikkhave, brahmā sahampati ekaṁsaṁ uttarāsaṅgaṁ karitvā yenāhaṁ tenañjaliṁ paṇāmetvā maṁ etadavoca: ",
  "mn26:20.5": "‘desetu, bhante, bhagavā dhammaṁ, desetu sugato dhammaṁ. ",
  "mn26:20.6": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti. ",
  "mn26:20.7": "Bhavissanti dhammassa aññātāro’ti. ",
  "mn26:20.8": "Idamavoca, bhikkhave, brahmā sahampati. ",
  "mn26:20.9": "Idaṁ vatvā athāparaṁ etadavoca: ",
  "mn26:20.10": "‘Pāturahosi magadhesu pubbe, ",
  "mn26:20.11": "Dhammo asuddho samalehi cintito; ",
  "mn26:20.12": "Apāpuretaṁ amatassa dvāraṁ, ",
  "mn26:20.13": "Suṇantu dhammaṁ vimalenānubuddhaṁ. ",
  "mn26:20.14": "Sele yathā pabbatamuddhaniṭṭhito, ",
  "mn26:20.15": "Yathāpi passe janataṁ samantato; ",
  "mn26:20.16": "Tathūpamaṁ dhammamayaṁ sumedha, ",
  "mn26:20.17": "Pāsādamāruyha samantacakkhu; ",
  "mn26:20.18": "Sokāvatiṇṇaṁ janatamapetasoko, ",
  "mn26:20.19": "Avekkhassu jātijarābhibhūtaṁ. ",
  "mn26:20.20": "Uṭṭhehi vīra vijitasaṅgāma, ",
  "mn26:20.21": "Satthavāha aṇaṇa vicara loke; ",
  "mn26:20.22": "Desassu bhagavā dhammaṁ, ",
  "mn26:20.23": "Aññātāro bhavissantī’ti. ",
  "mn26:21.1": "Atha kho ahaṁ, bhikkhave, brahmuno ca ajjhesanaṁ viditvā sattesu ca kāruññataṁ paṭicca buddhacakkhunā lokaṁ volokesiṁ. ",
  "mn26:21.2": "Addasaṁ kho ahaṁ, bhikkhave, buddhacakkhunā lokaṁ volokento satte apparajakkhe mahārajakkhe, tikkhindriye mudindriye, svākāre dvākāre, suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "mn26:21.3": "Seyyathāpi nāma uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni antonimuggaposīni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni samodakaṁ ṭhitāni, appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakaṁ accuggamma ṭhitāni anupalittāni udakena; ",
  "mn26:21.4": "evameva kho ahaṁ, bhikkhave, buddhacakkhunā lokaṁ volokento addasaṁ satte apparajakkhe mahārajakkhe, tikkhindriye mudindriye, svākāre dvākāre, suviññāpaye duviññāpaye, appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "mn26:21.5": "Atha khvāhaṁ, bhikkhave, brahmānaṁ sahampatiṁ gāthāya paccabhāsiṁ: ",
  "mn26:21.6": "‘Apārutā tesaṁ amatassa dvārā, ",
  "mn26:21.7": "Ye sotavanto pamuñcantu saddhaṁ; ",
  "mn26:21.8": "Vihiṁsasaññī paguṇaṁ na bhāsiṁ, ",
  "mn26:21.9": "Dhammaṁ paṇītaṁ manujesu brahme’ti. ",
  "mn26:21.10": "Atha kho, bhikkhave, brahmā sahampati ‘katāvakāso khomhi bhagavatā dhammadesanāyā’ti maṁ abhivādetvā padakkhiṇaṁ katvā tatthevantaradhāyi. ",
  "mn26:22.1": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:22.2": "‘kassa nu kho ahaṁ paṭhamaṁ dhammaṁ deseyyaṁ; ",
  "mn26:22.3": "ko imaṁ dhammaṁ khippameva ājānissatī’ti? ",
  "mn26:22.4": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:22.5": "‘ayaṁ kho āḷāro kālāmo paṇḍito viyatto medhāvī dīgharattaṁ apparajakkhajātiko. ",
  "mn26:22.6": "Yannūnāhaṁ āḷārassa kālāmassa paṭhamaṁ dhammaṁ deseyyaṁ. ",
  "mn26:22.7": "So imaṁ dhammaṁ khippameva ājānissatī’ti. ",
  "mn26:22.8": "Atha kho maṁ, bhikkhave, devatā upasaṅkamitvā etadavoca: ",
  "mn26:22.9": "‘sattāhakālaṅkato, bhante, āḷāro kālāmo’ti. ",
  "mn26:22.10": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "mn26:22.11": "‘sattāhakālaṅkato āḷāro kālāmo’ti. ",
  "mn26:22.12": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:22.13": "‘mahājāniyo kho āḷāro kālāmo. ",
  "mn26:22.14": "Sace hi so imaṁ dhammaṁ suṇeyya, khippameva ājāneyyā’ti. ",
  "mn26:23.1": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:23.2": "‘kassa nu kho ahaṁ paṭhamaṁ dhammaṁ deseyyaṁ; ",
  "mn26:23.3": "ko imaṁ dhammaṁ khippameva ājānissatī’ti? ",
  "mn26:23.4": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:23.5": "‘ayaṁ kho udako rāmaputto paṇḍito viyatto medhāvī dīgharattaṁ apparajakkhajātiko. ",
  "mn26:23.6": "Yannūnāhaṁ udakassa rāmaputtassa paṭhamaṁ dhammaṁ deseyyaṁ. ",
  "mn26:23.7": "So imaṁ dhammaṁ khippameva ājānissatī’ti. ",
  "mn26:23.8": "Atha kho maṁ, bhikkhave, devatā upasaṅkamitvā etadavoca: ",
  "mn26:23.9": "‘abhidosakālaṅkato, bhante, udako rāmaputto’ti. ",
  "mn26:23.10": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "mn26:23.11": "‘abhidosakālaṅkato udako rāmaputto’ti. ",
  "mn26:23.12": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:23.13": "‘mahājāniyo kho udako rāmaputto. ",
  "mn26:23.14": "Sace hi so imaṁ dhammaṁ suṇeyya, khippameva ājāneyyā’ti. ",
  "mn26:24.1": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:24.2": "‘kassa nu kho ahaṁ paṭhamaṁ dhammaṁ deseyyaṁ; ",
  "mn26:24.3": "ko imaṁ dhammaṁ khippameva ājānissatī’ti? ",
  "mn26:24.4": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:24.5": "‘bahukārā kho me pañcavaggiyā bhikkhū, ye maṁ padhānapahitattaṁ upaṭṭhahiṁsu. ",
  "mn26:24.6": "Yannūnāhaṁ pañcavaggiyānaṁ bhikkhūnaṁ paṭhamaṁ dhammaṁ deseyyan’ti. ",
  "mn26:24.7": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "mn26:24.8": "‘kahaṁ nu kho etarahi pañcavaggiyā bhikkhū viharantī’ti? ",
  "mn26:24.9": "Addasaṁ kho ahaṁ, bhikkhave, dibbena cakkhunā visuddhena atikkantamānusakena pañcavaggiye bhikkhū bārāṇasiyaṁ viharante isipatane migadāye. ",
  "mn26:24.10": "Atha khvāhaṁ, bhikkhave, uruvelāyaṁ yathābhirantaṁ viharitvā yena bārāṇasī tena cārikaṁ pakkamiṁ. ",
  "mn26:25.1": "Addasā kho maṁ, bhikkhave, upako ājīvako antarā ca gayaṁ antarā ca bodhiṁ addhānamaggappaṭipannaṁ. ",
  "mn26:25.2": "Disvāna maṁ etadavoca: ",
  "mn26:25.3": "‘vippasannāni kho te, āvuso, indriyāni, parisuddho chavivaṇṇo pariyodāto. ",
  "mn26:25.4": "Kaṁsi tvaṁ, āvuso, uddissa pabbajito, ko vā te satthā, kassa vā tvaṁ dhammaṁ rocesī’ti? ",
  "mn26:25.5": "Evaṁ vutte, ahaṁ, bhikkhave, upakaṁ ājīvakaṁ gāthāhi ajjhabhāsiṁ: ",
  "mn26:25.6": "‘Sabbābhibhū sabbavidūhamasmi, ",
  "mn26:25.7": "Sabbesu dhammesu anūpalitto; ",
  "mn26:25.8": "Sabbañjaho taṇhākkhaye vimutto, ",
  "mn26:25.9": "Sayaṁ abhiññāya kamuddiseyyaṁ. ",
  "mn26:25.10": "Na me ācariyo atthi, ",
  "mn26:25.11": "sadiso me na vijjati; ",
  "mn26:25.12": "Sadevakasmiṁ lokasmiṁ, ",
  "mn26:25.13": "natthi me paṭipuggalo. ",
  "mn26:25.14": "Ahañhi arahā loke, ",
  "mn26:25.15": "ahaṁ satthā anuttaro; ",
  "mn26:25.16": "Ekomhi sammāsambuddho, ",
  "mn26:25.17": "sītibhūtosmi nibbuto. ",
  "mn26:25.18": "Dhammacakkaṁ pavattetuṁ, ",
  "mn26:25.19": "Gacchāmi kāsinaṁ puraṁ; ",
  "mn26:25.20": "Andhībhūtasmiṁ lokasmiṁ, ",
  "mn26:25.21": "Āhañchaṁ amatadundubhin’ti. ",
  "mn26:25.22": "‘Yathā kho tvaṁ, āvuso, paṭijānāsi, arahasi anantajino’ti. ",
  "mn26:25.23": "‘Mādisā ve jinā honti, ",
  "mn26:25.24": "ye pattā āsavakkhayaṁ; ",
  "mn26:25.25": "Jitā me pāpakā dhammā, ",
  "mn26:25.26": "tasmāhamupaka jino’ti. ",
  "mn26:25.27": "Evaṁ vutte, bhikkhave, upako ājīvako ‘hupeyyapāvuso’ti vatvā sīsaṁ okampetvā ummaggaṁ gahetvā pakkāmi. ",
  "mn26:26.1": "Atha khvāhaṁ, bhikkhave, anupubbena cārikaṁ caramāno yena bārāṇasī isipatanaṁ migadāyo yena pañcavaggiyā bhikkhū tenupasaṅkamiṁ. ",
  "mn26:26.2": "Addasaṁsu kho maṁ, bhikkhave, pañcavaggiyā bhikkhū dūrato āgacchantaṁ. ",
  "mn26:26.3": "Disvāna aññamaññaṁ saṇṭhapesuṁ: ",
  "mn26:26.4": "‘ayaṁ kho, āvuso, samaṇo gotamo āgacchati bāhulliko padhānavibbhanto āvatto bāhullāya. ",
  "mn26:26.5": "So neva abhivādetabbo, na paccuṭṭhātabbo; nāssa pattacīvaraṁ paṭiggahetabbaṁ. ",
  "mn26:26.6": "Api ca kho āsanaṁ ṭhapetabbaṁ, sace ākaṅkhissati nisīdissatī’ti. ",
  "mn26:26.7": "Yathā yathā kho ahaṁ, bhikkhave, upasaṅkamiṁ tathā tathā pañcavaggiyā bhikkhū nāsakkhiṁsu sakāya katikāya saṇṭhātuṁ. ",
  "mn26:26.8": "Appekacce maṁ paccuggantvā pattacīvaraṁ paṭiggahesuṁ, appekacce āsanaṁ paññapesuṁ, appekacce pādodakaṁ upaṭṭhapesuṁ. ",
  "mn26:26.9": "Api ca kho maṁ nāmena ca āvusovādena ca samudācaranti. ",
  "mn26:27.1": "Evaṁ vutte, ahaṁ, bhikkhave, pañcavaggiye bhikkhū etadavocaṁ: ",
  "mn26:27.2": "‘mā, bhikkhave, tathāgataṁ nāmena ca āvusovādena ca samudācaratha. ",
  "mn26:27.3": "Arahaṁ, bhikkhave, tathāgato sammāsambuddho. ",
  "mn26:27.4": "Odahatha, bhikkhave, sotaṁ, amatamadhigataṁ, ahamanusāsāmi, ahaṁ dhammaṁ desemi. ",
  "mn26:27.5": "Yathānusiṭṭhaṁ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "mn26:27.6": "Evaṁ vutte, bhikkhave, pañcavaggiyā bhikkhū maṁ etadavocuṁ: ",
  "mn26:27.7": "‘tāyapi kho tvaṁ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṁ, kiṁ pana tvaṁ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti? ",
  "mn26:27.8": "Evaṁ vutte, ahaṁ, bhikkhave, pañcavaggiye bhikkhū etadavocaṁ: ",
  "mn26:27.9": "‘na, bhikkhave, tathāgato bāhulliko, na padhānavibbhanto, na āvatto bāhullāya. ",
  "mn26:27.10": "Arahaṁ, bhikkhave, tathāgato sammāsambuddho. ",
  "mn26:27.11": "Odahatha, bhikkhave, sotaṁ, amatamadhigataṁ, ahamanusāsāmi, ahaṁ dhammaṁ desemi. ",
  "mn26:27.12": "Yathānusiṭṭhaṁ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "mn26:27.13": "Dutiyampi kho, bhikkhave, pañcavaggiyā bhikkhū maṁ etadavocuṁ: ",
  "mn26:27.14": "‘tāyapi kho tvaṁ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṁ, kiṁ pana tvaṁ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti? ",
  "mn26:27.15": "Dutiyampi kho ahaṁ, bhikkhave, pañcavaggiye bhikkhū etadavocaṁ: ",
  "mn26:27.16": "‘na, bhikkhave, tathāgato bāhulliko …pe… ",
  "mn26:27.17": "upasampajja viharissathā’ti. ",
  "mn26:27.18": "Tatiyampi kho, bhikkhave, pañcavaggiyā bhikkhū maṁ etadavocuṁ: ",
  "mn26:27.19": "‘tāyapi kho tvaṁ, āvuso gotama, iriyāya tāya paṭipadāya tāya dukkarakārikāya nājjhagamā uttari manussadhammā alamariyañāṇadassanavisesaṁ, kiṁ pana tvaṁ etarahi bāhulliko padhānavibbhanto āvatto bāhullāya adhigamissasi uttari manussadhammā alamariyañāṇadassanavisesan’ti? ",
  "mn26:28.1": "Evaṁ vutte, ahaṁ, bhikkhave, pañcavaggiye bhikkhū etadavocaṁ: ",
  "mn26:28.2": "‘abhijānātha me no tumhe, bhikkhave, ito pubbe evarūpaṁ pabhāvitametan’ti? ",
  "mn26:28.3": "‘No hetaṁ, bhante’. ",
  "mn26:28.4": "‘Arahaṁ, bhikkhave, tathāgato sammāsambuddho. ",
  "mn26:28.5": "Odahatha, bhikkhave, sotaṁ, amatamadhigataṁ, ahamanusāsāmi, ahaṁ dhammaṁ desemi. ",
  "mn26:28.6": "Yathānusiṭṭhaṁ tathā paṭipajjamānā nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissathā’ti. ",
  "mn26:29.1": "Asakkhiṁ kho ahaṁ, bhikkhave, pañcavaggiye bhikkhū saññāpetuṁ. ",
  "mn26:29.2": "Dvepi sudaṁ, bhikkhave, bhikkhū ovadāmi, tayo bhikkhū piṇḍāya caranti. ",
  "mn26:29.3": "Yaṁ tayo bhikkhū piṇḍāya caritvā āharanti tena chabbaggiyā yāpema. ",
  "mn26:29.4": "Tayopi sudaṁ, bhikkhave, bhikkhū ovadāmi, dve bhikkhū piṇḍāya caranti. ",
  "mn26:29.5": "Yaṁ dve bhikkhū piṇḍāya caritvā āharanti tena chabbaggiyā yāpema. ",
  "mn26:30.1": "Atha kho, bhikkhave, pañcavaggiyā bhikkhū mayā evaṁ ovadiyamānā evaṁ anusāsiyamānā attanā jātidhammā samānā jātidhamme ādīnavaṁ viditvā ajātaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesamānā ajātaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ ajjhagamaṁsu, attanā jarādhammā samānā jarādhamme ādīnavaṁ viditvā ajaraṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesamānā ajaraṁ anuttaraṁ yogakkhemaṁ nibbānaṁ ajjhagamaṁsu, attanā byādhidhammā samānā …pe… attanā maraṇadhammā samānā … attanā sokadhammā samānā … attanā saṅkilesadhammā samānā saṅkilesadhamme ādīnavaṁ viditvā asaṅkiliṭṭhaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesamānā asaṅkiliṭṭhaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ ajjhagamaṁsu. ",
  "mn26:30.2": "Ñāṇañca pana nesaṁ dassanaṁ udapādi: ",
  "mn26:30.3": "‘akuppā no vimutti, ayamantimā jāti, natthi dāni punabbhavo’ti. ",
  "mn26:31.1": "Pañcime, bhikkhave, kāmaguṇā. ",
  "mn26:31.2": "Katame pañca? ",
  "mn26:31.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā, ",
  "mn26:31.4": "sotaviññeyyā saddā …pe… ",
  "mn26:31.5": "ghānaviññeyyā gandhā … ",
  "mn26:31.6": "jivhāviññeyyā rasā … ",
  "mn26:31.7": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "mn26:31.8": "Ime kho, bhikkhave, pañca kāmaguṇā. ",
  "mn26:32.1": "Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe gathitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjanti, te evamassu veditabbā: ",
  "mn26:32.2": "‘anayamāpannā byasanamāpannā yathākāmakaraṇīyā pāpimato’. ",
  "mn26:32.3": "Seyyathāpi, bhikkhave, āraññako mago baddho pāsarāsiṁ adhisayeyya. ",
  "mn26:32.4": "So evamassa veditabbo: ",
  "mn26:32.5": "‘anayamāpanno byasanamāpanno yathākāmakaraṇīyo luddassa. ",
  "mn26:32.6": "Āgacchante ca pana ludde yena kāmaṁ na pakkamissatī’ti. ",
  "mn26:32.7": "Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe gathitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjanti, te evamassu veditabbā: ",
  "mn26:32.8": "‘anayamāpannā byasanamāpannā yathākāmakaraṇīyā pāpimato’. ",
  "mn26:33.1": "Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe agathitā amucchitā anajjhopannā ādīnavadassāvino nissaraṇapaññā paribhuñjanti, te evamassu veditabbā: ",
  "mn26:33.2": "‘na anayamāpannā na byasanamāpannā na yathākāmakaraṇīyā pāpimato’. ",
  "mn26:33.3": "Seyyathāpi, bhikkhave, āraññako mago abaddho pāsarāsiṁ adhisayeyya. ",
  "mn26:33.4": "So evamassa veditabbo: ",
  "mn26:33.5": "‘na anayamāpanno na byasanamāpanno na yathākāmakaraṇīyo luddassa. ",
  "mn26:33.6": "Āgacchante ca pana ludde yena kāmaṁ pakkamissatī’ti. ",
  "mn26:33.7": "Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā ime pañca kāmaguṇe agathitā amucchitā anajjhopannā ādīnavadassāvino nissaraṇapaññā paribhuñjanti, te evamassu veditabbā: ",
  "mn26:33.8": "‘na anayamāpannā na byasanamāpannā na yathākāmakaraṇīyā pāpimato’. ",
  "mn26:34.1": "Seyyathāpi, bhikkhave, āraññako mago araññe pavane caramāno vissattho gacchati, vissattho tiṭṭhati, vissattho nisīdati, vissattho seyyaṁ kappeti. ",
  "mn26:34.2": "Taṁ kissa hetu? ",
  "mn26:34.3": "Anāpāthagato, bhikkhave, luddassa. ",
  "mn26:34.4": "Evameva kho, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn26:34.5": "Ayaṁ vuccati, bhikkhave, bhikkhu andhamakāsi māraṁ apadaṁ, vadhitvā māracakkhuṁ adassanaṁ gato pāpimato. ",
  "mn26:35.1": "Puna caparaṁ, bhikkhave, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn26:35.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn26:36.1": "Puna caparaṁ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno, sukhañca kāyena paṭisaṁvedeti yaṁ taṁ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati. ",
  "mn26:36.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn26:37.1": "Puna caparaṁ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn26:37.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn26:38.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharati. ",
  "mn26:38.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn26:39.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharati. ",
  "mn26:39.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn26:40.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharati. ",
  "mn26:40.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn26:41.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharati. ",
  "mn26:41.2": "Ayaṁ vuccati, bhikkhave …pe… pāpimato. ",
  "mn26:42.1": "Puna caparaṁ, bhikkhave, bhikkhu sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharati, paññāya cassa disvā āsavā parikkhīṇā honti. ",
  "mn26:42.2": "Ayaṁ vuccati, bhikkhave, bhikkhu andhamakāsi māraṁ apadaṁ, vadhitvā māracakkhuṁ adassanaṁ gato pāpimato. ",
  "mn26:42.3": "Tiṇṇo loke visattikaṁ vissattho gacchati, vissattho tiṭṭhati, vissattho nisīdati, vissattho seyyaṁ kappeti. ",
  "mn26:42.4": "Taṁ kissa hetu? ",
  "mn26:42.5": "Anāpāthagato, bhikkhave, pāpimato”ti. ",
  "mn26:42.6": "Idamavoca bhagavā. ",
  "mn26:42.7": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn26:42.8": "Pāsarāsisuttaṁ niṭṭhitaṁ chaṭṭhaṁ. "
}