{
  "mn35:0.1": "Majjhima Nikāya 35 ",
  "mn35:0.2": "Cūḷasaccakasutta ",
  "mn35:1.1": "Evaṁ me sutaṁ—",
  "mn35:1.2": "ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "mn35:2.1": "Tena kho pana samayena saccako nigaṇṭhaputto vesāliyaṁ paṭivasati bhassappavādako paṇḍitavādo sādhusammato bahujanassa. ",
  "mn35:2.2": "So vesāliyaṁ parisati evaṁ vācaṁ bhāsati: ",
  "mn35:2.3": "“nāhaṁ taṁ passāmi samaṇaṁ vā brāhmaṇaṁ vā, saṅghiṁ gaṇiṁ gaṇācariyaṁ, api arahantaṁ sammāsambuddhaṁ paṭijānamānaṁ, yo mayā vādena vādaṁ samāraddho na saṅkampeyya na sampakampeyya na sampavedheyya, yassa na kacchehi sedā mucceyyuṁ. ",
  "mn35:2.4": "Thūṇaṁ cepāhaṁ acetanaṁ vādena vādaṁ samārabheyyaṁ, sāpi mayā vādena vādaṁ samāraddhā saṅkampeyya sampakampeyya sampavedheyya. ",
  "mn35:2.5": "Ko pana vādo manussabhūtassā”ti? ",
  "mn35:3.1": "Atha kho āyasmā assaji pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi. ",
  "mn35:3.2": "Addasā kho saccako nigaṇṭhaputto vesāliyaṁ jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno āyasmantaṁ assajiṁ dūratova āgacchantaṁ. ",
  "mn35:3.3": "Disvāna yenāyasmā assaji tenupasaṅkami; upasaṅkamitvā āyasmatā assajinā saddhiṁ sammodi. ",
  "mn35:3.4": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho saccako nigaṇṭhaputto āyasmantaṁ assajiṁ etadavoca: ",
  "mn35:4.1": "“kathaṁ pana, bho assaji, samaṇo gotamo sāvake vineti, kathaṁbhāgā ca pana samaṇassa gotamassa sāvakesu anusāsanī bahulā pavattatī”ti? ",
  "mn35:4.2": "“Evaṁ kho, aggivessana, bhagavā sāvake vineti, evaṁbhāgā ca pana bhagavato sāvakesu anusāsanī bahulā pavattati: ",
  "mn35:4.3": "‘rūpaṁ, bhikkhave, aniccaṁ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṁ aniccaṁ. ",
  "mn35:4.4": "Rūpaṁ, bhikkhave, anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṁ anattā. ",
  "mn35:4.5": "Sabbe saṅkhārā aniccā, sabbe dhammā anattā’ti. ",
  "mn35:4.6": "Evaṁ kho, aggivessana, bhagavā sāvake vineti, evaṁbhāgā ca pana bhagavato sāvakesu anusāsanī bahulā pavattatī”ti. ",
  "mn35:4.7": "“Dussutaṁ vata, bho assaji, assumha ye mayaṁ evaṁvādiṁ samaṇaṁ gotamaṁ assumha. ",
  "mn35:4.8": "Appeva nāma mayaṁ kadāci karahaci tena bhotā gotamena saddhiṁ samāgaccheyyāma, appeva nāma siyā kocideva kathāsallāpo, appeva nāma tasmā pāpakā diṭṭhigatā viveceyyāmā”ti. ",
  "mn35:5.1": "Tena kho pana samayena pañcamattāni licchavisatāni santhāgāre sannipatitāni honti kenacideva karaṇīyena. ",
  "mn35:5.2": "Atha kho saccako nigaṇṭhaputto yena te licchavī tenupasaṅkami; upasaṅkamitvā te licchavī etadavoca: ",
  "mn35:5.3": "“abhikkamantu bhonto licchavī, abhikkamantu bhonto licchavī, ajja me samaṇena gotamena saddhiṁ kathāsallāpo bhavissati. ",
  "mn35:5.4": "Sace me samaṇo gotamo tathā patiṭṭhissati yathā ca me ñātaññatarena sāvakena assajinā nāma bhikkhunā patiṭṭhitaṁ, seyyathāpi nāma balavā puriso dīghalomikaṁ eḷakaṁ lomesu gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; ",
  "mn35:5.5": "evamevāhaṁ samaṇaṁ gotamaṁ vādena vādaṁ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi. ",
  "mn35:5.6": "Seyyathāpi nāma balavā soṇḍikākammakāro mahantaṁ soṇḍikākiḷañjaṁ gambhīre udakarahade pakkhipitvā kaṇṇe gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; ",
  "mn35:5.7": "evamevāhaṁ samaṇaṁ gotamaṁ vādena vādaṁ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi. ",
  "mn35:5.8": "Seyyathāpi nāma balavā soṇḍikādhutto vālaṁ kaṇṇe gahetvā odhuneyya niddhuneyya nipphoṭeyya; ",
  "mn35:5.9": "evamevāhaṁ samaṇaṁ gotamaṁ vādena vādaṁ odhunissāmi niddhunissāmi nipphoṭessāmi. ",
  "mn35:5.10": "Seyyathāpi nāma kuñjaro saṭṭhihāyano gambhīraṁ pokkharaṇiṁ ogāhetvā sāṇadhovikaṁ nāma kīḷitajātaṁ kīḷati; ",
  "mn35:5.11": "evamevāhaṁ samaṇaṁ gotamaṁ sāṇadhovikaṁ maññe kīḷitajātaṁ kīḷissāmi. ",
  "mn35:5.12": "Abhikkamantu bhonto licchavī, abhikkamantu bhonto licchavī, ajja me samaṇena gotamena saddhiṁ kathāsallāpo bhavissatī”ti. ",
  "mn35:6.1": "Tatrekacce licchavī evamāhaṁsu: ",
  "mn35:6.2": "“kiṁ samaṇo gotamo saccakassa nigaṇṭhaputtassa vādaṁ āropessati, atha kho saccako nigaṇṭhaputto samaṇassa gotamassa vādaṁ āropessatī”ti? ",
  "mn35:6.3": "Ekacce licchavī evamāhaṁsu: ",
  "mn35:6.4": "“kiṁ so bhavamāno saccako nigaṇṭhaputto yo bhagavato vādaṁ āropessati, atha kho bhagavā saccakassa nigaṇṭhaputtassa vādaṁ āropessatī”ti? ",
  "mn35:6.5": "Atha kho saccako nigaṇṭhaputto pañcamattehi licchavisatehi parivuto yena mahāvanaṁ kūṭāgārasālā tenupasaṅkami. ",
  "mn35:7.1": "Tena kho pana samayena sambahulā bhikkhū abbhokāse caṅkamanti. ",
  "mn35:7.2": "Atha kho saccako nigaṇṭhaputto yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "mn35:7.3": "“kahaṁ nu kho, bho, etarahi so bhavaṁ gotamo viharati? ",
  "mn35:7.4": "Dassanakāmā hi mayaṁ taṁ bhavantaṁ gotaman”ti. ",
  "mn35:7.5": "“Esa, aggivessana, bhagavā mahāvanaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisinno”ti. ",
  "mn35:8.1": "Atha kho saccako nigaṇṭhaputto mahatiyā licchaviparisāya saddhiṁ mahāvanaṁ ajjhogāhetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn35:8.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "mn35:8.3": "Tepi kho licchavī appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu, appekacce bhagavatā saddhiṁ sammodiṁsu, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Appekacce yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu, appekacce bhagavato santike nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu, appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu. ",
  "mn35:9.1": "Ekamantaṁ nisinno kho saccako nigaṇṭhaputto bhagavantaṁ etadavoca: ",
  "mn35:9.2": "“puccheyyāhaṁ bhavantaṁ gotamaṁ kiñcideva desaṁ, sace me bhavaṁ gotamo okāsaṁ karoti pañhassa veyyākaraṇāyā”ti. ",
  "mn35:9.3": "“Puccha, aggivessana, yadākaṅkhasī”ti. ",
  "mn35:9.4": "“Kathaṁ pana bhavaṁ gotamo sāvake vineti, kathaṁbhāgā ca pana bhoto gotamassa sāvakesu anusāsanī bahulā pavattatī”ti? ",
  "mn35:9.5": "“Evaṁ kho ahaṁ, aggivessana, sāvake vinemi, evaṁbhāgā ca pana me sāvakesu anusāsanī bahulā pavattati: ",
  "mn35:9.6": "‘rūpaṁ, bhikkhave, aniccaṁ, vedanā aniccā, saññā aniccā, saṅkhārā aniccā, viññāṇaṁ aniccaṁ. ",
  "mn35:9.7": "Rūpaṁ, bhikkhave, anattā, vedanā anattā, saññā anattā, saṅkhārā anattā, viññāṇaṁ anattā. ",
  "mn35:9.8": "Sabbe saṅkhārā aniccā, sabbe dhammā anattā’ti. ",
  "mn35:9.9": "Evaṁ kho ahaṁ, aggivessana, sāvake vinemi, evaṁbhāgā ca pana me sāvakesu anusāsanī bahulā pavattatī”ti. ",
  "mn35:10.1": "“Upamā maṁ, bho gotama, paṭibhātī”ti. ",
  "mn35:10.2": "“Paṭibhātu taṁ, aggivessanā”ti bhagavā avoca. ",
  "mn35:10.3": "“Seyyathāpi, bho gotama, ye kecime bījagāmabhūtagāmā vuddhiṁ virūḷhiṁ vepullaṁ āpajjanti, sabbe te pathaviṁ nissāya pathaviyaṁ patiṭṭhāya. ",
  "mn35:10.4": "Evamete bījagāmabhūtagāmā vuddhiṁ virūḷhiṁ vepullaṁ āpajjanti. ",
  "mn35:10.5": "Seyyathāpi vā pana, bho gotama, ye kecime balakaraṇīyā kammantā karīyanti, sabbe te pathaviṁ nissāya pathaviyaṁ patiṭṭhāya. ",
  "mn35:10.6": "Evamete balakaraṇīyā kammantā karīyanti. ",
  "mn35:10.7": "Evameva kho, bho gotama, rūpattāyaṁ purisapuggalo rūpe patiṭṭhāya puññaṁ vā apuññaṁ vā pasavati, vedanattāyaṁ purisapuggalo vedanāyaṁ patiṭṭhāya puññaṁ vā apuññaṁ vā pasavati, saññattāyaṁ purisapuggalo saññāyaṁ patiṭṭhāya puññaṁ vā apuññaṁ vā pasavati, saṅkhārattāyaṁ purisapuggalo saṅkhāresu patiṭṭhāya puññaṁ vā apuññaṁ vā pasavati, viññāṇattāyaṁ purisapuggalo viññāṇe patiṭṭhāya puññaṁ vā apuññaṁ vā pasavatī”ti. ",
  "mn35:11.1": "“Nanu tvaṁ, aggivessana, evaṁ vadesi: ",
  "mn35:11.2": "‘rūpaṁ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṁ me attā’”ti? ",
  "mn35:11.3": "“Ahañhi, bho gotama, evaṁ vadāmi: ",
  "mn35:11.4": "‘rūpaṁ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṁ me attā’ti, ayañca mahatī janatā”ti. ",
  "mn35:11.5": "“Kiñhi te, aggivessana, mahatī janatā karissati? ",
  "mn35:11.6": "Iṅgha tvaṁ, aggivessana, sakaññeva vādaṁ nibbeṭhehī”ti. ",
  "mn35:11.7": "“Ahañhi, bho gotama, evaṁ vadāmi: ",
  "mn35:11.8": "‘rūpaṁ me attā, vedanā me attā, saññā me attā, saṅkhārā me attā, viññāṇaṁ me attā’”ti. ",
  "mn35:12.1": "“Tena hi, aggivessana, taññevettha paṭipucchissāmi, yathā te khameyya tathā naṁ byākareyyāsi. ",
  "mn35:12.2": "Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:12.3": "vatteyya rañño khattiyassa muddhāvasittassa sakasmiṁ vijite vaso—",
  "mn35:12.4": "ghātetāyaṁ vā ghātetuṁ, jāpetāyaṁ vā jāpetuṁ, pabbājetāyaṁ vā pabbājetuṁ, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassā”ti? ",
  "mn35:12.5": "“Vatteyya, bho gotama, rañño khattiyassa muddhāvasittassa sakasmiṁ vijite vaso—",
  "mn35:12.6": "ghātetāyaṁ vā ghātetuṁ, jāpetāyaṁ vā jāpetuṁ, pabbājetāyaṁ vā pabbājetuṁ, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassa. ",
  "mn35:12.7": "Imesampi hi, bho gotama, saṅghānaṁ gaṇānaṁ—",
  "mn35:12.8": "Seyyathidaṁ—vajjīnaṁ mallānaṁ—",
  "mn35:12.9": "vattati sakasmiṁ vijite vaso—",
  "mn35:12.10": "ghātetāyaṁ vā ghātetuṁ, jāpetāyaṁ vā jāpetuṁ, pabbājetāyaṁ vā pabbājetuṁ. ",
  "mn35:12.11": "Kiṁ pana rañño khattiyassa muddhāvasittassa, seyyathāpi rañño pasenadissa kosalassa, seyyathāpi vā pana rañño māgadhassa ajātasattussa vedehiputtassa? ",
  "mn35:12.12": "Vatteyya, bho gotama, vattituñca marahatī”ti. ",
  "mn35:13.1": "“Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:13.2": "yaṁ tvaṁ evaṁ vadesi: ",
  "mn35:13.3": "‘rūpaṁ me attā’ti, vattati te tasmiṁ rūpe vaso—",
  "mn35:13.4": "evaṁ me rūpaṁ hotu, evaṁ me rūpaṁ mā ahosī”ti? ",
  "mn35:13.5": "Evaṁ vutte, saccako nigaṇṭhaputto tuṇhī ahosi. ",
  "mn35:13.6": "Dutiyampi kho bhagavā saccakaṁ nigaṇṭhaputtaṁ etadavoca: ",
  "mn35:13.7": "“taṁ kiṁ maññasi, aggivessana, yaṁ tvaṁ evaṁ vadesi: ",
  "mn35:13.8": "‘rūpaṁ me attā’ti, vattati te tasmiṁ rūpe vaso—",
  "mn35:13.9": "evaṁ me rūpaṁ hotu, evaṁ me rūpaṁ mā ahosī”ti? ",
  "mn35:13.10": "Dutiyampi kho saccako nigaṇṭhaputto tuṇhī ahosi. ",
  "mn35:13.11": "Atha kho bhagavā saccakaṁ nigaṇṭhaputtaṁ etadavoca: ",
  "mn35:13.12": "“byākarohi dāni, aggivessana, na dāni te tuṇhībhāvassa kālo. ",
  "mn35:13.13": "Yo koci, aggivessana tathāgatena yāvatatiyaṁ sahadhammikaṁ pañhaṁ puṭṭho na byākaroti, etthevassa sattadhā muddhā phalatī”ti. ",
  "mn35:14.1": "Tena kho pana samayena vajirapāṇi yakkho āyasaṁ vajiraṁ ādāya ādittaṁ sampajjalitaṁ sajotibhūtaṁ saccakassa nigaṇṭhaputtassa uparivehāsaṁ ṭhito hoti: ",
  "mn35:14.2": "“sacāyaṁ saccako nigaṇṭhaputto bhagavatā yāvatatiyaṁ sahadhammikaṁ pañhaṁ puṭṭho na byākarissati etthevassa sattadhā muddhaṁ phālessāmī”ti. ",
  "mn35:14.3": "Taṁ kho pana vajirapāṇiṁ yakkhaṁ bhagavā ceva passati saccako ca nigaṇṭhaputto. ",
  "mn35:14.4": "Atha kho saccako nigaṇṭhaputto bhīto saṁviggo lomahaṭṭhajāto bhagavantaṁyeva tāṇaṁ gavesī bhagavantaṁyeva leṇaṁ gavesī bhagavantaṁyeva saraṇaṁ gavesī bhagavantaṁ etadavoca: ",
  "mn35:14.5": "“pucchatu maṁ bhavaṁ gotamo, byākarissāmī”ti. ",
  "mn35:15.1": "“Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:15.2": "yaṁ tvaṁ evaṁ vadesi: ",
  "mn35:15.3": "‘rūpaṁ me attā’ti, vattati te tasmiṁ rūpe vaso—",
  "mn35:15.4": "evaṁ me rūpaṁ hotu, evaṁ me rūpaṁ mā ahosī”ti? ",
  "mn35:15.5": "“No hidaṁ, bho gotama”. ",
  "mn35:16.1": "“Manasi karohi, aggivessana; ",
  "mn35:16.2": "manasi karitvā kho, aggivessana, byākarohi. ",
  "mn35:16.3": "Na kho te sandhiyati purimena vā pacchimaṁ pacchimena vā purimaṁ. ",
  "mn35:16.4": "Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:16.5": "yaṁ tvaṁ evaṁ vadesi: ",
  "mn35:16.6": "‘vedanā me attā’ti, vattati te tissaṁ vedanāyaṁ vaso—",
  "mn35:16.7": "evaṁ me vedanā hotu, evaṁ me vedanā mā ahosī”ti? ",
  "mn35:16.8": "“No hidaṁ, bho gotama”. ",
  "mn35:17.1": "“Manasi karohi, aggivessana; ",
  "mn35:17.2": "manasi karitvā kho, aggivessana, byākarohi. ",
  "mn35:17.3": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ. ",
  "mn35:17.4": "Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:17.5": "yaṁ tvaṁ evaṁ vadesi: ",
  "mn35:17.6": "‘saññā me attā’ti, vattati te tissaṁ saññāyaṁ vaso—",
  "mn35:17.7": "evaṁ me saññā hotu, evaṁ me saññā mā ahosī”ti? ",
  "mn35:17.8": "“No hidaṁ, bho gotama”. ",
  "mn35:18.1": "“Manasi karohi, aggivessana; ",
  "mn35:18.2": "manasi karitvā kho, aggivessana, byākarohi. ",
  "mn35:18.3": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ. ",
  "mn35:18.4": "Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:18.5": "yaṁ tvaṁ evaṁ vadesi: ",
  "mn35:18.6": "‘saṅkhārā me attā’ti, vattati te tesu saṅkhāresu vaso—",
  "mn35:18.7": "evaṁ me saṅkhārā hontu, evaṁ me saṅkhārā mā ahesun”ti? ",
  "mn35:18.8": "“No hidaṁ, bho gotama”. ",
  "mn35:19.1": "“Manasi karohi, aggivessana; ",
  "mn35:19.2": "manasi karitvā kho, aggivessana, byākarohi. ",
  "mn35:19.3": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ. ",
  "mn35:19.4": "Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:19.5": "yaṁ tvaṁ evaṁ vadesi: ",
  "mn35:19.6": "‘viññāṇaṁ me attā’ti, vattati te tasmiṁ viññāṇe vaso—",
  "mn35:19.7": "evaṁ me viññāṇaṁ hotu, evaṁ me viññāṇaṁ mā ahosī”ti? ",
  "mn35:19.8": "“No hidaṁ, bho gotama”. ",
  "mn35:20.1": "“Manasi karohi, aggivessana; ",
  "mn35:20.2": "manasi karitvā kho, aggivessana, byākarohi. ",
  "mn35:20.3": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ. ",
  "mn35:20.4": "Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:20.5": "rūpaṁ niccaṁ vā aniccaṁ vā”ti? ",
  "mn35:20.6": "“Aniccaṁ, bho gotama”. ",
  "mn35:20.7": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "mn35:20.8": "“Dukkhaṁ, bho gotama”. ",
  "mn35:20.9": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, kallaṁ nu taṁ samanupassituṁ: ",
  "mn35:20.10": "‘etaṁ mama, esohamasmi, eso me attā’”ti? ",
  "mn35:20.11": "“No hidaṁ, bho gotama”. ",
  "mn35:20.12": "“Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:20.13": "vedanā …pe… ",
  "mn35:20.14": "saññā …pe… ",
  "mn35:20.15": "saṅkhārā …pe… ",
  "mn35:20.16": "taṁ kiṁ maññasi, aggivessana, viññāṇaṁ niccaṁ vā aniccaṁ vā”ti? ",
  "mn35:20.17": "“Aniccaṁ, bho gotama”. ",
  "mn35:20.18": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "mn35:20.19": "“Dukkhaṁ, bho gotama”. ",
  "mn35:20.20": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, kallaṁ nu taṁ samanupassituṁ: ",
  "mn35:20.21": "‘etaṁ mama, esohamasmi, eso me attā’”ti? ",
  "mn35:20.22": "“No hidaṁ, bho gotama”. ",
  "mn35:21.1": "“Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:21.2": "yo nu kho dukkhaṁ allīno dukkhaṁ upagato dukkhaṁ ajjhosito, dukkhaṁ ‘etaṁ mama, esohamasmi, eso me attā’ti samanupassati, api nu kho so sāmaṁ vā dukkhaṁ parijāneyya, dukkhaṁ vā parikkhepetvā vihareyyā”ti? ",
  "mn35:21.3": "“Kiñhi siyā, bho gotama? ",
  "mn35:21.4": "No hidaṁ, bho gotamā”ti. ",
  "mn35:21.5": "“Taṁ kiṁ maññasi, aggivessana, ",
  "mn35:21.6": "nanu tvaṁ evaṁ sante dukkhaṁ allīno dukkhaṁ upagato dukkhaṁ ajjhosito, dukkhaṁ: ",
  "mn35:21.7": "‘etaṁ mama, esohamasmi, eso me attā’ti samanupassasī”ti? ",
  "mn35:21.8": "“Kiñhi no siyā, bho gotama? ",
  "mn35:21.9": "Evametaṁ, bho gotamā”ti. ",
  "mn35:22.1": "“Seyyathāpi, aggivessana, puriso sāratthiko sāragavesī sārapariyesanaṁ caramāno tiṇhaṁ kuṭhāriṁ ādāya vanaṁ paviseyya. ",
  "mn35:22.2": "So tattha passeyya mahantaṁ kadalikkhandhaṁ ujuṁ navaṁ akukkukajātaṁ. ",
  "mn35:22.3": "Tamenaṁ mūle chindeyya, mūle chetvā agge chindeyya, agge chetvā pattavaṭṭiṁ vinibbhujeyya. ",
  "mn35:22.4": "So tattha pattavaṭṭiṁ vinibbhujanto pheggumpi nādhigaccheyya, kuto sāraṁ? ",
  "mn35:22.5": "Evameva kho tvaṁ, aggivessana, mayā sakasmiṁ vāde samanuyuñjiyamāno samanugāhiyamāno samanubhāsiyamāno ritto tuccho aparaddho. ",
  "mn35:22.6": "Bhāsitā kho pana te esā, aggivessana, vesāliyaṁ parisati vācā: ",
  "mn35:22.7": "‘nāhaṁ taṁ passāmi samaṇaṁ vā brāhmaṇaṁ vā, saṅghiṁ gaṇiṁ gaṇācariyaṁ, api arahantaṁ sammāsambuddhaṁ paṭijānamānaṁ, yo mayā vādena vādaṁ samāraddho na saṅkampeyya na sampakampeyya na sampavedheyya, yassa na kacchehi sedā mucceyyuṁ. ",
  "mn35:22.8": "Thūṇaṁ cepāhaṁ acetanaṁ vādena vādaṁ samārabheyyaṁ sāpi mayā vādena vādaṁ samāraddhā saṅkampeyya sampakampeyya sampavedheyya. ",
  "mn35:22.9": "Ko pana vādo manussabhūtassā’ti? ",
  "mn35:22.10": "Tuyhaṁ kho pana, aggivessana, appekaccāni sedaphusitāni nalāṭā muttāni, uttarāsaṅgaṁ vinibhinditvā bhūmiyaṁ patiṭṭhitāni. ",
  "mn35:22.11": "Mayhaṁ kho pana, aggivessana, natthi etarahi kāyasmiṁ sedo”ti. ",
  "mn35:22.12": "Iti bhagavā tasmiṁ parisati suvaṇṇavaṇṇaṁ kāyaṁ vivari. ",
  "mn35:22.13": "Evaṁ vutte, saccako nigaṇṭhaputto tuṇhībhūto maṅkubhūto pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi. ",
  "mn35:23.1": "Atha kho dummukho licchaviputto saccakaṁ nigaṇṭhaputtaṁ tuṇhībhūtaṁ maṅkubhūtaṁ pattakkhandhaṁ adhomukhaṁ pajjhāyantaṁ appaṭibhānaṁ viditvā bhagavantaṁ etadavoca: ",
  "mn35:23.2": "“upamā maṁ, bhagavā, paṭibhātī”ti. ",
  "mn35:23.3": "“Paṭibhātu taṁ, dummukhā”ti bhagavā avoca. ",
  "mn35:23.4": "“Seyyathāpi, bhante, gāmassa vā nigamassa vā avidūre pokkharaṇī. ",
  "mn35:23.5": "Tatrāssa kakkaṭako. ",
  "mn35:23.6": "Atha kho, bhante, sambahulā kumārakā vā kumārikā vā tamhā gāmā vā nigamā vā nikkhamitvā yena sā pokkharaṇī tenupasaṅkameyyuṁ; upasaṅkamitvā taṁ pokkharaṇiṁ ogāhetvā taṁ kakkaṭakaṁ udakā uddharitvā thale patiṭṭhāpeyyuṁ. ",
  "mn35:23.7": "Yaññadeva hi so, bhante, kakkaṭako aḷaṁ abhininnāmeyya taṁ tadeva te kumārakā vā kumārikā vā kaṭṭhena vā kathalena vā sañchindeyyuṁ sambhañjeyyuṁ sampalibhañjeyyuṁ. ",
  "mn35:23.8": "Evañhi so, bhante, kakkaṭako sabbehi aḷehi sañchinnehi sambhaggehi sampalibhaggehi abhabbo taṁ pokkharaṇiṁ puna otarituṁ, seyyathāpi pubbe. ",
  "mn35:23.9": "Evameva kho, bhante, yāni saccakassa nigaṇṭhaputtassa visūkāyitāni visevitāni vipphanditāni tānipi sabbāni bhagavatā sañchinnāni sambhaggāni sampalibhaggāni; ",
  "mn35:23.10": "abhabbo ca dāni, bhante, saccako nigaṇṭhaputto puna bhagavantaṁ upasaṅkamituṁ yadidaṁ vādādhippāyo”ti. ",
  "mn35:24.1": "Evaṁ vutte, saccako nigaṇṭhaputto dummukhaṁ licchaviputtaṁ etadavoca: ",
  "mn35:24.2": "“āgamehi tvaṁ, dummukha,āgamehi tvaṁ, dummukha, (…) na mayaṁ tayā saddhiṁ mantema, idha mayaṁ bhotā gotamena saddhiṁ mantema. ",
  "mn35:24.3": "Tiṭṭhatesā, bho gotama, amhākañceva aññesañca puthusamaṇabrāhmaṇānaṁ vācā. ",
  "mn35:24.4": "Vilāpaṁ vilapitaṁ maññe. ",
  "mn35:24.5": "Kittāvatā ca nu kho bhoto gotamassa sāvako sāsanakaro hoti ovādapatikaro tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti? ",
  "mn35:24.6": "“Idha, aggivessana, mama sāvako yaṁ kiñci rūpaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā yaṁ dūre santike vā, sabbaṁ rūpaṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya passati; ",
  "mn35:24.7": "yā kāci vedanā …pe… ",
  "mn35:24.8": "yā kāci saññā …pe… ",
  "mn35:24.9": "ye keci saṅkhārā …pe… ",
  "mn35:24.10": "yaṁ kiñci viññāṇaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā, yaṁ dūre santike vā, sabbaṁ viññāṇaṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya passati. ",
  "mn35:24.11": "Ettāvatā kho, aggivessana, mama sāvako sāsanakaro hoti ovādapatikaro tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane viharatī”ti. ",
  "mn35:25.1": "“Kittāvatā pana, bho gotama, bhikkhu arahaṁ hoti khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto”ti? ",
  "mn35:25.2": "“Idha, aggivessana, bhikkhu yaṁ kiñci rūpaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā yaṁ dūre santike vā sabbaṁ rūpaṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya disvā anupādā vimutto hoti; ",
  "mn35:25.3": "yā kāci vedanā …pe… ",
  "mn35:25.4": "yā kāci saññā …pe… ",
  "mn35:25.5": "ye keci saṅkhārā …pe… ",
  "mn35:25.6": "yaṁ kiñci viññāṇaṁ atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā yaṁ dūre santike vā sabbaṁ viññāṇaṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya disvā anupādā vimutto hoti. ",
  "mn35:25.7": "Ettāvatā kho, aggivessana, bhikkhu arahaṁ hoti khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto. ",
  "mn35:26.1": "Evaṁ vimuttacitto kho, aggivessana, bhikkhu tīhi anuttariyehi samannāgato hoti—",
  "mn35:26.2": "dassanānuttariyena, paṭipadānuttariyena, vimuttānuttariyena. ",
  "mn35:26.3": "Evaṁ vimuttacitto kho, aggivessana, bhikkhu tathāgataññeva sakkaroti garuṁ karoti māneti pūjeti—",
  "mn35:26.4": "buddho so bhagavā bodhāya dhammaṁ deseti, danto so bhagavā damathāya dhammaṁ deseti, santo so bhagavā samathāya dhammaṁ deseti, tiṇṇo so bhagavā taraṇāya dhammaṁ deseti, parinibbuto so bhagavā parinibbānāya dhammaṁ desetī”ti. ",
  "mn35:27.1": "Evaṁ vutte, saccako nigaṇṭhaputto bhagavantaṁ etadavoca: ",
  "mn35:27.2": "“mayameva, bho gotama, dhaṁsī, mayaṁ pagabbā, ye mayaṁ bhavantaṁ gotamaṁ vādena vādaṁ āsādetabbaṁ amaññimha. ",
  "mn35:27.3": "Siyā hi, bho gotama, hatthiṁ pabhinnaṁ āsajja purisassa sotthibhāvo, na tveva bhavantaṁ gotamaṁ āsajja siyā purisassa sotthibhāvo. ",
  "mn35:27.4": "Siyā hi, bho gotama, pajjalitaṁ aggikkhandhaṁ āsajja purisassa sotthibhāvo, na tveva bhavantaṁ gotamaṁ āsajja siyā purisassa sotthibhāvo. ",
  "mn35:27.5": "Siyā hi, bho gotama, āsīvisaṁ ghoravisaṁ āsajja purisassa sotthibhāvo, na tveva bhavantaṁ gotamaṁ āsajja siyā purisassa sotthibhāvo. ",
  "mn35:27.6": "Mayameva, bho gotama, dhaṁsī, mayaṁ pagabbā, ye mayaṁ bhavantaṁ gotamaṁ vādena vādaṁ āsādetabbaṁ amaññimha. ",
  "mn35:27.7": "Adhivāsetu me bhavaṁ gotamo svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "mn35:27.8": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "mn35:28.1": "Atha kho saccako nigaṇṭhaputto bhagavato adhivāsanaṁ viditvā te licchavī āmantesi: ",
  "mn35:28.2": "“suṇantu me bhonto licchavī, samaṇo me gotamo nimantito svātanāya saddhiṁ bhikkhusaṅghena. ",
  "mn35:28.3": "Tena me abhihareyyātha yamassa patirūpaṁ maññeyyāthā”ti. ",
  "mn35:29.1": "Atha kho te licchavī tassā rattiyā accayena saccakassa nigaṇṭhaputtassa pañcamattāni thālipākasatāni bhattābhihāraṁ abhihariṁsu. ",
  "mn35:29.2": "Atha kho nigaṇṭhaputto sake ārāme paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā bhagavato kālaṁ ārocāpesi: ",
  "mn35:29.3": "“kālo, bho gotama, niṭṭhitaṁ bhattan”ti. ",
  "mn35:30.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena saccakassa nigaṇṭhaputtassa ārāmo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi saddhiṁ bhikkhusaṅghena. ",
  "mn35:30.2": "Atha kho saccako nigaṇṭhaputto buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "mn35:30.3": "Atha kho saccako nigaṇṭhaputto bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn35:30.4": "Ekamantaṁ nisinno kho saccako nigaṇṭhaputto bhagavantaṁ etadavoca: ",
  "mn35:30.5": "“yamidaṁ, bho gotama, dāne puññañca puññamahī ca taṁ dāyakānaṁ sukhāya hotū”ti. ",
  "mn35:30.6": "“Yaṁ kho, aggivessana, tādisaṁ dakkhiṇeyyaṁ āgamma avītarāgaṁ avītadosaṁ avītamohaṁ, taṁ dāyakānaṁ bhavissati. ",
  "mn35:30.7": "Yaṁ kho, aggivessana, mādisaṁ dakkhiṇeyyaṁ āgamma vītarāgaṁ vītadosaṁ vītamohaṁ, taṁ tuyhaṁ bhavissatī”ti. ",
  "mn35:30.8": "Cūḷasaccakasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}