{
  "mn36:0.1": "Majjhima Nikāya 36 ",
  "mn36:0.2": "Mahāsaccakasutta ",
  "mn36:1.1": "Evaṁ me sutaṁ—",
  "mn36:1.2": "ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "mn36:2.1": "Tena kho pana samayena bhagavā pubbaṇhasamayaṁ sunivattho hoti pattacīvaramādāya vesāliṁ piṇḍāya pavisitukāmo. ",
  "mn36:3.1": "Atha kho saccako nigaṇṭhaputto jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yena mahāvanaṁ kūṭāgārasālā tenupasaṅkami. ",
  "mn36:3.2": "Addasā kho āyasmā ānando saccakaṁ nigaṇṭhaputtaṁ dūratova āgacchantaṁ. ",
  "mn36:3.3": "Disvāna bhagavantaṁ etadavoca: ",
  "mn36:3.4": "“ayaṁ, bhante, saccako nigaṇṭhaputto āgacchati bhassappavādako paṇḍitavādo sādhusammato bahujanassa. ",
  "mn36:3.5": "Eso kho, bhante, avaṇṇakāmo buddhassa, avaṇṇakāmo dhammassa, avaṇṇakāmo saṅghassa. ",
  "mn36:3.6": "Sādhu, bhante, bhagavā muhuttaṁ nisīdatu anukampaṁ upādāyā”ti. ",
  "mn36:3.7": "Nisīdi bhagavā paññatte āsane. ",
  "mn36:3.8": "Atha kho saccako nigaṇṭhaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho saccako nigaṇṭhaputto bhagavantaṁ etadavoca: ",
  "mn36:4.1": "“Santi, bho gotama, eke samaṇabrāhmaṇā kāyabhāvanānuyogamanuyuttā viharanti, no cittabhāvanaṁ. ",
  "mn36:4.2": "Phusanti hi te, bho gotama, sārīrikaṁ dukkhaṁ vedanaṁ. ",
  "mn36:4.3": "Bhūtapubbaṁ, bho gotama, sārīrikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhopi nāma bhavissati, hadayampi nāma phalissati, uṇhampi lohitaṁ mukhato uggamissati, ummādampi pāpuṇissati cittakkhepaṁ. ",
  "mn36:4.4": "Tassa kho etaṁ, bho gotama, kāyanvayaṁ cittaṁ hoti, kāyassa vasena vattati. ",
  "mn36:4.5": "Taṁ kissa hetu? ",
  "mn36:4.6": "Abhāvitattā cittassa. ",
  "mn36:4.7": "Santi pana, bho gotama, eke samaṇabrāhmaṇā cittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvanaṁ. ",
  "mn36:4.8": "Phusanti hi te, bho gotama, cetasikaṁ dukkhaṁ vedanaṁ. ",
  "mn36:4.9": "Bhūtapubbaṁ, bho gotama, cetasikāya dukkhāya vedanāya phuṭṭhassa sato ūrukkhambhopi nāma bhavissati, hadayampi nāma phalissati, uṇhampi lohitaṁ mukhato uggamissati, ummādampi pāpuṇissati cittakkhepaṁ. ",
  "mn36:4.10": "Tassa kho eso, bho gotama, cittanvayo kāyo hoti, cittassa vasena vattati. ",
  "mn36:4.11": "Taṁ kissa hetu? ",
  "mn36:4.12": "Abhāvitattā kāyassa. ",
  "mn36:4.13": "Tassa mayhaṁ, bho gotama, evaṁ hoti: ",
  "mn36:4.14": "‘addhā bhoto gotamassa sāvakā cittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvanan’”ti. ",
  "mn36:5.1": "“Kinti pana te, aggivessana, kāyabhāvanā sutā”ti? ",
  "mn36:5.2": "“Seyyathidaṁ—",
  "mn36:5.3": "nando vaccho, kiso saṅkicco, makkhali gosālo—",
  "mn36:5.4": "etehi, bho gotama, acelakā muttācārā hatthāpalekhanā naehibhaddantikā natiṭṭhabhaddantikā na abhihaṭaṁ na uddissakataṁ na nimantanaṁ sādiyanti, ",
  "mn36:5.5": "te na kumbhimukhā paṭiggaṇhanti na kaḷopimukhā paṭiggaṇhanti na eḷakamantaraṁ na daṇḍamantaraṁ na musalamantaraṁ na dvinnaṁ bhuñjamānānaṁ na gabbhiniyā na pāyamānāya na purisantaragatāya na saṅkittīsu na yattha sā upaṭṭhito hoti na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṁ na maṁsaṁ na suraṁ na merayaṁ na thusodakaṁ pivanti. ",
  "mn36:5.6": "Te ekāgārikā vā honti ekālopikā, dvāgārikā vā honti dvālopikā …pe… sattāgārikā vā honti sattālopikā. ",
  "mn36:5.7": "Ekissāpi dattiyā yāpenti, dvīhipi dattīhi yāpenti …pe… sattahipi dattīhi yāpenti. ",
  "mn36:5.8": "Ekāhikampi āhāraṁ āhārenti, dvīhikampi āhāraṁ āhārenti …pe… sattāhikampi āhāraṁ āhārenti. Iti evarūpaṁ addhamāsikampi pariyāyabhattabhojanānuyogamanuyuttā viharantī”ti. ",
  "mn36:6.1": "“Kiṁ pana te, aggivessana, tāvatakeneva yāpentī”ti? ",
  "mn36:6.2": "“No hidaṁ, bho gotama. ",
  "mn36:6.3": "Appekadā, bho gotama, uḷārāni uḷārāni khādanīyāni khādanti, uḷārāni uḷārāni bhojanāni bhuñjanti, uḷārāni uḷārāni sāyanīyāni sāyanti, uḷārāni uḷārāni pānāni pivanti. ",
  "mn36:6.4": "Te imaṁ kāyaṁ balaṁ gāhenti nāma, brūhenti nāma, medenti nāmā”ti. ",
  "mn36:6.5": "“Yaṁ kho te, aggivessana, purimaṁ pahāya pacchā upacinanti, evaṁ imassa kāyassa ācayāpacayo hoti. ",
  "mn36:6.6": "Kinti pana te, aggivessana, cittabhāvanā sutā”ti? ",
  "mn36:6.7": "Cittabhāvanāya kho saccako nigaṇṭhaputto bhagavatā puṭṭho samāno na sampāyāsi. ",
  "mn36:7.1": "Atha kho bhagavā saccakaṁ nigaṇṭhaputtaṁ etadavoca: ",
  "mn36:7.2": "“yāpi kho te esā, aggivessana, purimā kāyabhāvanā bhāsitā sāpi ariyassa vinaye no dhammikā kāyabhāvanā. ",
  "mn36:7.3": "Kāyabhāvanampi kho tvaṁ, aggivessana, na aññāsi, kuto pana tvaṁ cittabhāvanaṁ jānissasi? ",
  "mn36:7.4": "Api ca, aggivessana, yathā abhāvitakāyo ca hoti abhāvitacitto ca, bhāvitakāyo ca hoti bhāvitacitto ca. ",
  "mn36:7.5": "Taṁ suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn36:7.6": "“Evaṁ, bho”ti kho saccako nigaṇṭhaputto bhagavato paccassosi. ",
  "mn36:7.7": "Bhagavā etadavoca: ",
  "mn36:8.1": "“Kathañca, aggivessana, abhāvitakāyo ca hoti abhāvitacitto ca? ",
  "mn36:8.2": "Idha, aggivessana, assutavato puthujjanassa uppajjati sukhā vedanā. ",
  "mn36:8.3": "So sukhāya vedanāya phuṭṭho samāno sukhasārāgī ca hoti sukhasārāgitañca āpajjati. ",
  "mn36:8.4": "Tassa sā sukhā vedanā nirujjhati. ",
  "mn36:8.5": "Sukhāya vedanāya nirodhā uppajjati dukkhā vedanā. ",
  "mn36:8.6": "So dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṁ kandati sammohaṁ āpajjati. ",
  "mn36:8.7": "Tassa kho esā, aggivessana, uppannāpi sukhā vedanā cittaṁ pariyādāya tiṭṭhati abhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṁ pariyādāya tiṭṭhati abhāvitattā cittassa. ",
  "mn36:8.8": "Yassa kassaci, aggivessana, evaṁ ubhatopakkhaṁ uppannāpi sukhā vedanā cittaṁ pariyādāya tiṭṭhati abhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṁ pariyādāya tiṭṭhati abhāvitattā cittassa, evaṁ kho, aggivessana, abhāvitakāyo ca hoti abhāvitacitto ca. ",
  "mn36:9.1": "Kathañca, aggivessana, bhāvitakāyo ca hoti bhāvitacitto ca? ",
  "mn36:9.2": "Idha, aggivessana, sutavato ariyasāvakassa uppajjati sukhā vedanā. ",
  "mn36:9.3": "So sukhāya vedanāya phuṭṭho samāno na sukhasārāgī ca hoti, na sukhasārāgitañca āpajjati. ",
  "mn36:9.4": "Tassa sā sukhā vedanā nirujjhati. ",
  "mn36:9.5": "Sukhāya vedanāya nirodhā uppajjati dukkhā vedanā. ",
  "mn36:9.6": "So dukkhāya vedanāya phuṭṭho samāno na socati na kilamati na paridevati na urattāḷiṁ kandati na sammohaṁ āpajjati. ",
  "mn36:9.7": "Tassa kho esā, aggivessana, uppannāpi sukhā vedanā cittaṁ na pariyādāya tiṭṭhati bhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati bhāvitattā cittassa. ",
  "mn36:9.8": "Yassa kassaci, aggivessana, evaṁ ubhatopakkhaṁ uppannāpi sukhā vedanā cittaṁ na pariyādāya tiṭṭhati bhāvitattā kāyassa, uppannāpi dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati bhāvitattā cittassa. Evaṁ kho, aggivessana, bhāvitakāyo ca hoti bhāvitacitto cā”ti. ",
  "mn36:10.1": "“Evaṁ pasanno ahaṁ bhoto gotamassa. ",
  "mn36:10.2": "Bhavañhi gotamo bhāvitakāyo ca hoti bhāvitacitto cā”ti. ",
  "mn36:10.3": "“Addhā kho te ayaṁ, aggivessana, āsajja upanīya vācā bhāsitā, ",
  "mn36:10.4": "api ca te ahaṁ byākarissāmi. ",
  "mn36:10.5": "Yato kho ahaṁ, aggivessana, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito, taṁ vata me uppannā vā sukhā vedanā cittaṁ pariyādāya ṭhassati, uppannā vā dukkhā vedanā cittaṁ pariyādāya ṭhassatīti netaṁ ṭhānaṁ vijjatī”ti. ",
  "mn36:11.1": "“Na hi nūna bhoto gotamassa uppajjati tathārūpā sukhā vedanā yathārūpā uppannā sukhā vedanā cittaṁ pariyādāya tiṭṭheyya; na hi nūna bhoto gotamassa uppajjati tathārūpā dukkhā vedanā yathārūpā uppannā dukkhā vedanā cittaṁ pariyādāya tiṭṭheyyā”ti. ",
  "mn36:12.1": "“Kiñhi no siyā, aggivessana? ",
  "mn36:12.2": "Idha me, aggivessana, pubbeva sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "mn36:12.3": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ",
  "mn36:12.4": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn36:12.5": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn36:13.1": "So kho ahaṁ, aggivessana, aparena samayena daharova samāno, susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā, akāmakānaṁ mātāpitūnaṁ assumukhānaṁ rudantānaṁ, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajiṁ. ",
  "mn36:13.2": "So evaṁ pabbajito samāno kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn36:13.3": "‘icchāmahaṁ, āvuso kālāma, imasmiṁ dhammavinaye brahmacariyaṁ caritun’ti. ",
  "mn36:13.4": "Evaṁ vutte, aggivessana, āḷāro kālāmo maṁ etadavoca: ",
  "mn36:13.5": "‘viharatāyasmā, ",
  "mn36:13.6": "tādiso ayaṁ dhammo yattha viññū puriso nacirasseva sakaṁ ācariyakaṁ sayaṁ abhiññā sacchikatvā upasampajja vihareyyā’ti. ",
  "mn36:13.7": "So kho ahaṁ, aggivessana, nacirasseva khippameva taṁ dhammaṁ pariyāpuṇiṁ. ",
  "mn36:13.8": "So kho ahaṁ, aggivessana, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi, ahañceva aññe ca. ",
  "mn36:13.9": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:13.10": "‘na kho āḷāro kālāmo imaṁ dhammaṁ kevalaṁ saddhāmattakena sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti, ",
  "mn36:13.11": "addhā āḷāro kālāmo imaṁ dhammaṁ jānaṁ passaṁ viharatī’ti. ",
  "mn36:13.12": "Atha khvāhaṁ, aggivessana, yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn36:13.13": "‘kittāvatā no, āvuso kālāma, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti? ",
  "mn36:13.14": "Evaṁ vutte, aggivessana, āḷāro kālāmo ākiñcaññāyatanaṁ pavedesi. ",
  "mn36:13.15": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:13.16": "‘na kho āḷārasseva kālāmassa atthi saddhā, mayhampatthi saddhā; ",
  "mn36:13.17": "na kho āḷārasseva kālāmassa atthi vīriyaṁ, mayhampatthi vīriyaṁ; ",
  "mn36:13.18": "na kho āḷārasseva kālāmassa atthi sati, mayhampatthi sati; ",
  "mn36:13.19": "na kho āḷārasseva kālāmassa atthi samādhi, mayhampatthi samādhi; ",
  "mn36:13.20": "na kho āḷārasseva kālāmassa atthi paññā, mayhampatthi paññā; ",
  "mn36:13.21": "yannūnāhaṁ yaṁ dhammaṁ āḷāro kālāmo sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedeti tassa dhammassa sacchikiriyāya padaheyyan’ti. ",
  "mn36:13.22": "So kho ahaṁ, aggivessana, nacirasseva khippameva taṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja vihāsiṁ. ",
  "mn36:14.1": "Atha khvāhaṁ, aggivessana, yena āḷāro kālāmo tenupasaṅkamiṁ; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavocaṁ: ",
  "mn36:14.2": "‘ettāvatā no, āvuso kālāma, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti? ",
  "mn36:14.3": "‘Ettāvatā kho ahaṁ, āvuso, imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemī’ti. ",
  "mn36:14.4": "‘Ahampi kho, āvuso, ettāvatā imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
  "mn36:14.5": "‘Lābhā no, āvuso, suladdhaṁ no, āvuso, ",
  "mn36:14.6": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma. ",
  "mn36:14.7": "Iti yāhaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemi taṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi; ",
  "mn36:14.8": "yaṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi tamahaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedemi. ",
  "mn36:14.9": "Iti yāhaṁ dhammaṁ jānāmi taṁ tvaṁ dhammaṁ jānāsi; yaṁ tvaṁ dhammaṁ jānāsi tamahaṁ dhammaṁ jānāmi. ",
  "mn36:14.10": "Iti yādiso ahaṁ tādiso tuvaṁ, yādiso tuvaṁ tādiso ahaṁ. ",
  "mn36:14.11": "Ehi dāni, āvuso, ubhova santā imaṁ gaṇaṁ pariharāmā’ti. ",
  "mn36:14.12": "Iti kho, aggivessana, āḷāro kālāmo ācariyo me samāno attano antevāsiṁ maṁ samānaṁ attanā samasamaṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesi. ",
  "mn36:14.13": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:14.14": "‘nāyaṁ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva ākiñcaññāyatanūpapattiyā’ti. ",
  "mn36:14.15": "So kho ahaṁ, aggivessana, taṁ dhammaṁ analaṅkaritvā tasmā dhammā nibbijja apakkamiṁ. ",
  "mn36:15.1": "So kho ahaṁ, aggivessana, kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn36:15.2": "‘icchāmahaṁ, āvuso, imasmiṁ dhammavinaye brahmacariyaṁ caritun’ti. ",
  "mn36:15.3": "Evaṁ vutte, aggivessana, udako rāmaputto maṁ etadavoca: ",
  "mn36:15.4": "‘viharatāyasmā, ",
  "mn36:15.5": "tādiso ayaṁ dhammo yattha viññū puriso nacirasseva sakaṁ ācariyakaṁ sayaṁ abhiññā sacchikatvā upasampajja vihareyyā’ti. ",
  "mn36:15.6": "So kho ahaṁ, aggivessana, nacirasseva khippameva taṁ dhammaṁ pariyāpuṇiṁ. ",
  "mn36:15.7": "So kho ahaṁ, aggivessana, tāvatakeneva oṭṭhapahatamattena lapitalāpanamattena ñāṇavādañca vadāmi theravādañca, ‘jānāmi passāmī’ti ca paṭijānāmi, ahañceva aññe ca. ",
  "mn36:15.8": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:15.9": "‘na kho rāmo imaṁ dhammaṁ kevalaṁ saddhāmattakena sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesi. ",
  "mn36:15.10": "Addhā rāmo imaṁ dhammaṁ jānaṁ passaṁ vihāsī’ti. ",
  "mn36:15.11": "Atha khvāhaṁ, aggivessana, yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn36:15.12": "‘kittāvatā no āvuso rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesī’ti? ",
  "mn36:15.13": "Evaṁ vutte, aggivessana, udako rāmaputto nevasaññānāsaññāyatanaṁ pavedesi. ",
  "mn36:15.14": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:15.15": "‘na kho rāmasseva ahosi saddhā, mayhampatthi saddhā; ",
  "mn36:15.16": "na kho rāmasseva ahosi vīriyaṁ, mayhampatthi vīriyaṁ; ",
  "mn36:15.17": "na kho rāmasseva ahosi sati, mayhampatthi sati; ",
  "mn36:15.18": "na kho rāmasseva ahosi samādhi, mayhampatthi samādhi; ",
  "mn36:15.19": "na kho rāmasseva ahosi paññā, mayhampatthi paññā; ",
  "mn36:15.20": "yannūnāhaṁ yaṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja viharāmīti pavedesi tassa dhammassa sacchikiriyāya padaheyyan’ti. ",
  "mn36:15.21": "So kho ahaṁ, aggivessana, nacirasseva khippameva taṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja vihāsiṁ. ",
  "mn36:15.22": "Atha khvāhaṁ, aggivessana, yena udako rāmaputto tenupasaṅkamiṁ; upasaṅkamitvā udakaṁ rāmaputtaṁ etadavocaṁ: ",
  "mn36:15.23": "‘ettāvatā no āvuso rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti? ",
  "mn36:15.24": "‘Ettāvatā kho āvuso rāmo imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja pavedesī’ti. ",
  "mn36:15.25": "‘Ahampi kho, āvuso, ettāvatā imaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharāmī’ti. ",
  "mn36:15.26": "‘Lābhā no, āvuso, suladdhaṁ no, āvuso, ",
  "mn36:15.27": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma. ",
  "mn36:15.28": "Iti yaṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja pavedesi, taṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi; yaṁ tvaṁ dhammaṁ sayaṁ abhiññā sacchikatvā upasampajja viharasi, taṁ dhammaṁ rāmo sayaṁ abhiññā sacchikatvā upasampajja pavedesi. ",
  "mn36:15.29": "Iti yaṁ dhammaṁ rāmo abhiññāsi taṁ tvaṁ dhammaṁ jānāsi; yaṁ tvaṁ dhammaṁ jānāsi taṁ dhammaṁ rāmo abhiññāsi. ",
  "mn36:15.30": "Iti yādiso rāmo ahosi tādiso tuvaṁ; yādiso tuvaṁ tādiso rāmo ahosi. ",
  "mn36:15.31": "Ehi dāni, āvuso, tuvaṁ imaṁ gaṇaṁ pariharā’ti. ",
  "mn36:15.32": "Iti kho, aggivessana, udako rāmaputto sabrahmacārī me samāno ācariyaṭṭhāne ca maṁ ṭhapesi, uḷārāya ca maṁ pūjāya pūjesi. ",
  "mn36:15.33": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:15.34": "‘nāyaṁ dhammo nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, yāvadeva nevasaññānāsaññāyatanūpapattiyā’ti. ",
  "mn36:15.35": "So kho ahaṁ, aggivessana, taṁ dhammaṁ analaṅkaritvā tasmā dhammā nibbijja apakkamiṁ. ",
  "mn36:16.1": "So kho ahaṁ, aggivessana, kiṅkusalagavesī anuttaraṁ santivarapadaṁ pariyesamāno magadhesu anupubbena cārikaṁ caramāno yena uruvelā senānigamo tadavasariṁ. ",
  "mn36:16.2": "Tatthaddasaṁ ramaṇīyaṁ bhūmibhāgaṁ, pāsādikañca vanasaṇḍaṁ, nadiñca sandantiṁ setakaṁ supatitthaṁ ramaṇīyaṁ, samantā ca gocaragāmaṁ. ",
  "mn36:16.3": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:16.4": "‘ramaṇīyo vata bho bhūmibhāgo, pāsādiko ca vanasaṇḍo, nadī ca sandati setakā supatitthā ramaṇīyā, samantā ca gocaragāmo. ",
  "mn36:16.5": "Alaṁ vatidaṁ kulaputtassa padhānatthikassa padhānāyā’ti. ",
  "mn36:16.6": "So kho ahaṁ, aggivessana, tattheva nisīdiṁ ",
  "mn36:16.7": "‘alamidaṁ padhānāyā’ti. ",
  "mn36:17.1": "Apissumaṁ, aggivessana, tisso upamā paṭibhaṁsu anacchariyā pubbe assutapubbā. ",
  "mn36:17.2": "Seyyathāpi, aggivessana, allaṁ kaṭṭhaṁ sasnehaṁ udake nikkhittaṁ. ",
  "mn36:17.3": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya: ",
  "mn36:17.4": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
  "mn36:17.5": "Taṁ kiṁ maññasi, aggivessana, ",
  "mn36:17.6": "api nu so puriso amuṁ allaṁ kaṭṭhaṁ sasnehaṁ, udake nikkhittaṁ, uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya, tejo pātukareyyā”ti? ",
  "mn36:17.7": "“No hidaṁ, bho gotama”. ",
  "mn36:17.8": "“Taṁ kissa hetu”? ",
  "mn36:17.9": "“Aduñhi, bho gotama, allaṁ kaṭṭhaṁ sasnehaṁ, tañca pana udake nikkhittaṁ. ",
  "mn36:17.10": "Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
  "mn36:17.11": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi avūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho, so ca ajjhattaṁ na suppahīno hoti, na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn36:17.12": "No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn36:17.13": "Ayaṁ kho maṁ, aggivessana, paṭhamā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn36:18.1": "Aparāpi kho maṁ, aggivessana, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn36:18.2": "Seyyathāpi, aggivessana, allaṁ kaṭṭhaṁ sasnehaṁ, ārakā udakā thale nikkhittaṁ. ",
  "mn36:18.3": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya: ",
  "mn36:18.4": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
  "mn36:18.5": "Taṁ kiṁ maññasi, aggivessana, ",
  "mn36:18.6": "api nu so puriso amuṁ allaṁ kaṭṭhaṁ sasnehaṁ, ārakā udakā thale nikkhittaṁ, uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya tejo pātukareyyā”ti? ",
  "mn36:18.7": "“No hidaṁ, bho gotama”. ",
  "mn36:18.8": "“Taṁ kissa hetu”? ",
  "mn36:18.9": "“Aduñhi, bho gotama, allaṁ kaṭṭhaṁ sasnehaṁ, kiñcāpi ārakā udakā thale nikkhittaṁ. ",
  "mn36:18.10": "Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti. ",
  "mn36:18.11": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho so ca ajjhattaṁ na suppahīno hoti, na suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, abhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn36:18.12": "Ayaṁ kho maṁ, aggivessana, dutiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā ",
  "mn36:19.1": "Aparāpi kho maṁ, aggivessana, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn36:19.2": "Seyyathāpi, aggivessana, sukkhaṁ kaṭṭhaṁ koḷāpaṁ, ārakā udakā thale nikkhittaṁ. ",
  "mn36:19.3": "Atha puriso āgaccheyya uttarāraṇiṁ ādāya: ",
  "mn36:19.4": "‘aggiṁ abhinibbattessāmi, tejo pātukarissāmī’ti. ",
  "mn36:19.5": "Taṁ kiṁ maññasi, aggivessana, ",
  "mn36:19.6": "api nu so puriso amuṁ sukkhaṁ kaṭṭhaṁ koḷāpaṁ, ārakā udakā thale nikkhittaṁ, uttarāraṇiṁ ādāya abhimanthento aggiṁ abhinibbatteyya, tejo pātukareyyā”ti? ",
  "mn36:19.7": "“Evaṁ, bho gotama”. ",
  "mn36:19.8": "“Taṁ kissa hetu”? ",
  "mn36:19.9": "“Aduñhi, bho gotama, sukkhaṁ kaṭṭhaṁ koḷāpaṁ, tañca pana ārakā udakā thale nikkhittan”ti. ",
  "mn36:19.10": "“Evameva kho, aggivessana, ye hi keci samaṇā vā brāhmaṇā vā kāyena ceva cittena ca kāmehi vūpakaṭṭhā viharanti, yo ca nesaṁ kāmesu kāmacchando kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho, so ca ajjhattaṁ suppahīno hoti suppaṭippassaddho, opakkamikā cepi te bhonto samaṇabrāhmaṇā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. No cepi te bhonto samaṇabrāhmaṇā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, bhabbāva te ñāṇāya dassanāya anuttarāya sambodhāya. ",
  "mn36:19.11": "Ayaṁ kho maṁ, aggivessana, tatiyā upamā paṭibhāsi anacchariyā pubbe assutapubbā. ",
  "mn36:19.12": "Imā kho maṁ, aggivessana, tisso upamā paṭibhaṁsu anacchariyā pubbe assutapubbā. ",
  "mn36:20.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:20.2": "‘yannūnāhaṁ dantebhi dantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇheyyaṁ abhinippīḷeyyaṁ abhisantāpeyyan’ti. ",
  "mn36:20.3": "So kho ahaṁ, aggivessana, dantebhi dantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇhāmi abhinippīḷemi abhisantāpemi. ",
  "mn36:20.4": "Tassa mayhaṁ, aggivessana, dantebhi dantamādhāya jivhāya tāluṁ āhacca cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti. ",
  "mn36:20.5": "Seyyathāpi, aggivessana, balavā puriso dubbalataraṁ purisaṁ sīse vā gahetvā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya; ",
  "mn36:20.6": "evameva kho me, aggivessana, dantebhi dantamādhāya, jivhāya tāluṁ āhacca, cetasā cittaṁ abhiniggaṇhato abhinippīḷayato abhisantāpayato kacchehi sedā muccanti. ",
  "mn36:20.7": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ, upaṭṭhitā sati asammuṭṭhā, sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn36:20.8": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:21.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:21.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn36:21.3": "So kho ahaṁ, aggivessana, mukhato ca nāsato ca assāsapassāse uparundhiṁ. ",
  "mn36:21.4": "Tassa mayhaṁ, aggivessana, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṁ nikkhamantānaṁ adhimatto saddo hoti. ",
  "mn36:21.5": "Seyyathāpi nāma kammāragaggariyā dhamamānāya adhimatto saddo hoti; ",
  "mn36:21.6": "evameva kho me, aggivessana, mukhato ca nāsato ca assāsapassāsesu uparuddhesu kaṇṇasotehi vātānaṁ nikkhamantānaṁ adhimatto saddo hoti. ",
  "mn36:21.7": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn36:21.8": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:22.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:22.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn36:22.3": "So kho ahaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn36:22.4": "Tassa mayhaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti. ",
  "mn36:22.5": "Seyyathāpi, aggivessana, balavā puriso tiṇhena sikharena muddhani abhimattheyya; ",
  "mn36:22.6": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā muddhani ūhananti. ",
  "mn36:22.7": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn36:22.8": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:23.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:23.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn36:23.3": "So kho ahaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn36:23.4": "Tassa mayhaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti. ",
  "mn36:23.5": "Seyyathāpi, aggivessana, balavā puriso daḷhena varattakkhaṇḍena sīse sīsaveṭhaṁ dadeyya; ",
  "mn36:23.6": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā sīse sīsavedanā honti. ",
  "mn36:23.7": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn36:23.8": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:24.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:24.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn36:24.3": "So kho ahaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn36:24.4": "Tassa mayhaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṁ parikantanti. ",
  "mn36:24.5": "Seyyathāpi, aggivessana, dakkho goghātako vā goghātakantevāsī vā tiṇhena govikantanena kucchiṁ parikanteyya; ",
  "mn36:24.6": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimattā vātā kucchiṁ parikantanti. ",
  "mn36:24.7": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn36:24.8": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:25.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:25.2": "‘yannūnāhaṁ appāṇakaṁyeva jhānaṁ jhāyeyyan’ti. ",
  "mn36:25.3": "So kho ahaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāse uparundhiṁ. ",
  "mn36:25.4": "Tassa mayhaṁ, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṁ ḍāho hoti. ",
  "mn36:25.5": "Seyyathāpi, aggivessana, dve balavanto purisā dubbalataraṁ purisaṁ nānābāhāsu gahetvā aṅgārakāsuyā santāpeyyuṁ samparitāpeyyuṁ; ",
  "mn36:25.6": "evameva kho me, aggivessana, mukhato ca nāsato ca kaṇṇato ca assāsapassāsesu uparuddhesu adhimatto kāyasmiṁ ḍāho hoti. ",
  "mn36:25.7": "Āraddhaṁ kho pana me, aggivessana, vīriyaṁ hoti asallīnaṁ upaṭṭhitā sati asammuṭṭhā. Sāraddho ca pana me kāyo hoti appaṭippassaddho teneva dukkhappadhānena padhānābhitunnassa sato. ",
  "mn36:25.8": "Evarūpāpi kho me, aggivessana, uppannā dukkhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:26.1": "Apissu maṁ, aggivessana, devatā disvā evamāhaṁsu: ",
  "mn36:26.2": "‘kālaṅkato samaṇo gotamo’ti. ",
  "mn36:26.3": "Ekaccā devatā evamāhaṁsu: ",
  "mn36:26.4": "‘na kālaṅkato samaṇo gotamo, api ca kālaṁ karotī’ti. ",
  "mn36:26.5": "Ekaccā devatā evamāhaṁsu: ",
  "mn36:26.6": "‘na kālaṅkato samaṇo gotamo, napi kālaṁ karoti, arahaṁ samaṇo gotamo, vihāro tveva so arahato evarūpo hotī’ti. ",
  "mn36:27.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:27.2": "‘yannūnāhaṁ sabbaso āhārupacchedāya paṭipajjeyyan’ti. ",
  "mn36:27.3": "Atha kho maṁ, aggivessana, devatā upasaṅkamitvā etadavocuṁ: ",
  "mn36:27.4": "‘mā kho tvaṁ, mārisa, sabbaso āhārupacchedāya paṭipajji. ",
  "mn36:27.5": "Sace kho tvaṁ, mārisa, sabbaso āhārupacchedāya paṭipajjissasi, tassa te mayaṁ dibbaṁ ojaṁ lomakūpehi ajjhohāressāma, tāya tvaṁ yāpessasī’ti. ",
  "mn36:27.6": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:27.7": "‘ahañceva kho pana sabbaso ajajjitaṁ paṭijāneyyaṁ, imā ca me devatā dibbaṁ ojaṁ lomakūpehi ajjhohāreyyuṁ, tāya cāhaṁ yāpeyyaṁ, taṁ mamassa musā’ti. ",
  "mn36:27.8": "So kho ahaṁ, aggivessana, tā devatā paccācikkhāmi, ‘halan’ti vadāmi. ",
  "mn36:28.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:28.2": "‘yannūnāhaṁ thokaṁ thokaṁ āhāraṁ āhāreyyaṁ, pasataṁ pasataṁ, yadi vā muggayūsaṁ, yadi vā kulatthayūsaṁ, yadi vā kaḷāyayūsaṁ, yadi vā hareṇukayūsan’ti. ",
  "mn36:28.3": "So kho ahaṁ, aggivessana, thokaṁ thokaṁ āhāraṁ āhāresiṁ, pasataṁ pasataṁ, yadi vā muggayūsaṁ, yadi vā kulatthayūsaṁ, yadi vā kaḷāyayūsaṁ, yadi vā hareṇukayūsaṁ. ",
  "mn36:28.4": "Tassa mayhaṁ, aggivessana, thokaṁ thokaṁ āhāraṁ āhārayato, pasataṁ pasataṁ, yadi vā muggayūsaṁ, yadi vā kulatthayūsaṁ, yadi vā kaḷāyayūsaṁ, yadi vā hareṇukayūsaṁ, adhimattakasimānaṁ patto kāyo hoti. ",
  "mn36:28.5": "Seyyathāpi nāma āsītikapabbāni vā kāḷapabbāni vā; evamevassu me aṅgapaccaṅgāni bhavanti tāyevappāhāratāya. ",
  "mn36:28.6": "Seyyathāpi nāma oṭṭhapadaṁ; evamevassu me ānisadaṁ hoti tāyevappāhāratāya. ",
  "mn36:28.7": "Seyyathāpi nāma vaṭṭanāvaḷī; evamevassu me piṭṭhikaṇṭako uṇṇatāvanato hoti tāyevappāhāratāya. ",
  "mn36:28.8": "Seyyathāpi nāma jarasālāya gopānasiyo oluggaviluggā bhavanti; evamevassu me phāsuḷiyo oluggaviluggā bhavanti tāyevappāhāratāya. ",
  "mn36:28.9": "Seyyathāpi nāma gambhīre udapāne udakatārakā gambhīragatā okkhāyikā dissanti; evamevassu me akkhikūpesu akkhitārakā gambhīragatā okkhāyikā dissanti tāyevappāhāratāya. ",
  "mn36:28.10": "Seyyathāpi nāma tittakālābu āmakacchinno vātātapena samphuṭito hoti sammilāto; evamevassu me sīsacchavi samphuṭitā hoti sammilātā tāyevappāhāratāya. ",
  "mn36:28.11": "So kho ahaṁ, aggivessana, udaracchaviṁ parimasissāmīti piṭṭhikaṇṭakaṁyeva pariggaṇhāmi, piṭṭhikaṇṭakaṁ parimasissāmīti udaracchaviṁyeva pariggaṇhāmi, yāvassu me, aggivessana, udaracchavi piṭṭhikaṇṭakaṁ allīnā hoti tāyevappāhāratāya. ",
  "mn36:28.12": "So kho ahaṁ, aggivessana, vaccaṁ vā muttaṁ vā karissāmīti tattheva avakujjo papatāmi tāyevappāhāratāya. ",
  "mn36:28.13": "So kho ahaṁ, aggivessana, imameva kāyaṁ assāsento pāṇinā gattāni anumajjāmi. Tassa mayhaṁ, aggivessana, pāṇinā gattāni anumajjato pūtimūlāni lomāni kāyasmā papatanti tāyevappāhāratāya. ",
  "mn36:29.1": "Apissu maṁ, aggivessana, manussā disvā evamāhaṁsu: ‘kāḷo samaṇo gotamo’ti. ",
  "mn36:29.2": "Ekacce manussā evamāhaṁsu: ‘na kāḷo samaṇo gotamo, sāmo samaṇo gotamo’ti. ",
  "mn36:29.3": "Ekacce manussā evamāhaṁsu: ‘na kāḷo samaṇo gotamo, napi sāmo, maṅguracchavi samaṇo gotamo’ti. ",
  "mn36:29.4": "Yāvassu me, aggivessana, tāva parisuddho chavivaṇṇo pariyodāto upahato hoti tāyevappāhāratāya. ",
  "mn36:30.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:30.2": "‘ye kho keci atītamaddhānaṁ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayiṁsu, etāvaparamaṁ, nayito bhiyyo. ",
  "mn36:30.3": "Yepi hi keci anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayissanti, etāvaparamaṁ, nayito bhiyyo. ",
  "mn36:30.4": "Yepi hi keci etarahi samaṇā vā brāhmaṇā vā opakkamikā dukkhā tibbā kharā kaṭukā vedanā vedayanti, etāvaparamaṁ, nayito bhiyyo. ",
  "mn36:30.5": "Na kho panāhaṁ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammā alamariyañāṇadassanavisesaṁ. ",
  "mn36:30.6": "Siyā nu kho añño maggo bodhāyā’ti? ",
  "mn36:31.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:31.2": "‘abhijānāmi kho panāhaṁ pitu sakkassa kammante sītāya jambucchāyāya nisinno vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharitā. ",
  "mn36:31.3": "Siyā nu kho eso maggo bodhāyā’ti? ",
  "mn36:31.4": "Tassa mayhaṁ, aggivessana, satānusāri viññāṇaṁ ahosi: ",
  "mn36:31.5": "‘eseva maggo bodhāyā’ti. ",
  "mn36:32.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:32.2": "‘kiṁ nu kho ahaṁ tassa sukhassa bhāyāmi, yaṁ taṁ sukhaṁ aññatreva kāmehi aññatra akusalehi dhammehī’ti? ",
  "mn36:32.3": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:32.4": "‘na kho ahaṁ tassa sukhassa bhāyāmi, yaṁ taṁ sukhaṁ aññatreva kāmehi aññatra akusalehi dhammehī’ti. ",
  "mn36:33.1": "Tassa mayhaṁ, aggivessana, etadahosi: ",
  "mn36:33.2": "‘na kho taṁ sukaraṁ sukhaṁ adhigantuṁ evaṁ adhimattakasimānaṁ pattakāyena, yannūnāhaṁ oḷārikaṁ āhāraṁ āhāreyyaṁ odanakummāsan’ti. ",
  "mn36:33.3": "So kho ahaṁ, aggivessana, oḷārikaṁ āhāraṁ āhāresiṁ odanakummāsaṁ. ",
  "mn36:33.4": "Tena kho pana maṁ, aggivessana, samayena pañca bhikkhū paccupaṭṭhitā honti: ",
  "mn36:33.5": "‘yaṁ kho samaṇo gotamo dhammaṁ adhigamissati, taṁ no ārocessatī’ti. ",
  "mn36:33.6": "Yato kho ahaṁ, aggivessana, oḷārikaṁ āhāraṁ āhāresiṁ odanakummāsaṁ, atha me te pañca bhikkhū nibbijja pakkamiṁsu: ",
  "mn36:33.7": "‘bāhulliko samaṇo gotamo, padhānavibbhanto, āvatto bāhullāyā’ti. ",
  "mn36:34.1": "So kho ahaṁ, aggivessana, oḷārikaṁ āhāraṁ āhāretvā, balaṁ gahetvā, vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn36:34.2": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:35-37.1": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn36:35-37.2": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:35-37.3": "Pītiyā ca virāgā upekkhako ca vihāsiṁ, sato ca sampajāno. Sukhañca kāyena paṭisaṁvedesiṁ yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn36:35-37.4": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:35-37.5": "Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā, adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja vihāsiṁ. ",
  "mn36:35-37.6": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:38.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn36:38.2": "So anekavihitaṁ pubbenivāsaṁ anussarāmi, seyyathidaṁ—ekampi jātiṁ …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarāmi. ",
  "mn36:39.1": "Ayaṁ kho me, aggivessana, rattiyā paṭhame yāme paṭhamā vijjā adhigatā; ",
  "mn36:39.2": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn36:39.3": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:40.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn36:40.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāmi …pe… ",
  "mn36:41.1": "ayaṁ kho me, aggivessana, rattiyā majjhime yāme dutiyā vijjā adhigatā; ",
  "mn36:41.2": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn36:41.3": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:42.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmesiṁ. ",
  "mn36:42.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "mn36:42.3": "‘Ime āsavā’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ abbhaññāsiṁ, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ abbhaññāsiṁ. ",
  "mn36:43.1": "Tassa me evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccittha, bhavāsavāpi cittaṁ vimuccittha, avijjāsavāpi cittaṁ vimuccittha. ",
  "mn36:43.2": "Vimuttasmiṁ vimuttamiti ñāṇaṁ ahosi. ",
  "mn36:43.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti abbhaññāsiṁ. ",
  "mn36:44.1": "Ayaṁ kho me, aggivessana, rattiyā pacchime yāme tatiyā vijjā adhigatā; ",
  "mn36:44.2": "avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno; yathā taṁ appamattassa ātāpino pahitattassa viharato. ",
  "mn36:44.3": "Evarūpāpi kho me, aggivessana, uppannā sukhā vedanā cittaṁ na pariyādāya tiṭṭhati. ",
  "mn36:45.1": "Abhijānāmi kho panāhaṁ, aggivessana, anekasatāya parisāya dhammaṁ desetā. ",
  "mn36:45.2": "Apissu maṁ ekameko evaṁ maññati: ",
  "mn36:45.3": "‘mamevārabbha samaṇo gotamo dhammaṁ desetī’ti. ",
  "mn36:45.4": "Na kho panetaṁ, aggivessana, evaṁ daṭṭhabbaṁ; ",
  "mn36:45.5": "yāvadeva viññāpanatthāya tathāgato paresaṁ dhammaṁ deseti. ",
  "mn36:45.6": "So kho ahaṁ, aggivessana, tassāyeva kathāya pariyosāne, tasmiṁyeva purimasmiṁ samādhinimitte ajjhattameva cittaṁ saṇṭhapemi sannisādemi ekodiṁ karomi samādahāmi, yena sudaṁ niccakappaṁ viharāmī”ti. ",
  "mn36:45.7": "“Okappaniyametaṁ bhoto gotamassa yathā taṁ arahato sammāsambuddhassa. ",
  "mn36:45.8": "Abhijānāti kho pana bhavaṁ gotamo divā supitā”ti? ",
  "mn36:46.1": "“Abhijānāmahaṁ, aggivessana, gimhānaṁ pacchime māse pacchābhattaṁ piṇḍapātapaṭikkanto catugguṇaṁ saṅghāṭiṁ paññapetvā dakkhiṇena passena sato sampajāno niddaṁ okkamitā”ti. ",
  "mn36:46.2": "“Etaṁ kho, bho gotama, eke samaṇabrāhmaṇā sammohavihārasmiṁ vadantī”ti? ",
  "mn36:46.3": "“Na kho, aggivessana, ettāvatā sammūḷho vā hoti asammūḷho vā. ",
  "mn36:46.4": "Api ca, aggivessana, yathā sammūḷho ca hoti asammūḷho ca, ",
  "mn36:46.5": "taṁ suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn36:46.6": "“Evaṁ, bho”ti kho saccako nigaṇṭhaputto bhagavato paccassosi. ",
  "mn36:46.7": "Bhagavā etadavoca: ",
  "mn36:47.1": "“Yassa kassaci, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā appahīnā, tamahaṁ ‘sammūḷho’ti vadāmi. ",
  "mn36:47.2": "Āsavānañhi, aggivessana, appahānā sammūḷho hoti. ",
  "mn36:47.3": "Yassa kassaci, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā pahīnā, tamahaṁ ‘asammūḷho’ti vadāmi. ",
  "mn36:47.4": "Āsavānañhi, aggivessana, pahānā asammūḷho hoti. ",
  "mn36:47.5": "Tathāgatassa kho, aggivessana, ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā. ",
  "mn36:47.6": "Seyyathāpi, aggivessana, tālo matthakacchinno abhabbo puna virūḷhiyā; ",
  "mn36:47.7": "evameva kho, aggivessana, tathāgatassa ye āsavā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṁ jātijarāmaraṇiyā pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṁ anuppādadhammā”ti. ",
  "mn36:48.1": "Evaṁ vutte, saccako nigaṇṭhaputto bhagavantaṁ etadavoca: ",
  "mn36:48.2": "“acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "mn36:48.3": "Yāvañcidaṁ bhoto gotamassa evaṁ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṁ arahato sammāsambuddhassa. ",
  "mn36:48.4": "Abhijānāmahaṁ, bho gotama, pūraṇaṁ kassapaṁ vādena vādaṁ samārabhitā. ",
  "mn36:48.5": "Sopi mayā vādena vādaṁ samāraddho aññenaññaṁ paṭicari, bahiddhā kathaṁ apanāmesi, kopañca dosañca appaccayañca pātvākāsi. ",
  "mn36:48.6": "Bhoto pana gotamassa evaṁ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṁ arahato sammāsambuddhassa. ",
  "mn36:48.7": "Abhijānāmahaṁ, bho gotama, makkhaliṁ gosālaṁ …pe… ",
  "mn36:48.8": "ajitaṁ kesakambalaṁ … ",
  "mn36:48.9": "pakudhaṁ kaccāyanaṁ … ",
  "mn36:48.10": "sañjayaṁ belaṭṭhaputtaṁ … ",
  "mn36:48.11": "nigaṇṭhaṁ nāṭaputtaṁ vādena vādaṁ samārabhitā. ",
  "mn36:48.12": "Sopi mayā vādena vādaṁ samāraddho aññenaññaṁ paṭicari, bahiddhā kathaṁ apanāmesi, kopañca dosañca appaccayañca pātvākāsi. ",
  "mn36:48.13": "Bhoto pana gotamassa evaṁ āsajja āsajja vuccamānassa, upanītehi vacanappathehi samudācariyamānassa, chavivaṇṇo ceva pariyodāyati, mukhavaṇṇo ca vippasīdati, yathā taṁ arahato sammāsambuddhassa. ",
  "mn36:48.14": "Handa ca dāni mayaṁ, bho gotama, gacchāma. ",
  "mn36:48.15": "Bahukiccā mayaṁ, bahukaraṇīyā”ti. ",
  "mn36:48.16": "“Yassadāni tvaṁ, aggivessana, kālaṁ maññasī”ti. ",
  "mn36:48.17": "Atha kho saccako nigaṇṭhaputto bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmīti. ",
  "mn36:48.18": "Mahāsaccakasuttaṁ niṭṭhitaṁ chaṭṭhaṁ. "
}