{
  "mn40:0.1": "Majjhima Nikāya 40 ",
  "mn40:0.2": "Cūḷaassapurasutta ",
  "mn40:1.1": "Evaṃ me sutaṃ—",
  "mn40:1.2": "ekaṃ samayaṃ bhagavā aṅgesu viharati assapuraṃ nāma aṅgānaṃ nigamo. ",
  "mn40:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn40:1.4": "“bhikkhavo”ti. ",
  "mn40:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṃ. ",
  "mn40:1.6": "Bhagavā etadavoca: ",
  "mn40:2.1": "“Samaṇā samaṇāti vo, bhikkhave, jano sañjānāti. ",
  "mn40:2.2": "Tumhe ca pana ‘ke tumhe’ti puṭṭhā samānā ‘samaṇāmhā’ti paṭijānātha. ",
  "mn40:2.3": "Tesaṃ vo, bhikkhave, evaṃsamaññānaṃ sataṃ evaṃpaṭiññānaṃ sataṃ: ",
  "mn40:2.4": "‘yā samaṇasāmīcippaṭipadā taṃ paṭipajjissāma; ",
  "mn40:2.5": "evaṃ no ayaṃ amhākaṃ samaññā ca saccā bhavissati paṭiññā ca bhūtā; ",
  "mn40:2.6": "yesañca mayaṃ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṃ paribhuñjāma, tesaṃ te kārā amhesu mahapphalā bhavissanti mahānisaṃsā, amhākañcevāyaṃ pabbajjā avañjhā bhavissati saphalā saudrayā’ti. ",
  "mn40:2.7": "Evañhi vo, bhikkhave, sikkhitabbaṃ. ",
  "mn40:3.1": "Kathañca, bhikkhave, bhikkhu na samaṇasāmīcippaṭipadaṃ paṭipanno hoti? ",
  "mn40:3.2": "Yassa kassaci, bhikkhave, bhikkhuno abhijjhālussa abhijjhā appahīnā hoti, byāpannacittassa byāpādo appahīno hoti, kodhanassa kodho appahīno hoti, upanāhissa upanāho appahīno hoti, makkhissa makkho appahīno hoti, paḷāsissa paḷāso appahīno hoti, issukissa issā appahīnā hoti, maccharissa macchariyaṃ appahīnaṃ hoti, saṭhassa sāṭheyyaṃ appahīnaṃ hoti, māyāvissa māyā appahīnā hoti, pāpicchassa pāpikā icchā appahīnā hoti, micchādiṭṭhikassa micchādiṭṭhi appahīnā hoti—",
  "mn40:3.3": "imesaṃ kho ahaṃ, bhikkhave, samaṇamalānaṃ samaṇadosānaṃ samaṇakasaṭānaṃ āpāyikānaṃ ṭhānānaṃ duggativedaniyānaṃ appahānā ‘na samaṇasāmīcippaṭipadaṃ paṭipanno’ti vadāmi. ",
  "mn40:4.1": "Seyyathāpi, bhikkhave, matajaṃ nāma āvudhajātaṃ ubhatodhāraṃ pītanisitaṃ. ",
  "mn40:4.2": "Tadassa saṅghāṭiyā sampārutaṃ sampaliveṭhitaṃ. ",
  "mn40:4.3": "Tathūpamāhaṃ, bhikkhave, imassa bhikkhuno pabbajjaṃ vadāmi. ",
  "mn40:5.1": "Nāhaṃ, bhikkhave, saṅghāṭikassa saṅghāṭidhāraṇamattena sāmaññaṃ vadāmi. ",
  "mn40:5.2": "Nāhaṃ, bhikkhave, acelakassa acelakamattena sāmaññaṃ vadāmi. ",
  "mn40:5.3": "Nāhaṃ, bhikkhave, rajojallikassa rajojallikamattena sāmaññaṃ vadāmi. ",
  "mn40:5.4": "Nāhaṃ, bhikkhave, udakorohakassa udakorohaṇamattena sāmaññaṃ vadāmi. ",
  "mn40:5.5": "Nāhaṃ, bhikkhave, rukkhamūlikassa rukkhamūlikamattena sāmaññaṃ vadāmi. ",
  "mn40:5.6": "Nāhaṃ, bhikkhave, abbhokāsikassa abbhokāsikamattena sāmaññaṃ vadāmi. ",
  "mn40:5.7": "Nāhaṃ, bhikkhave, ubbhaṭṭhakassa ubbhaṭṭhakamattena sāmaññaṃ vadāmi. ",
  "mn40:5.8": "Nāhaṃ, bhikkhave, pariyāyabhattikassa pariyāyabhattikamattena sāmaññaṃ vadāmi. ",
  "mn40:5.9": "Nāhaṃ, bhikkhave, mantajjhāyakassa mantajjhāyakamattena sāmaññaṃ vadāmi. ",
  "mn40:5.10": "Nāhaṃ, bhikkhave, jaṭilakassa jaṭādhāraṇamattena sāmaññaṃ vadāmi. ",
  "mn40:6.1": "Saṅghāṭikassa ce, bhikkhave, saṅghāṭidhāraṇamattena abhijjhālussa abhijjhā pahīyetha, byāpannacittassa byāpādo pahīyetha, kodhanassa kodho pahīyetha, upanāhissa upanāho pahīyetha, makkhissa makkho pahīyetha, paḷāsissa paḷāso pahīyetha, issukissa issā pahīyetha, maccharissa macchariyaṃ pahīyetha, saṭhassa sāṭheyyaṃ pahīyetha, māyāvissa māyā pahīyetha, pāpicchassa pāpikā icchā pahīyetha, micchādiṭṭhikassa micchādiṭṭhi pahīyetha, tamenaṃ mittāmaccā ñātisālohitā jātameva naṃ saṅghāṭikaṃ kareyyuṃ, saṅghāṭikattameva samādapeyyuṃ: ",
  "mn40:6.2": "‘ehi tvaṃ, bhadramukha, saṅghāṭiko hohi, saṅghāṭikassa te sato saṅghāṭidhāraṇamattena abhijjhālussa abhijjhā pahīyissati, byāpannacittassa byāpādo pahīyissati, kodhanassa kodho pahīyissati, upanāhissa upanāho pahīyissati, makkhissa makkho pahīyissati, paḷāsissa paḷāso pahīyissati, issukissa issā pahīyissati, maccharissa macchariyaṃ pahīyissati, saṭhassa sāṭheyyaṃ pahīyissati, māyāvissa māyā pahīyissati, pāpicchassa pāpikā icchā pahīyissati, micchādiṭṭhikassa micchādiṭṭhi pahīyissatī’ti. ",
  "mn40:6.3": "Yasmā ca kho ahaṃ, bhikkhave, saṅghāṭikampi idhekaccaṃ passāmi abhijjhāluṃ byāpannacittaṃ kodhanaṃ upanāhiṃ makkhiṃ paḷāsiṃ issukiṃ macchariṃ saṭhaṃ māyāviṃ pāpicchaṃ micchādiṭṭhikaṃ, tasmā na saṅghāṭikassa saṅghāṭidhāraṇamattena sāmaññaṃ vadāmi. ",
  "mn40:6.4": "Acelakassa ce, bhikkhave …pe… ",
  "mn40:6.5": "rajojallikassa ce, bhikkhave …pe… ",
  "mn40:6.6": "udakorohakassa ce, bhikkhave …pe… ",
  "mn40:6.7": "rukkhamūlikassa ce, bhikkhave …pe… ",
  "mn40:6.8": "abbhokāsikassa ce, bhikkhave …pe… ",
  "mn40:6.9": "ubbhaṭṭhakassa ce, bhikkhave …pe… ",
  "mn40:6.10": "pariyāyabhattikassa ce, bhikkhave …pe… ",
  "mn40:6.11": "mantajjhāyakassa ce, bhikkhave …pe… ",
  "mn40:6.12": "jaṭilakassa ce, bhikkhave, jaṭādhāraṇamattena abhijjhālussa abhijjhā pahīyetha, byāpannacittassa byāpādo pahīyetha, kodhanassa kodho pahīyetha, upanāhissa upanāho pahīyetha, makkhissa makkho pahīyetha, paḷāsissa paḷāso pahīyetha, issukissa issā pahīyetha, maccharissa macchariyaṃ pahīyetha, saṭhassa sāṭheyyaṃ pahīyetha, māyāvissa māyā pahīyetha, pāpicchassa pāpikā icchā pahīyetha, micchādiṭṭhikassa micchādiṭṭhi pahīyetha, tamenaṃ mittāmaccā ñātisālohitā jātameva naṃ jaṭilakaṃ kareyyuṃ, jaṭilakattameva samādapeyyuṃ: ",
  "mn40:6.13": "‘ehi tvaṃ, bhadramukha, jaṭilako hohi, jaṭilakassa te sato jaṭādhāraṇamattena abhijjhālussa abhijjhā pahīyissati byāpannacittassa byāpādo pahīyissati, kodhanassa kodho pahīyissati …pe… pāpicchassa pāpikā icchā pahīyissati micchādiṭṭhikassa micchādiṭṭhi pahīyissatī’ti. ",
  "mn40:6.14": "Yasmā ca kho ahaṃ, bhikkhave, jaṭilakampi idhekaccaṃ passāmi abhijjhāluṃ byāpannacittaṃ kodhanaṃ upanāhiṃ makkhiṃ palāsiṃ issukiṃ macchariṃ saṭhaṃ māyāviṃ pāpicchaṃ micchādiṭṭhiṃ, tasmā na jaṭilakassa jaṭādhāraṇamattena sāmaññaṃ vadāmi. ",
  "mn40:7.1": "Kathañca, bhikkhave, bhikkhu samaṇasāmīcippaṭipadaṃ paṭipanno hoti? ",
  "mn40:7.2": "Yassa kassaci, bhikkhave, bhikkhuno abhijjhālussa abhijjhā pahīnā hoti, byāpannacittassa byāpādo pahīno hoti, kodhanassa kodho pahīno hoti, upanāhissa upanāho pahīno hoti, makkhissa makkho pahīno hoti, paḷāsissa paḷāso pahīno hoti, issukissa issā pahīnā hoti, maccharissa macchariyaṃ pahīnaṃ hoti, saṭhassa sāṭheyyaṃ pahīnaṃ hoti, māyāvissa māyā pahīnā hoti, pāpicchassa pāpikā icchā pahīnā hoti, micchādiṭṭhikassa micchādiṭṭhi pahīnā hoti—",
  "mn40:7.3": "imesaṃ kho ahaṃ, bhikkhave, samaṇamalānaṃ samaṇadosānaṃ samaṇakasaṭānaṃ āpāyikānaṃ ṭhānānaṃ duggativedaniyānaṃ pahānā ‘samaṇasāmīcippaṭipadaṃ paṭipanno’ti vadāmi. ",
  "mn40:8.1": "So sabbehi imehi pāpakehi akusalehi dhammehi visuddhamattānaṃ samanupassati (). ",
  "mn40:8.2": "Tassa sabbehi imehi pāpakehi akusalehi dhammehi visuddhamattānaṃ samanupassato () pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati. ",
  "mn40:9.1": "So mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn40:10-12.1": "Karuṇāsahagatena cetasā …pe… ",
  "mn40:10-12.2": "muditāsahagatena cetasā …pe… ",
  "mn40:10-12.3": "upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn40:10-12.4": "Seyyathāpi, bhikkhave, pokkharaṇī acchodakā sātodakā sītodakā setakā supatitthā ramaṇīyā. ",
  "mn40:10-12.5": "Puratthimāya cepi disāya puriso āgaccheyya ghammābhitatto ghammapareto kilanto tasito pipāsito. ",
  "mn40:10-12.6": "So taṃ pokkharaṇiṃ āgamma vineyya udakapipāsaṃ vineyya ghammapariḷāhaṃ …pe… pacchimāya cepi disāya puriso āgaccheyya …pe… uttarāya cepi disāya puriso āgaccheyya …pe… dakkhiṇāya cepi disāya puriso āgaccheyya. Yato kuto cepi naṃ puriso āgaccheyya ghammābhitatto ghammapareto, kilanto tasito pipāsito. So taṃ pokkharaṇiṃ āgamma vineyya udakapipāsaṃ, vineyya ghammapariḷāhaṃ. ",
  "mn40:10-12.7": "Evameva kho, bhikkhave, khattiyakulā cepi agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma, evaṃ mettaṃ karuṇaṃ muditaṃ upekkhaṃ bhāvetvā labhati ajjhattaṃ vūpasamaṃ. Ajjhattaṃ vūpasamā ‘samaṇasāmīcippaṭipadaṃ paṭipanno’ti vadāmi. Brāhmaṇakulā cepi …pe… vessakulā cepi …pe… suddakulā cepi …pe… yasmā kasmā cepi kulā agārasmā anagāriyaṃ pabbajito hoti, so ca tathāgatappaveditaṃ dhammavinayaṃ āgamma, evaṃ mettaṃ karuṇaṃ muditaṃ upekkhaṃ bhāvetvā labhati ajjhattaṃ vūpasamaṃ. ",
  "mn40:10-12.8": "Ajjhattaṃ vūpasamā ‘samaṇasāmīcippaṭipadaṃ paṭipanno’ti vadāmi. ",
  "mn40:14.1": "Khattiyakulā cepi agārasmā anagāriyaṃ pabbajito hoti. ",
  "mn40:14.2": "So ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. ",
  "mn40:14.3": "Āsavānaṃ khayā samaṇo hoti. Brāhmaṇakulā cepi …pe… vessakulā cepi … suddakulā cepi … yasmā kasmā cepi kulā agārasmā anagāriyaṃ pabbajito hoti, so ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati. Āsavānaṃ khayā samaṇo hotī”ti. ",
  "mn40:14.4": "Idamavoca bhagavā. ",
  "mn40:14.5": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
  "mn40:14.6": "Cūḷaassapurasuttaṃ niṭṭhitaṃ dasamaṃ. ",
  "mn40:14.7": "Mahāyamakavaggo niṭṭhito catuttho. ",
  "mn40:14.8": "Giñjakasālavanaṃ pariharituṃ, ",
  "mn40:14.9": "Paññavato puna saccakanisedho; ",
  "mn40:14.10": "Mukhavaṇṇapasīdanatāpindo, ",
  "mn40:14.11": "Kevaṭṭaassapurajaṭilena. "
}