{
  "mn42:0.1": "Majjhima Nikāya 42 ",
  "mn42:0.2": "Verañjakasutta ",
  "mn42:1.1": "Evaṃ me sutaṃ—",
  "mn42:1.2": "ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn42:2.1": "Tena kho pana samayena verañjakā brāhmaṇagahapatikā sāvatthiyaṃ paṭivasanti kenacideva karaṇīyena. ",
  "mn42:2.2": "Assosuṃ kho verañjakā brāhmaṇagahapatikā: ",
  "mn42:2.3": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn42:2.4": "Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato: ",
  "mn42:2.5": "‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’. ",
  "mn42:2.6": "So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti. ",
  "mn42:2.7": "So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ; kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti. ",
  "mn42:2.8": "Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti. ",
  "mn42:3.1": "Atha kho verañjakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu; appekacce bhagavatā saddhiṃ sammodiṃsu, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu; appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu; appekacce bhagavato santike nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu; appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho verañjakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ: ",
  "mn42:3.2": "“ko nu kho, bho gotama, hetu, ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti? ",
  "mn42:3.3": "Ko pana, bho gotama, hetu, ko paccayo yena m’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti? ",
  "mn42:5.1": "“Adhammacariyāvisamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti. ",
  "mn42:5.2": "Dhammacariyāsamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti. ",
  "mn42:6.1": "“Na kho mayaṃ imassa bhoto gotamassa saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, vitthārena atthaṃ ājānāma. ",
  "mn42:6.2": "Sādhu no bhavaṃ gotamo tathā dhammaṃ desetu yathā mayaṃ imassa bhoto gotamassa saṅkhittena bhāsitassa, vitthārena atthaṃ avibhattassa, vitthārena atthaṃ ājāneyyāmā”ti. ",
  "mn42:6.3": "“Tena hi, gahapatayo, suṇātha sādhukaṃ manasi karotha, bhāsissāmī”ti. ",
  "mn42:6.4": "“Evaṃ, bho”ti kho verañjakā brāhmaṇagahapatikā bhagavato paccassosuṃ. ",
  "mn42:6.5": "Bhagavā etadavoca: ",
  "mn42:7.1": "“Tividhaṃ kho, gahapatayo, kāyena adhammacārī visamacārī hoti, catubbidhaṃ vācāya adhammacārī visamacārī hoti, tividhaṃ manasā adhammacārī visamacārī hoti. ",
  "mn42:8.1": "Kathañca, gahapatayo, tividhaṃ kāyena adhammacārī visamacārī hoti? ",
  "mn42:8.2": "Idha, gahapatayo, ekacco pāṇātipātī hoti. Luddo lohitapāṇi hatappahate niviṭṭho adayāpanno pāṇabhūtesu. ",
  "mn42:8.3": "Adinnādāyī kho pana hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ … taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. ",
  "mn42:8.4": "Kāmesumicchācārī kho pana hoti. Yā tā māturakkhitā … tathārūpāsu cārittaṃ āpajjitā hoti. ",
  "mn42:8.5": "Evaṃ kho, gahapatayo, tividhaṃ kāyena adhammacārī visamacārī hoti. ",
  "mn42:9.1": "Kathañca, gahapatayo, catubbidhaṃ vācāya adhammacārī visamacārī hoti? ",
  "mn42:9.2": "Idha, gahapatayo, ekacco musāvādī hoti. Sabhāgato vā … sampajānamusā bhāsitā hoti. ",
  "mn42:9.3": "Pisuṇavāco kho pana hoti. Ito sutvā amutra akkhātā … vaggakaraṇiṃ vācaṃ bhāsitā hoti. ",
  "mn42:9.4": "Pharusavāco kho pana hoti. Yā sā vācā aṇḍakā kakkasā … tathārūpiṃ vācaṃ bhāsitā hoti. ",
  "mn42:9.5": "Samphappalāpī kho pana hoti. Akālavādī … apariyantavatiṃ anatthasaṃhitaṃ. ",
  "mn42:9.6": "Evaṃ kho, gahapatayo, catubbidhaṃ vācāya adhammacārī visamacārī hoti. ",
  "mn42:10.1": "Kathañca, gahapatayo, tividhaṃ manasā adhammacārī visamacārī hoti? ",
  "mn42:10.2": "Idha, gahapatayo, ekacco abhijjhālu hoti …pe… taṃ mamassā’ti. ",
  "mn42:10.3": "Byāpannacitto kho pana hoti paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā … mā vā ahesun’ti. ",
  "mn42:10.4": "Micchādiṭṭhiko kho pana hoti viparītadassano: ",
  "mn42:10.5": "‘natthi dinnaṃ, natthi yiṭṭhaṃ … sacchikatvā pavedentī’ti. ",
  "mn42:10.6": "Evaṃ kho, gahapatayo, tividhaṃ manasā adhammacārī visamacārī hoti. ",
  "mn42:10.7": "Evaṃ adhammacariyāvisamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti. ",
  "mn42:11.1": "Tividhaṃ kho, gahapatayo, kāyena dhammacārī samacārī hoti, catubbidhaṃ vācāya dhammacārī samacārī hoti, tividhaṃ manasā dhammacārī samacārī hoti. ",
  "mn42:12.1": "Kathañca, gahapatayo, tividhaṃ kāyena dhammacārī samacārī hoti? ",
  "mn42:12.2": "Idha, gahapatayo, ekacco pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "mn42:12.3": "Adinnādānaṃ pahāya adinnādānā paṭivirato hoti, yaṃ taṃ parassa … taṃ nādinnaṃ theyyasaṅkhātaṃ ādātā hoti. ",
  "mn42:12.4": "Kāmesumicchācāraṃ pahāya … tathārūpāsu na cārittaṃ āpajjitā hoti. ",
  "mn42:12.5": "Evaṃ kho, gahapatayo, tividhaṃ kāyena dhammacārī samacārī hoti. ",
  "mn42:13.1": "Kathañca, gahapatayo, catubbidhaṃ vācāya dhammacārī samacārī hoti? ",
  "mn42:13.2": "Idha, gahapatayo, ekacco musāvādaṃ pahāya musāvādā paṭivirato hoti. Sabhāgato vā …pe… na sampajānamusā bhāsitā hoti. ",
  "mn42:13.3": "Pisuṇaṃ vācaṃ pahāya … samaggakaraṇiṃ vācaṃ bhāsitā hoti. ",
  "mn42:13.4": "Pharusaṃ vācaṃ pahāya … tathārūpaṃ vācaṃ bhāsitā hoti. ",
  "mn42:13.5": "Samphappalāpaṃ pahāya … kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. ",
  "mn42:13.6": "Evaṃ kho, gahapatayo, catubbidhaṃ vācāya dhammacārī samacārī hoti. ",
  "mn42:14.1": "Kathañca, gahapatayo, tividhaṃ manasā dhammacārī samacārī hoti? ",
  "mn42:14.2": "Idha, gahapatayo, ekacco anabhijjhālu hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ nābhijjhātā hoti: ‘aho vata yaṃ parassa, taṃ mamassā’ti. ",
  "mn42:14.3": "Abyāpannacitto kho pana hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā abyābajjhā anīghā sukhī attānaṃ pariharantū’ti. ",
  "mn42:14.4": "Sammādiṭṭhiko kho pana hoti aviparītadassano: ",
  "mn42:14.5": "‘atthi dinnaṃ, atthi yiṭṭhaṃ … sayaṃ abhiññā sacchikatvā pavedentī’ti. ",
  "mn42:14.6": "Evaṃ kho, gahapatayo, tividhaṃ manasā dhammacārī samacārī hoti. ",
  "mn42:14.7": "Evaṃ dhammacariyāsamacariyāhetu kho, gahapatayo, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti. ",
  "mn42:15.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī: ",
  "mn42:15.2": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā khattiyamahāsālānaṃ sahabyataṃ upapajjeyyan’ti; ",
  "mn42:15.3": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā khattiyamahāsālānaṃ sahabyataṃ upapajjeyya. ",
  "mn42:15.4": "Taṃ kissa hetu? ",
  "mn42:15.5": "Tathā hi so dhammacārī samacārī. ",
  "mn42:16-17.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī: ",
  "mn42:16-17.2": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā brāhmaṇamahāsālānaṃ …pe… ",
  "mn42:16-17.3": "gahapatimahāsālānaṃ sahabyataṃ upapajjeyyan’ti; ",
  "mn42:16-17.4": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā gahapatimahāsālānaṃ sahabyataṃ upapajjeyya. ",
  "mn42:16-17.5": "Taṃ kissa hetu? ",
  "mn42:16-17.6": "Tathā hi so dhammacārī samacārī. ",
  "mn42:18-42.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī: ",
  "mn42:18-42.2": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti; ",
  "mn42:18-42.3": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjeyya. ",
  "mn42:18-42.4": "Taṃ kissa hetu? ",
  "mn42:18-42.5": "Tathā hi so dhammacārī samacārī. ",
  "mn42:18-42.6": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī: ",
  "mn42:18-42.7": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā tāvatiṃsānaṃ devānaṃ … ",
  "mn42:18-42.8": "yāmānaṃ devānaṃ … ",
  "mn42:18-42.9": "tusitānaṃ devānaṃ … ",
  "mn42:18-42.10": "nimmānaratīnaṃ devānaṃ … ",
  "mn42:18-42.11": "paranimmitavasavattīnaṃ devānaṃ … ",
  "mn42:18-42.12": "brahmakāyikānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti; ",
  "mn42:18-42.13": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā brahmakāyikānaṃ devānaṃ sahabyataṃ upapajjeyya. ",
  "mn42:18-42.14": "Taṃ kissa hetu? ",
  "mn42:18-42.15": "Tathā hi so dhammacārī samacārī. ",
  "mn42:18-42.16": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī: ",
  "mn42:18-42.17": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā ābhānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti; ",
  "mn42:18-42.18": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā ābhānaṃ devānaṃ sahabyataṃ upapajjeyya. ",
  "mn42:18-42.19": "Taṃ kissa hetu? ",
  "mn42:18-42.20": "Tathā hi so dhammacārī samacārī. ",
  "mn42:18-42.21": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī: ",
  "mn42:18-42.22": "‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā parittābhānaṃ devānaṃ …pe… ",
  "mn42:18-42.23": "appamāṇābhānaṃ devānaṃ … ",
  "mn42:18-42.24": "ābhassarānaṃ devānaṃ … ",
  "mn42:18-42.25": "parittasubhānaṃ devānaṃ … ",
  "mn42:18-42.26": "appamāṇasubhānaṃ devānaṃ … ",
  "mn42:18-42.27": "subhakiṇhānaṃ devānaṃ … ",
  "mn42:18-42.28": "vehapphalānaṃ devānaṃ … ",
  "mn42:18-42.29": "avihānaṃ devānaṃ … ",
  "mn42:18-42.30": "atappānaṃ devānaṃ … ",
  "mn42:18-42.31": "sudassānaṃ devānaṃ … ",
  "mn42:18-42.32": "sudassīnaṃ devānaṃ … ",
  "mn42:18-42.33": "akaniṭṭhānaṃ devānaṃ … ",
  "mn42:18-42.34": "ākāsānañcāyatanūpagānaṃ devānaṃ … ",
  "mn42:18-42.35": "viññāṇañcāyatanūpagānaṃ devānaṃ … ",
  "mn42:18-42.36": "ākiñcaññāyatanūpagānaṃ devānaṃ … ",
  "mn42:18-42.37": "nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti; ",
  "mn42:18-42.38": "ṭhānaṃ kho panetaṃ vijjati, yaṃ so kāyassa bhedā paraṃ maraṇā nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjeyya. ",
  "mn42:18-42.39": "Taṃ kissa hetu? ",
  "mn42:18-42.40": "Tathā hi so dhammacārī samacārī. ",
  "mn42:43.1": "Ākaṅkheyya ce, gahapatayo, dhammacārī samacārī: ",
  "mn42:43.2": "‘aho vatāhaṃ āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti; ",
  "mn42:43.3": "ṭhānaṃ kho panetaṃ vijjati, ‘yaṃ so āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyya. ",
  "mn42:43.4": "Taṃ kissa hetu? ",
  "mn42:43.5": "Tathā hi so dhammacārī samacārī’”ti. ",
  "mn42:44.1": "Evaṃ vutte, verañjakā brāhmaṇagahapatikā bhagavantaṃ etadavocuṃ: ",
  "mn42:44.2": "“abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama. ",
  "mn42:44.3": "Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn42:44.4": "Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma dhammañca bhikkhusaṅghañca. ",
  "mn42:44.5": "Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti. ",
  "mn42:44.6": "Verañjakasuttaṃ niṭṭhitaṃ dutiyaṃ. "
}