{
  "mn51:0.1": "Majjhima Nikāya 51 ",
  "mn51:0.2": "Kandarakasutta ",
  "mn51:1.1": "Evaṁ me sutaṁ—",
  "mn51:1.2": "ekaṁ samayaṁ bhagavā campāyaṁ viharati gaggarāya pokkharaṇiyā tīre mahatā bhikkhusaṅghena saddhiṁ. ",
  "mn51:1.3": "Atha kho pesso ca hatthārohaputto kandarako ca paribbājako yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā pesso hatthārohaputto bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "mn51:1.4": "Kandarako pana paribbājako bhagavatā saddhiṁ sammodi. Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhāsi. ",
  "mn51:1.5": "Ekamantaṁ ṭhito kho kandarako paribbājako tuṇhībhūtaṁ tuṇhībhūtaṁ bhikkhusaṅghaṁ anuviloketvā bhagavantaṁ etadavoca: ",
  "mn51:2.1": "“acchariyaṁ, bho gotama, abbhutaṁ, bho gotama. ",
  "mn51:2.2": "Yāvañcidaṁ bhotā gotamena sammā bhikkhusaṅgho paṭipādito. ",
  "mn51:2.3": "Yepi te, bho gotama, ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā tepi bhagavanto etaparamaṁyeva sammā bhikkhusaṅghaṁ paṭipādesuṁ—",
  "mn51:2.4": "seyyathāpi etarahi bhotā gotamena sammā bhikkhusaṅgho paṭipādito. ",
  "mn51:2.5": "Yepi te, bho gotama, bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā tepi bhagavanto etaparamaṁyeva sammā bhikkhusaṅghaṁ paṭipādessanti—",
  "mn51:2.6": "seyyathāpi etarahi bhotā gotamena sammā bhikkhusaṅgho paṭipādito”ti. ",
  "mn51:3.1": "“Evametaṁ, kandaraka, evametaṁ, kandaraka. ",
  "mn51:3.2": "Yepi te, kandaraka, ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā tepi bhagavanto etaparamaṁyeva sammā bhikkhusaṅghaṁ paṭipādesuṁ—",
  "mn51:3.3": "seyyathāpi etarahi mayā sammā bhikkhusaṅgho paṭipādito. ",
  "mn51:3.4": "Yepi te, kandaraka, bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā tepi bhagavanto etaparamaṁyeva sammā bhikkhusaṅghaṁ paṭipādessanti—",
  "mn51:3.5": "seyyathāpi etarahi mayā sammā bhikkhusaṅgho paṭipādito. ",
  "mn51:3.6": "Santi hi, kandaraka, bhikkhū imasmiṁ bhikkhusaṅghe arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṁyojanā sammadaññāvimuttā. ",
  "mn51:3.7": "Santi hi, kandaraka, bhikkhū imasmiṁ bhikkhusaṅghe sekkhā santatasīlā santatavuttino nipakā nipakavuttino; ",
  "mn51:3.8": "te catūsu satipaṭṭhānesu suppatiṭṭhitacittā viharanti. ",
  "mn51:3.9": "Katamesu catūsu? ",
  "mn51:3.10": "Idha, kandaraka, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "mn51:3.11": "vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "mn51:3.12": "citte cittānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ; ",
  "mn51:3.13": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassan”ti. ",
  "mn51:4.1": "Evaṁ vutte, pesso hatthārohaputto bhagavantaṁ etadavoca: ",
  "mn51:4.2": "“acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "mn51:4.3": "Yāva supaññattā cime, bhante, bhagavatā cattāro satipaṭṭhānā sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya. ",
  "mn51:4.4": "Mayampi hi, bhante, gihī odātavasanā kālena kālaṁ imesu catūsu satipaṭṭhānesu suppatiṭṭhitacittā viharāma. ",
  "mn51:4.5": "Idha mayaṁ, bhante, kāye kāyānupassino viharāma ātāpino sampajānā satimanto, vineyya loke abhijjhādomanassaṁ; ",
  "mn51:4.6": "vedanāsu vedanānupassino viharāma ātāpino sampajānā satimanto, vineyya loke abhijjhādomanassaṁ; ",
  "mn51:4.7": "citte cittānupassino viharāma ātāpino sampajānā satimanto, vineyya loke abhijjhādomanassaṁ; ",
  "mn51:4.8": "dhammesu dhammānupassino viharāma ātāpino sampajānā satimanto, vineyya loke abhijjhādomanassaṁ. ",
  "mn51:4.9": "Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "mn51:4.10": "Yāvañcidaṁ, bhante, bhagavā evaṁ manussagahane evaṁ manussakasaṭe evaṁ manussasāṭheyye vattamāne sattānaṁ hitāhitaṁ jānāti. ",
  "mn51:4.11": "Gahanañhetaṁ, bhante, yadidaṁ manussā; ",
  "mn51:4.12": "uttānakañhetaṁ, bhante, yadidaṁ pasavo. ",
  "mn51:4.13": "Ahañhi, bhante, pahomi hatthidammaṁ sāretuṁ. ",
  "mn51:4.14": "Yāvatakena antarena campaṁ gatāgataṁ karissati sabbāni tāni sāṭheyyāni kūṭeyyāni vaṅkeyyāni jimheyyāni pātukarissati. ",
  "mn51:4.15": "Amhākaṁ pana, bhante, dāsāti vā pessāti vā kammakarāti vā aññathāva kāyena samudācaranti aññathāva vācāya aññathāva nesaṁ cittaṁ hoti. ",
  "mn51:4.16": "Acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "mn51:4.17": "Yāvañcidaṁ, bhante, bhagavā evaṁ manussagahane evaṁ manussakasaṭe evaṁ manussasāṭheyye vattamāne sattānaṁ hitāhitaṁ jānāti. ",
  "mn51:4.18": "Gahanañhetaṁ, bhante, yadidaṁ manussā; ",
  "mn51:4.19": "uttānakañhetaṁ, bhante, yadidaṁ pasavo”ti. ",
  "mn51:5.1": "“Evametaṁ, pessa, evametaṁ, pessa. ",
  "mn51:5.2": "Gahanañhetaṁ, pessa, yadidaṁ manussā; ",
  "mn51:5.3": "uttānakañhetaṁ, pessa, yadidaṁ pasavo. ",
  "mn51:5.4": "Cattārome, pessa, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "mn51:5.5": "Katame cattāro? ",
  "mn51:5.6": "Idha, pessa, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto; ",
  "mn51:5.7": "idha pana, pessa, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto; ",
  "mn51:5.8": "idha pana, pessa, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto; ",
  "mn51:5.9": "idha pana, pessa, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto. ",
  "mn51:5.10": "So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati. ",
  "mn51:5.11": "Imesaṁ, pessa, catunnaṁ puggalānaṁ katamo te puggalo cittaṁ ārādhetī”ti? ",
  "mn51:5.12": "“Yvāyaṁ, bhante, puggalo attantapo attaparitāpanānuyogamanuyutto, ayaṁ me puggalo cittaṁ nārādheti. ",
  "mn51:5.13": "Yopāyaṁ, bhante, puggalo parantapo paraparitāpanānuyogamanuyutto, ayampi me puggalo cittaṁ nārādheti. ",
  "mn51:5.14": "Yopāyaṁ, bhante, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto, ayampi me puggalo cittaṁ nārādheti. ",
  "mn51:5.15": "Yo ca kho ayaṁ, bhante, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto, so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati—",
  "mn51:5.16": "ayameva me puggalo cittaṁ ārādhetī”ti. ",
  "mn51:6.1": "“Kasmā pana te, pessa, ime tayo puggalā cittaṁ nārādhentī”ti? ",
  "mn51:6.2": "“Yvāyaṁ, bhante, puggalo attantapo attaparitāpanānuyogamanuyutto so attānaṁ sukhakāmaṁ dukkhapaṭikkūlaṁ ātāpeti paritāpeti—",
  "mn51:6.3": "iminā me ayaṁ puggalo cittaṁ nārādheti. ",
  "mn51:6.4": "Yopāyaṁ, bhante, puggalo parantapo paraparitāpanānuyogamanuyutto so paraṁ sukhakāmaṁ dukkhapaṭikkūlaṁ ātāpeti paritāpeti—",
  "mn51:6.5": "iminā me ayaṁ puggalo cittaṁ nārādheti. ",
  "mn51:6.6": "Yopāyaṁ, bhante, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto so attānañca parañca sukhakāmaṁ dukkhapaṭikkūlaṁ ātāpeti paritāpeti—",
  "mn51:6.7": "iminā me ayaṁ puggalo cittaṁ nārādheti. ",
  "mn51:6.8": "Yo ca kho ayaṁ, bhante, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati; ",
  "mn51:6.9": "so attānañca parañca sukhakāmaṁ dukkhapaṭikkūlaṁ neva ātāpeti na paritāpeti—",
  "mn51:6.10": "iminā me ayaṁ puggalo cittaṁ ārādheti. ",
  "mn51:6.11": "Handa ca dāni mayaṁ, bhante, gacchāma; ",
  "mn51:6.12": "bahukiccā mayaṁ bahukaraṇīyā”ti. ",
  "mn51:6.13": "“Yassadāni tvaṁ, pessa, kālaṁ maññasī”ti. ",
  "mn51:6.14": "Atha kho pesso hatthārohaputto bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "mn51:7.1": "Atha kho bhagavā acirapakkante pesse hatthārohaputte bhikkhū āmantesi: ",
  "mn51:7.2": "“paṇḍito, bhikkhave, pesso hatthārohaputto; ",
  "mn51:7.3": "mahāpañño, bhikkhave, pesso hatthārohaputto. ",
  "mn51:7.4": "Sace, bhikkhave, pesso hatthārohaputto muhuttaṁ nisīdeyya yāvassāhaṁ ime cattāro puggale vitthārena vibhajissāmi, mahatā atthena saṁyutto abhavissa. ",
  "mn51:7.5": "Api ca, bhikkhave, ettāvatāpi pesso hatthārohaputto mahatā atthena saṁyutto”ti. ",
  "mn51:7.6": "“Etassa, bhagavā, kālo, etassa, sugata, kālo, ",
  "mn51:7.7": "yaṁ bhagavā ime cattāro puggale vitthārena vibhajeyya. Bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "mn51:7.8": "“Tena hi, bhikkhave, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "mn51:7.9": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "mn51:7.10": "Bhagavā etadavoca: ",
  "mn51:8.1": "“Katamo ca, bhikkhave, puggalo attantapo attaparitāpanānuyogamanuyutto? Idha, bhikkhave, ekacco puggalo acelako hoti muttācāro hatthāpalekhano naehibhaddantiko natiṭṭhabhaddantiko; nābhihaṭaṁ na uddissakataṁ na nimantanaṁ sādiyati; ",
  "mn51:8.2": "so na kumbhimukhā paṭiggaṇhāti na kaḷopimukhā paṭiggaṇhāti na eḷakamantaraṁ na daṇḍamantaraṁ na musalamantaraṁ na dvinnaṁ bhuñjamānānaṁ na gabbhiniyā na pāyamānāya na purisantaragatāya na saṅkittīsu na yattha sā upaṭṭhito hoti na yattha makkhikā saṇḍasaṇḍacārinī; na macchaṁ na maṁsaṁ na suraṁ na merayaṁ na thusodakaṁ pivati. ",
  "mn51:8.3": "So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko …pe… sattāgāriko vā hoti sattālopiko; ",
  "mn51:8.4": "ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti …pe… sattahipi dattīhi yāpeti; ",
  "mn51:8.5": "ekāhikampi āhāraṁ āhāreti, dvīhikampi āhāraṁ āhāreti …pe… sattāhikampi āhāraṁ āhāreti—iti evarūpaṁ aḍḍhamāsikaṁ pariyāyabhattabhojanānuyogamanuyutto viharati. ",
  "mn51:8.6": "So sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti; vanamūlaphalāhāro yāpeti pavattaphalabhojī. ",
  "mn51:8.7": "So sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṁsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhampi dhāreti; ",
  "mn51:8.8": "kesamassulocakopi hoti, kesamassulocanānuyogamanuyutto, ",
  "mn51:8.9": "ubbhaṭṭhakopi hoti āsanapaṭikkhitto, ",
  "mn51:8.10": "ukkuṭikopi hoti ukkuṭikappadhānamanuyutto, ",
  "mn51:8.11": "kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṁ kappeti; ",
  "mn51:8.12": "sāyatatiyakampi udakorohanānuyogamanuyutto viharati—",
  "mn51:8.13": "iti evarūpaṁ anekavihitaṁ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati. ",
  "mn51:8.14": "Ayaṁ vuccati, bhikkhave, puggalo attantapo attaparitāpanānuyogamanuyutto. ",
  "mn51:9.1": "Katamo ca, bhikkhave, puggalo parantapo paraparitāpanānuyogamanuyutto? ",
  "mn51:9.2": "Idha, bhikkhave, ekacco puggalo orabbhiko hoti sūkariko sākuṇiko māgaviko luddo macchaghātako coro coraghātako goghātako bandhanāgāriko, ye vā panaññepi keci kurūrakammantā. ",
  "mn51:9.3": "Ayaṁ vuccati, bhikkhave, puggalo parantapo paraparitāpanānuyogamanuyutto. ",
  "mn51:10.1": "Katamo ca, bhikkhave, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto? ",
  "mn51:10.2": "Idha, bhikkhave, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto brāhmaṇo vā mahāsālo. ",
  "mn51:10.3": "So puratthimena nagarassa navaṁ santhāgāraṁ kārāpetvā kesamassuṁ ohāretvā kharājinaṁ nivāsetvā sappitelena kāyaṁ abbhañjitvā magavisāṇena piṭṭhiṁ kaṇḍuvamāno navaṁ santhāgāraṁ pavisati saddhiṁ mahesiyā brāhmaṇena ca purohitena. ",
  "mn51:10.4": "So tattha anantarahitāya bhūmiyā haritupalittāya seyyaṁ kappeti. ",
  "mn51:10.5": "Ekissāya gāviyā sarūpavacchāya yaṁ ekasmiṁ thane khīraṁ hoti tena rājā yāpeti, yaṁ dutiyasmiṁ thane khīraṁ hoti tena mahesī yāpeti, yaṁ tatiyasmiṁ thane khīraṁ hoti tena brāhmaṇo purohito yāpeti, yaṁ catutthasmiṁ thane khīraṁ hoti tena aggiṁ juhati, avasesena vacchako yāpeti. ",
  "mn51:10.6": "So evamāha: ",
  "mn51:10.7": "‘ettakā usabhā haññantu yaññatthāya, ettakā vacchatarā haññantu yaññatthāya, ettakā vacchatariyo haññantu yaññatthāya, ettakā ajā haññantu yaññatthāya, ettakā urabbhā haññantu yaññatthāya, ettakā assā haññantu yaññatthāya, ettakā rukkhā chijjantu yūpatthāya, ettakā dabbhā lūyantu barihisatthāyā’ti. ",
  "mn51:10.8": "Yepissa te honti dāsāti vā pessāti vā kammakarāti vā tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti. ",
  "mn51:10.9": "Ayaṁ vuccati, bhikkhave, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto. ",
  "mn51:11.1": "Katamo ca, bhikkhave, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto, so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati? ",
  "mn51:12.1": "Idha, bhikkhave, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "mn51:12.2": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "mn51:12.3": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "mn51:13.1": "Taṁ dhammaṁ suṇāti gahapati vā gahapatiputto vā aññatarasmiṁ vā kule paccājāto. ",
  "mn51:13.2": "So taṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhati. ",
  "mn51:13.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ",
  "mn51:13.4": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā. ",
  "mn51:13.5": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "mn51:13.6": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn51:13.7": "So aparena samayena appaṁ vā bhogakkhandhaṁ pahāya, mahantaṁ vā bhogakkhandhaṁ pahāya, appaṁ vā ñātiparivaṭṭaṁ pahāya, mahantaṁ vā ñātiparivaṭṭaṁ pahāya, kesamassuṁ ohāretvā, kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati. ",
  "mn51:14.1": "So evaṁ pabbajito samāno bhikkhūnaṁ sikkhāsājīvasamāpanno pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho, lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "mn51:14.2": "Adinnādānaṁ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati. ",
  "mn51:14.3": "Abrahmacariyaṁ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā. ",
  "mn51:14.4": "Musāvādaṁ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṁvādako lokassa. ",
  "mn51:14.5": "Pisuṇaṁ vācaṁ pahāya pisuṇāya vācāya paṭivirato hoti, ito sutvā na amutra akkhātā imesaṁ bhedāya, amutra vā sutvā na imesaṁ akkhātā amūsaṁ bhedāya—iti bhinnānaṁ vā sandhātā sahitānaṁ vā anuppadātā samaggārāmo samaggarato samagganandī samaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "mn51:14.6": "Pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato hoti, yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "mn51:14.7": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṁ vācaṁ bhāsitā kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "mn51:14.8": "So bījagāmabhūtagāmasamārambhā paṭivirato hoti, ",
  "mn51:14.9": "ekabhattiko hoti rattūparato virato vikālabhojanā; ",
  "mn51:14.10": "naccagītavāditavisūkadassanā paṭivirato hoti; ",
  "mn51:14.11": "mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti; ",
  "mn51:14.12": "uccāsayanamahāsayanā paṭivirato hoti; ",
  "mn51:14.13": "jātarūparajatapaṭiggahaṇā paṭivirato hoti; ",
  "mn51:14.14": "āmakadhaññapaṭiggahaṇā paṭivirato hoti; ",
  "mn51:14.15": "āmakamaṁsapaṭiggahaṇā paṭivirato hoti; ",
  "mn51:14.16": "itthikumārikapaṭiggahaṇā paṭivirato hoti; ",
  "mn51:14.17": "dāsidāsapaṭiggahaṇā paṭivirato hoti; ",
  "mn51:14.18": "ajeḷakapaṭiggahaṇā paṭivirato hoti; ",
  "mn51:14.19": "kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti; ",
  "mn51:14.20": "hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti; ",
  "mn51:14.21": "khettavatthupaṭiggahaṇā paṭivirato hoti; ",
  "mn51:14.22": "dūteyyapahiṇagamanānuyogā paṭivirato hoti; ",
  "mn51:14.23": "kayavikkayā paṭivirato hoti; ",
  "mn51:14.24": "tulākūṭakaṁsakūṭamānakūṭā paṭivirato hoti; ",
  "mn51:14.25": "ukkoṭanavañcananikatisāciyogā paṭivirato hoti; ",
  "mn51:14.26": "chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ",
  "mn51:15.1": "So santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
  "mn51:15.2": "Seyyathāpi nāma pakkhī sakuṇo yena yeneva ḍeti, sapattabhārova ḍeti; ",
  "mn51:15.3": "evameva bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
  "mn51:15.4": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṁ anavajjasukhaṁ paṭisaṁvedeti. ",
  "mn51:16.1": "So cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn51:16.2": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjati. ",
  "mn51:16.3": "Sotena saddaṁ sutvā …pe… ",
  "mn51:16.4": "ghānena gandhaṁ ghāyitvā …pe… ",
  "mn51:16.5": "jivhāya rasaṁ sāyitvā …pe… ",
  "mn51:16.6": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "mn51:16.7": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "mn51:16.8": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati. ",
  "mn51:16.9": "So iminā ariyena indriyasaṁvarena samannāgato ajjhattaṁ abyāsekasukhaṁ paṭisaṁvedeti. ",
  "mn51:17.1": "So abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "mn51:18.1": "So iminā ca ariyena sīlakkhandhena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, iminā ca ariyena indriyasaṁvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato ",
  "mn51:18.2": "vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn51:19.1": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn51:19.2": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti, ",
  "mn51:19.3": "byāpādapadosaṁ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṁ parisodheti; ",
  "mn51:19.4": "thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti; ",
  "mn51:19.5": "uddhaccakukkuccaṁ pahāya anuddhato viharati ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti; ",
  "mn51:19.6": "vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti. ",
  "mn51:20.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, ",
  "mn51:20.2": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati; ",
  "mn51:21.1": "vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati; ",
  "mn51:22.1": "pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno sukhañca kāyena paṭisaṁvedeti, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati; ",
  "mn51:23.1": "sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn51:24.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmeti. ",
  "mn51:24.2": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn51:25.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmeti. ",
  "mn51:25.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. ",
  "mn51:26.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti. ",
  "mn51:26.2": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti. ‘Ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti. ‘Ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti. ‘Ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "mn51:27.1": "‘Ime āsavā’ti yathābhūtaṁ pajānāti. ‘Ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti. ‘Ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti. ‘Ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "mn51:27.2": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati. ",
  "mn51:27.3": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "mn51:27.4": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "mn51:28.1": "Ayaṁ vuccati, bhikkhave, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto, na parantapo na paraparitāpanānuyogamanuyutto. ",
  "mn51:28.2": "So attantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharatī”ti. ",
  "mn51:28.3": "Idamavoca bhagavā. ",
  "mn51:28.4": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn51:28.5": "Kandarakasuttaṁ niṭṭhitaṁ paṭhamaṁ. "
}