{
  "mn56:0.1": "Majjhima Nikāya 56 ",
  "mn56:0.2": "Upālisutta ",
  "mn56:1.1": "Evaṁ me sutaṁ—",
  "mn56:1.2": "ekaṁ samayaṁ bhagavā nāḷandāyaṁ viharati pāvārikambavane. ",
  "mn56:2.1": "Tena kho pana samayena nigaṇṭho nāṭaputto nāḷandāyaṁ paṭivasati mahatiyā nigaṇṭhaparisāya saddhiṁ. ",
  "mn56:2.2": "Atha kho dīghatapassī nigaṇṭho nāḷandāyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena pāvārikambavanaṁ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn56:2.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhitaṁ kho dīghatapassiṁ nigaṇṭhaṁ bhagavā etadavoca: ",
  "mn56:2.4": "“saṁvijjanti kho, tapassi, āsanāni; sace ākaṅkhasi nisīdā”ti. ",
  "mn56:3.1": "Evaṁ vutte, dīghatapassī nigaṇṭho aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "mn56:3.2": "Ekamantaṁ nisinnaṁ kho dīghatapassiṁ nigaṇṭhaṁ bhagavā etadavoca: ",
  "mn56:3.3": "“kati pana, tapassi, nigaṇṭho nāṭaputto kammāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti? ",
  "mn56:3.4": "“Na kho, āvuso gotama, āciṇṇaṁ nigaṇṭhassa nāṭaputtassa ‘kammaṁ, kamman’ti paññapetuṁ; ",
  "mn56:3.5": "‘daṇḍaṁ, daṇḍan’ti kho, āvuso gotama, āciṇṇaṁ nigaṇṭhassa nāṭaputtassa paññapetun”ti. ",
  "mn56:3.6": "“Kati pana, tapassi, nigaṇṭho nāṭaputto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti? ",
  "mn56:3.7": "“Tīṇi kho, āvuso gotama, nigaṇṭho nāṭaputto daṇḍāni paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyāti, seyyathidaṁ—",
  "mn56:3.8": "kāyadaṇḍaṁ, vacīdaṇḍaṁ, manodaṇḍan”ti. ",
  "mn56:3.9": "“Kiṁ pana, tapassi, aññadeva kāyadaṇḍaṁ, aññaṁ vacīdaṇḍaṁ, aññaṁ manodaṇḍan”ti? ",
  "mn56:3.10": "“Aññadeva, āvuso gotama, kāyadaṇḍaṁ, aññaṁ vacīdaṇḍaṁ, aññaṁ manodaṇḍan”ti. ",
  "mn56:3.11": "“Imesaṁ pana, tapassi, tiṇṇaṁ daṇḍānaṁ evaṁ paṭivibhattānaṁ evaṁ paṭivisiṭṭhānaṁ katamaṁ daṇḍaṁ nigaṇṭho nāṭaputto mahāsāvajjataraṁ paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, yadi vā kāyadaṇḍaṁ, yadi vā vacīdaṇḍaṁ, yadi vā manodaṇḍan”ti? ",
  "mn56:3.12": "“Imesaṁ kho, āvuso gotama, tiṇṇaṁ daṇḍānaṁ evaṁ paṭivibhattānaṁ evaṁ paṭivisiṭṭhānaṁ kāyadaṇḍaṁ nigaṇṭho nāṭaputto mahāsāvajjataraṁ paññapeti pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍaṁ, no tathā manodaṇḍan”ti. ",
  "mn56:3.13": "“Kāyadaṇḍanti, tapassi, vadesi”? ",
  "mn56:3.14": "“Kāyadaṇḍanti, āvuso gotama, vadāmi”. ",
  "mn56:3.15": "“Kāyadaṇḍanti, tapassi, vadesi”? ",
  "mn56:3.16": "“Kāyadaṇḍanti, āvuso gotama, vadāmi”. ",
  "mn56:3.17": "“Kāyadaṇḍanti, tapassi, vadesi”? ",
  "mn56:3.18": "“Kāyadaṇḍanti, āvuso gotama, vadāmī”ti. ",
  "mn56:3.19": "Itiha bhagavā dīghatapassiṁ nigaṇṭhaṁ imasmiṁ kathāvatthusmiṁ yāvatatiyakaṁ patiṭṭhāpesi. ",
  "mn56:4.1": "Evaṁ vutte, dīghatapassī nigaṇṭho bhagavantaṁ etadavoca: ",
  "mn56:4.2": "“tvaṁ panāvuso gotama, kati daṇḍāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti? ",
  "mn56:4.3": "“Na kho, tapassi, āciṇṇaṁ tathāgatassa ‘daṇḍaṁ, daṇḍan’ti paññapetuṁ; ",
  "mn56:4.4": "‘kammaṁ, kamman’ti kho, tapassi, āciṇṇaṁ tathāgatassa paññapetun”ti? ",
  "mn56:4.5": "“Tvaṁ panāvuso gotama, kati kammāni paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā”ti? ",
  "mn56:4.6": "“Tīṇi kho ahaṁ, tapassi, kammāni paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, seyyathidaṁ—",
  "mn56:4.7": "kāyakammaṁ, vacīkammaṁ, manokamman”ti. ",
  "mn56:4.8": "“Kiṁ panāvuso gotama, aññadeva kāyakammaṁ, aññaṁ vacīkammaṁ, aññaṁ manokamman”ti? ",
  "mn56:4.9": "“Aññadeva, tapassi, kāyakammaṁ, aññaṁ vacīkammaṁ, aññaṁ manokamman”ti. ",
  "mn56:4.10": "“Imesaṁ panāvuso gotama, tiṇṇaṁ kammānaṁ evaṁ paṭivibhattānaṁ evaṁ paṭivisiṭṭhānaṁ katamaṁ kammaṁ mahāsāvajjataraṁ paññapesi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, yadi vā kāyakammaṁ, yadi vā vacīkammaṁ, yadi vā manokamman”ti? ",
  "mn56:4.11": "“Imesaṁ kho ahaṁ, tapassi, tiṇṇaṁ kammānaṁ evaṁ paṭivibhattānaṁ evaṁ paṭivisiṭṭhānaṁ manokammaṁ mahāsāvajjataraṁ paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā kāyakammaṁ, no tathā vacīkamman”ti. ",
  "mn56:4.12": "“Manokammanti, āvuso gotama, vadesi”? ",
  "mn56:4.13": "“Manokammanti, tapassi, vadāmi”. ",
  "mn56:4.14": "“Manokammanti, āvuso gotama, vadesi”? ",
  "mn56:4.15": "“Manokammanti, tapassi, vadāmi”. ",
  "mn56:4.16": "“Manokammanti, āvuso gotama, vadesi”? ",
  "mn56:4.17": "“Manokammanti, tapassi, vadāmī”ti. ",
  "mn56:4.18": "Itiha dīghatapassī nigaṇṭho bhagavantaṁ imasmiṁ kathāvatthusmiṁ yāvatatiyakaṁ patiṭṭhāpetvā uṭṭhāyāsanā yena nigaṇṭho nāṭaputto tenupasaṅkami. ",
  "mn56:5.1": "Tena kho pana samayena nigaṇṭho nāṭaputto mahatiyā gihiparisāya saddhiṁ nisinno hoti bālakiniyā parisāya upālipamukhāya. ",
  "mn56:5.2": "Addasā kho nigaṇṭho nāṭaputto dīghatapassiṁ nigaṇṭhaṁ dūratova āgacchantaṁ; ",
  "mn56:5.3": "disvāna dīghatapassiṁ nigaṇṭhaṁ etadavoca: ",
  "mn56:5.4": "“handa kuto nu tvaṁ, tapassi, āgacchasi divā divassā”ti? ",
  "mn56:5.5": "“Ito hi kho ahaṁ, bhante, āgacchāmi samaṇassa gotamassa santikā”ti. ",
  "mn56:5.6": "“Ahu pana te, tapassi, samaṇena gotamena saddhiṁ kocideva kathāsallāpo”ti? ",
  "mn56:5.7": "“Ahu kho me, bhante, samaṇena gotamena saddhiṁ kocideva kathāsallāpo”ti. ",
  "mn56:5.8": "“Yathā kathaṁ pana te, tapassi, ahu samaṇena gotamena saddhiṁ kocideva kathāsallāpo”ti? ",
  "mn56:5.9": "Atha kho dīghatapassī nigaṇṭho yāvatako ahosi bhagavatā saddhiṁ kathāsallāpo taṁ sabbaṁ nigaṇṭhassa nāṭaputtassa ārocesi. ",
  "mn56:6.1": "Evaṁ vutte, nigaṇṭho nāṭaputto dīghatapassiṁ nigaṇṭhaṁ etadavoca: ",
  "mn56:6.2": "“sādhu sādhu, tapassi. ",
  "mn56:6.3": "Yathā taṁ sutavatā sāvakena sammadeva satthusāsanaṁ ājānantena evameva dīghatapassinā nigaṇṭhena samaṇassa gotamassa byākataṁ. ",
  "mn56:6.4": "Kiñhi sobhati chavo manodaṇḍo imassa evaṁ oḷārikassa kāyadaṇḍassa upanidhāya. ",
  "mn56:6.5": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti. ",
  "mn56:7.1": "Evaṁ vutte, upāli gahapati nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:7.2": "“sādhu sādhu, bhante dīghatapassī. ",
  "mn56:7.3": "Yathā taṁ sutavatā sāvakena sammadeva satthusāsanaṁ ājānantena evamevaṁ bhadantena tapassinā samaṇassa gotamassa byākataṁ. ",
  "mn56:7.4": "Kiñhi sobhati chavo manodaṇḍo imassa evaṁ oḷārikassa kāyadaṇḍassa upanidhāya. ",
  "mn56:7.5": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo. ",
  "mn56:7.6": "Handa cāhaṁ, bhante, gacchāmi samaṇassa gotamassa imasmiṁ kathāvatthusmiṁ vādaṁ āropessāmi. ",
  "mn56:7.7": "Sace me samaṇo gotamo tathā patiṭṭhahissati yathā bhadantena tapassinā patiṭṭhāpitaṁ; seyyathāpi nāma balavā puriso dīghalomikaṁ eḷakaṁ lomesu gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; evamevāhaṁ samaṇaṁ gotamaṁ vādena vādaṁ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi. ",
  "mn56:7.8": "Seyyathāpi nāma balavā soṇḍikākammakāro mahantaṁ soṇḍikākilañjaṁ gambhīre udakarahade pakkhipitvā kaṇṇe gahetvā ākaḍḍheyya parikaḍḍheyya samparikaḍḍheyya; evamevāhaṁ samaṇaṁ gotamaṁ vādena vādaṁ ākaḍḍhissāmi parikaḍḍhissāmi samparikaḍḍhissāmi. ",
  "mn56:7.9": "Seyyathāpi nāma balavā soṇḍikādhutto vālaṁ kaṇṇe gahetvā odhuneyya niddhuneyya nipphoṭeyya; evamevāhaṁ samaṇaṁ gotamaṁ vādena vādaṁ odhunissāmi niddhunissāmi nipphoṭessāmi. ",
  "mn56:7.10": "Seyyathāpi nāma kuñjaro saṭṭhihāyano gambhīraṁ pokkharaṇiṁ ogāhetvā sāṇadhovikaṁ nāma kīḷitajātaṁ kīḷati; evamevāhaṁ samaṇaṁ gotamaṁ sāṇadhovikaṁ maññe kīḷitajātaṁ kīḷissāmi. ",
  "mn56:7.11": "Handa cāhaṁ, bhante, gacchāmi samaṇassa gotamassa imasmiṁ kathāvatthusmiṁ vādaṁ āropessāmī”ti. ",
  "mn56:7.12": "“Gaccha tvaṁ, gahapati, samaṇassa gotamassa imasmiṁ kathāvatthusmiṁ vādaṁ āropehi. ",
  "mn56:7.13": "Ahaṁ vā hi, gahapati, samaṇassa gotamassa vādaṁ āropeyyaṁ, dīghatapassī vā nigaṇṭho, tvaṁ vā”ti. ",
  "mn56:8.1": "Evaṁ vutte, dīghatapassī nigaṇṭho nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:8.2": "“na kho metaṁ, bhante, ruccati yaṁ upāli gahapati samaṇassa gotamassa vādaṁ āropeyya. ",
  "mn56:8.3": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṁ māyaṁ jānāti yāya aññatitthiyānaṁ sāvake āvaṭṭetī”ti. ",
  "mn56:8.4": "“Aṭṭhānaṁ kho etaṁ, tapassi, anavakāso yaṁ upāli gahapati samaṇassa gotamassa sāvakattaṁ upagaccheyya. ",
  "mn56:8.5": "Ṭhānañca kho etaṁ vijjati yaṁ samaṇo gotamo upālissa gahapatissa sāvakattaṁ upagaccheyya. ",
  "mn56:8.6": "Gaccha tvaṁ, gahapati, samaṇassa gotamassa imasmiṁ kathāvatthusmiṁ vādaṁ āropehi. ",
  "mn56:8.7": "Ahaṁ vā hi, gahapati, samaṇassa gotamassa vādaṁ āropeyyaṁ, dīghatapassī vā nigaṇṭho, tvaṁ vā”ti. ",
  "mn56:9.1": "Dutiyampi kho dīghatapassī …pe… ",
  "mn56:9.2": "tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:9.3": "“na kho metaṁ, bhante, ruccati yaṁ upāli gahapati samaṇassa gotamassa vādaṁ āropeyya. ",
  "mn56:9.4": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṁ māyaṁ jānāti yāya aññatitthiyānaṁ sāvake āvaṭṭetī”ti. ",
  "mn56:9.5": "“Aṭṭhānaṁ kho etaṁ, tapassi, anavakāso yaṁ upāli gahapati samaṇassa gotamassa sāvakattaṁ upagaccheyya. ",
  "mn56:9.6": "Ṭhānañca kho etaṁ vijjati yaṁ samaṇo gotamo upālissa gahapatissa sāvakattaṁ upagaccheyya. ",
  "mn56:9.7": "Gaccha tvaṁ, gahapati, samaṇassa gotamassa imasmiṁ kathāvatthusmiṁ vādaṁ āropehi. ",
  "mn56:9.8": "Ahaṁ vā hi, gahapati, samaṇassa gotamassa vādaṁ āropeyyaṁ, dīghatapassī vā nigaṇṭho, tvaṁ vā”ti. ",
  "mn56:9.9": "“Evaṁ, bhante”ti kho upāli gahapati nigaṇṭhassa nāṭaputtassa paṭissutvā uṭṭhāyāsanā nigaṇṭhaṁ nāṭaputtaṁ abhivādetvā padakkhiṇaṁ katvā yena pāvārikambavanaṁ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho upāli gahapati bhagavantaṁ etadavoca: ",
  "mn56:9.10": "“āgamā nu khvidha, bhante, dīghatapassī nigaṇṭho”ti? ",
  "mn56:9.11": "“Āgamā khvidha, gahapati, dīghatapassī nigaṇṭho”ti. ",
  "mn56:9.12": "“Ahu kho pana te, bhante, dīghatapassinā nigaṇṭhena saddhiṁ kocideva kathāsallāpo”ti? ",
  "mn56:9.13": "“Ahu kho me, gahapati, dīghatapassinā nigaṇṭhena saddhiṁ kocideva kathāsallāpo”ti. ",
  "mn56:9.14": "“Yathā kathaṁ pana te, bhante, ahu dīghatapassinā nigaṇṭhena saddhiṁ kocideva kathāsallāpo”ti? ",
  "mn56:9.15": "Atha kho bhagavā yāvatako ahosi dīghatapassinā nigaṇṭhena saddhiṁ kathāsallāpo taṁ sabbaṁ upālissa gahapatissa ārocesi. ",
  "mn56:10.1": "Evaṁ vutte, upāli gahapati bhagavantaṁ etadavoca: ",
  "mn56:10.2": "“sādhu sādhu, bhante tapassī. ",
  "mn56:10.3": "Yathā taṁ sutavatā sāvakena sammadeva satthusāsanaṁ ājānantena evamevaṁ dīghatapassinā nigaṇṭhena bhagavato byākataṁ. ",
  "mn56:10.4": "Kiñhi sobhati chavo manodaṇḍo imassa evaṁ oḷārikassa kāyadaṇḍassa upanidhāya? ",
  "mn56:10.5": "Atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti. ",
  "mn56:10.6": "“Sace kho tvaṁ, gahapati, sacce patiṭṭhāya manteyyāsi siyā no ettha kathāsallāpo”ti. ",
  "mn56:10.7": "“Sacce ahaṁ, bhante, patiṭṭhāya mantessāmi; ",
  "mn56:10.8": "hotu no ettha kathāsallāpo”ti. ",
  "mn56:11.1": "“Taṁ kiṁ maññasi, gahapati, ",
  "mn56:11.2": "idhassa nigaṇṭho ābādhiko dukkhito bāḷhagilāno sītodakapaṭikkhitto uṇhodakapaṭisevī. ",
  "mn56:11.3": "So sītodakaṁ alabhamāno kālaṁ kareyya. ",
  "mn56:11.4": "Imassa pana, gahapati, nigaṇṭho nāṭaputto katthūpapattiṁ paññapetī”ti? ",
  "mn56:11.5": "“Atthi, bhante, manosattā nāma devā tattha so upapajjati”. ",
  "mn56:11.6": "“Taṁ kissa hetu”? ",
  "mn56:11.7": "“Asu hi, bhante, manopaṭibaddho kālaṁ karotī”ti. ",
  "mn56:11.8": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi. ",
  "mn56:11.9": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ. ",
  "mn56:11.10": "Bhāsitā kho pana te, gahapati, esā vācā: ",
  "mn56:11.11": "‘sacce ahaṁ, bhante, patiṭṭhāya mantessāmi, ",
  "mn56:11.12": "hotu no ettha kathāsallāpo’”ti. ",
  "mn56:11.13": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti. ",
  "mn56:12.1": "“Taṁ kiṁ maññasi, gahapati, ",
  "mn56:12.2": "idhassa nigaṇṭho nāṭaputto cātuyāmasaṁvarasaṁvuto sabbavārivārito sabbavāriyutto sabbavāridhuto sabbavāriphuṭo. ",
  "mn56:12.3": "So abhikkamanto paṭikkamanto bahū khuddake pāṇe saṅghātaṁ āpādeti. ",
  "mn56:12.4": "Imassa pana, gahapati, nigaṇṭho nāṭaputto kaṁ vipākaṁ paññapetī”ti? ",
  "mn56:12.5": "“Asañcetanikaṁ, bhante, nigaṇṭho nāṭaputto no mahāsāvajjaṁ paññapetī”ti. ",
  "mn56:12.6": "“Sace pana, gahapati, cetetī”ti? ",
  "mn56:12.7": "“Mahāsāvajjaṁ, bhante, hotī”ti. ",
  "mn56:12.8": "“Cetanaṁ pana, gahapati, nigaṇṭho nāṭaputto kismiṁ paññapetī”ti? ",
  "mn56:12.9": "“Manodaṇḍasmiṁ, bhante”ti. ",
  "mn56:12.10": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi. ",
  "mn56:12.11": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ. ",
  "mn56:12.12": "Bhāsitā kho pana te, gahapati, esā vācā: ",
  "mn56:12.13": "‘sacce ahaṁ, bhante, patiṭṭhāya mantessāmi; ",
  "mn56:12.14": "hotu no ettha kathāsallāpo’”ti. ",
  "mn56:12.15": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti. ",
  "mn56:13.1": "“Taṁ kiṁ maññasi, gahapati, ",
  "mn56:13.2": "ayaṁ nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā”ti? ",
  "mn56:13.3": "“Evaṁ, bhante, ayaṁ nāḷandā iddhā ceva phītā ca bahujanā ākiṇṇamanussā”ti. ",
  "mn56:13.4": "“Taṁ kiṁ maññasi, gahapati, ",
  "mn56:13.5": "idha puriso āgaccheyya ukkhittāsiko. ",
  "mn56:13.6": "So evaṁ vadeyya: ",
  "mn56:13.7": "‘ahaṁ yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ karissāmī’ti. ",
  "mn56:13.8": "Taṁ kiṁ maññasi, gahapati, ",
  "mn56:13.9": "pahoti nu kho so puriso yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kātun”ti? ",
  "mn56:13.10": "“Dasapi, bhante, purisā, vīsampi, bhante, purisā, tiṁsampi, bhante, purisā, cattārīsampi, bhante, purisā, paññāsampi, bhante, purisā nappahonti yāvatikā imissā nāḷandāya pāṇā te ekena khaṇena ekena muhuttena ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kātuṁ. ",
  "mn56:13.11": "Kiñhi sobhati eko chavo puriso”ti. ",
  "mn56:13.12": "“Taṁ kiṁ maññasi, gahapati, ",
  "mn56:13.13": "idha āgaccheyya samaṇo vā brāhmaṇo vā iddhimā cetovasippatto. ",
  "mn56:13.14": "So evaṁ vadeyya: ",
  "mn56:13.15": "‘ahaṁ imaṁ nāḷandaṁ ekena manopadosena bhasmaṁ karissāmī’ti. ",
  "mn56:13.16": "Taṁ kiṁ maññasi, gahapati, ",
  "mn56:13.17": "pahoti nu kho so samaṇo vā brāhmaṇo vā iddhimā cetovasippatto imaṁ nāḷandaṁ ekena manopadosena bhasmaṁ kātun”ti? ",
  "mn56:13.18": "“Dasapi, bhante, nāḷandā, vīsampi nāḷandā, tiṁsampi nāḷandā, cattārīsampi nāḷandā, paññāsampi nāḷandā pahoti so samaṇo vā brāhmaṇo vā iddhimā cetovasippatto ekena manopadosena bhasmaṁ kātuṁ. ",
  "mn56:13.19": "Kiñhi sobhati ekā chavā nāḷandā”ti. ",
  "mn56:13.20": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi. ",
  "mn56:13.21": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ. ",
  "mn56:13.22": "Bhāsitā kho pana te, gahapati, esā vācā: ",
  "mn56:13.23": "‘sacce ahaṁ, bhante, patiṭṭhāya mantessāmi; ",
  "mn56:13.24": "hotu no ettha kathāsallāpo’”ti. ",
  "mn56:13.25": "“Kiñcāpi, bhante, bhagavā evamāha, atha kho kāyadaṇḍova mahāsāvajjataro pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā vacīdaṇḍo, no tathā manodaṇḍo”ti. ",
  "mn56:13.26": "“Taṁ kiṁ maññasi, gahapati, ",
  "mn56:13.27": "sutaṁ te daṇḍakīraññaṁ kāliṅgāraññaṁ majjhāraññaṁ mātaṅgāraññaṁ araññaṁ araññabhūtan”ti? ",
  "mn56:13.28": "“Evaṁ, bhante, sutaṁ me daṇḍakīraññaṁ kāliṅgāraññaṁ majjhāraññaṁ mātaṅgāraññaṁ araññaṁ araññabhūtan”ti. ",
  "mn56:14.1": "“Taṁ kiṁ maññasi, gahapati, kinti te sutaṁ kena taṁ daṇḍakīraññaṁ kāliṅgāraññaṁ majjhāraññaṁ mātaṅgāraññaṁ araññaṁ araññabhūtan”ti? ",
  "mn56:14.2": "“Sutaṁ metaṁ, bhante, isīnaṁ manopadosena taṁ daṇḍakīraññaṁ kāliṅgāraññaṁ majjhāraññaṁ mātaṅgāraññaṁ araññaṁ araññabhūtan”ti. ",
  "mn56:14.3": "“Manasi karohi, gahapati, manasi karitvā kho, gahapati, byākarohi. ",
  "mn56:14.4": "Na kho te sandhiyati purimena vā pacchimaṁ, pacchimena vā purimaṁ. ",
  "mn56:14.5": "Bhāsitā kho pana te, gahapati, esā vācā: ",
  "mn56:14.6": "‘sacce ahaṁ, bhante, patiṭṭhāya mantessāmi; ",
  "mn56:14.7": "hotu no ettha kathāsallāpo’”ti. ",
  "mn56:15.1": "“Purimenevāhaṁ, bhante, opammena bhagavato attamano abhiraddho. ",
  "mn56:15.2": "Api cāhaṁ imāni bhagavato vicitrāni pañhapaṭibhānāni sotukāmo, evāhaṁ bhagavantaṁ paccanīkaṁ kātabbaṁ amaññissaṁ. ",
  "mn56:15.3": "Abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "mn56:15.4": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "mn56:15.5": "Esāhaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn56:15.6": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn56:16.1": "“Anuviccakāraṁ kho, gahapati, karohi, anuviccakāro tumhādisānaṁ ñātamanussānaṁ sādhu hotī”ti. ",
  "mn56:16.2": "“Imināpāhaṁ, bhante, bhagavato bhiyyoso mattāya attamano abhiraddho yaṁ maṁ bhagavā evamāha: ‘anuviccakāraṁ kho, gahapati, karohi, anuviccakāro tumhādisānaṁ ñātamanussānaṁ sādhu hotī’ti. ",
  "mn56:16.3": "Mañhi, bhante, aññatitthiyā sāvakaṁ labhitvā kevalakappaṁ nāḷandaṁ paṭākaṁ parihareyyuṁ: ",
  "mn56:16.4": "‘upāli amhākaṁ gahapati sāvakattaṁ upagato’ti. ",
  "mn56:16.5": "Atha ca pana maṁ bhagavā evamāha: ",
  "mn56:16.6": "‘anuviccakāraṁ kho, gahapati, karohi, anuviccakāro tumhādisānaṁ ñātamanussānaṁ sādhu hotī’ti. ",
  "mn56:16.7": "Esāhaṁ, bhante, dutiyampi bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn56:16.8": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn56:17.1": "“Dīgharattaṁ kho te, gahapati, nigaṇṭhānaṁ opānabhūtaṁ kulaṁ yena nesaṁ upagatānaṁ piṇḍakaṁ dātabbaṁ maññeyyāsī”ti. ",
  "mn56:17.2": "“Imināpāhaṁ, bhante, bhagavato bhiyyoso mattāya attamano abhiraddho yaṁ maṁ bhagavā evamāha: ‘dīgharattaṁ kho te, gahapati, nigaṇṭhānaṁ opānabhūtaṁ kulaṁ yena nesaṁ upagatānaṁ piṇḍakaṁ dātabbaṁ maññeyyāsī’ti. ",
  "mn56:17.3": "Sutaṁ metaṁ, bhante, samaṇo gotamo evamāha: ",
  "mn56:17.4": "‘mayhameva dānaṁ dātabbaṁ, nāññesaṁ dānaṁ dātabbaṁ; ",
  "mn56:17.5": "mayhameva sāvakānaṁ dānaṁ dātabbaṁ, nāññesaṁ sāvakānaṁ dānaṁ dātabbaṁ; ",
  "mn56:17.6": "mayhameva dinnaṁ mahapphalaṁ, nāññesaṁ dinnaṁ mahapphalaṁ; ",
  "mn56:17.7": "mayhameva sāvakānaṁ dinnaṁ mahapphalaṁ, nāññesaṁ sāvakānaṁ dinnaṁ mahapphalan’ti. ",
  "mn56:17.8": "Atha ca pana maṁ bhagavā nigaṇṭhesupi dāne samādapeti. ",
  "mn56:17.9": "Api ca, bhante, mayamettha kālaṁ jānissāma. ",
  "mn56:17.10": "Esāhaṁ, bhante, tatiyampi bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn56:17.11": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "mn56:18.1": "Atha kho bhagavā upālissa gahapatissa anupubbiṁ kathaṁ kathesi, seyyathidaṁ—",
  "mn56:18.2": "dānakathaṁ sīlakathaṁ saggakathaṁ, kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, nekkhamme ānisaṁsaṁ pakāsesi. ",
  "mn56:18.3": "Yadā bhagavā aññāsi upāliṁ gahapatiṁ kallacittaṁ muducittaṁ vinīvaraṇacittaṁ udaggacittaṁ pasannacittaṁ, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā taṁ pakāsesi—",
  "mn56:18.4": "dukkhaṁ, samudayaṁ, nirodhaṁ, maggaṁ. ",
  "mn56:18.5": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya; ",
  "mn56:18.6": "evameva upālissa gahapatissa tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi: ",
  "mn56:18.7": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti. ",
  "mn56:18.8": "Atha kho upāli gahapati diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṁ etadavoca: ",
  "mn56:18.9": "“handa ca dāni mayaṁ, bhante, gacchāma, bahukiccā mayaṁ bahukaraṇīyā”ti. ",
  "mn56:18.10": "“Yassadāni tvaṁ, gahapati, kālaṁ maññasī”ti. ",
  "mn56:19.1": "Atha kho upāli gahapati bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yena sakaṁ nivesanaṁ tenupasaṅkami; upasaṅkamitvā dovārikaṁ āmantesi: ",
  "mn56:19.2": "“ajjatagge, samma dovārika, āvarāmi dvāraṁ nigaṇṭhānaṁ nigaṇṭhīnaṁ, anāvaṭaṁ dvāraṁ bhagavato bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ. ",
  "mn56:19.3": "Sace koci nigaṇṭho āgacchati tamenaṁ tvaṁ evaṁ vadeyyāsi: ",
  "mn56:19.4": "‘tiṭṭha, bhante, mā pāvisi. ",
  "mn56:19.5": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato. ",
  "mn56:19.6": "Āvaṭaṁ dvāraṁ nigaṇṭhānaṁ nigaṇṭhīnaṁ, anāvaṭaṁ dvāraṁ bhagavato bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ. ",
  "mn56:19.7": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī’”ti. ",
  "mn56:19.8": "“Evaṁ, bhante”ti kho dovāriko upālissa gahapatissa paccassosi. ",
  "mn56:20.1": "Assosi kho dīghatapassī nigaṇṭho: ",
  "mn56:20.2": "“upāli kira gahapati samaṇassa gotamassa sāvakattaṁ upagato”ti. ",
  "mn56:20.3": "Atha kho dīghatapassī nigaṇṭho yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:20.4": "“sutaṁ metaṁ, bhante, upāli kira gahapati samaṇassa gotamassa sāvakattaṁ upagato”ti. ",
  "mn56:20.5": "“Aṭṭhānaṁ kho etaṁ, tapassi, anavakāso yaṁ upāli gahapati samaṇassa gotamassa sāvakattaṁ upagaccheyya. ",
  "mn56:20.6": "Ṭhānañca kho etaṁ vijjati yaṁ samaṇo gotamo upālissa gahapatissa sāvakattaṁ upagaccheyyā”ti. ",
  "mn56:20.7": "Dutiyampi kho dīghatapassī nigaṇṭho …pe… ",
  "mn56:20.8": "tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:20.9": "“sutaṁ metaṁ, bhante … ",
  "mn56:20.10": "pe…",
  "mn56:20.11": "upālissa gahapatissa sāvakattaṁ upagaccheyyā”ti. ",
  "mn56:20.12": "“Handāhaṁ, bhante, gacchāmi yāva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato yadi vā no”ti. ",
  "mn56:20.13": "“Gaccha tvaṁ, tapassi, jānāhi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato yadi vā no”ti. ",
  "mn56:21.1": "Atha kho dīghatapassī nigaṇṭho yena upālissa gahapatissa nivesanaṁ tenupasaṅkami. ",
  "mn56:21.2": "Addasā kho dovāriko dīghatapassiṁ nigaṇṭhaṁ dūratova āgacchantaṁ. ",
  "mn56:21.3": "Disvāna dīghatapassiṁ nigaṇṭhaṁ etadavoca: ",
  "mn56:21.4": "“tiṭṭha, bhante, mā pāvisi. ",
  "mn56:21.5": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato. ",
  "mn56:21.6": "Āvaṭaṁ dvāraṁ nigaṇṭhānaṁ nigaṇṭhīnaṁ, anāvaṭaṁ dvāraṁ bhagavato bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ. ",
  "mn56:21.7": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī”ti. ",
  "mn56:21.8": "“Na me, āvuso, piṇḍakena attho”ti vatvā tato paṭinivattitvā yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:21.9": "“saccaṁyeva kho, bhante, yaṁ upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato. ",
  "mn56:21.10": "Etaṁ kho te ahaṁ, bhante, nālatthaṁ, na kho me, bhante, ruccati yaṁ upāli gahapati samaṇassa gotamassa vādaṁ āropeyya. ",
  "mn56:21.11": "Samaṇo hi, bhante, gotamo māyāvī āvaṭṭaniṁ māyaṁ jānāti yāya aññatitthiyānaṁ sāvake āvaṭṭetīti. ",
  "mn56:21.12": "Āvaṭṭo kho te, bhante, upāli gahapati samaṇena gotamena āvaṭṭaniyā māyāyā”ti. ",
  "mn56:21.13": "“Aṭṭhānaṁ kho etaṁ, tapassi, anavakāso yaṁ upāli gahapati samaṇassa gotamassa sāvakattaṁ upagaccheyya. ",
  "mn56:21.14": "Ṭhānañca kho etaṁ vijjati yaṁ samaṇo gotamo upālissa gahapatissa sāvakattaṁ upagaccheyyā”ti. ",
  "mn56:21.15": "Dutiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:21.16": "“saccaṁyeva, bhante …pe… ",
  "mn56:21.17": "upālissa gahapatissa sāvakattaṁ upagaccheyyā”ti. ",
  "mn56:21.18": "Tatiyampi kho dīghatapassī nigaṇṭho nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:21.19": "“saccaṁyeva kho, bhante … ",
  "mn56:21.20": "pe…",
  "mn56:21.21": "upālissa gahapatissa sāvakattaṁ upagaccheyyā”ti. ",
  "mn56:21.22": "“Handa cāhaṁ, tapassi, gacchāmi yāva cāhaṁ sāmaṁyeva jānāmi yadi vā upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato yadi vā no”ti. ",
  "mn56:22.1": "Atha kho nigaṇṭho nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṁ yena upālissa gahapatissa nivesanaṁ tenupasaṅkami. ",
  "mn56:22.2": "Addasā kho dovāriko nigaṇṭhaṁ nāṭaputtaṁ dūratova āgacchantaṁ. ",
  "mn56:22.3": "Disvāna nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:22.4": "“tiṭṭha, bhante, mā pāvisi. ",
  "mn56:22.5": "Ajjatagge upāli gahapati samaṇassa gotamassa sāvakattaṁ upagato. ",
  "mn56:22.6": "Āvaṭaṁ dvāraṁ nigaṇṭhānaṁ nigaṇṭhīnaṁ, anāvaṭaṁ dvāraṁ bhagavato bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ. ",
  "mn56:22.7": "Sace te, bhante, piṇḍakena attho, ettheva tiṭṭha, ettheva te āharissantī”ti. ",
  "mn56:22.8": "“Tena hi, samma dovārika, yena upāli gahapati tenupasaṅkama; upasaṅkamitvā upāliṁ gahapatiṁ evaṁ vadehi: ",
  "mn56:22.9": "‘nigaṇṭho, bhante, nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṁ bahidvārakoṭṭhake ṭhito; ",
  "mn56:22.10": "so te dassanakāmo’”ti. ",
  "mn56:22.11": "“Evaṁ, bhante”ti kho dovāriko nigaṇṭhassa nāṭaputtassa paṭissutvā yena upāli gahapati tenupasaṅkami; upasaṅkamitvā upāliṁ gahapatiṁ etadavoca: ",
  "mn56:22.12": "“nigaṇṭho, bhante, nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṁ bahidvārakoṭṭhake ṭhito; ",
  "mn56:22.13": "so te dassanakāmo”ti. ",
  "mn56:22.14": "“Tena hi, samma dovārika, majjhimāya dvārasālāya āsanāni paññapehī”ti. ",
  "mn56:22.15": "“Evaṁ, bhante”ti kho dovāriko upālissa gahapatissa paṭissutvā majjhimāya dvārasālāya āsanāni paññapetvā yena upāli gahapati tenupasaṅkami; upasaṅkamitvā upāliṁ gahapatiṁ etadavoca: ",
  "mn56:22.16": "“paññattāni kho, bhante, majjhimāya dvārasālāya āsanāni. ",
  "mn56:22.17": "Yassadāni kālaṁ maññasī”ti. ",
  "mn56:23.1": "Atha kho upāli gahapati yena majjhimā dvārasālā tenupasaṅkami; upasaṅkamitvā yaṁ tattha āsanaṁ aggañca seṭṭhañca uttamañca paṇītañca tattha sāmaṁ nisīditvā dovārikaṁ āmantesi: ",
  "mn56:23.2": "“tena hi, samma dovārika, yena nigaṇṭho nāṭaputto tenupasaṅkama; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ evaṁ vadehi: ",
  "mn56:23.3": "‘upāli, bhante, gahapati evamāha—",
  "mn56:23.4": "pavisa kira, bhante, sace ākaṅkhasī’”ti. ",
  "mn56:23.5": "“Evaṁ, bhante”ti kho dovāriko upālissa gahapatissa paṭissutvā yena nigaṇṭho nāṭaputto tenupasaṅkami; upasaṅkamitvā nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:23.6": "“upāli, bhante, gahapati evamāha: ",
  "mn56:23.7": "‘pavisa kira, bhante, sace ākaṅkhasī’”ti. ",
  "mn56:23.8": "Atha kho nigaṇṭho nāṭaputto mahatiyā nigaṇṭhaparisāya saddhiṁ yena majjhimā dvārasālā tenupasaṅkami. ",
  "mn56:24.1": "Atha kho upāli gahapati—",
  "mn56:24.2": "yaṁ sudaṁ pubbe yato passati nigaṇṭhaṁ nāṭaputtaṁ dūratova āgacchantaṁ disvāna tato paccuggantvā yaṁ tattha āsanaṁ aggañca seṭṭhañca uttamañca paṇītañca taṁ uttarāsaṅgena sammajjitvā pariggahetvā nisīdāpeti so—",
  "mn56:24.3": "dāni yaṁ tattha āsanaṁ aggañca seṭṭhañca uttamañca paṇītañca tattha sāmaṁ nisīditvā nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:24.4": "“saṁvijjanti kho, bhante, āsanāni; ",
  "mn56:24.5": "sace ākaṅkhasi, nisīdā”ti. ",
  "mn56:25.1": "Evaṁ vutte, nigaṇṭho nāṭaputto upāliṁ gahapatiṁ etadavoca: ",
  "mn56:25.2": "“ummattosi tvaṁ, gahapati, dattosi tvaṁ, gahapati. ",
  "mn56:25.3": "‘Gacchāmahaṁ, bhante, samaṇassa gotamassa vādaṁ āropessāmī’ti gantvā mahatāsi vādasaṅghāṭena paṭimukko āgato. ",
  "mn56:25.4": "Seyyathāpi, gahapati, puriso aṇḍahārako gantvā ubbhatehi aṇḍehi āgaccheyya, seyyathā vā pana gahapati puriso akkhikahārako gantvā ubbhatehi akkhīhi āgaccheyya; ",
  "mn56:25.5": "evameva kho tvaṁ, gahapati, ‘gacchāmahaṁ, bhante, samaṇassa gotamassa vādaṁ āropessāmī’ti gantvā mahatāsi vādasaṅghāṭena paṭimukko āgato. ",
  "mn56:25.6": "Āvaṭṭosi kho tvaṁ, gahapati, samaṇena gotamena āvaṭṭaniyā māyāyā”ti. ",
  "mn56:26.1": "“Bhaddikā, bhante, āvaṭṭanī māyā; ",
  "mn56:26.2": "kalyāṇī, bhante, āvaṭṭanī māyā; ",
  "mn56:26.3": "piyā me, bhante, ñātisālohitā imāya āvaṭṭaniyā āvaṭṭeyyuṁ; piyānampi me assa ñātisālohitānaṁ dīgharattaṁ hitāya sukhāya; ",
  "mn56:26.4": "sabbe cepi, bhante, khattiyā imāya āvaṭṭaniyā āvaṭṭeyyuṁ; sabbesānampissa khattiyānaṁ dīgharattaṁ hitāya sukhāya; sabbe cepi, bhante, brāhmaṇā …pe… vessā …pe… suddā imāya āvaṭṭaniyā āvaṭṭeyyuṁ; sabbesānampissa suddānaṁ dīgharattaṁ hitāya sukhāya; ",
  "mn56:26.5": "sadevako cepi, bhante, loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā imāya āvaṭṭaniyā āvaṭṭeyyuṁ; sadevakassapissa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya dīgharattaṁ hitāya sukhāyāti. ",
  "mn56:26.6": "Tena hi, bhante, upamaṁ te karissāmi. ",
  "mn56:26.7": "Upamāyapidhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "mn56:27.1": "Bhūtapubbaṁ, bhante, aññatarassa brāhmaṇassa jiṇṇassa vuḍḍhassa mahallakassa daharā māṇavikā pajāpatī ahosi gabbhinī upavijaññā. ",
  "mn56:27.2": "Atha kho, bhante, sā māṇavikā taṁ brāhmaṇaṁ etadavoca, ",
  "mn56:27.3": "‘gaccha tvaṁ, brāhmaṇa, āpaṇā makkaṭacchāpakaṁ kiṇitvā ānehi, yo me kumārakassa kīḷāpanako bhavissatī’ti. ",
  "mn56:27.4": "Evaṁ vutte, so brāhmaṇo taṁ māṇavikaṁ etadavoca: ",
  "mn56:27.5": "‘āgamehi tāva, bhoti, yāva vijāyati. ",
  "mn56:27.6": "Sace tvaṁ, bhoti, kumārakaṁ vijāyissasi, tassā te ahaṁ āpaṇā makkaṭacchāpakaṁ kiṇitvā ānessāmi, yo te kumārakassa kīḷāpanako bhavissati. ",
  "mn56:27.7": "Sace pana tvaṁ, bhoti, kumārikaṁ vijāyissasi, tassā te ahaṁ āpaṇā makkaṭacchāpikaṁ kiṇitvā ānessāmi, yā te kumārikāya kīḷāpanikā bhavissatī’ti. ",
  "mn56:27.8": "Dutiyampi kho, bhante, sā māṇavikā …pe… ",
  "mn56:27.9": "tatiyampi kho, bhante, sā māṇavikā taṁ brāhmaṇaṁ etadavoca: ",
  "mn56:27.10": "‘gaccha tvaṁ, brāhmaṇa, āpaṇā makkaṭacchāpakaṁ kiṇitvā ānehi, yo me kumārakassa kīḷāpanako bhavissatī’ti. ",
  "mn56:27.11": "Atha kho, bhante, so brāhmaṇo tassā māṇavikāya sāratto paṭibaddhacitto āpaṇā makkaṭacchāpakaṁ kiṇitvā ānetvā taṁ māṇavikaṁ etadavoca: ",
  "mn56:27.12": "‘ayaṁ te, bhoti, āpaṇā makkaṭacchāpako kiṇitvā ānīto, yo te kumārakassa kīḷāpanako bhavissatī’ti. ",
  "mn56:27.13": "Evaṁ vutte, bhante, sā māṇavikā taṁ brāhmaṇaṁ etadavoca: ",
  "mn56:27.14": "‘gaccha tvaṁ, brāhmaṇa, imaṁ makkaṭacchāpakaṁ ādāya yena rattapāṇi rajakaputto tenupasaṅkama; upasaṅkamitvā rattapāṇiṁ rajakaputtaṁ evaṁ vadehi—",
  "mn56:27.15": "icchāmahaṁ, samma rattapāṇi, imaṁ makkaṭacchāpakaṁ pītāvalepanaṁ nāma raṅgajātaṁ rajitaṁ ākoṭitapaccākoṭitaṁ ubhatobhāgavimaṭṭhan’ti. ",
  "mn56:27.16": "Atha kho, bhante, so brāhmaṇo tassā māṇavikāya sāratto paṭibaddhacitto taṁ makkaṭacchāpakaṁ ādāya yena rattapāṇi rajakaputto tenupasaṅkami; upasaṅkamitvā rattapāṇiṁ rajakaputtaṁ etadavoca: ",
  "mn56:27.17": "‘icchāmahaṁ, samma rattapāṇi, imaṁ makkaṭacchāpakaṁ pītāvalepanaṁ nāma raṅgajātaṁ rajitaṁ ākoṭitapaccākoṭitaṁ ubhatobhāgavimaṭṭhan’ti. ",
  "mn56:27.18": "Evaṁ vutte, bhante, rattapāṇi rajakaputto taṁ brāhmaṇaṁ etadavoca: ",
  "mn56:27.19": "‘ayaṁ kho te, bhante, makkaṭacchāpako raṅgakkhamo hi kho, no ākoṭanakkhamo, no vimajjanakkhamo’ti. ",
  "mn56:27.20": "Evameva kho, bhante, bālānaṁ nigaṇṭhānaṁ vādo raṅgakkhamo hi kho bālānaṁ no paṇḍitānaṁ, no anuyogakkhamo, no vimajjanakkhamo. ",
  "mn56:27.21": "Atha kho, bhante, so brāhmaṇo aparena samayena navaṁ dussayugaṁ ādāya yena rattapāṇi rajakaputto tenupasaṅkami; upasaṅkamitvā rattapāṇiṁ rajakaputtaṁ etadavoca: ",
  "mn56:27.22": "‘icchāmahaṁ, samma rattapāṇi, imaṁ navaṁ dussayugaṁ pītāvalepanaṁ nāma raṅgajātaṁ rajitaṁ ākoṭitapaccākoṭitaṁ ubhatobhāgavimaṭṭhan’ti. ",
  "mn56:27.23": "Evaṁ vutte, bhante, rattapāṇi rajakaputto taṁ brāhmaṇaṁ etadavoca: ",
  "mn56:27.24": "‘idaṁ kho te, bhante, navaṁ dussayugaṁ raṅgakkhamañceva ākoṭanakkhamañca vimajjanakkhamañcā’ti. ",
  "mn56:27.25": "Evameva kho, bhante, tassa bhagavato vādo arahato sammāsambuddhassa raṅgakkhamo ceva paṇḍitānaṁ no bālānaṁ, anuyogakkhamo ca vimajjanakkhamo cā”ti. ",
  "mn56:28.1": "“Sarājikā kho, gahapati, parisā evaṁ jānāti: ",
  "mn56:28.2": "‘upāli gahapati nigaṇṭhassa nāṭaputtassa sāvako’ti. ",
  "mn56:28.3": "Kassa taṁ, gahapati, sāvakaṁ dhāremā”ti? ",
  "mn56:29.1": "Evaṁ vutte, upāli gahapati uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā nigaṇṭhaṁ nāṭaputtaṁ etadavoca: ",
  "mn56:29.2": "“tena hi, bhante, suṇohi yassāhaṁ sāvako”ti: ",
  "mn56:29.3": "“Dhīrassa vigatamohassa, ",
  "mn56:29.4": "Pabhinnakhīlassa vijitavijayassa; ",
  "mn56:29.5": "Anīghassa susamacittassa, ",
  "mn56:29.6": "Vuddhasīlassa sādhupaññassa; ",
  "mn56:29.7": "Vesamantarassa vimalassa, ",
  "mn56:29.8": "Bhagavato tassa sāvakohamasmi. ",
  "mn56:29.9": "Akathaṅkathissa tusitassa, ",
  "mn56:29.10": "Vantalokāmisassa muditassa; ",
  "mn56:29.11": "Katasamaṇassa manujassa, ",
  "mn56:29.12": "Antimasārīrassa narassa; ",
  "mn56:29.13": "Anopamassa virajassa, ",
  "mn56:29.14": "Bhagavato tassa sāvakohamasmi. ",
  "mn56:29.15": "Asaṁsayassa kusalassa, ",
  "mn56:29.16": "Venayikassa sārathivarassa; ",
  "mn56:29.17": "Anuttarassa ruciradhammassa, ",
  "mn56:29.18": "Nikkaṅkhassa pabhāsakassa; ",
  "mn56:29.19": "Mānacchidassa vīrassa, ",
  "mn56:29.20": "Bhagavato tassa sāvakohamasmi. ",
  "mn56:29.21": "Nisabhassa appameyyassa, ",
  "mn56:29.22": "Gambhīrassa monapattassa; ",
  "mn56:29.23": "Khemaṅkarassa vedassa, ",
  "mn56:29.24": "Dhammaṭṭhassa saṁvutattassa; ",
  "mn56:29.25": "Saṅgātigassa muttassa, ",
  "mn56:29.26": "Bhagavato tassa sāvakohamasmi. ",
  "mn56:29.27": "Nāgassa pantasenassa, ",
  "mn56:29.28": "Khīṇasaṁyojanassa muttassa; ",
  "mn56:29.29": "Paṭimantakassa dhonassa, ",
  "mn56:29.30": "Pannadhajassa vītarāgassa; ",
  "mn56:29.31": "Dantassa nippapañcassa, ",
  "mn56:29.32": "Bhagavato tassa sāvakohamasmi. ",
  "mn56:29.33": "Isisattamassa akuhassa, ",
  "mn56:29.34": "Tevijjassa brahmapattassa; ",
  "mn56:29.35": "Nhātakassa padakassa, ",
  "mn56:29.36": "Passaddhassa viditavedassa; ",
  "mn56:29.37": "Purindadassa sakkassa, ",
  "mn56:29.38": "Bhagavato tassa sāvakohamasmi. ",
  "mn56:29.39": "Ariyassa bhāvitattassa, ",
  "mn56:29.40": "Pattipattassa veyyākaraṇassa; ",
  "mn56:29.41": "Satimato vipassissa, ",
  "mn56:29.42": "Anabhinatassa no apanatassa; ",
  "mn56:29.43": "Anejassa vasippattassa, ",
  "mn56:29.44": "Bhagavato tassa sāvakohamasmi. ",
  "mn56:29.45": "Samuggatassa jhāyissa, ",
  "mn56:29.46": "Ananugatantarassa suddhassa; ",
  "mn56:29.47": "Asitassa hitassa, ",
  "mn56:29.48": "Pavivittassa aggappattassa; ",
  "mn56:29.49": "Tiṇṇassa tārayantassa, ",
  "mn56:29.50": "Bhagavato tassa sāvakohamasmi. ",
  "mn56:29.51": "Santassa bhūripaññassa, ",
  "mn56:29.52": "Mahāpaññassa vītalobhassa; ",
  "mn56:29.53": "Tathāgatassa sugatassa, ",
  "mn56:29.54": "Appaṭipuggalassa asamassa; ",
  "mn56:29.55": "Visāradassa nipuṇassa, ",
  "mn56:29.56": "Bhagavato tassa sāvakohamasmi. ",
  "mn56:29.57": "Taṇhacchidassa buddhassa, ",
  "mn56:29.58": "Vītadhūmassa anupalittassa; ",
  "mn56:29.59": "Āhuneyyassa yakkhassa, ",
  "mn56:29.60": "Uttamapuggalassa atulassa; ",
  "mn56:29.61": "Mahato yasaggapattassa, ",
  "mn56:29.62": "Bhagavato tassa sāvakohamasmī”ti. ",
  "mn56:30.1": "“Kadā saññūḷhā pana te, gahapati, ime samaṇassa gotamassa vaṇṇā”ti? ",
  "mn56:30.2": "“Seyyathāpi, bhante, nānāpupphānaṁ mahāpuppharāsi, tamenaṁ dakkho mālākāro vā mālākārantevāsī vā vicittaṁ mālaṁ gantheyya; ",
  "mn56:30.3": "evameva kho, bhante, so bhagavā anekavaṇṇo anekasatavaṇṇo. ",
  "mn56:30.4": "Ko hi, bhante, vaṇṇārahassa vaṇṇaṁ na karissatī”ti? ",
  "mn56:31.1": "Atha kho nigaṇṭhassa nāṭaputtassa bhagavato sakkāraṁ asahamānassa tattheva uṇhaṁ lohitaṁ mukhato uggacchīti. ",
  "mn56:31.2": "Upālisuttaṁ niṭṭhitaṁ chaṭṭhaṁ. "
}