{
  "mn60:0.1": "Majjhima Nikāya 60 ",
  "mn60:0.2": "Apaṇṇakasutta ",
  "mn60:1.1": "Evaṁ me sutaṁ—",
  "mn60:1.2": "ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena sālā nāma kosalānaṁ brāhmaṇagāmo tadavasari. ",
  "mn60:2.1": "Assosuṁ kho sāleyyakā brāhmaṇagahapatikā: ",
  "mn60:2.2": "“samaṇo khalu bho gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ sālaṁ anuppatto. ",
  "mn60:2.3": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn60:2.4": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "mn60:2.5": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "mn60:2.6": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "mn60:2.7": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "mn60:3.1": "Atha kho sāleyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Appekacce bhagavatā saddhiṁ sammodiṁsu; sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Appekacce yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu. Appekacce bhagavato santike nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu. Appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho sāleyyake brāhmaṇagahapatike bhagavā etadavoca: ",
  "mn60:4.1": "“atthi pana vo, gahapatayo, koci manāpo satthā yasmiṁ vo ākāravatī saddhā paṭiladdhā”ti? ",
  "mn60:4.2": "“Natthi kho no, bhante, koci manāpo satthā yasmiṁ no ākāravatī saddhā paṭiladdhā”ti. ",
  "mn60:4.3": "“Manāpaṁ vo, gahapatayo, satthāraṁ alabhantehi ayaṁ apaṇṇako dhammo samādāya vattitabbo. ",
  "mn60:4.4": "Apaṇṇako hi, gahapatayo, dhammo samatto samādinno, so vo bhavissati dīgharattaṁ hitāya sukhāya. ",
  "mn60:4.5": "Katamo ca, gahapatayo, apaṇṇako dhammo? ",
  "mn60:5.1": "Santi, gahapatayo, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:5.2": "‘natthi dinnaṁ, natthi yiṭṭhaṁ, natthi hutaṁ; natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, natthi ayaṁ loko, natthi paro loko; natthi mātā, natthi pitā; natthi sattā opapātikā; natthi loke samaṇabrāhmaṇā sammaggatā sammā paṭipannā ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti. ",
  "mn60:6.1": "Tesaṁyeva kho, gahapatayo, samaṇabrāhmaṇānaṁ eke samaṇabrāhmaṇā ujuvipaccanīkavādā. ",
  "mn60:6.2": "Te evamāhaṁsu: ",
  "mn60:6.3": "‘atthi dinnaṁ, atthi yiṭṭhaṁ, atthi hutaṁ; atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko; atthi ayaṁ loko, atthi paro loko; atthi mātā, atthi pitā; atthi sattā opapātikā; atthi loke samaṇabrāhmaṇā sammaggatā sammā paṭipannā ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti. ",
  "mn60:6.4": "Taṁ kiṁ maññatha, gahapatayo: ",
  "mn60:6.5": "‘nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā’”ti? ",
  "mn60:6.6": "“Evaṁ, bhante”. ",
  "mn60:7.1": "“Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:7.2": "‘natthi dinnaṁ, natthi yiṭṭhaṁ …pe… ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti ",
  "mn60:7.3": "tesametaṁ pāṭikaṅkhaṁ—yamidaṁ kāyasucaritaṁ, vacīsucaritaṁ, manosucaritaṁ—ime tayo kusale dhamme abhinivajjetvā yamidaṁ kāyaduccaritaṁ, vacīduccaritaṁ, manoduccaritaṁ—ime tayo akusale dhamme samādāya vattissanti. ",
  "mn60:7.4": "Taṁ kissa hetu? ",
  "mn60:7.5": "Na hi te bhonto samaṇabrāhmaṇā passanti akusalānaṁ dhammānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, kusalānaṁ dhammānaṁ nekkhamme ānisaṁsaṁ vodānapakkhaṁ. ",
  "mn60:8.1": "Santaṁyeva pana paraṁ lokaṁ ‘natthi paro loko’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi. ",
  "mn60:8.2": "Santaṁyeva kho pana paraṁ lokaṁ ‘natthi paro loko’ti saṅkappeti; svāssa hoti micchāsaṅkappo. ",
  "mn60:8.3": "Santaṁyeva kho pana paraṁ lokaṁ ‘natthi paro loko’ti vācaṁ bhāsati; sāssa hoti micchāvācā. ",
  "mn60:8.4": "Santaṁyeva kho pana paraṁ lokaṁ ‘natthi paro loko’ti āha; ye te arahanto paralokaviduno tesamayaṁ paccanīkaṁ karoti. ",
  "mn60:8.5": "Santaṁyeva kho pana paraṁ lokaṁ ‘natthi paro loko’ti paraṁ saññāpeti; sāssa hoti asaddhammasaññatti. ",
  "mn60:8.6": "Tāya ca pana asaddhammasaññattiyā attānukkaṁseti, paraṁ vambheti. ",
  "mn60:8.7": "Iti pubbeva kho panassa susīlyaṁ pahīnaṁ hoti, dussīlyaṁ paccupaṭṭhitaṁ—",
  "mn60:8.8": "ayañca micchādiṭṭhi micchāsaṅkappo micchāvācā ariyānaṁ paccanīkatā asaddhammasaññatti attukkaṁsanā paravambhanā. Evamassime aneke pāpakā akusalā dhammā sambhavanti micchādiṭṭhipaccayā. ",
  "mn60:9.1": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ",
  "mn60:9.2": "‘sace kho natthi paro loko evamayaṁ bhavaṁ purisapuggalo kāyassa bhedā sotthimattānaṁ karissati; ",
  "mn60:9.3": "sace kho atthi paro loko, evamayaṁ bhavaṁ purisapuggalo kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjissati. ",
  "mn60:9.4": "Kāmaṁ kho pana māhu paro loko, hotu nesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ; ",
  "mn60:9.5": "atha ca panāyaṁ bhavaṁ purisapuggalo diṭṭheva dhamme viññūnaṁ gārayho—dussīlo purisapuggalo micchādiṭṭhi natthikavādo’ti. ",
  "mn60:9.6": "Sace kho attheva paro loko, evaṁ imassa bhoto purisapuggalassa ubhayattha kaliggaho—",
  "mn60:9.7": "yañca diṭṭheva dhamme viññūnaṁ gārayho, yañca kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjissati. ",
  "mn60:9.8": "Evamassāyaṁ apaṇṇako dhammo dussamatto samādinno, ekaṁsaṁ pharitvā tiṭṭhati, riñcati kusalaṁ ṭhānaṁ. ",
  "mn60:10.1": "Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:10.2": "‘atthi dinnaṁ …pe… ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedentī’ti ",
  "mn60:10.3": "tesametaṁ pāṭikaṅkhaṁ—yamidaṁ kāyaduccaritaṁ, vacīduccaritaṁ, manoduccaritaṁ—ime tayo akusale dhamme abhinivajjetvā yamidaṁ kāyasucaritaṁ, vacīsucaritaṁ, manosucaritaṁ—ime tayo kusale dhamme samādāya vattissanti. ",
  "mn60:10.4": "Taṁ kissa hetu? ",
  "mn60:10.5": "Passanti hi te bhonto samaṇabrāhmaṇā akusalānaṁ dhammānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, kusalānaṁ dhammānaṁ nekkhamme ānisaṁsaṁ vodānapakkhaṁ. ",
  "mn60:11.1": "Santaṁyeva kho pana paraṁ lokaṁ ‘atthi paro loko’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi. ",
  "mn60:11.2": "Santaṁyeva kho pana paraṁ lokaṁ ‘atthi paro loko’ti saṅkappeti; svāssa hoti sammāsaṅkappo. ",
  "mn60:11.3": "Santaṁyeva kho pana paraṁ lokaṁ ‘atthi paro loko’ti vācaṁ bhāsati; sāssa hoti sammāvācā. ",
  "mn60:11.4": "Santaṁyeva kho pana paraṁ lokaṁ ‘atthi paro loko’ti āha; ye te arahanto paralokaviduno tesamayaṁ na paccanīkaṁ karoti. ",
  "mn60:11.5": "Santaṁyeva kho pana paraṁ lokaṁ ‘atthi paro loko’ti paraṁ saññāpeti; sāssa hoti saddhammasaññatti. ",
  "mn60:11.6": "Tāya ca pana saddhammasaññattiyā nevattānukkaṁseti, na paraṁ vambheti. ",
  "mn60:11.7": "Iti pubbeva kho panassa dussīlyaṁ pahīnaṁ hoti, susīlyaṁ paccupaṭṭhitaṁ—",
  "mn60:11.8": "ayañca sammādiṭṭhi sammāsaṅkappo sammāvācā ariyānaṁ apaccanīkatā saddhammasaññatti anattukkaṁsanā aparavambhanā. Evamassime aneke kusalā dhammā sambhavanti sammādiṭṭhipaccayā. ",
  "mn60:12.1": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ",
  "mn60:12.2": "‘sace kho atthi paro loko, evamayaṁ bhavaṁ purisapuggalo kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissati. ",
  "mn60:12.3": "Kāmaṁ kho pana māhu paro loko, hotu nesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ; ",
  "mn60:12.4": "atha ca panāyaṁ bhavaṁ purisapuggalo diṭṭheva dhamme viññūnaṁ pāsaṁso—sīlavā purisapuggalo sammādiṭṭhi atthikavādo’ti. ",
  "mn60:12.5": "Sace kho attheva paro loko, evaṁ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—",
  "mn60:12.6": "yañca diṭṭheva dhamme viññūnaṁ pāsaṁso, yañca kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissati. ",
  "mn60:12.7": "Evamassāyaṁ apaṇṇako dhammo susamatto samādinno ubhayaṁsaṁ pharitvā tiṭṭhati, riñcati akusalaṁ ṭhānaṁ. ",
  "mn60:13.1": "Santi, gahapatayo, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:13.2": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṁ ādiyato, sandhiṁ chindato, nillopaṁ harato, ekāgārikaṁ karoto, paripanthe tiṭṭhato, paradāraṁ gacchato, musā bhaṇato; karoto na karīyati pāpaṁ. ",
  "mn60:13.3": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kareyya, natthi tatonidānaṁ pāpaṁ, natthi pāpassa āgamo. ",
  "mn60:13.4": "Dakkhiṇañcepi gaṅgāya tīraṁ gaccheyya hananto ghātento, chindanto chedāpento, pacanto pācento; natthi tatonidānaṁ pāpaṁ, natthi pāpassa āgamo. ",
  "mn60:13.5": "Uttarañcepi gaṅgāya tīraṁ gaccheyya dadanto dāpento, yajanto yajāpento; natthi tatonidānaṁ puññaṁ, natthi puññassa āgamo. ",
  "mn60:13.6": "Dānena damena saṁyamena saccavajjena natthi puññaṁ, natthi puññassa āgamo’ti. ",
  "mn60:14.1": "Tesaṁyeva kho, gahapatayo, samaṇabrāhmaṇānaṁ eke samaṇabrāhmaṇā ujuvipaccanīkavādā te evamāhaṁsu: ",
  "mn60:14.2": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṁ ādiyato, sandhiṁ chindato, nillopaṁ harato, ekāgārikaṁ karoto, paripanthe tiṭṭhato, paradāraṁ gacchato, musā bhaṇato; karoto karīyati pāpaṁ. ",
  "mn60:14.3": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kareyya, atthi tatonidānaṁ pāpaṁ, atthi pāpassa āgamo. ",
  "mn60:14.4": "Dakkhiṇañcepi gaṅgāya tīraṁ gaccheyya hananto ghātento, chindanto chedāpento, pacanto pācento; atthi tatonidānaṁ pāpaṁ, atthi pāpassa āgamo. ",
  "mn60:14.5": "Uttarañcepi gaṅgāya tīraṁ gaccheyya dadanto dāpento, yajanto yajāpento; atthi tatonidānaṁ puññaṁ, atthi puññassa āgamo. ",
  "mn60:14.6": "Dānena damena saṁyamena saccavajjena atthi puññaṁ, atthi puññassa āgamo’ti. ",
  "mn60:14.7": "Taṁ kiṁ maññatha, gahapatayo, ",
  "mn60:14.8": "nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti? ",
  "mn60:14.9": "“Evaṁ, bhante”. ",
  "mn60:15.1": "“Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:15.2": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṁ ādiyato, sandhiṁ chindato, nillopaṁ harato, ekāgārikaṁ karoto, paripanthe tiṭṭhato, paradāraṁ gacchato, musā bhaṇato; karoto na karīyati pāpaṁ. ",
  "mn60:15.3": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kareyya, natthi tatonidānaṁ pāpaṁ, natthi pāpassa āgamo. ",
  "mn60:15.4": "Dakkhiṇañcepi gaṅgāya tīraṁ gaccheyya hananto ghātento …pe… dānena damena saṁyamena saccavajjena natthi puññaṁ, natthi puññassa āgamo’ti ",
  "mn60:15.5": "tesametaṁ pāṭikaṅkhaṁ—yamidaṁ kāyasucaritaṁ, vacīsucaritaṁ, manosucaritaṁ—ime tayo kusale dhamme abhinivajjetvā yamidaṁ kāyaduccaritaṁ, vacīduccaritaṁ, manoduccaritaṁ—ime tayo akusale dhamme samādāya vattissanti. ",
  "mn60:15.6": "Taṁ kissa hetu? ",
  "mn60:15.7": "Na hi te bhonto samaṇabrāhmaṇā passanti akusalānaṁ dhammānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, kusalānaṁ dhammānaṁ nekkhamme ānisaṁsaṁ vodānapakkhaṁ. ",
  "mn60:16.1": "Santaṁyeva kho pana kiriyaṁ ‘natthi kiriyā’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi. ",
  "mn60:16.2": "Santaṁyeva kho pana kiriyaṁ ‘natthi kiriyā’ti saṅkappeti; svāssa hoti micchāsaṅkappo. ",
  "mn60:16.3": "Santaṁyeva kho pana kiriyaṁ ‘natthi kiriyā’ti vācaṁ bhāsati; sāssa hoti micchāvācā. ",
  "mn60:16.4": "Santaṁyeva kho pana kiriyaṁ ‘natthi kiriyā’ti āha, ye te arahanto kiriyavādā tesamayaṁ paccanīkaṁ karoti. ",
  "mn60:16.5": "Santaṁyeva kho pana kiriyaṁ ‘natthi kiriyā’ti paraṁ saññāpeti; sāssa hoti asaddhammasaññatti. ",
  "mn60:16.6": "Tāya ca pana asaddhammasaññattiyā attānukkaṁseti, paraṁ vambheti. ",
  "mn60:16.7": "Iti pubbeva kho panassa susīlyaṁ pahīnaṁ hoti, dussīlyaṁ paccupaṭṭhitaṁ—",
  "mn60:16.8": "ayañca micchādiṭṭhi micchāsaṅkappo micchāvācā ariyānaṁ paccanīkatā asaddhammasaññatti attukkaṁsanā paravambhanā. Evamassime aneke pāpakā akusalā dhammā sambhavanti micchādiṭṭhipaccayā. ",
  "mn60:17.1": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ",
  "mn60:17.2": "‘sace kho natthi kiriyā, evamayaṁ bhavaṁ purisapuggalo kāyassa bhedā sotthimattānaṁ karissati; ",
  "mn60:17.3": "sace kho atthi kiriyā evamayaṁ bhavaṁ purisapuggalo kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjissati. ",
  "mn60:17.4": "Kāmaṁ kho pana māhu kiriyā, hotu nesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ; ",
  "mn60:17.5": "atha ca panāyaṁ bhavaṁ purisapuggalo diṭṭheva dhamme viññūnaṁ gārayho—dussīlo purisapuggalo micchādiṭṭhi akiriyavādo’ti. ",
  "mn60:17.6": "Sace kho attheva kiriyā, evaṁ imassa bhoto purisapuggalassa ubhayattha kaliggaho—",
  "mn60:17.7": "yañca diṭṭheva dhamme viññūnaṁ gārayho, yañca kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjissati. ",
  "mn60:17.8": "Evamassāyaṁ apaṇṇako dhammo dussamatto samādinno, ekaṁsaṁ pharitvā tiṭṭhati, riñcati kusalaṁ ṭhānaṁ. ",
  "mn60:18.1": "Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:18.2": "‘karoto kārayato, chindato chedāpayato, pacato pācāpayato, socayato socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātayato, adinnaṁ ādiyato, sandhiṁ chindato, nillopaṁ harato, ekāgārikaṁ karoto, paripanthe tiṭṭhato, paradāraṁ gacchato, musā bhaṇato; karoto karīyati pāpaṁ. ",
  "mn60:18.3": "Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kareyya, atthi tatonidānaṁ pāpaṁ, atthi pāpassa āgamo. ",
  "mn60:18.4": "Dakkhiṇañcepi gaṅgāya tīraṁ gaccheyya hananto ghātento, chindanto chedāpento, pacanto pācento, atthi tatonidānaṁ pāpaṁ, atthi pāpassa āgamo. ",
  "mn60:18.5": "Uttarañcepi gaṅgāya tīraṁ gaccheyya dadanto dāpento, yajanto yajāpento, atthi tatonidānaṁ puññaṁ, atthi puññassa āgamo. Dānena damena saṁyamena saccavajjena atthi puññaṁ, atthi puññassa āgamo’ti ",
  "mn60:18.6": "tesametaṁ pāṭikaṅkhaṁ yamidaṁ kāyaduccaritaṁ, vacīduccaritaṁ, manoduccaritaṁ—ime tayo akusale dhamme abhinivajjetvā yamidaṁ kāyasucaritaṁ, vacīsucaritaṁ, manosucaritaṁ—ime tayo kusale dhamme samādāya vattissanti. ",
  "mn60:18.7": "Taṁ kissa hetu? ",
  "mn60:18.8": "Passanti hi te bhonto samaṇabrāhmaṇā akusalānaṁ dhammānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, kusalānaṁ dhammānaṁ nekkhamme ānisaṁsaṁ vodānapakkhaṁ. ",
  "mn60:19.1": "Santaṁyeva kho pana kiriyaṁ ‘atthi kiriyā’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi. ",
  "mn60:19.2": "Santaṁyeva kho pana kiriyaṁ ‘atthi kiriyā’ti saṅkappeti; svāssa hoti sammāsaṅkappo. ",
  "mn60:19.3": "Santaṁyeva kho pana kiriyaṁ ‘atthi kiriyā’ti vācaṁ bhāsati; sāssa hoti sammāvācā. ",
  "mn60:19.4": "Santaṁyeva kho pana kiriyaṁ ‘atthi kiriyā’ti āha; ye te arahanto kiriyavādā tesamayaṁ na paccanīkaṁ karoti. ",
  "mn60:19.5": "Santaṁyeva kho pana kiriyaṁ ‘atthi kiriyā’ti paraṁ saññāpeti; sāssa hoti saddhammasaññatti. ",
  "mn60:19.6": "Tāya ca pana saddhammasaññattiyā nevattānukkaṁseti, na paraṁ vambheti. ",
  "mn60:19.7": "Iti pubbeva kho panassa dussīlyaṁ pahīnaṁ hoti, susīlyaṁ paccupaṭṭhitaṁ—",
  "mn60:19.8": "ayañca sammādiṭṭhi sammāsaṅkappo sammāvācā ariyānaṁ apaccanīkatā saddhammasaññatti anattukkaṁsanā aparavambhanā. Evamassime aneke kusalā dhammā sambhavanti sammādiṭṭhipaccayā. ",
  "mn60:20.1": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ",
  "mn60:20.2": "‘sace kho atthi kiriyā, evamayaṁ bhavaṁ purisapuggalo kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissati. ",
  "mn60:20.3": "Kāmaṁ kho pana māhu kiriyā, hotu nesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ; ",
  "mn60:20.4": "atha ca panāyaṁ bhavaṁ purisapuggalo diṭṭheva dhamme viññūnaṁ pāsaṁso—sīlavā purisapuggalo sammādiṭṭhi kiriyavādo’ti. ",
  "mn60:20.5": "Sace kho attheva kiriyā, evaṁ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—",
  "mn60:20.6": "yañca diṭṭheva dhamme viññūnaṁ pāsaṁso, yañca kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissati. ",
  "mn60:20.7": "Evamassāyaṁ apaṇṇako dhammo susamatto samādinno, ubhayaṁsaṁ pharitvā tiṭṭhati, riñcati akusalaṁ ṭhānaṁ. ",
  "mn60:21.1": "Santi, gahapatayo, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:21.2": "‘natthi hetu, natthi paccayo sattānaṁ saṅkilesāya; ",
  "mn60:21.3": "ahetū appaccayā sattā saṅkilissanti. ",
  "mn60:21.4": "Natthi hetu, natthi paccayo sattānaṁ visuddhiyā; ",
  "mn60:21.5": "ahetū appaccayā sattā visujjhanti. ",
  "mn60:21.6": "Natthi balaṁ, natthi vīriyaṁ, natthi purisathāmo, natthi purisaparakkamo; ",
  "mn60:21.7": "sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṁ paṭisaṁvedentī’ti. ",
  "mn60:22.1": "Tesaṁyeva kho, gahapatayo, samaṇabrāhmaṇānaṁ eke samaṇabrāhmaṇā ujuvipaccanīkavādā. ",
  "mn60:22.2": "Te evamāhaṁsu: ",
  "mn60:22.3": "‘atthi hetu, atthi paccayo sattānaṁ saṅkilesāya; ",
  "mn60:22.4": "sahetū sappaccayā sattā saṅkilissanti. ",
  "mn60:22.5": "Atthi hetu, atthi paccayo sattānaṁ visuddhiyā; ",
  "mn60:22.6": "sahetū sappaccayā sattā visujjhanti. ",
  "mn60:22.7": "Atthi balaṁ, atthi vīriyaṁ, atthi purisathāmo, atthi purisaparakkamo; ",
  "mn60:22.8": "na sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṁ paṭisaṁvedentī’ti. ",
  "mn60:22.9": "Taṁ kiṁ maññatha, gahapatayo, ",
  "mn60:22.10": "nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti? ",
  "mn60:22.11": "“Evaṁ, bhante”. ",
  "mn60:23.1": "“Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:23.2": "‘natthi hetu, natthi paccayo sattānaṁ saṅkilesāya; ",
  "mn60:23.3": "ahetū appaccayā sattā saṅkilissanti. ",
  "mn60:23.4": "Natthi hetu, natthi paccayo sattānaṁ visuddhiyā; ",
  "mn60:23.5": "ahetū appaccayā sattā visujjhanti. ",
  "mn60:23.6": "Natthi balaṁ, natthi vīriyaṁ, natthi purisathāmo, natthi purisaparakkamo; sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṁ paṭisaṁvedentī’ti ",
  "mn60:23.7": "tesametaṁ pāṭikaṅkhaṁ—yamidaṁ kāyasucaritaṁ, vacīsucaritaṁ, manosucaritaṁ—ime tayo kusale dhamme abhinivajjetvā yamidaṁ kāyaduccaritaṁ, vacīduccaritaṁ, manoduccaritaṁ—ime tayo akusale dhamme samādāya vattissanti. ",
  "mn60:23.8": "Taṁ kissa hetu? ",
  "mn60:23.9": "Na hi te bhonto samaṇabrāhmaṇā passanti akusalānaṁ dhammānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, kusalānaṁ dhammānaṁ nekkhamme ānisaṁsaṁ vodānapakkhaṁ. ",
  "mn60:24.1": "Santaṁyeva kho pana hetuṁ ‘natthi hetū’ tissa diṭṭhi hoti; sāssa hoti micchādiṭṭhi. ",
  "mn60:24.2": "Santaṁyeva kho pana hetuṁ ‘natthi hetū’ti saṅkappeti; svāssa hoti micchāsaṅkappo. ",
  "mn60:24.3": "Santaṁyeva kho pana hetuṁ ‘natthi hetū’ti vācaṁ bhāsati; sāssa hoti micchāvācā. ",
  "mn60:24.4": "Santaṁyeva kho pana hetuṁ ‘natthi hetū’ti āha; ye te arahanto hetuvādā tesamayaṁ paccanīkaṁ karoti. ",
  "mn60:24.5": "Santaṁyeva kho pana hetuṁ ‘natthi hetū’ti paraṁ saññāpeti; sāssa hoti asaddhammasaññatti. ",
  "mn60:24.6": "Tāya ca pana asaddhammasaññattiyā attānukkaṁseti, paraṁ vambheti. ",
  "mn60:24.7": "Iti pubbeva kho panassa susīlyaṁ pahīnaṁ hoti, dussīlyaṁ paccupaṭṭhitaṁ—",
  "mn60:24.8": "ayañca micchādiṭṭhi micchāsaṅkappo micchāvācā ariyānaṁ paccanīkatā asaddhammasaññatti attānukkaṁsanā paravambhanā. Evamassime aneke pāpakā akusalā dhammā sambhavanti micchādiṭṭhipaccayā. ",
  "mn60:25.1": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ",
  "mn60:25.2": "‘sace kho natthi hetu, evamayaṁ bhavaṁ purisapuggalo kāyassa bhedā paraṁ maraṇā sotthimattānaṁ karissati; ",
  "mn60:25.3": "sace kho atthi hetu, evamayaṁ bhavaṁ purisapuggalo kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjissati. ",
  "mn60:25.4": "Kāmaṁ kho pana māhu hetu, hotu nesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ; ",
  "mn60:25.5": "atha ca panāyaṁ bhavaṁ purisapuggalo diṭṭheva dhamme viññūnaṁ gārayho—dussīlo purisapuggalo micchādiṭṭhi ahetukavādo’ti. ",
  "mn60:25.6": "Sace kho attheva hetu, evaṁ imassa bhoto purisapuggalassa ubhayattha kaliggaho—",
  "mn60:25.7": "yañca diṭṭheva dhamme viññūnaṁ gārayho, yañca kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjissati. ",
  "mn60:25.8": "Evamassāyaṁ apaṇṇako dhammo dussamatto samādinno, ekaṁsaṁ pharitvā tiṭṭhati, riñcati kusalaṁ ṭhānaṁ. ",
  "mn60:26.1": "Tatra, gahapatayo, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:26.2": "‘atthi hetu, atthi paccayo sattānaṁ saṅkilesāya; ",
  "mn60:26.3": "sahetū sappaccayā sattā saṅkilissanti. ",
  "mn60:26.4": "Atthi hetu, atthi paccayo sattānaṁ visuddhiyā; ",
  "mn60:26.5": "sahetū sappaccayā sattā visujjhanti. ",
  "mn60:26.6": "Atthi balaṁ, atthi vīriyaṁ, atthi purisathāmo, atthi purisaparakkamo; na sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṁ paṭisaṁvedentī’ti ",
  "mn60:26.7": "tesametaṁ pāṭikaṅkhaṁ—yamidaṁ kāyaduccaritaṁ, vacīduccaritaṁ, manoduccaritaṁ—ime tayo akusale dhamme abhinivajjetvā yamidaṁ kāyasucaritaṁ, vacīsucaritaṁ, manosucaritaṁ—ime tayo kusale dhamme samādāya vattissanti. ",
  "mn60:26.8": "Taṁ kissa hetu? ",
  "mn60:26.9": "Passanti hi te bhonto samaṇabrāhmaṇā akusalānaṁ dhammānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ, kusalānaṁ dhammānaṁ nekkhamme ānisaṁsaṁ vodānapakkhaṁ. ",
  "mn60:27.1": "Santaṁyeva kho pana hetuṁ ‘atthi hetū’ tissa diṭṭhi hoti; sāssa hoti sammādiṭṭhi. ",
  "mn60:27.2": "Santaṁyeva kho pana hetuṁ ‘atthi hetū’ti saṅkappeti; svāssa hoti sammāsaṅkappo. ",
  "mn60:27.3": "Santaṁyeva kho pana hetuṁ ‘atthi hetū’ti vācaṁ bhāsati; sāssa hoti sammāvācā. ",
  "mn60:27.4": "Santaṁyeva kho pana hetuṁ ‘atthi hetū’ti āha, ye te arahanto hetuvādā tesamayaṁ na paccanīkaṁ karoti. ",
  "mn60:27.5": "Santaṁyeva kho pana hetuṁ ‘atthi hetū’ti paraṁ saññāpeti; sāssa hoti saddhammasaññatti. ",
  "mn60:27.6": "Tāya ca pana saddhammasaññattiyā nevattānukkaṁseti, na paraṁ vambheti. ",
  "mn60:27.7": "Iti pubbeva kho panassa dussīlyaṁ pahīnaṁ hoti, susīlyaṁ paccupaṭṭhitaṁ—",
  "mn60:27.8": "ayañca sammādiṭṭhi sammāsaṅkappo sammāvācā ariyānaṁ apaccanīkatā saddhammasaññatti anattukkaṁsanā aparavambhanā. Evamassime aneke kusalā dhammā sambhavanti sammādiṭṭhipaccayā. ",
  "mn60:28.1": "Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati: ‘sace kho atthi hetu, evamayaṁ bhavaṁ purisapuggalo kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissati. ",
  "mn60:28.2": "Kāmaṁ kho pana māhu hetu, hotu nesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ; ",
  "mn60:28.3": "atha ca panāyaṁ bhavaṁ purisapuggalo diṭṭheva dhamme viññūnaṁ pāsaṁso—sīlavā purisapuggalo sammādiṭṭhi hetuvādo’ti. ",
  "mn60:28.4": "Sace kho atthi hetu, evaṁ imassa bhoto purisapuggalassa ubhayattha kaṭaggaho—",
  "mn60:28.5": "yañca diṭṭheva dhamme viññūnaṁ pāsaṁso, yañca kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissati. ",
  "mn60:28.6": "Evamassāyaṁ apaṇṇako dhammo susamatto samādinno, ubhayaṁsaṁ pharitvā tiṭṭhati, riñcati akusalaṁ ṭhānaṁ. ",
  "mn60:29.1": "Santi, gahapatayo, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:29.2": "‘natthi sabbaso āruppā’ti. ",
  "mn60:30.1": "Tesaṁyeva kho, gahapatayo, samaṇabrāhmaṇānaṁ eke samaṇabrāhmaṇā ujuvipaccanīkavādā. ",
  "mn60:30.2": "Te evamāhaṁsu: ",
  "mn60:30.3": "‘atthi sabbaso āruppā’ti. ",
  "mn60:30.4": "Taṁ kiṁ maññatha, gahapatayo, ",
  "mn60:30.5": "nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti? ",
  "mn60:30.6": "“Evaṁ, bhante”. ",
  "mn60:31.1": "“Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati—",
  "mn60:31.2": "ye kho te bhonto samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:31.3": "‘natthi sabbaso āruppā’ti, idaṁ me adiṭṭhaṁ; ",
  "mn60:31.4": "yepi te bhonto samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:31.5": "‘atthi sabbaso āruppā’ti, idaṁ me aviditaṁ. ",
  "mn60:31.6": "Ahañceva kho pana ajānanto apassanto ekaṁsena ādāya vohareyyaṁ—",
  "mn60:31.7": "idameva saccaṁ, moghamaññanti, na metaṁ assa patirūpaṁ. ",
  "mn60:31.8": "Ye kho te bhonto samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:31.9": "‘natthi sabbaso āruppā’ti, sace tesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ, ṭhānametaṁ vijjati—",
  "mn60:31.10": "ye te devā rūpino manomayā, apaṇṇakaṁ me tatrūpapatti bhavissati. ",
  "mn60:31.11": "Ye pana te bhonto samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:31.12": "‘atthi sabbaso āruppā’ti, sace tesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ, ṭhānametaṁ vijjati—",
  "mn60:31.13": "ye te devā arūpino saññāmayā, apaṇṇakaṁ me tatrūpapatti bhavissati. ",
  "mn60:31.14": "Dissanti kho pana rūpādhikaraṇaṁ daṇḍādānasatthādānakalahaviggahavivādatuvaṁtuvaṁpesuññamusāvādā. ",
  "mn60:31.15": "‘Natthi kho panetaṁ sabbaso arūpe’ti. ",
  "mn60:31.16": "So iti paṭisaṅkhāya rūpānaṁyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ",
  "mn60:32.1": "Santi, gahapatayo, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:32.2": "‘natthi sabbaso bhavanirodho’ti. ",
  "mn60:33.1": "Tesaṁyeva kho, gahapatayo, samaṇabrāhmaṇānaṁ eke samaṇabrāhmaṇā ujuvipaccanīkavādā. ",
  "mn60:33.2": "Te evamāhaṁsu: ",
  "mn60:33.3": "‘atthi sabbaso bhavanirodho’ti. ",
  "mn60:33.4": "Taṁ kiṁ maññatha, gahapatayo, ",
  "mn60:33.5": "nanume samaṇabrāhmaṇā aññamaññassa ujuvipaccanīkavādā”ti? ",
  "mn60:33.6": "“Evaṁ, bhante”. ",
  "mn60:34.1": "“Tatra, gahapatayo, viññū puriso iti paṭisañcikkhati—",
  "mn60:34.2": "ye kho te bhonto samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:34.3": "‘natthi sabbaso bhavanirodho’ti, idaṁ me adiṭṭhaṁ; ",
  "mn60:34.4": "yepi te bhonto samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:34.5": "‘atthi sabbaso bhavanirodho’ti, idaṁ me aviditaṁ. ",
  "mn60:34.6": "Ahañceva kho pana ajānanto apassanto ekaṁsena ādāya vohareyyaṁ—",
  "mn60:34.7": "idameva saccaṁ, moghamaññanti, na metaṁ assa patirūpaṁ. ",
  "mn60:34.8": "Ye kho te bhonto samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:34.9": "‘natthi sabbaso bhavanirodho’ti, sace tesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ, ṭhānametaṁ vijjati—",
  "mn60:34.10": "ye te devā arūpino saññāmayā apaṇṇakaṁ me tatrūpapatti bhavissati. ",
  "mn60:34.11": "Ye pana te bhonto samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:34.12": "‘atthi sabbaso bhavanirodho’ti, sace tesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ, ṭhānametaṁ vijjati—",
  "mn60:34.13": "yaṁ diṭṭheva dhamme parinibbāyissāmi. ",
  "mn60:34.14": "Ye kho te bhonto samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:34.15": "‘natthi sabbaso bhavanirodho’ti, tesamayaṁ diṭṭhi sārāgāya santike, saṁyogāya santike, abhinandanāya santike, ajjhosānāya santike, upādānāya santike. ",
  "mn60:34.16": "Ye pana te bhonto samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "mn60:34.17": "‘atthi sabbaso bhavanirodho’ti, tesamayaṁ diṭṭhi asārāgāya santike, asaṁyogāya santike, anabhinandanāya santike, anajjhosānāya santike, anupādānāya santiketi. ",
  "mn60:34.18": "So iti paṭisaṅkhāya bhavānaṁyeva nibbidāya virāgāya nirodhāya paṭipanno hoti. ",
  "mn60:35.1": "Cattārome, gahapatayo, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "mn60:35.2": "Katame cattāro? ",
  "mn60:35.3": "Idha, gahapatayo, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto. ",
  "mn60:35.4": "Idha, gahapatayo, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto. ",
  "mn60:35.5": "Idha, gahapatayo, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto. ",
  "mn60:35.6": "Idha, gahapatayo, ekacco puggalo nevattantapo hoti nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto; ",
  "mn60:35.7": "so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati. ",
  "mn60:36.1": "Katamo ca, gahapatayo, puggalo attantapo attaparitāpanānuyogamanuyutto? ",
  "mn60:36.2": "Idha, gahapatayo, ekacco puggalo acelako hoti muttācāro hatthāpalekhano …pe… ",
  "mn60:36.3": "iti evarūpaṁ anekavihitaṁ kāyassa ātāpanaparitāpanānuyogamanuyutto viharati. ",
  "mn60:36.4": "Ayaṁ vuccati, gahapatayo, puggalo attantapo attaparitāpanānuyogamanuyutto. ",
  "mn60:37.1": "Katamo ca, gahapatayo, puggalo parantapo paraparitāpanānuyogamanuyutto? ",
  "mn60:37.2": "Idha, gahapatayo, ekacco puggalo orabbhiko hoti sūkariko …pe… ye vā panaññepi keci kurūrakammantā. ",
  "mn60:37.3": "Ayaṁ vuccati, gahapatayo, puggalo parantapo paraparitāpanānuyogamanuyutto. ",
  "mn60:38.1": "Katamo ca, gahapatayo, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto? ",
  "mn60:38.2": "Idha, gahapatayo, ekacco puggalo rājā vā hoti khattiyo muddhāvasitto …pe… ",
  "mn60:38.3": "tepi daṇḍatajjitā bhayatajjitā assumukhā rudamānā parikammāni karonti. ",
  "mn60:38.4": "Ayaṁ vuccati, gahapatayo, puggalo attantapo ca attaparitāpanānuyogamanuyutto parantapo ca paraparitāpanānuyogamanuyutto. ",
  "mn60:39.1": "Katamo ca, gahapatayo, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto; ",
  "mn60:39.2": "so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharati? ",
  "mn60:40-54.1": "Idha, gahapatayo, tathāgato loke uppajjati arahaṁ sammāsambuddho … ",
  "mn60:40-54.2": "pe…",
  "mn60:40-54.3": "so ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe ",
  "mn60:40-54.4": "vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn60:40-54.5": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ …pe… ",
  "mn60:40-54.6": "tatiyaṁ jhānaṁ …pe… ",
  "mn60:40-54.7": "catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn60:55.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmeti. ",
  "mn60:55.2": "So anekavihitaṁ pubbenivāsaṁ anussarati seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn60:55.3": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmeti. ",
  "mn60:55.4": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate …pe… yathākammūpage satte pajānāti. ",
  "mn60:55.5": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti. ",
  "mn60:55.6": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti …pe… ",
  "mn60:55.7": "‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "mn60:55.8": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati. ",
  "mn60:55.9": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "mn60:55.10": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "mn60:56.1": "Ayaṁ vuccati, gahapatayo, puggalo nevattantapo nāttaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto; ",
  "mn60:56.2": "so anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṁvedī brahmabhūtena attanā viharatī”ti. ",
  "mn60:57.1": "Evaṁ vutte, sāleyyakā brāhmaṇagahapatikā bhagavantaṁ etadavocuṁ: ",
  "mn60:57.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "mn60:57.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn60:57.4": "Ete mayaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca. ",
  "mn60:57.5": "Upāsake no bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gate”ti. ",
  "mn60:57.6": "Apaṇṇakasuttaṁ niṭṭhitaṁ dasamaṁ. ",
  "mn60:57.7": "Gahapativaggo niṭṭhito paṭhamo. ",
  "mn60:58.0": "Tassuddānaṁ",
  "mn60:58.1": "Kandaranāgarasekhavato ca, ",
  "mn60:58.2": "Potaliyo puna jīvakabhacco; ",
  "mn60:58.3": "Upālidamatho kukkuraabhayo, ",
  "mn60:58.4": "Bahuvedanīyāpaṇṇakato dasamo. "
}
