{
  "mn61:0.1": "Majjhima Nikāya 61 ",
  "mn61:0.2": "Ambalaṭṭhikarāhulovādasutta ",
  "mn61:1.1": "Evaṁ me sutaṁ—",
  "mn61:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "mn61:2.1": "Tena kho pana samayena āyasmā rāhulo ambalaṭṭhikāyaṁ viharati. ",
  "mn61:2.2": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena ambalaṭṭhikā yenāyasmā rāhulo tenupasaṅkami. ",
  "mn61:2.3": "Addasā kho āyasmā rāhulo bhagavantaṁ dūratova āgacchantaṁ. ",
  "mn61:2.4": "Disvāna āsanaṁ paññāpesi, udakañca pādānaṁ. ",
  "mn61:2.5": "Nisīdi bhagavā paññatte āsane. ",
  "mn61:2.6": "Nisajja pāde pakkhālesi. ",
  "mn61:2.7": "Āyasmāpi kho rāhulo bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "mn61:3.1": "Atha kho bhagavā parittaṁ udakāvasesaṁ udakādhāne ṭhapetvā āyasmantaṁ rāhulaṁ āmantesi: ",
  "mn61:3.2": "“passasi no tvaṁ, rāhula, imaṁ parittaṁ udakāvasesaṁ udakādhāne ṭhapitan”ti? ",
  "mn61:3.3": "“Evaṁ, bhante”. ",
  "mn61:3.4": "“Evaṁ parittakaṁ kho, rāhula, tesaṁ sāmaññaṁ yesaṁ natthi sampajānamusāvāde lajjā”ti. ",
  "mn61:4.1": "Atha kho bhagavā parittaṁ udakāvasesaṁ chaḍḍetvā āyasmantaṁ rāhulaṁ āmantesi: ",
  "mn61:4.2": "“passasi no tvaṁ, rāhula, parittaṁ udakāvasesaṁ chaḍḍitan”ti? ",
  "mn61:4.3": "“Evaṁ, bhante”. ",
  "mn61:4.4": "“Evaṁ chaḍḍitaṁ kho, rāhula, tesaṁ sāmaññaṁ yesaṁ natthi sampajānamusāvāde lajjā”ti. ",
  "mn61:5.1": "Atha kho bhagavā taṁ udakādhānaṁ nikkujjitvā āyasmantaṁ rāhulaṁ āmantesi: ",
  "mn61:5.2": "“passasi no tvaṁ, rāhula, imaṁ udakādhānaṁ nikkujjitan”ti? ",
  "mn61:5.3": "“Evaṁ, bhante”. ",
  "mn61:5.4": "“Evaṁ nikkujjitaṁ kho, rāhula, tesaṁ sāmaññaṁ yesaṁ natthi sampajānamusāvāde lajjā”ti. ",
  "mn61:6.1": "Atha kho bhagavā taṁ udakādhānaṁ ukkujjitvā āyasmantaṁ rāhulaṁ āmantesi: ",
  "mn61:6.2": "“passasi no tvaṁ, rāhula, imaṁ udakādhānaṁ rittaṁ tucchan”ti? ",
  "mn61:6.3": "“Evaṁ, bhante”. ",
  "mn61:6.4": "“Evaṁ rittaṁ tucchaṁ kho, rāhula, tesaṁ sāmaññaṁ yesaṁ natthi sampajānamusāvāde lajjāti. ",
  "mn61:7.1": "Seyyathāpi, rāhula, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṁ karoti, pacchimehipi pādehi kammaṁ karoti, purimenapi kāyena kammaṁ karoti, pacchimenapi kāyena kammaṁ karoti, sīsenapi kammaṁ karoti, kaṇṇehipi kammaṁ karoti, dantehipi kammaṁ karoti, naṅguṭṭhenapi kammaṁ karoti; rakkhateva soṇḍaṁ. ",
  "mn61:7.2": "Tattha hatthārohassa evaṁ hoti: ",
  "mn61:7.3": "‘ayaṁ kho rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṁ karoti, pacchimehipi pādehi kammaṁ karoti …pe… naṅguṭṭhenapi kammaṁ karoti; rakkhateva soṇḍaṁ. ",
  "mn61:7.4": "Apariccattaṁ kho rañño nāgassa jīvitan’ti. ",
  "mn61:7.5": "Yato kho, rāhula, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṁ karoti, pacchimehipi pādehi kammaṁ karoti …pe… naṅguṭṭhenapi kammaṁ karoti, soṇḍāyapi kammaṁ karoti, tattha hatthārohassa evaṁ hoti: ",
  "mn61:7.6": "‘ayaṁ kho rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro saṅgāmagato purimehipi pādehi kammaṁ karoti, pacchimehipi pādehi kammaṁ karoti, purimenapi kāyena kammaṁ karoti, pacchimenapi kāyena kammaṁ karoti, sīsenapi kammaṁ karoti, kaṇṇehipi kammaṁ karoti, dantehipi kammaṁ karoti, naṅguṭṭhenapi kammaṁ karoti, soṇḍāyapi kammaṁ karoti. ",
  "mn61:7.7": "Pariccattaṁ kho rañño nāgassa jīvitaṁ. ",
  "mn61:7.8": "Natthi dāni kiñci rañño nāgassa akaraṇīyan’ti. ",
  "mn61:7.9": "Evameva kho, rāhula, yassa kassaci sampajānamusāvāde natthi lajjā, nāhaṁ tassa kiñci pāpaṁ akaraṇīyanti vadāmi. ",
  "mn61:7.10": "Tasmātiha te, rāhula, ‘hassāpi na musā bhaṇissāmī’ti—",
  "mn61:7.11": "evañhi te, rāhula, sikkhitabbaṁ. ",
  "mn61:8.1": "Taṁ kiṁ maññasi, rāhula, ",
  "mn61:8.2": "kimatthiyo ādāso”ti? ",
  "mn61:8.3": "“Paccavekkhaṇattho, bhante”ti. ",
  "mn61:8.4": "“Evameva kho, rāhula, paccavekkhitvā paccavekkhitvā kāyena kammaṁ kattabbaṁ, paccavekkhitvā paccavekkhitvā vācāya kammaṁ kattabbaṁ, paccavekkhitvā paccavekkhitvā manasā kammaṁ kattabbaṁ. ",
  "mn61:9.1": "Yadeva tvaṁ, rāhula, kāyena kammaṁ kattukāmo ahosi, tadeva te kāyakammaṁ paccavekkhitabbaṁ: ",
  "mn61:9.2": "‘yannu kho ahaṁ idaṁ kāyena kammaṁ kattukāmo idaṁ me kāyakammaṁ attabyābādhāyapi saṁvatteyya, parabyābādhāyapi saṁvatteyya, ubhayabyābādhāyapi saṁvatteyya—",
  "mn61:9.3": "akusalaṁ idaṁ kāyakammaṁ dukkhudrayaṁ dukkhavipākan’ti? ",
  "mn61:9.4": "Sace tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:9.5": "‘yaṁ kho ahaṁ idaṁ kāyena kammaṁ kattukāmo idaṁ me kāyakammaṁ attabyābādhāyapi saṁvatteyya, parabyābādhāyapi saṁvatteyya, ubhayabyābādhāyapi saṁvatteyya—",
  "mn61:9.6": "akusalaṁ idaṁ kāyakammaṁ dukkhudrayaṁ dukkhavipākan’ti, evarūpaṁ te, rāhula, kāyena kammaṁ sasakkaṁ na karaṇīyaṁ. ",
  "mn61:9.7": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:9.8": "‘yaṁ kho ahaṁ idaṁ kāyena kammaṁ kattukāmo idaṁ me kāyakammaṁ nevattabyābādhāyapi saṁvatteyya, na parabyābādhāyapi saṁvatteyya, na ubhayabyābādhāyapi saṁvatteyya—",
  "mn61:9.9": "kusalaṁ idaṁ kāyakammaṁ sukhudrayaṁ sukhavipākan’ti, evarūpaṁ te, rāhula, kāyena kammaṁ karaṇīyaṁ. ",
  "mn61:10.1": "Karontenapi te, rāhula, kāyena kammaṁ tadeva te kāyakammaṁ paccavekkhitabbaṁ: ",
  "mn61:10.2": "‘yannu kho ahaṁ idaṁ kāyena kammaṁ karomi idaṁ me kāyakammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:10.3": "akusalaṁ idaṁ kāyakammaṁ dukkhudrayaṁ dukkhavipākan’ti? ",
  "mn61:10.4": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:10.5": "‘yaṁ kho ahaṁ idaṁ kāyena kammaṁ karomi idaṁ me kāyakammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:10.6": "akusalaṁ idaṁ kāyakammaṁ dukkhudrayaṁ dukkhavipākan’ti, paṭisaṁhareyyāsi tvaṁ, rāhula, evarūpaṁ kāyakammaṁ. ",
  "mn61:10.7": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:10.8": "‘yaṁ kho ahaṁ idaṁ kāyena kammaṁ karomi idaṁ me kāyakammaṁ nevattabyābādhāyapi saṁvattati, na parabyābādhāyapi saṁvattati, na ubhayabyābādhāyapi saṁvattati—",
  "mn61:10.9": "kusalaṁ idaṁ kāyakammaṁ sukhudrayaṁ sukhavipākan’ti, anupadajjeyyāsi tvaṁ, rāhula, evarūpaṁ kāyakammaṁ. ",
  "mn61:11.1": "Katvāpi te, rāhula, kāyena kammaṁ tadeva te kāyakammaṁ paccavekkhitabbaṁ: ",
  "mn61:11.2": "‘yannu kho ahaṁ idaṁ kāyena kammaṁ akāsiṁ idaṁ me kāyakammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:11.3": "akusalaṁ idaṁ kāyakammaṁ dukkhudrayaṁ dukkhavipākan’ti? ",
  "mn61:11.4": "Sace kho tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:11.5": "‘yaṁ kho ahaṁ idaṁ kāyena kammaṁ akāsiṁ, idaṁ me kāyakammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:11.6": "akusalaṁ idaṁ kāyakammaṁ dukkhudrayaṁ dukkhavipākan’ti, evarūpaṁ te, rāhula, kāyakammaṁ satthari vā viññūsu vā sabrahmacārīsu desetabbaṁ, vivaritabbaṁ, uttānīkātabbaṁ; ",
  "mn61:11.7": "desetvā vivaritvā uttānīkatvā āyatiṁ saṁvaraṁ āpajjitabbaṁ. ",
  "mn61:11.8": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:11.9": "‘yaṁ kho ahaṁ idaṁ kāyena kammaṁ akāsiṁ idaṁ me kāyakammaṁ nevattabyābādhāyapi saṁvattati, na parabyābādhāyapi saṁvattati, na ubhayabyābādhāyapi saṁvattati—",
  "mn61:11.10": "kusalaṁ idaṁ kāyakammaṁ sukhudrayaṁ sukhavipākan’ti, teneva tvaṁ, rāhula, pītipāmojjena vihareyyāsi ahorattānusikkhī kusalesu dhammesu. ",
  "mn61:12.1": "“Yadeva tvaṁ, rāhula, vācāya kammaṁ kattukāmo ahosi, tadeva te vacīkammaṁ paccavekkhitabbaṁ: ",
  "mn61:12.2": "‘yannu kho ahaṁ idaṁ vācāya kammaṁ kattukāmo idaṁ me vacīkammaṁ attabyābādhāyapi saṁvatteyya, parabyābādhāyapi saṁvatteyya, ubhayabyābādhāyapi saṁvatteyya—",
  "mn61:12.3": "akusalaṁ idaṁ vacīkammaṁ dukkhudrayaṁ dukkhavipākan’ti? ",
  "mn61:12.4": "Sace tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:12.5": "‘yaṁ kho ahaṁ idaṁ vācāya kammaṁ kattukāmo idaṁ me vacīkammaṁ attabyābādhāyapi saṁvatteyya, parabyābādhāyapi saṁvatteyya, ubhayabyābādhāyapi saṁvatteyya—",
  "mn61:12.6": "akusalaṁ idaṁ vacīkammaṁ dukkhudrayaṁ dukkhavipākan’ti, evarūpaṁ te, rāhula, vācāya kammaṁ sasakkaṁ na karaṇīyaṁ. ",
  "mn61:12.7": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:12.8": "‘yaṁ kho ahaṁ idaṁ vācāya kammaṁ kattukāmo idaṁ me vacīkammaṁ nevattabyābādhāyapi saṁvatteyya, na parabyābādhāyapi saṁvatteyya—",
  "mn61:12.9": "kusalaṁ idaṁ vacīkammaṁ sukhudrayaṁ sukhavipākan’ti, evarūpaṁ te, rāhula, vācāya kammaṁ karaṇīyaṁ. ",
  "mn61:13.1": "Karontenapi te, rāhula, vācāya kammaṁ tadeva te vacīkammaṁ paccavekkhitabbaṁ: ",
  "mn61:13.2": "‘yannu kho ahaṁ idaṁ vācāya kammaṁ karomi idaṁ me vacīkammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:13.3": "akusalaṁ idaṁ vacīkammaṁ dukkhudrayaṁ dukkhavipākan’ti? ",
  "mn61:13.4": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:13.5": "‘yaṁ kho ahaṁ idaṁ vācāya kammaṁ karomi idaṁ me vacīkammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:13.6": "akusalaṁ idaṁ vacīkammaṁ dukkhudrayaṁ dukkhavipākan’ti, paṭisaṁhareyyāsi tvaṁ, rāhula, evarūpaṁ vacīkammaṁ. ",
  "mn61:13.7": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:13.8": "‘yaṁ kho ahaṁ idaṁ vācāya kammaṁ karomi idaṁ me vacīkammaṁ nevattabyābādhāyapi saṁvattati, na parabyābādhāyapi saṁvattati, na ubhayabyābādhāyapi saṁvattati—",
  "mn61:13.9": "kusalaṁ idaṁ vacīkammaṁ sukhudrayaṁ sukhavipākan’ti, anupadajjeyyāsi tvaṁ, rāhula, evarūpaṁ vacīkammaṁ. ",
  "mn61:14.1": "Katvāpi te, rāhula, vācāya kammaṁ tadeva te vacīkammaṁ paccavekkhitabbaṁ: ",
  "mn61:14.2": "‘yannu kho ahaṁ idaṁ vācāya kammaṁ akāsiṁ idaṁ me vacīkammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:14.3": "akusalaṁ idaṁ vacīkammaṁ dukkhudrayaṁ dukkhavipākan’ti? ",
  "mn61:14.4": "Sace kho tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:14.5": "‘yaṁ kho ahaṁ idaṁ vācāya kammaṁ akāsiṁ idaṁ me vacīkammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:14.6": "akusalaṁ idaṁ vacīkammaṁ dukkhudrayaṁ dukkhavipākan’ti, evarūpaṁ te, rāhula, vacīkammaṁ satthari vā viññūsu vā sabrahmacārīsu desetabbaṁ, vivaritabbaṁ, uttānīkattabbaṁ; ",
  "mn61:14.7": "desetvā vivaritvā uttānīkatvā āyatiṁ saṁvaraṁ āpajjitabbaṁ. ",
  "mn61:14.8": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:14.9": "‘yaṁ kho ahaṁ idaṁ vācāya kammaṁ akāsiṁ idaṁ me vacīkammaṁ nevattabyābādhāyapi saṁvattati, na parabyābādhāyapi saṁvattati, na ubhayabyābādhāyapi saṁvattati—",
  "mn61:14.10": "kusalaṁ idaṁ vacīkammaṁ sukhudrayaṁ sukhavipākan’ti, teneva tvaṁ, rāhula, pītipāmojjena vihareyyāsi ahorattānusikkhī kusalesu dhammesu. ",
  "mn61:15.1": "Yadeva tvaṁ, rāhula, manasā kammaṁ kattukāmo ahosi, tadeva te manokammaṁ paccavekkhitabbaṁ: ",
  "mn61:15.2": "‘yannu kho ahaṁ idaṁ manasā kammaṁ kattukāmo idaṁ me manokammaṁ attabyābādhāyapi saṁvatteyya, parabyābādhāyapi saṁvatteyya, ubhayabyābādhāyapi saṁvatteyya—",
  "mn61:15.3": "akusalaṁ idaṁ manokammaṁ dukkhudrayaṁ dukkhavipākan’ti? ",
  "mn61:15.4": "Sace tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:15.5": "‘yaṁ kho ahaṁ idaṁ manasā kammaṁ kattukāmo idaṁ me manokammaṁ attabyābādhāyapi saṁvatteyya, parabyābādhāyapi saṁvatteyya, ubhayabyābādhāyapi saṁvatteyya—",
  "mn61:15.6": "akusalaṁ idaṁ manokammaṁ dukkhudrayaṁ dukkhavipākan’ti, evarūpaṁ te, rāhula, manasā kammaṁ sasakkaṁ na karaṇīyaṁ. ",
  "mn61:15.7": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:15.8": "‘yaṁ kho ahaṁ idaṁ manasā kammaṁ kattukāmo idaṁ me manokammaṁ nevattabyābādhāyapi saṁvatteyya, na parabyābādhāyapi saṁvatteyya, na ubhayabyābādhāyapi saṁvatteyya—",
  "mn61:15.9": "kusalaṁ idaṁ manokammaṁ sukhudrayaṁ sukhavipākan’ti, evarūpaṁ te, rāhula, manasā kammaṁ karaṇīyaṁ. ",
  "mn61:16.1": "Karontenapi te, rāhula, manasā kammaṁ tadeva te manokammaṁ paccavekkhitabbaṁ: ",
  "mn61:16.2": "‘yannu kho ahaṁ idaṁ manasā kammaṁ karomi idaṁ me manokammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:16.3": "akusalaṁ idaṁ manokammaṁ dukkhudrayaṁ dukkhavipākan’ti? ",
  "mn61:16.4": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:16.5": "‘yaṁ kho ahaṁ idaṁ manasā kammaṁ karomi idaṁ me manokammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:16.6": "akusalaṁ idaṁ manokammaṁ dukkhudrayaṁ dukkhavipākan’ti, paṭisaṁhareyyāsi tvaṁ, rāhula, evarūpaṁ manokammaṁ. ",
  "mn61:16.7": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:16.8": "‘yaṁ kho ahaṁ idaṁ manasā kammaṁ karomi idaṁ me manokammaṁ nevattabyābādhāyapi saṁvattati, na parabyābādhāyapi saṁvattati, na ubhayabyābādhāyapi saṁvattati—",
  "mn61:16.9": "kusalaṁ idaṁ manokammaṁ sukhudrayaṁ sukhavipākan’ti, anupadajjeyyāsi tvaṁ, rāhula, evarūpaṁ manokammaṁ. ",
  "mn61:17.1": "Katvāpi te, rāhula, manasā kammaṁ tadeva te manokammaṁ paccavekkhitabbaṁ: ",
  "mn61:17.2": "‘yannu kho ahaṁ idaṁ manasā kammaṁ akāsiṁ idaṁ me manokammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:17.3": "akusalaṁ idaṁ manokammaṁ dukkhudrayaṁ dukkhavipākan’ti? ",
  "mn61:17.4": "Sace kho tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:17.5": "‘yaṁ kho ahaṁ idaṁ manasā kammaṁ akāsiṁ idaṁ me manokammaṁ attabyābādhāyapi saṁvattati, parabyābādhāyapi saṁvattati, ubhayabyābādhāyapi saṁvattati—",
  "mn61:17.6": "akusalaṁ idaṁ manokammaṁ dukkhudrayaṁ dukkhavipākan’ti, evarūpaṁ pana te, rāhula, manokammaṁ aṭṭīyitabbaṁ harāyitabbaṁ jigucchitabbaṁ; ",
  "mn61:17.7": "aṭṭīyitvā harāyitvā jigucchitvā āyatiṁ saṁvaraṁ āpajjitabbaṁ. ",
  "mn61:17.8": "Sace pana tvaṁ, rāhula, paccavekkhamāno evaṁ jāneyyāsi: ",
  "mn61:17.9": "‘yaṁ kho ahaṁ idaṁ manasā kammaṁ akāsiṁ idaṁ me manokammaṁ nevattabyābādhāyapi saṁvattati, na parabyābādhāyapi saṁvattati, na ubhayabyābādhāyapi saṁvattati—",
  "mn61:17.10": "kusalaṁ idaṁ manokammaṁ sukhudrayaṁ sukhavipākan’ti, teneva tvaṁ, rāhula, pītipāmojjena vihareyyāsi ahorattānusikkhī kusalesu dhammesu. ",
  "mn61:18.1": "Ye hi keci, rāhula, atītamaddhānaṁ samaṇā vā brāhmaṇā vā kāyakammaṁ parisodhesuṁ, vacīkammaṁ parisodhesuṁ, manokammaṁ parisodhesuṁ, sabbe te evamevaṁ paccavekkhitvā paccavekkhitvā kāyakammaṁ parisodhesuṁ, paccavekkhitvā paccavekkhitvā vacīkammaṁ parisodhesuṁ, paccavekkhitvā paccavekkhitvā manokammaṁ parisodhesuṁ. ",
  "mn61:18.2": "Yepi hi keci, rāhula, anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā kāyakammaṁ parisodhessanti, vacīkammaṁ parisodhessanti, manokammaṁ parisodhessanti, sabbe te evamevaṁ paccavekkhitvā paccavekkhitvā kāyakammaṁ parisodhessanti, paccavekkhitvā paccavekkhitvā vacīkammaṁ parisodhessanti, paccavekkhitvā paccavekkhitvā manokammaṁ parisodhessan”ti. ",
  "mn61:18.3": "Yepi hi keci, rāhula, etarahi samaṇā vā brāhmaṇā vā kāyakammaṁ parisodhenti, vacīkammaṁ parisodhenti, manokammaṁ parisodhenti, sabbe te evamevaṁ paccavekkhitvā paccavekkhitvā kāyakammaṁ parisodhenti, paccavekkhitvā paccavekkhitvā vacīkammaṁ parisodhenti, paccavekkhitvā paccavekkhitvā manokammaṁ parisodhenti. ",
  "mn61:18.4": "Tasmātiha, rāhula, ‘paccavekkhitvā paccavekkhitvā kāyakammaṁ parisodhessāmi, paccavekkhitvā paccavekkhitvā vacīkammaṁ parisodhessāmi, paccavekkhitvā paccavekkhitvā manokammaṁ parisodhessāmī’ti—",
  "mn61:18.5": "evañhi te, rāhula, sikkhitabban”ti. ",
  "mn61:18.6": "Idamavoca bhagavā. ",
  "mn61:18.7": "Attamano āyasmā rāhulo bhagavato bhāsitaṁ abhinandīti. ",
  "mn61:18.8": "Ambalaṭṭhikarāhulovādasuttaṁ niṭṭhitaṁ paṭhamaṁ. "
}