{
  "mn62:0.1": "Majjhima Nikāya 62 ",
  "mn62:0.2": "Mahārāhulovādasutta ",
  "mn62:1.1": "Evaṁ me sutaṁ—",
  "mn62:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn62:2.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sāvatthiṁ piṇḍāya pāvisi. ",
  "mn62:2.2": "Āyasmāpi kho rāhulo pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya bhagavantaṁ piṭṭhito piṭṭhito anubandhi. ",
  "mn62:3.1": "Atha kho bhagavā apaloketvā āyasmantaṁ rāhulaṁ āmantesi: ",
  "mn62:3.2": "“yaṁ kiñci, rāhula, rūpaṁ—atītānāgatapaccuppannaṁ ajjhattaṁ vā bahiddhā vā oḷārikaṁ vā sukhumaṁ vā hīnaṁ vā paṇītaṁ vā yaṁ dūre santike vā—sabbaṁ rūpaṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabban”ti. ",
  "mn62:3.3": "“Rūpameva nu kho, bhagavā, rūpameva nu kho, sugatā”ti? ",
  "mn62:3.4": "“Rūpampi, rāhula, vedanāpi, rāhula, saññāpi, rāhula, saṅkhārāpi, rāhula, viññāṇampi, rāhulā”ti. ",
  "mn62:4.1": "Atha kho āyasmā rāhulo “ko najja bhagavatā sammukhā ovādena ovadito gāmaṁ piṇḍāya pavisissatī”ti tato paṭinivattitvā aññatarasmiṁ rukkhamūle nisīdi pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn62:5.1": "Addasā kho āyasmā sāriputto āyasmantaṁ rāhulaṁ aññatarasmiṁ rukkhamūle nisinnaṁ pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn62:5.2": "Disvāna āyasmantaṁ rāhulaṁ āmantesi: ",
  "mn62:5.3": "“ānāpānassatiṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:5.4": "Ānāpānassati, rāhula, bhāvanā bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā”ti. ",
  "mn62:6.1": "Atha kho āyasmā rāhulo sāyanhasamayaṁ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā rāhulo bhagavantaṁ etadavoca: ",
  "mn62:7.1": "“kathaṁ bhāvitā nu kho, bhante, ānāpānassati, kathaṁ bahulīkatā mahapphalā hoti mahānisaṁsā”ti? ",
  "mn62:8.1": "“Yaṁ kiñci, rāhula, ajjhattaṁ paccattaṁ kakkhaḷaṁ kharigataṁ upādinnaṁ, seyyathidaṁ—",
  "mn62:8.2": "kesā lomā nakhā dantā taco maṁsaṁ nhāru aṭṭhi aṭṭhimiñjaṁ vakkaṁ hadayaṁ yakanaṁ kilomakaṁ pihakaṁ papphāsaṁ antaṁ antaguṇaṁ udariyaṁ karīsaṁ, yaṁ vā panaññampi kiñci ajjhattaṁ paccattaṁ kakkhaḷaṁ kharigataṁ upādinnaṁ—",
  "mn62:8.3": "ayaṁ vuccati, rāhula, ajjhattikā pathavīdhātu. ",
  "mn62:8.4": "Yā ceva kho pana ajjhattikā pathavīdhātu yā ca bāhirā pathavīdhātu, pathavīdhāturevesā. ",
  "mn62:8.5": "Taṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti—evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn62:8.6": "Evametaṁ yathābhūtaṁ sammappaññāya disvā pathavīdhātuyā nibbindati, pathavīdhātuyā cittaṁ virājeti. ",
  "mn62:9.1": "Katamā ca, rāhula, āpodhātu? ",
  "mn62:9.2": "Āpodhātu siyā ajjhattikā, siyā bāhirā. ",
  "mn62:9.3": "Katamā ca, rāhula, ajjhattikā āpodhātu? ",
  "mn62:9.4": "Yaṁ ajjhattaṁ paccattaṁ āpo āpogataṁ upādinnaṁ, seyyathidaṁ—",
  "mn62:9.5": "pittaṁ semhaṁ pubbo lohitaṁ sedo medo assu vasā kheḷo siṅghāṇikā lasikā muttaṁ, yaṁ vā panaññampi kiñci ajjhattaṁ paccattaṁ āpo āpogataṁ upādinnaṁ—",
  "mn62:9.6": "ayaṁ vuccati, rāhula, ajjhattikā āpodhātu. ",
  "mn62:9.7": "Yā ceva kho pana ajjhattikā āpodhātu yā ca bāhirā āpodhātu āpodhāturevesā. ",
  "mn62:9.8": "Taṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti—evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn62:9.9": "Evametaṁ yathābhūtaṁ sammappaññāya disvā āpodhātuyā nibbindati, āpodhātuyā cittaṁ virājeti. ",
  "mn62:10.1": "Katamā ca, rāhula, tejodhātu? ",
  "mn62:10.2": "Tejodhātu siyā ajjhattikā, siyā bāhirā. ",
  "mn62:10.3": "Katamā ca, rāhula, ajjhattikā tejodhātu? ",
  "mn62:10.4": "Yaṁ ajjhattaṁ paccattaṁ tejo tejogataṁ upādinnaṁ, seyyathidaṁ—",
  "mn62:10.5": "yena ca santappati yena ca jīrīyati yena ca pariḍayhati yena ca asitapītakhāyitasāyitaṁ sammā pariṇāmaṁ gacchati, yaṁ vā panaññampi kiñci ajjhattaṁ paccattaṁ tejo tejogataṁ upādinnaṁ—",
  "mn62:10.6": "ayaṁ vuccati, rāhula, ajjhattikā tejodhātu. ",
  "mn62:10.7": "Yā ceva kho pana ajjhattikā tejodhātu yā ca bāhirā tejodhātu tejodhāturevesā. ",
  "mn62:10.8": "Taṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti—evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn62:10.9": "Evametaṁ yathābhūtaṁ sammappaññāya disvā tejodhātuyā nibbindati, tejodhātuyā cittaṁ virājeti. ",
  "mn62:11.1": "Katamā ca, rāhula, vāyodhātu? ",
  "mn62:11.2": "Vāyodhātu siyā ajjhattikā, siyā bāhirā. ",
  "mn62:11.3": "Katamā ca, rāhula, ajjhattikā vāyodhātu? ",
  "mn62:11.4": "Yaṁ ajjhattaṁ paccattaṁ vāyo vāyogataṁ upādinnaṁ, seyyathidaṁ—",
  "mn62:11.5": "uddhaṅgamā vātā, adhogamā vātā, kucchisayā vātā, koṭṭhāsayā vātā, aṅgamaṅgānusārino vātā, assāso passāso iti, yaṁ vā panaññampi kiñci ajjhattaṁ paccattaṁ vāyo vāyogataṁ upādinnaṁ—",
  "mn62:11.6": "ayaṁ vuccati, rāhula, ajjhattikā vāyodhātu. ",
  "mn62:11.7": "Yā ceva kho pana ajjhattikā vāyodhātu yā ca bāhirā vāyodhātu vāyodhāturevesā. ",
  "mn62:11.8": "Taṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti—evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn62:11.9": "Evametaṁ yathābhūtaṁ sammappaññāya disvā vāyodhātuyā nibbindati, vāyodhātuyā cittaṁ virājeti. ",
  "mn62:12.1": "Katamā ca, rāhula, ākāsadhātu? ",
  "mn62:12.2": "Ākāsadhātu siyā ajjhattikā, siyā bāhirā. ",
  "mn62:12.3": "Katamā ca, rāhula, ajjhattikā ākāsadhātu? ",
  "mn62:12.4": "Yaṁ ajjhattaṁ paccattaṁ ākāsaṁ ākāsagataṁ upādinnaṁ, seyyathidaṁ—",
  "mn62:12.5": "kaṇṇacchiddaṁ nāsacchiddaṁ mukhadvāraṁ, yena ca asitapītakhāyitasāyitaṁ ajjhoharati, yattha ca asitapītakhāyitasāyitaṁ santiṭṭhati, yena ca asitapītakhāyitasāyitaṁ adhobhāgaṁ nikkhamati, yaṁ vā panaññampi kiñci ajjhattaṁ paccattaṁ ākāsaṁ ākāsagataṁ, aghaṁ aghagataṁ, vivaraṁ vivaragataṁ, asamphuṭṭhaṁ, maṁsalohitehi upādinnaṁ—",
  "mn62:12.6": "ayaṁ vuccati, rāhula, ajjhattikā ākāsadhātu. ",
  "mn62:12.7": "Yā ceva kho pana ajjhattikā ākāsadhātu yā ca bāhirā ākāsadhātu ākāsadhāturevesā. ",
  "mn62:12.8": "Taṁ ‘netaṁ mama, nesohamasmi, na meso attā’ti—evametaṁ yathābhūtaṁ sammappaññāya daṭṭhabbaṁ. ",
  "mn62:12.9": "Evametaṁ yathābhūtaṁ sammappaññāya disvā ākāsadhātuyā cittaṁ nibbindati, ākāsadhātuyā cittaṁ virājeti. ",
  "mn62:13.1": "Pathavīsamaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:13.2": "Pathavīsamañhi te, rāhula, bhāvanaṁ bhāvayato uppannā manāpāmanāpā phassā cittaṁ na pariyādāya ṭhassanti. ",
  "mn62:13.3": "Seyyathāpi, rāhula, pathaviyā sucimpi nikkhipanti, asucimpi nikkhipanti, gūthagatampi nikkhipanti, muttagatampi nikkhipanti, kheḷagatampi nikkhipanti, pubbagatampi nikkhipanti, lohitagatampi nikkhipanti, na ca tena pathavī aṭṭīyati vā harāyati vā jigucchati vā; ",
  "mn62:13.4": "evameva kho tvaṁ, rāhula, pathavīsamaṁ bhāvanaṁ bhāvehi. ",
  "mn62:13.5": "Pathavīsamañhi te, rāhula, bhāvanaṁ bhāvayato uppannā manāpāmanāpā phassā cittaṁ na pariyādāya ṭhassanti. ",
  "mn62:14.1": "Āposamaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:14.2": "Āposamañhi te, rāhula, bhāvanaṁ bhāvayato uppannā manāpāmanāpā phassā cittaṁ na pariyādāya ṭhassanti. ",
  "mn62:14.3": "Seyyathāpi, rāhula, āpasmiṁ sucimpi dhovanti, asucimpi dhovanti, gūthagatampi dhovanti, muttagatampi dhovanti, kheḷagatampi dhovanti, pubbagatampi dhovanti, lohitagatampi dhovanti, na ca tena āpo aṭṭīyati vā harāyati vā jigucchati vā; ",
  "mn62:14.4": "evameva kho tvaṁ, rāhula, āposamaṁ bhāvanaṁ bhāvehi. ",
  "mn62:14.5": "Āposamañhi te, rāhula, bhāvanaṁ bhāvayato uppannā manāpāmanāpā phassā cittaṁ na pariyādāya ṭhassanti. ",
  "mn62:15.1": "Tejosamaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:15.2": "Tejosamañhi te, rāhula, bhāvanaṁ bhāvayato uppannā manāpāmanāpā phassā cittaṁ na pariyādāya ṭhassanti. ",
  "mn62:15.3": "Seyyathāpi, rāhula, tejo sucimpi dahati, asucimpi dahati, gūthagatampi dahati, muttagatampi dahati, kheḷagatampi dahati, pubbagatampi dahati, lohitagatampi dahati, na ca tena tejo aṭṭīyati vā harāyati vā jigucchati vā; ",
  "mn62:15.4": "evameva kho tvaṁ, rāhula, tejosamaṁ bhāvanaṁ bhāvehi. ",
  "mn62:15.5": "Tejosamañhi te, rāhula, bhāvanaṁ bhāvayato uppannā manāpāmanāpā phassā cittaṁ na pariyādāya ṭhassanti. ",
  "mn62:16.1": "Vāyosamaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:16.2": "Vāyosamañhi te, rāhula, bhāvanaṁ bhāvayato uppannā manāpāmanāpā phassā cittaṁ na pariyādāya ṭhassanti. ",
  "mn62:16.3": "Seyyathāpi, rāhula, vāyo sucimpi upavāyati, asucimpi upavāyati, gūthagatampi upavāyati, muttagatampi upavāyati, kheḷagatampi upavāyati, pubbagatampi upavāyati, lohitagatampi upavāyati, na ca tena vāyo aṭṭīyati vā harāyati vā jigucchati vā; ",
  "mn62:16.4": "evameva kho tvaṁ, rāhula, vāyosamaṁ bhāvanaṁ bhāvehi. ",
  "mn62:16.5": "Vāyosamañhi te, rāhula, bhāvanaṁ bhāvayato uppannā manāpāmanāpā phassā cittaṁ na pariyādāya ṭhassanti. ",
  "mn62:17.1": "Ākāsasamaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:17.2": "Ākāsasamañhi te, rāhula, bhāvanaṁ bhāvayato uppannā manāpāmanāpā phassā cittaṁ na pariyādāya ṭhassanti. ",
  "mn62:17.3": "Seyyathāpi, rāhula, ākāso na katthaci patiṭṭhito; ",
  "mn62:17.4": "evameva kho tvaṁ, rāhula, ākāsasamaṁ bhāvanaṁ bhāvehi. ",
  "mn62:17.5": "Ākāsasamañhi te, rāhula, bhāvanaṁ bhāvayato uppannā manāpāmanāpā phassā cittaṁ na pariyādāya ṭhassanti. ",
  "mn62:18.1": "Mettaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:18.2": "Mettañhi te, rāhula, bhāvanaṁ bhāvayato yo byāpādo so pahīyissati. ",
  "mn62:19.1": "Karuṇaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:19.2": "Karuṇañhi te, rāhula, bhāvanaṁ bhāvayato yā vihesā sā pahīyissati. ",
  "mn62:20.1": "Muditaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:20.2": "Muditañhi te, rāhula, bhāvanaṁ bhāvayato yā arati sā pahīyissati. ",
  "mn62:20.3": "Upekkhaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:21.1": "Upekkhañhi te, rāhula, bhāvanaṁ bhāvayato yo paṭigho so pahīyissati. ",
  "mn62:22.1": "Asubhaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:22.2": "Asubhañhi te, rāhula, bhāvanaṁ bhāvayato yo rāgo so pahīyissati. ",
  "mn62:23.1": "Aniccasaññaṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:23.2": "Aniccasaññañhi te, rāhula, bhāvanaṁ bhāvayato yo asmimāno so pahīyissati. ",
  "mn62:24.1": "Ānāpānassatiṁ, rāhula, bhāvanaṁ bhāvehi. ",
  "mn62:24.2": "Ānāpānassati hi te, rāhula, bhāvitā bahulīkatā mahapphalā hoti mahānisaṁsā. ",
  "mn62:24.3": "Kathaṁ bhāvitā ca, rāhula, ānāpānassati, kathaṁ bahulīkatā mahapphalā hoti mahānisaṁsā? ",
  "mn62:25.1": "Idha, rāhula, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn62:25.2": "So satova assasati satova passasati. ",
  "mn62:26.1": "Dīghaṁ vā assasanto ‘dīghaṁ assasāmī’ti pajānāti, dīghaṁ vā passasanto ‘dīghaṁ passasāmī’ti pajānāti; ",
  "mn62:26.2": "rassaṁ vā assasanto ‘rassaṁ assasāmī’ti pajānāti, rassaṁ vā passasanto ‘rassaṁ passasāmī’ti pajānāti. ",
  "mn62:26.3": "‘Sabbakāyappaṭisaṁvedī assasissāmī’ti sikkhati; ‘sabbakāyappaṭisaṁvedī passasissāmī’ti sikkhati; ",
  "mn62:26.4": "‘passambhayaṁ kāyasaṅkhāraṁ assasissāmī’ti sikkhati; ‘passambhayaṁ kāyasaṅkhāraṁ passasissāmī’ti sikkhati. ",
  "mn62:27.1": "‘Pītippaṭisaṁvedī assasissāmī’ti sikkhati; ‘pītippaṭisaṁvedī passasissāmī’ti sikkhati; ",
  "mn62:27.2": "‘sukhappaṭisaṁvedī assasissāmī’ti sikkhati; ‘sukhappaṭisaṁvedī passasissāmī’ti sikkhati; ",
  "mn62:27.3": "‘cittasaṅkhārappaṭisaṁvedī assasissāmī’ti sikkhati; ‘cittasaṅkhārappaṭisaṁvedī passasissāmī’ti sikkhati; ",
  "mn62:27.4": "‘passambhayaṁ cittasaṅkhāraṁ assasissāmī’ti sikkhati; ‘passambhayaṁ cittasaṅkhāraṁ passasissāmī’ti sikkhati. ",
  "mn62:28.1": "‘Cittappaṭisaṁvedī assasissāmī’ti sikkhati; ‘cittappaṭisaṁvedī passasissāmī’ti sikkhati; ",
  "mn62:28.2": "‘abhippamodayaṁ cittaṁ assasissāmī’ti sikkhati; ‘abhippamodayaṁ cittaṁ passasissāmī’ti sikkhati; ",
  "mn62:28.3": "‘samādahaṁ cittaṁ assasissāmī’ti sikkhati; ‘samādahaṁ cittaṁ passasissāmī’ti sikkhati; ",
  "mn62:28.4": "‘vimocayaṁ cittaṁ assasissāmī’ti sikkhati; ‘vimocayaṁ cittaṁ passasissāmī’ti sikkhati. ",
  "mn62:29.1": "‘Aniccānupassī assasissāmī’ti sikkhati; ‘aniccānupassī passasissāmī’ti sikkhati; ",
  "mn62:29.2": "‘virāgānupassī assasissāmī’ti sikkhati; ‘virāgānupassī passasissāmī’ti sikkhati; ",
  "mn62:29.3": "‘nirodhānupassī assasissāmī’ti sikkhati; ‘nirodhānupassī passasissāmī’ti sikkhati; ",
  "mn62:29.4": "‘paṭinissaggānupassī assasissāmī’ti sikkhati; ‘paṭinissaggānupassī passasissāmī’ti sikkhati. ",
  "mn62:30.1": "Evaṁ bhāvitā kho, rāhula, ānāpānassati, evaṁ bahulīkatā mahapphalā hoti mahānisaṁsā. ",
  "mn62:30.2": "Evaṁ bhāvitāya, rāhula, ānāpānassatiyā, evaṁ bahulīkatāya yepi te carimakā assāsā tepi viditāva nirujjhanti no aviditā”ti. ",
  "mn62:30.3": "Idamavoca bhagavā. ",
  "mn62:30.4": "Attamano āyasmā rāhulo bhagavato bhāsitaṁ abhinandīti. ",
  "mn62:30.5": "Mahārāhulovādasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}