{
  "mn66:0.1": "Majjhima Nikāya 66 ",
  "mn66:0.2": "Laṭukikopamasutta ",
  "mn66:1.1": "Evaṁ me sutaṁ—",
  "mn66:1.2": "ekaṁ samayaṁ bhagavā aṅguttarāpesu viharati āpaṇaṁ nāma aṅguttarāpānaṁ nigamo. ",
  "mn66:2.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya āpaṇaṁ piṇḍāya pāvisi. ",
  "mn66:2.2": "Āpaṇe piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yenaññataro vanasaṇḍo tenupasaṅkami divāvihārāya. ",
  "mn66:2.3": "Taṁ vanasaṇḍaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "mn66:3.1": "Āyasmāpi kho udāyī pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya āpaṇaṁ piṇḍāya pāvisi. ",
  "mn66:3.2": "Āpaṇe piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena so vanasaṇḍo tenupasaṅkami divāvihārāya. ",
  "mn66:3.3": "Taṁ vanasaṇḍaṁ ajjhogāhetvā aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "mn66:3.4": "Atha kho āyasmato udāyissa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "mn66:4.1": "“bahūnaṁ vata no bhagavā dukkhadhammānaṁ apahattā, bahūnaṁ vata no bhagavā sukhadhammānaṁ upahattā; ",
  "mn66:4.2": "bahūnaṁ vata no bhagavā akusalānaṁ dhammānaṁ apahattā, bahūnaṁ vata no bhagavā kusalānaṁ dhammānaṁ upahattā”ti. ",
  "mn66:5.1": "Atha kho āyasmā udāyī sāyanhasamayaṁ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā udāyī bhagavantaṁ etadavoca: ",
  "mn66:6.1": "“idha mayhaṁ, bhante, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "mn66:6.2": "‘bahūnaṁ vata no bhagavā dukkhadhammānaṁ apahattā, bahūnaṁ vata no bhagavā sukhadhammānaṁ upahattā; ",
  "mn66:6.3": "bahūnaṁ vata no bhagavā akusalānaṁ dhammānaṁ apahattā, bahūnaṁ vata no bhagavā kusalānaṁ dhammānaṁ upahattā’ti. ",
  "mn66:6.4": "Mayañhi, bhante, pubbe sāyañceva bhuñjāma pāto ca divā ca vikāle. ",
  "mn66:6.5": "Ahu kho so, bhante, samayo yaṁ bhagavā bhikkhū āmantesi: ",
  "mn66:6.6": "‘iṅgha tumhe, bhikkhave, etaṁ divāvikālabhojanaṁ pajahathā’ti. ",
  "mn66:6.7": "Tassa mayhaṁ, bhante, ahudeva aññathattaṁ, ahudeva domanassaṁ: ",
  "mn66:6.8": "‘yampi no saddhā gahapatikā divā vikāle paṇītaṁ khādanīyaṁ bhojanīyaṁ denti tassapi no bhagavā pahānamāha, tassapi no sugato paṭinissaggamāhā’ti. ",
  "mn66:6.9": "Te mayaṁ, bhante, bhagavati pemañca gāravañca hiriñca ottappañca sampassamānā evaṁ taṁ divāvikālabhojanaṁ pajahimhā. ",
  "mn66:6.10": "Te mayaṁ, bhante, sāyañceva bhuñjāma pāto ca. ",
  "mn66:6.11": "Ahu kho so, bhante, samayo yaṁ bhagavā bhikkhū āmantesi: ",
  "mn66:6.12": "‘iṅgha tumhe, bhikkhave, etaṁ rattiṁvikālabhojanaṁ pajahathā’ti. ",
  "mn66:6.13": "Tassa mayhaṁ, bhante, ahudeva aññathattaṁ ahudeva domanassaṁ: ",
  "mn66:6.14": "‘yampi no imesaṁ dvinnaṁ bhattānaṁ paṇītasaṅkhātataraṁ tassapi no bhagavā pahānamāha, tassapi no sugato paṭinissaggamāhā’ti. ",
  "mn66:6.15": "Bhūtapubbaṁ, bhante, aññataro puriso divā sūpeyyaṁ labhitvā evamāha: ",
  "mn66:6.16": "‘handa ca imaṁ nikkhipatha, sāyaṁ sabbeva samaggā bhuñjissāmā’ti. ",
  "mn66:6.17": "Yā kāci, bhante, saṅkhatiyo sabbā tā rattiṁ, appā divā. ",
  "mn66:6.18": "Te mayaṁ, bhante, bhagavati pemañca gāravañca hiriñca ottappañca sampassamānā evaṁ taṁ rattiṁvikālabhojanaṁ pajahimhā. ",
  "mn66:6.19": "Bhūtapubbaṁ, bhante, bhikkhū rattandhakāratimisāyaṁ piṇḍāya carantā candanikampi pavisanti, oligallepi papatanti, kaṇṭakāvāṭampi ārohanti, suttampi gāviṁ ārohanti, māṇavehipi samāgacchanti katakammehipi akatakammehipi, mātugāmopi te asaddhammena nimanteti. ",
  "mn66:6.20": "Bhūtapubbāhaṁ, bhante, rattandhakāratimisāyaṁ piṇḍāya carāmi. ",
  "mn66:6.21": "Addasā kho maṁ, bhante, aññatarā itthī vijjantarikāya bhājanaṁ dhovantī. ",
  "mn66:6.22": "Disvā maṁ bhītā vissaramakāsi: ",
  "mn66:6.23": "‘abhumme pisāco vata man’ti. ",
  "mn66:6.24": "Evaṁ vutte, ahaṁ, bhante, taṁ itthiṁ etadavocaṁ: ",
  "mn66:6.25": "‘nāhaṁ, bhagini, pisāco; ",
  "mn66:6.26": "bhikkhu piṇḍāya ṭhito’ti. ",
  "mn66:6.27": "‘Bhikkhussa ātumārī, bhikkhussa mātumārī. ",
  "mn66:6.28": "Varaṁ te, bhikkhu, tiṇhena govikantanena kucchi parikanto, na tveva varaṁ yaṁ rattandhakāratimisāyaṁ kucchihetu piṇḍāya carasī’ti. ",
  "mn66:6.29": "Tassa mayhaṁ, bhante, tadanussarato evaṁ hoti: ",
  "mn66:6.30": "‘bahūnaṁ vata no bhagavā dukkhadhammānaṁ apahattā, bahūnaṁ vata no bhagavā sukhadhammānaṁ upahattā; ",
  "mn66:6.31": "bahūnaṁ vata no bhagavā akusalānaṁ dhammānaṁ apahattā, bahūnaṁ vata no bhagavā kusalānaṁ dhammānaṁ upahattā’”ti. ",
  "mn66:7.1": "“Evameva panudāyi, idhekacce moghapurisā ‘idaṁ pajahathā’ti mayā vuccamānā te evamāhaṁsu: ",
  "mn66:7.2": "‘kiṁ panimassa appamattakassa oramattakassa adhisallikhatevāyaṁ samaṇo’ti. ",
  "mn66:7.3": "Te tañceva nappajahanti, mayi ca appaccayaṁ upaṭṭhāpenti. ",
  "mn66:7.4": "Ye ca bhikkhū sikkhākāmā tesaṁ taṁ, udāyi, hoti balavaṁ bandhanaṁ, daḷhaṁ bandhanaṁ, thiraṁ bandhanaṁ, apūtikaṁ bandhanaṁ, thūlo, kaliṅgaro—",
  "mn66:8.1": "seyyathāpi, udāyi, laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṁ vā bandhaṁ vā maraṇaṁ vā āgameti. ",
  "mn66:8.2": "Yo nu kho, udāyi, evaṁ vadeyya: ",
  "mn66:8.3": "‘yena sā laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṁ vā bandhaṁ vā maraṇaṁ vā āgameti, tañhi tassā abalaṁ bandhanaṁ, dubbalaṁ bandhanaṁ, pūtikaṁ bandhanaṁ, asārakaṁ bandhanan’ti; ",
  "mn66:8.4": "sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ",
  "mn66:8.5": "“No hetaṁ, bhante. ",
  "mn66:8.6": "Yena sā, bhante, laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṁ vā bandhaṁ vā maraṇaṁ vā āgameti, tañhi tassā balavaṁ bandhanaṁ, daḷhaṁ bandhanaṁ, thiraṁ bandhanaṁ apūtikaṁ bandhanaṁ, thūlo, kaliṅgaro”ti. ",
  "mn66:8.7": "“Evameva kho, udāyi, idhekacce moghapurisā ‘idaṁ pajahathā’ti mayā vuccamānā te evamāhaṁsu: ",
  "mn66:8.8": "‘kiṁ panimassa appamattakassa oramattakassa adhisallikhatevāyaṁ samaṇo’ti? ",
  "mn66:8.9": "Te tañceva nappajahanti, mayi ca appaccayaṁ upaṭṭhāpenti. ",
  "mn66:8.10": "Ye ca bhikkhū sikkhākāmā tesaṁ taṁ, udāyi, hoti balavaṁ bandhanaṁ, daḷhaṁ bandhanaṁ, thiraṁ bandhanaṁ, apūtikaṁ bandhanaṁ, thūlo, kaliṅgaro. ",
  "mn66:9.1": "Idha panudāyi, ekacce kulaputtā ‘idaṁ pajahathā’ti mayā vuccamānā te evamāhaṁsu: ",
  "mn66:9.2": "‘kiṁ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti? ",
  "mn66:9.3": "Te tañceva pajahanti, mayi ca na appaccayaṁ upaṭṭhāpenti. ",
  "mn66:9.4": "Ye ca bhikkhū sikkhākāmā te taṁ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti. ",
  "mn66:9.5": "Tesaṁ taṁ, udāyi, hoti abalaṁ bandhanaṁ, dubbalaṁ bandhanaṁ, pūtikaṁ bandhanaṁ, asārakaṁ bandhanaṁ—",
  "mn66:10.1": "seyyathāpi, udāyi, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṁyeva kāyaṁ sannāmetvā tāni bandhanāni saṁchinditvā sampadāletvā yena kāmaṁ pakkamati. ",
  "mn66:10.2": "Yo nu kho, udāyi, evaṁ vadeyya: ",
  "mn66:10.3": "‘yehi so rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṁyeva kāyaṁ sannāmetvā tāni bandhanāni saṁchinditvā sampadāletvā yena kāmaṁ pakkamati, tañhi tassa balavaṁ bandhanaṁ, daḷhaṁ bandhanaṁ, thiraṁ bandhanaṁ, apūtikaṁ bandhanaṁ, thūlo, kaliṅgaro’ti; ",
  "mn66:10.4": "sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ",
  "mn66:10.5": "“No hetaṁ, bhante. ",
  "mn66:10.6": "Yehi so, bhante, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṁyeva kāyaṁ sannāmetvā tāni bandhanāni saṁchinditvā sampadāletvā yena kāmaṁ pakkamati, tañhi tassa abalaṁ bandhanaṁ …pe… asārakaṁ bandhanan”ti. ",
  "mn66:10.7": "“Evameva kho, udāyi, idhekacce kulaputtā ‘idaṁ pajahathā’ti mayā vuccamānā te evamāhaṁsu: ",
  "mn66:10.8": "‘kiṁ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti? ",
  "mn66:10.9": "Te tañceva pajahanti, mayi ca na appaccayaṁ upaṭṭhāpenti. ",
  "mn66:10.10": "Ye ca bhikkhū sikkhākāmā te taṁ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti. ",
  "mn66:10.11": "Tesaṁ taṁ, udāyi, hoti abalaṁ bandhanaṁ, dubbalaṁ bandhanaṁ, pūtikaṁ bandhanaṁ, asārakaṁ bandhanaṁ. ",
  "mn66:11.1": "Seyyathāpi, udāyi, puriso daliddo assako anāḷhiyo; ",
  "mn66:11.2": "tassassa ekaṁ agārakaṁ oluggaviluggaṁ kākātidāyiṁ naparamarūpaṁ, ekā khaṭopikā oluggaviluggā naparamarūpā, ekissā kumbhiyā dhaññasamavāpakaṁ naparamarūpaṁ, ekā jāyikā naparamarūpā. ",
  "mn66:11.3": "So ārāmagataṁ bhikkhuṁ passeyya sudhotahatthapādaṁ manuññaṁ bhojanaṁ bhuttāviṁ sītāya chāyāya nisinnaṁ adhicitte yuttaṁ. ",
  "mn66:11.4": "Tassa evamassa: ",
  "mn66:11.5": "‘sukhaṁ vata bho sāmaññaṁ, ārogyaṁ vata bho sāmaññaṁ. ",
  "mn66:11.6": "So vatassaṁ yohaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn66:11.7": "So na sakkuṇeyya ekaṁ agārakaṁ oluggaviluggaṁ kākātidāyiṁ naparamarūpaṁ pahāya, ekaṁ khaṭopikaṁ oluggaviluggaṁ naparamarūpaṁ pahāya, ekissā kumbhiyā dhaññasamavāpakaṁ naparamarūpaṁ pahāya, ekaṁ jāyikaṁ naparamarūpaṁ pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ. ",
  "mn66:11.8": "Yo nu kho, udāyi, evaṁ vadeyya: ",
  "mn66:11.9": "‘yehi so puriso bandhanehi baddho na sakkoti ekaṁ agārakaṁ oluggaviluggaṁ kākātidāyiṁ naparamarūpaṁ pahāya, ekaṁ khaṭopikaṁ oluggaviluggaṁ naparamarūpaṁ pahāya, ekissā kumbhiyā dhaññasamavāpakaṁ naparamarūpaṁ pahāya, ekaṁ jāyikaṁ naparamarūpaṁ pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ; ",
  "mn66:11.10": "tañhi tassa abalaṁ bandhanaṁ, dubbalaṁ bandhanaṁ, pūtikaṁ bandhanaṁ, asārakaṁ bandhanan’ti; ",
  "mn66:11.11": "sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ",
  "mn66:11.12": "“No hetaṁ, bhante. ",
  "mn66:11.13": "Yehi so, bhante, puriso bandhanehi baddho, na sakkoti ekaṁ agārakaṁ oluggaviluggaṁ kākātidāyiṁ naparamarūpaṁ pahāya, ekaṁ khaṭopikaṁ oluggaviluggaṁ naparamarūpaṁ pahāya, ekissā kumbhiyā dhaññasamavāpakaṁ naparamarūpaṁ pahāya, ekaṁ jāyikaṁ naparamarūpaṁ pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ; ",
  "mn66:11.14": "tañhi tassa balavaṁ bandhanaṁ, daḷhaṁ bandhanaṁ, thiraṁ bandhanaṁ, apūtikaṁ bandhanaṁ, thūlo, kaliṅgaro”ti. ",
  "mn66:11.15": "“Evameva kho, udāyi, idhekacce moghapurisā ‘idaṁ pajahathā’ti mayā vuccamānā te evamāhaṁsu: ",
  "mn66:11.16": "‘kiṁ panimassa appamattakassa oramattakassa adhisallikhatevāyaṁ samaṇo’ti? ",
  "mn66:11.17": "Te tañceva nappajahanti, mayi ca appaccayaṁ upaṭṭhāpenti. ",
  "mn66:11.18": "Ye ca bhikkhū sikkhākāmā tesaṁ taṁ, udāyi, hoti balavaṁ bandhanaṁ, daḷhaṁ bandhanaṁ, thiraṁ bandhanaṁ, apūtikaṁ bandhanaṁ, thūlo, kaliṅgaro. ",
  "mn66:12.1": "Seyyathāpi, udāyi, gahapati vā gahapatiputto vā aḍḍho mahaddhano mahābhogo, nekānaṁ nikkhagaṇānaṁ cayo, nekānaṁ dhaññagaṇānaṁ cayo, nekānaṁ khettagaṇānaṁ cayo, nekānaṁ vatthugaṇānaṁ cayo, nekānaṁ bhariyagaṇānaṁ cayo, nekānaṁ dāsagaṇānaṁ cayo, nekānaṁ dāsigaṇānaṁ cayo; ",
  "mn66:12.2": "so ārāmagataṁ bhikkhuṁ passeyya sudhotahatthapādaṁ manuññaṁ bhojanaṁ bhuttāviṁ sītāya chāyāya nisinnaṁ adhicitte yuttaṁ. ",
  "mn66:12.3": "Tassa evamassa: ",
  "mn66:12.4": "‘sukhaṁ vata bho sāmaññaṁ, ārogyaṁ vata bho sāmaññaṁ. ",
  "mn66:12.5": "So vatassaṁ yohaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "mn66:12.6": "So sakkuṇeyya nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ. ",
  "mn66:12.7": "Yo nu kho, udāyi, evaṁ vadeyya: ",
  "mn66:12.8": "‘yehi so gahapati vā gahapatiputto vā bandhanehi baddho, sakkoti nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ, tañhi tassa balavaṁ bandhanaṁ, daḷhaṁ bandhanaṁ, thiraṁ bandhanaṁ, apūtikaṁ bandhanaṁ, thūlo, kaliṅgaro’ti; ",
  "mn66:12.9": "sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ",
  "mn66:12.10": "“No hetaṁ, bhante. ",
  "mn66:12.11": "Yehi so, bhante, gahapati vā gahapatiputto vā bandhanehi baddho, sakkoti nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajituṁ; ",
  "mn66:12.12": "tañhi tassa abalaṁ bandhanaṁ, dubbalaṁ bandhanaṁ, pūtikaṁ bandhanaṁ, asārakaṁ bandhanan”ti. ",
  "mn66:12.13": "“Evameva kho, udāyi, idhekacce kulaputtā ‘idaṁ pajahathā’ti mayā vuccamānā te evamāhaṁsu: ",
  "mn66:12.14": "‘kiṁ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti? ",
  "mn66:12.15": "Te tañceva pajahanti, mayi ca na appaccayaṁ upaṭṭhāpenti. ",
  "mn66:12.16": "Ye ca bhikkhū sikkhākāmā te taṁ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti. ",
  "mn66:12.17": "Tesaṁ taṁ, udāyi, hoti abalaṁ bandhanaṁ, dubbalaṁ bandhanaṁ, pūtikaṁ bandhanaṁ, asārakaṁ bandhanaṁ. ",
  "mn66:13.1": "Cattārome, udāyi, puggalā santo saṁvijjamānā lokasmiṁ. ",
  "mn66:13.2": "Katame cattāro? ",
  "mn66:14.1": "Idhudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ",
  "mn66:14.2": "Tamenaṁ upadhipahānāya paṭipannaṁ upadhipaṭinissaggāya upadhipaṭisaṁyuttā sarasaṅkappā samudācaranti. ",
  "mn66:14.3": "So te adhivāseti, nappajahati, na vinodeti, na byantīkaroti, na anabhāvaṁ gameti. ",
  "mn66:14.4": "Imaṁ kho ahaṁ, udāyi, puggalaṁ ‘saṁyutto’ti vadāmi no ‘visaṁyutto’. ",
  "mn66:14.5": "Taṁ kissa hetu? ",
  "mn66:14.6": "Indriyavemattatā hi me, udāyi, imasmiṁ puggale viditā. ",
  "mn66:15.1": "Idha panudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ",
  "mn66:15.2": "Tamenaṁ upadhipahānāya paṭipannaṁ upadhipaṭinissaggāya upadhipaṭisaṁyuttā sarasaṅkappā samudācaranti. ",
  "mn66:15.3": "So te nādhivāseti, pajahati, vinodeti, byantīkaroti, anabhāvaṁ gameti. ",
  "mn66:15.4": "Imampi kho ahaṁ, udāyi, puggalaṁ ‘saṁyutto’ti vadāmi no ‘visaṁyutto’. ",
  "mn66:15.5": "Taṁ kissa hetu? ",
  "mn66:15.6": "Indriyavemattatā hi me, udāyi, imasmiṁ puggale viditā. ",
  "mn66:16.1": "Idha panudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ",
  "mn66:16.2": "Tamenaṁ upadhipahānāya paṭipannaṁ upadhipaṭinissaggāya kadāci karahaci satisammosā upadhipaṭisaṁyuttā sarasaṅkappā samudācaranti; ",
  "mn66:16.3": "dandho, udāyi, satuppādo. ",
  "mn66:16.4": "Atha kho naṁ khippameva pajahati, vinodeti, byantīkaroti, anabhāvaṁ gameti. ",
  "mn66:16.5": "Seyyathāpi, udāyi, puriso divasaṁsantatte ayokaṭāhe dve vā tīṇi vā udakaphusitāni nipāteyya; ",
  "mn66:16.6": "dandho, udāyi, udakaphusitānaṁ nipāto. Atha kho naṁ khippameva parikkhayaṁ pariyādānaṁ gaccheyya. ",
  "mn66:16.7": "Evameva kho, udāyi, idhekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ",
  "mn66:16.8": "Tamenaṁ upadhipahānāya paṭipannaṁ upadhipaṭinissaggāya kadāci karahaci satisammosā upadhipaṭisaṁyuttā sarasaṅkappā samudācaranti; ",
  "mn66:16.9": "dandho, udāyi, satuppādo. ",
  "mn66:16.10": "Atha kho naṁ khippameva pajahati, vinodeti, byantīkaroti, anabhāvaṁ gameti. ",
  "mn66:16.11": "Imampi kho ahaṁ, udāyi, puggalaṁ ‘saṁyutto’ti vadāmi no ‘visaṁyutto’. ",
  "mn66:16.12": "Taṁ kissa hetu? ",
  "mn66:16.13": "Indriyavemattatā hi me, udāyi, imasmiṁ puggale viditā. ",
  "mn66:17.1": "Idha panudāyi, ekacco puggalo ‘upadhi dukkhassa mūlan’ti—",
  "mn66:17.2": "iti viditvā nirupadhi hoti, upadhisaṅkhaye vimutto. ",
  "mn66:17.3": "Imaṁ kho ahaṁ, udāyi, puggalaṁ ‘visaṁyutto’ti vadāmi no ‘saṁyutto’ti. ",
  "mn66:17.4": "Taṁ kissa hetu? ",
  "mn66:17.5": "Indriyavemattatā hi me, udāyi, imasmiṁ puggale viditā. ",
  "mn66:17.6": "Ime kho, udāyi, cattāro puggalā santo saṁvijjamānā lokasmiṁ. ",
  "mn66:18.1": "Pañca kho ime, udāyi, kāmaguṇā. ",
  "mn66:18.2": "Katame pañca? ",
  "mn66:18.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā, ",
  "mn66:18.4": "sotaviññeyyā saddā …pe… ",
  "mn66:18.5": "ghānaviññeyyā gandhā … ",
  "mn66:18.6": "jivhāviññeyyā rasā … ",
  "mn66:18.7": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "mn66:18.8": "Ime kho, udāyi, pañca kāmaguṇā. ",
  "mn66:19.1": "Yaṁ kho, udāyi, ime pañca kāmaguṇe paṭicca uppajjati sukhaṁ somanassaṁ idaṁ vuccati kāmasukhaṁ miḷhasukhaṁ puthujjanasukhaṁ anariyasukhaṁ, na sevitabbaṁ, na bhāvetabbaṁ, na bahulīkātabbaṁ; ‘bhāyitabbaṁ etassa sukhassā’ti vadāmi. ",
  "mn66:20.1": "Idhudāyi, bhikkhu vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati ",
  "mn66:20.2": "vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati, ",
  "mn66:20.3": "pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati, ",
  "mn66:20.4": "sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "mn66:21.1": "Idaṁ vuccati nekkhammasukhaṁ pavivekasukhaṁ upasamasukhaṁ sambodhasukhaṁ, āsevitabbaṁ, bhāvetabbaṁ, bahulīkātabbaṁ; ‘na bhāyitabbaṁ etassa sukhassā’ti vadāmi. ",
  "mn66:22.1": "Idhudāyi, bhikkhu vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati; ",
  "mn66:22.2": "idaṁ kho ahaṁ, udāyi, iñjitasmiṁ vadāmi. ",
  "mn66:22.3": "Kiñca tattha iñjitasmiṁ? ",
  "mn66:22.4": "Yadeva tattha vitakkavicārā aniruddhā honti idaṁ tattha iñjitasmiṁ. ",
  "mn66:23.1": "Idhudāyi, bhikkhu vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati; ",
  "mn66:23.2": "idampi kho ahaṁ, udāyi, iñjitasmiṁ vadāmi. ",
  "mn66:23.3": "Kiñca tattha iñjitasmiṁ? ",
  "mn66:23.4": "Yadeva tattha pītisukhaṁ aniruddhaṁ hoti idaṁ tattha iñjitasmiṁ. ",
  "mn66:24.1": "Idhudāyi, bhikkhu pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati; ",
  "mn66:24.2": "idampi kho ahaṁ, udāyi, iñjitasmiṁ vadāmi. ",
  "mn66:24.3": "Kiñca tattha iñjitasmiṁ? ",
  "mn66:24.4": "Yadeva tattha upekkhāsukhaṁ aniruddhaṁ hoti idaṁ tattha iñjitasmiṁ. ",
  "mn66:25.1": "Idhudāyi, bhikkhu sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati; ",
  "mn66:25.2": "idaṁ kho ahaṁ, udāyi, aniñjitasmiṁ vadāmi. ",
  "mn66:26.1": "Idhudāyi, bhikkhu vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati; ",
  "mn66:26.2": "idaṁ kho ahaṁ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:26.3": "Ko ca tassa samatikkamo? ",
  "mn66:27.1": "Idhudāyi, bhikkhu vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati, ayaṁ tassa samatikkamo; ",
  "mn66:27.2": "idampi kho ahaṁ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:27.3": "Ko ca tassa samatikkamo? ",
  "mn66:28.1": "Idhudāyi, bhikkhu pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati, ayaṁ tassa samatikkamo; ",
  "mn66:28.2": "idampi kho ahaṁ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:28.3": "Ko ca tassa samatikkamo? ",
  "mn66:29.1": "Idhudāyi, bhikkhu sukhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati, ayaṁ tassa samatikkamo; ",
  "mn66:29.2": "idampi kho ahaṁ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:29.3": "Ko ca tassa samatikkamo? ",
  "mn66:30.1": "Idhudāyi, bhikkhu sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharati, ayaṁ tassa samatikkamo; ",
  "mn66:30.2": "idampi kho ahaṁ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:30.3": "Ko ca tassa samatikkamo? ",
  "mn66:31.1": "Idhudāyi, bhikkhu sabbaso ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharati, ayaṁ tassa samatikkamo; ",
  "mn66:31.2": "idampi kho ahaṁ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:31.3": "Ko ca tassa samatikkamo? ",
  "mn66:32.1": "Idhudāyi, bhikkhu sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharati, ayaṁ tassa samatikkamo; ",
  "mn66:32.2": "idampi kho ahaṁ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:32.3": "Ko ca tassa samatikkamo? ",
  "mn66:33.1": "Idhudāyi, bhikkhu sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharati, ayaṁ tassa samatikkamo; ",
  "mn66:33.2": "idampi kho ahaṁ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:33.3": "Ko ca tassa samatikkamo? ",
  "mn66:34.1": "Idhudāyi, bhikkhu sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharati, ayaṁ tassa samatikkamo; ",
  "mn66:34.2": "iti kho ahaṁ, udāyi, nevasaññānāsaññāyatanassapi pahānaṁ vadāmi. ",
  "mn66:34.3": "Passasi no tvaṁ, udāyi, taṁ saṁyojanaṁ aṇuṁ vā thūlaṁ vā yassāhaṁ no pahānaṁ vadāmī”ti? ",
  "mn66:34.4": "“No hetaṁ, bhante”ti. ",
  "mn66:34.5": "Idamavoca bhagavā. ",
  "mn66:34.6": "Attamano āyasmā udāyī bhagavato bhāsitaṁ abhinandīti. ",
  "mn66:34.7": "Laṭukikopamasuttaṁ niṭṭhitaṁ chaṭṭhaṁ. "
}