{
  "mn66:0.1": "Majjhima Nikāya 66 ",
  "mn66:0.2": "Laṭukikopamasutta ",
  "mn66:1.1": "Evaṃ me sutaṃ—",
  "mn66:1.2": "ekaṃ samayaṃ bhagavā aṅguttarāpesu viharati āpaṇaṃ nāma aṅguttarāpānaṃ nigamo. ",
  "mn66:2.1": "Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āpaṇaṃ piṇḍāya pāvisi. ",
  "mn66:2.2": "Āpaṇe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yenaññataro vanasaṇḍo tenupasaṅkami divāvihārāya. ",
  "mn66:2.3": "Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. ",
  "mn66:3.1": "Āyasmāpi kho udāyī pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya āpaṇaṃ piṇḍāya pāvisi. ",
  "mn66:3.2": "Āpaṇe piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena so vanasaṇḍo tenupasaṅkami divāvihārāya. ",
  "mn66:3.3": "Taṃ vanasaṇḍaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi. ",
  "mn66:3.4": "Atha kho āyasmato udāyissa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
  "mn66:3.5": "“bahūnaṃ vata no bhagavā dukkhadhammānaṃ apahattā, bahūnaṃ vata no bhagavā sukhadhammānaṃ upahattā; ",
  "mn66:3.6": "bahūnaṃ vata no bhagavā akusalānaṃ dhammānaṃ apahattā, bahūnaṃ vata no bhagavā kusalānaṃ dhammānaṃ upahattā”ti. ",
  "mn66:5.1": "Atha kho āyasmā udāyī sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā udāyī bhagavantaṃ etadavoca: ",
  "mn66:5.2": "“idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi: ",
  "mn66:5.3": "‘bahūnaṃ vata no bhagavā dukkhadhammānaṃ apahattā, bahūnaṃ vata no bhagavā sukhadhammānaṃ upahattā; ",
  "mn66:5.4": "bahūnaṃ vata no bhagavā akusalānaṃ dhammānaṃ apahattā, bahūnaṃ vata no bhagavā kusalānaṃ dhammānaṃ upahattā’ti. ",
  "mn66:5.5": "Mayañhi, bhante, pubbe sāyañceva bhuñjāma pāto ca divā ca vikāle. ",
  "mn66:5.6": "Ahu kho so, bhante, samayo yaṃ bhagavā bhikkhū āmantesi: ",
  "mn66:5.7": "‘iṅgha tumhe, bhikkhave, etaṃ divāvikālabhojanaṃ pajahathā’ti. ",
  "mn66:5.8": "Tassa mayhaṃ, bhante, ahudeva aññathattaṃ, ahudeva domanassaṃ: ",
  "mn66:5.9": "‘yampi no saddhā gahapatikā divā vikāle paṇītaṃ khādanīyaṃ bhojanīyaṃ denti tassapi no bhagavā pahānamāha, tassapi no sugato paṭinissaggamāhā’ti. ",
  "mn66:5.10": "Te mayaṃ, bhante, bhagavati pemañca gāravañca hiriñca ottappañca sampassamānā evaṃ taṃ divāvikālabhojanaṃ pajahimhā. ",
  "mn66:5.11": "Te mayaṃ, bhante, sāyañceva bhuñjāma pāto ca. ",
  "mn66:5.12": "Ahu kho so, bhante, samayo yaṃ bhagavā bhikkhū āmantesi: ",
  "mn66:5.13": "‘iṅgha tumhe, bhikkhave, etaṃ rattiṃvikālabhojanaṃ pajahathā’ti. ",
  "mn66:5.14": "Tassa mayhaṃ, bhante, ahudeva aññathattaṃ ahudeva domanassaṃ: ",
  "mn66:5.15": "‘yampi no imesaṃ dvinnaṃ bhattānaṃ paṇītasaṅkhātataraṃ tassapi no bhagavā pahānamāha, tassapi no sugato paṭinissaggamāhā’ti. ",
  "mn66:5.16": "Bhūtapubbaṃ, bhante, aññataro puriso divā sūpeyyaṃ labhitvā evamāha: ",
  "mn66:5.17": "‘handa ca imaṃ nikkhipatha, sāyaṃ sabbeva samaggā bhuñjissāmā’ti. ",
  "mn66:5.18": "Yā kāci, bhante, saṅkhatiyo sabbā tā rattiṃ, appā divā. ",
  "mn66:5.19": "Te mayaṃ, bhante, bhagavati pemañca gāravañca hiriñca ottappañca sampassamānā evaṃ taṃ rattiṃvikālabhojanaṃ pajahimhā. ",
  "mn66:5.20": "Bhūtapubbaṃ, bhante, bhikkhū rattandhakāratimisāyaṃ piṇḍāya carantā candanikampi pavisanti, oligallepi papatanti, kaṇṭakāvāṭampi ārohanti, suttampi gāviṃ ārohanti, māṇavehipi samāgacchanti katakammehipi akatakammehipi, mātugāmopi te asaddhammena nimanteti. ",
  "mn66:5.21": "Bhūtapubbāhaṃ, bhante, rattandhakāratimisāyaṃ piṇḍāya carāmi. ",
  "mn66:5.22": "Addasā kho maṃ, bhante, aññatarā itthī vijjantarikāya bhājanaṃ dhovantī. ",
  "mn66:5.23": "Disvā maṃ bhītā vissaramakāsi: ",
  "mn66:5.24": "‘abhumme pisāco vata man’ti. ",
  "mn66:5.25": "Evaṃ vutte, ahaṃ, bhante, taṃ itthiṃ etadavocaṃ: ",
  "mn66:5.26": "‘nāhaṃ, bhagini, pisāco; ",
  "mn66:5.27": "bhikkhu piṇḍāya ṭhito’ti. ",
  "mn66:5.28": "‘Bhikkhussa ātumārī, bhikkhussa mātumārī. ",
  "mn66:5.29": "Varaṃ te, bhikkhu, tiṇhena govikantanena kucchi parikanto, na tveva varaṃ yaṃ rattandhakāratimisāyaṃ kucchihetu piṇḍāya carasī’ti. ",
  "mn66:5.30": "Tassa mayhaṃ, bhante, tadanussarato evaṃ hoti: ",
  "mn66:5.31": "‘bahūnaṃ vata no bhagavā dukkhadhammānaṃ apahattā, bahūnaṃ vata no bhagavā sukhadhammānaṃ upahattā; ",
  "mn66:5.32": "bahūnaṃ vata no bhagavā akusalānaṃ dhammānaṃ apahattā, bahūnaṃ vata no bhagavā kusalānaṃ dhammānaṃ upahattā’”ti. ",
  "mn66:7.1": "“Evameva panudāyi, idhekacce moghapurisā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ",
  "mn66:7.2": "‘kiṃ panimassa appamattakassa oramattakassa adhisallikhatevāyaṃ samaṇo’ti. ",
  "mn66:7.3": "Te tañceva nappajahanti, mayi ca appaccayaṃ upaṭṭhāpenti. ",
  "mn66:7.4": "Ye ca bhikkhū sikkhākāmā tesaṃ taṃ, udāyi, hoti balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro—",
  "mn66:8.1": "seyyathāpi, udāyi, laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṃ vā bandhaṃ vā maraṇaṃ vā āgameti. ",
  "mn66:8.2": "Yo nu kho, udāyi, evaṃ vadeyya: ",
  "mn66:8.3": "‘yena sā laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṃ vā bandhaṃ vā maraṇaṃ vā āgameti, tañhi tassā abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanan’ti; ",
  "mn66:8.4": "sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ",
  "mn66:8.5": "“No hetaṃ, bhante. ",
  "mn66:8.6": "Yena sā, bhante, laṭukikā sakuṇikā pūtilatāya bandhanena baddhā tattheva vadhaṃ vā bandhaṃ vā maraṇaṃ vā āgameti, tañhi tassā balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro”ti. ",
  "mn66:8.7": "“Evameva kho, udāyi, idhekacce moghapurisā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ",
  "mn66:8.8": "‘kiṃ panimassa appamattakassa oramattakassa adhisallikhatevāyaṃ samaṇo’ti? ",
  "mn66:8.9": "Te tañceva nappajahanti, mayi ca appaccayaṃ upaṭṭhāpenti. ",
  "mn66:8.10": "Ye ca bhikkhū sikkhākāmā tesaṃ taṃ, udāyi, hoti balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro. ",
  "mn66:9.1": "Idha panudāyi, ekacce kulaputtā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ",
  "mn66:9.2": "‘kiṃ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti? ",
  "mn66:9.3": "Te tañceva pajahanti, mayi ca na appaccayaṃ upaṭṭhāpenti. ",
  "mn66:9.4": "Ye ca bhikkhū sikkhākāmā te taṃ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti. ",
  "mn66:9.5": "Tesaṃ taṃ, udāyi, hoti abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanaṃ—",
  "mn66:10.1": "seyyathāpi, udāyi, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṃyeva kāyaṃ sannāmetvā tāni bandhanāni saṃchinditvā sampadāletvā yena kāmaṃ pakkamati. ",
  "mn66:10.2": "Yo nu kho, udāyi, evaṃ vadeyya: ",
  "mn66:10.3": "‘yehi so rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṃyeva kāyaṃ sannāmetvā tāni bandhanāni saṃchinditvā sampadāletvā yena kāmaṃ pakkamati, tañhi tassa balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro’ti; ",
  "mn66:10.4": "sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ",
  "mn66:10.5": "“No hetaṃ, bhante. ",
  "mn66:10.6": "Yehi so, bhante, rañño nāgo īsādanto urūḷhavā abhijāto saṅgāmāvacaro daḷhehi varattehi bandhanehi baddho īsakaṃyeva kāyaṃ sannāmetvā tāni bandhanāni saṃchinditvā sampadāletvā yena kāmaṃ pakkamati, tañhi tassa abalaṃ bandhanaṃ …pe… asārakaṃ bandhanan”ti. ",
  "mn66:10.7": "“Evameva kho, udāyi, idhekacce kulaputtā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ",
  "mn66:10.8": "‘kiṃ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti? ",
  "mn66:10.9": "Te tañceva pajahanti, mayi ca na appaccayaṃ upaṭṭhāpenti. ",
  "mn66:10.10": "Ye ca bhikkhū sikkhākāmā te taṃ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti. ",
  "mn66:10.11": "Tesaṃ taṃ, udāyi, hoti abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanaṃ. ",
  "mn66:11.1": "Seyyathāpi, udāyi, puriso daliddo assako anāḷhiyo; ",
  "mn66:11.2": "tassassa ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ, ekā khaṭopikā oluggaviluggā naparamarūpā, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ, ekā jāyikā naparamarūpā. ",
  "mn66:11.3": "So ārāmagataṃ bhikkhuṃ passeyya sudhotahatthapādaṃ manuññaṃ bhojanaṃ bhuttāviṃ sītāya chāyāya nisinnaṃ adhicitte yuttaṃ. ",
  "mn66:11.4": "Tassa evamassa: ",
  "mn66:11.5": "‘sukhaṃ vata bho sāmaññaṃ, ārogyaṃ vata bho sāmaññaṃ. ",
  "mn66:11.6": "So vatassaṃ yohaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
  "mn66:11.7": "So na sakkuṇeyya ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ pahāya, ekaṃ khaṭopikaṃ oluggaviluggaṃ naparamarūpaṃ pahāya, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ pahāya, ekaṃ jāyikaṃ naparamarūpaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ. ",
  "mn66:11.8": "Yo nu kho, udāyi, evaṃ vadeyya: ",
  "mn66:11.9": "‘yehi so puriso bandhanehi baddho na sakkoti ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ pahāya, ekaṃ khaṭopikaṃ oluggaviluggaṃ naparamarūpaṃ pahāya, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ pahāya, ekaṃ jāyikaṃ naparamarūpaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ; ",
  "mn66:11.10": "tañhi tassa abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanan’ti; ",
  "mn66:11.11": "sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ",
  "mn66:11.12": "“No hetaṃ, bhante. ",
  "mn66:11.13": "Yehi so, bhante, puriso bandhanehi baddho, na sakkoti ekaṃ agārakaṃ oluggaviluggaṃ kākātidāyiṃ naparamarūpaṃ pahāya, ekaṃ khaṭopikaṃ oluggaviluggaṃ naparamarūpaṃ pahāya, ekissā kumbhiyā dhaññasamavāpakaṃ naparamarūpaṃ pahāya, ekaṃ jāyikaṃ naparamarūpaṃ pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ; ",
  "mn66:11.14": "tañhi tassa balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro”ti. ",
  "mn66:11.15": "“Evameva kho, udāyi, idhekacce moghapurisā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ",
  "mn66:11.16": "‘kiṃ panimassa appamattakassa oramattakassa adhisallikhatevāyaṃ samaṇo’ti? ",
  "mn66:11.17": "Te tañceva nappajahanti, mayi ca appaccayaṃ upaṭṭhāpenti. ",
  "mn66:11.18": "Ye ca bhikkhū sikkhākāmā tesaṃ taṃ, udāyi, hoti balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro. ",
  "mn66:12.1": "Seyyathāpi, udāyi, gahapati vā gahapatiputto vā aḍḍho mahaddhano mahābhogo, nekānaṃ nikkhagaṇānaṃ cayo, nekānaṃ dhaññagaṇānaṃ cayo, nekānaṃ khettagaṇānaṃ cayo, nekānaṃ vatthugaṇānaṃ cayo, nekānaṃ bhariyagaṇānaṃ cayo, nekānaṃ dāsagaṇānaṃ cayo, nekānaṃ dāsigaṇānaṃ cayo; ",
  "mn66:12.2": "so ārāmagataṃ bhikkhuṃ passeyya sudhotahatthapādaṃ manuññaṃ bhojanaṃ bhuttāviṃ sītāya chāyāya nisinnaṃ adhicitte yuttaṃ. ",
  "mn66:12.3": "Tassa evamassa: ",
  "mn66:12.4": "‘sukhaṃ vata bho sāmaññaṃ, ārogyaṃ vata bho sāmaññaṃ. ",
  "mn66:12.5": "So vatassaṃ yohaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajeyyan’ti. ",
  "mn66:12.6": "So sakkuṇeyya nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ. ",
  "mn66:12.7": "Yo nu kho, udāyi, evaṃ vadeyya: ",
  "mn66:12.8": "‘yehi so gahapati vā gahapatiputto vā bandhanehi baddho, sakkoti nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ, tañhi tassa balavaṃ bandhanaṃ, daḷhaṃ bandhanaṃ, thiraṃ bandhanaṃ, apūtikaṃ bandhanaṃ, thūlo, kaliṅgaro’ti; ",
  "mn66:12.9": "sammā nu kho so, udāyi, vadamāno vadeyyā”ti? ",
  "mn66:12.10": "“No hetaṃ, bhante. ",
  "mn66:12.11": "Yehi so, bhante, gahapati vā gahapatiputto vā bandhanehi baddho, sakkoti nekāni nikkhagaṇāni pahāya, nekāni dhaññagaṇāni pahāya, nekāni khettagaṇāni pahāya, nekāni vatthugaṇāni pahāya, nekāni bhariyagaṇāni pahāya, nekāni dāsagaṇāni pahāya, nekāni dāsigaṇāni pahāya kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajituṃ; ",
  "mn66:12.12": "tañhi tassa abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanan”ti. ",
  "mn66:12.13": "“Evameva kho, udāyi, idhekacce kulaputtā ‘idaṃ pajahathā’ti mayā vuccamānā te evamāhaṃsu: ",
  "mn66:12.14": "‘kiṃ panimassa appamattakassa oramattakassa pahātabbassa yassa no bhagavā pahānamāha, yassa no sugato paṭinissaggamāhā’ti? ",
  "mn66:12.15": "Te tañceva pajahanti, mayi ca na appaccayaṃ upaṭṭhāpenti. ",
  "mn66:12.16": "Ye ca bhikkhū sikkhākāmā te taṃ pahāya appossukkā pannalomā paradattavuttā migabhūtena cetasā viharanti. ",
  "mn66:12.17": "Tesaṃ taṃ, udāyi, hoti abalaṃ bandhanaṃ, dubbalaṃ bandhanaṃ, pūtikaṃ bandhanaṃ, asārakaṃ bandhanaṃ. ",
  "mn66:13.1": "Cattārome, udāyi, puggalā santo saṃvijjamānā lokasmiṃ. ",
  "mn66:13.2": "Katame cattāro? ",
  "mn66:14.1": "Idhudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ",
  "mn66:14.2": "Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti. ",
  "mn66:14.3": "So te adhivāseti, nappajahati, na vinodeti, na byantīkaroti, na anabhāvaṃ gameti. ",
  "mn66:14.4": "Imaṃ kho ahaṃ, udāyi, puggalaṃ ‘saṃyutto’ti vadāmi no ‘visaṃyutto’. ",
  "mn66:14.5": "Taṃ kissa hetu? ",
  "mn66:14.6": "Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā. ",
  "mn66:15.1": "Idha panudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ",
  "mn66:15.2": "Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti. ",
  "mn66:15.3": "So te nādhivāseti, pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti. ",
  "mn66:15.4": "Imampi kho ahaṃ, udāyi, puggalaṃ ‘saṃyutto’ti vadāmi no ‘visaṃyutto’. ",
  "mn66:15.5": "Taṃ kissa hetu? ",
  "mn66:15.6": "Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā. ",
  "mn66:16.1": "Idha panudāyi, ekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ",
  "mn66:16.2": "Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya kadāci karahaci satisammosā upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti; ",
  "mn66:16.3": "dandho, udāyi, satuppādo. ",
  "mn66:16.4": "Atha kho naṃ khippameva pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti. ",
  "mn66:16.5": "Seyyathāpi, udāyi, puriso divasaṃsantatte ayokaṭāhe dve vā tīṇi vā udakaphusitāni nipāteyya; ",
  "mn66:16.6": "dandho, udāyi, udakaphusitānaṃ nipāto. Atha kho naṃ khippameva parikkhayaṃ pariyādānaṃ gaccheyya. ",
  "mn66:16.7": "Evameva kho, udāyi, idhekacco puggalo upadhipahānāya paṭipanno hoti upadhipaṭinissaggāya. ",
  "mn66:16.8": "Tamenaṃ upadhipahānāya paṭipannaṃ upadhipaṭinissaggāya kadāci karahaci satisammosā upadhipaṭisaṃyuttā sarasaṅkappā samudācaranti; ",
  "mn66:16.9": "dandho, udāyi, satuppādo. ",
  "mn66:16.10": "Atha kho naṃ khippameva pajahati, vinodeti, byantīkaroti, anabhāvaṃ gameti. ",
  "mn66:16.11": "Imampi kho ahaṃ, udāyi, puggalaṃ ‘saṃyutto’ti vadāmi no ‘visaṃyutto’. ",
  "mn66:16.12": "Taṃ kissa hetu? ",
  "mn66:16.13": "Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā. ",
  "mn66:17.1": "Idha panudāyi, ekacco puggalo ‘upadhi dukkhassa mūlan’ti—",
  "mn66:17.2": "iti viditvā nirupadhi hoti, upadhisaṅkhaye vimutto. ",
  "mn66:17.3": "Imaṃ kho ahaṃ, udāyi, puggalaṃ ‘visaṃyutto’ti vadāmi no ‘saṃyutto’ti. ",
  "mn66:17.4": "Taṃ kissa hetu? ",
  "mn66:17.5": "Indriyavemattatā hi me, udāyi, imasmiṃ puggale viditā. ",
  "mn66:17.6": "Ime kho, udāyi, cattāro puggalā santo saṃvijjamānā lokasmiṃ. ",
  "mn66:18.1": "Pañca kho ime, udāyi, kāmaguṇā. ",
  "mn66:18.2": "Katame pañca? ",
  "mn66:18.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā, ",
  "mn66:18.4": "sotaviññeyyā saddā …pe… ",
  "mn66:18.5": "ghānaviññeyyā gandhā … ",
  "mn66:18.6": "jivhāviññeyyā rasā … ",
  "mn66:18.7": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā. ",
  "mn66:18.8": "Ime kho, udāyi, pañca kāmaguṇā. ",
  "mn66:19.1": "Yaṃ kho, udāyi, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ idaṃ vuccati kāmasukhaṃ miḷhasukhaṃ puthujjanasukhaṃ anariyasukhaṃ, na sevitabbaṃ, na bhāvetabbaṃ, na bahulīkātabbaṃ; ‘bhāyitabbaṃ etassa sukhassā’ti vadāmi. ",
  "mn66:20.1": "Idhudāyi, bhikkhu vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati ",
  "mn66:20.2": "vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati, ",
  "mn66:20.3": "pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati, ",
  "mn66:20.4": "sukhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati. ",
  "mn66:21.1": "Idaṃ vuccati nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhasukhaṃ, āsevitabbaṃ, bhāvetabbaṃ, bahulīkātabbaṃ; ‘na bhāyitabbaṃ etassa sukhassā’ti vadāmi. ",
  "mn66:22.1": "Idhudāyi, bhikkhu vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati; ",
  "mn66:22.2": "idaṃ kho ahaṃ, udāyi, iñjitasmiṃ vadāmi. ",
  "mn66:22.3": "Kiñca tattha iñjitasmiṃ? ",
  "mn66:22.4": "Yadeva tattha vitakkavicārā aniruddhā honti idaṃ tattha iñjitasmiṃ. ",
  "mn66:23.1": "Idhudāyi, bhikkhu vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati; ",
  "mn66:23.2": "idampi kho ahaṃ, udāyi, iñjitasmiṃ vadāmi. ",
  "mn66:23.3": "Kiñca tattha iñjitasmiṃ? ",
  "mn66:23.4": "Yadeva tattha pītisukhaṃ aniruddhaṃ hoti idaṃ tattha iñjitasmiṃ. ",
  "mn66:24.1": "Idhudāyi, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati; ",
  "mn66:24.2": "idampi kho ahaṃ, udāyi, iñjitasmiṃ vadāmi. ",
  "mn66:24.3": "Kiñca tattha iñjitasmiṃ? ",
  "mn66:24.4": "Yadeva tattha upekkhāsukhaṃ aniruddhaṃ hoti idaṃ tattha iñjitasmiṃ. ",
  "mn66:24.5": "Idhudāyi, bhikkhu sukhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati; ",
  "mn66:24.6": "idaṃ kho ahaṃ, udāyi, aniñjitasmiṃ vadāmi. ",
  "mn66:26.1": "Idhudāyi, bhikkhu vivicceva kāmehi …pe… paṭhamaṃ jhānaṃ upasampajja viharati; ",
  "mn66:26.2": "idaṃ kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:26.3": "Ko ca tassa samatikkamo? ",
  "mn66:27.1": "Idhudāyi, bhikkhu vitakkavicārānaṃ vūpasamā …pe… dutiyaṃ jhānaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ",
  "mn66:27.2": "idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:27.3": "Ko ca tassa samatikkamo? ",
  "mn66:27.4": "Idhudāyi, bhikkhu pītiyā ca virāgā …pe… tatiyaṃ jhānaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ",
  "mn66:27.5": "idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:27.6": "Ko ca tassa samatikkamo? ",
  "mn66:27.7": "Idhudāyi, bhikkhu sukhassa ca pahānā …pe… catutthaṃ jhānaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ",
  "mn66:27.8": "idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:27.9": "Ko ca tassa samatikkamo? ",
  "mn66:27.10": "Idhudāyi, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ",
  "mn66:27.11": "idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:27.12": "Ko ca tassa samatikkamo? ",
  "mn66:27.13": "Idhudāyi, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ",
  "mn66:27.14": "idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:27.15": "Ko ca tassa samatikkamo? ",
  "mn66:27.16": "Idhudāyi, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ",
  "mn66:27.17": "idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:27.18": "Ko ca tassa samatikkamo? ",
  "mn66:27.19": "Idhudāyi, bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ",
  "mn66:27.20": "idampi kho ahaṃ, udāyi, ‘analan’ti vadāmi, ‘pajahathā’ti vadāmi, ‘samatikkamathā’ti vadāmi. ",
  "mn66:27.21": "Ko ca tassa samatikkamo? ",
  "mn66:27.22": "Idhudāyi, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, ayaṃ tassa samatikkamo; ",
  "mn66:27.23": "iti kho ahaṃ, udāyi, nevasaññānāsaññāyatanassapi pahānaṃ vadāmi. ",
  "mn66:27.24": "Passasi no tvaṃ, udāyi, taṃ saṃyojanaṃ aṇuṃ vā thūlaṃ vā yassāhaṃ no pahānaṃ vadāmī”ti? ",
  "mn66:27.25": "“No hetaṃ, bhante”ti. ",
  "mn66:27.26": "Idamavoca bhagavā. ",
  "mn66:27.27": "Attamano āyasmā udāyī bhagavato bhāsitaṃ abhinandīti. ",
  "mn66:27.28": "Laṭukikopamasuttaṃ niṭṭhitaṃ chaṭṭhaṃ. "
}