{
  "mn67:0.1": "Majjhima Nikāya 67 ",
  "mn67:0.2": "Cātumasutta ",
  "mn67:1.1": "Evaṃ me sutaṃ—",
  "mn67:1.2": "ekaṃ samayaṃ bhagavā cātumāyaṃ viharati āmalakīvane. ",
  "mn67:2.1": "Tena kho pana samayena sāriputtamoggallānappamukhāni pañcamattāni bhikkhusatāni cātumaṃ anuppattāni honti bhagavantaṃ dassanāya. ",
  "mn67:2.2": "Te ca āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṃ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā ahesuṃ. ",
  "mn67:3.1": "Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi: ",
  "mn67:3.2": "“ke panete, ānanda, uccāsaddā mahāsaddā, kevaṭṭā maññe macchavilope”ti? ",
  "mn67:3.3": "“Etāni, bhante, sāriputtamoggallānappamukhāni pañcamattāni bhikkhusatāni cātumaṃ anuppattāni bhagavantaṃ dassanāya. ",
  "mn67:3.4": "Te āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṃ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā”ti. ",
  "mn67:4.1": "“Tenahānanda, mama vacanena te bhikkhū āmantehi: ",
  "mn67:4.2": "‘satthā āyasmante āmantetī’”ti. ",
  "mn67:4.3": "“Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "mn67:4.4": "“satthā āyasmante āmantetī”ti. ",
  "mn67:4.5": "“Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paṭissutvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te bhikkhū bhagavā etadavoca: ",
  "mn67:4.6": "“kiṃ nu tumhe, bhikkhave, uccāsaddā mahāsaddā, kevaṭṭā maññe macchavilope”ti? ",
  "mn67:4.7": "“Imāni, bhante, sāriputtamoggallānappamukhāni pañcamattāni bhikkhusatāni cātumaṃ anuppattāni bhagavantaṃ dassanāya. ",
  "mn67:4.8": "Teme āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṃ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā”ti. ",
  "mn67:5.1": "“Gacchatha, bhikkhave, paṇāmemi vo, na vo mama santike vatthabban”ti. ",
  "mn67:5.2": "“Evaṃ, bhante”ti kho te bhikkhū bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā senāsanaṃ saṃsāmetvā pattacīvaramādāya pakkamiṃsu. ",
  "mn67:6.1": "Tena kho pana samayena cātumeyyakā sakyā santhāgāre sannipatitā honti kenacideva karaṇīyena. ",
  "mn67:6.2": "Addasaṃsu kho cātumeyyakā sakyā te bhikkhū dūratova āgacchante; ",
  "mn67:6.3": "disvāna yena te bhikkhū tenupasaṅkamiṃsu; upasaṅkamitvā te bhikkhū etadavocuṃ: ",
  "mn67:6.4": "“handa kahaṃ pana tumhe āyasmanto gacchathā”ti? ",
  "mn67:6.5": "“Bhagavatā kho, āvuso, bhikkhusaṃgho paṇāmito”ti. ",
  "mn67:6.6": "“Tenahāyasmanto muhuttaṃ nisīdatha, appeva nāma mayaṃ sakkuṇeyyāma bhagavantaṃ pasādetun”ti. ",
  "mn67:6.7": "“Evamāvuso”ti kho te bhikkhū cātumeyyakānaṃ sakyānaṃ paccassosuṃ. ",
  "mn67:7.1": "Atha kho cātumeyyakā sakyā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho cātumeyyakā sakyā bhagavantaṃ etadavocuṃ: ",
  "mn67:7.2": "“abhinandatu, bhante, bhagavā bhikkhusaṃghaṃ; ",
  "mn67:7.3": "abhivadatu, bhante, bhagavā bhikkhusaṃghaṃ. ",
  "mn67:7.4": "Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṃgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṃghaṃ. ",
  "mn67:7.5": "Santettha, bhante, bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ. ",
  "mn67:7.6": "Tesaṃ bhagavantaṃ dassanāya alabhantānaṃ siyā aññathattaṃ, siyā vipariṇāmo. ",
  "mn67:7.7": "Seyyathāpi, bhante, bījānaṃ taruṇānaṃ udakaṃ alabhantānaṃ siyā aññathattaṃ siyā vipariṇāmo; ",
  "mn67:7.8": "evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, tesaṃ bhagavantaṃ dassanāya alabhantānaṃ siyā aññathattaṃ, siyā vipariṇāmo. ",
  "mn67:7.9": "Seyyathāpi, bhante, vacchassa taruṇassa mātaraṃ apassantassa siyā aññathattaṃ, siyā vipariṇāmo; ",
  "mn67:7.10": "evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, tesaṃ bhagavantaṃ apassantānaṃ siyā aññathattaṃ, siyā vipariṇāmo. ",
  "mn67:7.11": "Abhinandatu, bhante, bhagavā bhikkhusaṃghaṃ; ",
  "mn67:7.12": "abhivadatu, bhante, bhagavā bhikkhusaṃghaṃ. ",
  "mn67:7.13": "Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṃgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṃghan”ti. ",
  "mn67:8.1": "Atha kho brahmā sahampati bhagavato cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito bhagavato purato pāturahosi. ",
  "mn67:8.2": "Atha kho brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca: ",
  "mn67:9.1": "“abhinandatu, bhante, bhagavā bhikkhusaṃghaṃ; ",
  "mn67:9.2": "abhivadatu, bhante, bhagavā bhikkhusaṃghaṃ. ",
  "mn67:9.3": "Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṃgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṃghaṃ. ",
  "mn67:9.4": "Santettha, bhante, bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, tesaṃ bhagavantaṃ dassanāya alabhantānaṃ siyā aññathattaṃ, siyā vipariṇāmo. ",
  "mn67:9.5": "Seyyathāpi, bhante, bījānaṃ taruṇānaṃ udakaṃ alabhantānaṃ siyā aññathattaṃ, siyā vipariṇāmo; ",
  "mn67:9.6": "evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, tesaṃ bhagavantaṃ dassanāya alabhantānaṃ siyā aññathattaṃ, siyā vipariṇāmo. ",
  "mn67:9.7": "Seyyathāpi, bhante, vacchassa taruṇassa mātaraṃ apassantassa siyā aññathattaṃ, siyā vipariṇāmo; ",
  "mn67:9.8": "evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, tesaṃ bhagavantaṃ apassantānaṃ siyā aññathattaṃ, siyā vipariṇāmo. ",
  "mn67:9.9": "Abhinandatu, bhante, bhagavā bhikkhusaṃghaṃ; ",
  "mn67:9.10": "abhivadatu, bhante, bhagavā bhikkhusaṃghaṃ. ",
  "mn67:9.11": "Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṃgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṃghan”ti. ",
  "mn67:10.1": "Asakkhiṃsu kho cātumeyyakā ca sakyā brahmā ca sahampati bhagavantaṃ pasādetuṃ bījūpamena ca taruṇūpamena ca. ",
  "mn67:11.1": "Atha kho āyasmā mahāmoggallāno bhikkhū āmantesi: ",
  "mn67:11.2": "“uṭṭhethāvuso, gaṇhatha pattacīvaraṃ. ",
  "mn67:11.3": "Pasādito bhagavā cātumeyyakehi ca sakyehi brahmunā ca sahampatinā bījūpamena ca taruṇūpamena cā”ti. ",
  "mn67:12.1": "“Evamāvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paṭissutvā uṭṭhāyāsanā pattacīvaramādāya yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca: ",
  "mn67:12.2": "“kinti te, sāriputta, ahosi mayā bhikkhusaṃghe paṇāmite”ti? ",
  "mn67:12.3": "“Evaṃ kho me, bhante, ahosi: ",
  "mn67:12.4": "‘bhagavatā bhikkhusaṃgho paṇāmito. ",
  "mn67:12.5": "Appossukko dāni bhagavā diṭṭhadhammasukhavihāraṃ anuyutto viharissati, mayampi dāni appossukkā diṭṭhadhammasukhavihāramanuyuttā viharissāmā’”ti. ",
  "mn67:12.6": "“Āgamehi tvaṃ, sāriputta, āgamehi tvaṃ, sāriputta, diṭṭhadhammasukhavihāran”ti. ",
  "mn67:13.1": "Atha kho bhagavā āyasmantaṃ mahāmoggallānaṃ āmantesi: ",
  "mn67:13.2": "“kinti te, moggallāna, ahosi mayā bhikkhusaṃghe paṇāmite”ti? ",
  "mn67:13.3": "“Evaṃ kho me, bhante, ahosi: ",
  "mn67:13.4": "‘bhagavatā bhikkhusaṃgho paṇāmito. ",
  "mn67:13.5": "Appossukko dāni bhagavā diṭṭhadhammasukhavihāraṃ anuyutto viharissati, ahañca dāni āyasmā ca sāriputto bhikkhusaṃghaṃ pariharissāmā’”ti. ",
  "mn67:13.6": "“Sādhu sādhu, moggallāna. ",
  "mn67:13.7": "Ahaṃ vā hi, moggallāna, bhikkhusaṃghaṃ parihareyyaṃ sāriputtamoggallānā vā”ti. ",
  "mn67:14.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "mn67:14.2": "“cattārimāni, bhikkhave, bhayāni udakorohante pāṭikaṅkhitabbāni. ",
  "mn67:14.3": "Katamāni cattāri? ",
  "mn67:14.4": "Ūmibhayaṃ, kumbhīlabhayaṃ, āvaṭṭabhayaṃ, susukābhayaṃ—",
  "mn67:14.5": "imāni, bhikkhave, cattāri bhayāni udakorohante pāṭikaṅkhitabbāni. ",
  "mn67:15.1": "Evameva kho, bhikkhave, cattārimāni bhayāni idhekacce puggale imasmiṃ dhammavinaye agārasmā anagāriyaṃ pabbajite pāṭikaṅkhitabbāni. ",
  "mn67:15.2": "Katamāni cattāri? ",
  "mn67:15.3": "Ūmibhayaṃ, kumbhīlabhayaṃ, āvaṭṭabhayaṃ, susukābhayaṃ. ",
  "mn67:16.1": "Katamañca, bhikkhave, ūmibhayaṃ? ",
  "mn67:16.2": "Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti: ",
  "mn67:16.3": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto; ",
  "mn67:16.4": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
  "mn67:16.5": "Tamenaṃ tathā pabbajitaṃ samānaṃ sabrahmacārī ovadanti, anusāsanti: ",
  "mn67:16.6": "‘evaṃ te abhikkamitabbaṃ, evaṃ te paṭikkamitabbaṃ, evaṃ te ālokitabbaṃ, evaṃ te vilokitabbaṃ, evaṃ te samiñjitabbaṃ, evaṃ te pasāritabbaṃ, evaṃ te saṅghāṭipattacīvaraṃ dhāretabban’ti. ",
  "mn67:16.7": "Tassa evaṃ hoti: ",
  "mn67:16.8": "‘mayaṃ kho pubbe agāriyabhūtā samānā aññe ovadāma, anusāsāma. ",
  "mn67:16.9": "Ime panamhākaṃ puttamattā maññe, nattamattā maññe, amhe ovaditabbaṃ anusāsitabbaṃ maññantī’ti. ",
  "mn67:16.10": "So sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "mn67:16.11": "Ayaṃ vuccati, bhikkhave, ūmibhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto. ",
  "mn67:16.12": "‘Ūmibhayan’ti kho, bhikkhave, kodhupāyāsassetaṃ adhivacanaṃ. ",
  "mn67:17.1": "Katamañca, bhikkhave, kumbhīlabhayaṃ? ",
  "mn67:17.2": "Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti: ",
  "mn67:17.3": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto; ",
  "mn67:17.4": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
  "mn67:17.5": "Tamenaṃ tathā pabbajitaṃ samānaṃ sabrahmacārī ovadanti anusāsanti: ",
  "mn67:17.6": "‘idaṃ te khāditabbaṃ, idaṃ te na khāditabbaṃ; idaṃ te bhuñjitabbaṃ, idaṃ te na bhuñjitabbaṃ; idaṃ te sāyitabbaṃ, idaṃ te na sāyitabbaṃ; idaṃ te pātabbaṃ, idaṃ te na pātabbaṃ; kappiyaṃ te khāditabbaṃ, akappiyaṃ te na khāditabbaṃ; kappiyaṃ te bhuñjitabbaṃ, akappiyaṃ te na bhuñjitabbaṃ; kappiyaṃ te sāyitabbaṃ, akappiyaṃ te na sāyitabbaṃ; kappiyaṃ te pātabbaṃ, akappiyaṃ te na pātabbaṃ; kāle te khāditabbaṃ, vikāle te na khāditabbaṃ; kāle te bhuñjitabbaṃ, vikāle te na bhuñjitabbaṃ; kāle te sāyitabbaṃ, vikāle te na sāyitabbaṃ; kāle te pātabbaṃ, vikāle te na pātabban’ti. ",
  "mn67:17.7": "Tassa evaṃ hoti: ‘mayaṃ kho pubbe agāriyabhūtā samānā yaṃ icchāma taṃ khādāma, yaṃ na icchāma na taṃ khādāma; yaṃ icchāma taṃ bhuñjāma, yaṃ na icchāma na taṃ bhuñjāma; yaṃ icchāma taṃ sāyāma, yaṃ na icchāma na taṃ sāyāma; yaṃ icchāma taṃ pivāma, yaṃ na icchāma na taṃ pivāma; ",
  "mn67:17.8": "kappiyampi khādāma, akappiyampi khādāma; kappiyampi bhuñjāma, akappiyampi bhuñjāma; kappiyampi sāyāma, akappiyampi sāyāma; kappiyampi pivāma, akappiyampi pivāma; kālepi khādāma, vikālepi khādāma; kālepi bhuñjāma vikālepi bhuñjāma; kālepi sāyāma, vikālepi sāyāma; kālepi pivāma, vikālepi pivāma. ",
  "mn67:17.9": "Yampi no saddhā gahapatikā divā vikāle paṇītaṃ khādanīyaṃ bhojanīyaṃ denti tatthapime mukhāvaraṇaṃ maññe karontī’ti. ",
  "mn67:17.10": "So sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "mn67:17.11": "Ayaṃ vuccati, bhikkhave, kumbhīlabhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto. ",
  "mn67:17.12": "‘Kumbhīlabhayan’ti kho, bhikkhave, odarikattassetaṃ adhivacanaṃ. ",
  "mn67:18.1": "Katamañca, bhikkhave, āvaṭṭabhayaṃ? ",
  "mn67:18.2": "Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti: ",
  "mn67:18.3": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto; ",
  "mn67:18.4": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
  "mn67:18.5": "So evaṃ pabbajito samāno pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisati. ",
  "mn67:18.6": "Arakkhiteneva kāyena arakkhitāya vācāya anupaṭṭhitāya satiyā asaṃvutehi indriyehi so tattha passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ. ",
  "mn67:18.7": "Tassa evaṃ hoti: ",
  "mn67:18.8": "‘mayaṃ kho pubbe agāriyabhūtā samānā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārimhā. ",
  "mn67:18.9": "Saṃvijjanti kho pana me kule bhogā. ",
  "mn67:18.10": "Sakkā bhoge ca bhuñjituṃ puññāni ca kātun’ti. ",
  "mn67:18.11": "So sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "mn67:18.12": "Ayaṃ vuccati, bhikkhave, āvaṭṭabhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto. ",
  "mn67:18.13": "‘Āvaṭṭabhayan’ti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ. ",
  "mn67:19.1": "Katamañca, bhikkhave, susukābhayaṃ? ",
  "mn67:19.2": "Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti: ",
  "mn67:19.3": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto; ",
  "mn67:19.4": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
  "mn67:19.5": "So evaṃ pabbajito samāno pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisati. ",
  "mn67:19.6": "Arakkhiteneva kāyena arakkhitāya vācāya anupaṭṭhitāya satiyā asaṃvutehi indriyehi so tattha passati mātugāmaṃ dunnivatthaṃ vā duppārutaṃ vā. ",
  "mn67:19.7": "Tassa mātugāmaṃ disvā dunnivatthaṃ vā duppārutaṃ vā rāgo cittaṃ anuddhaṃseti. ",
  "mn67:19.8": "So rāgānuddhaṃsena cittena sikkhaṃ paccakkhāya hīnāyāvattati. ",
  "mn67:19.9": "Ayaṃ vuccati, bhikkhave, susukābhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto. ",
  "mn67:19.10": "‘Susukābhayan’ti kho, bhikkhave, mātugāmassetaṃ adhivacanaṃ. ",
  "mn67:20.1": "Imāni kho, bhikkhave, cattāri bhayāni, idhekacce puggale imasmiṃ dhammavinaye agārasmā anagāriyaṃ pabbajite pāṭikaṅkhitabbānī”ti. ",
  "mn67:20.2": "Idamavoca bhagavā. ",
  "mn67:20.3": "Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti. ",
  "mn67:20.4": "Cātumasuttaṃ niṭṭhitaṃ sattamaṃ. "
}