{
  "mn67:0.1": "Majjhima Nikāya 67 ",
  "mn67:0.2": "Cātumasutta ",
  "mn67:1.1": "Evaṁ me sutaṁ—",
  "mn67:1.2": "ekaṁ samayaṁ bhagavā cātumāyaṁ viharati āmalakīvane. ",
  "mn67:2.1": "Tena kho pana samayena sāriputtamoggallānappamukhāni pañcamattāni bhikkhusatāni cātumaṁ anuppattāni honti bhagavantaṁ dassanāya. ",
  "mn67:2.2": "Te ca āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṁ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā ahesuṁ. ",
  "mn67:3.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "mn67:3.2": "“ke panete, ānanda, uccāsaddā mahāsaddā, kevaṭṭā maññe macchavilope”ti? ",
  "mn67:3.3": "“Etāni, bhante, sāriputtamoggallānappamukhāni pañcamattāni bhikkhusatāni cātumaṁ anuppattāni bhagavantaṁ dassanāya. ",
  "mn67:3.4": "Te āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṁ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā”ti. ",
  "mn67:4.1": "“Tenahānanda, mama vacanena te bhikkhū āmantehi: ",
  "mn67:4.2": "‘satthā āyasmante āmantetī’”ti. ",
  "mn67:4.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca: ",
  "mn67:4.4": "“satthā āyasmante āmantetī”ti. ",
  "mn67:4.5": "“Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paṭissutvā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinne kho te bhikkhū bhagavā etadavoca: ",
  "mn67:4.6": "“kiṁ nu tumhe, bhikkhave, uccāsaddā mahāsaddā, kevaṭṭā maññe macchavilope”ti? ",
  "mn67:4.7": "“Imāni, bhante, sāriputtamoggallānappamukhāni pañcamattāni bhikkhusatāni cātumaṁ anuppattāni bhagavantaṁ dassanāya. ",
  "mn67:4.8": "Teme āgantukā bhikkhū nevāsikehi bhikkhūhi saddhiṁ paṭisammodamānā senāsanāni paññāpayamānā pattacīvarāni paṭisāmayamānā uccāsaddā mahāsaddā”ti. ",
  "mn67:5.1": "“Gacchatha, bhikkhave, paṇāmemi vo, na vo mama santike vatthabban”ti. ",
  "mn67:5.2": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā senāsanaṁ saṁsāmetvā pattacīvaramādāya pakkamiṁsu. ",
  "mn67:6.1": "Tena kho pana samayena cātumeyyakā sakyā santhāgāre sannipatitā honti kenacideva karaṇīyena. ",
  "mn67:6.2": "Addasaṁsu kho cātumeyyakā sakyā te bhikkhū dūratova āgacchante; ",
  "mn67:6.3": "disvāna yena te bhikkhū tenupasaṅkamiṁsu; upasaṅkamitvā te bhikkhū etadavocuṁ: ",
  "mn67:6.4": "“handa kahaṁ pana tumhe āyasmanto gacchathā”ti? ",
  "mn67:6.5": "“Bhagavatā kho, āvuso, bhikkhusaṅgho paṇāmito”ti. ",
  "mn67:6.6": "“Tenahāyasmanto muhuttaṁ nisīdatha, appeva nāma mayaṁ sakkuṇeyyāma bhagavantaṁ pasādetun”ti. ",
  "mn67:6.7": "“Evamāvuso”ti kho te bhikkhū cātumeyyakānaṁ sakyānaṁ paccassosuṁ. ",
  "mn67:7.1": "Atha kho cātumeyyakā sakyā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho cātumeyyakā sakyā bhagavantaṁ etadavocuṁ: ",
  "mn67:7.2": "“abhinandatu, bhante, bhagavā bhikkhusaṅghaṁ; ",
  "mn67:7.3": "abhivadatu, bhante, bhagavā bhikkhusaṅghaṁ. ",
  "mn67:7.4": "Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṅgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṅghaṁ. ",
  "mn67:7.5": "Santettha, bhante, bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ. ",
  "mn67:7.6": "Tesaṁ bhagavantaṁ dassanāya alabhantānaṁ siyā aññathattaṁ, siyā vipariṇāmo. ",
  "mn67:7.7": "Seyyathāpi, bhante, bījānaṁ taruṇānaṁ udakaṁ alabhantānaṁ siyā aññathattaṁ siyā vipariṇāmo; ",
  "mn67:7.8": "evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ, tesaṁ bhagavantaṁ dassanāya alabhantānaṁ siyā aññathattaṁ, siyā vipariṇāmo. ",
  "mn67:7.9": "Seyyathāpi, bhante, vacchassa taruṇassa mātaraṁ apassantassa siyā aññathattaṁ, siyā vipariṇāmo; ",
  "mn67:7.10": "evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ, tesaṁ bhagavantaṁ apassantānaṁ siyā aññathattaṁ, siyā vipariṇāmo. ",
  "mn67:7.11": "Abhinandatu, bhante, bhagavā bhikkhusaṅghaṁ; ",
  "mn67:7.12": "abhivadatu, bhante, bhagavā bhikkhusaṅghaṁ. ",
  "mn67:7.13": "Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṅgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṅghan”ti. ",
  "mn67:8.1": "Atha kho brahmā sahampati bhagavato cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito bhagavato purato pāturahosi. ",
  "mn67:8.2": "Atha kho brahmā sahampati ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "mn67:9.1": "“abhinandatu, bhante, bhagavā bhikkhusaṅghaṁ; ",
  "mn67:9.2": "abhivadatu, bhante, bhagavā bhikkhusaṅghaṁ. ",
  "mn67:9.3": "Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṅgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṅghaṁ. ",
  "mn67:9.4": "Santettha, bhante, bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ, tesaṁ bhagavantaṁ dassanāya alabhantānaṁ siyā aññathattaṁ, siyā vipariṇāmo. ",
  "mn67:9.5": "Seyyathāpi, bhante, bījānaṁ taruṇānaṁ udakaṁ alabhantānaṁ siyā aññathattaṁ, siyā vipariṇāmo; ",
  "mn67:9.6": "evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ, tesaṁ bhagavantaṁ dassanāya alabhantānaṁ siyā aññathattaṁ, siyā vipariṇāmo. ",
  "mn67:9.7": "Seyyathāpi, bhante, vacchassa taruṇassa mātaraṁ apassantassa siyā aññathattaṁ, siyā vipariṇāmo; ",
  "mn67:9.8": "evameva kho, bhante, santettha bhikkhū navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ, tesaṁ bhagavantaṁ apassantānaṁ siyā aññathattaṁ, siyā vipariṇāmo. ",
  "mn67:9.9": "Abhinandatu, bhante, bhagavā bhikkhusaṅghaṁ; ",
  "mn67:9.10": "abhivadatu, bhante, bhagavā bhikkhusaṅghaṁ. ",
  "mn67:9.11": "Seyyathāpi, bhante, bhagavatā pubbe bhikkhusaṅgho anuggahito; evameva bhagavā etarahi anuggaṇhātu bhikkhusaṅghan”ti. ",
  "mn67:10.1": "Asakkhiṁsu kho cātumeyyakā ca sakyā brahmā ca sahampati bhagavantaṁ pasādetuṁ bījūpamena ca taruṇūpamena ca. ",
  "mn67:11.1": "Atha kho āyasmā mahāmoggallāno bhikkhū āmantesi: ",
  "mn67:11.2": "“uṭṭhethāvuso, gaṇhatha pattacīvaraṁ. ",
  "mn67:11.3": "Pasādito bhagavā cātumeyyakehi ca sakyehi brahmunā ca sahampatinā bījūpamena ca taruṇūpamena cā”ti. ",
  "mn67:12.1": "“Evamāvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paṭissutvā uṭṭhāyāsanā pattacīvaramādāya yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnaṁ kho āyasmantaṁ sāriputtaṁ bhagavā etadavoca: ",
  "mn67:12.2": "“kinti te, sāriputta, ahosi mayā bhikkhusaṅghe paṇāmite”ti? ",
  "mn67:12.3": "“Evaṁ kho me, bhante, ahosi: ",
  "mn67:12.4": "‘bhagavatā bhikkhusaṅgho paṇāmito. ",
  "mn67:12.5": "Appossukko dāni bhagavā diṭṭhadhammasukhavihāraṁ anuyutto viharissati, mayampi dāni appossukkā diṭṭhadhammasukhavihāramanuyuttā viharissāmā’”ti. ",
  "mn67:12.6": "“Āgamehi tvaṁ, sāriputta, āgamehi tvaṁ, sāriputta, diṭṭhadhammasukhavihāran”ti. ",
  "mn67:13.1": "Atha kho bhagavā āyasmantaṁ mahāmoggallānaṁ āmantesi: ",
  "mn67:13.2": "“kinti te, moggallāna, ahosi mayā bhikkhusaṅghe paṇāmite”ti? ",
  "mn67:13.3": "“Evaṁ kho me, bhante, ahosi: ",
  "mn67:13.4": "‘bhagavatā bhikkhusaṅgho paṇāmito. ",
  "mn67:13.5": "Appossukko dāni bhagavā diṭṭhadhammasukhavihāraṁ anuyutto viharissati, ahañca dāni āyasmā ca sāriputto bhikkhusaṅghaṁ pariharissāmā’”ti. ",
  "mn67:13.6": "“Sādhu sādhu, moggallāna. ",
  "mn67:13.7": "Ahaṁ vā hi, moggallāna, bhikkhusaṅghaṁ parihareyyaṁ sāriputtamoggallānā vā”ti. ",
  "mn67:14.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "mn67:14.2": "“cattārimāni, bhikkhave, bhayāni udakorohante pāṭikaṅkhitabbāni. ",
  "mn67:14.3": "Katamāni cattāri? ",
  "mn67:14.4": "Ūmibhayaṁ, kumbhīlabhayaṁ, āvaṭṭabhayaṁ, susukābhayaṁ—",
  "mn67:14.5": "imāni, bhikkhave, cattāri bhayāni udakorohante pāṭikaṅkhitabbāni. ",
  "mn67:15.1": "Evameva kho, bhikkhave, cattārimāni bhayāni idhekacce puggale imasmiṁ dhammavinaye agārasmā anagāriyaṁ pabbajite pāṭikaṅkhitabbāni. ",
  "mn67:15.2": "Katamāni cattāri? ",
  "mn67:15.3": "Ūmibhayaṁ, kumbhīlabhayaṁ, āvaṭṭabhayaṁ, susukābhayaṁ. ",
  "mn67:16.1": "Katamañca, bhikkhave, ūmibhayaṁ? ",
  "mn67:16.2": "Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṁ pabbajito hoti: ",
  "mn67:16.3": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto; ",
  "mn67:16.4": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
  "mn67:16.5": "Tamenaṁ tathā pabbajitaṁ samānaṁ sabrahmacārī ovadanti, anusāsanti: ",
  "mn67:16.6": "‘evaṁ te abhikkamitabbaṁ, evaṁ te paṭikkamitabbaṁ, evaṁ te ālokitabbaṁ, evaṁ te vilokitabbaṁ, evaṁ te samiñjitabbaṁ, evaṁ te pasāritabbaṁ, evaṁ te saṅghāṭipattacīvaraṁ dhāretabban’ti. ",
  "mn67:16.7": "Tassa evaṁ hoti: ",
  "mn67:16.8": "‘mayaṁ kho pubbe agāriyabhūtā samānā aññe ovadāma, anusāsāma. ",
  "mn67:16.9": "Ime panamhākaṁ puttamattā maññe, nattamattā maññe, amhe ovaditabbaṁ anusāsitabbaṁ maññantī’ti. ",
  "mn67:16.10": "So sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "mn67:16.11": "Ayaṁ vuccati, bhikkhave, ūmibhayassa bhīto sikkhaṁ paccakkhāya hīnāyāvatto. ",
  "mn67:16.12": "‘Ūmibhayan’ti kho, bhikkhave, kodhupāyāsassetaṁ adhivacanaṁ. ",
  "mn67:17.1": "Katamañca, bhikkhave, kumbhīlabhayaṁ? ",
  "mn67:17.2": "Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṁ pabbajito hoti: ",
  "mn67:17.3": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto; ",
  "mn67:17.4": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
  "mn67:17.5": "Tamenaṁ tathā pabbajitaṁ samānaṁ sabrahmacārī ovadanti anusāsanti: ",
  "mn67:17.6": "‘idaṁ te khāditabbaṁ, idaṁ te na khāditabbaṁ; idaṁ te bhuñjitabbaṁ, idaṁ te na bhuñjitabbaṁ; idaṁ te sāyitabbaṁ, idaṁ te na sāyitabbaṁ; idaṁ te pātabbaṁ, idaṁ te na pātabbaṁ; kappiyaṁ te khāditabbaṁ, akappiyaṁ te na khāditabbaṁ; kappiyaṁ te bhuñjitabbaṁ, akappiyaṁ te na bhuñjitabbaṁ; kappiyaṁ te sāyitabbaṁ, akappiyaṁ te na sāyitabbaṁ; kappiyaṁ te pātabbaṁ, akappiyaṁ te na pātabbaṁ; kāle te khāditabbaṁ, vikāle te na khāditabbaṁ; kāle te bhuñjitabbaṁ, vikāle te na bhuñjitabbaṁ; kāle te sāyitabbaṁ, vikāle te na sāyitabbaṁ; kāle te pātabbaṁ, vikāle te na pātabban’ti. ",
  "mn67:17.7": "Tassa evaṁ hoti: ‘mayaṁ kho pubbe agāriyabhūtā samānā yaṁ icchāma taṁ khādāma, yaṁ na icchāma na taṁ khādāma; yaṁ icchāma taṁ bhuñjāma, yaṁ na icchāma na taṁ bhuñjāma; yaṁ icchāma taṁ sāyāma, yaṁ na icchāma na taṁ sāyāma; yaṁ icchāma taṁ pivāma, yaṁ na icchāma na taṁ pivāma; ",
  "mn67:17.8": "kappiyampi khādāma, akappiyampi khādāma; kappiyampi bhuñjāma, akappiyampi bhuñjāma; kappiyampi sāyāma, akappiyampi sāyāma; kappiyampi pivāma, akappiyampi pivāma; kālepi khādāma, vikālepi khādāma; kālepi bhuñjāma vikālepi bhuñjāma; kālepi sāyāma, vikālepi sāyāma; kālepi pivāma, vikālepi pivāma. ",
  "mn67:17.9": "Yampi no saddhā gahapatikā divā vikāle paṇītaṁ khādanīyaṁ bhojanīyaṁ denti tatthapime mukhāvaraṇaṁ maññe karontī’ti. ",
  "mn67:17.10": "So sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "mn67:17.11": "Ayaṁ vuccati, bhikkhave, kumbhīlabhayassa bhīto sikkhaṁ paccakkhāya hīnāyāvatto. ",
  "mn67:17.12": "‘Kumbhīlabhayan’ti kho, bhikkhave, odarikattassetaṁ adhivacanaṁ. ",
  "mn67:18.1": "Katamañca, bhikkhave, āvaṭṭabhayaṁ? ",
  "mn67:18.2": "Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṁ pabbajito hoti: ",
  "mn67:18.3": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto; ",
  "mn67:18.4": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
  "mn67:18.5": "So evaṁ pabbajito samāno pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya gāmaṁ vā nigamaṁ vā piṇḍāya pavisati. ",
  "mn67:18.6": "Arakkhiteneva kāyena arakkhitāya vācāya anupaṭṭhitāya satiyā asaṁvutehi indriyehi so tattha passati gahapatiṁ vā gahapatiputtaṁ vā pañcahi kāmaguṇehi samappitaṁ samaṅgībhūtaṁ paricārayamānaṁ. ",
  "mn67:18.7": "Tassa evaṁ hoti: ",
  "mn67:18.8": "‘mayaṁ kho pubbe agāriyabhūtā samānā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārimhā. ",
  "mn67:18.9": "Saṁvijjanti kho pana me kule bhogā. ",
  "mn67:18.10": "Sakkā bhoge ca bhuñjituṁ puññāni ca kātun’ti. ",
  "mn67:18.11": "So sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "mn67:18.12": "Ayaṁ vuccati, bhikkhave, āvaṭṭabhayassa bhīto sikkhaṁ paccakkhāya hīnāyāvatto. ",
  "mn67:18.13": "‘Āvaṭṭabhayan’ti kho, bhikkhave, pañcannetaṁ kāmaguṇānaṁ adhivacanaṁ. ",
  "mn67:19.1": "Katamañca, bhikkhave, susukābhayaṁ? ",
  "mn67:19.2": "Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṁ pabbajito hoti: ",
  "mn67:19.3": "‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi dukkhotiṇṇo dukkhapareto; ",
  "mn67:19.4": "appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti. ",
  "mn67:19.5": "So evaṁ pabbajito samāno pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya gāmaṁ vā nigamaṁ vā piṇḍāya pavisati. ",
  "mn67:19.6": "Arakkhiteneva kāyena arakkhitāya vācāya anupaṭṭhitāya satiyā asaṁvutehi indriyehi so tattha passati mātugāmaṁ dunnivatthaṁ vā duppārutaṁ vā. ",
  "mn67:19.7": "Tassa mātugāmaṁ disvā dunnivatthaṁ vā duppārutaṁ vā rāgo cittaṁ anuddhaṁseti. ",
  "mn67:19.8": "So rāgānuddhaṁsena cittena sikkhaṁ paccakkhāya hīnāyāvattati. ",
  "mn67:19.9": "Ayaṁ vuccati, bhikkhave, susukābhayassa bhīto sikkhaṁ paccakkhāya hīnāyāvatto. ",
  "mn67:19.10": "‘Susukābhayan’ti kho, bhikkhave, mātugāmassetaṁ adhivacanaṁ. ",
  "mn67:20.1": "Imāni kho, bhikkhave, cattāri bhayāni, idhekacce puggale imasmiṁ dhammavinaye agārasmā anagāriyaṁ pabbajite pāṭikaṅkhitabbānī”ti. ",
  "mn67:20.2": "Idamavoca bhagavā. ",
  "mn67:20.3": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn67:20.4": "Cātumasuttaṁ niṭṭhitaṁ sattamaṁ. "
}