{
  "mn99:0.1": "Majjhima Nikāya 99 ",
  "mn99:0.2": "Subhasutta ",
  "mn99:1.1": "Evaṁ me sutaṁ—",
  "mn99:1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn99:2.1": "Tena kho pana samayena subho māṇavo todeyyaputto sāvatthiyaṁ paṭivasati aññatarassa gahapatissa nivesane kenacideva karaṇīyena. ",
  "mn99:2.2": "Atha kho subho māṇavo todeyyaputto yassa gahapatissa nivesane paṭivasati taṁ gahapatiṁ etadavoca: ",
  "mn99:2.3": "“sutaṁ metaṁ, gahapati: ",
  "mn99:2.4": "‘avivittā sāvatthī arahantehī’ti. ",
  "mn99:2.5": "Kaṁ nu khvajja samaṇaṁ vā brāhmaṇaṁ vā payirupāseyyāmā”ti? ",
  "mn99:2.6": "“Ayaṁ, bhante, bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "mn99:2.7": "Taṁ, bhante, bhagavantaṁ payirupāsassū”ti. ",
  "mn99:3.1": "Atha kho subho māṇavo todeyyaputto tassa gahapatissa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "mn99:3.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho subho māṇavo todeyyaputto bhagavantaṁ etadavoca: ",
  "mn99:4.1": "“brāhmaṇā, bho gotama, evamāhaṁsu: ",
  "mn99:4.2": "‘gahaṭṭho ārādhako hoti ñāyaṁ dhammaṁ kusalaṁ, na pabbajito ārādhako hoti ñāyaṁ dhammaṁ kusalan’ti. ",
  "mn99:4.3": "Idha bhavaṁ gotamo kimāhā”ti? ",
  "mn99:4.4": "“Vibhajjavādo kho ahamettha, māṇava; ",
  "mn99:4.5": "nāhamettha ekaṁsavādo. ",
  "mn99:4.6": "Gihissa vāhaṁ, māṇava, pabbajitassa vā micchāpaṭipattiṁ na vaṇṇemi. ",
  "mn99:4.7": "Gihī vā hi, māṇava, pabbajito vā micchāpaṭipanno micchāpaṭipattādhikaraṇahetu na ārādhako hoti ñāyaṁ dhammaṁ kusalaṁ. ",
  "mn99:4.8": "Gihissa vāhaṁ, māṇava, pabbajitassa vā sammāpaṭipattiṁ vaṇṇemi. ",
  "mn99:4.9": "Gihī vā hi, māṇava, pabbajito vā sammāpaṭipanno sammāpaṭipattādhikaraṇahetu ārādhako hoti ñāyaṁ dhammaṁ kusalan”ti. ",
  "mn99:5.1": "“Brāhmaṇā, bho gotama, evamāhaṁsu: ",
  "mn99:5.2": "‘mahaṭṭhamidaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ gharāvāsakammaṭṭhānaṁ mahapphalaṁ hoti; ",
  "mn99:5.3": "appaṭṭhamidaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ pabbajjā kammaṭṭhānaṁ appaphalaṁ hotī’ti. ",
  "mn99:5.4": "Idha bhavaṁ gotamo kimāhā”ti. ",
  "mn99:5.5": "“Etthāpi kho ahaṁ, māṇava, vibhajjavādo; ",
  "mn99:5.6": "nāhamettha ekaṁsavādo. ",
  "mn99:5.7": "Atthi, māṇava, kammaṭṭhānaṁ mahaṭṭhaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ, vipajjamānaṁ appaphalaṁ hoti; ",
  "mn99:5.8": "atthi, māṇava, kammaṭṭhānaṁ mahaṭṭhaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ, sampajjamānaṁ mahapphalaṁ hoti; ",
  "mn99:5.9": "atthi, māṇava, kammaṭṭhānaṁ appaṭṭhaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ, vipajjamānaṁ appaphalaṁ hoti; ",
  "mn99:5.10": "atthi, māṇava, kammaṭṭhānaṁ appaṭṭhaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ sampajjamānaṁ mahapphalaṁ hoti. ",
  "mn99:6.1": "Katamañca, māṇava, kammaṭṭhānaṁ mahaṭṭhaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ vipajjamānaṁ appaphalaṁ hoti? ",
  "mn99:6.2": "Kasi kho, māṇava, kammaṭṭhānaṁ mahaṭṭhaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ vipajjamānaṁ appaphalaṁ hoti. ",
  "mn99:6.3": "Katamañca, māṇava, kammaṭṭhānaṁ mahaṭṭhaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ sampajjamānaṁ mahapphalaṁ hoti? ",
  "mn99:6.4": "Kasiyeva kho, māṇava, kammaṭṭhānaṁ mahaṭṭhaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ sampajjamānaṁ mahapphalaṁ hoti. ",
  "mn99:6.5": "Katamañca, māṇava, kammaṭṭhānaṁ appaṭṭhaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ vipajjamānaṁ appaphalaṁ hoti? ",
  "mn99:6.6": "Vaṇijjā kho, māṇava, kammaṭṭhānaṁ appaṭṭhaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ vipajjamānaṁ appaphalaṁ hoti. ",
  "mn99:6.7": "Katamañca, māṇava, kammaṭṭhānaṁ appaṭṭhaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ sampajjamānaṁ mahapphalaṁ hoti? ",
  "mn99:6.8": "Vaṇijjāyeva kho, māṇava, kammaṭṭhānaṁ appaṭṭhaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ sampajjamānaṁ mahapphalaṁ hoti. ",
  "mn99:7.1": "Seyyathāpi, māṇava, kasi kammaṭṭhānaṁ mahaṭṭhaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ vipajjamānaṁ appaphalaṁ hoti; ",
  "mn99:7.2": "evameva kho, māṇava, gharāvāsakammaṭṭhānaṁ mahaṭṭhaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ vipajjamānaṁ appaphalaṁ hoti. ",
  "mn99:7.3": "Seyyathāpi, māṇava, kasiyeva kammaṭṭhānaṁ mahaṭṭhaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ sampajjamānaṁ mahapphalaṁ hoti; ",
  "mn99:7.4": "evameva kho, māṇava, gharāvāsakammaṭṭhānaṁ mahaṭṭhaṁ mahākiccaṁ mahādhikaraṇaṁ mahāsamārambhaṁ sampajjamānaṁ mahapphalaṁ hoti. ",
  "mn99:7.5": "Seyyathāpi, māṇava, vaṇijjā kammaṭṭhānaṁ appaṭṭhaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ vipajjamānaṁ appaphalaṁ hoti; ",
  "mn99:7.6": "evameva kho, māṇava, pabbajjā kammaṭṭhānaṁ appaṭṭhaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ vipajjamānaṁ appaphalaṁ hoti. ",
  "mn99:7.7": "Seyyathāpi, māṇava, vaṇijjāyeva kammaṭṭhānaṁ appaṭṭhaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ sampajjamānaṁ mahapphalaṁ hoti; ",
  "mn99:7.8": "evameva kho, māṇava, pabbajjā kammaṭṭhānaṁ appaṭṭhaṁ appakiccaṁ appādhikaraṇaṁ appasamārambhaṁ sampajjamānaṁ mahapphalaṁ hotī”ti. ",
  "mn99:8.1": "“Brāhmaṇā, bho gotama, pañca dhamme paññapenti puññassa kiriyāya, kusalassa ārādhanāyā”ti. ",
  "mn99:8.2": "“Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya, kusalassa ārādhanāya—",
  "mn99:8.3": "sace te agaru—",
  "mn99:8.4": "sādhu te pañca dhamme imasmiṁ parisati bhāsassū”ti. ",
  "mn99:8.5": "“Na kho me, bho gotama, garu yatthassu bhavanto vā nisinno bhavantarūpo vā”ti. ",
  "mn99:8.6": "“Tena hi, māṇava, bhāsassū”ti. ",
  "mn99:9.1": "“Saccaṁ kho, bho gotama, brāhmaṇā paṭhamaṁ dhammaṁ paññapenti puññassa kiriyāya, kusalassa ārādhanāya. ",
  "mn99:9.2": "Tapaṁ kho, bho gotama, brāhmaṇā dutiyaṁ dhammaṁ paññapenti puññassa kiriyāya, kusalassa ārādhanāya. ",
  "mn99:9.3": "Brahmacariyaṁ kho, bho gotama, brāhmaṇā tatiyaṁ dhammaṁ paññapenti puññassa kiriyāya, kusalassa ārādhanāya. ",
  "mn99:9.4": "Ajjhenaṁ kho, bho gotama, brāhmaṇā catutthaṁ dhammaṁ paññapenti puññassa kiriyāya, kusalassa ārādhanāya. ",
  "mn99:9.5": "Cāgaṁ kho, bho gotama, brāhmaṇā pañcamaṁ dhammaṁ paññapenti puññassa kiriyāya, kusalassa ārādhanāya. ",
  "mn99:9.6": "Brāhmaṇā, bho gotama, ime pañca dhamme paññapenti puññassa kiriyāya, kusalassa ārādhanāyāti. ",
  "mn99:9.7": "Idha bhavaṁ gotamo kimāhā”ti? ",
  "mn99:9.8": "“Kiṁ pana, māṇava, atthi koci brāhmaṇānaṁ ekabrāhmaṇopi yo evamāha: ",
  "mn99:9.9": "‘ahaṁ imesaṁ pañcannaṁ dhammānaṁ sayaṁ abhiññā sacchikatvā vipākaṁ pavedemī’”ti? ",
  "mn99:9.10": "“No hidaṁ, bho gotama”. ",
  "mn99:9.11": "“Kiṁ pana, māṇava, atthi koci brāhmaṇānaṁ ekācariyopi ekācariyapācariyopi yāva sattamā ācariyamahayugāpi yo evamāha: ",
  "mn99:9.12": "‘ahaṁ imesaṁ pañcannaṁ dhammānaṁ sayaṁ abhiññā sacchikatvā vipākaṁ pavedemī’”ti? ",
  "mn99:9.13": "“No hidaṁ, bho gotama”. ",
  "mn99:9.14": "“Kiṁ pana, māṇava, yepi te brāhmaṇānaṁ pubbakā isayo mantānaṁ kattāro mantānaṁ pavattāro yesamidaṁ etarahi brāhmaṇā porāṇaṁ mantapadaṁ gītaṁ pavuttaṁ samihitaṁ tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṁ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, ",
  "mn99:9.15": "tepi evamāhaṁsu: ",
  "mn99:9.16": "‘mayaṁ imesaṁ pañcannaṁ dhammānaṁ sayaṁ abhiññā sacchikatvā vipākaṁ pavedemā’”ti? ",
  "mn99:9.17": "“No hidaṁ, bho gotama”. ",
  "mn99:9.18": "“Iti kira, māṇava, natthi koci brāhmaṇānaṁ ekabrāhmaṇopi yo evamāha: ",
  "mn99:9.19": "‘ahaṁ imesaṁ pañcannaṁ dhammānaṁ sayaṁ abhiññā sacchikatvā vipākaṁ pavedemī’ti; ",
  "mn99:9.20": "natthi koci brāhmaṇānaṁ ekācariyopi ekācariyapācariyopi yāva sattamā ācariyamahayugāpi yo evamāha: ",
  "mn99:9.21": "‘ahaṁ imesaṁ pañcannaṁ dhammānaṁ sayaṁ abhiññā sacchikatvā vipākaṁ pavedemī’ti; ",
  "mn99:9.22": "yepi te brāhmaṇānaṁ pubbakā isayo mantānaṁ kattāro mantānaṁ pavattāro, yesamidaṁ etarahi brāhmaṇā porāṇaṁ mantapadaṁ gītaṁ pavuttaṁ samihitaṁ, tadanugāyanti tadanubhāsanti bhāsitamanubhāsanti vācitamanuvācenti, seyyathidaṁ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu. ",
  "mn99:9.23": "Tepi na evamāhaṁsu: ",
  "mn99:9.24": "‘mayaṁ imesaṁ pañcannaṁ dhammānaṁ sayaṁ abhiññā sacchikatvā vipākaṁ pavedemā’ti. ",
  "mn99:9.25": "Seyyathāpi, māṇava, andhaveṇi paramparāsaṁsattā purimopi na passati majjhimopi na passati pacchimopi na passati; ",
  "mn99:9.26": "evameva kho, māṇava, andhaveṇūpamaṁ maññe brāhmaṇānaṁ bhāsitaṁ sampajjati—purimopi na passati majjhimopi na passati pacchimopi na passatī”ti. ",
  "mn99:10.1": "Evaṁ vutte, subho māṇavo todeyyaputto bhagavatā andhaveṇūpamena vuccamāno kupito anattamano bhagavantaṁyeva khuṁsento bhagavantaṁyeva vambhento bhagavantaṁyeva vadamāno: ",
  "mn99:10.2": "“samaṇo gotamo pāpito bhavissatī”ti bhagavantaṁ etadavoca: ",
  "mn99:10.3": "“brāhmaṇo, bho gotama, pokkharasāti opamañño subhagavaniko evamāha: ",
  "mn99:10.4": "‘evameva panidhekacce samaṇabrāhmaṇā uttari manussadhammā alamariyañāṇadassanavisesaṁ paṭijānanti. ",
  "mn99:10.5": "Tesamidaṁ bhāsitaṁ hassakaṁyeva sampajjati, nāmakaṁyeva sampajjati, rittakaṁyeva sampajjati, tucchakaṁyeva sampajjati. ",
  "mn99:10.6": "Kathañhi nāma manussabhūto uttari manussadhammā alamariyañāṇadassanavisesaṁ ñassati vā dakkhati vā sacchi vā karissatīti—",
  "mn99:10.7": "netaṁ ṭhānaṁ vijjatī’”ti? ",
  "mn99:11.1": "“Kiṁ pana, māṇava, brāhmaṇo pokkharasāti opamañño subhagavaniko sabbesaṁyeva samaṇabrāhmaṇānaṁ cetasā ceto paricca pajānātī”ti? ",
  "mn99:11.2": "“Sakāyapi hi, bho gotama, puṇṇikāya dāsiyā brāhmaṇo pokkharasāti opamañño subhagavaniko cetasā ceto paricca na pajānāti, kuto pana sabbesaṁyeva samaṇabrāhmaṇānaṁ cetasā ceto paricca pajānissatī”ti? ",
  "mn99:12.1": "“Seyyathāpi, māṇava, jaccandho puriso na passeyya kaṇhasukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṁ, na passeyya tārakarūpāni, na passeyya candimasūriye. ",
  "mn99:12.2": "So evaṁ vadeyya: ",
  "mn99:12.3": "‘natthi kaṇhasukkāni rūpāni, natthi kaṇhasukkānaṁ rūpānaṁ dassāvī; ",
  "mn99:12.4": "natthi nīlakāni rūpāni, natthi nīlakānaṁ rūpānaṁ dassāvī; ",
  "mn99:12.5": "natthi pītakāni rūpāni, natthi pītakānaṁ rūpānaṁ dassāvī; ",
  "mn99:12.6": "natthi lohitakāni rūpāni, natthi lohitakānaṁ rūpānaṁ dassāvī; ",
  "mn99:12.7": "natthi mañjiṭṭhakāni rūpāni, natthi mañjiṭṭhakānaṁ rūpānaṁ dassāvī; ",
  "mn99:12.8": "natthi samavisamaṁ, natthi samavisamassa dassāvī; ",
  "mn99:12.9": "natthi tārakarūpāni, natthi tārakarūpānaṁ dassāvī; ",
  "mn99:12.10": "natthi candimasūriyā, natthi candimasūriyānaṁ dassāvī. ",
  "mn99:12.11": "Ahametaṁ na jānāmi, ahametaṁ na passāmi; ",
  "mn99:12.12": "tasmā taṁ natthī’ti. ",
  "mn99:12.13": "Sammā nu kho so, māṇava, vadamāno vadeyyā”ti? ",
  "mn99:12.14": "“No hidaṁ, bho gotama. ",
  "mn99:12.15": "Atthi kaṇhasukkāni rūpāni, atthi kaṇhasukkānaṁ rūpānaṁ dassāvī; ",
  "mn99:12.16": "atthi nīlakāni rūpāni, atthi nīlakānaṁ rūpānaṁ dassāvī; ",
  "mn99:12.17": "atthi pītakāni rūpāni, atthi pītakānaṁ rūpānaṁ dassāvī; ",
  "mn99:12.18": "atthi lohitakāni rūpāni, atthi lohitakānaṁ rūpānaṁ dassāvī; ",
  "mn99:12.19": "atthi mañjiṭṭhakāni rūpāni, atthi mañjiṭṭhakānaṁ rūpānaṁ dassāvī; ",
  "mn99:12.20": "atthi samavisamaṁ, atthi samavisamassa dassāvī; ",
  "mn99:12.21": "atthi tārakarūpāni, atthi tārakarūpānaṁ dassāvī; ",
  "mn99:12.22": "atthi candimasūriyā, atthi candimasūriyānaṁ dassāvī. ",
  "mn99:12.23": "‘Ahametaṁ na jānāmi, ahametaṁ na passāmi; ",
  "mn99:12.24": "tasmā taṁ natthī’ti; ",
  "mn99:12.25": "na hi so, bho gotama, sammā vadamāno vadeyyā”ti. ",
  "mn99:13.1": "“Evameva kho, māṇava, brāhmaṇo pokkharasāti opamañño subhagavaniko andho acakkhuko. ",
  "mn99:13.2": "So vata uttari manussadhammā alamariyañāṇadassanavisesaṁ ñassati vā dakkhati vā sacchi vā karissatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn99:13.3": "Taṁ kiṁ maññasi, māṇava, ",
  "mn99:13.4": "ye te kosalakā brāhmaṇamahāsālā, seyyathidaṁ—",
  "mn99:13.5": "caṅkī brāhmaṇo tārukkho brāhmaṇo pokkharasāti brāhmaṇo jāṇussoṇi brāhmaṇo pitā ca te todeyyo, katamā nesaṁ seyyo, yaṁ vā te sammuccā vācaṁ bhāseyyuṁ yaṁ vā asammuccā”ti? ",
  "mn99:13.6": "“Sammuccā, bho gotama”. ",
  "mn99:13.7": "“Katamā nesaṁ seyyo, yaṁ vā te mantā vācaṁ bhāseyyuṁ yaṁ vā amantā”ti? ",
  "mn99:13.8": "“Mantā, bho gotama”. ",
  "mn99:13.9": "“Katamā nesaṁ seyyo, yaṁ vā te paṭisaṅkhāya vācaṁ bhāseyyuṁ yaṁ vā appaṭisaṅkhāyā”ti? ",
  "mn99:13.10": "“Paṭisaṅkhāya, bho gotama”. ",
  "mn99:13.11": "“Katamā nesaṁ seyyo, yaṁ vā te atthasaṁhitaṁ vācaṁ bhāseyyuṁ yaṁ vā anatthasaṁhitan”ti? ",
  "mn99:13.12": "“Atthasaṁhitaṁ, bho gotama”. ",
  "mn99:14.1": "“Taṁ kiṁ maññasi, māṇava, ",
  "mn99:14.2": "yadi evaṁ sante, brāhmaṇena pokkharasātinā opamaññena subhagavanikena sammuccā vācā bhāsitā asammuccā”ti? ",
  "mn99:14.3": "“Asammuccā, bho gotama”. ",
  "mn99:14.4": "“Mantā vācā bhāsitā amantā vā”ti? ",
  "mn99:14.5": "“Amantā, bho gotama”. ",
  "mn99:14.6": "“Paṭisaṅkhāya vācā bhāsitā appaṭisaṅkhāyā”ti? ",
  "mn99:14.7": "“Appaṭisaṅkhāya, bho gotama”. ",
  "mn99:14.8": "“Atthasaṁhitā vācā bhāsitā anatthasaṁhitā”ti? ",
  "mn99:14.9": "“Anatthasaṁhitā, bho gotama”. ",
  "mn99:15.1": "“Pañca kho ime, māṇava, nīvaraṇā. ",
  "mn99:15.2": "Katame pañca? ",
  "mn99:15.3": "Kāmacchandanīvaraṇaṁ, byāpādanīvaraṇaṁ, thinamiddhanīvaraṇaṁ uddhaccakukkuccanīvaraṇaṁ, vicikicchānīvaraṇaṁ—",
  "mn99:15.4": "ime kho, māṇava, pañca nīvaraṇā. ",
  "mn99:15.5": "Imehi kho, māṇava, pañcahi nīvaraṇehi brāhmaṇo pokkharasāti opamañño subhagavaniko āvuto nivuto ophuṭo pariyonaddho. ",
  "mn99:15.6": "So vata uttari manussadhammā alamariyañāṇadassanavisesaṁ ñassati vā dakkhati vā sacchi vā karissatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn99:16.1": "Pañca kho ime, māṇava, kāmaguṇā. ",
  "mn99:16.2": "Katame pañca? ",
  "mn99:16.3": "Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā; ",
  "mn99:16.4": "sotaviññeyyā saddā …pe… ",
  "mn99:16.5": "ghānaviññeyyā gandhā … ",
  "mn99:16.6": "jivhā viññeyyā rasā … ",
  "mn99:16.7": "kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā—",
  "mn99:16.8": "ime kho, māṇava, pañca kāmaguṇā. ",
  "mn99:16.9": "Imehi kho, māṇava, pañcahi kāmaguṇehi brāhmaṇo pokkharasāti opamañño subhagavaniko gathito mucchito ajjhopanno anādīnavadassāvī anissaraṇapañño paribhuñjati. ",
  "mn99:16.10": "So vata uttari manussadhammā alamariyañāṇadassanavisesaṁ ñassati vā dakkhati vā sacchi vā karissatīti—netaṁ ṭhānaṁ vijjati. ",
  "mn99:17.1": "Taṁ kiṁ maññasi, māṇava, ",
  "mn99:17.2": "yaṁ vā tiṇakaṭṭhupādānaṁ paṭicca aggiṁ jāleyya yaṁ vā nissaṭṭhatiṇakaṭṭhupādānaṁ aggiṁ jāleyya, katamo nu khvāssa aggi accimā ceva vaṇṇavā ca pabhassaro cā”ti? ",
  "mn99:17.3": "“Sace taṁ, bho gotama, ṭhānaṁ nissaṭṭhatiṇakaṭṭhupādānaṁ aggiṁ jāletuṁ, svāssa aggi accimā ceva vaṇṇavā ca pabhassaro cā”ti. ",
  "mn99:17.4": "“Aṭṭhānaṁ kho etaṁ, māṇava, anavakāso yaṁ nissaṭṭhatiṇakaṭṭhupādānaṁ aggiṁ jāleyya aññatra iddhimatā. ",
  "mn99:17.5": "Seyyathāpi, māṇava, tiṇakaṭṭhupādānaṁ paṭicca aggi jalati tathūpamāhaṁ, māṇava, imaṁ pītiṁ vadāmi yāyaṁ pīti pañca kāmaguṇe paṭicca. ",
  "mn99:17.6": "Seyyathāpi, māṇava, nissaṭṭhatiṇakaṭṭhupādāno aggi jalati tathūpamāhaṁ, māṇava, imaṁ pītiṁ vadāmi yāyaṁ pīti aññatreva kāmehi aññatra akusalehi dhammehi. ",
  "mn99:17.7": "Katamā ca, māṇava, pīti aññatreva kāmehi aññatra akusalehi dhammehi? ",
  "mn99:17.8": "Idha, māṇava, bhikkhu vivicceva kāmehi …pe… paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn99:17.9": "Ayampi kho, māṇava, pīti aññatreva kāmehi aññatra akusalehi dhammehi. ",
  "mn99:17.10": "Puna caparaṁ, māṇava, bhikkhu vitakkavicārānaṁ vūpasamā … dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn99:17.11": "Ayampi kho, māṇava, pīti aññatreva kāmehi aññatra akusalehi dhammehi. ",
  "mn99:18.1": "Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, katamettha brāhmaṇā dhammaṁ mahapphalataraṁ paññapenti puññassa kiriyāya kusalassa ārādhanāyā”ti? ",
  "mn99:18.2": "“Yeme, bho gotama, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, cāgamettha brāhmaṇā dhammaṁ mahapphalataraṁ paññapenti puññassa kiriyāya kusalassa ārādhanāyā”ti. ",
  "mn99:19.1": "“Taṁ kiṁ maññasi, māṇava, ",
  "mn99:19.2": "idha aññatarassa brāhmaṇassa mahāyañño paccupaṭṭhito assa. ",
  "mn99:19.3": "Atha dve brāhmaṇā āgaccheyyuṁ: ",
  "mn99:19.4": "‘itthannāmassa brāhmaṇassa mahāyaññaṁ anubhavissāmā’ti. ",
  "mn99:19.5": "Tatrekassa brāhmaṇassa evamassa: ",
  "mn99:19.6": "‘aho vata ahameva labheyyaṁ bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍaṁ, na añño brāhmaṇo labheyya bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍan’ti. ",
  "mn99:19.7": "Ṭhānaṁ kho panetaṁ, māṇava, vijjati yaṁ añño brāhmaṇo labheyya bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍaṁ, na so brāhmaṇo labheyya bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍaṁ. ",
  "mn99:19.8": "‘Añño brāhmaṇo labhati bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍaṁ, nāhaṁ labhāmi bhattagge aggāsanaṁ aggodakaṁ aggapiṇḍan’ti—",
  "mn99:19.9": "iti so kupito hoti anattamano. ",
  "mn99:19.10": "Imassa pana, māṇava, brāhmaṇā kiṁ vipākaṁ paññapentī”ti? ",
  "mn99:19.11": "“Na khvettha, bho gotama, brāhmaṇā evaṁ dānaṁ denti: ",
  "mn99:19.12": "‘iminā paro kupito hotu anattamano’ti. ",
  "mn99:19.13": "Atha khvettha brāhmaṇā anukampājātikaṁyeva dānaṁ dentī”ti. ",
  "mn99:19.14": "“Evaṁ sante kho, māṇava, brāhmaṇānaṁ idaṁ chaṭṭhaṁ puññakiriyavatthu hoti—",
  "mn99:19.15": "yadidaṁ anukampājātikan”ti. ",
  "mn99:19.16": "“Evaṁ sante, bho gotama, brāhmaṇānaṁ idaṁ chaṭṭhaṁ puññakiriyavatthu hoti—",
  "mn99:19.17": "yadidaṁ anukampājātikan”ti. ",
  "mn99:20.1": "“Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, ime tvaṁ pañca dhamme kattha bahulaṁ samanupassasi—",
  "mn99:20.2": "gahaṭṭhesu vā pabbajitesu vā”ti? ",
  "mn99:20.3": "“Yeme, bho gotama, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, imāhaṁ pañca dhamme pabbajitesu bahulaṁ samanupassāmi appaṁ gahaṭṭhesu. ",
  "mn99:20.4": "Gahaṭṭho hi, bho gotama, mahaṭṭho mahākicco mahādhikaraṇo mahāsamārambho, na satataṁ samitaṁ saccavādī hoti; ",
  "mn99:20.5": "pabbajito kho pana, bho gotama, appaṭṭho appakicco appādhikaraṇo appasamārambho, satataṁ samitaṁ saccavādī hoti. ",
  "mn99:20.6": "Gahaṭṭho hi, bho gotama, mahaṭṭho mahākicco mahādhikaraṇo mahāsamārambho na satataṁ samitaṁ tapassī hoti … ",
  "mn99:20.7": "brahmacārī hoti … ",
  "mn99:20.8": "sajjhāyabahulo hoti … ",
  "mn99:20.9": "cāgabahulo hoti; ",
  "mn99:20.10": "pabbajito kho pana, bho gotama, appaṭṭho appakicco appādhikaraṇo appasamārambho satataṁ samitaṁ tapassī hoti … ",
  "mn99:20.11": "brahmacārī hoti … ",
  "mn99:20.12": "sajjhāyabahulo hoti … ",
  "mn99:20.13": "cāgabahulo hoti. ",
  "mn99:20.14": "Yeme, bho gotama, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, imāhaṁ pañca dhamme pabbajitesu bahulaṁ samanupassāmi appaṁ gahaṭṭhesū”ti. ",
  "mn99:21.1": "“Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya cittassāhaṁ ete parikkhāre vadāmi—",
  "mn99:21.2": "yadidaṁ cittaṁ averaṁ abyābajjhaṁ tassa bhāvanāya. ",
  "mn99:21.3": "Idha, māṇava, bhikkhu saccavādī hoti. ",
  "mn99:21.4": "So ‘saccavādīmhī’ti labhati atthavedaṁ, labhati dhammavedaṁ, labhati dhammūpasaṁhitaṁ pāmojjaṁ. ",
  "mn99:21.5": "Yaṁ taṁ kusalūpasaṁhitaṁ pāmojjaṁ, cittassāhaṁ etaṁ parikkhāraṁ vadāmi—",
  "mn99:21.6": "yadidaṁ cittaṁ averaṁ abyābajjhaṁ tassa bhāvanāya. ",
  "mn99:21.7": "Idha, māṇava, bhikkhu tapassī hoti …pe… ",
  "mn99:21.8": "brahmacārī hoti …pe… ",
  "mn99:21.9": "sajjhāyabahulo hoti …pe… ",
  "mn99:21.10": "cāgabahulo hoti. ",
  "mn99:21.11": "So ‘cāgabahulomhī’ti labhati atthavedaṁ, labhati dhammavedaṁ, labhati dhammūpasaṁhitaṁ pāmojjaṁ. ",
  "mn99:21.12": "Yaṁ taṁ kusalūpasaṁhitaṁ pāmojjaṁ, cittassāhaṁ etaṁ parikkhāraṁ vadāmi—",
  "mn99:21.13": "yadidaṁ cittaṁ averaṁ abyābajjhaṁ tassa bhāvanāya. ",
  "mn99:21.14": "Ye te, māṇava, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya, cittassāhaṁ ete parikkhāre vadāmi—",
  "mn99:21.15": "yadidaṁ cittaṁ averaṁ abyābajjhaṁ tassa bhāvanāyā”ti. ",
  "mn99:22.1": "Evaṁ vutte, subho māṇavo todeyyaputto bhagavantaṁ etadavoca: ",
  "mn99:22.2": "“sutaṁ metaṁ, bho gotama: ",
  "mn99:22.3": "‘samaṇo gotamo brahmānaṁ sahabyatāya maggaṁ jānātī’”ti. ",
  "mn99:22.4": "“Taṁ kiṁ maññasi, māṇava, ",
  "mn99:22.5": "āsanne ito naḷakāragāmo, na yito dūre naḷakāragāmo”ti? ",
  "mn99:22.6": "“Evaṁ, bho, āsanne ito naḷakāragāmo, na yito dūre naḷakāragāmo”ti. ",
  "mn99:22.7": "“Taṁ, kiṁ maññasi, māṇava, idhassa puriso naḷakāragāme jātavaddho; ",
  "mn99:22.8": "tamenaṁ naḷakāragāmato tāvadeva avasaṭaṁ naḷakāragāmassa maggaṁ puccheyyuṁ; ",
  "mn99:22.9": "siyā nu kho, māṇava, tassa purisassa naḷakāragāme jātavaddhassa naḷakāragāmassa maggaṁ puṭṭhassa dandhāyitattaṁ vā vitthāyitattaṁ vā”ti? ",
  "mn99:22.10": "“No hidaṁ, bho gotama”. ",
  "mn99:22.11": "“Taṁ kissa hetu”? ",
  "mn99:22.12": "“Amu hi, bho gotama, puriso naḷakāragāme jātavaddho. Tassa sabbāneva naḷakāragāmassa maggāni suviditānī”ti. ",
  "mn99:22.13": "“Siyā nu kho, māṇava, tassa purisassa naḷakāragāme jātavaddhassa naḷakāragāmassa maggaṁ puṭṭhassa dandhāyitattaṁ vā vitthāyitattaṁ vāti, na tveva tathāgatassa brahmalokaṁ vā brahmalokagāminiṁ vā paṭipadaṁ puṭṭhassa dandhāyitattaṁ vā vitthāyitattaṁ vā. ",
  "mn99:22.14": "Brahmānañcāhaṁ, māṇava, pajānāmi brahmalokañca brahmalokagāminiñca paṭipadaṁ; yathāpaṭipanno ca brahmalokaṁ upapanno tañca pajānāmī”ti. ",
  "mn99:23.1": "“Sutaṁ metaṁ, bho gotama: ",
  "mn99:23.2": "‘samaṇo gotamo brahmānaṁ sahabyatāya maggaṁ desetī’ti. ",
  "mn99:23.3": "Sādhu me bhavaṁ gotamo brahmānaṁ sahabyatāya maggaṁ desetū”ti. ",
  "mn99:23.4": "“Tena hi, māṇava, suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "mn99:23.5": "“Evaṁ, bho”ti kho subho māṇavo todeyyaputto bhagavato paccassosi. ",
  "mn99:23.6": "Bhagavā etadavoca: ",
  "mn99:24.1": "“Katamo ca, māṇava, brahmānaṁ sahabyatāya maggo? ",
  "mn99:24.2": "Idha, māṇava, bhikkhu mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn99:24.3": "Evaṁ bhāvitāya kho, māṇava, mettāya cetovimuttiyā yaṁ pamāṇakataṁ kammaṁ na taṁ tatrāvasissati, na taṁ tatrāvatiṭṭhati. ",
  "mn99:24.4": "Seyyathāpi, māṇava, balavā saṅkhadhamo appakasireneva cātuddisā viññāpeyya; ",
  "mn99:24.5": "evameva kho, māṇava …pe… evaṁ bhāvitāya kho, māṇava, mettāya cetovimuttiyā yaṁ pamāṇakataṁ kammaṁ na taṁ tatrāvasissati, na taṁ tatrāvatiṭṭhati. ",
  "mn99:24.6": "Ayampi kho, māṇava, brahmānaṁ sahabyatāya maggo. ",
  "mn99:25-27.1": "“Puna caparaṁ, māṇava, bhikkhu karuṇāsahagatena cetasā …pe… ",
  "mn99:25-27.2": "muditāsahagatena cetasā …pe… ",
  "mn99:25-27.3": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati, tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ; iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati. ",
  "mn99:25-27.4": "Evaṁ bhāvitāya kho, māṇava, upekkhāya cetovimuttiyā yaṁ pamāṇakataṁ kammaṁ na taṁ tatrāvasissati, na taṁ tatrāvatiṭṭhati. ",
  "mn99:25-27.5": "Seyyathāpi, māṇava, balavā saṅkhadhamo appakasireneva cātuddisā viññāpeyya; ",
  "mn99:25-27.6": "evameva kho, māṇava …pe… evaṁ bhāvitāya kho, māṇava, upekkhāya cetovimuttiyā yaṁ pamāṇakataṁ kammaṁ na taṁ tatrāvasissati, na taṁ tatrāvatiṭṭhati. ",
  "mn99:25-27.7": "Ayampi kho, māṇava, brahmānaṁ sahabyatāya maggo”ti. ",
  "mn99:28.1": "Evaṁ vutte, subho māṇavo todeyyaputto bhagavantaṁ etadavoca: ",
  "mn99:28.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "mn99:28.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "mn99:28.4": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn99:28.5": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gataṁ. ",
  "mn99:28.6": "Handa ca dāni mayaṁ, bho gotama, gacchāma; ",
  "mn99:28.7": "bahukiccā mayaṁ bahukaraṇīyā”ti. ",
  "mn99:29.1": "“Yassadāni tvaṁ, māṇava, kālaṁ maññasī”ti. ",
  "mn99:29.2": "Atha kho subho māṇavo todeyyaputto bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "mn99:30.1": "Tena kho pana samayena jāṇussoṇi brāhmaṇo sabbasetena vaḷavābhirathena sāvatthiyā niyyāti divā divassa. ",
  "mn99:30.2": "Addasā kho jāṇussoṇi brāhmaṇo subhaṁ māṇavaṁ todeyyaputtaṁ dūratova āgacchantaṁ. ",
  "mn99:30.3": "Disvāna subhaṁ māṇavaṁ todeyyaputtaṁ etadavoca: ",
  "mn99:30.4": "“handa kuto nu bhavaṁ bhāradvājo āgacchati divā divassā”ti? ",
  "mn99:30.5": "“Ito hi kho ahaṁ, bho, āgacchāmi samaṇassa gotamassa santikā”ti. ",
  "mn99:30.6": "“Taṁ kiṁ maññasi, bhavaṁ bhāradvājo samaṇassa gotamassa paññāveyyattiyaṁ paṇḍito maññeti”? ",
  "mn99:30.7": "“Ko cāhaṁ, bho, ko ca samaṇassa gotamassa paññāveyyattiyaṁ jānissāmi? ",
  "mn99:30.8": "Sopi nūnassa tādisova yo samaṇassa gotamassa paññāveyyattiyaṁ jāneyyā”ti. ",
  "mn99:30.9": "“Uḷārāya khalu bhavaṁ bhāradvājo samaṇaṁ gotamaṁ pasaṁsāya pasaṁsatī”ti. ",
  "mn99:30.10": "“Ko cāhaṁ, bho, ko ca samaṇaṁ gotamaṁ pasaṁsissāmi? ",
  "mn99:30.11": "Pasatthapasatthova so bhavaṁ gotamo seṭṭho devamanussānaṁ. ",
  "mn99:30.12": "Ye cime, bho, brāhmaṇā pañca dhamme paññapenti puññassa kiriyāya kusalassa ārādhanāya; ",
  "mn99:30.13": "cittassete samaṇo gotamo parikkhāre vadeti—",
  "mn99:30.14": "yadidaṁ cittaṁ averaṁ abyābajjhaṁ tassa bhāvanāyā”ti. ",
  "mn99:31.1": "Evaṁ vutte, jāṇussoṇi brāhmaṇo sabbasetā vaḷavābhirathā orohitvā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā udānaṁ udānesi: ",
  "mn99:31.2": "“lābhā rañño pasenadissa kosalassa, suladdhalābhā rañño pasenadissa kosalassa ",
  "mn99:31.3": "yassa vijite tathāgato viharati arahaṁ sammāsambuddho”ti. ",
  "mn99:31.4": "Subhasuttaṁ niṭṭhitaṁ navamaṁ. "
}