{
  "an3.65:0.1": "Zbiór mów według wyliczeń 3 ",
  "an3.65:0.2": "7. Wielki rozdział ",
  "an3.65:0.3": "Mowa w Kesamutti ",
  "an3.65:1.1": "Oto com usłyszał – ",
  "an3.65:1.2": "Pewnego razu Błogosławiony odbywał wędrówkę wraz z liczną Saṅghą mnichów w państwie Kosalan, dotarł tam do miasta rynkowego Kālāmów, zwanego Kesamutti. ",
  "an3.65:1.3": "Posłyszeli Kālāmowie z Kesamutti: ",
  "an3.65:1.4": "„Doprawdy, panowie, do Kesamutti dotarł asceta Gotama, syn rodu Sakyów, który wywędrował z plemienia Sakyów. ",
  "an3.65:1.5": "Krąży taka oto znakomita reputacja mistrza Gotamy: ",
  "an3.65:1.6": "»Taki jest On, Błogosławiony, (…), ",
  "an3.65:1.7": "wspaniale jest móc zobaczyć takowego godnego«”. ",
  "an3.65:2.1": "Następnie Kalamowie z Kesamutti udali się do Błogosławionego. Po przybyciu niektórzy oddali mu pokłon i usiedli z boku. Niektórzy przywitali go uprzejmie i prowadząc rozmowę w przyjaznym i grzecznym tonie usiedli z boku, niektórzy pozdrowili go przez podniesienie złączonych dłoni na wysokość serca i usiedli z boku, niektórzy przedstawili swoje imiona oraz imiona swoich rodzin i usiedli z boku, podczas gdy inni bez słowa usiedli z boku. Siedząc obok, Kalamowie z Kesamutti zwrócili się do Błogosławionego: ",
  "an3.65:3.1": "„Są, Czcigodny, pewni pustelnicy i bramini, którzy przychodzą do Kesamutti. ",
  "an3.65:3.2": "Wykładają i objaśniają swoją własną doktrynę, pogardzają doktryną innych, krytykują ją, zaprzeczają jej i ją poniżają. ",
  "an3.65:3.3": "Są, Czcigodny, inni pustelnicy i bramini, którzy przychodzą do Kesamutti. ",
  "an3.65:3.4": "Też wykładają i objaśniają swoją własną doktrynę, pogardzają doktryną innych, krytykują ją, zaprzeczają jej i ją poniżają. ",
  "an3.65:3.5": "Czcigodny, odczuwamy niepewność i mamy wątpliwości co do nich: ",
  "an3.65:3.6": "»Który z tych czcigodnych pustelników i braminów powiedział prawdę, który skłamał?«”. ",
  "an3.65:3.7": "„Zaprawdę, Kālāmowie, odczuwacie niepewność, zaprawdę macie wątpliwości. ",
  "an3.65:3.8": "Gdy dochodzi do powstania niepewności, pojawiają się wątpliwości. ",
  "an3.65:4.1": "Kālāmowie, nie podążajcie za tym, co mówią inni, ani za tradycją, nie podążajcie za pogłoskami ani świętymi tekstami, nie podążajcie za logicznymi wywodami ani przekonującymi wnioskowaniami, nie podążajcie za pozornymi analogiami ani za czymś, co jest zgodne z waszymi poglądami, nie podążajcie za czymś tylko dlatego, że jest prawdopodobne, ani przez wzgląd na coś popartego autorytetem nauczycieli. ",
  "an3.65:4.2": "Lecz, Kālāmowie, gdy samodzielnie dostrzegacie: ",
  "an3.65:4.3": "»To jest niewłaściwe, przynosi wstyd, jest ganione przez mądrych ludzi, a obserwowanie i podejmowanie tego wiedzie do szkody i krzywdy« – wtedy, Kālāmowie, powinniście to porzucić. ",
  "an3.65:5.1": "Jak mniemacie, Kālāmowie, ",
  "an3.65:5.2": "Czy chciwość powstająca wewnątrz człowieka, prowadzi do powstania korzyści czy szkody?”. ",
  "an3.65:6.1": "„Szkody, Czcigodny”. ",
  "an3.65:7.1": "„Taki chciwy człowiek, opanowany przez chciwość, z umysłem opętanym przez chciwość, który zabija żywe istoty, bierze to, co nie zostało mu dane, chodzi do żony innego, mówi kłamstwa i nakłania innych do czynienia tego samego, czy sprawi to, że przez długi czas stanie się to dla niego szkodą i krzywdą?”. ",
  "an3.65:8.1": "„Tak, Bhante”. ",
  "an3.65:9.1": "„Jak mniemacie, Kālāmowie, ",
  "an3.65:9.2": "Czy niechęć powstająca wewnątrz człowieka, czy prowadzi do powstania korzyści czy szkody?”. ",
  "an3.65:10.1": "„Szkody, Czcigodny”. ",
  "an3.65:11.1": "„Taki rozzłoszczony człowiek, opanowany przez niechęć, z umysłem opętanym przez niechęć, który zabija żywe istoty, bierze to, co nie zostało mu dane, chodzi do żony innego, mówi kłamstwa i nakłania innych do czynienia tego samego, czy sprawi to, że przez długi czas stanie się to dla niego szkodą i krzywdą?”. ",
  "an3.65:12.1": "„Tak, Bhante”. ",
  "an3.65:13.1": "„Jak mniemacie, Kālāmowie, ",
  "an3.65:13.2": "Czy ułuda powstająca wewnątrz człowieka, czy prowadzi do powstania korzyści czy szkody?”. ",
  "an3.65:14.1": "„Szkody, Czcigodny”. ",
  "an3.65:15.1": "„Taki zaślepiony człowiek, opanowany przez ułudę, z umysłem opętanym przez ułudę, który zabija żywe istoty, bierze to, co nie zostało mu dane, chodzi do żony innego, mówi kłamstwa i nakłania innych do czynienia tego samego, czy sprawi to, że przez długi czas stanie się to dla niego szkodą i krzywdą?”. ",
  "an3.65:16.1": "„Tak, Bhante”. ",
  "an3.65:17.1": "„Jak mniemacie, Kālāmowie, czy te stany są właściwe czy niewłaściwe?”. ",
  "an3.65:18.1": "„Niewłaściwe, Czcigodny”. ",
  "an3.65:19.1": "„Przynoszą wstyd czy nie przynoszą wstydu?”. ",
  "an3.65:20.1": "„Przynoszą wstyd, Czcigodny”. ",
  "an3.65:21.1": "„Ganione są przez mądrych ludzi czy chwalone są przez mądrych ludzi?”. ",
  "an3.65:22.1": "„Ganione są przez mądrych ludzi, Czcigodny”. ",
  "an3.65:23.1": "„Obserwowanie i podejmowanie tego wiedzie do szkody i krzywdy czy nie? ",
  "an3.65:23.2": "Jak to według was jest?”. ",
  "an3.65:24.1": "„Obserwowanie i podejmowanie tego wiedzie do szkody i krzywdy. ",
  "an3.65:24.2": "Tak to według nas jest”. ",
  "an3.65:25.1": "„Tak więc, Kālāmowie, to co zostało powiedziane: ",
  "an3.65:25.2": "»Kālāmowie, ",
  "an3.65:25.3": "nie podążajcie za tym, co mówią inni, ani za tradycją, nie podążajcie za pogłoskami ani świętymi tekstami, nie podążajcie za logicznymi wywodami ani przekonującymi wnioskowaniami, nie podążajcie za pozornymi analogiami ani za czymś, co jest zgodne z waszymi poglądami, nie podążajcie za czymś tylko dlatego, że jest prawdopodobne, ani przez wzgląd na coś popartego autorytetem nauczycieli. ",
  "an3.65:25.4": "Lecz, Kālāmowie, gdy samodzielnie dostrzegacie: ",
  "an3.65:25.5": "‘To jest niewłaściwe, przynosi wstyd, jest ganione przez mądrych ludzi, a obserwowanie i podejmowanie tego wiedzie do szkody i krzywdy’ – wtedy, Kālāmowie, powinniście je porzucić«, ",
  "an3.65:25.6": "odnośnie do tego zostało to powiedziane”. ",
  "an3.65:26.1": "Kālāmowie, nie podążajcie za tym, co mówią inni, ani za tradycją, nie podążajcie za pogłoskami ani świętymi tekstami, nie podążajcie za logicznymi wywodami ani przekonującymi wnioskowaniami, nie podążajcie za pozornymi analogiami ani za czymś, co jest zgodne z waszymi poglądami, nie podążajcie za czymś tylko dlatego, że jest prawdopodobne, ani przez wzgląd na coś popartego autorytetem nauczycieli. ",
  "an3.65:26.2": "Lecz, Kālāmowie, gdy samodzielnie dostrzegacie: ",
  "an3.65:26.3": "»To jest właściwe, nie przynosi wstydu, jest chwalone przez mądrych ludzi, a obserwowanie i podejmowanie tego wiedzie do korzyści i szczęścia« – wtedy, Kālāmowie, przyswoiwszy to powinniście żyć zgodnie z tym. ",
  "an3.65:27.1": "Jak mniemacie, Kālāmowie, ",
  "an3.65:27.2": "Czy brak chciwości powstający wewnątrz człowieka, prowadzi do powstania korzyści czy szkody?”. ",
  "an3.65:28.1": "„Korzyści, Czcigodny”. ",
  "an3.65:29.1": "„Taki pozbawiony chciwości człowiek, nie opanowany przez chciwość, z umysłem nie opętanym przez chciwość, który nie zabija żadnej żywej istoty, nie bierze tego, co nie zostało mu dane, nie chodzi do żony innego, nie mówi kłamstw i nie nakłania innych do czynienia tego samego, czy sprawi to, że przez długi czas stanie się to dla niego korzyścią i szczęściem?”. ",
  "an3.65:30.1": "„Tak, Czcigodny”. ",
  "an3.65:31.1": "„Jak mniemacie, Kālāmowie, ",
  "an3.65:31.2": "Czy brak niechęci powstający wewnątrz człowieka, (…), ",
  "an3.65:31.3": "Czy brak ułudy powstający wewnątrz człowieka, (…), ",
  "an3.65:31.4": "korzyścią i szczęściem?”. ",
  "an3.65:32.1": "„Tak, Czcigodny”. ",
  "an3.65:33.1": "„Jak mniemacie, Kālāmowie, czy te stany są właściwe czy niewłaściwe?”. ",
  "an3.65:34.1": "„Właściwe, Czcigodny”. ",
  "an3.65:35.1": "„Przynoszą wstyd czy nie przynoszą wstydu?”. ",
  "an3.65:36.1": "„Nie przynoszą wstydu, Czcigodny”. ",
  "an3.65:37.1": "„Ganione są przez mądrych ludzi czy chwalone są przez mądrych ludzi?”. ",
  "an3.65:38.1": "„Chwalone są przez mądrych ludzi, Czcigodny”. ",
  "an3.65:39.1": "„Obserwowanie i podejmowanie tego wiedzie do korzyści i szczęścia czy nie? ",
  "an3.65:39.2": "Jak to według was jest?”. ",
  "an3.65:40.1": "„Obserwowanie i podejmowanie tego wiedzie do korzyści i szczęścia. ",
  "an3.65:40.2": "Tak to według nas jest”. ",
  "an3.65:41.1": "„Tak więc, Kālāmowie, to co zostało powiedziane: ",
  "an3.65:41.2": "»Kālāmowie, ",
  "an3.65:41.3": "nie podążajcie za tym, co mówią inni, ani za tradycją, nie podążajcie za pogłoskami ani świętymi tekstami, nie podążajcie za logicznymi wywodami ani przekonującymi wnioskowaniami, nie podążajcie za pozornymi analogiami ani za czymś, co jest zgodne z waszymi poglądami, nie podążajcie za czymś tylko dlatego, że jest prawdopodobne, ani przez wzgląd na coś popartego autorytetem nauczycieli. ",
  "an3.65:41.4": "Lecz, Kālāmowie, gdy samodzielnie dostrzegacie: ",
  "an3.65:41.5": "‘To jest niewłaściwe, przynosi wstyd, jest ganione przez mądrych ludzi, a obserwowanie i podejmowanie tego wiedzie do szkody i krzywdy’ – wtedy, Kālāmowie, powinniście je porzucić«, ",
  "an3.65:41.6": "odnośnie do tego zostało to powiedziane”. ",
  "an3.65:42.1": "Tym jest, Kalamowie, uczeń Szlachetnych, w ten sposób uwolniony od pożądliwości, uwolniony od złej woli, niezaślepiony, przejrzyście pojmujący, rozważny, całym sercem wypełnia on miłującą dobrocią zarówno jeden kierunek świata, także drugi, także trzeci, także czwarty. W ten sam sposób, do góry, w dół, w poprzek, wszędzie naokoło, cały świat, całym swym sercem wypełnia miłującą dobrocią – szczodrze, wylewnie, bez ograniczeń, będąc wolnym od wrogości i złej woli. ",
  "an3.65:42.2": "Całym sercem wypełnia on współczuciem, (…). ",
  "an3.65:42.3": "Całym sercem wypełnia on współradością, (…). ",
  "an3.65:42.4": "Całym sercem wypełnia zrównoważeniem jeden kierunek świata, także drugi, także trzeci, także czwarty. W ten sam sposób, do góry, w dół, w poprzek, wszędzie naokoło, cały świat, całym swym sercem wypełnia zrównoważeniem – szczodrze, wylewnie, bez ograniczeń, będąc wolnym od wrogości i złej woli. ",
  "an3.65:43.1": "Tym jest, Kalamowie, uczeń Szlachetnych, z sercem wolnym od wrogości, z sercem wolnym od złej woli, z sercem wolnym od zanieczyszczeń, z sercem tak oczyszczonym. ",
  "an3.65:43.2": "W takim kimś, w tym, doczesnym życiu cztery wytchnienia zostają osiągnięte. ",
  "an3.65:43.3": "»Jeśli istnieje inny świat i istnieje owoc kammy, rezultaty dobrych i złych uczynków, to po rozpadzie ciała po śmierci pojawię się w pomyślnym stanie, w świecie niebios« – takie jest pierwsze wytchnienie, które zostaje osiągnięte. ",
  "an3.65:44.1": "»Jeśli nie istnieje inny świat i nie istnieje owoc kammy, rezultaty dobrych i złych uczynków, to w tym doczesnym życiu jestem wolny od wrogości, wolny od złej woli, wolny od zmartwień, z łatwością o siebie zadbam« – takie jest drugie wytchnienie, które zostaje osiągnięte. ",
  "an3.65:45.1": "»Jeśli zło dopada sprawcę, ja i tak nie mam zamiaru wyrządzać zła. ",
  "an3.65:45.2": "Niewyrządzone złe uczynki, jaką krzywdą mogą mnie dotknąć?« – takie jest trzecie wytchnienie, które zostaje osiągnięte. ",
  "an3.65:46.1": "»Jeśli zło nie dopada sprawcy, w obu przypadkach uznaję, że jestem bez zarzutu« – takie jest czwarte wytchnienie, które zostaje osiągnięte. ",
  "an3.65:47.1": "Tym jest, Kalamowie, uczeń Szlachetnych, z sercem wolnym od wrogości, z sercem wolnym od złej woli, z sercem wolnym od zanieczyszczeń, z sercem tak oczyszczonym. ",
  "an3.65:47.2": "W takim kimś, w tym, doczesnym życiu cztery wytchnienia zostają osiągnięte”. ",
  "an3.65:48.1": "„Tak jest, Błogosławiony, tak jest, Spełniony! ",
  "an3.65:48.2": "Tym jest, Bhante, uczeń Szlachetnych, z sercem wolnym od wrogości, z sercem wolnym od złej woli, z sercem wolnym od zanieczyszczeń, z sercem tak oczyszczonym. ",
  "an3.65:48.3": "W takim kimś, w tym, doczesnym życiu cztery wytchnienia zostają osiągnięte. ",
  "an3.65:48.4": "»Jeśli istnieje inny świat i istnieje owoc kammy, rezultaty dobrych i złych uczynków, to po rozpadzie ciała po śmierci pojawię się w pomyślnym stanie, w świecie niebios« – takie jest pierwsze wytchnienie, które zostaje osiągnięte. ",
  "an3.65:49.1": "»Jeśli nie istnieje inny świat i nie istnieje owoc kammy, rezultaty dobrych i złych uczynków, to w tym doczesnym życiu jestem wolny od wrogości, wolny od złej woli, wolny od zmartwień, z łatwością o siebie zadbam« – takie jest drugie wytchnienie, które zostaje osiągnięte. ",
  "an3.65:50.1": "»Jeśli zło dopada sprawcę, ja i tak nie mam zamiaru wyrządzać zła. Niewyrządzone złe uczynki, jaką krzywdą mogą mnie dotknąć?« – takie jest trzecie wytchnienie, które zostaje osiągnięte. ",
  "an3.65:51.1": "»Jeśli zło nie dopada sprawcy, w obu przypadkach uznaję, że jestem bez zarzutu« – takie jest czwarte wytchnienie, które zostaje osiągnięte. ",
  "an3.65:52.1": "Tym jest, Bhante, uczeń Szlachetnych, z sercem wolnym od wrogości, z sercem wolnym od złej woli, z sercem wolnym od zanieczyszczeń, z sercem tak oczyszczonym. ",
  "an3.65:52.2": "W takim kimś, w tym, doczesnym życiu cztery wytchnienia zostają osiągnięte. ",
  "an3.65:53.1": "„Wspaniale, Czcigodny! (…). ",
  "an3.65:53.2": "Chcielibyśmy mieć schronienie w Czcigodnym, w Dhammie i w mnisiej Saṅdze. ",
  "an3.65:53.3": "Czcigodny, niech Błogosławiony traktuje nas jako współwyznawców, tych, którzy od dziś znaleźli schronienie na resztę życia”. ",
  "an3.65:53.4": "Piąta. "
}