{
  "an3.15:0.1": "Nummerierte Lehrreden 3 ",
  "an3.15:0.2": "2. Der Wagenbauer ",
  "an3.15:0.3": "15. Über Pacetana ",
  "an3.15:1.1": "Einmal hielt sich der Buddha bei Benares auf, im Wildpark bei Isipatana. ",
  "an3.15:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an3.15:1.3": "„Mönche und Nonnen!“ ",
  "an3.15:1.4": "„Ehrwürdiger Herr“, antworteten sie. ",
  "an3.15:1.5": "Der Buddha sagte: ",
  "an3.15:2.1": "„Es war einmal ein König mit Namen Pacetana. ",
  "an3.15:2.2": "Da wandte sich Pacetana an seinen Wagenbauer: ",
  "an3.15:2.3": "‚In sechs Monaten, mein lieber Wagenbauer, wird es eine Schlacht geben. ",
  "an3.15:2.4": "Kannst du mir bis dahin ein neues Paar Räder bauen?‘ ",
  "an3.15:2.5": "‚Das kann ich, Eure Majestät‘, entgegnete der Wagenbauer. ",
  "an3.15:2.6": "Als dann sechs Tage weniger als sechs Monate um waren, hatte der Wagenbauer ein Rad fertiggestellt. ",
  "an3.15:2.7": "Da wandte sich König Pacetana an seinen Wagenbauer: ",
  "an3.15:2.8": "„In sechs Tagen wird es eine Schlacht geben. Ist mein neues Paar Räder fertig?‘ ",
  "an3.15:2.9": "‚Nun, nach sechs Tagen weniger als sechs Monaten habe ich ein Rad fertiggestellt.‘ ",
  "an3.15:2.10": "‚Kannst du das zweite Rad in diesen sechs Tagen fertigstellen?‘ ",
  "an3.15:2.11": "‚Das kann ich, Eure Majestät‘, sagte der Wagenbauer und stellte das zweite Rad in sechs Tagen fertig. Er nahm das Paar Räder, ging zum König Pacetana und sprach zu ihm: ",
  "an3.15:2.12": "‚Eure Majestät, das sind Eure beiden neuen Räder, sie sind fertig.‘ ",
  "an3.15:2.13": "‚Aber, mein lieber Wagenbauer, was ist der Unterschied zwischen dem Rad, das in sechs Tagen weniger als sechs Monaten fertiggestellt wurde, und dem Rad, das in nur sechs Tagen fertiggestellt wurde? ",
  "an3.15:2.14": "Denn ich kann keinen Unterschied zwischen ihnen sehen.‘ ",
  "an3.15:2.15": "‚Es gibt aber einen Unterschied, Eure Majestät. ",
  "an3.15:2.16": "Seht her, das ist er.‘ ",
  "an3.15:3.1": "Und der Wagenbauer rollte das Rad, das in sechs Tagen fertiggestellt worden war, vorwärts. ",
  "an3.15:3.2": "Es rollte, soweit der ursprüngliche Schwung es trug, trudelte und fiel zu Boden. ",
  "an3.15:3.3": "Danach rollte er das Rad, das in sechs Tagen weniger als sechs Monaten fertiggestellt worden war, vorwärts. ",
  "an3.15:3.4": "Es rollte, soweit der ursprüngliche Schwung es trug, dann stand es still, als sei es an einer Achse befestigt. ",
  "an3.15:4.1": "‚Aber was ist die Ursache, mein lieber Wagenbauer, was ist der Grund dafür, dass das Rad, das in sechs Tagen fertiggestellt wurde, trudelte und zu Boden fiel, ",
  "an3.15:4.2": "während dasjenige, das in sechs Tagen weniger als sechs Monaten fertiggestellt wurde, stillstand, als sei es an einer Achse befestigt?‘ ",
  "an3.15:4.3": "‚Das Rad, das in sechs Tagen fertiggestellt wurde, Eure Majestät, ist krumm, fehlerhaft und weist Mängel an Felge, Speiche und Nabe auf. ",
  "an3.15:4.4": "Deshalb trudelte es und fiel zu Boden. ",
  "an3.15:4.5": "Das Rad, das in sechs Tagen weniger als sechs Monaten fertiggestellt wurde, Eure Majestät, ist nicht krumm und fehlerhaft und weist keine Mängel an Felge, Speiche und Nabe auf. ",
  "an3.15:4.6": "Deshalb stand es still, als sei es an einer Achse befestigt.‘ ",
  "an3.15:5.1": "Mönche und Nonnen, ihr mögt jetzt denken: ",
  "an3.15:5.2": "‚Der Wagenbauer wird damals sicher jemand anders gewesen sein?‘ ",
  "an3.15:5.3": "Aber so solltet ihr es nicht sehen. ",
  "an3.15:5.4": "Ich war damals der Wagenbauer. ",
  "an3.15:5.5": "Damals war ich bewandert in den Krummheiten, Fehlern und Mängeln von Holz. ",
  "an3.15:5.6": "Jetzt, da ich ein Vollendeter bin, ein vollkommen erwachter Buddha, bin ich bewandert in den Krummheiten, Fehlern und Mängeln der Handlungen mit Körper, Sprache und Geist. ",
  "an3.15:5.7": "Alle Mönche und Nonnen, die die Krummheiten, Fehler und Mängel von Körper, Sprache und Geist nicht ausgeräumt haben, sind von der Lehre und Übung abgefallen, gerade so wie das Rad, das in sechs Tagen fertiggestellt wurde. ",
  "an3.15:6.1": "Alle Mönche und Nonnen, die die Krummheiten, Fehler und Mängel von Körper, Sprache und Geist ausgeräumt haben, stehen fest in der Lehre und Übung, gerade so wie das Rad, das in sechs Tagen weniger als sechs Monaten fertiggestellt wurde. ",
  "an3.15:7.1": "Daher solltet ihr so üben: ",
  "an3.15:7.2": "‚Wir wollen die Krummheiten, Fehler und Mängel von Körper, Sprache und Geist ausräumen.‘ ",
  "an3.15:7.3": "So solltet ihr üben.“ "
}
