{
  "an3.26:0.1": "Nummerierte Lehrreden 3 ",
  "an3.26:0.2": "3. Menschen ",
  "an3.26:0.3": "26. Gefährten ",
  "an3.26:1.1": "„Diese drei Menschen findet man in der Welt. ",
  "an3.26:1.2": "Welche drei? ",
  "an3.26:1.3": "Da gibt es einen Menschen, mit dem sollte man sich nicht verbinden, sich ihm nicht anschließen, ihn nicht begleiten. ",
  "an3.26:1.4": "Da gibt es einen Menschen, mit dem sollte man sich verbinden, sich ihm anschließen, ihn begleiten. ",
  "an3.26:1.5": "Da gibt es einen Menschen, mit dem sollte man sich verbinden, sich ihm anschließen, ihn begleiten, ihn ehren und achten. ",
  "an3.26:1.6": "Wer ist der Mensch, mit dem man sich nicht verbinden sollte? ",
  "an3.26:1.7": "Es ist jemand, der in Bezug auf Ethik, Versenkung und Weisheit unter einem steht. ",
  "an3.26:1.8": "Mit diesem Menschen sollte man sich nicht verbinden, sich ihm nicht anschließen, ihn nicht begleiten, es sei denn aus Güte und Anteilnahme. ",
  "an3.26:2.1": "Wer ist der Mensch, mit dem man sich verbinden sollte? ",
  "an3.26:2.2": "Es ist jemand, der einem in Bezug auf Ethik, Versenkung und Weisheit gleichsteht. ",
  "an3.26:2.3": "Mit diesem Menschen sollte man sich verbinden, sich ihm anschließen, ihn begleiten. ",
  "an3.26:2.4": "Und warum? ",
  "an3.26:2.5": "Man denkt: ‚Da unser sittliches Verhalten ähnlich ist, können wir uns über Ethik austauschen, das Gespräch wird fließen, und wir werden beide unbeschwert sein. ",
  "an3.26:2.6": "Da unsere Versenkung ähnlich ist, können wir uns über Versenkung austauschen, das Gespräch wird fließen, und wir werden beide unbeschwert sein. ",
  "an3.26:2.7": "Da unsere Weisheit ähnlich ist, können wir uns über Weisheit austauschen, das Gespräch wird fließen, und wir werden beide unbeschwert sein.‘ ",
  "an3.26:2.8": "Deshalb sollte man sich mit diesem Menschen verbinden, sich ihm anschließen, ihn begleiten. ",
  "an3.26:3.1": "Wer ist der Mensch, mit dem man sich verbinden, den man ehren und achten sollte? ",
  "an3.26:3.2": "Es ist jemand, der in Bezug auf Ethik, Versenkung und Weisheit über einem steht. ",
  "an3.26:3.3": "Mit diesem Menschen sollte man sich verbinden, sich ihm anschließen, ihn begleiten, ihn ehren und achten. ",
  "an3.26:3.4": "Und warum? ",
  "an3.26:3.5": "Man denkt: ‚Ich werde sittliches Verhalten, das ich noch nicht erfüllt habe, in seinem ganzen Umfang erfüllen, und werde sittliches Verhalten, das ich bereits erfüllt habe, in jedem Moment mit Weisheit stärken. ",
  "an3.26:3.6": "Ich werde die Versenkung, die ich noch nicht erfüllt habe, in ihrem ganzen Umfang erfüllen, und werde die Versenkung, die ich bereits erfüllt habe, in jedem Moment mit Weisheit stärken. ",
  "an3.26:3.7": "Ich werde die Weisheit, die ich noch nicht erfüllt habe, in ihrem ganzen Umfang erfüllen, und werde die Weisheit, die ich bereits erfüllt habe, in jedem Moment mit Weisheit stärken.‘ ",
  "an3.26:3.8": "Deshalb sollte man sich mit diesem Menschen verbinden, sich ihm anschließen, ihn begleiten, ihn ehren und achten. ",
  "an3.26:3.9": "Das sind die drei Menschen, die man in der Welt findet. ",
  "an3.26:4.1": "Wer sich verbindet mit einem, der tiefer steht, geht bergab, ",
  "an3.26:4.2": "doch Verbindung mit einem Gleichen lässt dich nie sinken; ",
  "an3.26:4.3": "folgst du dem Besten, wirst du rasch aufsteigen: ",
  "an3.26:4.4": "Daher schließ dich denen an, die besser sind als du.“ "
}
