{
  "sn45.1:0.1": "Связанные Наставления 45.1",
  "sn45.1:0.2": "Раздел Авидджа",
  "sn45.1:0.3": "Сутта Неразличение",
  "sn45.1:1.1": "Так мной услышано.",
  "sn45.1:1.2": "Одно время Благословенный располагается в Саваттхи, в роще Джеты, в парке Анатхапиндики.",
  "sn45.1:1.3": "Там он обратился к монахам:",
  "sn45.1:1.4": "“Монахи!”",
  "sn45.1:1.5": "“Достопочтенный!” – ответили те монахи.",
  "sn45.1:1.6": "Благословенный это сказал:",
  "sn45.1:2.1": "“Неразличение, монахи, — предтеча вхождения в неблагие состояния, а далее бесстыдство и отсутствие желания не совершить проступок.",
  "sn45.1:2.2": "У неразличающего, монахи, непостигшего, появляется ошибочный взгляд.",
  "sn45.1:2.3": "У того кто с ошибочным взглядом появляется ошибочное устремление.",
  "sn45.1:2.4": "У того кто с ошибочным устремлением появляется ошибочная речь.",
  "sn45.1:2.5": "У того кто с ошибочной речью возникают ошибочные действия.",
  "sn45.1:2.6": "У того кто с ошибочными действиями возникают ошибочный быт.",
  "sn45.1:2.7": "У того кто с ошибочным бытом появляется ошибочное стремление.",
  "sn45.1:2.8": "У того кто с ошибочным стремление появляется ошибочная концентрация.",
  "sn45.1:2.9": "У того кто с ошибочной концентрацией появляется ошибочное объединение опыта.",
  "sn45.1:3.1": "Различение, монахи, — предтеча вхождения в благие состояния, а далее совесть и нежелание совершить проступок.",
  "sn45.1:3.2": "У различающего, монахи, постигшего, появляется правильный взгляд.",
  "sn45.1:3.3": "У того кто с правильным взглядом появляется правильное устремление.",
  "sn45.1:3.4": "У того кто с правильным устремлением появляется правильная речь.",
  "sn45.1:3.5": "У того кто с правильной речью возникают правильные действия.",
  "sn45.1:3.6": "У того кто с правильными действиями возникают правильный быть.",
  "sn45.1:3.7": "У того кто с правильный быт появляется правильное стремление.",
  "sn45.1:3.8": "У того кто с правильным стремление появляется правильная концентрация.",
  "sn45.1:3.9": "У того кто с правильной концентрацией появляется правильное объединение опыта”.",
  "sn45.1:3.10": "Первая."
}