{
  "sn48.43:0.1": "Saṁyutta Nikāya 48 ",
  "sn48.43:0.2": "5. Jarāvagga ",
  "sn48.43:0.3": "43. Sāketasutta ",
  "sn48.43:1.1": "Evaṁ me sutaṁ—",
  "sn48.43:1.2": "ekaṁ samayaṁ bhagavā sākete viharati añjanavane migadāye. ",
  "sn48.43:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "sn48.43:1.4": "“atthi nu kho, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma yāni pañcindriyāni tāni pañca balāni honti, yāni pañca balāni tāni pañcindriyāni hontī”ti? ",
  "sn48.43:2.1": "“Bhagavaṁmūlakā no, bhante, dhammā bhagavaṁnettikā bhagavaṁpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṁyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti …pe… ",
  "sn48.43:3.1": "“Atthi, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma yāni pañcindriyāni tāni pañca balāni honti, yāni pañca balāni tāni pañcindriyāni honti. ",
  "sn48.43:4.1": "Katamo ca, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma yāni pañcindriyāni tāni pañca balāni honti, yāni pañca balāni tāni pañcindriyāni honti? ",
  "sn48.43:4.2": "Yaṁ, bhikkhave, saddhindriyaṁ taṁ saddhābalaṁ, yaṁ saddhābalaṁ taṁ saddhindriyaṁ; ",
  "sn48.43:4.3": "yaṁ vīriyindriyaṁ taṁ vīriyabalaṁ, yaṁ vīriyabalaṁ taṁ vīriyindriyaṁ; ",
  "sn48.43:4.4": "yaṁ satindriyaṁ taṁ satibalaṁ, yaṁ satibalaṁ taṁ satindriyaṁ; ",
  "sn48.43:4.5": "yaṁ samādhindriyaṁ taṁ samādhibalaṁ, yaṁ samādhibalaṁ taṁ samādhindriyaṁ; ",
  "sn48.43:4.6": "yaṁ paññindriyaṁ taṁ paññābalaṁ, yaṁ paññābalaṁ taṁ paññindriyaṁ. ",
  "sn48.43:4.7": "Seyyathāpi, bhikkhave, nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā, tassa majjhe dīpo. ",
  "sn48.43:4.8": "Atthi, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma tassā nadiyā eko sototveva saṅkhyaṁ gacchati. ",
  "sn48.43:4.9": "Atthi pana, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma tassā nadiyā dve sotānitveva saṅkhyaṁ gacchanti. ",
  "sn48.43:5.1": "Katamo ca, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma tassā nadiyā eko sototveva saṅkhyaṁ gacchati? ",
  "sn48.43:5.2": "Yañca, bhikkhave, tassa dīpassa purimante udakaṁ, yañca pacchimante udakaṁ—",
  "sn48.43:5.3": "ayaṁ kho, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma tassā nadiyā eko sototveva saṅkhyaṁ gacchati. ",
  "sn48.43:6.1": "Katamo ca, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma tassā nadiyā dve sotānitveva saṅkhyaṁ gacchanti? ",
  "sn48.43:6.2": "Yañca, bhikkhave, tassa dīpassa uttarante udakaṁ, yañca dakkhiṇante udakaṁ—",
  "sn48.43:6.3": "ayaṁ kho, bhikkhave, pariyāyo yaṁ pariyāyaṁ āgamma tassā nadiyā dve sotānitveva saṅkhyaṁ gacchanti. ",
  "sn48.43:6.4": "Evameva kho, bhikkhave, yaṁ saddhindriyaṁ taṁ saddhābalaṁ, yaṁ saddhābalaṁ taṁ saddhindriyaṁ; ",
  "sn48.43:6.5": "yaṁ vīriyindriyaṁ taṁ vīriyabalaṁ, yaṁ vīriyabalaṁ taṁ vīriyindriyaṁ; ",
  "sn48.43:6.6": "yaṁ satindriyaṁ taṁ satibalaṁ, yaṁ satibalaṁ taṁ satindriyaṁ; ",
  "sn48.43:6.7": "yaṁ samādhindriyaṁ taṁ samādhibalaṁ, yaṁ samādhibalaṁ taṁ samādhindriyaṁ; ",
  "sn48.43:6.8": "yaṁ paññindriyaṁ taṁ paññābalaṁ, yaṁ paññābalaṁ taṁ paññindriyaṁ. ",
  "sn48.43:6.9": "Pañcannaṁ, bhikkhave, indriyānaṁ bhāvitattā bahulīkatattā bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharatī”ti. ",
  "sn48.43:6.10": "Tatiyaṁ. "
}