{
  "sn43.12:0.1": "Verbundene Lehrreden 43.12 ",
  "sn43.12:0.2": "2. Das zweite Kapitel ",
  "sn43.12:0.3": "Das Unbedingte ",
  "sn43.12:1.1": "„Mönche und Nonnen, ich will euch das Unbedingte lehren und den Pfad, der zum Unbedingten führt. ",
  "sn43.12:1.2": "Hört zu … ",
  "sn43.12:1.3": "Und was ist das Unbedingte? ",
  "sn43.12:1.4": "Die Auflösung von Gier, Hass und Täuschung – ",
  "sn43.12:1.5": "das nennt man das Unbedingte. ",
  "sn43.12:1.6": "Und was ist der Pfad, der zum Unbedingten führt? ",
  "sn43.12:1.7": "Sammlung – ",
  "sn43.12:1.8": "das nennt man den Pfad, der zum Unbedingten führt. ",
  "sn43.12:1.9": "Nun, Mönche und Nonnen, habe ich euch das Unbedingte gelehrt und den Pfad, der zum Unbedingten führt. ",
  "sn43.12:1.10": "Aus Anteilnahme habe ich getan, was ein Lehrer, der auf das Wohl seiner Schüler bedacht ist, tun sollte. ",
  "sn43.12:1.11": "Hier sind Plätze am Fuß von Bäumen, und hier sind leere Hütten. Übt die Vertiefungen, Mönche und Nonnen! Seid nicht nachlässig! Nicht, dass ihr es später bereut! Das ist meine Anweisung für euch.“ ",
  "sn43.12:2.1": "„Mönche und Nonnen, ich will euch das Unbedingte lehren und den Pfad, der zum Unbedingten führt. ",
  "sn43.12:2.2": "Hört zu … ",
  "sn43.12:2.3": "Und was ist das Unbedingte? ",
  "sn43.12:2.4": "Die Auflösung von Gier, Hass und Täuschung – ",
  "sn43.12:2.5": "das nennt man das Unbedingte. ",
  "sn43.12:2.6": "„Und was ist der Pfad, der zum Unbedingten führt? ",
  "sn43.12:2.7": "Klarsicht – ",
  "sn43.12:2.8": "das nennt man den Pfad, der zum Unbedingten führt. …“ ",
  "sn43.12:3.1": "„Und was ist der Pfad, der zum Unbedingten führt? ",
  "sn43.12:3.2": "Versenkung, in der man den Geist ausrichtet und hält … ",
  "sn43.12:3.5": "Versenkung, in der man den Geist nicht ausrichtet, sondern nur hält … ",
  "sn43.12:3.8": "Versenkung, ohne dass man den Geist ausrichtet oder hält … ",
  "sn43.12:4.2": "Versenkung in Leerheit … ",
  "sn43.12:4.5": "merkmalslose Versenkung … ",
  "sn43.12:4.8": "ungerichtete Versenkung … ",
  "sn43.12:5.2": "Da meditiert ein Mönch, indem er einen Aspekt des Körpers beobachtet – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen … ",
  "sn43.12:5.5": "Er meditiert, indem er einen Aspekt der Gefühle beobachtet … ",
  "sn43.12:5.8": "Er meditiert, indem er einen Aspekt des Geistes beobachtet … ",
  "sn43.12:5.11": "Er meditiert, indem sie einen Aspekt der natürlichen Gesetzmäßigkeiten beobachtet … ",
  "sn43.12:6.2": "Da entwickelt eine Nonne Enthusiasmus, probiert, setzt sich ein, gebraucht ihren Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften nicht aufkommen … ",
  "sn43.12:6.5": "Sie entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht ihren Geist und bemüht sich, damit schlechte, untaugliche Eigenschaften, die aufgekommen sind, aufgegeben werden … ",
  "sn43.12:6.8": "Sie entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht ihren Geist und bemüht sich, damit taugliche Eigenschaften aufkommen … ",
  "sn43.12:6.11": "Sie entwickelt Enthusiasmus, probiert, setzt sich ein, gebraucht ihren Geist und bemüht sich, damit taugliche Eigenschaften, die aufgekommen sind, bleiben, nicht verloren gehen, sondern anwachsen, reifen und sich vollständig entwickeln … ",
  "sn43.12:7.2": "Da entwickelt ein Mönch die Grundlage übersinnlicher Kraft, die mit Versenkung durch Enthusiasmus und mit aktivem Bemühen einhergeht … ",
  "sn43.12:7.5": "Er entwickelt die Grundlage übersinnlicher Kraft, die mit Versenkung durch Energie und mit aktivem Bemühen einhergeht … ",
  "sn43.12:7.8": "Er entwickelt die Grundlage übersinnlicher Kraft, die mit Versenkung durch Entwicklung des Geistes und mit aktivem Bemühen einhergeht … ",
  "sn43.12:7.11": "Er entwickelt die Grundlage übersinnlicher Kraft, die mit Versenkung durch Untersuchung und mit aktivem Bemühen einhergeht … ",
  "sn43.12:8.2": "Da entwickelt eine Nonne die Fähigkeit des Vertrauens, die aus Abgeschiedenheit, Schwinden und Aufhören erwächst und zum Loslassen heranreift … ",
  "sn43.12:8.5": "Sie entwickelt die Fähigkeit der Energie … ",
  "sn43.12:8.8": "die Fähigkeit der Achtsamkeit … ",
  "sn43.12:8.11": "die Fähigkeit der Versenkung … ",
  "sn43.12:8.14": "die Fähigkeit der Weisheit, die aus Abgeschiedenheit, Schwinden und Aufhören erwächst und zum Loslassen heranreift … ",
  "sn43.12:9.2": "Da entwickelt ein Mönch die Kraft des Vertrauens … ",
  "sn43.12:9.5": "die Kraft der Energie … ",
  "sn43.12:9.8": "die Kraft der Achtsamkeit … ",
  "sn43.12:9.11": "die Kraft der Versenkung … ",
  "sn43.12:9.14": "die Kraft der Weisheit, die aus Abgeschiedenheit, Schwinden und Aufhören erwächst und zum Loslassen heranreift … ",
  "sn43.12:10.2": "Da entwickelt eine Nonne den Faktor des Erwachens Achtsamkeit … ",
  "sn43.12:10.5": "den Faktor des Erwachens Erforschung der Gesetzmäßigkeiten … ",
  "sn43.12:10.6": "den Faktor des Erwachens Energie … ",
  "sn43.12:10.7": "den Faktor des Erwachens Ekstase … ",
  "sn43.12:10.8": "den Faktor des Erwachens Stille … ",
  "sn43.12:10.9": "den Faktor des Erwachens Versenkung … ",
  "sn43.12:10.10": "den Faktor des Erwachens Gleichmut, der sich auf Abgeschiedenheit, Schwinden und Aufhören stützt und zum Loslassen heranreift … ",
  "sn43.12:11.2": "Da entwickelt ein Mönch rechte Ansicht … ",
  "sn43.12:11.5": "rechtes Denken … ",
  "sn43.12:11.6": "rechte Rede … ",
  "sn43.12:11.7": "rechtes Verhalten … ",
  "sn43.12:11.8": "rechten Lebenserwerb … ",
  "sn43.12:11.9": "rechten Einsatz … ",
  "sn43.12:11.10": "rechte Achtsamkeit … ",
  "sn43.12:11.15": "rechte Versenkung, die sich auf Abgeschiedenheit, Schwinden und Aufhören stützen und zum Loslassen heranreift – ",
  "sn43.12:11.16": "das nennt man den Pfad, der zum Unbedingten führt. ",
  "sn43.12:11.17": "Nun, Mönche und Nonnen, habe ich euch das Unbedingte gelehrt und den Pfad, der zum Unbedingten führt. ",
  "sn43.12:11.18": "Aus Anteilnahme habe ich getan, was ein Lehrer, der auf das Wohl seiner Schüler bedacht ist, tun sollte. ",
  "sn43.12:11.19": "Hier sind Plätze am Fuß von Bäumen, und hier sind leere Hütten. Übt die Vertiefungen, Mönche und Nonnen! Seid nicht nachlässig! Nicht, dass ihr es später bereut! Das ist meine Anweisung für euch.“ "
}