{
  "dn10:0.1": "Long Discourses 10 ",
  "dn10:0.2": "With Subha ",
  "dn10:1.1.1": "So I have heard. ",
  "dn10:1.1.2": "At one time Venerable Ānanda was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. It was not long after the Buddha had become fully extinguished. ",
  "dn10:1.1.3": "Now at that time the brahmin student Subha, Todeyya’s son, was residing in Sāvatthī on some business. ",
  "dn10:1.2.1": "Then he addressed a certain student, ",
  "dn10:1.2.2": "“Here, student, go to the ascetic Ānanda and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. ",
  "dn10:1.2.3": "",
  "dn10:1.2.4": "And then say: ",
  "dn10:1.3.1": "‘Sir, please visit the student Subha, Todeyya’s son, at his home out of compassion.’” ",
  "dn10:1.3.2": "“Yes, sir,” replied the student, and did as he was asked. ",
  "dn10:1.3.3": "",
  "dn10:1.3.4": "",
  "dn10:1.3.5": "",
  "dn10:1.3.6": "",
  "dn10:1.4.1": "When he had spoken, Venerable Ānanda said to him, ",
  "dn10:1.4.2": "“It’s not the right time, student. ",
  "dn10:1.4.3": "I’ve drunk sufficient refreshments for today. ",
  "dn10:1.4.4": "But hopefully tomorrow I’ll get a chance to visit him.” ",
  "dn10:1.4.5": "“Yes, sir,” replied the student. He went back to Subha, and told him what had happened, adding, ",
  "dn10:1.4.6": "",
  "dn10:1.4.7": "",
  "dn10:1.4.8": "",
  "dn10:1.4.9": "",
  "dn10:1.4.10": "",
  "dn10:1.4.11": "",
  "dn10:1.4.12": "",
  "dn10:1.4.13": "“This much, sir, I managed to do. At least Master Ānanda will take the opportunity to visit tomorrow.” ",
  "dn10:1.5.1": "Then when the night had passed, Ānanda robed up in the morning and, taking his bowl and robe, went with Venerable Cetaka as his second monk to Subha’s home, where he sat on the seat spread out. Then Subha went up to Ānanda, and exchanged greetings with him. ",
  "dn10:1.5.2": "When the greetings and polite conversation were over, he sat down to one side and said to Ānanda: ",
  "dn10:1.5.3": "“Master Ānanda, you were Master Gotama’s attendant. You were close to him, living in his presence. ",
  "dn10:1.5.4": "You ought to know what things Master Gotama praised, and in which he encouraged, settled, and grounded all these people. ",
  "dn10:1.5.5": "What were those things?” ",
  "dn10:1.6.1": "“Student, the Buddha praised three sets of things, and that’s what he encouraged, settled, and grounded all these people in. ",
  "dn10:1.6.2": "What three? ",
  "dn10:1.6.3": "The entire spectrum of noble ethics, immersion, and wisdom. ",
  "dn10:1.6.4": "These are the three sets of things that the Buddha praised.” ",
  "dn10:1.6.5.0": "1. The Entire Spectrum of Ethics ",
  "dn10:1.6.6": "“But what was that noble spectrum of ethics that the Buddha praised?” ",
  "dn10:1.7.1": "“Student, it’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. ",
  "dn10:1.7.2": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "dn10:1.7.3": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "dn10:1.8.1": "A householder hears that teaching, or a householder’s child, or someone reborn in some clan. ",
  "dn10:1.8.2": "They gain faith in the Realized One, ",
  "dn10:1.8.3": "and reflect: ",
  "dn10:1.8.4": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open. ",
  "dn10:1.8.5": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ",
  "dn10:1.8.6": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ ",
  "dn10:1.9.1": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ",
  "dn10:1.10.1": "Once they’ve gone forth, they live restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. They act skillfully by body and speech. They’re purified in livelihood and accomplished in ethical conduct. They guard the sense doors, have mindfulness and situational awareness, and are content. ",
  "dn10:1.11.1": "And how is a mendicant accomplished in ethics? ",
  "dn10:1.11.2": "It’s when a mendicant gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. … ",
  "dn10:1.11.3": "",
  "dn10:1.12.1-1.27": "This pertains to their ethics. ",
  "dn10:1.28.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by low lore, by wrong livelihood. ",
  "dn10:1.28.2": "This includes rites for propitiation, for granting wishes, for ghosts, for the earth, for rain, for property settlement, and for preparing and consecrating house sites, and rites involving rinsing and bathing, and oblations. It also includes administering emetics, purgatives, expectorants, and phlegmagogues; administering ear-oils, eye restoratives, nasal medicine, ointments, and counter-ointments; surgery with needle and scalpel, treating children, prescribing root medicines, and binding on herbs. ",
  "dn10:1.28.3": "They refrain from such low lore, such wrong livelihood. … ",
  "dn10:1.28.4": "",
  "dn10:1.28.5": "",
  "dn10:1.28.6": "",
  "dn10:1.28.7": "This pertains to their ethics. ",
  "dn10:1.29.1": "A mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint. ",
  "dn10:1.29.2": "It’s like a king who has defeated his enemies. He sees no danger from his foes in any quarter. ",
  "dn10:1.29.3": "A mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint. ",
  "dn10:1.29.4": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. ",
  "dn10:1.29.5": "That’s how a mendicant is accomplished in ethics. ",
  "dn10:1.30.1": "This is that noble spectrum of ethics that the Buddha praised. ",
  "dn10:1.30.2": "But there is still more to be done.” ",
  "dn10:1.30.3": "“It’s incredible, Master Ānanda, it’s amazing, ",
  "dn10:1.30.4": "This noble spectrum of ethics is complete, not lacking anything! ",
  "dn10:1.30.5": "Such a complete spectrum of ethics cannot be seen among the other ascetics and brahmins. ",
  "dn10:1.30.6": "Were other ascetics and brahmins to see such a complete spectrum of noble ethics in themselves, they’d be delighted with just that much: ",
  "dn10:1.30.7": "‘At this point it’s enough; at this point our work is done. We’ve reached the goal of our ascetic life. There is nothing more to be done.’ ",
  "dn10:1.30.8": "And yet you say: ",
  "dn10:1.30.9": "‘But there is still more to be done.’ ",
  "dn10:2.1.0": "2. The Spectrum of Immersion ",
  "dn10:2.1.1": "But what, Master Ānanda, was that noble spectrum of immersion that the Buddha praised?” ",
  "dn10:2.2.1": "“And how, student, does a mendicant guard the sense doors? ",
  "dn10:2.2.2": "When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details. ",
  "dn10:2.2.3": "If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. ",
  "dn10:2.2.4": "When they hear a sound with their ears … ",
  "dn10:2.2.5": "When they smell an odor with their nose … ",
  "dn10:2.2.6": "When they taste a flavor with their tongue … ",
  "dn10:2.2.7": "When they feel a touch with their body … ",
  "dn10:2.2.8": "When they know a thought with their mind, they don’t get caught up in the features and details. ",
  "dn10:2.2.9": "If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. ",
  "dn10:2.2.10": "When they have this noble sense restraint, they experience an unsullied bliss inside themselves. ",
  "dn10:2.2.11": "That’s how a mendicant guards the sense doors. ",
  "dn10:2.3.1": "And how does a mendicant have mindfulness and situational awareness? ",
  "dn10:2.3.2": "It’s when a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ",
  "dn10:2.3.3": "That’s how a mendicant has mindfulness and situational awareness. ",
  "dn10:2.4.1": "And how is a mendicant content? ",
  "dn10:2.4.2": "It’s when a mendicant is content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ",
  "dn10:2.4.3": "They’re like a bird: wherever it flies, wings are its only burden. ",
  "dn10:2.4.4": "In the same way, a mendicant is content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ",
  "dn10:2.4.5": "That’s how a mendicant is content. ",
  "dn10:2.5.1": "When they have this noble spectrum of ethics, this noble sense restraint, this noble mindfulness and situational awareness, and this noble contentment, ",
  "dn10:2.5.2": "they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ",
  "dn10:2.5.3": "After the meal, they return from almsround, sit down cross-legged with their body straight, and establish mindfulness right there. ",
  "dn10:2.6.1": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire. ",
  "dn10:2.6.2": "Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will. ",
  "dn10:2.6.3": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ",
  "dn10:2.6.4": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. ",
  "dn10:2.6.5": "Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ",
  "dn10:2.7.1": "Suppose a man who has gotten into debt were to apply himself to work, ",
  "dn10:2.7.2": "and his efforts proved successful. ",
  "dn10:2.7.3": "He would pay off the original loan and have enough left over to support his partner. ",
  "dn10:2.7.4": "Thinking about this, ",
  "dn10:2.7.5": "",
  "dn10:2.7.6": "",
  "dn10:2.7.7": "",
  "dn10:2.7.8": "he’d be filled with joy and happiness. ",
  "dn10:2.8.1": "Suppose there was a person who was sick, suffering, gravely ill. They’d lose their appetite and get physically weak. ",
  "dn10:2.8.2": "But after some time they’d recover from that illness, and regain their appetite and their strength. ",
  "dn10:2.8.3": "Thinking about this, ",
  "dn10:2.8.4": "",
  "dn10:2.8.5": "",
  "dn10:2.8.6": "they’d be filled with joy and happiness. ",
  "dn10:2.9.1": "Suppose a person was imprisoned in a jail. ",
  "dn10:2.9.2": "But after some time they were released from jail, safe and sound, with no loss of wealth. ",
  "dn10:2.9.3": "Thinking about this, ",
  "dn10:2.9.4": "",
  "dn10:2.9.5": "",
  "dn10:2.9.6": "they’d be filled with joy and happiness. ",
  "dn10:2.10.1": "Suppose a person was a bondservant. They belonged to someone else and were unable to go where they wish. ",
  "dn10:2.10.2": "But after some time they’d be freed from servitude and become their own master, an emancipated individual able to go where they wish. ",
  "dn10:2.10.3": "Thinking about this, ",
  "dn10:2.10.4": "",
  "dn10:2.10.5": "",
  "dn10:2.10.6": "they’d be filled with joy and happiness. ",
  "dn10:2.11.1": "Suppose there was a person with wealth and property who was traveling along a desert road, which was perilous, with nothing to eat. ",
  "dn10:2.11.2": "But after some time they crossed over the desert safely, arriving within a village, a sanctuary free of peril. ",
  "dn10:2.11.3": "Thinking about this, ",
  "dn10:2.11.4": "",
  "dn10:2.11.5": "",
  "dn10:2.11.6": "they’d be filled with joy and happiness. ",
  "dn10:2.12.1": "In the same way, as long as these five hindrances are not given up inside themselves, a mendicant regards them as a debt, a disease, a prison, slavery, and a desert crossing. ",
  "dn10:2.12.2": "But when these five hindrances are given up inside themselves, a mendicant regards this as freedom from debt, good health, release from prison, emancipation, and sanctuary. ",
  "dn10:2.12.3": "",
  "dn10:2.12.4": "Seeing that the hindrances have been given up in them, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when blissful, the mind becomes immersed. ",
  "dn10:2.13.1": "Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "dn10:2.13.2": "They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. ",
  "dn10:2.14.1": "It’s like when a deft bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out. ",
  "dn10:2.14.2": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. ",
  "dn10:2.14.3": "",
  "dn10:2.14.4": "",
  "dn10:2.14.5": "This pertains to their immersion. ",
  "dn10:2.15.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "dn10:2.15.2": "They drench, steep, fill, and spread their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. ",
  "dn10:2.16.1": "It’s like a deep lake fed by spring water. There’s no inlet to the east, west, north, or south, and no rainfall to replenish it from time to time. But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water. ",
  "dn10:2.16.2": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. ",
  "dn10:2.16.3": "",
  "dn10:2.16.4": "",
  "dn10:2.16.5": "This pertains to their immersion. ",
  "dn10:2.17.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "dn10:2.17.2": "They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. ",
  "dn10:2.17.3": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and soaked with cool water. There’s no part of them that’s not soaked with cool water. ",
  "dn10:2.17.4": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. ",
  "dn10:2.17.5": "",
  "dn10:2.17.6": "",
  "dn10:2.17.7": "This pertains to their immersion. ",
  "dn10:2.18.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "dn10:2.18.2": "They sit spreading their body through with pure bright mind. ",
  "dn10:2.18.3": "There’s no part of the body that’s not spread with pure bright mind. ",
  "dn10:2.18.4": "It’s like someone sitting wrapped from head to foot with white cloth. There’s no part of the body that’s not spread over with white cloth. ",
  "dn10:2.18.5": "In the same way, a mendicant sits spreading their body through with pure bright mind. There's no part of their body that's not spread with pure bright mind. ",
  "dn10:2.18.6": "",
  "dn10:2.18.7": "",
  "dn10:2.18.8": "This pertains to their immersion. ",
  "dn10:2.19.1": "This is that noble spectrum of immersion that the Buddha praised. ",
  "dn10:2.19.2": "But there is still more to be done.” ",
  "dn10:2.19.3": "“It’s incredible, Master Ānanda, it’s amazing! ",
  "dn10:2.19.4": "This noble spectrum of immersion is complete, not lacking anything! ",
  "dn10:2.19.5": "Such a complete spectrum of immersion cannot be seen among the other ascetics and brahmins. ",
  "dn10:2.19.6": "Were other ascetics and brahmins to see such a complete spectrum of noble immersion in themselves, they’d be delighted with just that much: ",
  "dn10:2.19.7": "‘At this point it’s enough; at this point our work is done. We’ve reached the goal of our ascetic life. There is nothing more to be done.’ ",
  "dn10:2.19.8": "And yet you say: ",
  "dn10:2.19.9": "‘But there is still more to be done.’ ",
  "dn10:2.20.0": "3. The Spectrum of Wisdom ",
  "dn10:2.20.1": "But what, Master Ānanda, was that noble spectrum of wisdom that the Buddha praised?” ",
  "dn10:2.21.1": "“When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge and vision. ",
  "dn10:2.21.2": "They understand: ",
  "dn10:2.21.3": "‘This body of mine is physical. It’s made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. And this consciousness of mine is attached to it, tied to it.’ ",
  "dn10:2.22.1": "Suppose there was a beryl gem that was naturally beautiful, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. And it was strung with a thread of blue, yellow, red, white, or golden brown. ",
  "dn10:2.22.2": "And someone with good eyesight were to take it in their hand and examine it: ‘This beryl gem is naturally beautiful, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. And it’s strung with a thread of blue, yellow, red, white, or golden brown.’ ",
  "dn10:2.22.3": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge and vision. ",
  "dn10:2.22.4": "",
  "dn10:2.22.5": "",
  "dn10:2.22.6": "",
  "dn10:2.22.7": "",
  "dn10:2.22.8": "",
  "dn10:2.22.9": "",
  "dn10:2.22.10": "This pertains to their wisdom. ",
  "dn10:2.23.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward the creation of a mind-made body. ",
  "dn10:2.23.2": "From this body they create another body, physical, mind-made, complete in all its various parts, not deficient in any faculty. ",
  "dn10:2.24.1": "Suppose a person was to draw a reed out from its sheath. ",
  "dn10:2.24.2": "They’d think: ",
  "dn10:2.24.3": "‘This is the reed, this is the sheath. The reed and the sheath are different things. The reed has been drawn out from the sheath.’ ",
  "dn10:2.24.4": "Or suppose a person was to draw a sword out from its scabbard. ",
  "dn10:2.24.5": "They’d think: ",
  "dn10:2.24.6": "‘This is the sword, this is the scabbard. The sword and the scabbard are different things. The sword has been drawn out from the scabbard.’ ",
  "dn10:2.24.7": "Or suppose a person was to draw a snake out from its slough. ",
  "dn10:2.24.8": "They’d think: ",
  "dn10:2.24.9": "‘This is the snake, this is the slough. The snake and the slough are different things. The snake has been drawn out from the slough.’ ",
  "dn10:2.24.10": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward the creation of a mind-made body. ",
  "dn10:2.24.11": "",
  "dn10:2.24.12": "This pertains to their wisdom. ",
  "dn10:2.25.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward psychic power. ",
  "dn10:2.25.2": "They wield the many kinds of psychic power: multiplying themselves and becoming one again; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the Brahmā realm. ",
  "dn10:2.26.1": "Suppose an expert potter or their apprentice had some well-prepared clay. They could produce any kind of pot that they like. ",
  "dn10:2.26.2": "Or suppose an expert ivory-carver or their apprentice had some well-prepared ivory. They could produce any kind of ivory item that they like. ",
  "dn10:2.26.3": "Or suppose an expert goldsmith or their apprentice had some well-prepared gold. They could produce any kind of gold item that they like. ",
  "dn10:2.26.4": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward psychic power. ",
  "dn10:2.26.5": "",
  "dn10:2.26.6": "This pertains to their wisdom. ",
  "dn10:2.27.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward clairaudience. ",
  "dn10:2.27.2": "With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far. ",
  "dn10:2.27.3": "Suppose there was a person traveling along the road. They’d hear the sound of drums, clay drums, horns, kettledrums, and tom-toms. They’d think: ‘That’s the sound of drums,’ and ‘that’s the sound of clay drums,’ and ‘that’s the sound of horns, kettledrums, and tom-toms.’ ",
  "dn10:2.27.4": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward clairaudience. ",
  "dn10:2.27.5": "",
  "dn10:2.27.6": "",
  "dn10:2.27.7": "This pertains to their wisdom. ",
  "dn10:2.28.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward comprehending the minds of others. ",
  "dn10:2.28.2": "They understand ",
  "dn10:2.28.3": "mind with greed as ‘mind with greed’, ",
  "dn10:2.28.4": "and mind without greed as ‘mind without greed’. ",
  "dn10:2.28.5": "They understand mind with hate … ",
  "dn10:2.28.6": "mind without hate … ",
  "dn10:2.28.7": "mind with delusion … ",
  "dn10:2.28.8": "mind without delusion … ",
  "dn10:2.28.9": "constricted mind … ",
  "dn10:2.28.10": "scattered mind … ",
  "dn10:2.28.11": "expansive mind … ",
  "dn10:2.28.12": "unexpansive mind … ",
  "dn10:2.28.13": "mind that is not supreme … ",
  "dn10:2.28.14": "mind that is supreme … ",
  "dn10:2.28.15": "immersed mind … ",
  "dn10:2.28.16": "unimmersed mind … ",
  "dn10:2.28.17": "freed mind … ",
  "dn10:2.28.18": "They understand unfreed mind as ‘unfreed mind’. ",
  "dn10:2.29.1": "Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. If they had a spot they’d know ‘I have a spot,’ and if they had no spots they’d know ‘I have no spots.’ ",
  "dn10:2.29.2": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward comprehending the minds of others. ",
  "dn10:2.29.3": "",
  "dn10:2.29.4": "",
  "dn10:2.29.7": "This pertains to their wisdom. ",
  "dn10:2.30.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward recollection of past lives. ",
  "dn10:2.30.2": "They recollect many kinds of past lives, that is, one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ",
  "dn10:2.31.1": "Suppose a person was to leave their home village and go to another village. From that village they’d go to yet another village. And from that village they’d return to their home village. They’d think: ‘I went from my home village to another village. There I stood like this, sat like that, spoke like this, or kept silent like that. From that village I went to yet another village. There too I stood like this, sat like that, spoke like this, or kept silent like that. And from that village I returned to my home village.’ ",
  "dn10:2.31.2": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward recollection of past lives. ",
  "dn10:2.31.3": "",
  "dn10:2.31.4": "This pertains to their wisdom. ",
  "dn10:2.32.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge of the death and rebirth of sentient beings. ",
  "dn10:2.32.2": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "dn10:2.33.1": "Suppose there was a stilt longhouse at the central square. A person with good eyesight standing there might see people entering and leaving a house, walking along the streets and paths, and sitting at the central square. They’d think: ‘These are people entering and leaving a house, walking along the streets and paths, and sitting at the central square.’ ",
  "dn10:2.33.2": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend and project it toward knowledge of the death and rebirth of sentient beings. ",
  "dn10:2.33.3": "",
  "dn10:2.33.4": "",
  "dn10:2.33.5": "This pertains to their wisdom. ",
  "dn10:2.34.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge of the ending of defilements. ",
  "dn10:2.34.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "dn10:2.34.3": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "dn10:2.35.1": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. ",
  "dn10:2.35.2": "When they’re freed, they know they’re freed. ",
  "dn10:2.35.3": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "dn10:2.36.1": "Suppose that in a mountain glen there was a lake that was transparent, clear, and unclouded. A person with good eyesight standing on the bank would see the clams and mussels, and pebbles and gravel, and schools of fish swimming about or staying still. They’d think: ‘This lake is transparent, clear, and unclouded. And here are the clams and mussels, and pebbles and gravel, and schools of fish swimming about or staying still.’ ",
  "dn10:2.36.2": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge of the ending of defilements. ",
  "dn10:2.36.3": "",
  "dn10:2.36.4": "",
  "dn10:2.36.5": "",
  "dn10:2.36.6": "",
  "dn10:2.36.7": "This pertains to their wisdom. ",
  "dn10:2.37.1": "This is that noble spectrum of wisdom that the Buddha praised. ",
  "dn10:2.37.2": "And there is nothing more to be done.” ",
  "dn10:2.37.3": "“It’s incredible, Master Ānanda, it’s amazing! ",
  "dn10:2.37.4": "This noble spectrum of wisdom is complete, not lacking anything! ",
  "dn10:2.37.5": "Such a complete spectrum of wisdom cannot be seen among the other ascetics and brahmins. ",
  "dn10:2.37.6": "And there is nothing more to be done. ",
  "dn10:2.37.7": "Excellent, Master Ānanda! Excellent! ",
  "dn10:2.37.8": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Ānanda has made the teaching clear in many ways. ",
  "dn10:2.37.9": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "dn10:2.37.10": "From this day forth, may Master Ānanda remember me as a lay follower who has gone for refuge for life.” "
}