{
  "dn11:0.1": "Long Discourses 11 ",
  "dn11:0.2": "With Kevaḍḍha ",
  "dn11:1.1": "So I have heard. ",
  "dn11:1.2": "At one time the Buddha was staying near Nāḷandā in Pāvārika’s mango grove. ",
  "dn11:1.3": "Then the householder Kevaḍḍha went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "dn11:1.4": "“Sir, this Nāḷandā is successful and prosperous and full of people. ",
  "dn11:1.5": "Please direct a mendicant to perform a demonstration of superhuman psychic power. ",
  "dn11:1.6": "Then Nāḷandā will become even more devoted to the Buddha!” ",
  "dn11:1.7": "When he said this, the Buddha said, ",
  "dn11:1.8": "“Kevaḍḍha, I do not teach Dhamma to the mendicants like this: ",
  "dn11:1.9": "‘Come now, mendicants, perform a demonstration of superhuman psychic power for the white-clothed laypeople.’” ",
  "dn11:2.1": "For a second time, Kevaḍḍha made the same request, ",
  "dn11:2.2": "“Sir, I am not teaching you the Dhamma, ",
  "dn11:2.3": "but nonetheless I say: ",
  "dn11:2.4": "‘Sir, this Nāḷandā is successful and prosperous and full of people. ",
  "dn11:2.5": "Please direct a mendicant to perform a demonstration of superhuman psychic power. ",
  "dn11:2.6": "Then Nāḷandā will become even more devoted to the Buddha!’” ",
  "dn11:2.7": "But for a second time, the Buddha gave the same answer. ",
  "dn11:2.8": "",
  "dn11:2.9": "",
  "dn11:3.1": "For a third time, Kevaḍḍha made the same request, ",
  "dn11:3.2": "",
  "dn11:3.3": "",
  "dn11:3.4": "",
  "dn11:3.5": "",
  "dn11:3.6": "at which the Buddha said the following. ",
  "dn11:3.7.0": "1. The Demonstration of Psychic Power ",
  "dn11:3.8": "“Kevaḍḍha, there are three kinds of demonstration, which I declare having realized them with my own insight. ",
  "dn11:3.9": "What three? ",
  "dn11:3.10": "The demonstration of psychic power, the demonstration of revealing, and the demonstration of instruction. ",
  "dn11:4.1": "And what is the demonstration of psychic power? ",
  "dn11:4.2": "It’s a mendicant who wields the many kinds of psychic power: multiplying themselves and becoming one again; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the Brahmā realm. ",
  "dn11:4.3": "Then someone with faith and confidence sees that mendicant performing those superhuman feats. ",
  "dn11:4.4": "They tell someone else who lacks faith and confidence: ",
  "dn11:4.5": "‘It’s incredible, it’s amazing! The ascetic has such psychic power and might! ",
  "dn11:4.6": "I saw him myself, performing all these superhuman feats!’ ",
  "dn11:5.1": "But the one lacking faith and confidence would say to them: ",
  "dn11:5.2": "‘There’s a spell named Gandhārī. ",
  "dn11:5.3": "Using that a mendicant can perform such superhuman feats.’ ",
  "dn11:5.4": "What do you think, Kevaḍḍha? ",
  "dn11:5.5": "Wouldn’t someone lacking faith speak like that?” ",
  "dn11:5.6": "“They would, sir.” ",
  "dn11:5.7": "“Seeing this drawback in psychic power, I’m horrified, repelled, and disgusted by demonstrations of psychic power. ",
  "dn11:6.0": "2. The Demonstration of Revealing ",
  "dn11:6.1": "And what is the demonstration of revealing? ",
  "dn11:6.2": "In one case, someone reveals the mind, mentality, thoughts, and reflections of other beings and individuals: ",
  "dn11:6.3": "‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ",
  "dn11:6.4": "Then someone with faith and confidence sees that mendicant revealing another person’s thoughts. ",
  "dn11:6.5": "",
  "dn11:6.6": "They tell someone else who lacks faith and confidence: ",
  "dn11:6.7": "‘It’s incredible, it’s amazing! The ascetic has such psychic power and might! ",
  "dn11:6.8": "I saw him myself, revealing the thoughts of another person!’ ",
  "dn11:6.9": "",
  "dn11:7.1": "But the one lacking faith and confidence would say to them: ",
  "dn11:7.2": "‘There’s a spell named Māṇikā. ",
  "dn11:7.3": "Using that a mendicant can reveal another person’s thoughts.’ ",
  "dn11:7.4": "",
  "dn11:7.5": "What do you think, Kevaḍḍha? ",
  "dn11:7.6": "Wouldn’t someone lacking faith speak like that?” ",
  "dn11:7.7": "“They would, sir.” ",
  "dn11:7.8": "“Seeing this drawback in revealing, I’m horrified, repelled, and disgusted by demonstrations of revealing. ",
  "dn11:8.0": "3. The Demonstration of Instruction ",
  "dn11:8.1": "And what is the demonstration of instruction? ",
  "dn11:8.2": "It’s when a mendicant instructs others like this: ",
  "dn11:8.3": "‘Think like this, not like that. Focus your mind like this, not like that. Give up this, and live having achieved that.’ ",
  "dn11:8.4": "This is called the demonstration of instruction. ",
  "dn11:9-66.1": "Furthermore, a Realized One arises in the world … ",
  "dn11:9-66.2": "That’s how a mendicant is accomplished in ethics. … ",
  "dn11:9-66.3": "They enter and remain in the first absorption … ",
  "dn11:9-66.4": "This is called the demonstration of instruction. ",
  "dn11:9-66.5": "They enter and remain in the second absorption … ",
  "dn11:9-66.6": "third absorption … ",
  "dn11:9-66.7": "fourth absorption. ",
  "dn11:9-66.8": "This too is called the demonstration of instruction. ",
  "dn11:9-66.9": "They extend and project the mind toward knowledge and vision … ",
  "dn11:9-66.10": "This too is called the demonstration of instruction. ",
  "dn11:9-66.11": "They understand: ‘… there is no return to any state of existence.’ ",
  "dn11:9-66.12": "This too is called the demonstration of instruction. ",
  "dn11:67.1": "These, Kevaḍḍha, are the three kinds of demonstration, which I declare having realized them with my own insight. ",
  "dn11:67.2.0": "4. On the Mendicant in Search of the Cessation of Being ",
  "dn11:67.3": "Once upon a time, Kevaḍḍha, a mendicant in this very Saṅgha had the following thought, ",
  "dn11:67.4": "‘Where do these four primary elements cease without anything left over, namely, the elements of earth, water, fire, and air?’ ",
  "dn11:68.1": "Then that mendicant attained a state of immersion such that a path to the gods appeared. ",
  "dn11:68.2": "Then he approached the gods of the Four Great Kings and said, ",
  "dn11:68.3": "‘Reverends, where do these four primary elements cease without anything left over, namely, the elements of earth, water, fire, and air?’ ",
  "dn11:68.4": "When he said this, those gods said to him, ",
  "dn11:68.5": "‘Mendicant, we too do not know this. ",
  "dn11:68.6": "",
  "dn11:68.7": "But the Four Great Kings are our superiors. ",
  "dn11:68.8": "They might know.’ ",
  "dn11:68.9": "",
  "dn11:69.1": "Then he approached the Four Great Kings and asked the same question. ",
  "dn11:69.2": "",
  "dn11:69.3": "But they also said to him, ",
  "dn11:69.4": "‘Mendicant, we too do not know this. ",
  "dn11:69.5": "",
  "dn11:69.6": "But the gods of the Thirty-Three … ",
  "dn11:69.7": "",
  "dn11:69.8": "",
  "dn11:70.1": "",
  "dn11:70.2": "",
  "dn11:70.3": "",
  "dn11:70.4": "",
  "dn11:70.5": "",
  "dn11:70.6": "Sakka, lord of gods … ",
  "dn11:70.7": "",
  "dn11:70.8": "",
  "dn11:71.1": "",
  "dn11:71.2": "",
  "dn11:71.3": "",
  "dn11:71.4": "",
  "dn11:71.5": "",
  "dn11:72.1": "the gods of Yāma … ",
  "dn11:73.1": "the god named Suyāma … ",
  "dn11:74.1": "the Joyful gods … ",
  "dn11:75.1": "the god named Santussita … ",
  "dn11:76.1": "the gods who delight in creation … ",
  "dn11:77.1": "the god named Sunimmita … ",
  "dn11:77.2": "the gods who control the creation of others … ",
  "dn11:78.1": "the god named Vasavattī … ",
  "dn11:78.2": "",
  "dn11:78.3": "",
  "dn11:79.1": "",
  "dn11:79.2": "",
  "dn11:79.3": "",
  "dn11:79.4": "",
  "dn11:79.5": "",
  "dn11:79.6": "the gods of Brahmā’s Host. ",
  "dn11:79.7": "They might know.’ ",
  "dn11:79.8": "",
  "dn11:80.1": "Then that mendicant attained a state of immersion such that a path to Brahmā appeared. ",
  "dn11:80.2": "Then he approached those gods and said, ",
  "dn11:80.3": "‘Reverends, where do these four primary elements cease without anything left over, namely, the elements of earth, water, fire, and air?’ ",
  "dn11:80.4": "But they also said to him, ",
  "dn11:80.5": "‘Mendicant, we too do not know this. ",
  "dn11:80.6": "",
  "dn11:80.7": "But there is Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. He is our superior. ",
  "dn11:80.8": "He might know.’ ",
  "dn11:80.9": "",
  "dn11:80.10": "‘But reverends, where is that Brahmā now?’ ",
  "dn11:80.11": "‘We also don’t know where he is or what way he lies. ",
  "dn11:80.12": "But by the signs that are seen—light arising and radiance appearing—we know that Brahmā will appear. For this is the precursor for the appearance of Brahmā, namely light arising and radiance appearing.’ ",
  "dn11:81.1": "Not long afterwards, the Great Brahmā appeared. ",
  "dn11:81.2": "Then that mendicant approached the Great Brahmā and said to him, ",
  "dn11:81.3": "‘Reverend, where do these four primary elements cease without anything left over, namely, the elements of earth, water, fire, and air?’ ",
  "dn11:81.4": "The Great Brahmā said to him, ",
  "dn11:81.5": "‘I am Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born.’ ",
  "dn11:82.1": "For a second time, that mendicant said to the Great Brahmā, ",
  "dn11:82.2": "‘Reverend, I am not asking you whether you are ",
  "dn11:82.3": "Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. ",
  "dn11:82.4": "I am asking ",
  "dn11:82.5": "where these four primary elements cease without anything left over.’ ",
  "dn11:82.6": "For a second time, the Great Brahmā said to him, ",
  "dn11:82.7": "‘I am Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born.’ ",
  "dn11:83.1": "For a third time, that mendicant said to the Great Brahmā, ",
  "dn11:83.2": "‘Reverend, I am not asking you whether you are ",
  "dn11:83.3": "Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. ",
  "dn11:83.4": "I am asking ",
  "dn11:83.5": "where these four primary elements cease without anything left over.’ ",
  "dn11:83.6": "Then the Great Brahmā took that mendicant by the arm, led him off to one side, and said to him, ",
  "dn11:83.7": "‘Mendicant, these gods think that there is nothing at all that I don’t know and see and understand and realize. ",
  "dn11:83.8": "That’s why I didn’t answer in front of them. ",
  "dn11:83.9": "But I too do not know where these four primary elements cease with nothing left over. ",
  "dn11:83.10": "Therefore, mendicant, the misdeed is yours alone, the mistake is yours alone, in that you passed over the Buddha and searched elsewhere for an answer to this question. ",
  "dn11:83.11": "Mendicant, go to the Buddha and ask him this question. You should remember it in line with his answer.’ ",
  "dn11:84.1": "Then that mendicant, as easily as a strong person would extend or contract their arm, vanished from the Brahmā realm and reappeared in front of me. ",
  "dn11:84.2": "Then he bowed, sat down to one side, and said to me, ",
  "dn11:84.3": "‘Sir, where do these four primary elements cease without anything left over, namely, the elements of earth, water, fire, and air?’ ",
  "dn11:85.0": "4.1. The Simile of the Land-Spotting Bird ",
  "dn11:85.1": "When he said this, I said to him: ",
  "dn11:85.2": "‘Once upon a time, mendicant, some sea-merchants set sail for the ocean deeps, taking with them a land-spotting bird. ",
  "dn11:85.3": "When their ship was out of sight of land, they released the bird. ",
  "dn11:85.4": "It flew right away to the east, the west, the north, the south, upwards, and in-between. ",
  "dn11:85.5": "If it saw land on any side, it went there and stayed. ",
  "dn11:85.6": "But if it saw no land on any side it returned to the ship. ",
  "dn11:85.7": "In the same way, after failing to get an answer to this question even after searching as far as the Brahmā realm, you’ve returned to me. ",
  "dn11:85.8": "Mendicant, this is not how the question should be asked: ",
  "dn11:85.9": "“Sir, where do these four primary elements cease without anything left over, namely, the elements of earth, water, fire, and air?” ",
  "dn11:85.10": "This is how the question should be asked: ",
  "dn11:85.11": "“Where do water and earth, ",
  "dn11:85.12": "fire and air find no footing? ",
  "dn11:85.13": "Where do long and short, ",
  "dn11:85.14": "fine and coarse, beautiful and ugly; ",
  "dn11:85.15": "where do name and form ",
  "dn11:85.16": "cease with nothing left over?” ",
  "dn11:85.17": "And the answer to that is: ",
  "dn11:85.18": "“Infinite consciousness, ",
  "dn11:85.19": "invisible, radiant all-around—",
  "dn11:85.20": "that’s where water and earth, ",
  "dn11:85.21": "fire and air find no footing. ",
  "dn11:85.22": "And that is where long and short, ",
  "dn11:85.23": "fine and coarse, beautiful and ugly; ",
  "dn11:85.24": "that’s where name and form ",
  "dn11:85.25": "cease with nothing left over—",
  "dn11:85.26": "with the cessation of consciousness, ",
  "dn11:85.27": "that’s where they cease.”’” ",
  "dn11:85.28": "That is what the Buddha said. ",
  "dn11:85.29": "Satisfied, the householder Kevaḍḍha was happy with what the Buddha said. "
}