{
  "dn12:0.1": "Long Discourses 12 ",
  "dn12:0.2": "With Lohicca ",
  "dn12:1.1": "So I have heard. ",
  "dn12:1.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of five hundred mendicants when he arrived at Sālavatikā. ",
  "dn12:1.3": "Now at that time the brahmin Lohicca was living in Sālavatikā. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal park endowed to a brahmin. ",
  "dn12:2.1": "Now at that time Lohicca had the following harmful misconception: ",
  "dn12:2.2": "“Should an ascetic or brahmin achieve some skillful quality, they ought not inform anyone else. For what can one person do for another? ",
  "dn12:2.3": "Suppose someone cut off an old bond, only to create another new bond. ",
  "dn12:2.4": "That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?” ",
  "dn12:3.1": "Lohicca heard: ",
  "dn12:3.2": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Sālavatikā, together with a large Saṅgha of five hundred mendicants. ",
  "dn12:3.3": "He has this good reputation: ",
  "dn12:3.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn12:3.5": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "dn12:3.6": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "dn12:3.7": "It’s good to see such perfected ones.” ",
  "dn12:4.1": "Then Lohicca addressed his barber Rosika, ",
  "dn12:4.2": "“Here, dear Rosika, go to the ascetic Gotama and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. ",
  "dn12:4.3": "",
  "dn12:4.4": "And then ask him whether he, ",
  "dn12:4.5": "together with the mendicant Saṅgha, might please accept tomorrow’s meal from the brahmin Lohicca.” ",
  "dn12:5.1": "“Yes, sir,” Rosika replied. He did as he was asked, and ",
  "dn12:5.2": "",
  "dn12:5.3": "",
  "dn12:5.4": "",
  "dn12:5.5": "the Buddha consented with silence. ",
  "dn12:6.1": "Then, knowing that the Buddha had consented, Rosika got up from his seat, went to Lohicca, and said to him, ",
  "dn12:6.2": "“I gave the Buddha your message, ",
  "dn12:6.3": "",
  "dn12:6.4": "",
  "dn12:6.5": "",
  "dn12:6.6": "and he accepted.” ",
  "dn12:7.1": "And when the night had passed Lohicca had delicious fresh and cooked foods prepared in his own home. Then he had the Buddha informed of the time, saying, ",
  "dn12:7.2": "“Here, dear Rosika, go to the ascetic Gotama and announce the time, saying: ",
  "dn12:7.3": "‘It’s time, Master Gotama, the meal is ready.’” ",
  "dn12:7.4": "“Yes, sir,” Rosika replied. He did as he was asked. ",
  "dn12:7.5": "",
  "dn12:7.6": "",
  "dn12:7.7": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to Sālavatikā together with the Saṅgha of mendicants. ",
  "dn12:8.1": "Now, Rosika was following behind the Buddha, ",
  "dn12:8.2": "and told him of Lohicca’s views, adding, ",
  "dn12:8.3": "",
  "dn12:8.4": "",
  "dn12:8.5": "",
  "dn12:8.6": "",
  "dn12:8.7": "",
  "dn12:8.8": "",
  "dn12:8.9": "“Sir, please dissuade him from that harmful misconception.” ",
  "dn12:8.10": "“Hopefully that’ll happen, Rosika, hopefully that’ll happen.” ",
  "dn12:9.1": "Then the Buddha approached Lohicca’s home, where he sat on the seat spread out. ",
  "dn12:9.2": "Then Lohicca served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with delicious fresh and cooked foods. ",
  "dn12:9.3.0": "1. Questioning Lohicca ",
  "dn12:9.4": "When the Buddha had eaten and washed his hand and bowl, Lohicca took a low seat and sat to one side. ",
  "dn12:9.5": "The Buddha said to him, ",
  "dn12:9.6": "“Is it really true, Lohicca, that you have such a harmful misconception: ",
  "dn12:9.7": "‘Should an ascetic or brahmin achieve some skillful quality, they ought not inform anyone else. For what can one person do for another? ",
  "dn12:9.8": "Suppose someone cut off an old bond, only to create another new bond. ",
  "dn12:9.9": "That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?’” ",
  "dn12:9.10": "“Yes, Master Gotama.” ",
  "dn12:10.1": "“What do you think, Lohicca? ",
  "dn12:10.2": "Do you reside in Sālavatikā?” ",
  "dn12:10.3": "“Yes, Master Gotama.” ",
  "dn12:10.4": "“Lohicca, suppose someone were to say: ",
  "dn12:10.5": "‘The brahmin Lohicca resides in Sālavatikā. ",
  "dn12:10.6": "He alone should enjoy the revenues produced in Sālavatikā and not share them with anyone else.’ ",
  "dn12:10.7": "Would the person who spoke like that make it difficult for those whose living depends on you or not?” ",
  "dn12:10.8": "“They would, Master Gotama.” ",
  "dn12:10.9": "“But is someone who creates difficulties for others acting kindly or unkindly?” ",
  "dn12:10.10": "“Unkindly, sir.” ",
  "dn12:10.11": "“But does an unkind person have love in their heart or hostility?” ",
  "dn12:10.12": "“Hostility, sir.” ",
  "dn12:10.13": "“And when the heart is full of hostility, is there right view or wrong view?” ",
  "dn12:10.14": "“Wrong view, Master Gotama.” ",
  "dn12:10.15": "“An individual with wrong view is reborn in one of two places, I say: ",
  "dn12:10.16": "hell or the animal realm. ",
  "dn12:11.1": "What do you think, Lohicca? ",
  "dn12:11.2": "Does King Pasenadi reign over Kāsi and Kosala?” ",
  "dn12:11.3": "“Yes, Master Gotama.” ",
  "dn12:11.4": "“Lohicca, suppose someone were to say: ",
  "dn12:11.5": "‘King Pasenadi reigns over Kāsi and Kosala. ",
  "dn12:11.6": "He alone should enjoy the revenues produced in Kāsi and Kosala and not share them with anyone else.’ ",
  "dn12:11.7": "Would the person who spoke like that make it difficult for yourself and others whose living depends on King Pasenadi or not?” ",
  "dn12:11.8": "“They would, Master Gotama.” ",
  "dn12:11.9": "“But is someone who creates difficulties for others acting kindly or unkindly?” ",
  "dn12:11.10": "“Unkindly, sir.” ",
  "dn12:11.11": "“But does an unkind person have love in their heart or hostility?” ",
  "dn12:11.12": "“Hostility, sir.” ",
  "dn12:11.13": "“And when the heart is full of hostility, is there right view or wrong view?” ",
  "dn12:11.14": "“Wrong view, Master Gotama.” ",
  "dn12:11.15": "“An individual with wrong view is reborn in one of two places, I say: ",
  "dn12:11.16": "hell or the animal realm. ",
  "dn12:12.1": "So it seems, Lohicca, that should someone say such a thing either of Lohicca or of King Pasenadi, ",
  "dn12:12.2": "",
  "dn12:12.3": "",
  "dn12:13.1": "",
  "dn12:13.2": "that is wrong view. ",
  "dn12:13.3": "In the same way, suppose someone were to say: ",
  "dn12:13.4": "‘Should an ascetic or brahmin achieve some skillful quality, they ought not inform anyone else. For what can one person do for another? ",
  "dn12:13.5": "Suppose someone cut off an old bond, only to create another new bond. ",
  "dn12:13.6": "That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?’ ",
  "dn12:13.7": "Now, there are gentlemen who, relying on the teaching and training proclaimed by the Realized One, achieve a high distinction such as the following: they realize the fruit of stream-entry, the fruit of once-return, the fruit of non-return, or perfection. And in addition, there are those who ripen the seeds for rebirth in a heavenly state. The person who spoke like that makes it difficult for them. They’re acting unkindly, their heart is full of hostility, and they have wrong view. ",
  "dn12:13.8": "An individual with wrong view is reborn in one of two places, I say: ",
  "dn12:13.9": "hell or the animal realm. ",
  "dn12:14.1": "",
  "dn12:14.2": "",
  "dn12:14.3": "",
  "dn12:15.1": "",
  "dn12:15.2": "",
  "dn12:15.3": "",
  "dn12:15.4": "",
  "dn12:15.5": "",
  "dn12:15.6": "",
  "dn12:15.7": "",
  "dn12:15.8": "",
  "dn12:15.9": "",
  "dn12:15.10": "",
  "dn12:15.11": "",
  "dn12:16.0": "2. Three Teachers Who Deserve to Be Reprimanded ",
  "dn12:16.1": "Lohicca, there are three kinds of teachers in the world who deserve to be reprimanded. ",
  "dn12:16.2": "When someone reprimands such teachers, the reprimand is true, correct, legitimate, and blameless. ",
  "dn12:16.3": "What three? ",
  "dn12:16.4": "Firstly, take a teacher who has not reached the goal of the ascetic life for which they went forth from the lay life to homelessness. ",
  "dn12:16.5": "They teach their disciples: ",
  "dn12:16.6": "‘This is for your welfare. This is for your happiness.’ ",
  "dn12:16.7": "But their disciples don’t want to listen. They don’t actively listen or try to understand. They proceed having turned away from the teacher’s instruction. ",
  "dn12:16.8": "That teacher deserves to be reprimanded: ",
  "dn12:16.9": "‘Venerable, you haven’t reached the goal of the ascetic life; and when you teach disciples ",
  "dn12:16.10": "",
  "dn12:16.11": "they proceed having turned away from the teacher’s instruction. ",
  "dn12:16.12": "It’s like a man who makes advances on a woman though she pulls away, or embraces her though she turns her back. ",
  "dn12:16.13": "That’s the consequence of such a wicked, greedy deed, I say. For what can one do for another?’ ",
  "dn12:16.14": "",
  "dn12:16.15": "This is the first kind of teacher who deserves to be reprimanded. ",
  "dn12:16.16": "",
  "dn12:17.1": "Furthermore, take a teacher who has not reached the goal of the ascetic life for which they went forth from the lay life to homelessness. ",
  "dn12:17.2": "They teach their disciples: ",
  "dn12:17.3": "‘This is for your welfare. This is for your happiness.’ ",
  "dn12:17.4": "Their disciples do want to listen. They actively listen and try to understand. They don’t proceed having turned away from the teacher’s instruction. ",
  "dn12:17.5": "That teacher deserves to be reprimanded: ",
  "dn12:17.6": "‘Venerable, you haven’t reached the goal of the ascetic life; and when you teach disciples ",
  "dn12:17.7": "",
  "dn12:17.8": "they don’t proceed having turned away from the teacher’s instruction. ",
  "dn12:17.9": "It’s like someone who abandons their own field and presumes to weed someone else’s field. That’s the consequence of such a wicked, greedy deed, I say. For what can one do for another?’ ",
  "dn12:17.10": "This is the second kind of teacher who deserves to be reprimanded. ",
  "dn12:17.11": "",
  "dn12:18.1": "Furthermore, take a teacher who has reached the goal of the ascetic life for which they went forth from the lay life to homelessness. ",
  "dn12:18.2": "They teach their disciples: ",
  "dn12:18.3": "‘This is for your welfare. This is for your happiness.’ ",
  "dn12:18.4": "But their disciples don’t want to listen. They don’t actively listen or try to understand. They proceed having turned away from the teacher’s instruction. ",
  "dn12:18.5": "That teacher deserves to be reprimanded: ",
  "dn12:18.6": "‘Venerable, you have reached the goal of the ascetic life; yet when you teach disciples ",
  "dn12:18.7": "",
  "dn12:18.8": "",
  "dn12:18.9": "they proceed having turned away from the teacher’s instruction. ",
  "dn12:18.10": "Suppose someone cut off an old bond, only to create another new bond. ",
  "dn12:18.11": "That’s the consequence of such a wicked, greedy deed, I say. For what can one person do for another?’ ",
  "dn12:18.12": "This is the third kind of teacher who deserves to be reprimanded. ",
  "dn12:18.13": "",
  "dn12:18.14": "These are the three kinds of teachers in the world who deserve to be reprimanded. ",
  "dn12:18.15": "When someone reprimands such teachers, the reprimand is true, correct, legitimate, and blameless.” ",
  "dn12:19.0": "3. A Teacher Who Does Not Deserve to Be Reprimanded ",
  "dn12:19.1": "When he had spoken, Lohicca said to the Buddha, ",
  "dn12:19.2": "“But Master Gotama, is there a teacher in the world who does not deserve to be reprimanded?” ",
  "dn12:19.3": "“There is, Lohicca.” ",
  "dn12:19.4": "“But who is that teacher?” ",
  "dn12:20-55.1": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … ",
  "dn12:20-55.2": "That’s how a mendicant is accomplished in ethics. … ",
  "dn12:20-55.3": "They enter and remain in the first absorption … ",
  "dn12:20-55.4": "A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. ",
  "dn12:20-55.5": "When someone reprimands such a teacher, the reprimand is false, baseless, illegitimate, and blameworthy. ",
  "dn12:56-62.1": "",
  "dn12:56-62.2": "They enter and remain in the second absorption … ",
  "dn12:56-62.3": "third absorption … ",
  "dn12:56-62.4": "fourth absorption. ",
  "dn12:56-62.5": "A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. … ",
  "dn12:63-77.1": "",
  "dn12:63-77.2": "They project and extend the mind toward knowledge and vision … ",
  "dn12:63-77.3": "A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. … ",
  "dn12:63-77.4": "",
  "dn12:63-77.5": "They understand: ‘… there is no return to any state of existence.’ ",
  "dn12:63-77.6": "A teacher under whom a disciple achieves such a high distinction is one who does not deserve to be reprimanded. When someone reprimands such a teacher, the reprimand is false, baseless, illegitimate, and blameworthy.” ",
  "dn12:78.1": "When he had spoken, Lohicca said to the Buddha: ",
  "dn12:78.2": "“Suppose, Master Gotama, a person was on the verge of falling off a cliff, and another person were to grab them by the hair, pull them up, and place them on firm ground. ",
  "dn12:78.3": "In the same way, when I was falling off a cliff Master Gotama pulled me up and placed me on safe ground. ",
  "dn12:78.4": "Excellent, Master Gotama! Excellent! ",
  "dn12:78.5": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, Master Gotama has made the Teaching clear in many ways. ",
  "dn12:78.6": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "dn12:78.7": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}