{
  "dn13:0.1": "Long Discourses 13 ",
  "dn13:0.2": "Experts in the Three Vedas ",
  "dn13:1.1": "So I have heard. ",
  "dn13:1.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of five hundred mendicants when he arrived at a village of the Kosalan brahmins named Manasākaṭa. ",
  "dn13:1.3": "He stayed in a mango grove on a bank of the river Aciravatī to the north of Manasākaṭa. ",
  "dn13:2.1": "Now at that time several very well-known well-to-do brahmins were residing in Manasākaṭa. They included ",
  "dn13:2.2": "the brahmins Caṅkī, Tārukkha, Pokkharasādi, Jānussoṇi, Todeyya, and others. ",
  "dn13:3.1": "Then as the students Vāseṭṭha and Bhāradvāja were going for a walk they began a discussion regarding the variety of paths. ",
  "dn13:4.1": "Vāseṭṭha said this: ",
  "dn13:4.2": "“This is the only straight path, the direct route that leads someone who practices it to the company of Brahmā; namely, that explained by the brahmin Pokkharasādi.” ",
  "dn13:5.1": "Bhāradvāja said this: ",
  "dn13:5.2": "“This is the only straight path, the direct route that leads someone who practices it to the company of Brahmā; namely, that explained by the brahmin Tārukkha.” ",
  "dn13:6.1": "But neither was able to persuade the other. ",
  "dn13:7.1": "So Vāseṭṭha said to Bhāradvāja, ",
  "dn13:7.2": "“Bhāradvāja, the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is staying in a mango grove on a bank of the river Aciravatī to the north of Manasākaṭa. ",
  "dn13:7.3": "He has this good reputation: ",
  "dn13:7.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn13:7.5": "Come, let’s go to see him and ask him about this matter. ",
  "dn13:7.6": "As he answers, so we’ll remember it.” ",
  "dn13:7.7": "“Yes, sir,” replied Bhāradvāja. ",
  "dn13:8.0": "1. The Variety of Paths ",
  "dn13:8.1": "So they went to the Buddha and exchanged greetings with him. ",
  "dn13:8.2": "When the greetings and polite conversation were over, they sat down to one side and Vāseṭṭha told him of their conversation, adding: ",
  "dn13:8.3": "",
  "dn13:8.4": "",
  "dn13:8.5": "",
  "dn13:8.6": "",
  "dn13:8.7": "",
  "dn13:8.8": "“In this matter we have a dispute, a disagreement, a difference of opinion.” ",
  "dn13:9.1": "“So, Vāseṭṭha, it seems that you say that ",
  "dn13:9.2": "the straight path is that explained by Pokkharasādi, ",
  "dn13:9.3": "while Bhāradvāja says that ",
  "dn13:9.4": "the straight path is that explained by Tārukkha. ",
  "dn13:9.5": "But what exactly is your disagreement about?” ",
  "dn13:10.1": "“About the variety of paths, Master Gotama. ",
  "dn13:10.2": "Even though brahmins describe different paths—the Addhariya brahmins, the Tittiriya brahmins, the Chandoka brahmins, and the Bavhadija brahmins—all of them lead someone who practices them to the company of Brahmā. ",
  "dn13:10.3": "It’s like a village or town that has many different roads nearby, yet all of them meet at that village. ",
  "dn13:10.4": "In the same way, even though brahmins describe different paths—the Addhariya brahmins, the Tittiriya brahmins, the Chandoka brahmins, and the Bavhadija brahmins—all of them lead someone who practices them to the company of Brahmā.” ",
  "dn13:11.0": "2. Questioning Vāseṭṭha ",
  "dn13:11.1": "“Do you say, ‘they lead someone’, Vāseṭṭha?” ",
  "dn13:11.2": "“I do, Master Gotama.” ",
  "dn13:11.3": "“Do you say, ‘they lead someone’, Vāseṭṭha?” ",
  "dn13:11.4": "“I do, Master Gotama.” ",
  "dn13:11.5": "“Do you say, ‘they lead someone’, Vāseṭṭha?” ",
  "dn13:11.6": "“I do, Master Gotama.” ",
  "dn13:12.1": "“Well, of the brahmins who are proficient in the three Vedas, Vāseṭṭha, is there even a single one who has seen Brahmā with their own eyes?” ",
  "dn13:12.2": "“No, Master Gotama.” ",
  "dn13:12.3": "“Well, has even a single one of their teachers seen Brahmā with their own eyes?” ",
  "dn13:12.4": "“No, Master Gotama.” ",
  "dn13:12.5": "“Well, has even a single one of their teachers’ teachers seen Brahmā with their own eyes?” ",
  "dn13:12.6": "“No, Master Gotama.” ",
  "dn13:12.7": "“Well, has anyone back to the seventh generation of teachers seen Brahmā with their own eyes?” ",
  "dn13:12.8": "“No, Master Gotama.” ",
  "dn13:13.1": "“Well, what of the ancient seers of the brahmins proficient in the three Vedas, namely Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu? They were the authors and propagators of the hymns. Their hymnal was sung and propagated and compiled in ancient times; and these days, brahmins continue to sing and chant it, chanting what was chanted and teaching what was taught. ",
  "dn13:13.2": "Did they say: ",
  "dn13:13.3": "‘We know and see where Brahmā is or what way he lies’?” ",
  "dn13:13.4": "“No, Master Gotama.” ",
  "dn13:14.1": "“So it seems that none of those brahmins have seen Brahmā with their own eyes, ",
  "dn13:14.2": "",
  "dn13:14.3": "",
  "dn13:14.4": "",
  "dn13:14.5": "and not even the ancient seers ",
  "dn13:14.6": "claimed to know where he is. ",
  "dn13:14.7": "Yet the brahmins proficient in the three Vedas say: ",
  "dn13:14.8": "‘We teach the path to the company of that which we neither know nor see. ",
  "dn13:14.9": "This is the only straight path, the direct route that leads someone who practices it to the company of Brahmā.’ ",
  "dn13:14.10": "What do you think, Vāseṭṭha? ",
  "dn13:14.11": "This being so, doesn’t their statement turn out to have no demonstrable basis?” ",
  "dn13:14.12": "“Clearly that’s the case, Master Gotama.” ",
  "dn13:15.1": "“Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see. ",
  "dn13:15.2": "Suppose there was a queue of blind men, each holding the one in front: the first one does not see, the middle one does not see, and the last one does not see. ",
  "dn13:15.3": "In the same way, it seems to me that the brahmins’ statement turns out to be comparable to a queue of blind men: the first one does not see, the middle one does not see, and the last one does not see. ",
  "dn13:15.4": "Their statement turns out to be a joke—mere words, void and hollow. ",
  "dn13:16.1": "What do you think, Vāseṭṭha? ",
  "dn13:16.2": "Do the brahmins proficient in the three Vedas see the sun and moon just as other folk do? And do they pray to them and exalt them, following their course from where they rise to where they set with joined palms held in worship?” ",
  "dn13:16.3": "“Yes, Master Gotama.” ",
  "dn13:17.1": "“What do you think, Vāseṭṭha? ",
  "dn13:17.2": "Though this is so, are the brahmins proficient in the three Vedas able to teach the path to the company of the sun and moon, saying: ",
  "dn13:17.3": "‘This is the only straight path, the direct route that leads someone who practices it to the company of the sun and moon’?” ",
  "dn13:17.4": "“No, Master Gotama.” ",
  "dn13:18.1": "“So it seems that even though the brahmins proficient in the three Vedas see the sun and moon, they are not able to teach the path to the company of the sun and moon. ",
  "dn13:18.2": "",
  "dn13:18.3": "But it seems that even though they have not seen Brahmā with their own eyes, ",
  "dn13:18.4": "",
  "dn13:18.5": "",
  "dn13:18.6": "",
  "dn13:18.7": "",
  "dn13:18.8": "",
  "dn13:18.9": "they still claim ",
  "dn13:18.10": "to teach the path to the company of that which they neither know nor see. ",
  "dn13:18.11": "What do you think, Vāseṭṭha? ",
  "dn13:18.12": "This being so, doesn’t their statement turn out to have no demonstrable basis?” ",
  "dn13:18.13": "“Clearly that’s the case, Master Gotama.” ",
  "dn13:18.14": "“Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see. ",
  "dn13:19.0": "2.1. The Simile of the Finest Lady in the Land ",
  "dn13:19.1": "Suppose a man were to say, ",
  "dn13:19.2": "‘Whoever the finest lady in the land is, it is her that I want, her that I desire!’ ",
  "dn13:19.3": "They’d say to him, ",
  "dn13:19.4": "‘Mister, that finest lady in the land who you desire—do you know whether ",
  "dn13:19.5": "she’s an aristocrat, a brahmin, a peasant, or a menial?’ ",
  "dn13:19.6": "Asked this, he’d say, ‘No.’ ",
  "dn13:19.7": "They’d say to him, ",
  "dn13:19.8": "‘Mister, that finest lady in the land who you desire—do you know her name or clan? Whether she’s tall or short or medium? Whether her skin is black, brown, or tawny? What village, town, or city she comes from?’ ",
  "dn13:19.9": "Asked this, he’d say, ‘No.’ ",
  "dn13:19.10": "They’d say to him, ",
  "dn13:19.11": "‘Mister, do you desire someone who you’ve never even known or seen?’ ",
  "dn13:19.12": "Asked this, he’d say, ‘Yes.’ ",
  "dn13:19.13": "What do you think, Vāseṭṭha? ",
  "dn13:19.14": "This being so, doesn’t that man’s statement turn out to have no demonstrable basis?” ",
  "dn13:19.15": "“Clearly that’s the case, Master Gotama.” ",
  "dn13:20.1": "“In the same way, ",
  "dn13:20.2": "",
  "dn13:20.3": "",
  "dn13:20.4": "",
  "dn13:20.5": "",
  "dn13:20.6": "",
  "dn13:20.7": "doesn’t the statement of those brahmins turn out to have no demonstrable basis?” ",
  "dn13:20.8": "“Clearly that’s the case, Master Gotama.” ",
  "dn13:20.9": "“Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see. ",
  "dn13:21.0": "2.2. The Simile of the Ladder ",
  "dn13:21.1": "Suppose a man was to build a ladder at the crossroads for climbing up to a stilt longhouse. ",
  "dn13:21.2": "They’d say to him, ",
  "dn13:21.3": "‘Mister, that stilt longhouse that you’re building a ladder for—do you know whether it’s to the north, south, east, or west? Or whether it’s tall or short or medium?’ ",
  "dn13:21.4": "Asked this, he’d say, ‘No.’ ",
  "dn13:22.1": "They’d say to him, ",
  "dn13:22.2": "‘Mister, are you building a ladder for a longhouse that you’ve never even known or seen?’ ",
  "dn13:22.3": "Asked this, he’d say, ‘Yes.’ ",
  "dn13:22.4": "What do you think, Vāseṭṭha? ",
  "dn13:22.5": "This being so, doesn’t that man’s statement turn out to have no demonstrable basis?” ",
  "dn13:22.6": "“Clearly that’s the case, Master Gotama.” ",
  "dn13:22.7": "“In the same way, ",
  "dn13:22.8": "",
  "dn13:22.9": "",
  "dn13:22.10": "",
  "dn13:22.11": "",
  "dn13:22.12": "doesn’t the statement of those brahmins turn out to have no demonstrable basis?” ",
  "dn13:22.13": "“Clearly that’s the case, Master Gotama.” ",
  "dn13:23.1": "“Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see. ",
  "dn13:24.0": "2.3. The Simile of the River Aciravatī ",
  "dn13:24.1": "Suppose the river Aciravatī was full to the brim so a crow could drink from it. ",
  "dn13:24.2": "Then along comes a person who wants to cross over to the far shore. ",
  "dn13:24.3": "Standing on the near shore, they’d call out to the far shore, ",
  "dn13:24.4": "‘Come here, far shore! Come here, far shore!’ ",
  "dn13:24.5": "What do you think, Vāseṭṭha? ",
  "dn13:24.6": "Would the far shore of the Aciravatī river come over to the near shore because of that man’s call, request, desire, or expectation?” ",
  "dn13:24.7": "“No, Master Gotama.” ",
  "dn13:25.1": "“In the same way, Vāseṭṭha, the brahmins proficient in the three Vedas proceed having given up those things that make one a true brahmin, and having undertaken those things that make one not a true brahmin. Yet they say: ",
  "dn13:25.2": "‘We call upon Indra! We call upon Soma! We call upon Varuṇa! We call upon Īsāna! We call upon the Progenitor! We call upon Brahmā! We call upon Mahinda! We call upon Yama!’ ",
  "dn13:25.3": "So long as they proceed in this way it’s impossible that they will, when the body breaks up, after death, be reborn in the company of Brahmā. ",
  "dn13:26.1": "Suppose the river Aciravatī was full to the brim so a crow could drink from it. ",
  "dn13:26.2": "Then along comes a person who wants to cross over to the far shore. ",
  "dn13:26.3": "But while still on the near shore, their arms are tied tightly behind their back with a strong chain. ",
  "dn13:26.4": "What do you think, Vāseṭṭha? ",
  "dn13:26.5": "Could that person cross over to the far shore?” ",
  "dn13:26.6": "“No, Master Gotama.” ",
  "dn13:27.1": "“In the same way, the five kinds of sensual stimulation are called ‘chains’ and ‘fetters’ in the training of the Noble One. ",
  "dn13:27.2": "What five? ",
  "dn13:27.3": "Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "dn13:27.4": "Sounds known by the ear … ",
  "dn13:27.5": "Smells known by the nose … ",
  "dn13:27.6": "Tastes known by the tongue … ",
  "dn13:27.7": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "dn13:27.8": "These are the five kinds of sensual stimulation that are called ‘chains’ and ‘fetters’ in the training of the Noble One. ",
  "dn13:27.9": "The brahmins proficient in the three Vedas enjoy these five kinds of sensual stimulation tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. ",
  "dn13:28.1": "So long as they enjoy them it’s impossible that they will, when the body breaks up, after death, be reborn in the company of Brahmā. ",
  "dn13:29.1": "Suppose the river Aciravatī was full to the brim so a crow could drink from it. ",
  "dn13:29.2": "Then along comes a person who wants to cross over to the far shore. ",
  "dn13:29.3": "But they’d lie down wrapped in cloth from head to foot. ",
  "dn13:29.4": "What do you think, Vāseṭṭha? ",
  "dn13:29.5": "Could that person cross over to the far shore?” ",
  "dn13:29.6": "“No, Master Gotama.” ",
  "dn13:30.1": "“In the same way, the five hindrances are called ‘obstacles’ and ‘hindrances’ and ‘encasings’ and ‘shrouds’ in the training of the Noble One. ",
  "dn13:30.2": "What five? ",
  "dn13:30.3": "The hindrances of sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ",
  "dn13:30.4": "These five hindrances are called ‘obstacles’ and ‘hindrances’ and ‘encasings’ and ‘shrouds’ in the training of the Noble One. ",
  "dn13:30.5": "The brahmins proficient in the three Vedas are obstructed, hindered, encased, and shrouded by these five hindrances. ",
  "dn13:30.6": "So long as they are so obstructed it’s impossible that they will, when the body breaks up, after death, be reborn in the company of Brahmā. ",
  "dn13:31.0": "3. Converging ",
  "dn13:31.1": "What do you think, Vāseṭṭha? ",
  "dn13:31.2": "Have you heard that the brahmins who are elderly and senior, the teachers of teachers, say whether Brahmā is encumbered with possessions or not?” ",
  "dn13:31.3": "“That he is not, Master Gotama.” ",
  "dn13:31.4": "“Is his heart full of enmity or not?” ",
  "dn13:31.5": "“It is not.” ",
  "dn13:31.6": "“Is his heart full of ill will or not?” ",
  "dn13:31.7": "“It is not.” ",
  "dn13:31.8": "“Is his heart corrupted or not?” ",
  "dn13:31.9": "“It is not.” ",
  "dn13:31.10": "“Does he wield power or not?” ",
  "dn13:31.11": "“He does.” ",
  "dn13:32.1": "“What do you think, Vāseṭṭha? ",
  "dn13:32.2": "Are the brahmins proficient in the three Vedas encumbered with possessions or not?” ",
  "dn13:32.3": "“They are.” ",
  "dn13:32.4": "“Are their hearts full of enmity or not?” ",
  "dn13:32.5": "“They are.” ",
  "dn13:32.6": "“Are their hearts full of ill will or not?” ",
  "dn13:32.7": "“They are.” ",
  "dn13:32.8": "“Are their hearts corrupted or not?” ",
  "dn13:32.9": "“They are.” ",
  "dn13:32.10": "“Do they wield power or not?” ",
  "dn13:32.11": "“They do not.” ",
  "dn13:33.1": "“So it seems that the brahmins proficient in the three Vedas are encumbered with possessions, but Brahmā is not. ",
  "dn13:33.2": "But would brahmins who are encumbered with possessions come together and converge with Brahmā, who isn’t encumbered with possessions?” ",
  "dn13:33.3": "“No, Master Gotama.” ",
  "dn13:34.1": "“Good, Vāseṭṭha! It’s impossible that the brahmins who are encumbered with possessions will, when the body breaks up, after death, be reborn in the company of Brahmā, who isn’t encumbered with possessions. ",
  "dn13:35.1": "And it seems that the brahmins have enmity, ",
  "dn13:35.2": "ill will, ",
  "dn13:35.3": "corruption, ",
  "dn13:35.4": "and do not wield power, while Brahmā is the opposite in all these things. But would brahmins who are opposite to Brahmā in all things come together and converge with him?” ",
  "dn13:35.5": "“No, Master Gotama.” ",
  "dn13:36.1": "“Good, Vāseṭṭha! It’s impossible that such brahmins will, when the body breaks up, after death, be reborn in the company of Brahmā. ",
  "dn13:36.2": "But here the brahmins proficient in the three Vedas sink down where they have sat, only to drift apart, while imagining they’re crossing over to drier ground. ",
  "dn13:36.3": "That’s why the three Vedas of the brahmins are called a ‘salted land’ and a ‘barren land’ and a ‘disaster’.” ",
  "dn13:37.1": "When he said this, Vāseṭṭha said to the Buddha, ",
  "dn13:37.2": "“I have heard, Master Gotama, that you know the path to company with Brahmā.” ",
  "dn13:37.3": "“What do you think, Vāseṭṭha? ",
  "dn13:37.4": "Is the village of Manasākaṭa nearby?” ",
  "dn13:37.5": "“Yes it is.” ",
  "dn13:37.6": "“What do you think, Vāseṭṭha? ",
  "dn13:37.7": "Suppose a person was born and raised in Manasākaṭa. ",
  "dn13:37.8": "And as soon as they left the town some people asked them for the road to Manasākaṭa. ",
  "dn13:37.9": "Would they be slow or hesitant to answer?” ",
  "dn13:37.10": "“No, Master Gotama. ",
  "dn13:37.11": "Why is that? ",
  "dn13:37.12": "Because they were born and raised in Manasākaṭa. They’re well acquainted with all the roads to the village.” ",
  "dn13:38.1": "“Still, it’s possible they might be slow or hesitant to answer. But the Realized One is never slow or hesitant when questioned about the Brahmā realm or the practice that leads to the Brahmā realm. ",
  "dn13:38.2": "I understand Brahmā, the Brahmā realm, and the practice that leads to the Brahmā realm, practicing in accordance with which one is reborn in the Brahmā realm.” ",
  "dn13:39.1": "When he said this, Vāseṭṭha said to the Buddha, ",
  "dn13:39.2": "“I have heard, Master Gotama, that you teach the path to company with Brahmā. ",
  "dn13:39.3": "Please teach us that path and elevate this generation of brahmins.” ",
  "dn13:39.4": "“Well then, Vāseṭṭha, listen and apply your mind well, I will speak.” ",
  "dn13:39.5": "“Yes, sir,” replied Vāseṭṭha. ",
  "dn13:40-75.0": "4. Teaching the Path to Brahmā ",
  "dn13:40-75.1": "The Buddha said this: ",
  "dn13:40-75.2": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … ",
  "dn13:40-75.3": "That’s how a mendicant is accomplished in ethics. … ",
  "dn13:40-75.4": "Seeing that the hindrances have been given up in them, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when blissful, the mind becomes immersed. ",
  "dn13:76.1": "They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "dn13:77.1": "Suppose there was a powerful horn blower. They’d easily make themselves heard in the four quarters. ",
  "dn13:77.2": "In the same way, when the heart’s release by love has been developed like this, any limited deeds they’ve done don’t remain or persist there. ",
  "dn13:77.3": "This is a path to company with Brahmā. ",
  "dn13:78.1": "Furthermore, a mendicant meditates spreading a heart full of compassion … ",
  "dn13:78.2": "They meditate spreading a heart full of rejoicing … ",
  "dn13:78.3": "They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "dn13:79.1": "Suppose there was a powerful horn blower. They’d easily make themselves heard in the four quarters. ",
  "dn13:79.2": "In the same way, when the heart’s release by equanimity has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there. ",
  "dn13:79.3": "This too is a path to company with Brahmā. ",
  "dn13:80.1": "What do you think, Vāseṭṭha? ",
  "dn13:80.2": "When a mendicant meditates like this, are they encumbered with possessions or not?” ",
  "dn13:80.3": "“They are not.” ",
  "dn13:80.4": "“Is their heart full of enmity or not?” ",
  "dn13:80.5": "“It is not.” ",
  "dn13:80.6": "“Is their heart full of ill will or not?” ",
  "dn13:80.7": "“It is not.” ",
  "dn13:80.8": "“Is their heart corrupted or not?” ",
  "dn13:80.9": "“It is not.” ",
  "dn13:80.10": "“Do they wield power or not?” ",
  "dn13:80.11": "“They do.” ",
  "dn13:81.1": "“So it seems that that mendicant is not encumbered with possessions, and neither is Brahmā. ",
  "dn13:81.2": "Would a mendicant who is not encumbered with possessions come together and converge with Brahmā, who isn’t encumbered with possessions?” ",
  "dn13:81.3": "“Yes, Master Gotama.” ",
  "dn13:81.4": "“Good, Vāseṭṭha! It’s quite possible that a mendicant who is not encumbered with possessions will, when the body breaks up, after death, be reborn in the company of Brahmā, who isn’t encumbered with possessions. ",
  "dn13:81.5": "And it seems that that mendicant has no enmity, ",
  "dn13:81.6": "ill will, ",
  "dn13:81.7": "corruption, ",
  "dn13:81.8": "and does wield power, while Brahmā is the same in all these things. Would a mendicant who is the same as Brahmā in all things come together and converge with him?” ",
  "dn13:81.9": "“Yes, Master Gotama.” ",
  "dn13:81.10": "“Good, Vāseṭṭha! It’s quite possible that that mendicant will, when the body breaks up, after death, be reborn in the company of Brahmā.” ",
  "dn13:82.1": "When he had spoken, Vāseṭṭha and Bhāradvāja said to him, ",
  "dn13:82.2": "“Excellent, Master Gotama! Excellent! ",
  "dn13:82.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, Master Gotama has made the teaching clear in many ways. ",
  "dn13:82.4": "We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "dn13:82.5": "From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.” ",
  "dn13:82.6": "",
  "dn13:82.7": "",
  "dn13:83.1": "",
  "dn13:83.2": "",
  "dn13:83.3": "",
  "dn13:83.4": ""
}