{
  "dn14:0.1": "Long Discourses 14 ",
  "dn14:0.2": "The Great Discourse on the Harvest of Deeds ",
  "dn14:1.0": "1. On Past Lives ",
  "dn14:1.1.1": "So I have heard. ",
  "dn14:1.1.2": "At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery, in the hut by the kari tree. ",
  "dn14:1.1.3": "Then after the meal, on return from almsround, several senior mendicants sat together in the pavilion by the kari tree and this Dhamma talk on the subject of past lives came up among them, ",
  "dn14:1.1.4": "“So it was in a past life; such it was in a past life.” ",
  "dn14:1.2.1": "With clairaudience that is purified and superhuman, the Buddha heard that discussion among the mendicants. ",
  "dn14:1.2.2": "So he got up from his seat and went to the pavilion, where he sat on the seat spread out and addressed the mendicants, ",
  "dn14:1.2.3": "“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ",
  "dn14:1.2.4": "The mendicants told him what had happened, adding, ",
  "dn14:1.2.5": "",
  "dn14:1.2.6": "",
  "dn14:1.2.7": "“This is the conversation that was unfinished when the Buddha arrived.” ",
  "dn14:1.3.1": "“Would you like to hear a Dhamma talk on the subject of past lives?” ",
  "dn14:1.3.2": "“Now is the time, Blessed One! Now is the time, Holy One! ",
  "dn14:1.3.3": "Let the Buddha give a Dhamma talk on the subject of past lives. The mendicants will listen and remember it.” ",
  "dn14:1.3.4": "“Well then, mendicants, listen and pay close attention, I will speak.” ",
  "dn14:1.3.5": "“Yes, sir,” they replied. ",
  "dn14:1.3.6": "The Buddha said this: ",
  "dn14:1.4.1": "“Ninety-one eons ago, the Buddha Vipassī arose in the world, perfected and fully awakened. ",
  "dn14:1.4.2": "Thirty-one eons ago, the Buddha Sikhī arose in the world, perfected and fully awakened. ",
  "dn14:1.4.3": "In the same thirty-first eon, the Buddha Vessabhū arose in the world, perfected and fully awakened. ",
  "dn14:1.4.4": "In the present fortunate eon, the Buddhas Kakusandha, ",
  "dn14:1.4.5": "Koṇāgamana, ",
  "dn14:1.4.6": "and Kassapa arose in the world, perfected and fully awakened. ",
  "dn14:1.4.7": "And in the present fortunate eon, I have arisen in the world, perfected and fully awakened. ",
  "dn14:1.5.1": "The Buddhas Vipassī, ",
  "dn14:1.5.2": "Sikhī, ",
  "dn14:1.5.3": "and Vessabhū were born as aristocrats into aristocrat families. ",
  "dn14:1.5.4": "The Buddhas Kakusandha, ",
  "dn14:1.5.5": "Koṇāgamana, ",
  "dn14:1.5.6": "and Kassapa were born as brahmins into brahmin families. ",
  "dn14:1.5.7": "I was born as an aristocrat into an aristocrat family. ",
  "dn14:1.6.1": "Koṇḍañña was the clan of Vipassī, ",
  "dn14:1.6.2": "Sikhī, ",
  "dn14:1.6.3": "and Vessabhū. ",
  "dn14:1.6.4": "Kassapa was the clan of Kakusandha, ",
  "dn14:1.6.5": "Koṇāgamana, ",
  "dn14:1.6.6": "and Kassapa. ",
  "dn14:1.6.7": "Gotama is my clan. ",
  "dn14:1.7.1": "Vipassī lived for 80,000 years. ",
  "dn14:1.7.2": "Sikhī lived for 70,000 years. ",
  "dn14:1.7.3": "Vessabhū lived for 60,000 years. ",
  "dn14:1.7.4": "Kakusandha lived for 40,000 years. ",
  "dn14:1.7.5": "Koṇāgamana lived for 30,000 years. ",
  "dn14:1.7.6": "Kassapa lived for 20,000 years. ",
  "dn14:1.7.7": "For me these days the life-span is short, brief, and fleeting. A long-lived person lives for a century or a little more. ",
  "dn14:1.8.1": "Vipassī was awakened at the root of a trumpet flower tree. ",
  "dn14:1.8.2": "Sikhī was awakened at the root of a white-mango tree. ",
  "dn14:1.8.3": "Vessabhū was awakened at the root of a sal tree. ",
  "dn14:1.8.4": "Kakusandha was awakened at the root of an acacia tree. ",
  "dn14:1.8.5": "Koṇāgamana was awakened at the root of a cluster fig tree. ",
  "dn14:1.8.6": "Kassapa was awakened at the root of a banyan tree. ",
  "dn14:1.8.7": "I was awakened at the root of a peepul tree. ",
  "dn14:1.9.1": "Vipassī had a fine pair of chief disciples named Khaṇḍa and Tissa. ",
  "dn14:1.9.2": "Sikhī had a fine pair of chief disciples named Abhibhū and Sambhava. ",
  "dn14:1.9.3": "Vessabhū had a fine pair of chief disciples named Soṇa and Uttara. ",
  "dn14:1.9.4": "Kakusandha had a fine pair of chief disciples named Vidhura and Sañjīva. ",
  "dn14:1.9.5": "Koṇāgamana had a fine pair of chief disciples named Bhiyyosa and Uttara. ",
  "dn14:1.9.6": "Kassapa had a fine pair of chief disciples named Tissa and Bhāradvāja. ",
  "dn14:1.9.7": "I have a fine pair of chief disciples named Sāriputta and Moggallāna. ",
  "dn14:1.10.1": "Vipassī had three gatherings of disciples—one of 6,800,000, one of 100,000, and one of 80,000—all of them mendicants who had ended their defilements. ",
  "dn14:1.10.2": "Sikhī had three gatherings of disciples—one of 100,000, one of 80,000, and one of 70,000—all of them mendicants who had ended their defilements. ",
  "dn14:1.10.3": "Vessabhū had three gatherings of disciples—one of 80,000, one of 70,000, and one of 60,000—all of them mendicants who had ended their defilements. ",
  "dn14:1.10.4": "Kakusandha had one gathering of disciples—40,000 mendicants who had ended their defilements. ",
  "dn14:1.10.5": "Koṇāgamana had one gathering of disciples—30,000 mendicants who had ended their defilements. ",
  "dn14:1.10.6": "Kassapa had one gathering of disciples—20,000 mendicants who had ended their defilements. ",
  "dn14:1.10.7": "I have had one gathering of disciples—1,250 mendicants who had ended their defilements. ",
  "dn14:1.11.1": "Vipassī had as chief attendant a mendicant named Asoka. ",
  "dn14:1.11.2": "Sikhī had as chief attendant a mendicant named Khemaṅkara. ",
  "dn14:1.11.3": "Vessabhū had as chief attendant a mendicant named Upasanta. ",
  "dn14:1.11.4": "Kakusandha had as chief attendant a mendicant named Buddhija. ",
  "dn14:1.11.5": "Koṇāgamana had as chief attendant a mendicant named Sotthija. ",
  "dn14:1.11.6": "Kassapa had as chief attendant a mendicant named Sabbamitta. ",
  "dn14:1.11.7": "I have as chief attendant a mendicant named Ānanda. ",
  "dn14:1.12.1": "Vipassī’s father was King Bandhuma, ",
  "dn14:1.12.2": "his birth mother was Queen Bandhumatī, ",
  "dn14:1.12.3": "and their capital city was named Bandhumatī. ",
  "dn14:1.12.4": "Sikhī’s father was King Aruṇa, ",
  "dn14:1.12.5": "his birth mother was Queen Pabhāvatī, ",
  "dn14:1.12.6": "and their capital city was named Aruṇavatī. ",
  "dn14:1.12.7": "Vessabhū’s father was King Suppatīta, ",
  "dn14:1.12.8": "his birth mother was Queen Vassavatī, ",
  "dn14:1.12.9": "and their capital city was named Anoma. ",
  "dn14:1.12.10": "Kakusandha’s father was the brahmin Aggidatta, ",
  "dn14:1.12.11": "and his birth mother was the brahmin lady Visākhā. ",
  "dn14:1.12.12": "At that time the king was Khema, ",
  "dn14:1.12.13": "whose capital city was named Khemavatī. ",
  "dn14:1.12.14": "Koṇāgamana’s father was the brahmin Yaññadatta, ",
  "dn14:1.12.15": "and his birth mother was the brahmin lady Uttarā. ",
  "dn14:1.12.16": "At that time the king was Sobha, ",
  "dn14:1.12.17": "whose capital city was named Sobhavatī. ",
  "dn14:1.12.18": "Kassapa’s father was the brahmin Brahmadatta, ",
  "dn14:1.12.19": "and his birth mother was the brahmin lady Dhanavatī. ",
  "dn14:1.12.20": "At that time the king was Kikī, ",
  "dn14:1.12.21": "whose capital city was named Benares. ",
  "dn14:1.12.22": "In this life, my father was King Suddhodana, ",
  "dn14:1.12.23": "my birth mother was Queen Māyā, ",
  "dn14:1.12.24": "and our capital city was Kapilavatthu.” ",
  "dn14:1.12.25": "That is what the Buddha said. ",
  "dn14:1.12.26": "When he had spoken, the Holy One got up from his seat and entered his dwelling. ",
  "dn14:1.13.1": "Soon after the Buddha left, those mendicants discussed among themselves: ",
  "dn14:1.13.2": "“It’s incredible, reverends, it’s amazing, the power and might of a Realized One! ",
  "dn14:1.13.3": "For he is able to recollect the caste, names, clans, life-span, chief disciples, and gatherings of disciples of the Buddhas of the past who have become completely extinguished, cut off proliferation, cut off the track, finished off the cycle, and transcended suffering. ",
  "dn14:1.13.4": "He knows the caste they were born in, and also their names, clans, conduct, qualities, wisdom, meditation, and freedom. ",
  "dn14:1.13.5": "Is it because the Realized One has clearly comprehended the principle of the teachings that he can recollect all these things? ",
  "dn14:1.13.6": "Or did deities tell him?” ",
  "dn14:1.13.7": "But this conversation among those mendicants was left unfinished. ",
  "dn14:1.14.1": "Then in the late afternoon, the Buddha came out of retreat and went to the pavilion by the kari tree, where he sat on the seat spread out ",
  "dn14:1.14.2": "and addressed the mendicants, ",
  "dn14:1.14.3": "“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ",
  "dn14:1.14.4": "The mendicants told him what had happened, adding, ",
  "dn14:1.14.5": "",
  "dn14:1.14.6": "",
  "dn14:1.14.7": "",
  "dn14:1.14.8": "",
  "dn14:1.14.9": "",
  "dn14:1.14.10": "",
  "dn14:1.14.11": "",
  "dn14:1.14.12": "",
  "dn14:1.14.13": "“This was our conversation that was unfinished when the Buddha arrived.” ",
  "dn14:1.15.1": "“It is because the Realized One has clearly comprehended the principle of the teachings that he can recollect all these things. ",
  "dn14:1.15.2": "",
  "dn14:1.15.3": "And the deities also told me. ",
  "dn14:1.15.4": "",
  "dn14:1.15.5": "Would you like to hear a further Dhamma talk on the subject of past lives?” ",
  "dn14:1.15.6": "“Now is the time, Blessed One! Now is the time, Holy One! ",
  "dn14:1.15.7": "Let the Buddha give a further Dhamma talk on the subject of past lives. The mendicants will listen and remember it.” ",
  "dn14:1.15.8": "“Well then, mendicants, listen and pay close attention, I will speak.” ",
  "dn14:1.15.9": "“Yes, sir,” they replied. ",
  "dn14:1.15.10": "The Buddha said this: ",
  "dn14:1.16.1": "“Ninety-one eons ago, the Buddha Vipassī arose in the world, perfected and fully awakened. ",
  "dn14:1.16.2": "He was born as an aristocrat into an aristocrat family. ",
  "dn14:1.16.3": "His clan was Koṇḍañña. ",
  "dn14:1.16.4": "He lived for 80,000 years. ",
  "dn14:1.16.5": "He was awakened at the root of a trumpet flower tree. ",
  "dn14:1.16.6": "He had a fine pair of chief disciples named Khaṇḍa and Tissa. ",
  "dn14:1.16.7": "He had three gatherings of disciples—",
  "dn14:1.16.8": "one of 6,800,000, one of 100,000, and one of 80,000—",
  "dn14:1.16.9": "all of them mendicants who had ended their defilements. ",
  "dn14:1.16.10": "He had as chief attendant a mendicant named Asoka. ",
  "dn14:1.16.11": "His father was King Bandhuma, ",
  "dn14:1.16.12": "his birth mother was Queen Bandhumatī, ",
  "dn14:1.16.13": "and their capital city was named Bandhumatī. ",
  "dn14:1.17.0": "2. What’s Normal For One Intent on Awakening ",
  "dn14:1.17.1": "When Vipassī, the being intent on awakening, passed away from the host of Joyful Gods, he was conceived in his mother’s womb, mindful and aware. ",
  "dn14:1.17.2": "This is normal in such a case. ",
  "dn14:1.17.3": "It’s normal that, when the being intent on awakening passes away from the host of Joyful Gods, he is conceived in his mother’s womb. ",
  "dn14:1.17.4": "And then—in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods. ",
  "dn14:1.17.5": "Even in the boundless desolation of interstellar space—so utterly dark that even the light of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods. ",
  "dn14:1.17.6": "And the sentient beings reborn there recognize each other by that light: ‘So, it seems other sentient beings have been reborn here!’ ",
  "dn14:1.17.7": "And this galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods. ",
  "dn14:1.17.8": "This is normal in such a case. ",
  "dn14:1.17.9": "It’s normal that, when the being intent on awakening is conceived in his mother’s belly, four gods approach to guard the four quarters, so that no human or non-human or anyone at all shall harm the being intent on awakening or his mother. ",
  "dn14:1.17.10": "This is normal in such a case. ",
  "dn14:1.18.1": "It’s normal that, when the being intent on awakening is conceived in his mother’s belly, she becomes naturally ethical. She refrains from killing living creatures, stealing, sexual misconduct, lying, and alcoholic drinks that cause negligence. ",
  "dn14:1.18.2": "This is normal in such a case. ",
  "dn14:1.19.1": "It’s normal that, when the being intent on awakening is conceived in his mother’s belly, she no longer feels sexual desire for men, and she cannot be violated by a man of lustful intent. ",
  "dn14:1.19.2": "This is normal in such a case. ",
  "dn14:1.20.1": "It’s normal that, when the being intent on awakening is conceived in his mother’s belly, she obtains the five kinds of sensual stimulation and amuses herself, supplied and provided with them. ",
  "dn14:1.20.2": "This is normal in such a case. ",
  "dn14:1.21.1": "It’s normal that, when the being intent on awakening is conceived in his mother’s belly, no afflictions beset her. She’s happy and free of bodily fatigue. And she sees the being intent on awakening in her womb, complete with all his various parts, not deficient in any faculty. ",
  "dn14:1.21.2": "Suppose there was a beryl gem that was naturally beautiful, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. And it was strung with a thread of blue, yellow, red, white, or golden brown. ",
  "dn14:1.21.3": "And someone with good eyesight were to take it in their hand and examine it: ‘This beryl gem is naturally beautiful, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. And it’s strung with a thread of blue, yellow, red, white, or golden brown.’ ",
  "dn14:1.21.4": "In the same way, when the being intent on awakening is conceived in his mother’s belly, no afflictions beset her. She’s happy and free of bodily fatigue. And she sees the being intent on awakening in her womb, complete with all his various parts, not deficient in any faculty. ",
  "dn14:1.21.5": "This is normal in such a case. ",
  "dn14:1.22.1": "It’s normal that, seven days after the being intent on awakening is born, his mother passes away and is reborn in the host of Joyful Gods. ",
  "dn14:1.22.2": "This is normal in such a case. ",
  "dn14:1.23.1": "It’s normal that, while other women carry the infant in the womb for nine or ten months before giving birth, not so the mother of the being intent on awakening. She gives birth after exactly ten months. ",
  "dn14:1.23.2": "This is normal in such a case. ",
  "dn14:1.24.1": "It’s normal that, while other women give birth while sitting or lying down, not so the mother of the being intent on awakening. She only gives birth standing up. ",
  "dn14:1.24.2": "This is normal in such a case. ",
  "dn14:1.25.1": "It’s normal that, when the being intent on awakening emerges from his mother’s womb, gods receive him first, then humans. ",
  "dn14:1.25.2": "This is normal in such a case. ",
  "dn14:1.26.1": "It’s normal that, when the being intent on awakening emerges from his mother’s womb, before he reaches the ground, four gods receive him and place him before his mother, saying: ‘Rejoice, O Queen! An illustrious child is born to you.’ ",
  "dn14:1.26.2": "This is normal in such a case. ",
  "dn14:1.27.1": "It’s normal that, when the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean. ",
  "dn14:1.27.2": "Suppose a jewel-treasure was placed on a cloth from Kāsī. The jewel would not soil the cloth, nor would the cloth soil the jewel. ",
  "dn14:1.27.3": "Why is that? ",
  "dn14:1.27.4": "Because of the cleanliness of them both. ",
  "dn14:1.27.5": "In the same way, when the being intent on awakening emerges from his mother’s womb, he emerges already clean, unsoiled by waters, mucus, blood, or any other kind of impurity, pure and clean. ",
  "dn14:1.27.6": "This is normal in such a case. ",
  "dn14:1.28.1": "It’s normal that, when the being intent on awakening emerges from his mother’s womb, two streams of water appear in the sky, one cool, one warm, for bathing the being intent on awakening and his mother. ",
  "dn14:1.28.2": "This is normal in such a case. ",
  "dn14:1.29.1": "It’s normal that, as soon as he’s born, the being intent on awakening stands firm with his own feet on the ground. Facing north, he takes seven strides with a white parasol held above him, surveys all quarters, and makes this dramatic proclamation: ‘I am the foremost in the world! I am the eldest in the world! I am the first in the world! This is my last rebirth. Now there are no more future lives.’ ",
  "dn14:1.29.2": "This is normal in such a case. ",
  "dn14:1.30.1": "It’s normal that, when the being intent on awakening emerges from his mother’s womb, then—in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods. ",
  "dn14:1.30.2": "Even in the boundless desolation of interstellar space—so utterly dark that even the light of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods. ",
  "dn14:1.30.3": "And the sentient beings reborn there recognize each other by that light: ‘So, it seems other sentient beings have been reborn here!’ ",
  "dn14:1.30.4": "And this galaxy shakes and rocks and trembles. And an immeasurable, magnificent light appears in the world, surpassing the glory of the gods. ",
  "dn14:1.30.5": "This is normal in such a case. ",
  "dn14:1.31.0": "3. The Thirty-Two Marks of a Great Man ",
  "dn14:1.31.1": "When Prince Vipassī was born, they announced it to King Bandhuma, ",
  "dn14:1.31.2": "‘Sire, your son is born! Let your majesty examine him!’ ",
  "dn14:1.31.3": "When the king had examined the prince, he had the brahmin soothsayers summoned and said to them, ",
  "dn14:1.31.4": "‘Gentlemen, please examine the prince.’ ",
  "dn14:1.31.5": "When they had examined him they said to the king, ",
  "dn14:1.31.6": "‘Rejoice, O King! An illustrious son is born to you. You are fortunate, so very fortunate, to have a son such as this born in this family! ",
  "dn14:1.31.7": "For the prince has the thirty-two marks of a great man. A great man who possesses these has only two possible destinies, no other. ",
  "dn14:1.31.8": "If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures. ",
  "dn14:1.31.9": "He has the following seven treasures: ",
  "dn14:1.31.10": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure. ",
  "dn14:1.31.11": "He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies. ",
  "dn14:1.31.12": "After conquering this land girt by sea, he reigns by principle, without rod or sword. ",
  "dn14:1.31.13": "But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world. ",
  "dn14:1.32.1": "And what are the marks which he possesses? ",
  "dn14:1.32.2": "",
  "dn14:1.32.3": "",
  "dn14:1.32.4": "",
  "dn14:1.32.5": "",
  "dn14:1.32.6": "After conquering this land girt by sea, he reigns by principle, without rod or sword. ",
  "dn14:1.32.7": "He has well-planted feet. ",
  "dn14:1.32.8": "On the soles of his feet there are thousand-spoked wheels, with rims and hubs, complete in every detail. ",
  "dn14:1.32.9": "He has projecting heels. ",
  "dn14:1.32.10": "He has long fingers. ",
  "dn14:1.32.11": "His hands and feet are tender. ",
  "dn14:1.32.12": "His hands and feet cling gracefully. ",
  "dn14:1.32.13": "His feet are arched. ",
  "dn14:1.32.14": "His calves are like those of an antelope. ",
  "dn14:1.32.15": "When standing upright and not bending over, the palms of both hands touch the knees. ",
  "dn14:1.32.16": "His private parts are covered in a foreskin. ",
  "dn14:1.32.17": "He is gold colored; his skin has a golden sheen. ",
  "dn14:1.32.18": "He has delicate skin, so delicate that dust and dirt don’t stick to his body. ",
  "dn14:1.32.19": "His hairs grow one per pore. ",
  "dn14:1.32.20": "His hairs stand up; they’re blue-black and curl clockwise. ",
  "dn14:1.32.21": "His body is tall and straight. ",
  "dn14:1.32.22": "He has bulging muscles in seven places. ",
  "dn14:1.32.23": "His chest is like that of a lion. ",
  "dn14:1.32.24": "The gap between the shoulder-blades is filled in. ",
  "dn14:1.32.25": "He has the proportional circumference of a banyan tree: the span of his arms equals the height of his body. ",
  "dn14:1.32.26": "His torso is cylindrical. ",
  "dn14:1.32.27": "He has an excellent sense of taste. ",
  "dn14:1.32.28": "His jaw is like that of a lion. ",
  "dn14:1.32.29": "He has forty teeth. ",
  "dn14:1.32.30": "His teeth are even. ",
  "dn14:1.32.31": "His teeth have no gaps. ",
  "dn14:1.32.32": "His teeth are perfectly white. ",
  "dn14:1.32.33": "He has a large tongue. ",
  "dn14:1.32.34": "He has the voice of Brahmā, like a cuckoo’s call. ",
  "dn14:1.32.35": "His eyes are deep blue. ",
  "dn14:1.32.36": "He has eyelashes like a cow’s. ",
  "dn14:1.32.37": "Between his eyebrows there grows a tuft, soft and white like cotton-wool. ",
  "dn14:1.32.38": "His head is shaped like a turban. ",
  "dn14:1.33.1": "These are the thirty-two marks of a great man that the prince has. A great man who possesses these has only two possible destinies, no other. ",
  "dn14:1.33.2": "If he stays at home he becomes a king, a wheel-turning monarch. ",
  "dn14:1.33.3": "",
  "dn14:1.33.4": "",
  "dn14:1.33.5": "",
  "dn14:1.33.6": "",
  "dn14:1.33.7": "But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world.’ ",
  "dn14:1.33.8.0": "4. How He Came to be Known as Vipassī ",
  "dn14:1.33.9": "Then King Bandhuma had the brahmin soothsayers dressed in fresh clothes and satisfied all their needs. ",
  "dn14:1.34.1": "Then the king appointed nurses for Prince Vipassī. ",
  "dn14:1.34.2": "Some suckled him, some bathed him, some held him, and some carried him on their hip. ",
  "dn14:1.34.3": "From when he was born, a white parasol was held over him night and day, with the thought, ",
  "dn14:1.34.4": "‘Don’t let cold, heat, grass, dust, or damp bother him.’ ",
  "dn14:1.34.5": "He was dear and beloved by many people, ",
  "dn14:1.34.6": "like a blue water lily, or a pink or white lotus. ",
  "dn14:1.34.7": "",
  "dn14:1.34.8": "He was always passed from hip to hip. ",
  "dn14:1.35.1": "From when he was born, his voice was charming, graceful, sweet, and lovely. ",
  "dn14:1.35.2": "It was as sweet as the song of a cuckoo-bird found in the Himalayas. ",
  "dn14:1.35.3": "",
  "dn14:1.36.1": "From when he was born, Prince Vipassī had the power of clairvoyance which manifested as a result of past deeds. He could see for a league all around both by day and by night. ",
  "dn14:1.37.1": "And he was unblinkingly watchful, like the gods of the Thirty-Three. ",
  "dn14:1.37.2": "And because it was said that he was unblinkingly watchful, he came to be known as ‘Vipassī’. ",
  "dn14:1.37.3": "Then while King Bandhuma was sitting in judgment, he’d sit Prince Vipassī in his lap and explain the case to him. ",
  "dn14:1.37.4": "And sitting there in his father’s lap, Vipassī would thoroughly consider the case and draw a conclusion using a logical procedure. ",
  "dn14:1.37.5": "So this was all the more reason for him to be known as ‘Vipassī’. ",
  "dn14:1.38.1": "Then King Bandhuma had three stilt longhouses built for him—one for the winter, one for the summer, and one for the rainy season, ",
  "dn14:1.38.2": "and provided him with the five kinds of sensual stimulation. ",
  "dn14:1.38.3": "Prince Vipassī stayed in a stilt longhouse without coming downstairs for the four months of the rainy season, where he was entertained by musicians—none of them men. ",
  "dn14:1.38.4": "The first recitation section. ",
  "dn14:2.1.0": "5. The Old Man ",
  "dn14:2.1.1": "Then, after many thousand years had passed, Prince Vipassī addressed his charioteer, ",
  "dn14:2.1.2": "‘My dear charioteer, harness the finest chariots. We will go to a park and see the scenery.’ ",
  "dn14:2.1.3": "‘Yes, sir,’ replied the charioteer. He harnessed the chariots and informed the prince, ",
  "dn14:2.1.4": "‘Sire, the finest chariots are harnessed. ",
  "dn14:2.1.5": "Please go at your convenience.’ ",
  "dn14:2.1.6": "Then Prince Vipassī mounted a fine carriage and, along with other fine carriages, set out for the park. ",
  "dn14:2.2.1": "Along the way he saw an elderly man, bent double, crooked, leaning on a staff, trembling as he walked, ailing, past his prime. ",
  "dn14:2.2.2": "He addressed his charioteer, ",
  "dn14:2.2.3": "‘My dear charioteer, what has that man done? ",
  "dn14:2.2.4": "For his hair and his body are unlike those of other men.’ ",
  "dn14:2.2.5": "‘That, Your Majesty, is called an old man.’ ",
  "dn14:2.2.6": "‘But why is he called an old man?’ ",
  "dn14:2.2.7": "‘He’s called an old man because now he has not long to live.’ ",
  "dn14:2.2.8": "‘But my dear charioteer, am I liable to grow old? Am I not exempt from old age?’ ",
  "dn14:2.2.9": "‘Everyone is liable to grow old, Your Majesty, including you. No-one is exempt from old age.’ ",
  "dn14:2.2.10": "‘Well then, my dear charioteer, that’s enough of the park for today. Let’s return to the royal compound.’ ",
  "dn14:2.2.11": "‘Yes, Your Majesty,’ replied the charioteer and did so. ",
  "dn14:2.2.12": "Back at the royal compound, the prince brooded, miserable and sad: ",
  "dn14:2.2.13": "‘Damn this thing called rebirth, since old age will come to anyone who’s born.’ ",
  "dn14:2.3.1": "Then King Bandhuma summoned the charioteer and said, ",
  "dn14:2.3.2": "‘My dear charioteer, I hope the prince enjoyed himself at the park? I hope he was happy there?’ ",
  "dn14:2.3.3": "‘No, Your Majesty, the prince didn’t enjoy himself at the park.’ ",
  "dn14:2.3.4": "‘But what did he see on the way to the park?’ ",
  "dn14:2.3.5": "And the charioteer told the king about seeing the old man and the prince’s reaction. ",
  "dn14:2.3.6": "",
  "dn14:2.3.7": "",
  "dn14:2.3.8": "",
  "dn14:2.3.9": "",
  "dn14:2.3.10": "",
  "dn14:2.3.11": "",
  "dn14:2.3.12": "",
  "dn14:2.3.13": "",
  "dn14:2.3.14": "",
  "dn14:2.3.15": "",
  "dn14:2.3.16": "",
  "dn14:2.4.0": "6. The Sick Man ",
  "dn14:2.4.1": "Then King Bandhuma thought, ",
  "dn14:2.4.2": "‘Prince Vipassī must not renounce the throne. He must not go forth from the lay life to homelessness. And the words of the brahmin soothsayers must not come true.’ ",
  "dn14:2.4.3": "To this end he provided the prince with even more of the five kinds of sensual stimulation, ",
  "dn14:2.4.4": "",
  "dn14:2.4.5": "with which the prince amused himself. ",
  "dn14:2.5.1": "Then, after many thousand years had passed, Prince Vipassī had his charioteer drive him to the park once more. ",
  "dn14:2.6.1": "Along the way he saw a man who was ill, suffering, gravely ill, collapsed in his own urine and feces, being picked up by some and put down by others. ",
  "dn14:2.6.2": "He addressed his charioteer, ",
  "dn14:2.6.3": "‘My dear charioteer, what has that man done? ",
  "dn14:2.6.4": "For his eyes and his voice are unlike those of other men.’ ",
  "dn14:2.6.5": "‘That, Your Majesty, is called a sick man.’ ",
  "dn14:2.6.6": "‘But why is he called a sick man?’ ",
  "dn14:2.6.7": "‘He’s called an sick man; hopefully he will recover from that illness.’ ",
  "dn14:2.6.8": "‘But my dear charioteer, am I liable to fall sick? Am I not exempt from sickness?’ ",
  "dn14:2.6.9": "‘Everyone is liable to fall sick, Your Majesty, including you. No-one is exempt from sickness.’ ",
  "dn14:2.6.10": "‘Well then, my dear charioteer, that’s enough of the park for today. Let’s return to the royal compound.’ ",
  "dn14:2.6.11": "‘Yes, Your Majesty,’ replied the charioteer and did so. ",
  "dn14:2.6.12": "Back at the royal compound, the prince brooded, miserable and sad: ",
  "dn14:2.6.13": "‘Damn this thing called rebirth, since old age and sickness will come to anyone who’s born.’ ",
  "dn14:2.7.1": "Then King Bandhuma summoned the charioteer and said, ",
  "dn14:2.7.2": "‘My dear charioteer, I hope the prince enjoyed himself at the park? I hope he was happy there?’ ",
  "dn14:2.7.3": "‘No, Your Majesty, the prince didn’t enjoy himself at the park.’ ",
  "dn14:2.7.4": "‘But what did he see on the way to the park?’ ",
  "dn14:2.7.5": "And the charioteer told the king about seeing the sick man and the prince’s reaction. ",
  "dn14:2.7.6": "",
  "dn14:2.7.7": "",
  "dn14:2.7.8": "",
  "dn14:2.7.9": "",
  "dn14:2.7.10": "",
  "dn14:2.7.11": "",
  "dn14:2.7.12": "",
  "dn14:2.7.13": "",
  "dn14:2.7.14": "",
  "dn14:2.7.15": "",
  "dn14:2.7.16": "",
  "dn14:2.8.0": "7. The Dead Man ",
  "dn14:2.8.1": "Then King Bandhuma thought, ",
  "dn14:2.8.2": "‘Prince Vipassī must not renounce the throne. He must not go forth from the lay life to homelessness. And the words of the brahmin soothsayers must not come true.’ ",
  "dn14:2.8.3": "To this end he provided the prince with even more of the five kinds of sensual stimulation, ",
  "dn14:2.8.4": "",
  "dn14:2.9.1": "with which the prince amused himself. ",
  "dn14:2.9.2": "Then, after many thousand years had passed, Prince Vipassī had his charioteer drive him to the park once more. ",
  "dn14:2.10.1": "Along the way he saw a large crowd gathered making a bier out of garments of different colors. ",
  "dn14:2.10.2": "He addressed his charioteer, ",
  "dn14:2.10.3": "‘My dear charioteer, why is that crowd making a bier?’ ",
  "dn14:2.10.4": "‘That, Your Majesty, is for someone who’s departed.’ ",
  "dn14:2.10.5": "‘Well then, drive the chariot up to the departed.’ ",
  "dn14:2.10.6": "‘Yes, Your Majesty,’ replied the charioteer, and did so. ",
  "dn14:2.10.7": "When the prince saw the corpse of the departed, he addressed the charioteer, ",
  "dn14:2.10.8": "‘But why is he called departed?’ ",
  "dn14:2.10.9": "‘He’s called departed because now his mother and father, his relatives and kin shall see him no more, and he shall never again see them.’ ",
  "dn14:2.10.10": "‘But my dear charioteer, am I liable to die? Am I not exempt from death? ",
  "dn14:2.10.11": "Will the king and queen and my other relatives and kin see me no more? ",
  "dn14:2.10.12": "And shall I never again see them?’ ",
  "dn14:2.10.13": "‘Everyone is liable to die, Your Majesty, including you. No-one is exempt from death. ",
  "dn14:2.10.14": "The king and queen and your other relatives and kin shall see you no more, ",
  "dn14:2.10.15": "and you shall never again see them.’ ",
  "dn14:2.10.16": "‘Well then, my dear charioteer, that’s enough of the park for today. Let’s return to the royal compound.’ ",
  "dn14:2.10.17": "‘Yes, Your Majesty,’ replied the charioteer and did so. ",
  "dn14:2.10.18": "Back at the royal compound, the prince brooded, miserable and sad: ",
  "dn14:2.10.19": "‘Damn this thing called rebirth, since old age, sickness, and death will come to anyone who’s born.’ ",
  "dn14:2.11.1": "Then King Bandhuma summoned the charioteer and said, ",
  "dn14:2.11.2": "‘My dear charioteer, I hope the prince enjoyed himself at the park? I hope he was happy there?’ ",
  "dn14:2.11.3": "‘No, Your Majesty, the prince didn’t enjoy himself at the park.’ ",
  "dn14:2.11.4": "‘But what did he see on the way to the park?’ ",
  "dn14:2.11.5": "And the charioteer told the king about seeing the dead man and the prince’s reaction. ",
  "dn14:2.11.6": "",
  "dn14:2.11.7": "",
  "dn14:2.11.8": "",
  "dn14:2.11.9": "",
  "dn14:2.11.10": "",
  "dn14:2.11.11": "",
  "dn14:2.11.12": "",
  "dn14:2.11.13": "",
  "dn14:2.11.14": "",
  "dn14:2.11.15": "",
  "dn14:2.11.16": "",
  "dn14:2.11.17": "",
  "dn14:2.11.18": "",
  "dn14:2.11.19": "",
  "dn14:2.11.20": "",
  "dn14:2.11.21": "",
  "dn14:2.11.22": "",
  "dn14:2.11.23": "",
  "dn14:2.12.0": "8. The Renunciate ",
  "dn14:2.12.1": "Then King Bandhuma thought, ",
  "dn14:2.12.2": "‘Prince Vipassī must not renounce the throne. He must not go forth from the lay life to homelessness. And the words of the brahmin soothsayers must not come true.’ ",
  "dn14:2.12.3": "To this end he provided the prince with even more of the five kinds of sensual stimulation, ",
  "dn14:2.12.4": "",
  "dn14:2.13.1": "with which the prince amused himself. ",
  "dn14:2.13.2": "Then, after many thousand years had passed, Prince Vipassī had his charioteer drive him to the park once more. ",
  "dn14:2.13.3": "",
  "dn14:2.13.4": "",
  "dn14:2.13.5": "",
  "dn14:2.13.6": "",
  "dn14:2.13.7": "",
  "dn14:2.14.1": "Along the way he saw a man, a renunciate with shaven head, wearing an ocher robe. ",
  "dn14:2.14.2": "He addressed his charioteer, ",
  "dn14:2.14.3": "‘My dear charioteer, what has that man done? ",
  "dn14:2.14.4": "For his head and his clothes are unlike those of other men.’ ",
  "dn14:2.14.5": "‘That, Your Majesty, is called a renunciate.’ ",
  "dn14:2.14.6": "‘But why is he called a renunciate?’ ",
  "dn14:2.14.7": "‘He is called a renunciate because he celebrates principled and fair conduct, skillful actions, good deeds, harmlessness, and compassion for living creatures.’ ",
  "dn14:2.14.8": "‘Then I celebrate the one called a renunciate, who celebrates principled and fair conduct, skillful actions, good deeds, harmlessness, and compassion for living creatures! ",
  "dn14:2.14.9": "Well then, drive the chariot up to that renunciate.’ ",
  "dn14:2.14.10": "‘Yes, Your Majesty,’ replied the charioteer, and did so. ",
  "dn14:2.14.11": "Then Prince Vipassī said to that renunciate, ",
  "dn14:2.14.12": "‘My good man, what have you done? ",
  "dn14:2.14.13": "For your head and your clothes are unlike those of other men.’ ",
  "dn14:2.14.14": "‘Sire, I am what is called a renunciate.’ ",
  "dn14:2.14.15": "‘But why are you called a renunciate?’ ",
  "dn14:2.14.16": "‘I am called a renunciate because I celebrate principled and fair conduct, skillful actions, good deeds, harmlessness, and compassion for living creatures.’ ",
  "dn14:2.14.17": "‘Then I celebrate the one called a renunciate, who celebrates principled and fair conduct, skillful actions, good deeds, harmlessness, and compassion for living creatures!’ ",
  "dn14:2.15.0": "9. The Going Forth ",
  "dn14:2.15.1": "Then the prince addressed the charioteer, ",
  "dn14:2.15.2": "‘Well then, my dear charioteer, take the chariot and return to the royal compound. ",
  "dn14:2.15.3": "I shall shave off my hair and beard right here, dress in ocher robes, and go forth from the lay life to homelessness.’ ",
  "dn14:2.15.4": "‘Yes, Your Majesty,’ replied the charioteer and did so. ",
  "dn14:2.15.5": "Then Prince Vipassī shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. ",
  "dn14:2.16.0": "10. A Great Crowd Goes Forth ",
  "dn14:2.16.1": "A large crowd of 84,000 people in the capital of Bandhumatī heard ",
  "dn14:2.16.2": "that Vipassī had gone forth. ",
  "dn14:2.16.3": "It occurred to them, ",
  "dn14:2.16.4": "‘This must be no ordinary teaching and training, no ordinary going forth in which Prince Vipassī has gone forth. ",
  "dn14:2.16.5": "If even the prince goes forth, why don’t we do the same?’ ",
  "dn14:2.16.6": "Then that great crowd of 84,000 people shaved off their hair and beard, dressed in ocher robes, and followed the one intent on awakening, Vipassī, by going forth from the lay life to homelessness. ",
  "dn14:2.16.7": "Escorted by that assembly, Vipassī wandered on tour among the villages, towns, and capital cities. ",
  "dn14:2.17.1": "Then as he was in private retreat this thought came to his mind, ",
  "dn14:2.17.2": "‘It’s not appropriate for me to live in a crowd. Why don’t I live alone, withdrawn from the group?’ ",
  "dn14:2.17.3": "After some time he withdrew from the group to live alone. The 84,000 went one way, but Vipassī went another. ",
  "dn14:2.18.0": "11. Vipassī’s Reflections ",
  "dn14:2.18.1": "Then as Vipassī, the one intent on awakening, was in private retreat this thought came to his mind, ",
  "dn14:2.18.2": "‘Alas, this world has fallen into trouble. It’s born, grows old, dies, passes away, and is reborn, yet it doesn’t understand how to escape from this suffering, from old age and death. ",
  "dn14:2.18.3": "Oh, when will an escape be found from this suffering, from old age and death?’ ",
  "dn14:2.18.4": "Then Vipassī thought, ",
  "dn14:2.18.5": "‘When what exists is there old age and death? What is a condition for old age and death?’ ",
  "dn14:2.18.6": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.18.7": "‘When rebirth exists there’s old age and death. Rebirth is a condition for old age and death.’ ",
  "dn14:2.18.8": "Then Vipassī thought, ",
  "dn14:2.18.9": "‘When what exists is there rebirth? What is a condition for rebirth?’ ",
  "dn14:2.18.10": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.18.11": "‘When continued existence exists there’s rebirth. Continued existence is a condition for rebirth.’ ",
  "dn14:2.18.12": "Then Vipassī thought, ",
  "dn14:2.18.13": "‘When what exists is there continued existence? What is a condition for continued existence?’ ",
  "dn14:2.18.14": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.18.15": "‘When grasping exists there’s continued existence. Grasping is a condition for continued existence.’ ",
  "dn14:2.18.16": "Then Vipassī thought, ",
  "dn14:2.18.17": "‘When what exists is there grasping? What is a condition for grasping?’ ",
  "dn14:2.18.18": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.18.19": "‘When craving exists there’s grasping. Craving is a condition for grasping.’ ",
  "dn14:2.18.20": "Then Vipassī thought, ",
  "dn14:2.18.21": "‘When what exists is there craving? What is a condition for craving?’ ",
  "dn14:2.18.22": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.18.23": "‘When feeling exists there’s craving. Feeling is a condition for craving.’ ",
  "dn14:2.18.24": "Then Vipassī thought, ",
  "dn14:2.18.25": "‘When what exists is there feeling? What is a condition for feeling?’ ",
  "dn14:2.18.26": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.18.27": "‘When contact exists there’s feeling. Contact is a condition for feeling.’ ",
  "dn14:2.18.28": "Then Vipassī thought, ",
  "dn14:2.18.29": "‘When what exists is there contact? What is a condition for contact?’ ",
  "dn14:2.18.30": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.18.31": "‘When the six sense fields exist there’s contact. The six sense fields are a condition for contact.’ ",
  "dn14:2.18.32": "Then Vipassī thought, ",
  "dn14:2.18.33": "‘When what exists are there the six sense fields? What is a condition for the six sense fields?’ ",
  "dn14:2.18.34": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.18.35": "‘When name and form exist there are the six sense fields. Name and form are a condition for the six sense fields.’ ",
  "dn14:2.18.36": "Then Vipassī thought, ",
  "dn14:2.18.37": "‘When what exists are there name and form? What is a condition for name and form?’ ",
  "dn14:2.18.38": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.18.39": "‘When consciousness exists there are name and form. Consciousness is a condition for name and form.’ ",
  "dn14:2.18.40": "Then Vipassī thought, ",
  "dn14:2.18.41": "‘When what exists is there consciousness? What is a condition for consciousness?’ ",
  "dn14:2.18.42": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.18.43": "‘When name and form exist there’s consciousness. Name and form are a condition for consciousness.’ ",
  "dn14:2.19.1": "Then Vipassī thought, ",
  "dn14:2.19.2": "‘This consciousness turns back from name and form, and doesn’t go beyond that.’ ",
  "dn14:2.19.3": "It is to this extent that one may be reborn, grow old, die, pass away, or reappear. That is: ",
  "dn14:2.19.4": "Name and form are conditions for consciousness. Consciousness is a condition for name and form. Name and form are conditions for the six sense fields. The six sense fields are conditions for contact. Contact is a condition for feeling. Feeling is a condition for craving. Craving is a condition for grasping. Grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "dn14:2.19.5": "That is how this entire mass of suffering originates.’ ",
  "dn14:2.19.6": "‘Origination, origination.’ Such was the vision, knowledge, wisdom, realization, and light that arose in Vipassī, the one intent on awakening, regarding teachings not learned before from another. ",
  "dn14:2.20.1": "Then Vipassī thought, ",
  "dn14:2.20.2": "‘When what doesn’t exist is there no old age and death? When what ceases do old age and death cease?’ ",
  "dn14:2.20.3": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.20.4": "‘When rebirth doesn’t exist there’s no old age and death. When rebirth ceases, old age and death cease.’ ",
  "dn14:2.20.5": "Then Vipassī thought, ",
  "dn14:2.20.6": "‘When what doesn’t exist is there no rebirth? When what ceases does rebirth cease?’ ",
  "dn14:2.20.7": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.20.8": "‘When continued existence doesn’t exist there’s no rebirth. When continued existence ceases, rebirth ceases.’ ",
  "dn14:2.20.9": "Then Vipassī thought, ",
  "dn14:2.20.10": "‘When what doesn’t exist is there no continued existence? When what ceases does continued existence cease?’ ",
  "dn14:2.20.11": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.20.12": "‘When grasping doesn’t exist there’s no continued existence. When grasping ceases, continued existence ceases.’ ",
  "dn14:2.20.13": "Then Vipassī thought, ",
  "dn14:2.20.14": "‘When what doesn’t exist is there no grasping? When what ceases does grasping cease?’ ",
  "dn14:2.20.15": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.20.16": "‘When craving doesn’t exist there’s no grasping. When craving ceases, grasping ceases.’ ",
  "dn14:2.20.17": "Then Vipassī thought, ",
  "dn14:2.20.18": "‘When what doesn’t exist is there no craving? When what ceases does craving cease?’ ",
  "dn14:2.20.19": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.20.20": "‘When feeling doesn’t exist there’s no craving. When feeling ceases, craving ceases.’ ",
  "dn14:2.20.21": "Then Vipassī thought, ",
  "dn14:2.20.22": "‘When what doesn’t exist is there no feeling? When what ceases does feeling cease?’ ",
  "dn14:2.20.23": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.20.24": "‘When contact doesn’t exist there’s no feeling. When contact ceases, feeling ceases.’ ",
  "dn14:2.20.25": "Then Vipassī thought, ",
  "dn14:2.20.26": "‘When what doesn’t exist is there no contact? When what ceases does contact cease?’ ",
  "dn14:2.20.27": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.20.28": "‘When the six sense fields don’t exist there’s no contact. When the six sense fields cease, contact ceases.’ ",
  "dn14:2.20.29": "Then Vipassī thought, ",
  "dn14:2.20.30": "‘When what doesn’t exist are there no six sense fields? When what ceases do the six sense fields cease?’ ",
  "dn14:2.20.31": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.20.32": "‘When name and form don’t exist there are no six sense fields. When name and form cease, the six sense fields cease.’ ",
  "dn14:2.20.33": "Then Vipassī thought, ",
  "dn14:2.20.34": "‘When what doesn’t exist are there no name and form? When what ceases do name and form cease?’ ",
  "dn14:2.20.35": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.20.36": "‘When consciousness doesn’t exist there are no name and form. When consciousness ceases, name and form cease.’ ",
  "dn14:2.20.37": "Then Vipassī thought, ",
  "dn14:2.20.38": "‘When what doesn’t exist is there no consciousness? When what ceases does consciousness cease?’ ",
  "dn14:2.20.39": "Then, through proper attention, Vipassī comprehended with wisdom, ",
  "dn14:2.20.40": "‘When name and form don’t exist there’s no consciousness. When name and form cease, consciousness ceases.’ ",
  "dn14:2.21.1": "Then Vipassī thought, ",
  "dn14:2.21.2": "‘I have discovered the path to awakening. That is: ",
  "dn14:2.21.3": "When name and form cease, consciousness ceases. When consciousness ceases, name and form cease. When name and form cease, the six sense fields cease. When the six sense fields cease, contact ceases. When contact ceases, feeling ceases. When feeling ceases, craving ceases. When craving ceases, grasping ceases. When grasping ceases, continued existence ceases. When continued existence ceases, rebirth ceases. When rebirth ceases, old age and death, sorrow, lamentation, pain, sadness, and distress cease. ",
  "dn14:2.21.4": "That is how this entire mass of suffering ceases.’ ",
  "dn14:2.21.5": "‘Cessation, cessation.’ Such was the vision, knowledge, wisdom, realization, and light that arose in Vipassī, the one intent on awakening, regarding teachings not learned before from another. ",
  "dn14:2.22.1": "Some time later Vipassī meditated observing rise and fall in the five grasping aggregates. ",
  "dn14:2.22.2": "‘Such is form, such is the origin of form, such is the ending of form. ",
  "dn14:2.22.3": "Such is feeling, such is the origin of feeling, such is the ending of feeling. ",
  "dn14:2.22.4": "Such is perception, such is the origin of perception, such is the ending of perception. ",
  "dn14:2.22.5": "Such are choices, such is the origin of choices, such is the ending of choices. ",
  "dn14:2.22.6": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ",
  "dn14:2.22.7": "Meditating like this his mind was soon freed from defilements by not grasping. ",
  "dn14:2.22.8": "The second recitation section. ",
  "dn14:3.1.0": "12. The Appeal of Brahmā ",
  "dn14:3.1.1": "Then the Blessed One Vipassī, the perfected one, the fully awakened Buddha, thought, ",
  "dn14:3.1.2": "‘Why don’t I teach the Dhamma?’ ",
  "dn14:3.1.3": "Then he thought, ",
  "dn14:3.1.4": "‘This principle I have discovered is deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute. ",
  "dn14:3.1.5": "But people like attachment, they love it and enjoy it. ",
  "dn14:3.1.6": "It’s hard for them to see this thing; that is, specific conditionality, dependent origination. ",
  "dn14:3.1.7": "It’s also hard for them to see this thing; that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment. ",
  "dn14:3.1.8": "And if I were to teach the Dhamma, others might not understand me, which would be wearying and troublesome for me.’ ",
  "dn14:3.2.1": "And then these verses, which were neither supernaturally inspired, nor learned before in the past, occurred to him: ",
  "dn14:3.2.2": "‘I’ve struggled hard to realize this, ",
  "dn14:3.2.3": "enough with trying to explain it! ",
  "dn14:3.2.4": "This teaching is not easily understood ",
  "dn14:3.2.5": "by those mired in greed and hate. ",
  "dn14:3.2.6": "Those besotted by greed can’t see ",
  "dn14:3.2.7": "what’s subtle, going against the stream, ",
  "dn14:3.2.8": "deep, hard to see, and very fine, ",
  "dn14:3.2.9": "for they’re veiled in a mass of darkness.’ ",
  "dn14:3.2.10": "So, as the Buddha Vipassī reflected like this, his mind inclined to remaining passive, not to teaching the Dhamma. ",
  "dn14:3.2.11": "Then a certain Great Brahmā, knowing what the Buddha Vipassī was thinking, thought, ",
  "dn14:3.2.12": "‘Oh my goodness! The world will be lost, the world will perish! For the mind of the Blessed One Vipassī, the perfected one, the fully awakened Buddha, inclines to remaining passive, not to teaching the Dhamma.’ ",
  "dn14:3.2.13": "Then, as easily as a strong person would extend or contract their arm, he vanished from the Brahmā realm and reappeared in front of the Buddha Vipassī. ",
  "dn14:3.3.1": "He arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward the Buddha Vipassī, and said, ",
  "dn14:3.3.2": "‘Sir, let the Blessed One teach the Dhamma! Let the Holy One teach the Dhamma! ",
  "dn14:3.3.3": "There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching. ",
  "dn14:3.3.4": "There will be those who understand the teaching!’ ",
  "dn14:3.4.1": "When he said this, the Buddha Vipassī said to him, ",
  "dn14:3.4.2": "‘I too thought this, Brahmā, ",
  "dn14:3.4.3": "“Why don’t I teach the Dhamma?” ",
  "dn14:3.4.4": "Then it occurred to me, ",
  "dn14:3.4.5": "",
  "dn14:3.4.6": "",
  "dn14:3.4.7": "",
  "dn14:3.4.8": "",
  "dn14:3.4.9": "“If I were to teach the Dhamma, others might not understand me, which would be wearying and troublesome for me.” ",
  "dn14:3.4.10": "",
  "dn14:3.4.11": "",
  "dn14:3.4.12": "",
  "dn14:3.4.13": "",
  "dn14:3.4.14": "",
  "dn14:3.4.15": "",
  "dn14:3.4.16": "",
  "dn14:3.4.17": "",
  "dn14:3.4.18": "",
  "dn14:3.4.19": "So, as I reflected like this, my mind inclined to remaining passive, not to teaching the Dhamma.’ ",
  "dn14:3.5.1": "For a second time, ",
  "dn14:3.5.2": "and a third time that Great Brahmā begged the Buddha to teach. ",
  "dn14:3.5.3": "",
  "dn14:3.6.1": "Then, understanding Brahmā’s invitation, the Buddha Vipassī surveyed the world with the eye of a Buddha, because of his compassion for sentient beings. ",
  "dn14:3.6.2": "And he saw sentient beings with little dust in their eyes, and some with much dust in their eyes; with keen faculties and with weak faculties, with good qualities and with bad qualities, easy to teach and hard to teach. And some of them lived seeing the danger in the fault to do with the next world, while others did not. ",
  "dn14:3.6.3": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. Some of them sprout and grow in the water reaching the water’s surface. And some of them sprout and grow in the water but rise up above the water and stand with no water clinging to them. ",
  "dn14:3.6.4": "In the same way, the Buddha Vipassī saw sentient beings with little dust in their eyes, and some with much dust in their eyes. ",
  "dn14:3.7.1": "Then that Great Brahmā, knowing what the Buddha Vipassī was thinking, addressed him in verse: ",
  "dn14:3.7.2": "‘Standing high on a rocky mountain, ",
  "dn14:3.7.3": "you can see the people all around. ",
  "dn14:3.7.4": "In just the same way, all-seer, wise one, ",
  "dn14:3.7.5": "having ascended the Temple of Truth, ",
  "dn14:3.7.6": "rid of sorrow, look upon the people ",
  "dn14:3.7.7": "swamped with sorrow, <j>oppressed by rebirth and old age. ",
  "dn14:3.7.8": "Rise, hero! Victor in battle, leader of the caravan, ",
  "dn14:3.7.9": "wander the world without obligation. ",
  "dn14:3.7.10": "Let the Blessed One teach the Dhamma! ",
  "dn14:3.7.11": "There will be those who understand!’ ",
  "dn14:3.7.12": "Then the Buddha Vipassī addressed that Great Brahmā in verse: ",
  "dn14:3.7.13": "‘Flung open are the doors to the deathless! ",
  "dn14:3.7.14": "Let those with ears to hear commit to faith. ",
  "dn14:3.7.15": "Thinking it would be troublesome, Brahmā, <j>I did not teach ",
  "dn14:3.7.16": "the sophisticated, sublime Dhamma among humans.’ ",
  "dn14:3.7.17": "Then the Great Brahmā, knowing that his request for the Buddha Vipassī to teach the Dhamma had been granted, bowed and respectfully circled him, keeping him on his right, before vanishing right there. ",
  "dn14:3.8.0": "13. The Chief Disciples ",
  "dn14:3.8.1": "Then the Blessed One Vipassī, the perfected one, the fully awakened Buddha, thought, ",
  "dn14:3.8.2": "‘Who should I teach first of all? ",
  "dn14:3.8.3": "Who will quickly understand this teaching?’ ",
  "dn14:3.8.4": "Then he thought, ",
  "dn14:3.8.5": "‘That Khaṇḍa, the king’s son, and Tissa, the high priest’s son, are astute, competent, clever, and have long had little dust in their eyes. ",
  "dn14:3.8.6": "Why don’t I teach them first of all? They will quickly understand this teaching.’ ",
  "dn14:3.9.1": "Then, as easily as a strong person would extend or contract their arm, he vanished from the tree of awakening and reappeared near the capital city of Bandhumatī, in the deer park named Sanctuary. ",
  "dn14:3.9.2": "Then the Buddha Vipassī addressed the park keeper, ",
  "dn14:3.9.3": "‘My dear park keeper, please enter the city and say this to the king’s son Khaṇḍa and the high priest’s son Tissa: ",
  "dn14:3.9.4": "“Sirs, the Blessed One Vipassī, the perfected one, the fully awakened Buddha, has arrived at Bandhumatī and is staying in the deer park named Sanctuary. He wishes to see you.”’ ",
  "dn14:3.9.5": "‘Yes, sir,’ replied the park keeper, and did as he was asked. ",
  "dn14:3.9.6": "",
  "dn14:3.10.1": "Then the king’s son Khaṇḍa and the high priest’s son Tissa had the finest carriages harnessed. Then they mounted a fine carriage and, along with other fine carriages, set out from Bandhumatī for the Sanctuary. ",
  "dn14:3.10.2": "They went by carriage as far as the terrain allowed, then descended and approached the Buddha Vipassī on foot. They bowed and sat down to one side. ",
  "dn14:3.11.1": "The Buddha Vipassī taught them step by step, with ",
  "dn14:3.11.2": "a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ",
  "dn14:3.11.3": "And when he knew that their minds were ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ",
  "dn14:3.11.4": "suffering, its origin, its cessation, and the path. ",
  "dn14:3.11.5": "Just as a clean cloth rid of stains would properly absorb dye, ",
  "dn14:3.11.6": "in that very seat the stainless, immaculate vision of the Dhamma arose in the king’s son Khaṇḍa and the high priest’s son Tissa: ",
  "dn14:3.11.7": "‘Everything that has a beginning has an end.’ ",
  "dn14:3.12.1": "They saw, attained, understood, and fathomed the Dhamma. They went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. They said to the Buddha Vipassī, ",
  "dn14:3.12.2": "‘Excellent, sir! Excellent! ",
  "dn14:3.12.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways. ",
  "dn14:3.12.4": "We go for refuge to the Blessed One and to the teaching. ",
  "dn14:3.12.5": "Sir, may we receive the going forth and ordination in the Buddha’s presence?’ ",
  "dn14:3.13.1": "And they received the going forth, the ordination in the Buddha Vipassī’s presence. ",
  "dn14:3.13.2": "Then the Buddha Vipassī educated, encouraged, fired up, and inspired them with a Dhamma talk. ",
  "dn14:3.13.3": "He explained the drawbacks of conditioned phenomena, so sordid and corrupt, and the benefit of extinguishment. ",
  "dn14:3.13.4": "Being taught like this their minds were soon freed from defilements by not grasping. ",
  "dn14:3.14.0": "14. The Going Forth of the Large Crowd ",
  "dn14:3.14.1": "A large crowd of 84,000 people in the capital of Bandhumatī heard ",
  "dn14:3.14.2": "that the Blessed One Vipassī, the perfected one, the fully awakened Buddha, had arrived at Bandhumatī and was staying in the deer park named Sanctuary. ",
  "dn14:3.14.3": "And they heard that the king’s son Khaṇḍa and the high priest’s son Tissa had shaved off their hair and beard, dressed in ocher robes, and gone forth from the lay life to homelessness in the Buddha’s presence. ",
  "dn14:3.14.4": "It occurred to them, ",
  "dn14:3.14.5": "‘This must be no ordinary teaching and training, no ordinary going forth in which the king’s son Khaṇḍa and the high priest’s son Tissa have gone forth. ",
  "dn14:3.14.6": "If even they go forth, why don’t we do the same?’ ",
  "dn14:3.14.7": "Then those 84,000 people left Bandhumatī for the deer park named Sanctuary, where they approached the Buddha Vipassī, bowed and sat down to one side. ",
  "dn14:3.15.1": "The Buddha Vipassī taught them step by step, with ",
  "dn14:3.15.2": "a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ",
  "dn14:3.15.3": "And when he knew that their minds were ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ",
  "dn14:3.15.4": "suffering, its origin, its cessation, and the path. ",
  "dn14:3.15.5": "Just as a clean cloth rid of stains would properly absorb dye, ",
  "dn14:3.15.6": "in that very seat the stainless, immaculate vision of the Dhamma arose in those 84,000 people: ",
  "dn14:3.15.7": "‘Everything that has a beginning has an end.’ ",
  "dn14:3.16.1": "They saw, attained, understood, and fathomed the Dhamma. They went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. They said to the Buddha Vipassī, ",
  "dn14:3.16.2": "‘Excellent, sir! Excellent!’ ",
  "dn14:3.16.3": "And just like Khaṇḍa and Tissa they asked for and received ordination. Then the Buddha taught them further. ",
  "dn14:3.16.4": "",
  "dn14:3.16.5": "",
  "dn14:3.17.1": "",
  "dn14:3.17.2": "",
  "dn14:3.17.3": "",
  "dn14:3.17.4": "Being taught like this their minds were soon freed from defilements by not grasping. ",
  "dn14:3.18.0": "15. The 84,000 Who Had Gone Forth Previously ",
  "dn14:3.18.1": "The 84,000 people who had gone forth previously also heard: ",
  "dn14:3.18.2": "‘It seems the Blessed One Vipassī, the perfected one, the fully awakened Buddha, has arrived at Bandhumatī and is staying in the deer park named Sanctuary. And he is teaching the Dhamma!’ ",
  "dn14:3.18.3": "Then they too went to see the Buddha Vipassī, realized the Dhamma, went forth, and became freed from defilements. ",
  "dn14:3.19.1": "",
  "dn14:3.19.2": "",
  "dn14:3.19.3": "",
  "dn14:3.19.4": "",
  "dn14:3.19.5": "",
  "dn14:3.19.6": "",
  "dn14:3.19.7": "",
  "dn14:3.20.1": "",
  "dn14:3.20.2": "",
  "dn14:3.20.3": "",
  "dn14:3.20.4": "",
  "dn14:3.20.5": "",
  "dn14:3.21.1": "",
  "dn14:3.21.2": "",
  "dn14:3.21.3": "",
  "dn14:3.21.4": "",
  "dn14:3.22.0": "16. The Allowance to Wander ",
  "dn14:3.22.1": "Now at that time a large Saṅgha of 6,800,000 mendicants were residing at Bandhumatī. ",
  "dn14:3.22.2": "As the Buddha Vipassī was in private retreat this thought came to his mind, ",
  "dn14:3.22.3": "‘The Saṅgha residing at Bandhumatī now is large. What if I was to urge them: ",
  "dn14:3.22.4": "“Wander forth, mendicants, for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "dn14:3.22.5": "Let not two go by one road. ",
  "dn14:3.22.6": "Teach the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And reveal a spiritual practice that’s entirely full and pure. ",
  "dn14:3.22.7": "There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching. ",
  "dn14:3.22.8": "There will be those who understand the teaching! ",
  "dn14:3.22.9": "But when six years have passed, you must all come to Bandhumatī to recite the monastic code.”’ ",
  "dn14:3.23.1": "Then a certain Great Brahmā, knowing what the Buddha Vipassī was thinking, as easily as a strong person would extend or contract their arm, vanished from the Brahmā realm and reappeared in front of the Buddha Vipassī. ",
  "dn14:3.23.2": "He arranged his robe over one shoulder, raised his joined palms toward the Buddha Vipassī, and said, ",
  "dn14:3.23.3": "‘That’s so true, Blessed One! That’s so true, Holy One! ",
  "dn14:3.23.4": "The Saṅgha residing at Bandhumatī now is large. Please urge them to wander, as you thought. ",
  "dn14:3.23.5": "",
  "dn14:3.23.6": "",
  "dn14:3.23.7": "",
  "dn14:3.23.8": "",
  "dn14:3.23.9": "And sir, I’ll make sure that when six years have passed the mendicants will return to Bandhumatī to recite the monastic code.’ ",
  "dn14:3.23.10": "That’s what that Great Brahmā said. ",
  "dn14:3.23.11": "Then he bowed and respectfully circled the Buddha Vipassī, keeping him on his right side, before vanishing right there. ",
  "dn14:3.24.1": "Then in the late afternoon, the Buddha Vipassī came out of retreat and addressed the mendicants, telling them all that had happened. Then he said, ",
  "dn14:3.24.2": "",
  "dn14:3.24.3": "",
  "dn14:3.24.4": "",
  "dn14:3.24.5": "",
  "dn14:3.24.6": "",
  "dn14:3.24.7": "",
  "dn14:3.24.8": "",
  "dn14:3.24.9": "",
  "dn14:3.25.1": "",
  "dn14:3.25.2": "",
  "dn14:3.25.3": "",
  "dn14:3.25.4": "",
  "dn14:3.25.5": "",
  "dn14:3.25.6": "",
  "dn14:3.25.7": "",
  "dn14:3.25.8": "",
  "dn14:3.25.9": "",
  "dn14:3.25.10": "",
  "dn14:3.25.11": "",
  "dn14:3.25.12": "",
  "dn14:3.26.1": "‘Wander forth, mendicants, for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "dn14:3.26.2": "Let not two go by one road. ",
  "dn14:3.26.3": "Teach the Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And reveal a spiritual practice that’s entirely full and pure. ",
  "dn14:3.26.4": "There are beings with little dust in their eyes. They’re in decline because they haven’t heard the teaching. ",
  "dn14:3.26.5": "There will be those who understand the teaching! ",
  "dn14:3.26.6": "But when six years have passed, you must all come to Bandhumatī to recite the monastic code.’ ",
  "dn14:3.26.7": "Then most of the mendicants departed to wander the country that very day. ",
  "dn14:3.27.1": "Now at that time there were 84,000 monasteries in India. ",
  "dn14:3.27.2": "And when the first year came to an end the deities raised the cry: ",
  "dn14:3.27.3": "‘Good sirs, the first year has ended. ",
  "dn14:3.27.4": "Now five years remain. ",
  "dn14:3.27.5": "When five years have passed, you must all go to Bandhumatī to recite the monastic code.’ ",
  "dn14:3.27.6": "And when the second year … ",
  "dn14:3.27.7": "the third year … ",
  "dn14:3.27.8": "the fourth year … ",
  "dn14:3.27.9": "the fifth year came to an end, the deities raised the cry: ",
  "dn14:3.27.10": "‘Good sirs, the fifth year has ended. ",
  "dn14:3.27.11": "Now one year remains. ",
  "dn14:3.27.12": "When one year has passed, you must all go to Bandhumatī to recite the monastic code.’ ",
  "dn14:3.27.13": "And when the sixth year came to an end the deities raised the cry: ",
  "dn14:3.27.14": "‘Good sirs, the sixth year has ended. ",
  "dn14:3.27.15": "Now is the time that you must go to Bandhumatī to recite the monastic code.’ ",
  "dn14:3.27.16": "Then that very day the mendicants went to Bandhumatī to recite the monastic code. Some went by their own psychic power, and some by the psychic power of the deities. ",
  "dn14:3.28.1": "And there the Blessed One Vipassī, the perfected one, the fully awakened Buddha, recited the monastic code thus: ",
  "dn14:3.28.2": "‘Patient acceptance is the ultimate austerity. ",
  "dn14:3.28.3": "Extinguishment is the ultimate, say the Buddhas. ",
  "dn14:3.28.4": "No true renunciate injures another, ",
  "dn14:3.28.5": "nor does an ascetic hurt another. ",
  "dn14:3.28.6": "Not to do any evil; ",
  "dn14:3.28.7": "to embrace the good; ",
  "dn14:3.28.8": "to purify one’s mind: ",
  "dn14:3.28.9": "this is the instruction of the Buddhas. ",
  "dn14:3.28.10": "Not speaking ill nor doing harm; ",
  "dn14:3.28.11": "restraint in the monastic code; ",
  "dn14:3.28.12": "moderation in eating; ",
  "dn14:3.28.13": "staying in remote lodgings; ",
  "dn14:3.28.14": "commitment to the higher mind—",
  "dn14:3.28.15": "this is the instruction of the Buddhas.’ ",
  "dn14:3.29.0": "17. Being Informed by Deities ",
  "dn14:3.29.1": "At one time, mendicants, I was staying near Ukkaṭṭhā, in the Subhaga Forest at the root of a magnificent sal tree. ",
  "dn14:3.29.2": "As I was in private retreat this thought came to mind, ",
  "dn14:3.29.3": "‘It’s not easy to find an abode of sentient beings where I haven’t previously abided in all this long time, except for the gods of the pure abodes. ",
  "dn14:3.29.4": "Why don’t I go to see them?’ ",
  "dn14:3.29.5": "Then, as easily as a strong person would extend or contract their arm, I vanished from the Subhaga Forest and reappeared with the Aviha gods. ",
  "dn14:3.29.6": "In that order of gods, many thousands, many hundreds of thousands of deities approached me, bowed, stood to one side, and said to me, ",
  "dn14:3.29.7": "‘Ninety-one eons ago, good sir, the Buddha Vipassī arose in the world, perfected and fully awakened. ",
  "dn14:3.29.8": "He was born as an aristocrat into an aristocrat family. ",
  "dn14:3.29.9": "Koṇḍañña was his clan. ",
  "dn14:3.29.10": "He lived for 80,000 years. ",
  "dn14:3.29.11": "He was awakened at the root of a trumpet flower tree. ",
  "dn14:3.29.12": "He had a fine pair of chief disciples named Khaṇḍa and Tissa. ",
  "dn14:3.29.13": "He had three gatherings of disciples—one of 6,800,000, one of 100,000, and one of 80,000—all of them mendicants who had ended their defilements. ",
  "dn14:3.29.14": "He had as chief attendant a mendicant named Asoka. ",
  "dn14:3.29.15": "His father was King Bandhuma, ",
  "dn14:3.29.16": "his birth mother was Queen Bandhumatī, ",
  "dn14:3.29.17": "and their capital city was named Bandhumatī. ",
  "dn14:3.29.18": "And such was his renunciation, such his going forth, such his striving, such his awakening, and such his rolling forth of the wheel of Dhamma. ",
  "dn14:3.29.19": "And good sir, after leading the spiritual life under that Buddha Vipassī we lost our desire for sensual pleasures and were reborn here.’ ",
  "dn14:3.29.20": "And other deities came and similarly recounted the details of the Buddhas Sikhī, Vessabhū, Kakusandha, Koṇāgamana, and Kassapa. ",
  "dn14:3.30.1": "In that order of gods, many hundreds of deities approached me, bowed, stood to one side, and said to me, ",
  "dn14:3.30.2": "‘In the present fortunate eon, good sir, you have arisen in the world, perfected and fully awakened. ",
  "dn14:3.30.3": "You were born as an aristocrat into an aristocrat family. ",
  "dn14:3.30.4": "Gotama is your clan. ",
  "dn14:3.30.5": "For you the life-span is short, brief, and fleeting. A long-lived person lives for a century or a little more. ",
  "dn14:3.30.6": "You were awakened at the root of a peepul tree. ",
  "dn14:3.30.7": "You have a fine pair of chief disciples named Sāriputta and Moggallāna. ",
  "dn14:3.30.8": "You have had one gathering of disciples—1,250 mendicants who had ended their defilements. ",
  "dn14:3.30.9": "You have as chief attendant a mendicant named Ānanda. ",
  "dn14:3.30.10": "Your father was King Suddhodana, ",
  "dn14:3.30.11": "your birth mother was Queen Māyā, ",
  "dn14:3.30.12": "and your capital city was Kapilavatthu. ",
  "dn14:3.30.13": "And such was your renunciation, such your going forth, such your striving, such your awakening, and such your rolling forth of the wheel of Dhamma. ",
  "dn14:3.30.14": "And good sir, after leading the spiritual life under you we lost our desire for sensual pleasures and were reborn here.’ ",
  "dn14:3.31.1": "Then together with the Aviha gods I went to see the Atappa gods … ",
  "dn14:3.31.2": "the Gods Fair to See … ",
  "dn14:3.31.3": "and the Fair Seeing Gods. Then together with all these gods I went to see the Gods of Akaniṭṭha, where we had a similar conversation. ",
  "dn14:3.31.4": "",
  "dn14:3.31.5": "",
  "dn14:3.31.6": "",
  "dn14:3.31.7": "",
  "dn14:3.31.8": "",
  "dn14:3.31.9": "",
  "dn14:3.31.10": "",
  "dn14:3.31.11": "",
  "dn14:3.31.12": "",
  "dn14:3.31.13": "",
  "dn14:3.31.14": "",
  "dn14:3.31.15": "",
  "dn14:3.31.16": "",
  "dn14:3.31.17": "",
  "dn14:3.31.18": "",
  "dn14:3.31.19": "",
  "dn14:3.31.20": "",
  "dn14:3.31.21": "",
  "dn14:3.31.22": "",
  "dn14:3.31.23": "",
  "dn14:3.31.24": "",
  "dn14:3.31.25": "",
  "dn14:3.31.26": "",
  "dn14:3.32.1": "",
  "dn14:3.32.2": "",
  "dn14:3.32.3": "",
  "dn14:3.32.4": "",
  "dn14:3.32.5": "",
  "dn14:3.32.6": "",
  "dn14:3.32.7": "",
  "dn14:3.32.8": "",
  "dn14:3.32.9": "",
  "dn14:3.32.10": "",
  "dn14:3.32.11": "",
  "dn14:3.32.12": "",
  "dn14:3.32.13": "",
  "dn14:3.32.14": "",
  "dn14:3.32.15": "",
  "dn14:3.33.1": "And that is how the Realized One is able to recollect the caste, names, clans, life-span, chief disciples, and gatherings of disciples of the Buddhas of the past who have become completely extinguished, cut off proliferation, cut off the track, finished off the cycle, and transcended suffering. It is both because I have clearly comprehended the principle of the teachings, ",
  "dn14:3.33.2": "",
  "dn14:3.33.3": "and also because the deities told me.” ",
  "dn14:3.33.4": "",
  "dn14:3.33.5": "That is what the Buddha said. ",
  "dn14:3.33.6": "Satisfied, the mendicants were happy with what the Buddha said. "
}