{
  "dn15:0.1": "Long Discourses 15 ",
  "dn15:0.2": "The Great Discourse on Causation ",
  "dn15:1.0": "1. Dependent Origination ",
  "dn15:1.1": "So I have heard. ",
  "dn15:1.2": "At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma. ",
  "dn15:1.3": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "dn15:1.4": "“It’s incredible, sir, it’s amazing, ",
  "dn15:1.5": "in that this dependent origination is deep and appears deep, yet to me it seems as plain as can be.” ",
  "dn15:1.6": "“Don’t say that, Ānanda, don’t say that! ",
  "dn15:1.7": "This dependent origination is deep and appears deep. ",
  "dn15:1.8": "It is because of not understanding and not penetrating this teaching that this population has become tangled like string, knotted like a ball of thread, and matted like rushes and reeds, and it doesn’t escape the places of loss, the bad places, the underworld, transmigration. ",
  "dn15:2.1": "When asked, ‘Is there a specific condition for old age and death?’ you should answer, ‘There is.’ ",
  "dn15:2.2": "If they say, ‘What is a condition for old age and death?’ you should answer, ‘Rebirth is a condition for old age and death.’ ",
  "dn15:2.3": "When asked, ‘Is there a specific condition for rebirth?’ you should answer, ‘There is.’ ",
  "dn15:2.4": "If they say, ‘What is a condition for rebirth?’ you should answer, ‘Continued existence is a condition for rebirth.’ ",
  "dn15:2.5": "When asked, ‘Is there a specific condition for continued existence?’ you should answer, ‘There is.’ ",
  "dn15:2.6": "If they say, ‘What is a condition for continued existence?’ you should answer, ‘Grasping is a condition for continued existence.’ ",
  "dn15:2.7": "When asked, ‘Is there a specific condition for grasping?’ you should answer, ‘There is.’ ",
  "dn15:2.8": "If they say, ‘What is a condition for grasping?’ you should answer, ‘Craving is a condition for grasping.’ ",
  "dn15:2.9": "When asked, ‘Is there a specific condition for craving?’ you should answer, ‘There is.’ ",
  "dn15:2.10": "If they say, ‘What is a condition for craving?’ you should answer, ‘Feeling is a condition for craving.’ ",
  "dn15:2.11": "When asked, ‘Is there a specific condition for feeling?’ you should answer, ‘There is.’ ",
  "dn15:2.12": "If they say, ‘What is a condition for feeling?’ you should answer, ‘Contact is a condition for feeling.’ ",
  "dn15:2.13": "When asked, ‘Is there a specific condition for contact?’ you should answer, ‘There is.’ ",
  "dn15:2.14": "If they say, ‘What is a condition for contact?’ you should answer, ‘Name and form are conditions for contact.’ ",
  "dn15:2.15": "When asked, ‘Is there a specific condition for name and form?’ you should answer, ‘There is.’ ",
  "dn15:2.16": "If they say, ‘What is a condition for name and form?’ you should answer, ‘Consciousness is a condition for name and form.’ ",
  "dn15:2.17": "When asked, ‘Is there a specific condition for consciousness?’ you should answer, ‘There is.’ ",
  "dn15:2.18": "If they say, ‘What is a condition for consciousness?’ you should answer, ‘Name and form are conditions for consciousness.’ ",
  "dn15:3.1": "So: name and form are conditions for consciousness. Consciousness is a condition for name and form. Name and form are conditions for contact. Contact is a condition for feeling. Feeling is a condition for craving. Craving is a condition for grasping. Grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "dn15:3.2": "That is how this entire mass of suffering originates. ",
  "dn15:4.1": "‘Rebirth is a condition for old age and death’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:4.2": "Suppose there were totally and utterly no rebirth for anyone anywhere. ",
  "dn15:4.3": "That is, there were no rebirth of sentient beings into their various realms—of gods, centaurs, spirits, creatures, humans, quadrupeds, birds, or reptiles, each into their own realm. When there’s no rebirth at all, with the cessation of rebirth, would old age and death still be found?” ",
  "dn15:4.4": "“No, sir.” ",
  "dn15:4.5": "“That’s why this is the cause, source, origin, and reason of old age and death, namely rebirth. ",
  "dn15:5.1": "‘Continued existence is a condition for rebirth’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:5.2": "Suppose there were totally and utterly no continued existence for anyone anywhere. ",
  "dn15:5.3": "That is, continued existence in the sensual realm, the realm of luminous form, or the formless realm. When there’s no continued existence at all, with the cessation of continued existence, would rebirth still be found?” ",
  "dn15:5.4": "“No, sir.” ",
  "dn15:5.5": "“That’s why this is the cause, source, origin, and reason of rebirth, namely continued existence. ",
  "dn15:6.1": "‘Grasping is a condition for continued existence’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:6.2": "Suppose there were totally and utterly no grasping for anyone anywhere. ",
  "dn15:6.3": "That is, grasping at sensual pleasures, views, precepts and observances, and theories of a self. When there’s no grasping at all, with the cessation of grasping, would continued existence still be found?” ",
  "dn15:6.4": "“No, sir.” ",
  "dn15:6.5": "“That’s why this is the cause, source, origin, and reason of continued existence, namely grasping. ",
  "dn15:7.1": "‘Craving is a condition for grasping’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:7.2": "Suppose there were totally and utterly no craving for anyone anywhere. ",
  "dn15:7.3": "That is, craving for sights, sounds, smells, tastes, touches, and thoughts. When there’s no craving at all, with the cessation of craving, would grasping still be found?” ",
  "dn15:7.4": "“No, sir.” ",
  "dn15:7.5": "“That’s why this is the cause, source, origin, and reason of grasping, namely craving. ",
  "dn15:8.1": "‘Feeling is a condition for craving’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:8.2": "Suppose there were totally and utterly no feeling for anyone anywhere. ",
  "dn15:8.3": "That is, feeling born of contact through the eye, ear, nose, tongue, body, and mind. When there’s no feeling at all, with the cessation of feeling, would craving still be found?” ",
  "dn15:8.4": "“No, sir.” ",
  "dn15:8.5": "“That’s why this is the cause, source, origin, and reason of craving, namely feeling. ",
  "dn15:9.1": "So it is, Ānanda, that feeling is a cause of craving. Craving is a cause of seeking. Seeking is a cause of gaining material possessions. Gaining material possessions is a cause of evaluation. Evaluation is a cause of desire and lust. Desire and lust is a cause of attachment. Attachment is a cause of ownership. Ownership is a cause of stinginess. Stinginess is a cause of safeguarding. ",
  "dn15:9.2": "Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, and disputes, accusations, divisive speech, and lies. ",
  "dn15:10.1": "‘Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, and disputes, accusations, divisive speech, and lies’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:10.2": "Suppose there were totally and utterly no safeguarding for anyone anywhere. When there’s no safeguarding at all, with the cessation of safeguarding, would those many bad, unskillful things still come to be?” ",
  "dn15:10.3": "“No, sir.” ",
  "dn15:10.4": "“That’s why this is the cause, source, origin, and reason for the origination of those many bad, unskillful things, namely safeguarding. ",
  "dn15:11.1": "‘Stinginess is a cause of safeguarding’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:11.2": "Suppose there were totally and utterly no stinginess for anyone anywhere. When there’s no stinginess at all, with the cessation of stinginess, would safeguarding still be found?” ",
  "dn15:11.3": "“No, sir.” ",
  "dn15:11.4": "“That’s why this is the cause, source, origin, and reason of safeguarding, namely stinginess. ",
  "dn15:12.1": "‘Ownership is a cause of stinginess’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:12.2": "Suppose there were totally and utterly no ownership for anyone anywhere. When there’s no ownership at all, with the cessation of ownership, would stinginess still be found?” ",
  "dn15:12.3": "“No, sir.” ",
  "dn15:12.4": "“That’s why this is the cause, source, origin, and reason of stinginess, namely ownership. ",
  "dn15:13.1": "‘Attachment is a cause of ownership’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:13.2": "Suppose there were totally and utterly no attachment for anyone anywhere. When there’s no attachment at all, with the cessation of attachment, would ownership still be found?” ",
  "dn15:13.3": "“No, sir.” ",
  "dn15:13.4": "“That’s why this is the cause, source, origin, and reason of ownership, namely attachment. ",
  "dn15:14.1": "‘Desire and lust is a cause of attachment’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:14.2": "Suppose there were totally and utterly no desire and lust for anyone anywhere. When there’s no desire and lust at all, with the cessation of desire and lust, would attachment still be found?” ",
  "dn15:14.3": "“No, sir.” ",
  "dn15:14.4": "“That’s why this is the cause, source, origin, and reason of attachment, namely desire and lust. ",
  "dn15:15.1": "Evaluation is a cause of desire and lust’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:15.2": "Suppose there were totally and utterly no evaluation for anyone anywhere. When there’s no evaluation at all, with the cessation of evaluation, would desire and lust still be found?” ",
  "dn15:15.3": "“No, sir.” ",
  "dn15:15.4": "“That’s why this is the cause, source, origin, and reason of desire and lust, namely evaluation. ",
  "dn15:16.1": "‘Gaining material possessions is a cause of evaluation’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:16.2": "Suppose there were totally and utterly no gaining of material possessions for anyone anywhere. When there’s no gaining of material possessions at all, with the cessation of gaining material possessions, would evaluation still be found?” ",
  "dn15:16.3": "“No, sir.” ",
  "dn15:16.4": "“That’s why this is the cause, source, origin, and reason of evaluation, namely the gaining of material possessions. ",
  "dn15:17.1": "‘Seeking is a cause of gaining material possessions’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:17.2": "Suppose there were totally and utterly no seeking for anyone anywhere. When there’s no seeking at all, with the cessation of seeking, would the gaining of material possessions still be found?” ",
  "dn15:17.3": "“No, sir.” ",
  "dn15:17.4": "“That’s why this is the cause, source, origin, and reason of gaining material possessions, namely seeking. ",
  "dn15:18.1": "‘Craving is a cause of seeking’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:18.2": "Suppose there were totally and utterly no craving for anyone anywhere. ",
  "dn15:18.3": "That is, craving for sensual pleasures, craving for continued existence, and craving to end existence. When there’s no craving at all, with the cessation of craving, would seeking still be found?” ",
  "dn15:18.4": "“No, sir.” ",
  "dn15:18.5": "“That’s why this is the cause, source, origin, and reason of seeking, namely craving. ",
  "dn15:18.6": "And so, Ānanda, these two things are united by the two aspects of feeling. ",
  "dn15:19.1": "‘Contact is a condition for feeling’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:19.2": "Suppose there were totally and utterly no contact for anyone anywhere. ",
  "dn15:19.3": "That is, contact through the eye, ear, nose, tongue, body, and mind. When there’s no contact at all, with the cessation of contact, would feeling still be found?” ",
  "dn15:19.4": "“No, sir.” ",
  "dn15:19.5": "“That’s why this is the cause, source, origin, and reason of feeling, namely contact. ",
  "dn15:20.1": "‘Name and form are conditions for contact’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:20.2": "Suppose there were none of the features, attributes, signs, and details by which the set of mental phenomena known as name is found. Would labeling contact still be found in the set of physical phenomena?” ",
  "dn15:20.3": "“No, sir.” ",
  "dn15:20.4": "“Suppose there were none of the features, attributes, signs, and details by which the set of physical phenomena known as form is found. Would impingement contact still be found in the set of mental phenomena?” ",
  "dn15:20.5": "“No, sir.” ",
  "dn15:20.6": "“Suppose there were none of the features, attributes, signs, and details by which the set of phenomena known as name and the set of phenomena known as form are found. Would either labeling contact or impingement contact still be found?” ",
  "dn15:20.7": "“No, sir.” ",
  "dn15:20.8": "“Suppose there were none of the features, attributes, signs, and details by which name and form are found. Would contact still be found?” ",
  "dn15:20.9": "“No, sir.” ",
  "dn15:20.10": "“That’s why this is the cause, source, origin, and reason of contact, namely name and form. ",
  "dn15:21.1": "‘Consciousness is a condition for name and form’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:21.2": "If consciousness were not conceived in the mother’s womb, would name and form coagulate there?” ",
  "dn15:21.3": "“No, sir.” ",
  "dn15:21.4": "“If consciousness, after being conceived in the mother’s womb, were to be miscarried, would name and form be born into this state of existence?” ",
  "dn15:21.5": "“No, sir.” ",
  "dn15:21.6": "“If the consciousness of a young boy or girl were to be cut off, would name and form achieve growth, increase, and maturity?” ",
  "dn15:21.7": "“No, sir.” ",
  "dn15:21.8": "“That’s why this is the cause, source, origin, and reason of name and form, namely consciousness. ",
  "dn15:22.1": "‘Name and form are conditions for consciousness’—that’s what I said. And this is a way to understand how this is so. ",
  "dn15:22.2": "If consciousness were not to gain a footing in name and form, would the coming to be of the origin of suffering—of rebirth, old age, and death in the future—be found?” ",
  "dn15:22.3": "“No, sir.” ",
  "dn15:22.4": "“That’s why this is the cause, source, origin, and reason of consciousness, namely name and form. ",
  "dn15:22.5": "This is the extent to which one may be reborn, grow old, die, pass away, or reappear. ",
  "dn15:22.6": "This is how far the scope of labeling, terminology, and description extends; how far the sphere of wisdom extends; how far the cycle of rebirths proceeds so that this state of existence may be be found; namely, name and form together with consciousness. ",
  "dn15:23.0": "2. Describing the Self ",
  "dn15:23.1": "How do those who describe the self describe it? ",
  "dn15:23.2": "They describe it as physical and limited: ",
  "dn15:23.3": "‘My self is physical and limited.’ ",
  "dn15:23.4": "Or they describe it as physical and infinite: ",
  "dn15:23.5": "‘My self is physical and infinite.’ ",
  "dn15:23.6": "Or they describe it as formless and limited: ",
  "dn15:23.7": "‘My self is formless and limited.’ ",
  "dn15:23.8": "Or they describe it as formless and infinite: ",
  "dn15:23.9": "‘My self is formless and infinite.’ ",
  "dn15:24.1": "Now, take those who describe the self as physical and limited. ",
  "dn15:24.2": "They describe the self as physical and limited in the present; or as sure to become physical and limited in some other place; or else they think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’ ",
  "dn15:24.3": "This being so, it’s appropriate to say that a view of self as physical and limited underlies them. ",
  "dn15:24.4": "Now, take those who describe the self as physical and infinite … ",
  "dn15:24.5": "",
  "dn15:24.6": "",
  "dn15:24.7": "formless and limited … ",
  "dn15:24.8": "",
  "dn15:24.9": "",
  "dn15:24.10": "formless and infinite. ",
  "dn15:24.11": "They describe the self as formless and infinite in the present; or as sure to become formless and infinite in some other place; or else they think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’ ",
  "dn15:24.12": "This being so, it’s appropriate to say that a view of self as formless and infinite underlies them. ",
  "dn15:24.13": "That’s how those who describe the self describe it. ",
  "dn15:25.0": "3. Not Describing the Self ",
  "dn15:25.1": "How do those who don’t describe the self not describe it? ",
  "dn15:25.2": "They don’t describe it as physical and limited … ",
  "dn15:25.3": "",
  "dn15:25.4": "physical and infinite … ",
  "dn15:25.5": "",
  "dn15:25.6": "formless and limited … ",
  "dn15:25.7": "",
  "dn15:25.8": "formless and infinite: ",
  "dn15:25.9": "‘My self is formless and infinite.’ ",
  "dn15:26.1": "Now, take those who don’t describe the self as physical and limited … ",
  "dn15:26.2": "",
  "dn15:26.3": "",
  "dn15:26.4": "physical and infinite … ",
  "dn15:26.5": "",
  "dn15:26.6": "",
  "dn15:26.7": "formless and limited … ",
  "dn15:26.8": "",
  "dn15:26.9": "",
  "dn15:26.10": "formless and infinite. ",
  "dn15:26.11": "They don’t describe the self as formless and infinite in the present; or as sure to become formless and infinite in some other place; and they don’t think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’ ",
  "dn15:26.12": "This being so, it’s appropriate to say that a view of self as formless and infinite doesn’t underlie them. ",
  "dn15:26.13": "That’s how those who don’t describe the self don’t describe it. ",
  "dn15:27.0": "4. Regarding a Self ",
  "dn15:27.1": "How do those who regard the self regard it? ",
  "dn15:27.2": "They regard feeling as self: ",
  "dn15:27.3": "‘Feeling is my self.’ ",
  "dn15:27.4": "Or they regard it like this: ‘Feeling is definitely not my self. My self does not experience feeling.’ ",
  "dn15:27.5": "Or they regard it like this: ‘Feeling is definitely not my self. But it’s not that my self does not experience feeling. My self feels, for my self is liable to feel.’ ",
  "dn15:28.1": "Now, as to those who say: ",
  "dn15:28.2": "‘Feeling is my self.’ ",
  "dn15:28.3": "You should say this to them: ",
  "dn15:28.4": "‘Reverend, there are three feelings: ",
  "dn15:28.5": "pleasant, painful, and neutral. ",
  "dn15:28.6": "Which one of these do you regard as self?’ ",
  "dn15:28.7": "Ānanda, at a time when you feel a pleasant feeling, you don’t feel a painful or neutral feeling; ",
  "dn15:28.8": "you only feel a pleasant feeling. ",
  "dn15:28.9": "At a time when you feel a painful feeling, you don’t feel a pleasant or neutral feeling; ",
  "dn15:28.10": "you only feel a painful feeling. ",
  "dn15:28.11": "At a time when you feel a neutral feeling, you don’t feel a pleasant or painful feeling; ",
  "dn15:28.12": "you only feel a neutral feeling. ",
  "dn15:29.1": "Pleasant feelings, painful feelings, and neutral feelings are all impermanent, conditioned, dependently originated, liable to end, vanish, fade away, and cease. ",
  "dn15:29.2": "",
  "dn15:29.3": "",
  "dn15:29.4": "When feeling a pleasant feeling they think: ‘This is my self.’ ",
  "dn15:29.5": "When their pleasant feeling ceases they think: ‘My self has disappeared.’ ",
  "dn15:29.6": "When feeling a painful feeling they think: ‘This is my self.’ ",
  "dn15:29.7": "When their painful feeling ceases they think: ‘My self has disappeared.’ ",
  "dn15:29.8": "When feeling a neutral feeling they think: ‘This is my self.’ ",
  "dn15:29.9": "When their neutral feeling ceases they think: ‘My self has disappeared.’ ",
  "dn15:29.10": "So those who say ‘feeling is my self’ regard as self that which is evidently impermanent, mixed with pleasure and pain, and liable to rise and fall. ",
  "dn15:29.11": "That’s why it’s not acceptable to regard feeling as self. ",
  "dn15:30.1": "Now, as to those who say: ",
  "dn15:30.2": "‘Feeling is definitely not my self. My self does not experience feeling.’ You should say this to them, ",
  "dn15:30.3": "‘But reverend, where there is nothing felt at all, would the thought “I am” occur there?’” ",
  "dn15:30.4": "“No, sir.” ",
  "dn15:30.5": "“That’s why it’s not acceptable to regard self as that which does not experience feeling. ",
  "dn15:31.1": "Now, as to those who say: ",
  "dn15:31.2": "‘Feeling is definitely not my self. But it’s not that my self does not experience feeling. My self feels, for my self is liable to feel.’ ",
  "dn15:31.3": "You should say this to them, ",
  "dn15:31.4": "‘Suppose feelings were to totally and utterly cease without anything left over. ",
  "dn15:31.5": "When there’s no feeling at all, with the cessation of feeling, would the thought “I am this” occur there?’” ",
  "dn15:31.6": "“No, sir.” ",
  "dn15:31.7": "“That’s why it’s not acceptable to regard self as that which is liable to feel. ",
  "dn15:32.1": "",
  "dn15:32.2": "Not regarding anything in this way, they don’t grasp at anything in the world. ",
  "dn15:32.3": "Not grasping, they’re not anxious. Not being anxious, they personally become extinguished. ",
  "dn15:32.4": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "dn15:32.5": "It wouldn’t be appropriate to say that a mendicant whose mind is freed like this holds the following views: ",
  "dn15:32.6": "‘A Realized One still exists after death’; ",
  "dn15:32.7": "‘A Realized One no longer exists after death’; ",
  "dn15:32.8": "‘A Realized One both still exists and no longer exists after death’; ",
  "dn15:32.9": "‘A Realized One neither still exists nor no longer exists after death’. ",
  "dn15:32.10": "Why is that? ",
  "dn15:32.11": "A mendicant is freed by directly knowing this: how far labeling and the scope of labeling extend; how far terminology and the scope of terminology extend; how far description and the scope of description extend; how far wisdom and the sphere of wisdom extend; how far the cycle of rebirths and its continuation extend. It wouldn’t be appropriate to say that a mendicant freed by directly knowing this holds the view: ‘There is no such thing as knowing and seeing.’ ",
  "dn15:33.0": "5. Planes of Consciousness ",
  "dn15:33.1": "Ānanda, there are seven planes of consciousness and two dimensions. ",
  "dn15:33.2": "What seven? ",
  "dn15:33.3": "There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld. ",
  "dn15:33.4": "This is the first plane of consciousness. ",
  "dn15:33.5": "There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s Host through the first absorption. ",
  "dn15:33.6": "This is the second plane of consciousness. ",
  "dn15:33.7": "There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance. ",
  "dn15:33.8": "This is the third plane of consciousness. ",
  "dn15:33.9": "There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory. ",
  "dn15:33.10": "This is the fourth plane of consciousness. ",
  "dn15:33.11": "There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space. ",
  "dn15:33.12": "This is the fifth plane of consciousness. ",
  "dn15:33.13": "There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness. ",
  "dn15:33.14": "This is the sixth plane of consciousness. ",
  "dn15:33.15": "There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness. ",
  "dn15:33.16": "This is the seventh plane of consciousness. ",
  "dn15:33.17": "Then there is the dimension of non-percipient beings, and secondly, the dimension of neither perception nor non-perception. ",
  "dn15:34.1": "Now, regarding these seven planes of consciousness and two dimensions, ",
  "dn15:34.2": "is it appropriate for someone who understands them—and their origin, ending, gratification, drawback, and escape—to take pleasure in them?” ",
  "dn15:34.3": "“No, sir.” ",
  "dn15:34.4": "",
  "dn15:34.5": "",
  "dn15:34.6": "",
  "dn15:34.7": "",
  "dn15:34.8": "",
  "dn15:34.9": "",
  "dn15:34.10": "“When a mendicant, having truly understood the origin, ending, gratification, drawback, and escape regarding these seven planes of consciousness and these two dimensions, is freed by not grasping, they’re called a mendicant who is freed by wisdom. ",
  "dn15:35.0": "6. The Eight Liberations ",
  "dn15:35.1": "Ānanda, there are these eight liberations. ",
  "dn15:35.2": "What eight? ",
  "dn15:35.3": "Having physical form, they see forms. ",
  "dn15:35.4": "This is the first liberation. ",
  "dn15:35.5": "Not perceiving form internally, they see forms externally. ",
  "dn15:35.6": "This is the second liberation. ",
  "dn15:35.7": "They’re focused only on beauty. ",
  "dn15:35.8": "This is the third liberation. ",
  "dn15:35.9": "Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ",
  "dn15:35.10": "This is the fourth liberation. ",
  "dn15:35.11": "Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. ",
  "dn15:35.12": "This is the fifth liberation. ",
  "dn15:35.13": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ",
  "dn15:35.14": "This is the sixth liberation. ",
  "dn15:35.15": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. ",
  "dn15:35.16": "This is the seventh liberation. ",
  "dn15:35.17": "Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. ",
  "dn15:35.18": "This is the eighth liberation. ",
  "dn15:35.19": "These are the eight liberations. ",
  "dn15:36.1": "When a mendicant enters into and withdraws from these eight liberations—in forward order, in reverse order, and in forward and reverse order—wherever they wish, whenever they wish, and for as long as they wish; ",
  "dn15:36.2": "and when they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, they’re called a mendicant who is freed both ways. ",
  "dn15:36.3": "And, Ānanda, there is no other freedom both ways that is better or finer than this.” ",
  "dn15:36.4": "That is what the Buddha said. ",
  "dn15:36.5": "Satisfied, Venerable Ānanda was happy with what the Buddha said. "
}