{
  "dn16:0.1": "Long Discourses 16 ",
  "dn16:0.2": "The Great Discourse on the Buddha’s Extinguishment ",
  "dn16:1.1.1": "So I have heard. ",
  "dn16:1.1.2": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. ",
  "dn16:1.1.3": "Now at that time King Ajātasattu Vedehiputta of Māgadha wanted to invade the Vajjis. ",
  "dn16:1.1.4": "He declared: ",
  "dn16:1.1.5": "“I shall wipe out these Vajjis, so mighty and powerful! I shall destroy them, and lay ruin and devastation upon them!” ",
  "dn16:1.2.1": "And then King Ajātasattu addressed Vassakāra the brahmin minister of Māgadha, ",
  "dn16:1.2.2": "“Please, brahmin, go to the Buddha, and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably. ",
  "dn16:1.2.4": "And then say: ",
  "dn16:1.2.5": "‘Sir, King Ajātasattu Vedehiputta of Māgadha wants to invade the Vajjis. ",
  "dn16:1.2.6": "He says, ",
  "dn16:1.2.7": "“I shall wipe out these Vajjis, so mighty and powerful! I shall destroy them, and lay ruin and devastation upon them!”’ ",
  "dn16:1.2.8": "Remember well how the Buddha answers and tell it to me. ",
  "dn16:1.2.9": "For Realized Ones say nothing that is not so.” ",
  "dn16:1.3.0": "1. The Brahmin Vassakāra ",
  "dn16:1.3.1": "“Yes, sir,” Vassakāra replied. He had the finest carriages harnessed. Then he mounted a fine carriage and, along with other fine carriages, set out from Rājagaha for the Vulture’s Peak Mountain. ",
  "dn16:1.3.2": "He went by carriage as far as the terrain allowed, then descended and approached the Buddha on foot, and exchanged greetings with him. ",
  "dn16:1.3.3": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, ",
  "dn16:1.3.4": "“Master Gotama, King Ajātasattu Vedehiputta of Māgadha bows with his head to your feet. He asks if you are healthy and well, nimble, strong, and living comfortably. ",
  "dn16:1.3.5": "Master Gotama, King Ajātasattu wants to invade the Vajjis. ",
  "dn16:1.3.6": "He has declared: ",
  "dn16:1.3.7": "‘I shall wipe out these Vajjis, so mighty and powerful! I shall destroy them, and lay ruin and devastation upon them!’” ",
  "dn16:1.4.0": "2. Principles That Prevent Decline ",
  "dn16:1.4.1": "Now at that time Venerable Ānanda was standing behind the Buddha fanning him. ",
  "dn16:1.4.2": "Then the Buddha said to him, ",
  "dn16:1.4.3": "“Ānanda, have you heard that the Vajjis meet frequently and have many meetings?” ",
  "dn16:1.4.4": "“I have heard that, sir.” ",
  "dn16:1.4.5": "“As long as the Vajjis meet frequently and have many meetings, they can expect growth, not decline. ",
  "dn16:1.4.6": "Ānanda, have you heard that the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony?” ",
  "dn16:1.4.7": "“I have heard that, sir.” ",
  "dn16:1.4.8": "“As long as the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony, they can expect growth, not decline. ",
  "dn16:1.4.9": "Ānanda, have you heard that the Vajjis don’t make new decrees or abolish existing decrees, but proceed having undertaken the traditional Vajjian principles as they have been decreed?” ",
  "dn16:1.4.10": "“I have heard that, sir.” ",
  "dn16:1.4.11": "“As long as the Vajjis don’t make new decrees or abolish existing decrees, but proceed having undertaken the traditional Vajjian principles as they have been decreed, they can expect growth, not decline. ",
  "dn16:1.4.12": "Ānanda, have you heard that the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to?” ",
  "dn16:1.4.13": "“I have heard that, sir.” ",
  "dn16:1.4.14": "“As long as the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to, they can expect growth, not decline. ",
  "dn16:1.4.15": "Ānanda, have you heard that the Vajjis don’t rape or abduct women or girls from their families and force them to live with them?” ",
  "dn16:1.4.16": "“I have heard that, sir.” ",
  "dn16:1.4.17": "“As long as the Vajjis don’t rape or abduct women or girls from their families and force them to live with them, they can expect growth, not decline. ",
  "dn16:1.4.18": "Ānanda, have you heard that the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past?” ",
  "dn16:1.4.19": "“I have heard that, sir.” ",
  "dn16:1.4.20": "“As long as the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past, they can expect growth, not decline. ",
  "dn16:1.4.21": "Ānanda, have you heard that the Vajjis organize proper protection, shelter, and security for perfected ones, so that more perfected ones might come to the realm and those already here may live in comfort?” ",
  "dn16:1.4.22": "“I have heard that, sir.” ",
  "dn16:1.4.23": "“As long as the Vajjis organize proper protection, shelter, and security for perfected ones, so that more perfected ones might come to the realm and those already here may live in comfort, they can expect growth, not decline.” ",
  "dn16:1.5.1": "Then the Buddha said to Vassakāra, ",
  "dn16:1.5.2": "“Brahmin, this one time I was staying near Vesālī at the Sārandada woodland shrine. ",
  "dn16:1.5.3": "There I taught the Vajjis these seven principles that prevent decline. ",
  "dn16:1.5.4": "As long as these seven principles that prevent decline last among the Vajjis, and as long as the Vajjis are seen following them, they can expect growth, not decline.” ",
  "dn16:1.5.5": "When the Buddha had spoken, Vassakāra said to him, ",
  "dn16:1.5.6": "“Master Gotama, if the Vajjis follow even a single one of these principles they can expect growth, not decline. ",
  "dn16:1.5.7": "How much more so all seven! ",
  "dn16:1.5.8": "King Ajātasattu cannot defeat the Vajjis in war, unless by diplomacy or by sowing dissension. ",
  "dn16:1.5.9": "Well, now, Master Gotama, I must go. I have many duties, and much to do.” ",
  "dn16:1.5.10": "“Please, brahmin, go at your convenience.” ",
  "dn16:1.5.11": "Then Vassakāra the brahmin, having approved and agreed with what the Buddha said, got up from his seat and left. ",
  "dn16:1.6.0": "3. Principles That Prevent Decline Among the Mendicants ",
  "dn16:1.6.1": "Soon after he had left, the Buddha said to Ānanda, ",
  "dn16:1.6.2": "“Go, Ānanda, gather all the mendicants staying in the vicinity of Rājagaha together in the assembly hall.” ",
  "dn16:1.6.3": "“Yes, sir,” replied Ānanda. He did what the Buddha asked. Then he went back, bowed, stood to one side, and said to him, ",
  "dn16:1.6.4": "“Sir, the mendicant Saṅgha has assembled. Please, sir, go at your convenience.” ",
  "dn16:1.6.5": "Then the Buddha went to the assembly hall, where he sat on the seat spread out ",
  "dn16:1.6.6": "and addressed the mendicants: ",
  "dn16:1.6.7": "“Mendicants, I will teach you these seven principles that prevent decline. ",
  "dn16:1.6.8": "Listen and pay close attention, I will speak.” ",
  "dn16:1.6.9": "“Yes, sir,” they replied. ",
  "dn16:1.6.10": "The Buddha said this: ",
  "dn16:1.6.11": "“As long as the mendicants meet frequently and have many meetings, they can expect growth, not decline. ",
  "dn16:1.6.12": "As long as the mendicants meet in harmony, leave in harmony, and carry on their business in harmony, they can expect growth, not decline. ",
  "dn16:1.6.13": "As long as the mendicants don’t make new decrees or abolish existing decrees, but undertake and follow the training rules as they have been decreed, they can expect growth, not decline. ",
  "dn16:1.6.14": "As long as the mendicants honor, respect, esteem, and venerate the senior mendicants—of long standing, long gone forth, fathers and leaders of the Saṅgha—and think them worth listening to, they can expect growth, not decline. ",
  "dn16:1.6.15": "As long as the mendicants don’t fall under the sway of arisen craving for future lives, they can expect growth, not decline. ",
  "dn16:1.6.16": "As long as the mendicants take care to live in wilderness lodgings, they can expect growth, not decline. ",
  "dn16:1.6.17": "As long as the mendicants individually establish mindfulness, so that more good-hearted spiritual companions might come, and those that have already come may live comfortably, they can expect growth, not decline. ",
  "dn16:1.6.18": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline. ",
  "dn16:1.7.1": "I will teach you seven more principles that prevent decline. … ",
  "dn16:1.7.4": "As long as the mendicants don’t relish work, loving it and liking to relish it, they can expect growth, not decline. ",
  "dn16:1.7.5": "As long as they don’t enjoy talk … ",
  "dn16:1.7.6": "sleep … ",
  "dn16:1.7.7": "company … ",
  "dn16:1.7.8": "they don’t have wicked desires, falling under the sway of wicked desires … ",
  "dn16:1.7.9": "they don’t have bad friends, companions, and associates … ",
  "dn16:1.7.10": "they don’t stop half-way after achieving some insignificant distinction, they can expect growth, not decline. ",
  "dn16:1.8.1": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline. ",
  "dn16:1.8.2": "I will teach you seven more principles that prevent decline. … ",
  "dn16:1.8.3": "As long as the mendicants are faithful … ",
  "dn16:1.8.4": "conscientious … ",
  "dn16:1.8.5": "prudent … ",
  "dn16:1.8.6": "learned … ",
  "dn16:1.8.7": "energetic … ",
  "dn16:1.8.8": "mindful … ",
  "dn16:1.8.9": "wise, they can expect growth, not decline. ",
  "dn16:1.8.10": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline. ",
  "dn16:1.8.11": "I will teach you seven more principles that prevent decline. … ",
  "dn16:1.9.1": "As long as the mendicants develop the awakening factors of mindfulness … ",
  "dn16:1.9.2": "investigation of principles … ",
  "dn16:1.9.3": "energy … ",
  "dn16:1.9.4": "rapture … ",
  "dn16:1.9.5": "tranquility … ",
  "dn16:1.9.6": "immersion … ",
  "dn16:1.9.7": "equanimity, they can expect growth, not decline. ",
  "dn16:1.10.1": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline. ",
  "dn16:1.10.2": "I will teach you seven more principles that prevent decline. … ",
  "dn16:1.10.5": "As long as the mendicants develop the perceptions of impermanence … ",
  "dn16:1.10.6": "not-self … ",
  "dn16:1.10.7": "ugliness … ",
  "dn16:1.10.8": "drawbacks … ",
  "dn16:1.10.9": "giving up … ",
  "dn16:1.10.10": "fading away … ",
  "dn16:1.10.11": "cessation, they can expect growth, not decline. ",
  "dn16:1.10.12": "As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline. ",
  "dn16:1.11.1": "I will teach you six principles that prevent decline. … ",
  "dn16:1.11.4": "As long as the mendicants consistently treat their spiritual companions with bodily kindness … ",
  "dn16:1.11.5": "verbal kindness … ",
  "dn16:1.11.6": "and mental kindness both in public and in private, they can expect growth, not decline. ",
  "dn16:1.11.7": "As long as the mendicants share without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions, they can expect growth, not decline. ",
  "dn16:1.11.8": "As long as the mendicants live according to the precepts shared with their spiritual companions, both in public and in private—such precepts as are unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion—they can expect growth, not decline. ",
  "dn16:1.11.9": "As long as the mendicants live according to the view shared with their spiritual companions, both in public and in private—the view that is noble and emancipating, and leads one who practices it to the complete end of suffering—they can expect growth, not decline. ",
  "dn16:1.11.10": "As long as these six principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.” ",
  "dn16:1.12.1": "And while staying there at the Vulture’s Peak the Buddha often gave this Dhamma talk to the mendicants: ",
  "dn16:1.12.2": "“Such is ethics, such is immersion, such is wisdom. ",
  "dn16:1.12.3": "When immersion is imbued with ethics it’s very fruitful and beneficial. ",
  "dn16:1.12.4": "When wisdom is imbued with immersion it’s very fruitful and beneficial. ",
  "dn16:1.12.5": "When the mind is imbued with wisdom it is rightly freed from the defilements, namely, ",
  "dn16:1.12.6": "the defilements of sensuality, desire to be reborn, and ignorance.” ",
  "dn16:1.13.1": "When the Buddha had stayed in Rājagaha as long as he wished, he addressed Venerable Ānanda, ",
  "dn16:1.13.2": "“Come, Ānanda, let’s go to Ambalaṭṭhikā.” ",
  "dn16:1.13.3": "“Yes, sir,” Ānanda replied. ",
  "dn16:1.13.4": "Then the Buddha together with a large Saṅgha of mendicants arrived at Ambalaṭṭhikā, ",
  "dn16:1.14.1": "where he stayed in the royal rest-house. ",
  "dn16:1.14.2": "And while staying there, too, he often gave this Dhamma talk to the mendicants: ",
  "dn16:1.14.3": "“Such is ethics, such is immersion, such is wisdom. ",
  "dn16:1.14.4": "When immersion is imbued with ethics it’s very fruitful and beneficial. ",
  "dn16:1.14.5": "When wisdom is imbued with immersion it’s very fruitful and beneficial. ",
  "dn16:1.14.6": "When the mind is imbued with wisdom it is rightly freed from the defilements, namely, ",
  "dn16:1.14.7": "the defilements of sensuality, desire to be reborn, and ignorance.” ",
  "dn16:1.15.1": "When the Buddha had stayed in Ambalaṭṭhikā as long as he wished, he addressed Venerable Ānanda, ",
  "dn16:1.15.2": "“Come, Ānanda, let’s go to Nāḷandā.” ",
  "dn16:1.15.3": "“Yes, sir,” Ānanda replied. ",
  "dn16:1.15.4": "Then the Buddha together with a large Saṅgha of mendicants arrived at Nāḷandā, ",
  "dn16:1.15.5": "where he stayed in Pāvārika’s mango grove. ",
  "dn16:1.16.0": "4. Sāriputta’s Lion’s Roar ",
  "dn16:1.16.1": "Then Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "dn16:1.16.2": "“Sir, I have such confidence in the Buddha that ",
  "dn16:1.16.3": "I believe there’s no other ascetic or brahmin—whether past, future, or present—whose direct knowledge is superior to the Buddha when it comes to awakening.” ",
  "dn16:1.16.4": "“That’s a grand and dramatic statement, Sāriputta. You’ve roared a definitive, categorical lion’s roar, saying: ",
  "dn16:1.16.5": "‘I have such confidence in the Buddha that ",
  "dn16:1.16.6": "I believe there’s no other ascetic or brahmin—whether past, future, or present—whose direct knowledge is superior to the Buddha when it comes to awakening.’ ",
  "dn16:1.16.7": "What about all the perfected ones, the fully awakened Buddhas who lived in the past? Have you comprehended their minds to know that ",
  "dn16:1.16.8": "those Buddhas had such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?” ",
  "dn16:1.16.9": "“No, sir.” ",
  "dn16:1.16.10": "“And what about all the perfected ones, the fully awakened Buddhas who will live in the future? Have you comprehended their minds to know that ",
  "dn16:1.16.11": "those Buddhas will have such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?” ",
  "dn16:1.16.12": "“No, sir.” ",
  "dn16:1.16.13": "“And what about me, the perfected one, the fully awakened Buddha at present? Have you comprehended my mind to know that ",
  "dn16:1.16.14": "I have such ethics, or such teachings, or such wisdom, or such meditation, or such freedom?” ",
  "dn16:1.16.15": "“No, sir.” ",
  "dn16:1.16.16": "“Well then, Sāriputta, given that you don’t comprehend the minds of Buddhas past, future, or present, ",
  "dn16:1.16.17": "what exactly are you doing, making such a grand and dramatic statement, roaring such a definitive, categorical lion’s roar?” ",
  "dn16:1.17.1": "“Sir, though I don’t comprehend the minds of Buddhas past, future, and present, ",
  "dn16:1.17.2": "still I understand this by inference from the teaching. ",
  "dn16:1.17.3": "Suppose there was a king’s frontier citadel with fortified embankments, ramparts, and arches, and a single gate. ",
  "dn16:1.17.4": "And it has a gatekeeper who is astute, competent, and intelligent. He keeps strangers out and lets known people in. ",
  "dn16:1.17.5": "As he walks around the patrol path, he doesn’t see a hole or cleft in the wall, not even one big enough for a cat to slip out. ",
  "dn16:1.17.6": "He thinks: ",
  "dn16:1.17.7": "‘Whatever sizable creatures enter or leave the citadel, all of them do so via this gate.’ ",
  "dn16:1.17.8": "In the same way, I understand this by inference from the teaching: ",
  "dn16:1.17.9": "‘All the perfected ones, fully awakened Buddhas—whether past, future, or present—give up the five hindrances, corruptions of the heart that weaken wisdom. Their mind is firmly established in the four kinds of mindfulness meditation. They correctly develop the seven awakening factors. And they wake up to the supreme perfect awakening.’” ",
  "dn16:1.18.1": "And while staying at Nāḷandā, too, the Buddha often gave this Dhamma talk to the mendicants: ",
  "dn16:1.18.2": "“Such is ethics, such is immersion, such is wisdom. ",
  "dn16:1.18.3": "When immersion is imbued with ethics it’s very fruitful and beneficial. ",
  "dn16:1.18.4": "When wisdom is imbued with immersion it’s very fruitful and beneficial. ",
  "dn16:1.18.5": "When the mind is imbued with wisdom it is rightly freed from the defilements, namely, ",
  "dn16:1.18.6": "the defilements of sensuality, desire to be reborn, and ignorance.” ",
  "dn16:1.19.0": "5. The Drawbacks of Unethical Conduct ",
  "dn16:1.19.1": "When the Buddha had stayed in Nāḷandā as long as he wished, he addressed Venerable Ānanda, ",
  "dn16:1.19.2": "“Come, Ānanda, let’s go to Pāṭali Village.” ",
  "dn16:1.19.3": "“Yes, sir,” Ānanda replied. ",
  "dn16:1.19.4": "Then the Buddha together with a large Saṅgha of mendicants arrived at Pāṭali Village. ",
  "dn16:1.20.1": "The lay followers of Pāṭali Village heard that he had arrived. ",
  "dn16:1.20.2": "So they went to see him, bowed, sat down to one side, and said to him, ",
  "dn16:1.20.3": "“Sir, please consent to come to our guest house.” ",
  "dn16:1.20.4": "The Buddha consented in silence. ",
  "dn16:1.21.1": "Then, knowing that the Buddha had consented, the lay followers of Pāṭali Village got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right. Then they went to the guest house, where they spread carpets all over, prepared seats, set up a water jar, and placed a lamp. Then they went back to the Buddha, bowed, stood to one side, and told him of their preparations, saying: ",
  "dn16:1.21.3": "“Please, sir, come at your convenience.” ",
  "dn16:1.22.1": "In the morning, the Buddha robed up and, taking his bowl and robe, went to the guest house together with the Saṅgha of mendicants. Having washed his feet he entered the guest house and sat against the central column facing east. ",
  "dn16:1.22.2": "The Saṅgha of mendicants also washed their feet, entered the guest house, and sat against the west wall facing east, with the Buddha right in front of them. ",
  "dn16:1.22.3": "The lay followers of Pāṭali Village also washed their feet, entered the guest house, and sat against the east wall facing west, with the Buddha right in front of them. ",
  "dn16:1.23.1": "Then the Buddha addressed them: ",
  "dn16:1.23.2": "“Householders, there are these five drawbacks for an unethical person because of their failure in ethics. ",
  "dn16:1.23.3": "What five? ",
  "dn16:1.23.4": "Firstly, an unethical person loses substantial wealth on account of negligence. ",
  "dn16:1.23.5": "This is the first drawback for an unethical person because of their failure in ethics. ",
  "dn16:1.23.6": "Furthermore, an unethical person gets a bad reputation. ",
  "dn16:1.23.7": "This is the second drawback. ",
  "dn16:1.23.8": "Furthermore, an unethical person enters any kind of assembly timid and embarrassed, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics. ",
  "dn16:1.23.9": "This is the third drawback. ",
  "dn16:1.23.10": "Furthermore, an unethical person feels lost when they die. ",
  "dn16:1.23.11": "This is the fourth drawback. ",
  "dn16:1.23.12": "Furthermore, an unethical person, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. ",
  "dn16:1.23.13": "This is the fifth drawback. ",
  "dn16:1.23.14": "These are the five drawbacks for an unethical person because of their failure in ethics. ",
  "dn16:1.24.0": "6. The Benefits of Ethical Conduct ",
  "dn16:1.24.1": "There are these five benefits for an ethical person because of their accomplishment in ethics. ",
  "dn16:1.24.2": "What five? ",
  "dn16:1.24.3": "Firstly, an ethical person gains substantial wealth on account of diligence. ",
  "dn16:1.24.4": "This is the first benefit. ",
  "dn16:1.24.5": "Furthermore, an ethical person gets a good reputation. ",
  "dn16:1.24.6": "This is the second benefit. ",
  "dn16:1.24.7": "Furthermore, an ethical person enters any kind of assembly bold and self-assured, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics. ",
  "dn16:1.24.8": "This is the third benefit. ",
  "dn16:1.24.9": "Furthermore, an ethical person dies not feeling lost. ",
  "dn16:1.24.10": "This is the fourth benefit. ",
  "dn16:1.24.11": "Furthermore, when an ethical person’s body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "dn16:1.24.12": "This is the fifth benefit. ",
  "dn16:1.24.13": "These are the five benefits for an ethical person because of their accomplishment in ethics.” ",
  "dn16:1.25.1": "The Buddha spent most of the night educating, encouraging, firing up, and inspiring the lay followers of Pāṭali Village with a Dhamma talk. Then he dismissed them, ",
  "dn16:1.25.2": "“The night is getting late, householders. Please go at your convenience.” ",
  "dn16:1.25.3": "“Yes, sir,” replied the lay followers of Pāṭali Village. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving. ",
  "dn16:1.25.4": "Soon after they left the Buddha entered a private cubicle. ",
  "dn16:1.26.0": "7. Building a Citadel ",
  "dn16:1.26.1": "Now at that time the Magadhan ministers Sunidha and Vassakāra were building a citadel at Pāṭali Village to keep the Vajjis out. ",
  "dn16:1.26.2": "At that time thousands of deities were taking possession of building sites in Pāṭali Village. ",
  "dn16:1.26.3": "Illustrious rulers or royal ministers inclined to build houses at sites possessed by illustrious deities. ",
  "dn16:1.27.1": "Middling rulers or royal ministers inclined to build houses at sites possessed by middling deities. ",
  "dn16:1.27.2": "Lesser rulers or royal ministers inclined to build houses at sites possessed by lesser deities. ",
  "dn16:1.27.3": "With clairvoyance that is purified and superhuman, the Buddha saw those deities taking possession of building sites in Pāṭali Village. ",
  "dn16:1.27.4": "The Buddha rose at the crack of dawn and addressed Ānanda, ",
  "dn16:1.27.5": "“Ānanda, who is building a citadel at Pāṭali Village?” ",
  "dn16:1.27.6": "“Sir, the Magadhan ministers Sunidha and Vassakāra are building a citadel to keep the Vajjis out.” ",
  "dn16:1.28.1": "“It’s as if they were building the citadel in consultation with the gods of the Thirty-Three. ",
  "dn16:1.28.3": "With clairvoyance that is purified and superhuman, I saw those deities taking possession of building sites. ",
  "dn16:1.28.4": "Illustrious rulers or royal ministers inclined to build houses at sites possessed by illustrious deities. ",
  "dn16:1.28.5": "Middling rulers or royal ministers inclined to build houses at sites possessed by middling deities. ",
  "dn16:1.28.6": "Lesser rulers or royal ministers inclined to build houses at sites possessed by lesser deities. ",
  "dn16:1.28.7": "As far as the civilized region extends, as far as the trading zone extends, this will be the chief city: the Pāṭaliputta trade center. ",
  "dn16:1.28.8": "But Pāṭaliputta will face three threats: ",
  "dn16:1.28.9": "from fire, flood, and dissension.” ",
  "dn16:1.29.1": "Then the Magadhan ministers Sunidha and Vassakāra approached the Buddha, and exchanged greetings with him. ",
  "dn16:1.29.2": "When the greetings and polite conversation were over, they stood to one side and said, ",
  "dn16:1.29.3": "“Would Master Gotama together with the mendicant Saṅgha please accept today’s meal from me?” ",
  "dn16:1.29.4": "The Buddha consented in silence. ",
  "dn16:1.30.1": "Then, knowing that the Buddha had consented, they went to their own guest house, where they had a variety of delicious foods prepared. Then they had the Buddha informed of the time, saying, ",
  "dn16:1.30.2": "“It’s time, Master Gotama, the meal is ready.” ",
  "dn16:1.30.3": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to their guest house together with the mendicant Saṅgha, where he sat on the seat spread out. ",
  "dn16:1.30.4": "Then Sunidha and Vassakāra served and satisfied the mendicant Saṅgha headed by the Buddha with their own hands with a variety of delicious foods. ",
  "dn16:1.30.5": "When the Buddha had eaten and washed his hand and bowl, Sunidha and Vassakāra took a low seat and sat to one side. ",
  "dn16:1.31.1": "The Buddha expressed his appreciation with these verses: ",
  "dn16:1.31.2": "“In the place he makes his dwelling, ",
  "dn16:1.31.3": "having fed the astute ",
  "dn16:1.31.4": "and the virtuous here, ",
  "dn16:1.31.5": "the restrained spiritual practitioners, ",
  "dn16:1.31.6": "he should dedicate an offering ",
  "dn16:1.31.7": "to the deities there. ",
  "dn16:1.31.8": "Venerated, they venerate him; ",
  "dn16:1.31.9": "honored, they honor him. ",
  "dn16:1.31.10": "After that they have compassion for him, ",
  "dn16:1.31.11": "like a mother for the child at her breast. ",
  "dn16:1.31.12": "A man beloved of the deities ",
  "dn16:1.31.13": "always sees nice things.” ",
  "dn16:1.31.14": "When the Buddha had expressed his appreciation to Sunidha and Vassakāra with these verses, he got up from his seat and left. ",
  "dn16:1.32.1": "Sunidha and Vassakāra followed behind the Buddha, thinking, ",
  "dn16:1.32.2": "“The gate through which the ascetic Gotama departs today shall be named the Gotama Gate. ",
  "dn16:1.32.3": "The ford at which he crosses the Ganges River shall be named the Gotama Ford.” ",
  "dn16:1.32.4": "Then the gate through which the Buddha departed was named the Gotama Gate. ",
  "dn16:1.32.5": "Then the Buddha came to the Ganges River. ",
  "dn16:1.33.1": "Now at that time the Ganges was full to the brim so a crow could drink from it. ",
  "dn16:1.33.2": "Wanting to cross from the near to the far shore, some people were seeking a boat, some a dinghy, while some were tying up a raft. ",
  "dn16:1.33.3": "But, as easily as a strong person would extend or contract their arm, the Buddha, together with the mendicant Saṅgha, vanished from the near shore and landed on the far shore. ",
  "dn16:1.34.1": "He saw all those people wanting to cross over. ",
  "dn16:1.34.2": "Knowing the meaning of this, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "dn16:1.34.3": "“Those who cross a deluge or stream ",
  "dn16:1.34.4": "have built a bridge and left the marshes behind. ",
  "dn16:1.34.5": "While some people are still tying a raft, ",
  "dn16:1.34.6": "intelligent people have crossed over.” ",
  "dn16:1.34.7": "The first recitation section. ",
  "dn16:2.1.0": "8. Talk on the Noble Truths ",
  "dn16:2.1.1": "Then the Buddha said to Venerable Ānanda, ",
  "dn16:2.1.2": "“Come, Ānanda, let’s go to Koṭigāma.” ",
  "dn16:2.1.3": "“Yes, sir,” Ānanda replied. ",
  "dn16:2.1.4": "Then the Buddha together with a large Saṅgha of mendicants arrived at Koṭigāma, ",
  "dn16:2.1.5": "and stayed there. ",
  "dn16:2.2.1": "There he addressed the mendicants: ",
  "dn16:2.2.2": "“Mendicants, not understanding and not penetrating four noble truths, both you and I have wandered and transmigrated for such a very long time. ",
  "dn16:2.2.3": "What four? ",
  "dn16:2.2.4": "The noble truths of suffering, ",
  "dn16:2.2.5": "the origin of suffering, ",
  "dn16:2.2.6": "the cessation of suffering, ",
  "dn16:2.2.7": "and the practice that leads to the cessation of suffering. ",
  "dn16:2.2.8": "These noble truths of suffering, origin, cessation, and the path have been understood and comprehended. Craving for continued existence has been cut off; the conduit to rebirth is ended; now there are no more future lives.” ",
  "dn16:2.3.1": "That is what the Buddha said. ",
  "dn16:2.3.2": "Then the Holy One, the Teacher, went on to say: ",
  "dn16:2.3.3": "“Because of not truly seeing ",
  "dn16:2.3.4": "the four noble truths, ",
  "dn16:2.3.5": "we have transmigrated for a long time ",
  "dn16:2.3.6": "from one rebirth to the next. ",
  "dn16:2.3.7": "But now that these truths have been seen, ",
  "dn16:2.3.8": "the conduit to rebirth is eradicated. ",
  "dn16:2.3.9": "The root of suffering is cut off, ",
  "dn16:2.3.10": "now there are no more future lives.” ",
  "dn16:2.4.1": "And while staying at Koṭigāma, too, the Buddha often gave this Dhamma talk to the mendicants: ",
  "dn16:2.4.2": "“Such is ethics, such is immersion, such is wisdom. ",
  "dn16:2.4.3": "When immersion is imbued with ethics it’s very fruitful and beneficial. ",
  "dn16:2.4.4": "When wisdom is imbued with immersion it’s very fruitful and beneficial. ",
  "dn16:2.4.5": "When the mind is imbued with wisdom it is rightly freed from the defilements, namely, ",
  "dn16:2.4.6": "the defilements of sensuality, desire to be reborn, and ignorance.” ",
  "dn16:2.5.0": "9. The Deaths in Nādika ",
  "dn16:2.5.1": "When the Buddha had stayed in Koṭigāma as long as he wished, he said to Ānanda, ",
  "dn16:2.5.2": "“Come, Ānanda, let’s go to Nādika.” ",
  "dn16:2.5.3": "“Yes, sir,” Ānanda replied. ",
  "dn16:2.5.4": "Then the Buddha together with a large Saṅgha of mendicants arrived at Nādika, ",
  "dn16:2.5.5": "where he stayed in the brick house. ",
  "dn16:2.6.1": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "dn16:2.6.2": "“Sir, the monk named Sāḷha has passed away in Nādika. Where has he been reborn in his next life? ",
  "dn16:2.6.3": "The nun named Nandā, ",
  "dn16:2.6.4": "the layman named Sudatta, ",
  "dn16:2.6.5": "and the laywoman named Sujātā have passed away in Nādika. Where have they been reborn in the next life? ",
  "dn16:2.6.6": "The laymen named Kakkaṭa, ",
  "dn16:2.6.7": "Kaḷibha, ",
  "dn16:2.6.8": "Nikata, ",
  "dn16:2.6.9": "Kaṭissaha, ",
  "dn16:2.6.10": "Tuṭṭha, ",
  "dn16:2.6.11": "Santuṭṭha, ",
  "dn16:2.6.12": "Bhadda, and ",
  "dn16:2.6.13": "Subhadda have passed away in Nādika. Where have they been reborn in the next life?” ",
  "dn16:2.7.1": "“Ānanda, the monk Sāḷha had realized the undefiled freedom of heart and freedom by wisdom in this very life, having realized it with his own insight due to the ending of defilements. ",
  "dn16:2.7.2": "The nun Nandā had ended the five lower fetters. She’s been reborn spontaneously, and will be extinguished there, not liable to return from that world. ",
  "dn16:2.7.3": "The layman Sudatta had ended three fetters, and weakened greed, hate, and delusion. He’s a once-returner; he will come back to this world once only, then make an end of suffering. ",
  "dn16:2.7.4": "The laywoman Sujātā had ended three fetters. She’s a stream-enterer, not liable to be reborn in the underworld, bound for awakening. ",
  "dn16:2.7.5": "The laymen Kakkaṭa, ",
  "dn16:2.7.6": "Kaḷibha, ",
  "dn16:2.7.7": "Nikata, ",
  "dn16:2.7.8": "Kaṭissaha, ",
  "dn16:2.7.9": "Tuṭṭha, ",
  "dn16:2.7.10": "Santuṭṭha, ",
  "dn16:2.7.11": "Bhadda, and ",
  "dn16:2.7.12": "and Subhadda had ended the five lower fetters. They’ve been reborn spontaneously, and will be extinguished there, not liable to return from that world. ",
  "dn16:2.7.13": "Over fifty laymen in Nādika have passed away having ended the five lower fetters. They’ve been reborn spontaneously, and will be extinguished there, not liable to return from that world. ",
  "dn16:2.7.14": "More than ninety laymen in Nādika have passed away having ended three fetters, and weakened greed, hate, and delusion. They’re once-returners, who will come back to this world once only, then make an end of suffering. ",
  "dn16:2.7.15": "In excess of five hundred laymen in Nādika have passed away having ended three fetters. They’re stream-enterers, not liable to be reborn in the underworld, bound for awakening. ",
  "dn16:2.8.0": "10. The Mirror of the Teaching ",
  "dn16:2.8.1": "It’s hardly surprising that a human being should pass away. ",
  "dn16:2.8.2": "But if you should come and ask me about it each and every time someone passes away, that would be a bother for me. ",
  "dn16:2.8.3": "So Ānanda, I will teach you the explanation of the Dhamma called ‘the mirror of the teaching’. A noble disciple who has this may declare of themselves: ",
  "dn16:2.8.4": "‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’ ",
  "dn16:2.9.1": "And what is that mirror of the teaching? ",
  "dn16:2.9.3": "It’s when a noble disciple has experiential confidence in the Buddha: ",
  "dn16:2.9.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn16:2.9.5": "They have experiential confidence in the teaching: ",
  "dn16:2.9.6": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ",
  "dn16:2.9.7": "They have experiential confidence in the Saṅgha: ",
  "dn16:2.9.8": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ",
  "dn16:2.9.9": "And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ",
  "dn16:2.9.10": "This is that mirror of the teaching.” ",
  "dn16:2.10.1": "And while staying there in Nādika the Buddha often gave this Dhamma talk to the mendicants: ",
  "dn16:2.10.2": "“Such is ethics, such is immersion, such is wisdom. ",
  "dn16:2.10.3": "When immersion is imbued with ethics it’s very fruitful and beneficial. ",
  "dn16:2.10.4": "When wisdom is imbued with immersion it’s very fruitful and beneficial. ",
  "dn16:2.10.5": "When the mind is imbued with wisdom it is rightly freed from the defilements, namely, ",
  "dn16:2.10.6": "the defilements of sensuality, desire to be reborn, and ignorance.” ",
  "dn16:2.11.1": "When the Buddha had stayed in Nādika as long as he wished, he addressed Venerable Ānanda, ",
  "dn16:2.11.2": "“Come, Ānanda, let’s go to Vesālī.” ",
  "dn16:2.11.3": "“Yes, sir,” Ānanda replied. ",
  "dn16:2.11.4": "Then the Buddha together with a large Saṅgha of mendicants arrived at Vesālī, ",
  "dn16:2.11.5": "where he stayed in Ambapālī’s mango grove. ",
  "dn16:2.12.1": "There the Buddha addressed the mendicants: ",
  "dn16:2.12.2": "“Mendicants, a mendicant should live mindful and aware. ",
  "dn16:2.12.3": "This is my instruction to you. ",
  "dn16:2.12.4": "And how is a mendicant mindful? ",
  "dn16:2.12.5": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn16:2.12.6": "They meditate observing an aspect of feelings … ",
  "dn16:2.12.7": "mind … ",
  "dn16:2.12.8": "principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn16:2.12.9": "That’s how a mendicant is mindful. ",
  "dn16:2.13.1": "And how is a mendicant aware? ",
  "dn16:2.13.2": "It’s when a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ",
  "dn16:2.13.3": "That’s how a mendicant is aware. ",
  "dn16:2.13.4": "A mendicant should live mindful and aware. ",
  "dn16:2.13.5": "This is my instruction to you.” ",
  "dn16:2.14.0": "11. Ambapālī the Courtesan ",
  "dn16:2.14.1": "Ambapālī the courtesan heard that the Buddha had arrived and was staying in her mango grove. ",
  "dn16:2.14.2": "She had the finest carriages harnessed. Then she mounted a fine carriage and, along with other fine carriages, set out from Vesālī for her own park. ",
  "dn16:2.14.3": "She went by carriage as far as the terrain allowed, then descended and approached the Buddha on foot. She bowed and sat down to one side. ",
  "dn16:2.14.4": "The Buddha educated, encouraged, fired up, and inspired her with a Dhamma talk. ",
  "dn16:2.14.5": "Then she said to the Buddha, ",
  "dn16:2.14.6": "“Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me.” ",
  "dn16:2.14.7": "The Buddha consented in silence. ",
  "dn16:2.14.8": "Then, knowing that the Buddha had consented, Ambapālī got up from her seat, bowed, and respectfully circled the Buddha, keeping him on her right, before leaving. ",
  "dn16:2.15.1": "The Licchavis of Vesālī also heard that the Buddha had arrived and was staying in Ambapālī’s mango grove. ",
  "dn16:2.15.2": "They had the finest carriages harnessed. Then they mounted a fine carriage and, along with other fine carriages, set out from Vesālī. ",
  "dn16:2.15.3": "Some of the Licchavis were in blue, of blue color, clad in blue, adorned with blue. And some were similarly colored in yellow, red, or white. ",
  "dn16:2.16.1": "Then Ambapālī the courtesan collided with those Licchavi youths, axle to axle, wheel to wheel, yoke to yoke. ",
  "dn16:2.16.2": "The Licchavis said to her, ",
  "dn16:2.16.3": "“What the hell, Ambapālī, are you doing colliding with us axle to axle, wheel to wheel, yoke to yoke?” ",
  "dn16:2.16.4": "“Well, masters, it’s because I’ve invited the Buddha for tomorrow’s meal together with the mendicant Saṅgha.” ",
  "dn16:2.16.5": "“Girl, give us that meal for a hundred thousand!” ",
  "dn16:2.16.6": "“Masters, even if you were to give me Vesālī with her fiefdoms, I still wouldn’t give that meal to you.” ",
  "dn16:2.16.7": "Then the Licchavis snapped their fingers, saying, ",
  "dn16:2.16.8": "“We’ve been beaten by the aunty! We’ve been beaten by the aunty!” ",
  "dn16:2.16.9": "Then they continued on to Ambapālī’s grove. ",
  "dn16:2.17.1": "The Buddha saw them coming off in the distance, ",
  "dn16:2.17.2": "and addressed the mendicants: ",
  "dn16:2.17.3": "“Any of the mendicants who’ve never seen the gods of the Thirty-Three, just have a look at the assembly of Licchavis. ",
  "dn16:2.17.4": "See the assembly of Licchavis, ",
  "dn16:2.17.5": "check them out: ",
  "dn16:2.17.6": "they’re just like the Thirty-Three!” ",
  "dn16:2.18.1": "The Licchavis went by carriage as far as the terrain allowed, then descended and approached the Buddha on foot. They bowed to the Buddha, sat down to one side, ",
  "dn16:2.18.2": "and the Buddha educated, encouraged, fired up, and inspired them with a Dhamma talk. ",
  "dn16:2.18.3": "Then they said to the Buddha, ",
  "dn16:2.18.4": "“Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from us.” ",
  "dn16:2.18.5": "Then the Buddha said to the Licchavis, ",
  "dn16:2.18.6": "“I have already accepted tomorrow’s meal from Ambapālī the courtesan.” ",
  "dn16:2.18.7": "Then the Licchavis snapped their fingers, saying, ",
  "dn16:2.18.8": "“We’ve been beaten by the aunty! We’ve been beaten by the aunty!” ",
  "dn16:2.18.9": "And then those Licchavis approved and agreed with what the Buddha said. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving. ",
  "dn16:2.19.1": "And when the night had passed Ambapālī had a variety of delicious foods prepared in her own park. Then she had the Buddha informed of the time, saying, ",
  "dn16:2.19.2": "“Sir, it’s time. The meal is ready.” ",
  "dn16:2.19.3": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Ambapālī together with the mendicant Saṅgha, where he sat on the seat spread out. ",
  "dn16:2.19.4": "Then Ambapālī served and satisfied the mendicant Saṅgha headed by the Buddha with her own hands with a variety of delicious foods. ",
  "dn16:2.19.5": "When the Buddha had eaten and washed his hands and bowl, Ambapālī took a low seat, sat to one side, ",
  "dn16:2.19.6": "and said to the Buddha, ",
  "dn16:2.19.7": "“Sir, I present this park to the mendicant Saṅgha headed by the Buddha.” ",
  "dn16:2.19.8": "The Buddha accepted the park. ",
  "dn16:2.19.9": "Then the Buddha educated, encouraged, fired up, and inspired her with a Dhamma talk, after which he got up from his seat and left. ",
  "dn16:2.20.1": "And while staying at Vesālī, too, the Buddha often gave this Dhamma talk to the mendicants: ",
  "dn16:2.20.2": "“Such is ethics, such is immersion, such is wisdom. ",
  "dn16:2.20.3": "When immersion is imbued with ethics it’s very fruitful and beneficial. ",
  "dn16:2.20.4": "When wisdom is imbued with immersion it’s very fruitful and beneficial. ",
  "dn16:2.20.5": "When the mind is imbued with wisdom it is rightly freed from the defilements, namely, ",
  "dn16:2.20.6": "the defilements of sensuality, desire to be reborn, and ignorance.” ",
  "dn16:2.21.0": "12. Commencing the Rains at Beluva ",
  "dn16:2.21.1": "When the Buddha had stayed in Ambapālī’s grove as long as he wished, he addressed Venerable Ānanda, ",
  "dn16:2.21.2": "“Come, Ānanda, let’s go to the little village of Beluva.” ",
  "dn16:2.21.3": "“Yes, sir,” Ānanda replied. ",
  "dn16:2.21.4": "Then the Buddha together with a large Saṅgha of mendicants arrived at the little village of Beluva, ",
  "dn16:2.21.5": "and stayed there. ",
  "dn16:2.22.1": "There the Buddha addressed the mendicants: ",
  "dn16:2.22.2": "“Mendicants, please enter the rainy season residence with whatever friends or acquaintances you have around Vesālī. ",
  "dn16:2.22.3": "I’ll commence the rainy season residence right here in the little village of Beluva.” ",
  "dn16:2.22.4": "“Yes, sir,” those mendicants replied. They did as the Buddha said, ",
  "dn16:2.22.5": "while the Buddha commenced the rainy season residence right there in the little village of Beluva. ",
  "dn16:2.23.1": "After the Buddha had commenced the rainy season residence, he fell severely ill, struck by dreadful pains, close to death. ",
  "dn16:2.23.2": "But he endured unbothered, with mindfulness and situational awareness. ",
  "dn16:2.23.3": "Then it occurred to the Buddha, ",
  "dn16:2.23.4": "“It would not be appropriate for me to become fully extinguished before informing my attendants and taking leave of the mendicant Saṅgha. ",
  "dn16:2.23.5": "Why don’t I forcefully suppress this illness, stabilize the life force, and live on?” ",
  "dn16:2.24.1": "So that is what he did. ",
  "dn16:2.24.2": "Then the Buddha’s illness died down. ",
  "dn16:2.24.3": "Soon after the Buddha had recovered from that sickness, he came out from his dwelling and sat in the shade of the porch on the seat spread out. ",
  "dn16:2.24.4": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "dn16:2.24.5": "“Sir, it’s fantastic that the Buddha is comfortable and well. Because when the Buddha was sick, my body felt like it was drugged. I was disorientated, and the teachings weren’t clear to me. ",
  "dn16:2.24.6": "Still, at least I was consoled by the thought that ",
  "dn16:2.24.7": "the Buddha won’t become fully extinguished without making some statement regarding the Saṅgha of mendicants.” ",
  "dn16:2.25.1": "“But what could the mendicant Saṅgha expect from me, Ānanda? ",
  "dn16:2.25.2": "I’ve taught the Dhamma without making any distinction between secret and public teachings. ",
  "dn16:2.25.3": "The Realized One doesn’t have the closed fist of a teacher when it comes to the teachings. ",
  "dn16:2.25.4": "If there’s anyone who thinks: ",
  "dn16:2.25.5": "‘I’ll take charge of the Saṅgha of mendicants,’ or ‘the Saṅgha of mendicants is meant for me,’ let them make a statement regarding the Saṅgha. ",
  "dn16:2.25.6": "But the Realized One doesn’t think like this, ",
  "dn16:2.25.8": "so why should he make some statement regarding the Saṅgha? ",
  "dn16:2.25.9": "I’m now old, elderly and senior. I’m advanced in years and have reached the final stage of life. ",
  "dn16:2.25.10": "I’m currently eighty years old. ",
  "dn16:2.25.11": "Just as a decrepit cart keeps going by relying on straps, ",
  "dn16:2.25.12": "in the same way, the Realized One’s body keeps going by relying on straps, or so you’d think. ",
  "dn16:2.25.13": "Sometimes the Realized One, not focusing on any signs, and with the cessation of certain feelings, enters and remains in the signless immersion of the heart. Only then does the Realized One’s body become more comfortable. ",
  "dn16:2.26.1": "So Ānanda, live as your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge. ",
  "dn16:2.26.2": "And how does a mendicant do this? ",
  "dn16:2.26.3": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn16:2.26.4": "They meditate observing an aspect of feelings … ",
  "dn16:2.26.5": "mind … ",
  "dn16:2.26.6": "principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn16:2.26.7": "That’s how a mendicant is their own island, their own refuge, with no other refuge. That’s how the teaching is their island and their refuge, with no other refuge. ",
  "dn16:2.26.8": "Whether now or after I have passed, any who shall live as their own island, their own refuge, with no other refuge; with the teaching as their island and their refuge, with no other refuge—those mendicants of mine who want to train shall be among the best of the best.” ",
  "dn16:2.26.9": "The second recitation section. ",
  "dn16:3.1.0": "13. An Obvious Hint ",
  "dn16:3.1.1": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. ",
  "dn16:3.1.2": "Then, after the meal, on his return from almsround, he addressed Venerable Ānanda: ",
  "dn16:3.1.3": "“Ānanda, get your sitting cloth. ",
  "dn16:3.1.4": "Let’s go to the Cāpāla shrine for the day’s meditation.” ",
  "dn16:3.1.5": "“Yes, sir,” replied Ānanda. Taking his sitting cloth he followed behind the Buddha. ",
  "dn16:3.2.1": "Then the Buddha went up to the Cāpāla shrine, where he sat on the seat spread out. ",
  "dn16:3.2.2": "Ānanda bowed to the Buddha and sat down to one side. ",
  "dn16:3.2.3": "The Buddha said to him: ",
  "dn16:3.2.4": "“Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Sattamba, Bahuputta, Sārandada, and Cāpāla Tree-shrines are all lovely. ",
  "dn16:3.3.1": "Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon or what’s left of the eon. ",
  "dn16:3.3.2": "The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon or what’s left of the eon.” ",
  "dn16:3.4.1": "But Ānanda didn’t get it, even though the Buddha dropped such an obvious hint, such a clear sign. ",
  "dn16:3.4.2": "He didn’t beg the Buddha: ",
  "dn16:3.4.3": "“Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.” For his mind was as if possessed by Māra. ",
  "dn16:3.5.1": "For a second time … ",
  "dn16:3.5.2": "And for a third time, the Buddha said to Ānanda: ",
  "dn16:3.5.3": "“Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Sattamba, Bahuputta, Sārandada, and Cāpāla Tree-shrines are all lovely. ",
  "dn16:3.5.4": "Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon, or what’s left of it. ",
  "dn16:3.5.5": "The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon, or what’s left of it.” ",
  "dn16:3.5.6": "But Ānanda didn’t get it, even though the Buddha dropped such an obvious hint, such a clear sign. ",
  "dn16:3.5.7": "He didn’t beg the Buddha: ",
  "dn16:3.5.8": "“Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.” For his mind was as if possessed by Māra. ",
  "dn16:3.6.1": "Then the Buddha got up and said to Venerable Ānanda, ",
  "dn16:3.6.2": "“Go now, Ānanda, ",
  "dn16:3.6.3": "at your convenience.” ",
  "dn16:3.6.4": "“Yes, sir,” replied Ānanda. He rose from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before sitting at the root of a tree close by. ",
  "dn16:3.7.0": "14. The Appeal of Māra ",
  "dn16:3.7.1": "And then, not long after Ānanda had left, Māra the Wicked went up to the Buddha, stood to one side, and said to him: ",
  "dn16:3.7.2": "“Sir, may the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished. ",
  "dn16:3.7.3": "Sir, you once made this statement: ",
  "dn16:3.7.4": "‘Wicked One, I will not become fully extinguished until I have monk disciples who are competent, educated, assured, learned, have memorized the teachings, and practice in line with the teachings. Not until they practice properly, living in line with the teaching. Not until they’ve learned their tradition, and explain, teach, assert, establish, disclose, analyze, and make it clear. Not until they can legitimately and completely refute the doctrines of others that come up, and teach with a demonstrable basis.’ ",
  "dn16:3.8.1": "Today you do have such monk disciples. ",
  "dn16:3.8.2": "May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished. ",
  "dn16:3.8.3": "Sir, you once made this statement: ",
  "dn16:3.8.4": "‘Wicked One, I will not become fully extinguished until I have nun disciples who are competent, educated, assured, learned …’ ",
  "dn16:3.8.5": "Today you do have such nun disciples. ",
  "dn16:3.8.6": "May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished. ",
  "dn16:3.8.7": "Sir, you once made this statement: ",
  "dn16:3.8.8": "‘Wicked One, I will not become fully extinguished until I have layman disciples who are competent, educated, assured, learned …’ ",
  "dn16:3.8.9": "Today you do have such layman disciples. ",
  "dn16:3.8.10": "May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished. ",
  "dn16:3.8.11": "Sir, you once made this statement: ",
  "dn16:3.8.12": "‘Wicked One, I will not become fully extinguished until I have laywoman disciples who are competent, educated, assured, learned …’ ",
  "dn16:3.8.13": "Today you do have such laywoman disciples. ",
  "dn16:3.8.14": "May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished. ",
  "dn16:3.8.15": "Sir, you once made this statement: ",
  "dn16:3.8.16": "‘Wicked One, I will not become fully extinguished until my spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans.’ ",
  "dn16:3.8.17": "Today your spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans. ",
  "dn16:3.8.18": "May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished.” ",
  "dn16:3.9.1": "When this was said, the Buddha said to Māra, ",
  "dn16:3.9.2": "“Relax, Wicked One. The final extinguishment of the Realized One will be soon. ",
  "dn16:3.9.3": "Three months from now the Realized One will finally be extinguished.” ",
  "dn16:3.10.0": "15. Surrendering the Life Force ",
  "dn16:3.10.1": "So at the Cāpāla Tree-shrine the Buddha, mindful and aware, surrendered the life force. ",
  "dn16:3.10.2": "When he did so there was a great earthquake, awe-inspiring and hair-raising, and thunder cracked the sky. ",
  "dn16:3.10.3": "Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "dn16:3.10.4": "“Weighing up the incomparable <j>against an extension of life, ",
  "dn16:3.10.5": "the sage surrendered the life force. ",
  "dn16:3.10.6": "Happy inside, serene, ",
  "dn16:3.10.7": "he burst out of this self-made chain <j>like a suit of armor.” ",
  "dn16:3.11.0": "16. The Causes of Earthquakes ",
  "dn16:3.11.1": "Then Venerable Ānanda thought, ",
  "dn16:3.11.2": "“How incredible, how amazing! That was a really big earthquake! ",
  "dn16:3.11.3": "That was really a very big earthquake; awe-inspiring and hair-raising, and thunder cracked the sky! ",
  "dn16:3.11.4": "What’s the cause, what’s the reason for a great earthquake?” ",
  "dn16:3.12.1": "Then Venerable Ānanda went up to the Buddha, ",
  "dn16:3.12.2": "bowed, sat down to one side, ",
  "dn16:3.12.3": "and said to him, ",
  "dn16:3.12.4": "“How incredible, sir, how amazing! ",
  "dn16:3.12.5": "That was a really big earthquake! ",
  "dn16:3.12.6": "That was really a very big earthquake; awe-inspiring and hair-raising, and thunder cracked the sky! ",
  "dn16:3.12.7": "What’s the cause, what’s the reason for a great earthquake?” ",
  "dn16:3.13.1": "“Ānanda, there are these eight causes and reasons for a great earthquake. ",
  "dn16:3.13.2": "What eight? ",
  "dn16:3.13.3": "This great earth is grounded on water, the water is grounded on air, and the air stands in space. At a time when a great wind blows, it stirs the water, and the water stirs the earth. ",
  "dn16:3.13.4": "This is the first cause and reason for a great earthquake. ",
  "dn16:3.14.1": "Furthermore, there is an ascetic or brahmin with psychic power who has achieved mastery of the mind, or a god who is mighty and powerful. They’ve developed a limited perception of earth and a limitless perception of water. They make the earth shake and rock and tremble. ",
  "dn16:3.14.2": "This is the second cause and reason for a great earthquake. ",
  "dn16:3.15.1": "Furthermore, when the being intent on awakening passes away from the host of Joyful Gods, he’s conceived in his mother’s belly, mindful and aware. Then the earth shakes and rocks and trembles. ",
  "dn16:3.15.2": "This is the third cause and reason for a great earthquake. ",
  "dn16:3.16.1": "Furthermore, when the being intent on awakening comes out of his mother’s belly mindful and aware, the earth shakes and rocks and trembles. ",
  "dn16:3.16.2": "This is the fourth cause and reason for a great earthquake. ",
  "dn16:3.17.1": "Furthermore, when the Realized One realizes the supreme perfect awakening, the earth shakes and rocks and trembles. ",
  "dn16:3.17.2": "This is the fifth cause and reason for a great earthquake. ",
  "dn16:3.18.1": "Furthermore, when the Realized One rolls forth the supreme Wheel of Dhamma, the earth shakes and rocks and trembles. ",
  "dn16:3.18.2": "This is the sixth cause and reason for a great earthquake. ",
  "dn16:3.19.1": "Furthermore, when the Realized One, mindful and aware, surrenders the life force, the earth shakes and rocks and trembles. ",
  "dn16:3.19.2": "This is the seventh cause and reason for a great earthquake. ",
  "dn16:3.20.1": "Furthermore, when the Realized One becomes fully extinguished through the element of extinguishment with nothing left over, the earth shakes and rocks and trembles. ",
  "dn16:3.20.2": "This is the eighth cause and reason for a great earthquake. ",
  "dn16:3.20.3": "These are the eight causes and reasons for a great earthquake. ",
  "dn16:3.21.0": "17. Eight Assemblies ",
  "dn16:3.21.1": "There are, Ānanda, these eight assemblies. ",
  "dn16:3.21.2": "What eight? ",
  "dn16:3.21.3": "The assemblies of aristocrats, brahmins, householders, and ascetics. An assembly of the gods of the Four Great Kings. An assembly of the gods of the Thirty-Three. An assembly of Māras. An assembly of Brahmās. ",
  "dn16:3.22.1": "I recall having approached an assembly of hundreds of aristocrats. ",
  "dn16:3.22.2": "There I used to sit with them, converse, and engage in discussion. ",
  "dn16:3.22.3": "And my appearance and voice became just like theirs. ",
  "dn16:3.22.4": "I educated, encouraged, fired up, and inspired them with a Dhamma talk. ",
  "dn16:3.22.5": "But when I spoke they didn’t know: ",
  "dn16:3.22.6": "‘Who is this that speaks? Is it a god or a human?’ ",
  "dn16:3.22.7": "And when my Dhamma talk was finished I vanished. ",
  "dn16:3.22.8": "But when I vanished they didn’t know: ",
  "dn16:3.22.9": "‘Who was that who vanished? Was it a god or a human?’ ",
  "dn16:3.23.1": "I recall having approached an assembly of hundreds of brahmins … ",
  "dn16:3.23.2": "householders … ",
  "dn16:3.23.3": "ascetics … ",
  "dn16:3.23.4": "the gods of the Four Great Kings … ",
  "dn16:3.23.5": "the gods of the Thirty-Three … ",
  "dn16:3.23.6": "Māras … ",
  "dn16:3.23.7": "Brahmās. ",
  "dn16:3.23.8": "There too I used to sit with them, converse, and engage in discussion. ",
  "dn16:3.23.9": "And my appearance and voice became just like theirs. ",
  "dn16:3.23.11": "I educated, encouraged, fired up, and inspired them with a Dhamma talk. ",
  "dn16:3.23.12": "But when I spoke they didn’t know: ",
  "dn16:3.23.13": "‘Who is this that speaks? Is it a god or a human?’ ",
  "dn16:3.23.14": "And when my Dhamma talk was finished I vanished. ",
  "dn16:3.23.15": "But when I vanished they didn’t know: ",
  "dn16:3.23.16": "‘Who was that who vanished? Was it a god or a human?’ ",
  "dn16:3.23.17": "These are the eight assemblies. ",
  "dn16:3.24.0": "18. Eight Dimensions of Mastery ",
  "dn16:3.24.1": "Ānanda, there are these eight dimensions of mastery. ",
  "dn16:3.24.2": "What eight? ",
  "dn16:3.25.1": "Perceiving form internally, someone sees visions externally, limited, both pretty and ugly. ",
  "dn16:3.25.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn16:3.25.3": "This is the first dimension of mastery. ",
  "dn16:3.26.1": "Perceiving form internally, someone sees visions externally, limitless, both pretty and ugly. ",
  "dn16:3.26.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn16:3.26.3": "This is the second dimension of mastery. ",
  "dn16:3.27.1": "Not perceiving form internally, someone sees visions externally, limited, both pretty and ugly. ",
  "dn16:3.27.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn16:3.27.3": "This is the third dimension of mastery. ",
  "dn16:3.28.1": "Not perceiving form internally, someone sees visions externally, limitless, both pretty and ugly. ",
  "dn16:3.28.2": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn16:3.28.3": "This is the fourth dimension of mastery. ",
  "dn16:3.29.1": "Not perceiving form internally, someone sees visions externally that are blue, with blue color, blue hue, and blue tint. ",
  "dn16:3.29.2": "They’re like a flax flower that’s blue, with blue color, blue hue, and blue tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, blue, with blue color, blue hue, and blue tint. ",
  "dn16:3.29.3": "In the same way, not perceiving form internally, someone sees visions externally, blue, with blue color, blue hue, and blue tint. ",
  "dn16:3.29.4": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn16:3.29.5": "This is the fifth dimension of mastery. ",
  "dn16:3.30.1": "Not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint. ",
  "dn16:3.30.2": "They’re like a champak flower that’s yellow, with yellow color, yellow hue, and yellow tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, yellow, with yellow color, yellow hue, and yellow tint. ",
  "dn16:3.30.3": "In the same way, not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint. ",
  "dn16:3.30.4": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn16:3.30.5": "This is the sixth dimension of mastery. ",
  "dn16:3.31.1": "Not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint. ",
  "dn16:3.31.2": "They’re like a scarlet mallow flower that’s red, with red color, red hue, and red tint. Or a cloth from Bārāṇasī that’s smoothed on both sides, red, with red color, red hue, and red tint. ",
  "dn16:3.31.3": "In the same way, not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint. ",
  "dn16:3.31.4": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn16:3.31.5": "This is the seventh dimension of mastery. ",
  "dn16:3.32.1": "Not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint. ",
  "dn16:3.32.2": "They’re like the morning star that’s white, with white color, white hue, and white tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, white, with white color, white hue, and white tint. ",
  "dn16:3.32.3": "In the same way, not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint. ",
  "dn16:3.32.4": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn16:3.32.5": "This is the eighth dimension of mastery. ",
  "dn16:3.32.6": "These are the eight dimensions of mastery. ",
  "dn16:3.33.0": "19. The Eight Liberations ",
  "dn16:3.33.1": "Ānanda, there are these eight liberations. ",
  "dn16:3.33.2": "What eight? ",
  "dn16:3.33.3": "Having physical form, they see visions. ",
  "dn16:3.33.4": "This is the first liberation. ",
  "dn16:3.33.5": "Not perceiving form internally, they see visions externally. ",
  "dn16:3.33.6": "This is the second liberation. ",
  "dn16:3.33.7": "They’re focused only on beauty. ",
  "dn16:3.33.8": "This is the third liberation. ",
  "dn16:3.33.9": "Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ",
  "dn16:3.33.10": "This is the fourth liberation. ",
  "dn16:3.33.11": "Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. ",
  "dn16:3.33.12": "This is the fifth liberation. ",
  "dn16:3.33.13": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ",
  "dn16:3.33.14": "This is the sixth liberation. ",
  "dn16:3.33.15": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. ",
  "dn16:3.33.16": "This is the seventh liberation. ",
  "dn16:3.33.17": "Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. ",
  "dn16:3.33.18": "This is the eighth liberation. ",
  "dn16:3.33.19": "These are the eight liberations. ",
  "dn16:3.34.1": "Ānanda, this one time, when I was first awakened, I was staying near Uruvelā at the goatherd’s banyan tree on the bank of the Nerañjarā River. ",
  "dn16:3.34.2": "Then Māra the wicked approached me, stood to one side, and said: ",
  "dn16:3.34.3": "‘Sir, may the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished.’ ",
  "dn16:3.34.4": "When he had spoken, I said to Māra: ",
  "dn16:3.35.1": "‘Wicked One, I will not become fully extinguished until I have monk disciples … ",
  "dn16:3.35.2": "nun disciples … ",
  "dn16:3.35.3": "layman disciples … ",
  "dn16:3.35.4": "laywoman disciples who are competent, educated, assured, learned. ",
  "dn16:3.35.5": "Not until my spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans.’ ",
  "dn16:3.36.1": "Today, just now at the Cāpāla shrine Māra the Wicked approached me once more with the same request, reminding me of my former statement, and saying that those conditions had been fulfilled. ",
  "dn16:3.37.1": "When he had spoken, I said to Māra: ",
  "dn16:3.37.2": "‘Relax, Wicked One. The final extinguishment of the Realized One will be soon. ",
  "dn16:3.37.3": "Three months from now the Realized One will finally be extinguished.’ ",
  "dn16:3.37.4": "So today, just now at the Cāpāla Tree-shrine, mindful and aware, I surrendered the life force.” ",
  "dn16:3.38.0": "20. The Appeal of Ānanda ",
  "dn16:3.38.1": "When he said this, Venerable Ānanda said to the Buddha, ",
  "dn16:3.38.2": "“Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.” ",
  "dn16:3.38.3": "“Enough now, Ānanda. ",
  "dn16:3.38.4": "Do not beg the Realized One. Now is not the time to beg the Realized One.” ",
  "dn16:3.39.1": "For a second time … ",
  "dn16:3.39.2": "For a third time, Ānanda said to the Buddha, ",
  "dn16:3.39.3": "“Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.” ",
  "dn16:3.39.4": "“Ānanda, do you have faith in the Realized One’s awakening?” ",
  "dn16:3.39.5": "“Yes, sir.” ",
  "dn16:3.39.6": "“Then why do you keep pressing me up to the third time?” ",
  "dn16:3.40.1": "“Sir, I have heard and learned this in the presence of the Buddha: ",
  "dn16:3.40.2": "‘Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon or what’s left of the eon. ",
  "dn16:3.40.3": "The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon or what’s left of the eon.’” ",
  "dn16:3.40.4": "“Do you have faith, Ānanda?” ",
  "dn16:3.40.5": "“Yes, sir.” ",
  "dn16:3.40.6": "“Therefore, Ānanda, the misdeed is yours alone, the mistake is yours alone. For even though the Realized One dropped such an obvious hint, such a clear sign, you didn’t beg me to remain for the eon, or what’s left of it. ",
  "dn16:3.40.8": "If you had begged me, I would have refused you twice, but consented on the third time. ",
  "dn16:3.40.9": "Therefore, Ānanda, the misdeed is yours alone, the mistake is yours alone. ",
  "dn16:3.41.1": "Ānanda, this one time I was staying near Rājagaha, on the Vulture’s Peak Mountain. ",
  "dn16:3.41.2": "There I said to you: ",
  "dn16:3.41.3": "‘Ānanda, Rājagaha is lovely, and so is the Vulture’s Peak. ",
  "dn16:3.41.4": "Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon or what’s left of the eon. ",
  "dn16:3.41.5": "The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon or what’s left of the eon.’ ",
  "dn16:3.41.6": "But you didn’t get it, even though I dropped such an obvious hint, such a clear sign. You didn’t beg me to remain for the eon, or what’s left of it. ",
  "dn16:3.41.8": "If you had begged me, I would have refused you twice, but consented on the third time. ",
  "dn16:3.41.9": "Therefore, Ānanda, the misdeed is yours alone, the mistake is yours alone. ",
  "dn16:3.42.1": "Ānanda, this one time I was staying right there near Rājagaha, at the Gotama banyan tree … ",
  "dn16:3.42.2": "at Bandit’s Cliff … ",
  "dn16:3.42.3": "in the Sattapaṇṇi cave on the slopes of Vebhara … ",
  "dn16:3.42.4": "at the Black rock on the slopes of Isigili … ",
  "dn16:3.42.5": "in the Cool Grove, under the Snake’s Hood Grotto … ",
  "dn16:3.42.6": "in the Hot Springs Monastery … ",
  "dn16:3.42.7": "in the Bamboo Grove, the squirrels’ feeding ground … ",
  "dn16:3.42.8": "in Jīvaka’s mango grove … ",
  "dn16:3.42.9": "in the Maddakucchi deer park … ",
  "dn16:3.43.1": "And in each place I said to you: ",
  "dn16:3.43.2": "‘Ānanda, Rājagaha is lovely, and so are all these places. … ",
  "dn16:3.44.2": "If he wished, the Realized One could live on for the eon or what’s left of the eon.’ ",
  "dn16:3.44.3": "But you didn’t get it, even though I dropped such an obvious hint, such a clear sign. You didn’t beg me to remain for the eon, or what’s left of it. ",
  "dn16:3.45.1": "Ānanda, this one time I was staying right here near Vesālī, at the Udena shrine … ",
  "dn16:3.46.1": "at the Gotamaka shrine … ",
  "dn16:3.46.2": "at the Sattamba shrine … ",
  "dn16:3.46.3": "at the Many Sons shrine … ",
  "dn16:3.46.4": "at the Sārandada shrine … ",
  "dn16:3.47.1": "and just now, today at the Cāpāla shrine. There I said to you: ",
  "dn16:3.47.2": "‘Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Sattamba, Bahuputta, Sārandada, and Cāpāla Tree-shrines are all lovely. ",
  "dn16:3.47.3": "Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon or what’s left of the eon. ",
  "dn16:3.47.4": "The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon or what’s left of the eon.’ ",
  "dn16:3.47.5": "But you didn’t get it, even though I dropped such an obvious hint, such a clear sign. You didn’t beg me to remain for the eon, or what’s left of it, saying: ",
  "dn16:3.47.6": "‘Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.’ ",
  "dn16:3.47.7": "If you had begged me, I would have refused you twice, but consented on the third time. ",
  "dn16:3.47.8": "Therefore, Ānanda, the misdeed is yours alone, the mistake is yours alone. ",
  "dn16:3.48.1": "Did I not prepare for this when I explained that ",
  "dn16:3.48.2": "we must be parted and separated from all we hold dear and beloved? ",
  "dn16:3.48.3": "How could it possibly be so that what is born, created, conditioned, and liable to wear out should not wear out? ",
  "dn16:3.48.4": "The Realized One has discarded, eliminated, released, given up, relinquished, and surrendered the life force. He has definitively stated: ",
  "dn16:3.48.5": "‘The final extinguishment of the Realized One will be soon. ",
  "dn16:3.48.6": "Three months from now the Realized One will finally be extinguished.’ ",
  "dn16:3.48.7": "It’s not possible for the Realized One, for the sake of life, to take back the life force once it has been given up like that. ",
  "dn16:3.48.8": "Come, Ānanda, let’s go to the Great Wood, the hall with the peaked roof.” ",
  "dn16:3.48.9": "“Yes, sir,” Ānanda replied. ",
  "dn16:3.49.1": "So the Buddha went with Ānanda to the hall with the peaked roof, and said to him, ",
  "dn16:3.49.2": "“Go, Ānanda, gather all the mendicants staying in the vicinity of Vesālī together in the assembly hall.” ",
  "dn16:3.49.3": "“Yes, sir,” replied Ānanda. He did what the Buddha asked, went up to him, bowed, stood to one side, and said to him, ",
  "dn16:3.49.4": "“Sir, the mendicant Saṅgha has assembled. Please, sir, go at your convenience.” ",
  "dn16:3.50.1": "Then the Buddha went to the assembly hall, where he sat on the seat spread out ",
  "dn16:3.50.2": "and addressed the mendicants: ",
  "dn16:3.50.3": "“So, mendicants, having carefully memorized those things I have taught you from my direct knowledge, you should cultivate, develop, and make much of them so that this spiritual practice may last for a long time. That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "dn16:3.50.4": "And what are those things I have taught from my direct knowledge? ",
  "dn16:3.50.5": "They are: the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ",
  "dn16:3.51.1": "These are the things I have taught from my direct knowledge. Having carefully memorized them, you should cultivate, develop, and make much of them so that this spiritual practice may last for a long time. That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.” ",
  "dn16:3.51.2": "Then the Buddha said to the mendicants: ",
  "dn16:3.51.3": "“Come now, mendicants, I say to you all: ",
  "dn16:3.51.4": "‘Conditions fall apart. Persist with diligence.’ ",
  "dn16:3.51.5": "The final extinguishment of the Realized One will be soon. ",
  "dn16:3.51.6": "Three months from now the Realized One will finally be extinguished.” ",
  "dn16:3.51.7": "That is what the Buddha said. ",
  "dn16:3.51.8": "Then the Holy One, the Teacher, went on to say: ",
  "dn16:3.51.9": "“I’ve reached a ripe old age, ",
  "dn16:3.51.10": "and little of my life is left. ",
  "dn16:3.51.11": "Having given it up, I’ll depart; ",
  "dn16:3.51.12": "I’ve made a refuge for myself. ",
  "dn16:3.51.13": "Diligent and mindful, ",
  "dn16:3.51.14": "be of good virtues, mendicants! ",
  "dn16:3.51.15": "With well-settled thoughts, ",
  "dn16:3.51.16": "take good care of your minds. ",
  "dn16:3.51.17": "Whoever meditates diligently ",
  "dn16:3.51.18": "in this teaching and training, ",
  "dn16:3.51.19": "giving up transmigration through rebirths, ",
  "dn16:3.51.20": "will make an end to suffering.” ",
  "dn16:3.51.21": "The third recitation section. ",
  "dn16:4.1.0": "21. The Elephant Look ",
  "dn16:4.1.1": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms. ",
  "dn16:4.1.2": "Then, after the meal, on his return from almsround, he turned his whole body, the way that elephants do, to look back at Vesālī. He said to Venerable Ānanda: ",
  "dn16:4.1.3": "“Ānanda, this will be the last time the Realized One sees Vesālī. ",
  "dn16:4.1.4": "Come, Ānanda, let’s go to Bhaṇḍagāma.” ",
  "dn16:4.1.5": "“Yes, sir,” Ānanda replied. ",
  "dn16:4.2.1": "Then the Buddha together with a large Saṅgha of mendicants arrived at Bhaṇḍagāma, ",
  "dn16:4.2.2": "and stayed there. ",
  "dn16:4.2.3": "There the Buddha addressed the mendicants: ",
  "dn16:4.2.4": "“Mendicants, not understanding and not penetrating four things, both you and I have wandered and transmigrated for such a very long time. ",
  "dn16:4.2.5": "What four? ",
  "dn16:4.2.6": "Noble ethics, ",
  "dn16:4.2.7": "immersion, ",
  "dn16:4.2.8": "wisdom, ",
  "dn16:4.2.9": "and freedom. ",
  "dn16:4.2.10": "These noble ethics, immersion, wisdom, and freedom have been understood and comprehended. Craving for continued existence has been cut off; the conduit to rebirth is ended; now there are no more future lives.” ",
  "dn16:4.3.1": "That is what the Buddha said. ",
  "dn16:4.3.2": "Then the Holy One, the Teacher, went on to say: ",
  "dn16:4.3.3": "“Ethics, immersion, and wisdom, ",
  "dn16:4.3.4": "and the supreme freedom: ",
  "dn16:4.3.5": "these things have been understood ",
  "dn16:4.3.6": "by Gotama the renowned. ",
  "dn16:4.3.7": "And so the Buddha, having insight, ",
  "dn16:4.3.8": "explained this teaching to the mendicants. ",
  "dn16:4.3.9": "The teacher made an end of suffering, ",
  "dn16:4.3.10": "seeing clearly, he is extinguished.” ",
  "dn16:4.4.1": "And while staying there, too, he often gave this Dhamma talk to the mendicants: ",
  "dn16:4.4.2": "“Such is ethics, such is immersion, such is wisdom. ",
  "dn16:4.4.3": "When immersion is imbued with ethics it’s very fruitful and beneficial. ",
  "dn16:4.4.4": "When wisdom is imbued with immersion it’s very fruitful and beneficial. ",
  "dn16:4.4.5": "When the mind is imbued with wisdom it is rightly freed from the defilements, namely, ",
  "dn16:4.4.6": "the defilements of sensuality, desire to be reborn, and ignorance.” ",
  "dn16:4.5.0": "22. The Four Great References ",
  "dn16:4.5.1": "When the Buddha had stayed in Bhaṇḍagāma as long as he wished, he addressed Ānanda, ",
  "dn16:4.5.2": "“Come, Ānanda, let’s go to Hatthigāma.”… ",
  "dn16:4.5.3": "“Let’s go to Ambagāma.”… ",
  "dn16:4.5.4": "“Let’s go to Jambugāma.”… ",
  "dn16:4.5.5": "“Let’s go to Bhoganagara.” ",
  "dn16:4.6.1": "“Yes, sir,” Ānanda replied. ",
  "dn16:4.6.2": "Then the Buddha together with a large Saṅgha of mendicants arrived at Bhoganagara, ",
  "dn16:4.7.1": "where he stayed at the Ānanda shrine. ",
  "dn16:4.7.2": "There the Buddha addressed the mendicants: ",
  "dn16:4.7.3": "“Mendicants, I will teach you the four great references. ",
  "dn16:4.7.4": "Listen and pay close attention, I will speak.” ",
  "dn16:4.7.5": "“Yes, sir,” they replied. ",
  "dn16:4.7.6": "The Buddha said this: ",
  "dn16:4.8.1": "“Take a mendicant who says: ",
  "dn16:4.8.2": "‘Reverend, I have heard and learned this in the presence of the Buddha: ",
  "dn16:4.8.3": "this is the teaching, this is the monastic law, this is the Teacher’s instruction.’ ",
  "dn16:4.8.4": "You should neither approve nor dismiss that mendicant’s statement. ",
  "dn16:4.8.5": "Instead, you should carefully memorize those words and phrases, then check if they’re included in the discourses or found in the monastic law. ",
  "dn16:4.8.6": "If they’re not included in the discourses or found in the monastic law, you should draw the conclusion: ",
  "dn16:4.8.7": "‘Clearly this is not the word of the Buddha. ",
  "dn16:4.8.8": "It has been incorrectly memorized by that mendicant.’ ",
  "dn16:4.8.9": "And so you should reject it. ",
  "dn16:4.8.10": "If they are included in the discourses or found in the monastic law, you should draw the conclusion: ",
  "dn16:4.8.11": "‘Clearly this is the word of the Buddha. ",
  "dn16:4.8.12": "It has been correctly memorized by that mendicant.’ ",
  "dn16:4.8.13": "You should remember it. This is the first great reference. ",
  "dn16:4.9.1": "Take another mendicant who says: ",
  "dn16:4.9.2": "‘In such-and-such monastery lives a Saṅgha with seniors and leaders. ",
  "dn16:4.9.3": "I’ve heard and learned this in the presence of that Saṅgha: ",
  "dn16:4.9.4": "this is the teaching, this is the monastic law, this is the Teacher’s instruction.’ ",
  "dn16:4.9.5": "You should neither approve nor dismiss that mendicant’s statement. ",
  "dn16:4.9.6": "Instead, you should carefully memorize those words and phrases, then check if they’re included in the discourses or found in the monastic law. ",
  "dn16:4.9.7": "If they’re not included in the discourses or found in the monastic law, you should draw the conclusion: ",
  "dn16:4.9.8": "‘Clearly this is not the word of the Buddha. ",
  "dn16:4.9.9": "It has been incorrectly memorized by that Saṅgha.’ ",
  "dn16:4.9.10": "And so you should reject it. ",
  "dn16:4.9.11": "If they are included in the discourses or found in the monastic law, you should draw the conclusion: ",
  "dn16:4.9.12": "‘Clearly this is the word of the Buddha. ",
  "dn16:4.9.13": "It has been correctly memorized by that Saṅgha.’ ",
  "dn16:4.9.14": "You should remember it. This is the second great reference. ",
  "dn16:4.10.1": "Take another mendicant who says: ",
  "dn16:4.10.2": "‘In such-and-such monastery there are several senior mendicants who are very learned, knowledgeable in the scriptures, who have memorized the teachings, the monastic law, and the outlines. ",
  "dn16:4.10.3": "I’ve heard and learned this in the presence of those senior mendicants: ",
  "dn16:4.10.4": "this is the teaching, this is the monastic law, this is the Teacher’s instruction.’ ",
  "dn16:4.10.5": "You should neither approve nor dismiss that mendicant’s statement. ",
  "dn16:4.10.6": "Instead, you should carefully memorize those words and phrases, then check if they’re included in the discourses or found in the monastic law. ",
  "dn16:4.10.7": "If they’re not included in the discourses or found in the monastic law, you should draw the conclusion: ",
  "dn16:4.10.8": "‘Clearly this is not the word of the Buddha. ",
  "dn16:4.10.9": "It has not been correctly memorized by those senior mendicants.’ ",
  "dn16:4.10.10": "And so you should reject it. ",
  "dn16:4.10.12": "If they are included in the discourses and found in the monastic law, you should draw the conclusion: ",
  "dn16:4.10.13": "‘Clearly this is the word of the Buddha. ",
  "dn16:4.10.14": "It has been correctly memorized by those senior mendicants.’ ",
  "dn16:4.10.15": "You should remember it. This is the third great reference. ",
  "dn16:4.11.1": "Take another mendicant who says: ",
  "dn16:4.11.2": "‘In such-and-such monastery there is a single senior mendicant who is very learned and knowledgeable in the scriptures, who has memorized the teachings, the monastic law, and the outlines. ",
  "dn16:4.11.3": "I’ve heard and learned this in the presence of that senior mendicant: ",
  "dn16:4.11.4": "this is the teaching, this is the monastic law, this is the Teacher’s instruction.’ ",
  "dn16:4.11.5": "You should neither approve nor dismiss that mendicant’s statement. ",
  "dn16:4.11.6": "Instead, you should carefully memorize those words and phrases, then check if they’re included in the discourses or found in the monastic law. ",
  "dn16:4.11.7": "If they’re not included in the discourses or found in the monastic law, you should draw the conclusion: ",
  "dn16:4.11.8": "‘Clearly this is not the word of the Buddha. ",
  "dn16:4.11.9": "It has been incorrectly memorized by that senior mendicant.’ ",
  "dn16:4.11.10": "And so you should reject it. ",
  "dn16:4.11.11": "If they are included in the discourses and found in the monastic law, you should draw the conclusion: ",
  "dn16:4.11.12": "‘Clearly this is the word of the Buddha. ",
  "dn16:4.11.13": "It has been correctly memorized by that senior mendicant.’ ",
  "dn16:4.11.14": "You should remember it. This is the fourth great reference. ",
  "dn16:4.11.15": "These are the four great references. You should remember them.” ",
  "dn16:4.12.1": "And while staying at the Ānanda shrine, too, the Buddha often gave this Dhamma talk to the mendicants: ",
  "dn16:4.12.2": "“Such is ethics, such is immersion, such is wisdom. ",
  "dn16:4.12.3": "When immersion is imbued with ethics it’s very fruitful and beneficial. ",
  "dn16:4.12.4": "When wisdom is imbued with immersion it’s very fruitful and beneficial. ",
  "dn16:4.12.5": "When the mind is imbued with wisdom it is rightly freed from the defilements, namely, ",
  "dn16:4.12.6": "the defilements of sensuality, desire to be reborn, and ignorance.” ",
  "dn16:4.13.0": "23. On Cunda the Smith ",
  "dn16:4.13.1": "When the Buddha had stayed in Bhoganagara as long as he wished, he addressed Ānanda, ",
  "dn16:4.13.2": "“Come, Ānanda, let’s go to Pāvā.” ",
  "dn16:4.13.3": "“Yes, sir,” Ānanda replied. ",
  "dn16:4.13.4": "Then the Buddha together with a large Saṅgha of mendicants arrived at Pāvā, ",
  "dn16:4.13.5": "where he stayed in Cunda the smith’s mango grove. ",
  "dn16:4.14.1": "Cunda heard that the Buddha had arrived and was staying in his mango grove. ",
  "dn16:4.14.2": "Then he went to the Buddha, bowed, and sat down to one side. ",
  "dn16:4.14.3": "The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk. ",
  "dn16:4.14.4": "Then Cunda said to the Buddha, ",
  "dn16:4.15.1": "“Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me.” ",
  "dn16:4.15.2": "The Buddha consented in silence. ",
  "dn16:4.16.1": "Then, knowing that the Buddha had consented, Cunda got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "dn16:4.17.1": "And when the night had passed Cunda had a variety of delicious foods prepared in his own home, and plenty of pork on the turn. Then he had the Buddha informed of the time, saying, ",
  "dn16:4.17.2": "“Sir, it’s time. The meal is ready.” ",
  "dn16:4.18.1": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Cunda together with the mendicant Saṅgha, where he sat on the seat spread out ",
  "dn16:4.18.2": "and addressed Cunda, ",
  "dn16:4.18.3": "“Cunda, please serve me with the pork on the turn that you’ve prepared. ",
  "dn16:4.18.4": "And serve the mendicant Saṅgha with the other foods.” ",
  "dn16:4.18.5": "“Yes, sir,” replied Cunda, and did as he was asked. ",
  "dn16:4.19.1": "Then the Buddha addressed Cunda, ",
  "dn16:4.19.2": "“Cunda, any pork on the turn that’s left over, you should bury it in a pond. ",
  "dn16:4.19.3": "I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who could properly digest it except for the Realized One.” ",
  "dn16:4.19.4": "“Yes, sir,” replied Cunda. He did as he was asked, then came back to the Buddha, bowed, and sat down to one side. ",
  "dn16:4.19.5": "Then the Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk, after which he got up from his seat and left. ",
  "dn16:4.20.1": "After the Buddha had eaten Cunda’s meal, he fell severely ill with bloody dysentery, struck by dreadful pains, close to death. ",
  "dn16:4.20.2": "But he endured unbothered, with mindfulness and situational awareness. ",
  "dn16:4.20.3": "Then he addressed Ānanda, ",
  "dn16:4.20.4": "“Come, Ānanda, let’s go to Kusinārā.” ",
  "dn16:4.20.5": "“Yes, sir,” Ānanda replied. ",
  "dn16:4.20.6": "I’ve heard that after eating ",
  "dn16:4.20.7": "the meal of Cunda the smith, ",
  "dn16:4.20.8": "the wise one fell severely ill, ",
  "dn16:4.20.9": "with pains, close to death. ",
  "dn16:4.20.10": "A severe sickness struck the Teacher ",
  "dn16:4.20.11": "who had eaten the pork on the turn. ",
  "dn16:4.20.12": "While still purging the Buddha said: ",
  "dn16:4.20.13": "“I’ll go to the citadel of Kusinārā.” ",
  "dn16:4.21.0": "24. Bringing a Drink ",
  "dn16:4.21.1": "Then the Buddha left the road and went to the root of a certain tree, where he addressed Ānanda, ",
  "dn16:4.21.2": "“Please, Ānanda, fold my outer robe in four and spread it out for me. I am tired and will sit down.” ",
  "dn16:4.21.3": "“Yes, sir,” replied Ānanda, and did as he was asked. ",
  "dn16:4.21.4": "The Buddha sat on the seat spread out. ",
  "dn16:4.22.1": "When he was seated he said to Venerable Ānanda, ",
  "dn16:4.22.2": "“Please, Ānanda, fetch me some water. I am thirsty and will drink.” ",
  "dn16:4.22.3": "When he said this, Venerable Ānanda said to the Buddha, ",
  "dn16:4.22.4": "“Sir, just now around five hundred carts have passed by. The shallow water has been churned up by their wheels, and it flows cloudy and murky. ",
  "dn16:4.22.5": "The Kakutthā river is not far away, with clear, sweet, cool water, clean, with smooth banks, delightful. ",
  "dn16:4.22.6": "There the Buddha can drink and cool his limbs.” ",
  "dn16:4.23.1": "For a second time, the Buddha asked Ānanda for a drink, ",
  "dn16:4.23.3": "and for a second time Ānanda suggested going to the Kakutthā river. ",
  "dn16:4.24.1": "And for a third time, the Buddha said to Ānanda, ",
  "dn16:4.24.2": "“Please, Ānanda, fetch me some water. I am thirsty and will drink.” ",
  "dn16:4.24.3": "“Yes, sir,” replied Ānanda. Taking his bowl he went to the river. ",
  "dn16:4.24.4": "Now, though the shallow water in that creek had been churned up by wheels, and flowed cloudy and murky, when Ānanda approached it flowed transparent, clear, and unclouded. ",
  "dn16:4.25.1": "Then Ānanda thought, ",
  "dn16:4.25.2": "“It’s incredible, it’s amazing! The Realized One has such psychic power and might! ",
  "dn16:4.25.3": "For though the shallow water in that creek had been churned up by wheels, and flowed cloudy and murky, when I approached it flowed transparent, clear, and unclouded.” ",
  "dn16:4.25.4": "Gathering a bowl of drinking water he went back to the Buddha, and said to him, ",
  "dn16:4.25.5": "“It’s incredible, sir, it’s amazing! The Realized One has such psychic power and might! ",
  "dn16:4.25.6": "Just now, though the shallow water in that creek had been churned up by wheels, and flowed cloudy and murky, when I approached it flowed transparent, clear, and unclouded. ",
  "dn16:4.25.7": "Drink the water, Blessed One! Drink the water, Holy One!” ",
  "dn16:4.25.8": "So the Buddha drank the water. ",
  "dn16:4.26.0": "25. On Pukkusa the Malla ",
  "dn16:4.26.1": "Now at that time Pukkusa the Malla, a disciple of Āḷāra Kālāma, was traveling along the road from Kusinārā and Pāvā. ",
  "dn16:4.26.2": "He saw the Buddha sitting at the root of a certain tree. ",
  "dn16:4.26.3": "He went up to him, bowed, sat down to one side, and said, ",
  "dn16:4.26.4": "“It’s incredible, sir, it’s amazing! Those who have gone forth remain in such peaceful meditations. ",
  "dn16:4.27.1": "Once it so happened that Āḷāra Kālāma, while traveling along a road, left the road and sat at the root of a nearby tree for the day’s meditation. ",
  "dn16:4.27.2": "Then around five hundred carts passed by right next to Āḷāra Kālāma. ",
  "dn16:4.27.3": "Then a certain person coming behind those carts went up to Āḷāra Kālāma and said to him: ",
  "dn16:4.27.4": "‘Sir, didn’t you see the five hundred carts pass by?’ ",
  "dn16:4.27.5": "‘No, friend, I didn’t see them.’ ",
  "dn16:4.27.6": "‘But sir, didn’t you hear a sound?’ ",
  "dn16:4.27.7": "‘No, friend, I didn’t hear a sound.’ ",
  "dn16:4.27.8": "‘But sir, were you asleep?’ ",
  "dn16:4.27.9": "‘No, friend, I wasn’t asleep.’ ",
  "dn16:4.27.10": "‘But sir, were you conscious?’ ",
  "dn16:4.27.11": "‘Yes, friend.’ ",
  "dn16:4.27.12": "‘So, sir, while conscious and awake you neither saw nor heard a sound as five hundred carts passed by right next to you? ",
  "dn16:4.27.13": "Why sir, even your outer robe is covered with dust!’ ",
  "dn16:4.27.14": "‘Yes, friend.’ ",
  "dn16:4.27.15": "Then that person thought: ",
  "dn16:4.27.16": "‘It’s incredible, it’s amazing! Those who have gone forth remain in such peaceful meditations, ",
  "dn16:4.27.17": "in that, while conscious and awake he neither saw nor heard a sound as five hundred carts passed by right next to him.’ ",
  "dn16:4.27.18": "And after declaring his lofty confidence in Āḷāra Kālāma, he left.” ",
  "dn16:4.28.1": "“What do you think, Pukkusa? ",
  "dn16:4.28.2": "Which is harder and more challenging to do while conscious and awake: ",
  "dn16:4.28.3": "to neither see nor hear a sound as five hundred carts pass by right next to you? ",
  "dn16:4.28.4": "Or to neither see nor hear a sound as it’s raining and pouring, lightning’s flashing, and thunder’s cracking?” ",
  "dn16:4.29.1": "“What do five hundred carts matter, or six hundred, or seven hundred, or eight hundred, or nine hundred, or a thousand, or even a hundred thousand carts? ",
  "dn16:4.29.2": "It’s far harder and more challenging to neither see nor hear a sound as it’s raining and pouring, lightning’s flashing, and thunder’s cracking!” ",
  "dn16:4.30.1": "“This one time, Pukkusa, I was staying near Ātumā in a threshing-hut. ",
  "dn16:4.30.2": "At that time it was raining and pouring, lightning was flashing, and thunder was cracking. And not far from the threshing-hut two farmers who were brothers were killed, as well as four oxen. ",
  "dn16:4.30.3": "Then a large crowd came from Ātumā to the place where that happened. ",
  "dn16:4.31.1": "Now at that time I came out of the threshing-hut and was walking mindfully in the open near the door of the hut. ",
  "dn16:4.31.2": "Then having left that crowd, a certain person approached me, bowed, and stood to one side. I said to them, ",
  "dn16:4.32.1": "‘Why, friend, has this crowd gathered?’ ",
  "dn16:4.32.2": "‘Just now, sir, it was raining and pouring, lightning was flashing, and thunder was cracking. And two farmers who were brothers were killed, as well as four oxen. ",
  "dn16:4.32.3": "Then this crowd gathered here. ",
  "dn16:4.32.4": "But sir, where were you?’ ",
  "dn16:4.32.5": "‘I was right here, friend.’ ",
  "dn16:4.32.6": "‘But sir, did you see?’ ",
  "dn16:4.32.7": "‘No, friend, I didn’t see anything.’ ",
  "dn16:4.32.8": "‘But sir, didn’t you hear a sound?’ ",
  "dn16:4.32.9": "‘No, friend, I didn’t hear a sound.’ ",
  "dn16:4.32.10": "‘But sir, were you asleep?’ ",
  "dn16:4.32.11": "‘No, friend, I wasn’t asleep.’ ",
  "dn16:4.32.12": "‘But sir, were you conscious?’ ",
  "dn16:4.32.13": "‘Yes, friend.’ ",
  "dn16:4.32.14": "‘So, sir, while conscious and awake you neither saw nor heard a sound as it was raining and pouring, lightning was flashing, and thunder was cracking?’ ",
  "dn16:4.32.15": "‘Yes, friend.’ ",
  "dn16:4.33.1": "Then that person thought: ",
  "dn16:4.33.2": "‘It’s incredible, it’s amazing! Those who have gone forth remain in such peaceful meditations, ",
  "dn16:4.33.3": "in that, while conscious and awake he neither saw nor heard a sound as it was raining and pouring, lightning was flashing, and thunder was cracking.’ ",
  "dn16:4.33.4": "And after declaring their lofty confidence in me, they bowed and respectfully circled me, keeping me on their right, before leaving.” ",
  "dn16:4.34.1": "When he said this, Pukkusa said to him, ",
  "dn16:4.34.2": "“Any confidence I had in Āḷāra Kālāma I sweep away as in a strong wind, or float away as down a swift stream. ",
  "dn16:4.34.3": "Excellent, sir! Excellent! ",
  "dn16:4.34.4": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways. ",
  "dn16:4.34.5": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "dn16:4.34.6": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” ",
  "dn16:4.35.1": "Then Pukkusa addressed a certain man, ",
  "dn16:4.35.2": "“Please, my man, fetch a pair of ready to wear garments the color of rose-gold.” ",
  "dn16:4.35.3": "“Yes, sir,” replied that man, and did as he was asked. ",
  "dn16:4.35.4": "Then Pukkusa brought the garments to the Buddha, ",
  "dn16:4.35.5": "“Sir, please accept this pair of ready to wear garments the color of rose-gold from me out of compassion.” ",
  "dn16:4.35.6": "“Well then, Pukkusa, clothe me in one, and Ānanda in the other.” ",
  "dn16:4.35.7": "“Yes, sir,” replied Pukkusa, and did so. ",
  "dn16:4.36.1": "Then the Buddha educated, encouraged, fired up, and inspired Pukkusa the Malla with a Dhamma talk, ",
  "dn16:4.36.2": "after which he got up from his seat, bowed, and respectfully circled the Buddha before leaving. ",
  "dn16:4.37.1": "Then, not long after Pukkusa had left, Ānanda placed the pair of garments the color of rose-gold on the Buddha’s body. ",
  "dn16:4.37.2": "But when placed on the Buddha’s body they seemed to lose their shine. ",
  "dn16:4.37.3": "Then Ānanda said to the Buddha, ",
  "dn16:4.37.4": "“It’s incredible, sir, it’s amazing, how pure and bright is the color of the Realized One’s skin. ",
  "dn16:4.37.5": "When this pair of ready to wear garments  the color of rose-gold is placed on the Buddha’s body they seem to lose their lustre.” ",
  "dn16:4.37.6": "“That’s so true, Ānanda, that’s so true! There are two times when the color of the Realized One’s skin becomes extra pure and bright. ",
  "dn16:4.38.1": "What two? ",
  "dn16:4.38.2": "The night when a Realized One understands the supreme perfect awakening; and the night he becomes fully extinguished through the element of extinguishment with nothing left over. ",
  "dn16:4.38.3": "These are the are two times when the color of the Realized One’s skin becomes extra pure and bright. ",
  "dn16:4.38.4": "Today, Ānanda, in the last watch of the night, between a pair of sal trees in the sal forest of the Mallas at Upavattana near Kusinārā, shall be the Realized One’s full extinguishment. ",
  "dn16:4.38.5": "Come, Ānanda, let’s go to the Kakutthā River.” ",
  "dn16:4.38.6": "“Yes, sir,” Ānanda replied. ",
  "dn16:4.38.7": "A pair of garments the color of rose-gold ",
  "dn16:4.38.8": "was presented by Pukkusa; ",
  "dn16:4.38.9": "when the teacher was clothed with them, ",
  "dn16:4.38.10": "his golden skin glowed bright. ",
  "dn16:4.39.1": "Then the Buddha together with a large Saṅgha of mendicants went to the Kakutthā River. He plunged into the river and bathed and drank. And when he had emerged, he went to the mango grove, ",
  "dn16:4.39.2": "where he addressed Venerable Cundaka, ",
  "dn16:4.39.3": "“Please, Cundaka, fold my outer robe in four and spread it out for me. I am tired and will lie down.” ",
  "dn16:4.40.1": "“Yes, sir,” replied Cundaka, and did as he was asked. ",
  "dn16:4.40.2": "And then the Buddha laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ",
  "dn16:4.40.3": "But Cundaka sat down right there in front of the Buddha. ",
  "dn16:4.41.1": "Having gone to Kakutthā Creek, ",
  "dn16:4.41.2": "whose water was transparent, sweet, and clear, ",
  "dn16:4.41.3": "the Teacher, being tired, plunged in, ",
  "dn16:4.41.4": "the Realized One, without compare in the world. ",
  "dn16:4.41.5": "And after bathing and drinking the Teacher emerged. ",
  "dn16:4.41.6": "Before the group of mendicants, in the middle, <j>the Buddha, ",
  "dn16:4.41.7": "the Teacher <j>who rolled forth the present dispensation, ",
  "dn16:4.41.8": "the great hermit went to the mango grove. ",
  "dn16:4.41.9": "He addressed the mendicant named Cundaka: ",
  "dn16:4.41.10": "“Spread out my folded robe so I can lie down.” ",
  "dn16:4.41.11": "The evolved one urged Cunda, ",
  "dn16:4.41.12": "who quickly spread the folded robe. ",
  "dn16:4.41.13": "The Teacher lay down so tired, ",
  "dn16:4.41.14": "while Cunda sat there before him. ",
  "dn16:4.42.1": "Then the Buddha said to Venerable Ānanda: ",
  "dn16:4.42.2": "“Now it may happen, Ānanda, that others may give rise to some regret for Cunda the smith: ",
  "dn16:4.42.3": "‘It’s your loss, friend Cunda, it’s your misfortune, in that the Realized One became fully extinguished after eating his last almsmeal from you.’ ",
  "dn16:4.42.4": "You should dispel remorse in Cunda the smith like this: ",
  "dn16:4.42.5": "‘You’re fortunate, friend Cunda, you’re so very fortunate, ",
  "dn16:4.42.6": "in that the Realized One became fully extinguished after eating his last almsmeal from you. ",
  "dn16:4.42.7": "I have heard and learned this in the presence of the Buddha. ",
  "dn16:4.42.8": "There are two almsmeal offerings that have identical fruit and result, and are more fruitful and beneficial than other almsmeal offerings. ",
  "dn16:4.42.9": "What two? ",
  "dn16:4.42.10": "The almsmeal after eating which a Realized One understands the supreme perfect awakening; and the almsmeal after eating which he becomes fully extinguished through the element of extinguishment with nothing left over. ",
  "dn16:4.42.11": "These two almsmeal offerings have identical fruit and result, and are more fruitful and beneficial than other almsmeal offerings. ",
  "dn16:4.42.12": "You’ve accumulated a deed that leads to long life, beauty, happiness, fame, heaven, and sovereignty.’ ",
  "dn16:4.42.13": "That’s how you should dispel remorse in Cunda the smith.” ",
  "dn16:4.43.1": "Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "dn16:4.43.2": "“A giver’s merit grows; ",
  "dn16:4.43.3": "enmity doesn’t build up when you have self-control. ",
  "dn16:4.43.4": "A skillful person gives up bad things—",
  "dn16:4.43.5": "with the end of greed, hate, and delusion, they’re extinguished.” ",
  "dn16:4.43.6": "The fourth recitation section. ",
  "dn16:5.1.0": "26. The Pair of Sal Trees ",
  "dn16:5.1.1": "Then the Buddha said to Ānanda, ",
  "dn16:5.1.2": "“Come, Ānanda, let’s go to the far shore of the Golden River, and on to the sal forest of the Mallas at Upavattana near Kusinārā.” ",
  "dn16:5.1.3": "“Yes, sir,” Ānanda replied. ",
  "dn16:5.1.4": "And that’s where they went. Then the Buddha addressed Ānanda, ",
  "dn16:5.1.5": "“Please, Ānanda, set up a cot for me between the twin sal trees, with my head to the north. I am tired and will lie down.” ",
  "dn16:5.1.6": "“Yes, sir,” replied Ānanda, and did as he was asked. ",
  "dn16:5.1.7": "And then the Buddha laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware. ",
  "dn16:5.2.1": "Now at that time the twin sal trees were in full blossom with flowers out of season. ",
  "dn16:5.2.2": "They sprinkled and bestrewed the Realized One’s body in honor of the Realized One. ",
  "dn16:5.2.3": "And the flowers of the heavenly Flame Tree fell from the sky, and they too sprinkled and bestrewed the Realized One’s body in honor of the Realized One. ",
  "dn16:5.2.4": "And heavenly sandalwood powder fell from the sky, and it too sprinkled and bestrewed the Realized One’s body in honor of the Realized One. ",
  "dn16:5.2.5": "And heavenly music played in the sky in honor of the Realized One. ",
  "dn16:5.2.6": "And heavenly choirs sang in the sky in honor of the Realized One. ",
  "dn16:5.3.1": "Then the Buddha pointed out to Ānanda what was happening, adding: ",
  "dn16:5.3.8": "“That’s not how the Realized One is honored, respected, revered, venerated, and esteemed. ",
  "dn16:5.3.9": "Any monk or nun or male or female lay follower who practices in line with the teachings, practicing properly, living in line with the teachings—they honor, respect, revere, venerate, and esteem the Realized One with the highest honor. ",
  "dn16:5.3.10": "So Ānanda, you should train like this: ‘We shall practice in line with the teachings, practicing properly, living in line with the teaching.’ ",
  "dn16:5.4.0": "27. The Monk Upavāṇa ",
  "dn16:5.4.1": "Now at that time Venerable Upavāṇa was standing in front of the Buddha fanning him. ",
  "dn16:5.4.2": "Then the Buddha made him move, ",
  "dn16:5.4.3": "“Move over, mendicant, don’t stand in front of me.” ",
  "dn16:5.4.4": "Ānanda thought, ",
  "dn16:5.4.5": "“This Venerable Upavāṇa has been the Buddha’s attendant for a long time, close to him, living in his presence. ",
  "dn16:5.4.6": "Yet in his final hour the Buddha makes him move, saying: ",
  "dn16:5.4.7": "‘Move over, mendicant, don’t stand in front of me.’ ",
  "dn16:5.4.8": "What is the cause, what is the reason for this?” ",
  "dn16:5.5.1": "Then Ānanda said to the Buddha, ",
  "dn16:5.5.2": "“This Venerable Upavāṇa has been the Buddha’s attendant for a long time, close to him, living in his presence. ",
  "dn16:5.5.3": "Yet in his final hour the Buddha makes him move, saying: ",
  "dn16:5.5.4": "‘Move over, mendicant, don’t stand in front of me.’ ",
  "dn16:5.5.5": "What is the cause, sir, what is the reason for this?” ",
  "dn16:5.5.7": "“Most of the deities from ten solar systems have gathered to see the Realized One. ",
  "dn16:5.5.8": "For twelve leagues all around this sal grove there’s no spot, not even a fraction of a hair’s tip, that’s not crowded full of illustrious deities. ",
  "dn16:5.5.9": "The deities are complaining: ",
  "dn16:5.5.10": "‘We’ve come such a long way to see the Realized One! ",
  "dn16:5.5.11": "Only rarely do Realized Ones arise in the world, perfected ones, fully awakened Buddhas. ",
  "dn16:5.5.12": "This very day, in the last watch of the night, the Realized One will become fully extinguished. ",
  "dn16:5.5.13": "And this illustrious mendicant is standing in front of the Buddha blocking the view. We won’t get to see the Realized One in his final hour!’” ",
  "dn16:5.6.1": "“But sir, what kind of deities are you thinking of?” ",
  "dn16:5.6.2": "“There are, Ānanda, deities—both in the sky and on the earth—who are percipient of the earth. With hair disheveled and arms raised, they fall down like their feet were chopped off, rolling back and forth, lamenting: ",
  "dn16:5.6.3": "‘Too soon the Blessed One will become fully extinguished! Too soon the Holy One will become fully extinguished! Too soon the seer will vanish from the world!’ ",
  "dn16:5.6.6": "But the deities who are free of desire endure, mindful and aware, thinking: ",
  "dn16:5.6.7": "‘Conditions are impermanent. How could it possibly be otherwise?’” ",
  "dn16:5.7.0": "28. The Four Inspiring Places ",
  "dn16:5.7.1": "“Previously, sir, when mendicants had completed the rainy season residence in various districts they came to see the Realized One. ",
  "dn16:5.7.2": "We got to see the esteemed mendicants, and to pay homage to them. ",
  "dn16:5.7.3": "But when the Buddha has passed, we won’t get to see the esteemed mendicants or to pay homage to them.” ",
  "dn16:5.8.1": "“Ānanda, a faithful gentleman should go to see these four inspiring places. ",
  "dn16:5.8.2": "What four? ",
  "dn16:5.8.3": "Thinking: ‘Here the Realized One was born!’—that is an inspiring place. ",
  "dn16:5.8.4": "Thinking: ‘Here the Realized One became awakened as a supreme fully awakened Buddha!’—that is an inspiring place. ",
  "dn16:5.8.5": "Thinking: ‘Here the supreme Wheel of Dhamma was rolled forth by the Realized One!’—that is an inspiring place. ",
  "dn16:5.8.6": "Thinking: ‘Here the Realized One became fully extinguished through the element of extinguishment with nothing left over!’—that is an inspiring place. ",
  "dn16:5.8.7": "These are the four inspiring places that a faithful gentleman should go to see. ",
  "dn16:5.8.8": "Faithful monks, nuns, laymen, and laywomen will come, and think: ",
  "dn16:5.8.9": "‘Here the Realized One was born!’ and ‘Here the Realized One became awakened as a supreme fully awakened Buddha!’ and ‘Here the supreme Wheel of Dhamma was rolled forth by the Realized One!’ and ‘Here the Realized One became fully extinguished through the element of extinguishment with nothing left over!’ ",
  "dn16:5.8.10": "Anyone who passes away while on pilgrimage to these shrines will, when their body breaks up, after death, be reborn in a good place, a heavenly realm.” ",
  "dn16:5.9.0": "29. Ānanda’s Questions ",
  "dn16:5.9.1": "“Sir, how do we proceed when it comes to females?” ",
  "dn16:5.9.2": "“Without seeing, Ānanda.” ",
  "dn16:5.9.3": "“But when seeing, how to proceed?” ",
  "dn16:5.9.4": "“Without getting into conversation, Ānanda.” ",
  "dn16:5.9.5": "“But when in a conversation, how to proceed?” ",
  "dn16:5.9.6": "“Be mindful, Ānanda.” ",
  "dn16:5.10.1": "“Sir, how do we proceed when it comes to the Realized One’s corpse?” ",
  "dn16:5.10.2": "“Don’t get involved in the rites for venerating the Realized One’s corpse, Ānanda. ",
  "dn16:5.10.3": "Please, Ānanda, you must all strive and practice for your own goal! Meditate diligent, keen, and resolute for your own goal! ",
  "dn16:5.10.4": "There are astute aristocrats, brahmins, and householders who are devoted to the Realized One. They will perform the rites for venerating the Realized One’s corpse.” ",
  "dn16:5.11.1": "“But sir, how to proceed when it comes to the Realized One’s corpse?” ",
  "dn16:5.11.2": "“Proceed in the same way as they do for the corpse of a wheel-turning monarch.” ",
  "dn16:5.11.3": "“But how do they proceed with a wheel-turning monarch’s corpse?” ",
  "dn16:5.11.4": "“They wrap a wheel-turning monarch’s corpse with unworn cloth, then with uncarded cotton, then again with unworn cloth. ",
  "dn16:5.11.5": "In this way they wrap the corpse with five hundred double-layers. Then they place it in an iron case filled with oil and close it up with another case. Then, having built a funeral pyre out of all kinds of fragrant substances, they cremate the corpse. ",
  "dn16:5.11.6": "They build a monument for the wheel-turning monarch at the crossroads. ",
  "dn16:5.11.7": "That’s how they proceed with a wheel-turning monarch’s corpse. ",
  "dn16:5.11.8": "Proceed in the same way with the Realized One’s corpse. ",
  "dn16:5.11.9": "A monument for the Realized One is to be built at the crossroads. ",
  "dn16:5.11.10": "When someone there lifts up garlands or fragrance or powder, or bows, or inspires confidence in their heart, that will be for their lasting welfare and happiness. ",
  "dn16:5.12.0": "30. Persons Worthy of Monument ",
  "dn16:5.12.1": "Ānanda, these four are worthy of a monument. ",
  "dn16:5.12.2": "What four? ",
  "dn16:5.12.3": "A Realized One, a perfected one, a fully awakened Buddha; a Buddha awakened for themselves; a disciple of a Realized One; and a wheel-turning monarch. ",
  "dn16:5.12.4": "And for what reason is a Realized One worthy of a monument? ",
  "dn16:5.12.5": "So that many people will inspire confidence in their hearts, thinking: ‘This is the monument for that Blessed One, perfected and fully awakened!’ ",
  "dn16:5.12.6": "And having done so, when their body breaks up, after death, they are reborn in a good place, a heavenly realm. ",
  "dn16:5.12.7": "It is for this reason that a Realized One is worthy of a monument. ",
  "dn16:5.12.8": "And for what reason is a Buddha awakened for themselves worthy of a monument? ",
  "dn16:5.12.9": "So that many people will inspire confidence in their hearts, thinking: ‘This is the monument for that Buddha awakened for themselves!’ ",
  "dn16:5.12.10": "And having done so, when their body breaks up, after death, they are reborn in a good place, a heavenly realm. ",
  "dn16:5.12.11": "It is for this reason that a Buddha awakened for themselves is worthy of a monument. ",
  "dn16:5.12.12": "And for what reason is a Realized One’s disciple worthy of a monument? ",
  "dn16:5.12.13": "So that many people will inspire confidence in their hearts, thinking: ‘This is the monument for that Blessed One’s disciple!’ ",
  "dn16:5.12.14": "And having done so, when their body breaks up, after death, they are reborn in a good place, a heavenly realm. ",
  "dn16:5.12.15": "It is for this reason that a Realized One’s disciple is worthy of a monument. ",
  "dn16:5.12.16": "And for what reason is a wheel-turning monarch worthy of a monument? ",
  "dn16:5.12.17": "So that many people will inspire confidence in their hearts, thinking: ‘This is the monument for that just and principled king!’ ",
  "dn16:5.12.18": "And having done so, when their body breaks up, after death, they are reborn in a good place, a heavenly realm. ",
  "dn16:5.12.19": "It is for this reason that a wheel-turning monarch is worthy of a monument. ",
  "dn16:5.12.20": "These four are worthy of a monument.” ",
  "dn16:5.13.0": "31. Ānanda’s Incredible Qualities ",
  "dn16:5.13.1": "Then Venerable Ānanda entered a dwelling, and stood there leaning against the door-jamb and crying, ",
  "dn16:5.13.2": "“Oh! I’m still only a trainee with work left to do; and my Teacher’s about to become fully extinguished, he who is so kind to me!” ",
  "dn16:5.13.3": "Then the Buddha said to the mendicants, ",
  "dn16:5.13.4": "“Mendicants, where is Ānanda?” ",
  "dn16:5.13.5": "“Sir, Ānanda has entered a dwelling, and stands there leaning against the door-jamb and crying: ",
  "dn16:5.13.6": "‘Oh! I’m still only a trainee with work left to do; and my Teacher’s about to become fully extinguished, he who is so kind to me!’” ",
  "dn16:5.13.7": "So the Buddha addressed a certain monk, ",
  "dn16:5.13.8": "“Please, monk, in my name tell Ānanda that ",
  "dn16:5.13.9": "the teacher summons him.” ",
  "dn16:5.13.10": "“Yes, sir,” that monk replied. He went to Ānanda and said to him, ",
  "dn16:5.13.11": "“Reverend Ānanda, the teacher summons you.” ",
  "dn16:5.14.1": "“Yes, reverend,” Ānanda replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him: ",
  "dn16:5.14.2": "“Enough, Ānanda! Do not grieve, do not lament. Did I not prepare for this when I explained that ",
  "dn16:5.14.3": "we must be parted and separated from all we hold dear and beloved? ",
  "dn16:5.14.4": "How could it possibly be so that what is born, created, conditioned, and liable to wear out should not wear out, even the Realized One’s body? ",
  "dn16:5.14.5": "For a long time, Ānanda, you’ve treated the Realized One with deeds of body, speech, and mind that are loving, beneficial, pleasant, undivided, and limitless. ",
  "dn16:5.14.6": "You have done good deeds, Ānanda. Devote yourself to meditation, and you will soon be free of defilements.” ",
  "dn16:5.15.1": "Then the Buddha said to the mendicants: ",
  "dn16:5.15.2": "“The Buddhas of the past or the future have attendants who are no better than Ānanda is for me. ",
  "dn16:5.15.4": "Ānanda is astute, ",
  "dn16:5.15.5": "he is intelligent. ",
  "dn16:5.15.6": "He knows the time for monks, nuns, laymen, laywomen, king’s ministers, religious founders, and the disciples of religious founders to visit the Realized One. ",
  "dn16:5.16.1": "There are these four incredible and amazing things about Ānanda. ",
  "dn16:5.16.2": "What four? ",
  "dn16:5.16.3": "If an assembly of monks goes to see Ānanda, they’re uplifted by seeing him ",
  "dn16:5.16.4": "and uplifted by hearing him speak. ",
  "dn16:5.16.5": "And when he falls silent, they’ve never had enough. ",
  "dn16:5.16.6": "If an assembly of nuns … ",
  "dn16:5.16.9": "laymen … ",
  "dn16:5.16.12": "or laywomen goes to see Ānanda, they’re uplifted by seeing him ",
  "dn16:5.16.13": "and uplifted by hearing him speak. ",
  "dn16:5.16.14": "And when he falls silent, they’ve never had enough. ",
  "dn16:5.16.15": "These are the four incredible and amazing things about Ānanda. ",
  "dn16:5.16.16": "There are these four incredible and amazing things about a wheel-turning monarch. ",
  "dn16:5.16.17": "What four? ",
  "dn16:5.16.18": "If an assembly of aristocrats goes to see a wheel-turning monarch, they’re uplifted by seeing him ",
  "dn16:5.16.19": "and uplifted by hearing him speak. ",
  "dn16:5.16.20": "And when he falls silent, they’ve never had enough. ",
  "dn16:5.16.21": "If an assembly of brahmins … ",
  "dn16:5.16.22": "householders … ",
  "dn16:5.16.23": "or ascetics goes to see a wheel-turning monarch, they’re uplifted by seeing him ",
  "dn16:5.16.24": "and uplifted by hearing him speak. ",
  "dn16:5.16.25": "And when he falls silent, they’ve never had enough. ",
  "dn16:5.16.26": "In the same way, there are those four incredible and amazing things about Ānanda.” ",
  "dn16:5.17.0": "32. Teaching the Discourse on Mahāsudassana ",
  "dn16:5.17.1": "When he said this, Venerable Ānanda said to the Buddha: ",
  "dn16:5.17.2": "“Sir, please don’t become fully extinguished in this little hamlet, this jungle hamlet, this branch hamlet. ",
  "dn16:5.17.3": "There are other great cities such as ",
  "dn16:5.17.4": "Campā, Rājagaha, Sāvatthī, Sāketa, Kosambī, and Benares. ",
  "dn16:5.17.5": "Let the Buddha become fully extinguished there. ",
  "dn16:5.17.6": "There are many well-to-do aristocrats, brahmins, and householders there who are devoted to the Buddha. ",
  "dn16:5.17.7": "They will perform the rites of venerating the Realized One’s corpse.” ",
  "dn16:5.17.8": "“Don’t say that Ānanda! Don’t say that ",
  "dn16:5.17.9": "this is a little hamlet, a jungle hamlet, a branch hamlet. ",
  "dn16:5.18.1": "Once upon a time there was a king named Mahāsudassana who was a wheel-turning monarch, a just and principled king. His dominion extended to all four sides, he achieved stability in the country, and he possessed the seven treasures. ",
  "dn16:5.18.2": "His capital was this Kusinārā, which at the time was named Kusāvatī. ",
  "dn16:5.18.3": "It stretched for twelve leagues from east to west, and seven leagues from north to south. ",
  "dn16:5.18.4": "The royal capital of Kusāvatī was successful, prosperous, populous, full of people, with plenty of food. ",
  "dn16:5.18.5": "It was just like Āḷakamandā, the royal capital of the gods, which is successful, prosperous, populous, full of spirits, with plenty of food. ",
  "dn16:5.18.7": "Kusāvatī was never free of ten sounds by day or night, namely: ",
  "dn16:5.18.8": "the sound of elephants, horses, chariots, drums, clay drums, arched harps, singing, horns, gongs, and handbells; and the cry: ‘Eat, drink, be merry!’ as the tenth. ",
  "dn16:5.19.1": "Go, Ānanda, into Kusinārā and inform the Mallas: ",
  "dn16:5.19.2": "‘This very day, Vāseṭṭhas, in the last watch of the night, the Realized One will become fully extinguished. ",
  "dn16:5.19.3": "Come forth, Vāseṭṭhas! Come forth, Vāseṭṭhas! ",
  "dn16:5.19.4": "Don’t regret it later, thinking: ",
  "dn16:5.19.5": "‘The Realized One became fully extinguished in our own village district, but we didn’t get a chance to see him in his final hour.’” ",
  "dn16:5.19.6": "“Yes, sir,” replied Ānanda. Then he robed up and, taking his bowl and robe, entered Kusinārā with a companion. ",
  "dn16:5.20.0": "33. The Mallas Pay Homage ",
  "dn16:5.20.1": "Now at that time the Mallas of Kusinārā were sitting together at the meeting hall on some business. ",
  "dn16:5.20.2": "Ānanda went up to them, and announced: ",
  "dn16:5.20.3": "“This very day, Vāseṭṭhas, in the last watch of the night, the Realized One will become fully extinguished. ",
  "dn16:5.20.4": "Come forth, Vāseṭṭhas! Come forth, Vāseṭṭhas! ",
  "dn16:5.20.5": "Don’t regret it later, thinking: ",
  "dn16:5.20.6": "‘The Realized One became fully extinguished in our own village district, but we didn’t get a chance to see him in his final hour.’” ",
  "dn16:5.21.1": "When they heard what Ānanda had to say, the Mallas, their sons, daughters-in-law, and wives became distraught, saddened, and grief-stricken. And some, with hair disheveled and arms raised, falling down like their feet were chopped off, rolling back and forth, lamented, ",
  "dn16:5.21.2": "“Too soon the Blessed One will become fully extinguished! Too soon the Holy One will become fully extinguished! Too soon the seer will vanish from the world!” ",
  "dn16:5.21.3": "Then the Mallas, their sons, daughters-in-law, and wives, distraught, saddened, and grief-stricken went to the Mallian sal grove at Upavattana and approached Ānanda. ",
  "dn16:5.22.1": "Then Ānanda thought, ",
  "dn16:5.22.2": "“If I have the Mallas pay homage to the Buddha one by one, they won’t be finished before first light. ",
  "dn16:5.22.3": "I’d better separate them family by family and then have them pay homage, saying: ",
  "dn16:5.22.4": "‘Sir, the Malla named so-and-so with children, wives, retinue, and ministers bows with his head at your feet.’” ",
  "dn16:5.22.5": "And so that’s what he did. ",
  "dn16:5.22.7": "So by this means Ānanda got the Mallas to finish paying homage to the Buddha in the first watch of the night. ",
  "dn16:5.23.0": "34. On Subhadda the Wanderer ",
  "dn16:5.23.1": "Now at that time a wanderer named Subhadda was residing near Kusinārā. ",
  "dn16:5.23.2": "He heard that ",
  "dn16:5.23.3": "on that very day, in the last watch of the night, the ascetic Gotama would become fully extinguished. ",
  "dn16:5.23.4": "He thought: ",
  "dn16:5.23.5": "“I have heard that brahmins of the past who were elderly and senior, the teachers of teachers, said: ",
  "dn16:5.23.6": "‘Only rarely do Realized Ones arise in the world, perfected ones, fully awakened Buddhas.’ ",
  "dn16:5.23.7": "And this very day, in the last watch of the night, the ascetic Gotama will become fully extinguished. ",
  "dn16:5.23.8": "This state of uncertainty has come up in me. ",
  "dn16:5.23.9": "I am quite confident that the Buddha is capable of teaching me so that I can give up this state of uncertainty.” ",
  "dn16:5.24.1": "Then Subhadda went to the Mallian sal grove at Upavattana, approached Ānanda, and said to him, ",
  "dn16:5.24.2": "“Master Ānanda, I have heard that brahmins of the past who were elderly and senior, the teachers of teachers, said: ",
  "dn16:5.24.3": "‘Only rarely do Realized Ones arise in the world, perfected ones, fully awakened Buddhas.’ ",
  "dn16:5.24.4": "And this very day, in the last watch of the night, the ascetic Gotama will become fully extinguished. ",
  "dn16:5.24.5": "This state of uncertainty has come up in me. ",
  "dn16:5.24.6": "I am quite confident that the Buddha is capable of teaching me so that I can give up this state of uncertainty. ",
  "dn16:5.24.7": "Master Ānanda, please let me see the ascetic Gotama.” ",
  "dn16:5.24.8": "When he had spoken, Ānanda said, ",
  "dn16:5.24.9": "“Enough, Reverend Subhadda, do not trouble the Realized One. He is tired.” ",
  "dn16:5.24.10": "For a second time, ",
  "dn16:5.24.11": "and a third time, Subhadda asked Ānanda, and a third time Ānanda refused. ",
  "dn16:5.25.1": "The Buddha heard that discussion between Ānanda and Subhadda. ",
  "dn16:5.25.2": "He said to Ānanda, ",
  "dn16:5.25.3": "“Enough, Ānanda, don’t obstruct Subhadda; let him see the Realized One. ",
  "dn16:5.25.4": "For whatever he asks me, he will only be looking for understanding, not trouble. ",
  "dn16:5.25.5": "And he will quickly understand any answer I give to his question.” ",
  "dn16:5.25.6": "So Ānanda said to the wanderer Subhadda, ",
  "dn16:5.25.7": "“Go, Reverend Subhadda, the Buddha is taking the time for you.” ",
  "dn16:5.26.1": "Then the wanderer Subhadda went up to the Buddha, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "dn16:5.26.2": "“Master Gotama, there are those ascetics and brahmins who lead an order and a community, and teach a community. They’re well-known and famous religious founders, regarded as holy by many people. ",
  "dn16:5.26.3": "Namely: Pūraṇa Kassapa, Makkhali Gosāla, Nigaṇṭha Nāṭaputta, Sañjaya Belaṭṭhiputta, Pakudha Kaccāyana, and Ajita Kesakambala. ",
  "dn16:5.26.4": "According to their own claims, did all of them have direct knowledge, or none of them, or only some?” ",
  "dn16:5.26.5": "“Enough, Subhadda, let that be. ",
  "dn16:5.26.7": "I shall teach you the Dhamma. ",
  "dn16:5.26.8": "Listen and pay close attention, I will speak.” ",
  "dn16:5.26.9": "“Yes, sir,” Subhadda replied. ",
  "dn16:5.26.10": "The Buddha said this: ",
  "dn16:5.27.1": "“Subhadda, in whatever teaching and training the noble eightfold path is not found, there is no true ascetic found, no second ascetic, no third ascetic, and no fourth ascetic. ",
  "dn16:5.27.2": "In whatever teaching and training the noble eightfold path is found, there is a true ascetic found, a second ascetic, a third ascetic, and a fourth ascetic. ",
  "dn16:5.27.3": "In this teaching and training the noble eightfold path is found. Only here is there a true ascetic, here a second ascetic, here a third ascetic, and here a fourth ascetic. Other sects are empty of ascetics. ",
  "dn16:5.27.4": "Were these mendicants to practice well, the world would not be empty of perfected ones. ",
  "dn16:5.27.5": "I was twenty-nine years of age, Subaddha, ",
  "dn16:5.27.6": "when I went forth to discover what is skillful. ",
  "dn16:5.27.7": "It’s been over fifty years ",
  "dn16:5.27.8": "since I went forth. ",
  "dn16:5.27.9": "I am the one who points out the proper teaching: ",
  "dn16:5.27.10": "Outside of here there is no true ascetic. ",
  "dn16:5.27.15": "Were these mendicants to practice well, the world would not be empty of perfected ones.” ",
  "dn16:5.28.1": "When he had spoken, Subhadda said to the Buddha, ",
  "dn16:5.28.2": "“Excellent, sir! Excellent! ",
  "dn16:5.28.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways. ",
  "dn16:5.28.4": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "dn16:5.28.5": "Sir, may I receive the going forth, the ordination in the Buddha’s presence?” ",
  "dn16:5.29.1": "“Subhadda, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood. ",
  "dn16:5.29.2": "However, I have recognized individual differences in this matter.” ",
  "dn16:5.29.3": "“Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.” ",
  "dn16:5.29.4": "Then the Buddha said to Ānanda, ",
  "dn16:5.29.5": "“Well then, Ānanda, give Subhadda the going forth.” ",
  "dn16:5.29.6": "“Yes, sir,” Ānanda replied. ",
  "dn16:5.30.1": "Then Subhadda said to Ānanda, ",
  "dn16:5.30.2": "“You’re so fortunate, Reverand Ānanda, so very fortunate, ",
  "dn16:5.30.3": "to be anointed here in the Teacher’s presence as his pupil!” ",
  "dn16:5.30.4": "And the wanderer Subhadda received the going forth, the ordination in the Buddha’s presence. ",
  "dn16:5.30.5": "Not long after his ordination, Venerable Subhadda, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "dn16:5.30.6": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "dn16:5.30.7": "And Venerable Subhadda became one of the perfected. ",
  "dn16:5.30.8": "He was the last personal disciple of the Buddha. ",
  "dn16:5.30.9": "The fifth recitation section. ",
  "dn16:6.1.0": "35. The Buddha’s Last Words ",
  "dn16:6.1.1": "Then the Buddha addressed Venerable Ānanda: ",
  "dn16:6.1.2": "“Now, Ānanda, some of you might think: ",
  "dn16:6.1.3": "‘The teacher’s dispensation has passed. Now we have no Teacher.’ ",
  "dn16:6.1.4": "But you should not see it like this. ",
  "dn16:6.1.5": "The teaching and training that I have taught and pointed out for you shall be your Teacher after my passing. ",
  "dn16:6.2.1": "After my passing, mendicants ought not address each other as ‘reverend’, as they do today. ",
  "dn16:6.2.2": "A more senior mendicant ought to address a more junior mendicant by name or clan, or by saying ‘reverend’. ",
  "dn16:6.2.3": "A more junior mendicant ought to address a more senior mendicant using ‘sir’ or ‘venerable’. ",
  "dn16:6.3.1": "If it wishes, after my passing the Saṅgha may abolish the lesser and minor training rules. ",
  "dn16:6.4.1": "After my passing, give the prime punishment to the mendicant Channa.” ",
  "dn16:6.4.2": "“But sir, what is the prime punishment?” ",
  "dn16:6.4.3": "“Channa may say what he likes, ",
  "dn16:6.4.4": "but the mendicants should not advise or instruct him.” ",
  "dn16:6.5.1": "Then the Buddha said to the mendicants, ",
  "dn16:6.5.2": "“Perhaps even a single mendicant has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice. So ask, mendicants! Don’t regret it later, thinking: ",
  "dn16:6.5.3": "‘We were in the Teacher’s presence and we weren’t able to ask the Buddha a question.’” ",
  "dn16:6.5.4": "When this was said, the mendicants kept silent. ",
  "dn16:6.6.1": "For a second time, ",
  "dn16:6.6.2": "and a third time the Buddha addressed the mendicants: ",
  "dn16:6.6.3": "“Perhaps even a single mendicant has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice. So ask, mendicants! Don’t regret it later, thinking: ",
  "dn16:6.6.4": "‘We were in the Teacher’s presence and we weren’t able to ask the Buddha a question.’” ",
  "dn16:6.6.5": "For a third time, the mendicants kept silent. ",
  "dn16:6.6.6": "Then the Buddha said to the mendicants, ",
  "dn16:6.6.7": "“Mendicants, perhaps you don’t ask out of respect for the Teacher. So let a friend tell a friend.” ",
  "dn16:6.6.8": "When this was said, the mendicants kept silent. ",
  "dn16:6.6.9": "Then Venerable Ānanda said to the Buddha, ",
  "dn16:6.6.10": "“It’s incredible, sir, it’s amazing! I am quite confident that there’s not even a single mendicant in this Saṅgha who has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice.” ",
  "dn16:6.6.11": "“Ānanda, you speak from faith. But the Realized One knows that there’s not even a single mendicant in this Saṅgha who has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice. ",
  "dn16:6.6.12": "Even the last of these five hundred mendicants is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.” ",
  "dn16:6.7.1": "Then the Buddha said to the mendicants: ",
  "dn16:6.7.2": "“Come now, mendicants, I say to you all: ",
  "dn16:6.7.3": "‘Conditions fall apart. Persist with diligence.’” ",
  "dn16:6.7.4": "These were the Realized One’s last words. ",
  "dn16:6.8.0": "36. The Full Extinguishment ",
  "dn16:6.8.1": "Then the Buddha entered the first absorption. Emerging from that, he entered the second absorption. Emerging from that, he successively entered into and emerged from the third absorption, the fourth absorption, the dimension of infinite space, the dimension of infinite consciousness, the dimension of nothingness, and the dimension of neither perception nor non-perception. Then he entered the cessation of perception and feeling. ",
  "dn16:6.8.2": "Then Venerable Ānanda said to Venerable Anuruddha, ",
  "dn16:6.8.3": "“Venerable Anuruddha, has the Buddha become fully extinguished?” ",
  "dn16:6.8.4": "“No, Reverend Ānanda. He has entered the cessation of perception and feeling.” ",
  "dn16:6.9.1": "Then the Buddha emerged from the cessation of perception and feeling and entered the dimension of neither perception nor non-perception. Emerging from that, he successively entered into and emerged from the dimension of nothingness, the dimension of infinite consciousness, the dimension of infinite space, the fourth absorption, the third absorption, the second absorption, and the first absorption. Emerging from that, he successively entered into and emerged from the second absorption and the third absorption. Then he entered the fourth absorption. Emerging from that the Buddha immediately became fully extinguished. ",
  "dn16:6.10.1": "When the Buddha became fully extinguished, along with the full extinguishment there was a great earthquake, awe-inspiring and hair-raising, and thunder cracked the sky. ",
  "dn16:6.10.2": "When the Buddha became fully extinguished, Brahmā Sahampati recited this verse: ",
  "dn16:6.10.3": "“All creatures in this world ",
  "dn16:6.10.4": "must lay down this bag of bones. ",
  "dn16:6.10.5": "For even a Teacher such as this, ",
  "dn16:6.10.6": "unrivaled in the world, ",
  "dn16:6.10.7": "the Realized One, attained to power, ",
  "dn16:6.10.8": "the Buddha became fully extinguished.” ",
  "dn16:6.10.9": "When the Buddha became fully extinguished, Sakka, lord of gods, recited this verse: ",
  "dn16:6.10.10": "“Oh! Conditions are impermanent, ",
  "dn16:6.10.11": "their nature is to rise and fall; ",
  "dn16:6.10.12": "having arisen, they cease; ",
  "dn16:6.10.13": "their stilling is true bliss.” ",
  "dn16:6.10.14": "When the Buddha became fully extinguished, Venerable Anuruddha recited this verse: ",
  "dn16:6.10.15": "“There was no more breathing ",
  "dn16:6.10.16": "for the poised one of steady heart. ",
  "dn16:6.10.17": "Imperturbable, committed to peace, ",
  "dn16:6.10.18": "the sage has done his time. ",
  "dn16:6.10.19": "He put up with painful feelings ",
  "dn16:6.10.20": "without flinching. ",
  "dn16:6.10.21": "The liberation of his heart ",
  "dn16:6.10.22": "was like the extinguishing of a lamp.” ",
  "dn16:6.10.23": "When the Buddha became fully extinguished, Venerable Ānanda recited this verse: ",
  "dn16:6.10.24": "“Then there was terror! ",
  "dn16:6.10.25": "Then they had goosebumps! ",
  "dn16:6.10.26": "When the Buddha, endowed with all fine qualities, ",
  "dn16:6.10.27": "became fully extinguished.” ",
  "dn16:6.10.28": "When the Buddha became fully extinguished, some of the mendicants there, with arms raised, falling down like their feet were chopped off, rolling back and forth, lamented: “Too soon the Blessed One has become fully extinguished! Too soon the Holy One has become fully extinguished! Too soon the seer has vanished from the world!” ",
  "dn16:6.10.29": "But the mendicants who were free of desire endured, mindful and aware, thinking, ",
  "dn16:6.10.30": "“Conditions are impermanent. How could it possibly be otherwise?” ",
  "dn16:6.11.1": "Then Anuruddha addressed the mendicants: ",
  "dn16:6.11.2": "“Enough, reverends, do not grieve or lament. ",
  "dn16:6.11.3": "Did the Buddha not prepare us for this when he explained that ",
  "dn16:6.11.4": "we must be parted and separated from all we hold dear and beloved? ",
  "dn16:6.11.5": "How could it possibly be so that what is born, created, conditioned, and liable to wear out should not wear out? ",
  "dn16:6.11.6": "The deities are complaining.” ",
  "dn16:6.11.7": "“But sir, what kind of deities are you thinking of?” ",
  "dn16:6.11.8": "“There are, Ānanda, deities—both in the sky and on the earth—who are percipient of the earth. With hair disheveled and arms raised, they fall down like their feet were chopped off, rolling back and forth, lamenting: ",
  "dn16:6.11.9": "‘Too soon the Blessed One has become fully extinguished! Too soon the Holy One has become fully extinguished! Too soon the seer has vanished from the world!’ ",
  "dn16:6.11.12": "But the deities who are free of desire endure, mindful and aware, thinking: ",
  "dn16:6.11.13": "‘Conditions are impermanent. How could it possibly be otherwise?’” ",
  "dn16:6.11.14": "Ānanda and Anuruddha spent the rest of the night talking about Dhamma. ",
  "dn16:6.12.1": "Then Anuruddha said to Ānanda, ",
  "dn16:6.12.2": "“Go, Ānanda, into Kusinārā and inform the Mallas: ",
  "dn16:6.12.3": "‘Vāseṭṭhas, the Buddha has become fully extinguished. ",
  "dn16:6.12.4": "Please come at your convenience.’” ",
  "dn16:6.12.5": "“Yes, sir,” replied Ānanda. Then, in the morning, he robed up and, taking his bowl and robe, entered Kusinārā with a companion. ",
  "dn16:6.12.6": "Now at that time the Mallas of Kusinārā were sitting together at the meeting hall on some business. ",
  "dn16:6.12.7": "Ānanda went up to them, and announced, ",
  "dn16:6.12.8": "“Vāseṭṭhas, the Buddha has become fully extinguished. ",
  "dn16:6.12.9": "Please come at your convenience.” ",
  "dn16:6.12.10": "When they heard what Ānanda had to say, the Mallas, their sons, daughters-in-law, and wives became distraught, saddened, and grief-stricken. And some, with hair disheveled and arms raised, falling down like their feet were chopped off, rolling back and forth, lamented, ",
  "dn16:6.12.11": "“Too soon the Blessed One has become fully extinguished! Too soon the Holy One has become fully extinguished! Too soon the seer has vanished from the world!” ",
  "dn16:6.13.0": "37. The Rites of Venerating the Buddha’s Corpse ",
  "dn16:6.13.1": "Then the Mallas ordered their men, ",
  "dn16:6.13.2": "“So then, my men, collect fragrances and garlands, and all the musical instruments in Kusinārā.” ",
  "dn16:6.13.3": "Then—taking those fragrances and garlands, all the musical instruments, and five hundred pairs of garments—they went to the Mallian sal grove at Upavattana and approached the Buddha’s corpse. They spent the day honoring, respecting, revering, and venerating the Buddha’s corpse with dance and song and music and garlands and fragrances, and making awnings and setting up pavilions. ",
  "dn16:6.13.4": "Then they thought, ",
  "dn16:6.13.5": "“It’s too late to cremate the Buddha’s corpse today. Let’s do it tomorrow.” ",
  "dn16:6.13.6": "But they spent the next day the same way, and so too the third, fourth, fifth, and sixth days. ",
  "dn16:6.14.1": "Then on the seventh day they thought, ",
  "dn16:6.14.2": "“Honoring, respecting, revering, and venerating the Buddha’s corpse with dance and song and music and garlands and fragrances, let us carry it to the south of the town, and cremate it there outside the town.” ",
  "dn16:6.14.3": "Now at that time eight of the leading Mallas, having bathed their heads and dressed in unworn clothes, said, ",
  "dn16:6.14.4": "“We shall lift the Buddha’s corpse.” But they were unable to do so. ",
  "dn16:6.14.5": "The Mallas said to Anuruddha, ",
  "dn16:6.14.6": "“What is the cause, Venerable Anuruddha, what is the reason why these eight Mallian leaders are unable to lift the Buddha’s corpse?” ",
  "dn16:6.14.8": "“Vāseṭṭhas, you have one plan, but the deities have a different one.” ",
  "dn16:6.15.1": "“But sir, what is the deities’ plan?” ",
  "dn16:6.15.2": "“You plan to ",
  "dn16:6.15.3": "carry the Buddha’s corpse to the south of the town while venerating it with dance and song and music and garlands and fragrances, and cremate it there outside the town. ",
  "dn16:6.15.4": "The deities plan to ",
  "dn16:6.15.5": "carry the Buddha’s corpse to the north of the town while venerating it with heavenly dance and song and music and garlands and fragrances. Then they plan to enter the town by the northern gate, carry it through the center of the town, leave by the eastern gate, and cremate it there at the Mallian shrine named Makuṭabandhana.” ",
  "dn16:6.15.6": "“Sir, let it be as the deities plan.” ",
  "dn16:6.16.1": "Now at that time the whole of Kusinārā was covered knee-deep with the flowers of the Flame Tree, without gaps even on the filth and rubbish heaps. ",
  "dn16:6.16.2": "Then the deities and the Mallas of Kusinārā carried the Buddha’s corpse to the north of the town while venerating it with heavenly and human dance and song and music and garlands and fragrances. Then they entered the town by the northern gate, carried it through the center of the town, left by the eastern gate, and deposited the corpse there at the Mallian shrine named Makuṭabandhana. ",
  "dn16:6.17.1": "Then the Mallas said to Anuruddha, ",
  "dn16:6.17.2": "“Sir, how do we proceed when it comes to the Realized One’s corpse?” ",
  "dn16:6.17.3": "“Proceed in the same way as they do for the corpse of a wheel-turning monarch.” ",
  "dn16:6.17.4": "“But how do they proceed with a wheel-turning monarch’s corpse?” ",
  "dn16:6.17.5": "“They wrap a wheel-turning monarch’s corpse with unworn cloth, then with uncarded cotton, then again with unworn cloth. ",
  "dn16:6.17.6": "In this way they wrap the corpse with five hundred double-layers. Then they place it in an iron case filled with oil and close it up with another case. Then, having built a funeral pyre out of all kinds of fragrant substances, they cremate the corpse. ",
  "dn16:6.17.7": "They build a monument for the wheel-turning monarch at the crossroads. ",
  "dn16:6.17.8": "That’s how they proceed with a wheel-turning monarch’s corpse. ",
  "dn16:6.17.9": "Proceed in the same way with the Realized One’s corpse. ",
  "dn16:6.17.10": "A monument for the Realized One is to be built at the crossroads. ",
  "dn16:6.17.11": "When someone there lifts up garlands or fragrance or powder, or bows, or inspires confidence in their heart, that will be for their lasting welfare and happiness.” ",
  "dn16:6.18.1": "Then the Mallas ordered their men, ",
  "dn16:6.18.2": "“So then, my men, collect uncarded cotton.” ",
  "dn16:6.18.3": "So the Mallas wrapped the Buddha’s corpse, ",
  "dn16:6.18.4": "and placed it in an iron case filled with oil. Then, having built a funeral pyre out of all kinds of fragrant substances, they lifted the corpse on to the pyre. ",
  "dn16:6.19.0": "38. Mahākassapa’s Arrival ",
  "dn16:6.19.1": "Now at that time Venerable Mahākassapa was traveling along the road from Pāvā to Kusinārā together with a large Saṅgha of around five hundred mendicants. ",
  "dn16:6.19.2": "Then he left the road and sat at the root of a tree. ",
  "dn16:6.19.3": "Now at that time a certain Ājīvaka ascetic had picked up a Flame Tree flower in Kusinārā and was traveling along the road to Pāvā. ",
  "dn16:6.19.4": "Mahākassapa saw him coming off in the distance and said to him, ",
  "dn16:6.19.5": "“Reverend, might you know about our Teacher?” ",
  "dn16:6.19.6": "“Yes, reverend. Seven days ago the ascetic Gotama became fully extinguished. ",
  "dn16:6.19.7": "From there I picked up this Flame Tree flower.” ",
  "dn16:6.19.8": "Some of the mendicants there, with arms raised, falling down like their feet were chopped off, rolling back and forth, lamented, ",
  "dn16:6.19.9": "“Too soon the Blessed One has become fully extinguished! Too soon the Holy One has become fully extinguished! Too soon the seer has vanished from the world!” ",
  "dn16:6.19.10": "But the mendicants who were free of desire endured, mindful and aware, thinking, ",
  "dn16:6.19.11": "“Conditions are impermanent. How could it possibly be otherwise?” ",
  "dn16:6.20.1": "Now at that time a monk named Subhadda, who had gone forth when old, was sitting in that assembly. ",
  "dn16:6.20.2": "He said to those mendicants, ",
  "dn16:6.20.3": "“Enough, reverends, do not grieve or lament. We’re well rid of that Great Ascetic harassing us: ",
  "dn16:6.20.4": "‘This is allowable for you; this is not allowable for you.’ ",
  "dn16:6.20.5": "Well, now we shall do what we want and not do what we don’t want.” ",
  "dn16:6.20.6": "Then Venerable Mahākassapa addressed the mendicants, ",
  "dn16:6.20.7": "“Enough, reverends, do not grieve or lament. ",
  "dn16:6.20.8": "Did the Buddha not prepare us for this when he explained that ",
  "dn16:6.20.9": "we must be parted and separated from all we hold dear and beloved? ",
  "dn16:6.20.10": "How could it possibly be so that what is born, created, conditioned, and liable to wear out should not wear out, even the Realized One’s body?” ",
  "dn16:6.21.1": "Now at that time four of the leading Mallas, having bathed their heads and dressed in unworn clothes, said, ",
  "dn16:6.21.2": "“We shall light the Buddha’s funeral pyre.” But they were unable to do so. ",
  "dn16:6.21.3": "The Mallas said to Anuruddha, ",
  "dn16:6.21.4": "“What is the cause, Venerable Anuruddha, what is the reason why these four Mallian leaders are unable to light the Buddha’s funeral pyre?” ",
  "dn16:6.21.6": "“Vāseṭṭhas, the deities have a different plan.” ",
  "dn16:6.21.7": "“But sir, what is the deities’ plan?” ",
  "dn16:6.21.8": "“The deities’ plan is this: ",
  "dn16:6.21.9": "Venerable Mahākassapa is traveling along the road from Pāvā to Kusinārā together with a large Saṅgha of around five hundred mendicants. ",
  "dn16:6.21.10": "The Buddha’s funeral pyre shall not burn until he bows with his head at the Buddha’s feet.” ",
  "dn16:6.21.11": "“Sir, let it be as the deities plan.” ",
  "dn16:6.22.1": "Then Venerable Mahākassapa came to the Mallian shrine named Makuṭabandhana at Kusinārā and approached the Buddha’s funeral pyre. Arranging his robe over one shoulder and raising his joined palms, he respectfully circled the Buddha three times, keeping him on his right, and bowed with his head at the Buddha’s feet. ",
  "dn16:6.22.2": "And the five hundred mendicants did likewise. ",
  "dn16:6.22.3": "And when Mahākassapa and the five hundred mendicants bowed the Buddha’s funeral pyre burst into flames all by itself. ",
  "dn16:6.23.1": "And when the Buddha’s corpse was cremated no ash or soot was found from outer or inner skin, flesh, sinews, or synovial fluid. ",
  "dn16:6.23.2": "Only the relics remained. ",
  "dn16:6.23.3": "It’s like when ghee or oil blaze and burn, and neither ashes nor soot are found. ",
  "dn16:6.23.4": "In the same way, when the Buddha’s corpse was cremated no ash or soot was found from outer or inner skin, flesh, sinews, or synovial fluid. ",
  "dn16:6.23.5": "Only the relics remained. ",
  "dn16:6.23.6": "And of those five hundred pairs of garments only two were not burnt: the innermost and the outermost. ",
  "dn16:6.23.7": "But when the Buddha’s corpse was consumed the funeral pyre was extinguished by a stream of water that appeared in the sky, ",
  "dn16:6.23.8": "by water dripping from the sal trees, ",
  "dn16:6.23.9": "and by the Mallas’ fragrant water. ",
  "dn16:6.23.10": "Then the Mallas made a cage of spears for the Buddha’s relics in the meeting hall and surrounded it with a buttress of bows. For seven days they honored, respected, revered, and venerated them with dance and song and music and garlands and fragrances. ",
  "dn16:6.24.0": "39. Distributing the Relics ",
  "dn16:6.24.1": "King Ajātasattu of Magadha heard ",
  "dn16:6.24.2": "that the Buddha had become fully extinguished at Kusinārā. ",
  "dn16:6.24.3": "He sent an envoy to the Mallas of Kusinārā: ",
  "dn16:6.24.4": "“The Buddha was an aristocrat, and so am I. I too deserve a share of the Buddha’s relics. I will build a monument for them and conduct a memorial service.” ",
  "dn16:6.24.5": "The Licchavis of Vesālī also heard ",
  "dn16:6.24.6": "that the Buddha had become fully extinguished at Kusinārā. ",
  "dn16:6.24.7": "They sent an envoy to the Mallas of Kusinārā: ",
  "dn16:6.24.8": "“The Buddha was an aristocrat, and so are we. We too deserve a share of the Buddha’s relics. We will build a monument for them and conduct a memorial service.” ",
  "dn16:6.24.9": "The Sakyans of Kapilavatthu also heard ",
  "dn16:6.24.10": "that the Buddha had become fully extinguished at Kusinārā. ",
  "dn16:6.24.11": "They sent an envoy to the Mallas of Kusinārā: ",
  "dn16:6.24.12": "“The Buddha was our foremost relative. We too deserve a share of the Buddha’s relics. We will build a monument for them and conduct a memorial service.” ",
  "dn16:6.24.13": "The Bulas of Allakappa also heard ",
  "dn16:6.24.14": "that the Buddha had become fully extinguished at Kusinārā. ",
  "dn16:6.24.15": "They sent an envoy to the Mallas of Kusinārā: ",
  "dn16:6.24.16": "“The Buddha was an aristocrat, and so are we. We too deserve a share of the Buddha’s relics. We will build a monument for them and conduct a memorial service.” ",
  "dn16:6.24.17": "The Koḷiyans of Rāmagāma also heard ",
  "dn16:6.24.18": "that the Buddha had become fully extinguished at Kusinārā. ",
  "dn16:6.24.19": "They sent an envoy to the Mallas of Kusinārā: ",
  "dn16:6.24.20": "“The Buddha was an aristocrat, and so are we. We too deserve a share of the Buddha’s relics. We will build a monument for them and conduct a memorial service.” ",
  "dn16:6.24.21": "The brahmin of Veṭhadīpa also heard ",
  "dn16:6.24.22": "that the Buddha had become fully extinguished at Kusinārā. ",
  "dn16:6.24.23": "He sent an envoy to the Mallas of Kusinārā: ",
  "dn16:6.24.24": "“The Buddha was an aristocrat, and I am a brahmin. I too deserve a share of the Buddha’s relics. I will build a monument for them and conduct a memorial service.” ",
  "dn16:6.24.25": "The Mallas of Pāvā also heard ",
  "dn16:6.24.26": "that the Buddha had become fully extinguished at Kusinārā. ",
  "dn16:6.24.27": "They sent an envoy to the Mallas of Kusinārā: ",
  "dn16:6.24.28": "“The Buddha was an aristocrat, and so are we. We too deserve a share of the Buddha’s relics. We will build a monument for them and conduct a memorial service.” ",
  "dn16:6.25.1": "When they had spoken, the Mallas of Kusinārā said to those various groups: ",
  "dn16:6.25.2": "“The Buddha became fully extinguished in our village district. We will not give away a share of his relics.” ",
  "dn16:6.25.3": "Then Doṇa the brahmin said to those various groups: ",
  "dn16:6.25.4": "“Hear, sirs, a single word from me. ",
  "dn16:6.25.5": "Our Buddha’s teaching was acceptance. ",
  "dn16:6.25.6": "It would not be good to fight over ",
  "dn16:6.25.7": "a share of the supreme person’s relics. ",
  "dn16:6.25.8": "Let us make eight portions, good sirs, ",
  "dn16:6.25.9": "rejoicing in unity and harmony. ",
  "dn16:6.25.10": "Let there be monuments far and wide, ",
  "dn16:6.25.11": "so many folk may gain faith in the Seer!” ",
  "dn16:6.25.12": "“Well then, brahmin, you yourself should fairly divide the Buddha’s relics in eight portions.” ",
  "dn16:6.25.13": "“Yes, sirs,” replied Doṇa to those various groups. He divided the relics as asked and said to them, ",
  "dn16:6.25.14": "“Sirs, please give me the urn, and I shall build a monument for it and conduct a memorial service.” ",
  "dn16:6.25.15": "So they gave Doṇa the urn. ",
  "dn16:6.26.1": "The Moras of Pippalivana heard ",
  "dn16:6.26.2": "that the Buddha had become fully extinguished at Kusinārā. ",
  "dn16:6.26.3": "They sent an envoy to the Mallas of Kusinārā: ",
  "dn16:6.26.4": "“The Buddha was an aristocrat, and so are we. We too deserve a share of the Buddha’s relics. We will build a monument for them and conduct a memorial service.” ",
  "dn16:6.26.5": "“There is no portion of the Buddha’s relics left, they have already been portioned out. ",
  "dn16:6.26.6": "Here, take the embers.” ",
  "dn16:6.26.7": "So they took the embers. ",
  "dn16:6.27.0": "40. Venerating the Relics ",
  "dn16:6.27.1": "Then King Ajātasattu of Magadha, ",
  "dn16:6.27.2": "the Licchavis of Vesālī, ",
  "dn16:6.27.3": "the Sakyans of Kapilavatthu, ",
  "dn16:6.27.4": "the Bulas of Allakappa, ",
  "dn16:6.27.5": "the Koḷiyans of Rāmagāma, ",
  "dn16:6.27.6": "the brahmin of Veṭhadīpa, ",
  "dn16:6.27.7": "the Mallas of Pāvā, ",
  "dn16:6.27.8": "the Mallas of Kusinārā, ",
  "dn16:6.27.9": "the brahmin Doṇa, ",
  "dn16:6.27.10": "and the Moriyas of Pippalivana built monuments for them and conducted memorial services. ",
  "dn16:6.27.11": "Thus there were eight monuments for the relics, a ninth for the urn, and a tenth for the embers. ",
  "dn16:6.27.12": "That is how it was in those days. ",
  "dn16:6.28.1": "There were eight shares of the Seer’s relics. ",
  "dn16:6.28.2": "Seven were worshipped throughout India. ",
  "dn16:6.28.3": "But one share of the most excellent of men ",
  "dn16:6.28.4": "was worshipped in Rāmagāma by a dragon king. ",
  "dn16:6.28.5": "One tooth is venerated <j>by the gods of the Three and Thirty, ",
  "dn16:6.28.6": "and one is worshipped in the city of Gandhāra; ",
  "dn16:6.28.7": "another one in the realm of the Kaliṅga King, ",
  "dn16:6.28.8": "and one is worshipped by a dragon king. ",
  "dn16:6.28.9": "Through their glory this rich earth ",
  "dn16:6.28.10": "is adorned with the best of offerings. ",
  "dn16:6.28.11": "Thus the Seer’s corpse ",
  "dn16:6.28.12": "is well honored by the honorable. ",
  "dn16:6.28.13": "It’s venerated by lords of gods, dragons, and spirits; ",
  "dn16:6.28.14": "and likewise venerated by the finest lords of men. ",
  "dn16:6.28.15": "Honor it with joined palms when you get the chance, ",
  "dn16:6.28.16": "for a Buddha is rare even in a hundred eons. ",
  "dn16:6.28.17": "Altogether forty even teeth, ",
  "dn16:6.28.18": "and the body hair and head hair, ",
  "dn16:6.28.19": "were carried off individually by gods ",
  "dn16:6.28.20": "across the universe. "
}