{
  "dn17:0.1": "Long Discourses 17 ",
  "dn17:0.2": "King Mahāsudassana ",
  "dn17:1.1.1": "So I have heard. ",
  "dn17:1.1.2": "At one time the Buddha was staying between a pair of sal trees in the sal forest of the Mallas at Upavattana near Kusinārā at the time of his final extinguishment. ",
  "dn17:1.2.1": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "dn17:1.2.2": "“Sir, please don’t become fully extinguished in this little hamlet, this jungle hamlet, this branch hamlet. ",
  "dn17:1.2.3": "There are other great cities such as ",
  "dn17:1.2.4": "Campā, Rājagaha, Sāvatthī, Sāketa, Kosambī, and Benares. ",
  "dn17:1.2.5": "Let the Buddha become fully extinguished there. ",
  "dn17:1.2.6": "There are many well-to-do aristocrats, brahmins, and householders there who are devoted to the Buddha. They will perform the rites of venerating the Realized One’s corpse.” ",
  "dn17:1.3.1": "“Don’t say that, Ānanda! Don’t say that ",
  "dn17:1.3.2": "this is a little hamlet, a jungle hamlet, a branch hamlet. ",
  "dn17:1.3.3.0": "1. The Capital City of Kusāvatī ",
  "dn17:1.3.4": "Once upon a time there was a king named Mahāsudassana whose dominion extended to all four sides, and who achieved stability in the country. ",
  "dn17:1.3.5": "His capital was this Kusinārā, which at the time was named Kusāvatī. ",
  "dn17:1.3.6": "It stretched for twelve leagues from east to west, and seven leagues from north to south. ",
  "dn17:1.3.7": "The royal capital of Kusāvatī was successful, prosperous, populous, full of people, with plenty of food. ",
  "dn17:1.3.8": "It was just like Āḷakamandā, the royal capital of the gods, which is successful, prosperous, populous, full of spirits, with plenty of food. ",
  "dn17:1.3.9": "",
  "dn17:1.3.10": "Kusāvatī was never free of ten sounds by day or night, namely: ",
  "dn17:1.3.11": "the sound of elephants, horses, chariots, drums, clay drums, arched harps, singing, horns, gongs, and handbells; and the cry, ‘Eat, drink, be merry!’ as the tenth. ",
  "dn17:1.4.1": "Kusāvatī was encircled by seven ramparts: ",
  "dn17:1.4.2": "one made of gold, one made of silver, one made of beryl, one made of crystal, one made of ruby, one made of emerald, and one made of all precious things. ",
  "dn17:1.5.1": "It had four gates, ",
  "dn17:1.5.2": "made of gold, silver, beryl, and crystal. ",
  "dn17:1.5.3": "At each gate there were seven pillars, three fathoms deep and four fathoms high, ",
  "dn17:1.5.4": "made of gold, silver, beryl, crystal, ruby, emerald, and all precious things. ",
  "dn17:1.6.1": "It was surrounded by seven rows of palm trees, ",
  "dn17:1.6.2": "made of gold, silver, beryl, crystal, ruby, emerald, and all precious things. ",
  "dn17:1.6.3": "The golden palms had trunks of gold, and leaves and fruits of silver. ",
  "dn17:1.6.4": "The silver palms had trunks of silver, and leaves and fruits of gold. ",
  "dn17:1.6.5": "The beryl palms had trunks of beryl, and leaves and fruits of crystal. ",
  "dn17:1.6.6": "The crystal palms had trunks of crystal, and leaves and fruits of beryl. ",
  "dn17:1.6.7": "The ruby palms had trunks of ruby, and leaves and fruits of emerald. ",
  "dn17:1.6.8": "The emerald palms had trunks of emerald, and leaves and fruits of ruby. ",
  "dn17:1.6.9": "The palms of all precious things had trunks of all precious things, and leaves and fruits of all precious things. ",
  "dn17:1.6.10": "When those rows of palm trees were blown by the wind they sounded graceful, tantalizing, sensuous, lovely, and intoxicating, ",
  "dn17:1.6.11": "like a quintet made up of skilled musicians who had practiced well and kept excellent rhythm. ",
  "dn17:1.6.12": "",
  "dn17:1.6.13": "And any addicts, carousers, or drunkards in Kusāvatī at that time were entertained by that sound. ",
  "dn17:1.7.0.1": "2. The Seven Treasures ",
  "dn17:1.7.0.2": "2.1. The Wheel-Treasure ",
  "dn17:1.7.1": "King Mahāsudassana possessed seven treasures and four blessings. ",
  "dn17:1.7.2": "What seven? ",
  "dn17:1.7.3": "On a fifteenth day sabbath, King Mahāsudassana had bathed his head and gone upstairs in the royal longhouse to observe the sabbath. ",
  "dn17:1.7.4": "And the heavenly wheel-treasure appeared to him, with a thousand spokes, with rim and hub, complete in every detail. ",
  "dn17:1.7.5": "Seeing this, the king thought, ",
  "dn17:1.7.6": "‘I have heard that when the heavenly wheel-treasure appears to a king in this way, he becomes a wheel-turning monarch. ",
  "dn17:1.7.7": "Am I then a wheel-turning monarch?’ ",
  "dn17:1.8.1": "Then King Mahāsudassana, rising from his seat and arranging his robe over one shoulder, took a ceremonial vase in his left hand and besprinkled the wheel-treasure with his right hand, saying: ",
  "dn17:1.8.2": "‘Roll forth, O wheel-treasure! Triumph, O wheel-treasure!’ ",
  "dn17:1.8.3": "Then the wheel-treasure rolled towards the east. And the king followed it together with his army of four divisions. In whatever place the wheel-treasure stood still, there the king came to stay together with his army. ",
  "dn17:1.9.1": "And any opposing rulers of the eastern quarter came to him and said, ",
  "dn17:1.9.2": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ ",
  "dn17:1.9.3": "The king said, ",
  "dn17:1.9.4": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’ ",
  "dn17:1.9.5": "And so the opposing rulers of the eastern quarter became his vassals. ",
  "dn17:1.10.1": "Then the wheel-treasure, having plunged into the eastern ocean and emerged again, rolled towards the south. … ",
  "dn17:1.10.2": "Having plunged into the southern ocean and emerged again, it rolled towards the west. … ",
  "dn17:1.10.3": "Having plunged into the western ocean and emerged again, it rolled towards the north, followed by the king together with his army of four divisions. ",
  "dn17:1.10.4": "In whatever place the wheel-treasure stood still, there the king came to stay together with his army. ",
  "dn17:1.10.5": "And any opposing rulers of the northern quarter came to him and said, ",
  "dn17:1.10.6": "‘Come, great king! Welcome, great king! We are yours, great king, instruct us.’ ",
  "dn17:1.10.7": "The king said, ",
  "dn17:1.10.8": "‘Do not kill living creatures. Do not steal. Do not commit sexual misconduct. Do not lie. Do not drink alcohol. Maintain the current level of taxation.’ ",
  "dn17:1.10.9": "And so the opposing rulers of the northern quarter became his vassals. ",
  "dn17:1.11.1": "And then the wheel-treasure, having triumphed over this land surrounded by ocean, returned to the royal capital of Kusāvatī. There it stood still by the gate to Mahāsudassana’s royal compound at the High Court as if fixed to an axle, illuminating the royal compound. ",
  "dn17:1.11.2": "Such is the wheel-treasure that appeared to King Mahāsudassana. ",
  "dn17:1.12.0": "2.2. The Elephant-Treasure ",
  "dn17:1.12.1": "Next, the elephant-treasure appeared to King Mahāsudassana. ",
  "dn17:1.12.2": "It was an all-white sky-walker with psychic power, touching the ground in seven places, a king of elephants named Sabbath. ",
  "dn17:1.12.3": "Seeing him, the king was impressed, ",
  "dn17:1.12.4": "‘This would truly be a fine elephant vehicle, if he would submit to taming.’ ",
  "dn17:1.12.5": "Then the elephant-treasure submitted to taming, as if he was a fine thoroughbred elephant that had been tamed for a long time. ",
  "dn17:1.12.6": "Once it so happened that King Mahāsudassana, testing that same elephant-treasure, mounted him in the morning and traversed the land surrounded by ocean before returning to the royal capital in time for breakfast. ",
  "dn17:1.12.7": "Such is the elephant-treasure that appeared to King Mahāsudassana. ",
  "dn17:1.13.0": "2.3. The Horse-Treasure ",
  "dn17:1.13.1": "Next, the horse-treasure appeared to King Mahāsudassana. ",
  "dn17:1.13.2": "It was an all-white sky-walker with psychic power, with head of black and mane like woven reeds, a royal steed named Thundercloud. ",
  "dn17:1.13.3": "Seeing him, the king was impressed, ",
  "dn17:1.13.4": "‘This would truly be a fine horse vehicle, if he would submit to taming.’ ",
  "dn17:1.13.5": "Then the horse-treasure submitted to taming, as if he was a fine thoroughbred horse that had been tamed for a long time. ",
  "dn17:1.13.6": "Once it so happened that King Mahāsudassana, testing that same horse-treasure, mounted him in the morning and traversed the land surrounded by ocean before returning to the royal capital in time for breakfast. ",
  "dn17:1.13.7": "Such is the horse-treasure that appeared to King Mahāsudassana. ",
  "dn17:1.14.0": "2.4. The Jewel-Treasure ",
  "dn17:1.14.1": "Next, the jewel-treasure appeared to King Mahāsudassana. ",
  "dn17:1.14.2": "It was a beryl gem that was naturally beautiful, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. ",
  "dn17:1.14.3": "And the radiance of that jewel spread all-round for a league. ",
  "dn17:1.14.4": "Once it so happened that King Mahāsudassana, testing that same jewel-treasure, mobilized his army of four divisions and, with the jewel hoisted on his banner, set out in the dark of the night. ",
  "dn17:1.14.5": "Then the villagers around them set off to work, thinking that it was day. ",
  "dn17:1.14.6": "Such is the jewel-treasure that appeared to King Mahāsudassana. ",
  "dn17:1.15.0": "2.5. The Woman-Treasure ",
  "dn17:1.15.1": "Next, the woman-treasure appeared to King Mahāsudassana. ",
  "dn17:1.15.2": "She was attractive, good-looking, lovely, of surpassing beauty. She was neither too tall nor too short; neither too thin nor too fat; neither too dark nor too light. She outdid human beauty without reaching divine beauty. ",
  "dn17:1.15.3": "And her touch was like a tuft of cotton-wool or kapok. ",
  "dn17:1.15.4": "When it was cool her limbs were warm, and when it was warm her limbs were cool. ",
  "dn17:1.15.5": "The fragrance of sandal floated from her body, and lotus from her mouth. ",
  "dn17:1.15.6": "She got up before the king and went to bed after him, and was obliging, behaving nicely and speaking politely. ",
  "dn17:1.15.7": "The woman-treasure did not betray the wheel-turning monarch even in thought, still less in deed. ",
  "dn17:1.15.8": "Such is the woman-treasure that appeared to King Mahāsudassana. ",
  "dn17:1.16.0": "2.6. The Householder-Treasure ",
  "dn17:1.16.1": "Next, the householder-treasure appeared to King Mahāsudassana. ",
  "dn17:1.16.2": "The power of clairvoyance manifested in him as a result of past deeds, by which he sees hidden treasure, both owned and ownerless. ",
  "dn17:1.16.3": "He approached the king and said, ",
  "dn17:1.16.4": "‘Relax, sire. I will take care of the treasury.’ ",
  "dn17:1.16.5": "Once it so happened that the wheel-turning monarch, testing that same householder-treasure, boarded a boat and sailed to the middle of the Ganges river. Then he said to the householder-treasure, ",
  "dn17:1.16.6": "‘Householder, I need gold coins and bullion.’ ",
  "dn17:1.16.7": "‘Well then, great king, draw the boat up to one shore.’ ",
  "dn17:1.16.8": "‘It’s right here, householder, that I need gold coins and bullion.’ ",
  "dn17:1.16.9": "Then that householder-treasure, immersing both hands in the water, pulled up a pot full of gold coin and bullion, and said to the king, ",
  "dn17:1.16.10": "‘Is this sufficient, great king? Has enough been done, great king, enough offered?’ ",
  "dn17:1.16.11": "The king said, ",
  "dn17:1.16.12": "‘That is sufficient, householder. Enough has been done, enough offered.’ ",
  "dn17:1.16.13": "Such is the householder-treasure that appeared to King Mahāsudassana. ",
  "dn17:1.17.0": "2.7. The Counselor-Treasure ",
  "dn17:1.18.1": "Next, the counselor-treasure appeared to King Mahāsudassana. ",
  "dn17:1.18.2": "He was astute, competent, intelligent, and capable of getting the king to appoint who should be appointed, dismiss who should be dismissed, and retain who should be retained. ",
  "dn17:1.18.3": "He approached the king and said, ",
  "dn17:1.18.4": "‘Relax, sire. I shall issue instructions.’ ",
  "dn17:1.18.5": "Such is the counselor-treasure that appeared to King Mahāsudassana. ",
  "dn17:1.18.6": "These are the seven treasures possessed by King Mahāsudassana. ",
  "dn17:1.18.7.0": "3. The Four Blessings ",
  "dn17:1.18.8": "King Mahāsudassana possessed four blessings. ",
  "dn17:1.18.9": "And what are the four blessings? ",
  "dn17:1.18.10": "He was attractive, good-looking, lovely, of surpassing beauty, more so than other people. ",
  "dn17:1.18.11": "This is the first blessing. ",
  "dn17:1.19.1": "Furthermore, he was long-lived, more so than other people. ",
  "dn17:1.19.2": "This is the second blessing. ",
  "dn17:1.20.1": "Furthermore, he was rarely ill or unwell, and his stomach digested well, being neither too hot nor too cold, more so than other people. ",
  "dn17:1.20.2": "This is the third blessing. ",
  "dn17:1.21.1": "Furthermore, he was as dear and beloved to the brahmins and householders ",
  "dn17:1.21.2": "as a father is to his children. ",
  "dn17:1.21.3": "",
  "dn17:1.21.4": "And the brahmins and householders were as dear to the king ",
  "dn17:1.21.5": "as children are to their father. ",
  "dn17:1.21.6": "",
  "dn17:1.21.7": "Once it so happened that King Mahāsudassana went with his army of four divisions to visit a park. ",
  "dn17:1.21.8": "Then the brahmins and householders went up to him and said, ",
  "dn17:1.21.9": "‘Slow down, Your Majesty, so we may see you longer!’ ",
  "dn17:1.21.10": "And the king addressed his charioteer, ",
  "dn17:1.21.11": "‘Drive slowly, charioteer, so I can see the brahmins and householders longer!’ ",
  "dn17:1.21.12": "This is the fourth blessing. ",
  "dn17:1.21.13": "These are the four blessings possessed by King Mahāsudassana. ",
  "dn17:1.22.0": "4. Lotus Ponds in the Palace of Principle ",
  "dn17:1.22.1": "Then King Mahāsudassana thought, ",
  "dn17:1.22.2": "‘Why don’t I have lotus ponds built between the palms, at intervals of a hundred bow lengths?’ ",
  "dn17:1.22.3": "So that’s what he did. ",
  "dn17:1.22.4": "The lotus ponds were lined with tiles of four colors, ",
  "dn17:1.22.5": "made of gold, silver, beryl, and crystal. ",
  "dn17:1.22.6": "And four flights of stairs of four colors descended into each lotus pond, ",
  "dn17:1.22.7": "made of gold, silver, beryl, and crystal. ",
  "dn17:1.22.8": "The golden stairs had posts of gold, and banisters and finials of silver. ",
  "dn17:1.22.9": "The silver stairs had posts of silver, and banisters and finials of gold. ",
  "dn17:1.22.10": "The beryl stairs had posts of beryl, and banisters and finials of crystal. ",
  "dn17:1.22.11": "The crystal stairs had posts of crystal, and banisters and finials of beryl. ",
  "dn17:1.22.12": "Those lotus ponds were surrounded by two balustrades, made of gold and silver. ",
  "dn17:1.22.13": "The golden balustrades had posts of gold, and banisters and finials of silver. ",
  "dn17:1.22.14": "The silver balustrades had posts of silver, and banisters and finials of gold. ",
  "dn17:1.23.1": "Then King Mahāsudassana thought, ",
  "dn17:1.23.2": "‘Why don’t I plant flowers in the lotus ponds such as blue water lilies, and lotuses of pink, yellow, and white, blooming all year round, and accessible to the public?’ ",
  "dn17:1.23.3": "So that’s what he did. ",
  "dn17:1.23.4": "Then King Mahāsudassana thought, ",
  "dn17:1.23.5": "‘Why don’t I appoint bath attendants to help bathe the people who come to bathe in the lotus ponds?’ ",
  "dn17:1.23.6": "So that’s what he did. ",
  "dn17:1.23.7": "Then King Mahāsudassana thought, ",
  "dn17:1.23.8": "‘Why don’t I set up charities on the banks of the lotus ponds, ",
  "dn17:1.23.9": "so that those in need of food, drink, clothes, vehicles, beds, women, gold, or silver can get what they need?’ ",
  "dn17:1.23.10": "So that’s what he did. ",
  "dn17:1.23.11": "",
  "dn17:1.24.1": "Then the brahmins and householders came to the king bringing abundant wealth and said, ",
  "dn17:1.24.2": "‘Sire, this abundant wealth is specially for you alone; may Your Highness accept it!’ ",
  "dn17:1.24.3": "‘There’s enough raised for me through regular taxes. Let this be for you; and here, take even more!’ ",
  "dn17:1.24.4": "When the king turned them down, they withdrew to one side to think up a plan, ",
  "dn17:1.24.5": "‘It wouldn’t be proper for us to take this abundant wealth back to our own homes. ",
  "dn17:1.24.6": "Why don’t we build a home for King Mahāsudassana?’ ",
  "dn17:1.24.7": "They went up to the king and said, ",
  "dn17:1.24.8": "‘We shall have a home built for you, sire!’ ",
  "dn17:1.24.9": "King Mahāsudassana consented in silence. ",
  "dn17:1.25.1": "And then Sakka, lord of gods, knowing what the king was thinking, addressed the god Vissakamma, ",
  "dn17:1.25.2": "‘Come, dear Vissakamma, build a palace named Principle as a home for King Mahāsudassana.’ ",
  "dn17:1.25.3": "‘Yes, lord,’ replied Vissakamma. Then, as easily as a strong person would extend or contract their arm, he vanished from the gods of the Thirty-Three and appeared in front of King Mahāsudassana. ",
  "dn17:1.25.4": "Vissakamma said to the king, ",
  "dn17:1.25.5": "‘I shall build a palace named Principle as a home for you, sire.’ ",
  "dn17:1.25.6": "King Mahāsudassana consented in silence. ",
  "dn17:1.25.7": "And so that’s what Vissakamma did. ",
  "dn17:1.25.8": "The Palace of Principle stretched for a league from east to west, and half a league from north to south. ",
  "dn17:1.25.9": "It was lined with tiles of four colors, three fathoms high, ",
  "dn17:1.25.10": "made of gold, silver, beryl, and crystal. ",
  "dn17:1.26.1": "It had 84,000 pillars of four colors, ",
  "dn17:1.26.2": "made of gold, silver, beryl, and crystal. ",
  "dn17:1.26.3": "It was covered with panels of four colors, ",
  "dn17:1.26.4": "made of gold, silver, beryl, and crystal. ",
  "dn17:1.26.5": "It had twenty-four staircases of four colors, ",
  "dn17:1.26.6": "made of gold, silver, beryl, and crystal. ",
  "dn17:1.26.7": "The golden stairs had posts of gold, and banisters and finials of silver. ",
  "dn17:1.26.8": "The silver stairs had posts of silver, and banisters and finials of gold. ",
  "dn17:1.26.9": "The beryl stairs had posts of beryl, and banisters and finials of crystal. ",
  "dn17:1.26.10": "The crystal stairs had posts of crystal, and banisters and finials of beryl. ",
  "dn17:1.26.11": "It had 84,000 chambers of four colors, ",
  "dn17:1.26.12": "made of gold, silver, beryl, and crystal. ",
  "dn17:1.26.13": "In each chamber a couch was spread: in the golden chamber a couch of silver; in the silver chamber a couch of gold; in the beryl chamber a couch of ivory; in the crystal chamber a couch of hardwood. ",
  "dn17:1.26.14": "At the door of the golden chamber stood a palm tree of silver, with trunk of silver, and leaves and fruits of gold. ",
  "dn17:1.26.15": "At the door of the silver chamber stood a palm tree of gold, with trunk of gold, and leaves and fruits of silver. ",
  "dn17:1.26.16": "At the door of the beryl chamber stood a palm tree of crystal, with trunk of crystal, and leaves and fruits of beryl. ",
  "dn17:1.26.17": "At the door of the crystal chamber stood a palm tree of beryl, with trunk of beryl, and leaves and fruits of crystal. ",
  "dn17:1.27.1": "Then King Mahāsudassana thought, ",
  "dn17:1.27.2": "‘Why don’t I build a grove of golden palm trees at the door to the great foyer, where I can sit for the day?’ ",
  "dn17:1.27.3": "So that’s what he did. ",
  "dn17:1.28.1": "The Palace of Principle was surrounded by two balustrades, made of gold and silver. ",
  "dn17:1.28.2": "The golden balustrades had posts of gold, and banisters and finials of silver. ",
  "dn17:1.28.3": "The silver balustrades had posts of silver, and banisters and finials of gold. ",
  "dn17:1.29.1": "The Palace of Principle was surrounded by two nets of bells, ",
  "dn17:1.29.2": "made of gold and silver. ",
  "dn17:1.29.3": "The golden net had bells of silver, and the silver net had bells of gold. ",
  "dn17:1.29.4": "When those nets of bells were blown by the wind they sounded graceful, tantalizing, sensuous, lovely, and intoxicating, ",
  "dn17:1.29.5": "like a quintet made up of skilled musicians who had practiced well and kept excellent rhythm. ",
  "dn17:1.29.6": "",
  "dn17:1.29.7": "And any addicts, carousers, or drunkards in Kusāvatī at that time were entertained by that sound. ",
  "dn17:1.29.8": "When it was finished, the palace was hard to look at, dazzling to the eyes, ",
  "dn17:1.29.9": "like the sun rising in a clear and cloudless sky in the last month of the rainy season. ",
  "dn17:1.29.10": "",
  "dn17:1.30.1": "Then King Mahāsudassana thought, ",
  "dn17:1.30.2": "‘Why don’t I build a lotus pond named Principle in front of the palace?’ ",
  "dn17:1.30.3": "So that’s what he did. ",
  "dn17:1.30.4": "The Lotus Pond of Principle stretched for a league from east to west, and half a league from north to south. ",
  "dn17:1.30.5": "It was lined with tiles of four colors, ",
  "dn17:1.30.6": "made of gold, silver, beryl, and crystal. ",
  "dn17:1.31.1": "It had twenty-four staircases of four colors, ",
  "dn17:1.31.2": "made of gold, silver, beryl, and crystal. ",
  "dn17:1.31.3": "The golden stairs had posts of gold, and banisters and finials of silver. ",
  "dn17:1.31.4": "The silver stairs had posts of silver, and banisters and finials of gold. ",
  "dn17:1.31.5": "The beryl stairs had posts of beryl, and banisters and finials of crystal. ",
  "dn17:1.31.6": "The crystal stairs had posts of crystal, and banisters and finials of beryl. ",
  "dn17:1.31.7": "It was surrounded by two balustrades, made of gold and silver. ",
  "dn17:1.31.8": "The golden balustrades had posts of gold, and banisters and finials of silver. ",
  "dn17:1.31.9": "The silver balustrades had posts of silver, and banisters and finials of gold. ",
  "dn17:1.32.1": "It was surrounded by seven rows of palm trees, ",
  "dn17:1.32.2": "made of gold, silver, beryl, crystal, ruby, emerald, and all precious things. ",
  "dn17:1.32.3": "The golden palms had trunks of gold, and leaves and fruits of silver. ",
  "dn17:1.32.4": "The silver palms had trunks of silver, and leaves and fruits of gold. ",
  "dn17:1.32.5": "The beryl palms had trunks of beryl, and leaves and fruits of crystal. ",
  "dn17:1.32.6": "The crystal palms had trunks of crystal, and leaves and fruits of beryl. ",
  "dn17:1.32.7": "The ruby palms had trunks of ruby, and leaves and fruits of emerald. ",
  "dn17:1.32.8": "The emerald palms had trunks of emerald, and leaves and fruits of ruby. ",
  "dn17:1.32.9": "The palms of all precious things had trunks of all precious things, and leaves and fruits of all precious things. ",
  "dn17:1.32.10": "When those rows of palm trees were blown by the wind they sounded graceful, tantalizing, sensuous, lovely, and intoxicating, ",
  "dn17:1.32.11": "like a quintet made up of skilled musicians who had practiced well and kept excellent rhythm. ",
  "dn17:1.32.12": "",
  "dn17:1.32.13": "And any addicts, carousers, or drunkards in Kusāvatī at that time were entertained by that sound. ",
  "dn17:1.33.1": "When the palace and its lotus pond were finished, King Mahāsudassana served those who were reckoned as true ascetics and brahmins with all they desired. Then he ascended the Palace of Principle. ",
  "dn17:1.33.2": "The first recitation section. ",
  "dn17:2.1.0": "5. Attaining Absorption ",
  "dn17:2.1.1": "Then King Mahāsudassana thought, ",
  "dn17:2.1.2": "‘Of what deed of mine is this the fruit and result, that I am now so mighty and powerful?’ ",
  "dn17:2.1.3": "Then King Mahāsudassana thought, ",
  "dn17:2.1.4": "‘It is the fruit and result of three kinds of deeds: ",
  "dn17:2.1.5": "giving, self-control, and restraint.’ ",
  "dn17:2.2.1": "Then he went to the great foyer, stood at the door, and expressed this heartfelt sentiment: ",
  "dn17:2.2.2": "‘Stop here, sensual, malicious, and cruel thoughts—",
  "dn17:2.2.3": "no further!’ ",
  "dn17:2.3.1": "Then he entered the great foyer and sat on the golden couch. Quite secluded from sensual pleasures, secluded from unskillful qualities, he entered and remained in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "dn17:2.3.2": "As the placing of the mind and keeping it connected were stilled, he entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "dn17:2.3.3": "And with the fading away of rapture, he entered and remained in the third absorption, where he meditated with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "dn17:2.3.4": "With the giving up of pleasure and pain, and the ending of former happiness and sadness, he entered and remained in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "dn17:2.4.1": "Then King Mahāsudassana left the great foyer and entered the golden chamber, where he sat on the golden couch. ",
  "dn17:2.4.2": "He meditated spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way he spread a heart full of love above, below, across, everywhere, all around, to everyone in the world—abundant, expansive, limitless, free of enmity and ill will. ",
  "dn17:2.4.3": "He meditated spreading a heart full of compassion … ",
  "dn17:2.4.4": "He meditated spreading a heart full of rejoicing … ",
  "dn17:2.4.5": "He meditated spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "dn17:2.5.0": "6. Of All Cities ",
  "dn17:2.5.1": "King Mahāsudassana had 84,000 cities, with the royal capital of Kusāvatī foremost. ",
  "dn17:2.5.2": "He had 84,000 palaces, with the Palace of Principle foremost. ",
  "dn17:2.5.3": "He had 84,000 chambers, with the great foyer foremost. ",
  "dn17:2.5.4": "He had 84,000 couches made of gold, silver, ivory, and hardwood. They were spread with woollen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends. ",
  "dn17:2.5.5": "He had 84,000 bull elephants with gold adornments and banners, covered with gold netting, with the royal bull elephant named Sabbath foremost. ",
  "dn17:2.5.6": "He had 84,000 horses with gold adornments and banners, covered with gold netting, with the royal steed named Thundercloud foremost. ",
  "dn17:2.5.7": "He had 84,000 chariots upholstered with the hide of lions, tigers, and leopards, and cream rugs, with gold adornments and banners, covered with gold netting, with the chariot named Triumph foremost. ",
  "dn17:2.5.8": "He had 84,000 jewels, with the jewel-treasure foremost. ",
  "dn17:2.5.9": "He had 84,000 women, with Queen Subhaddā foremost. ",
  "dn17:2.5.10": "He had 84,000 householders, with the householder-treasure foremost. ",
  "dn17:2.5.11": "He had 84,000 aristocrat vassals, with the counselor-treasure foremost. ",
  "dn17:2.5.12": "He had 84,000 milk-cows with silken reins and bronze pails. ",
  "dn17:2.5.13": "He had 8,400,000,000 fine cloths of linen, cotton, silk, and wool. ",
  "dn17:2.5.14": "He had 84,000 servings of food, which were presented to him as offerings in the morning and evening. ",
  "dn17:2.6.1": "Now at that time his 84,000 royal elephants came to attend on him in the morning and evening. ",
  "dn17:2.6.2": "Then King Mahāsudassana thought, ",
  "dn17:2.6.3": "‘What if instead half of the elephants took turns to attend on me at the end of each century?’ ",
  "dn17:2.6.4": "He instructed the counselor-treasure to do this, and so it was done. ",
  "dn17:2.6.5": "",
  "dn17:2.6.6": "",
  "dn17:2.6.7": "",
  "dn17:2.7.0": "7. The Visit of Queen Subhaddā ",
  "dn17:2.7.1": "Then, after many years, many hundred years, many thousand years had passed, Queen Subhaddā thought, ",
  "dn17:2.7.2": "‘It is long since I have seen the king. Why don’t I go to see him?’ ",
  "dn17:2.7.3": "So the queen addressed the ladies of the harem, ",
  "dn17:2.7.4": "‘Come, bathe your heads and dress in yellow. ",
  "dn17:2.7.5": "It is long since we saw the king, and we shall go to see him.’ ",
  "dn17:2.7.6": "‘Yes, ma’am,’ replied the ladies of the harem. They did as she asked and returned to the queen. ",
  "dn17:2.8.1": "Then the queen addressed the counselor-treasure, ",
  "dn17:2.8.2": "‘Dear counselor-treasure, please ready the army of four divisions. It is long since we saw the king, and we shall go to see him.’ ",
  "dn17:2.8.3": "‘Yes, my queen,’ he replied, and did as he was asked. He informed the queen, ",
  "dn17:2.8.4": "‘My queen, the army of four divisions is ready, ",
  "dn17:2.8.5": "please go at your convenience.’ ",
  "dn17:2.8.6": "Then Queen Subhaddā together with the ladies of the harem went with the army to the Palace of Principle. She ascended the palace and went to the great foyer, ",
  "dn17:2.8.7": "where she stood leaning against a door-post. ",
  "dn17:2.8.8": "Hearing them, the king thought, ",
  "dn17:2.8.9": "‘What’s that, it sounds like a big crowd!’ Coming out of the foyer he saw Queen Subhaddā leaning against a door-post and said to her, ",
  "dn17:2.8.10": "‘Please stay there, my queen, don’t enter in here.’ ",
  "dn17:2.9.1": "Then he addressed a certain man, ",
  "dn17:2.9.2": "‘Come, mister, bring the golden couch from the great foyer and set it up in the golden palm grove.’ ",
  "dn17:2.9.3": "‘Yes, Your Majesty,’ that man replied, and did as he was asked. ",
  "dn17:2.9.4": "The king laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware. ",
  "dn17:2.10.1": "Then Queen Subhaddā thought, ",
  "dn17:2.10.2": "‘The king’s faculties are so very clear, and the complexion of his skin is pure and bright. Let him not pass away!’ She said to him, ",
  "dn17:2.10.3": "‘Sire, you have 84,000 cities, with the royal capital of Kusāvatī foremost. ",
  "dn17:2.10.4": "Arouse desire for these! Take an interest in life!’ ",
  "dn17:2.10.5": "And she likewise urged the king to live on by taking an interest in all his possessions as described above. ",
  "dn17:2.10.6": "",
  "dn17:2.10.7": "",
  "dn17:2.10.8": "",
  "dn17:2.10.9": "",
  "dn17:2.10.10": "",
  "dn17:2.10.11": "",
  "dn17:2.10.12": "",
  "dn17:2.10.13": "",
  "dn17:2.10.14": "",
  "dn17:2.10.15": "",
  "dn17:2.10.16": "",
  "dn17:2.10.17": "",
  "dn17:2.10.18": "",
  "dn17:2.10.19": "",
  "dn17:2.10.20": "",
  "dn17:2.10.21": "",
  "dn17:2.10.22": "",
  "dn17:2.10.23": "",
  "dn17:2.10.24": "",
  "dn17:2.10.25": "",
  "dn17:2.10.26": "",
  "dn17:2.10.27": "",
  "dn17:2.10.28": "",
  "dn17:2.10.29": "",
  "dn17:2.10.30": "",
  "dn17:2.11.1": "When the queen had spoken, the king said to her, ",
  "dn17:2.11.2": "‘For a long time, my queen, you have spoken to me with loving, desirable, pleasant, and agreeable words. ",
  "dn17:2.11.3": "And yet in my final hour, your words are undesirable, unpleasant, and disagreeable!’ ",
  "dn17:2.11.4": "‘Then how exactly, Your Majesty, am I to speak to you?’ ",
  "dn17:2.11.5": "‘Like this, my queen: ",
  "dn17:2.11.6": "“Sire, we must be parted and separated from all we hold dear and beloved. Don’t pass away with concerns. Such concern is suffering, and it’s criticized. ",
  "dn17:2.11.7": "Sire, you have 84,000 cities, with the royal capital of Kusāvatī foremost. ",
  "dn17:2.11.8": "Give up desire for these! Take no interest in life!”’ ",
  "dn17:2.11.9": "And so on for all the king’s possessions. ",
  "dn17:2.11.10": "",
  "dn17:2.11.11": "",
  "dn17:2.11.12": "",
  "dn17:2.11.13": "",
  "dn17:2.11.14": "",
  "dn17:2.11.15": "",
  "dn17:2.11.16": "",
  "dn17:2.11.17": "",
  "dn17:2.11.18": "",
  "dn17:2.11.19": "",
  "dn17:2.11.20": "",
  "dn17:2.11.21": "",
  "dn17:2.11.22": "",
  "dn17:2.11.23": "",
  "dn17:2.11.24": "",
  "dn17:2.11.25": "",
  "dn17:2.11.26": "",
  "dn17:2.11.27": "",
  "dn17:2.11.28": "",
  "dn17:2.11.29": "",
  "dn17:2.11.30": "",
  "dn17:2.11.31": "",
  "dn17:2.11.32": "",
  "dn17:2.11.33": "",
  "dn17:2.11.34": "",
  "dn17:2.12.1": "When the king had spoken, Queen Subhaddā cried and burst out in tears. ",
  "dn17:2.12.2": "Wiping away her tears, the queen said to the king: ",
  "dn17:2.12.3": "‘Sire, we must be parted and separated from all we hold dear and beloved. Don’t pass away with concerns. Such concern is suffering, and it’s criticized. ",
  "dn17:2.12.4": "Sire, you have 84,000 cities, with the royal capital of Kusāvatī foremost. ",
  "dn17:2.12.5": "Give up desire for these! Take no interest in life!’ ",
  "dn17:2.12.6": "And she continued, listing all the king’s possessions. ",
  "dn17:2.12.7": "",
  "dn17:2.12.8": "",
  "dn17:2.12.9": "",
  "dn17:2.12.10": "",
  "dn17:2.12.11": "",
  "dn17:2.12.12": "",
  "dn17:2.12.13": "",
  "dn17:2.12.14": "",
  "dn17:2.12.15": "",
  "dn17:2.12.16": "",
  "dn17:2.12.17": "",
  "dn17:2.12.18": "",
  "dn17:2.12.19": "",
  "dn17:2.12.20": "",
  "dn17:2.12.21": "",
  "dn17:2.12.22": "",
  "dn17:2.12.23": "",
  "dn17:2.12.24": "",
  "dn17:2.12.25": "",
  "dn17:2.12.26": "",
  "dn17:2.12.27": "",
  "dn17:2.12.28": "",
  "dn17:2.12.29": "",
  "dn17:2.12.30": "",
  "dn17:2.12.31": "",
  "dn17:2.13.0": "8. Rebirth in the Brahmā Realm ",
  "dn17:2.13.1": "Not long after that, King Mahāsudassana passed away. ",
  "dn17:2.13.2": "And the feeling he had close to death was like a householder or their child falling asleep after eating a delectable meal. ",
  "dn17:2.13.3": "When he passed away King Mahāsudassana was reborn in a good place, a Brahmā realm. ",
  "dn17:2.13.4": "Ānanda, King Mahāsudassana played children’s games for 84,000 years. ",
  "dn17:2.13.5": "He ruled as viceroy for 84,000 years. ",
  "dn17:2.13.6": "He ruled as king for 84,000 years. ",
  "dn17:2.13.7": "He led the spiritual life as a layman in the Palace of Principle for 84,000 years. ",
  "dn17:2.13.8": "And having developed the four Brahmā meditations, when his body broke up, after death, he was reborn in a good place, a Brahmā realm. ",
  "dn17:2.14.1": "Now, Ānanda, you might think: ",
  "dn17:2.14.2": "‘Surely King Mahāsudassana must have been someone else at that time?’ ",
  "dn17:2.14.3": "But you should not see it like that. I myself was King Mahāsudassana at that time. ",
  "dn17:2.14.4": "Mine were the 84,000 cities, with the royal capital of Kusāvatī foremost. And mine were all the other possessions. ",
  "dn17:2.15.1": "Of those 84,000 cities, I only stayed in one, the capital Kusāvatī. ",
  "dn17:2.15.2": "Of those 84,000 mansions, I only dwelt in one, the Palace of Principle. ",
  "dn17:2.15.3": "Of those 84,000 chambers, I only dwelt in the great foyer. ",
  "dn17:2.15.4": "Of those 84,000 couches, I only used one, made of gold or silver or ivory or heartwood. ",
  "dn17:2.15.5": "Of those 84,000 bull elephants, I only rode one, the royal bull elephant named Sabbath. ",
  "dn17:2.15.6": "Of those 84,000 horses, I only rode one, the royal horse named Thundercloud. ",
  "dn17:2.15.7": "Of those 84,000 chariots, I only rode one, the chariot named Triumph. ",
  "dn17:2.15.8": "Of those 84,000 women, I was only served by one, a maiden of the aristocratic or merchant classes. ",
  "dn17:2.15.9": "Of those 8,400,000,000 cloths, I only wore one pair, made of fine linen, cotton, silk, or wool. ",
  "dn17:2.15.10": "Of those 84,000 servings of food, I only had one, eating at most a serving of rice and suitable sauce. ",
  "dn17:2.16.1": "See, Ānanda! All those conditioned phenomena have passed, ceased, and perished. ",
  "dn17:2.16.2": "So impermanent are conditions, ",
  "dn17:2.16.3": "so unstable are conditions, ",
  "dn17:2.16.4": "so unreliable are conditions. ",
  "dn17:2.16.5": "This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions. ",
  "dn17:2.17.1": "Six times, Ānanda, I recall having laid down my body at this place. And the seventh time was as a wheel-turning monarch, a just and principled king, at which time my dominion extended to all four sides, I achieved stability in the country, and I possessed the seven treasures. ",
  "dn17:2.17.2": "But Ānanda, I do not see any place in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans where the Realized One would lay down his body for the eighth time.” ",
  "dn17:2.17.3": "That is what the Buddha said. ",
  "dn17:2.17.4": "Then the Holy One, the Teacher, went on to say: ",
  "dn17:2.17.5": "“Oh! Conditions are impermanent, ",
  "dn17:2.17.6": "their nature is to rise and fall; ",
  "dn17:2.17.7": "having arisen, they cease; ",
  "dn17:2.17.8": "their stilling is true bliss.” "
}