{
  "dn18:0.1": "Long Discourses 18 ",
  "dn18:0.2": "With Janavasabha ",
  "dn18:1.0": "1. Declaring the Rebirths of People From Ñātika and Elsewhere ",
  "dn18:1.1": "So I have heard. ",
  "dn18:1.2": "At one time the Buddha was staying at Ñātika in the brick house. ",
  "dn18:1.3": "Now at that time the Buddha was explaining the rebirths of devotees all over the nations; the Kāsis and Kosalans, Vajjīs and Mallas, Cetīs and Vacchas, Kurus and Pañcālas, Macchas and Sūrasenas: ",
  "dn18:1.4": "“This one was reborn here, while that one was reborn there. ",
  "dn18:1.5": "Over fifty devotees in Ñātika have passed away having ended the five lower fetters. They’ve been reborn spontaneously, and will be extinguished there, not liable to return from that world. ",
  "dn18:1.6": "More than ninety devotees in Ñātika have passed away having ended three fetters, and weakened greed, hate, and delusion. They’re once-returners, who will come back to this world once only, then make an end of suffering. ",
  "dn18:1.7": "In excess of five hundred devotees in Ñātika have passed away having ended three fetters. They’re stream-enterers, not liable to be reborn in the underworld, bound for awakening.” ",
  "dn18:2.1": "When the devotees of Ñātika heard about the Buddha’s ",
  "dn18:2.2": "",
  "dn18:2.3": "",
  "dn18:2.4": "",
  "dn18:2.5": "",
  "dn18:2.6": "",
  "dn18:2.7": "answers to those questions, they became uplifted and overjoyed, full of rapture and happiness. ",
  "dn18:3.1": "Venerable Ānanda heard of the Buddha’s statements and the Ñātikans’ happiness. ",
  "dn18:3.2": "",
  "dn18:3.3": "",
  "dn18:3.4": "",
  "dn18:3.5": "",
  "dn18:3.6": "",
  "dn18:3.7": "",
  "dn18:4.0": "2. Ānanda’s Suggestion ",
  "dn18:4.1": "Then Venerable Ānanda thought, ",
  "dn18:4.2": "“But there were also Magadhan devotees—many, and of long standing too—who have passed away. ",
  "dn18:4.3": "You’d think that Aṅga and Magadha were empty of devotees who have passed away! ",
  "dn18:4.4": "But they too had confidence in the Buddha, the teaching, and the Saṅgha, and had fulfilled their ethics. ",
  "dn18:4.5": "The Buddha hasn’t declared their passing. ",
  "dn18:4.6": "It would be good to do so, for many people would gain confidence, and so be reborn in a good place. ",
  "dn18:4.7": "That King Seniya Bimbisāra of Magadha was a just and principled king who benefited the brahmins and householders of town and country. ",
  "dn18:4.8": "People still sing his praises: ",
  "dn18:4.9": "‘That just and principled king, who made us so happy, has passed away. Life was good under his dominion.’ ",
  "dn18:4.10": "He too had confidence in the Buddha, the teaching, and the Saṅgha, and had fulfilled his ethics. ",
  "dn18:4.11": "People say: ",
  "dn18:4.12": "‘Until his dying day, King Bimbisāra sang the Buddha’s praises!’ ",
  "dn18:4.13": "The Buddha hasn’t declared his passing. ",
  "dn18:4.14": "It would be good to do so, for many people would gain confidence, and so be reborn in a good place. ",
  "dn18:4.15": "Besides, the Buddha was awakened in Magadha; ",
  "dn18:4.16": "so why hasn’t he declared the rebirth of the Magadhan devotees? ",
  "dn18:4.17": "If he fails to do so, they will be dejected.” ",
  "dn18:4.18": "",
  "dn18:5.1": "After pondering the fate of the Magadhan devotees alone in private, Ānanda rose at the crack of dawn and went to see the Buddha. He bowed, sat down to one side, and told the Buddha of his concerns, finishing by saying, ",
  "dn18:5.2": "",
  "dn18:5.3": "",
  "dn18:5.4": "",
  "dn18:5.5": "",
  "dn18:5.6": "",
  "dn18:5.7": "",
  "dn18:5.8": "",
  "dn18:5.9": "",
  "dn18:5.10": "",
  "dn18:5.11": "",
  "dn18:5.12": "",
  "dn18:5.13": "",
  "dn18:5.14": "",
  "dn18:5.15": "",
  "dn18:5.16": "",
  "dn18:6.1": "",
  "dn18:6.2": "",
  "dn18:6.3": "",
  "dn18:6.4": "",
  "dn18:6.5": "",
  "dn18:6.6": "",
  "dn18:6.7": "",
  "dn18:6.8": "",
  "dn18:6.9": "“Why hasn’t the Buddha declared the rebirth of the Magadhan devotees? If he fails to do so, they will be dejected.” ",
  "dn18:6.10": "Then Ānanda, after making this suggestion regarding the Magadhan devotees, got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "dn18:7.1": "Soon after Ānanda had left, the Buddha robed up in the morning and, taking his bowl and robe, entered Ñātika for alms. ",
  "dn18:7.2": "He wandered for alms in Ñātika. After the meal, on his return from almsround, he washed his feet and entered the brick house. He paid heed, paid attention, and concentrated wholeheartedly on the fate of Magadhan devotees, and sat on the seat spread out, thinking, ",
  "dn18:7.3": "“I shall know their destiny, where they are reborn in the next life.” ",
  "dn18:7.4": "And he saw where they had been reborn. ",
  "dn18:7.5": "",
  "dn18:7.6": "Then in the late afternoon, the Buddha came out of retreat. Emerging from the brick house, he sat on the seat spread out in the shade of the porch. ",
  "dn18:8.1": "Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "dn18:8.2": "“Sir, you look so serene; your face seems to shine owing to the clarity of your faculties. ",
  "dn18:8.3": "Have you been abiding in a peaceful meditation today, sir?” ",
  "dn18:9.1": "The Buddha then recounted what had happened since speaking to Ānanda, revealing that he had seen the destiny of the Magadhan devotees. He continued: ",
  "dn18:9.2": "",
  "dn18:9.3": "",
  "dn18:9.4.0": "3. Janavasabha the Spirit ",
  "dn18:9.5": "“Then, Ānanda an invisible spirit called out: ",
  "dn18:9.6": "‘I am Janavasabha, Blessed One! ",
  "dn18:9.7": "I am Janavasabha, Holy One!’ ",
  "dn18:9.8": "Ānanda, do you recall having previously heard such a name as Janavasabha?” ",
  "dn18:9.9": "“No, sir. But when I heard the word, I got goosebumps! ",
  "dn18:9.10": "I thought, ",
  "dn18:9.11": "‘This must be no ordinary spirit to bear such an exalted name as Janavasabha.’” ",
  "dn18:10.1": "“After making himself heard while invisible, Ānanda, a very beautiful spirit appeared in front of me. ",
  "dn18:10.2": "And for a second time he called out: ",
  "dn18:10.3": "‘I am Bimbisāra, Blessed One! ",
  "dn18:10.4": "I am Bimbisāra, Holy One! ",
  "dn18:10.5": "This is the seventh time I have been reborn in the company of the Great King Vessavaṇa. After passing away from there, I am now able to become a king of non-humans. ",
  "dn18:10.6": "Seven from here, seven from there—",
  "dn18:10.7": "fourteen transmigrations in all. ",
  "dn18:10.8": "That’s how many past lives ",
  "dn18:10.9": "I can recollect. ",
  "dn18:10.10": "For a long time I’ve known that I won’t be reborn in the underworld, but that I still hope to become a once-returner.’ ",
  "dn18:10.11": "‘It’s incredible and amazing that you, the venerable spirit Janavasabha, should say: ",
  "dn18:10.12": "“For a long time I’ve been aware that I won’t be reborn in the underworld” and also “But I still hope to become a once-returner.” But from what source do you know that you’ve achieved such a high distinction?’ ",
  "dn18:11.1": "‘None other than the Blessed One’s instruction! None other than the Holy One’s instruction! ",
  "dn18:11.2": "From the day I had absolute devotion to the Buddha I have known that I won’t be reborn in the underworld, but that I still hope to become a once-returner. ",
  "dn18:11.3": "Just now, sir, I had been sent out by the great king Vessavaṇa to the great king Virūḷhaka’s presence on some business, and on the way I saw the Buddha giving his attention to the fate of the Magadhan devotees. ",
  "dn18:11.4": "",
  "dn18:11.5": "But it comes as no surprise that I have heard and learned the fate of the Magadhan devotees in the presence of the great king Vessavaṇa as he was speaking to his assembly. ",
  "dn18:11.6": "",
  "dn18:11.7": "It occurred to me, ",
  "dn18:11.8": "“I shall see the Buddha and inform him of this.” ",
  "dn18:11.9": "These are the two reasons I’ve come to see the Buddha. ",
  "dn18:12.0": "4. The Council of the Gods ",
  "dn18:12.1": "Sir, it was more than a few days ago—on the fifteenth day sabbath on the full moon day at the entry to the rainy season—when all the gods of the Thirty-Three were sitting together in the Hall of Justice. ",
  "dn18:12.2": "A large assembly of gods was sitting all around, and the Four Great Kings were seated at the four quarters. ",
  "dn18:12.3": "The Great King Dhataraṭṭha was seated to the east, facing west, in front of his gods. ",
  "dn18:12.4": "The Great King Virūḷhaka was seated to the south, facing north, in front of his gods. ",
  "dn18:12.5": "The Great King Virūpakkha was seated to the west, facing east, in front of his gods. ",
  "dn18:12.6": "The Great King Vessavaṇa was seated to the north, facing south, in front of his gods. ",
  "dn18:12.7": "When the gods of the Thirty-Three have a gathering like this, that is how they are seated. ",
  "dn18:12.8": "After that come our seats. ",
  "dn18:12.9": "Sir, those gods who had been recently reborn in the company of the Thirty-Three after leading the spiritual life under the Buddha outshone the other gods in beauty and glory. ",
  "dn18:12.10": "The gods of the Thirty-Three became uplifted and overjoyed at that, full of rapture and happiness, saying, ",
  "dn18:12.11": "“The heavenly hosts swell, while the demon hosts dwindle!” ",
  "dn18:13.1": "Seeing the joy of those gods, Sakka, lord of gods, celebrated with these verses: ",
  "dn18:13.2": "“The gods rejoice—",
  "dn18:13.3": "the Thirty-Three with their Lord—",
  "dn18:13.4": "revering the Realized One, ",
  "dn18:13.5": "and the natural excellence of the teaching; ",
  "dn18:13.6": "and seeing the new gods, ",
  "dn18:13.7": "so beautiful and glorious, ",
  "dn18:13.8": "who have come here after leading ",
  "dn18:13.9": "the spiritual life under the Buddha! ",
  "dn18:13.10": "They outshine the others ",
  "dn18:13.11": "in beauty, glory, and lifespan. ",
  "dn18:13.12": "Here are the distinguished disciples ",
  "dn18:13.13": "of he whose wisdom is vast. ",
  "dn18:13.14": "Seeing this, they delight—",
  "dn18:13.15": "the Thirty-Three with their Lord—",
  "dn18:13.16": "revering the Realized One, ",
  "dn18:13.17": "and the natural excellence of the teaching.” ",
  "dn18:13.18": "The gods of the Thirty-Three became even more uplifted and overjoyed at that, saying: ",
  "dn18:13.19": "“The heavenly hosts swell, while the demon hosts dwindle!” ",
  "dn18:14.1": "Then the gods of the Thirty-Three, having considered and deliberated on the matter for which they were seated together in the Hall of Justice, advised and instructed the Four Great Kings on the subject. ",
  "dn18:14.2": "And each stood at his own seat without departing. ",
  "dn18:14.3": "The Kings were instructed, ",
  "dn18:14.4": "and heeded good advice. ",
  "dn18:14.5": "With clear and peaceful minds, ",
  "dn18:14.6": "they stood by their own seats. ",
  "dn18:15.1": "Then in the northern quarter a magnificent light arose and radiance appeared, surpassing the glory of the gods. ",
  "dn18:15.2": "Then Sakka, lord of gods, addressed the gods of the Thirty-Three, ",
  "dn18:15.3": "“As indicated by the signs—light arising and radiance appearing—Brahmā will appear. For this is the precursor for the appearance of Brahmā, namely light arising and radiance appearing.” ",
  "dn18:15.4": "As indicated by the signs, ",
  "dn18:15.5": "Brahmā will appear. ",
  "dn18:15.6": "For this is the sign of Brahmā: ",
  "dn18:15.7": "a light vast and great. ",
  "dn18:16.0": "5. On Sanaṅkumāra ",
  "dn18:16.1": "Then the gods of the Thirty-Three sat in their own seats, saying, ",
  "dn18:16.2": "“We shall find out what has caused that light, and only when we have realized it shall we go to it.” ",
  "dn18:16.3": "And the Four Great Kings did likewise. ",
  "dn18:16.4": "",
  "dn18:16.5": "Hearing that, the gods of the Thirty-Three agreed in unison, ",
  "dn18:16.6": "“We shall find out what has caused that light, and only when we have realized it shall we go to it.” ",
  "dn18:17.1": "When Brahmā Sanaṅkumāra appears to the gods of the Thirty-Three, he does so after manifesting in a solid corporeal form. ",
  "dn18:17.2": "For the gods of the Thirty-Three aren’t able to see a Brahmā’s normal appearance. ",
  "dn18:17.3": "When Brahmā Sanaṅkumāra appears to the gods of the Thirty-Three, he outshines the other gods in beauty and glory, ",
  "dn18:17.4": "as a golden statue outshines the human form. ",
  "dn18:17.5": "",
  "dn18:17.6": "When Brahmā Sanaṅkumāra appears to the gods of the Thirty-Three, not a single god in that assembly greets him by bowing down or rising up or inviting him to a seat. ",
  "dn18:17.7": "They all sit silently on their couches with their joined palms raised, thinking, ",
  "dn18:17.8": "“Now Brahmā Sanaṅkumāra will sit on the couch of whatever god he chooses.” ",
  "dn18:17.9": "And the god on whose couch Brahmā sits is overjoyed and brimming with happiness, ",
  "dn18:18.1": "like a king on the day of his coronation. ",
  "dn18:18.2": "",
  "dn18:18.3": "Then Brahmā Sanaṅkumāra manifested in a solid corporeal form, taking on the appearance of the youth Pañcasikha, and appeared to the gods of the Thirty-Three. ",
  "dn18:18.4": "Rising into the air, he sat cross-legged in the sky, ",
  "dn18:18.5": "like a strong man might sit cross-legged on a well-appointed couch or on level ground. ",
  "dn18:18.6": "Seeing the joy of those gods, Brahmā Sanaṅkumāra celebrated with these verses: ",
  "dn18:18.7": "“The gods rejoice—",
  "dn18:18.8": "the Thirty-Three with their Lord—",
  "dn18:18.9": "revering the Realized One, ",
  "dn18:18.10": "and the natural excellence of the teaching; ",
  "dn18:18.11": "and seeing the new gods, ",
  "dn18:18.12": "so beautiful and glorious, ",
  "dn18:18.13": "who have come here after leading ",
  "dn18:18.14": "the spiritual life under the Buddha! ",
  "dn18:18.15": "They outshine the others ",
  "dn18:18.16": "in beauty, glory, and lifespan. ",
  "dn18:18.17": "Here are the distinguished disciples ",
  "dn18:18.18": "of he whose wisdom is vast. ",
  "dn18:18.19": "Seeing this, they delight—",
  "dn18:18.20": "the Thirty-Three with their Lord—",
  "dn18:18.21": "revering the Realized One, ",
  "dn18:18.22": "and the natural excellence of the teaching!” ",
  "dn18:19.1": "That is the topic on which Brahmā Sanaṅkumāra spoke. ",
  "dn18:19.2": "And while he was speaking on that topic, his voice had eight qualities: it was clear, comprehensible, charming, audible, lucid, undistorted, deep, and resonant. ",
  "dn18:19.3": "He makes sure his voice is intelligible as far as the assembly goes, but it doesn’t extend outside the assembly. ",
  "dn18:19.4": "When someone has a voice like this, they’re said to have the voice of Brahmā. ",
  "dn18:20.1": "Then Brahmā Sanaṅkumāra, having manifested thirty-three corporeal forms, sat down on the couches of each of the gods of the Thirty-Three and addressed them, ",
  "dn18:20.2": "“What do the good gods of the Thirty-Three think about how much the Buddha has acted for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans? ",
  "dn18:20.3": "For consider those who have gone for refuge to the Buddha, the teaching, and the Saṅgha, and have fulfilled their ethics. When their bodies break up, after death, some are reborn in the company of the Gods Who Control the Creations of Others, some with the Gods Who Love to Create, some with the Joyful Gods, some with the Gods of Yama, some with the Gods of the Thirty-Three, and some with the Gods of the Four Great Kings. ",
  "dn18:20.4": "And at the very least they swell the hosts of the fairies.” ",
  "dn18:21.1": "That is the topic on which Brahmā Sanaṅkumāra spoke. ",
  "dn18:21.2": "And while he was speaking on that topic, each of the gods fancied, ",
  "dn18:21.3": "“The one sitting on my couch is the only one speaking.” ",
  "dn18:21.4": "When one is speaking, ",
  "dn18:21.5": "all the forms speak. ",
  "dn18:21.6": "When one sits in silence, ",
  "dn18:21.7": "they all remain silent. ",
  "dn18:21.8": "But those gods imagine—",
  "dn18:21.9": "the Thirty-Three with their Lord—",
  "dn18:21.10": "that the one on their seat ",
  "dn18:21.11": "is the only one to speak. ",
  "dn18:22.1": "The Brahmā Sanaṅkumāra merged into one corporeal form. Then he sat on the couch of Sakka, lord of gods, and addressed the gods of the Thirty-Three: ",
  "dn18:22.2.0": "6. Developing the Bases of Psychic Power ",
  "dn18:22.3": "“What do the good gods of the Thirty-Three think about how much the four bases of psychic power have been clearly described by the Blessed One—the one who knows and sees, the perfected one, the fully awakened Buddha—for the multiplication, generation, and transformation of corporeal forms through psychic power? ",
  "dn18:22.4": "What four? ",
  "dn18:22.5": "It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort. ",
  "dn18:22.6": "They develop the basis of psychic power that has immersion due to energy, and active effort. ",
  "dn18:22.7": "They develop the basis of psychic power that has immersion due to mental development, and active effort. ",
  "dn18:22.8": "They develop the basis of psychic power that has immersion due to inquiry, and active effort. ",
  "dn18:22.9": "These are the four bases of psychic power that have been clearly described by the Buddha, for the multiplication, generation, and transformation of corporeal forms through psychic power. ",
  "dn18:22.10": "All the ascetics and brahmins in the past, ",
  "dn18:22.11": "future, ",
  "dn18:22.12": "or present who wield the many kinds of psychic power do so by developing and cultivating these four bases of psychic power. ",
  "dn18:22.13": "Gentlemen, do you see such psychic might and power in me?” ",
  "dn18:22.14": "“Yes, Great Brahmā.” ",
  "dn18:22.15": "“I too became so mighty and powerful by developing and cultivating these four bases of psychic power.” ",
  "dn18:23.1": "That is the topic on which Brahmā Sanaṅkumāra spoke. ",
  "dn18:23.2": "And having spoken about that, he addressed the gods of the Thirty-Three: ",
  "dn18:23.3.0": "7. The Three Openings ",
  "dn18:23.4": "“What do the good gods of the Thirty-Three think about how much the Buddha has understood the three opportunities for achieving happiness? ",
  "dn18:23.5": "What three? ",
  "dn18:23.6": "First, take someone who lives mixed up with sensual pleasures and unskillful qualities. ",
  "dn18:23.7": "After some time they hear the teaching of the noble ones, properly attend to how it applies to them, and practice accordingly. ",
  "dn18:23.8": "They live aloof from sensual pleasures and unskillful qualities. ",
  "dn18:23.9": "That gives rise to pleasure, and more than pleasure, happiness, ",
  "dn18:23.10": "like the joy that’s born from gladness. ",
  "dn18:23.11": "",
  "dn18:23.12": "This is the first opportunity for achieving happiness. ",
  "dn18:24.1": "Next, take someone whose coarse physical, verbal, and mental processes have not died down. ",
  "dn18:24.2": "After some time they hear the teaching of the noble ones, properly attend to how it applies to them, and practice accordingly. ",
  "dn18:24.3": "Their coarse physical, verbal, and mental processes die down. ",
  "dn18:24.4": "That gives rise to pleasure, and more than pleasure, happiness, ",
  "dn18:24.5": "like the joy that’s born from gladness. ",
  "dn18:24.6": "",
  "dn18:24.7": "This is the second opportunity for achieving happiness. ",
  "dn18:25.1": "Next, take someone who doesn’t truly understand what is skillful and what is unskillful, ",
  "dn18:25.2": "what is blameworthy and what is blameless, what should be cultivated and what should not be cultivated, what is inferior and what is superior, and what is on the side of dark and the side of bright. ",
  "dn18:25.3": "After some time they hear the teaching of the noble ones, properly attend to how it applies to them, and practice accordingly. ",
  "dn18:25.4": "They truly understand what is skillful and what is unskillful, and so on. ",
  "dn18:25.5": "",
  "dn18:25.6": "Knowing and seeing like this, ignorance is given up and knowledge arises. ",
  "dn18:25.7": "That gives rise to pleasure, and more than pleasure, happiness, ",
  "dn18:25.8": "like the joy that’s born from gladness. ",
  "dn18:25.9": "",
  "dn18:25.10": "This is the third opportunity for achieving happiness. ",
  "dn18:25.11": "These are the three opportunities for achieving happiness that have been understood by the Buddha.” ",
  "dn18:26.1": "That is the topic on which Brahmā Sanaṅkumāra spoke. ",
  "dn18:26.2": "And having spoken about that, he addressed the gods of the Thirty-Three: ",
  "dn18:26.3.0": "8. Mindfulness Meditation ",
  "dn18:26.4": "“What do the good gods of the Thirty-Three think about how much the Buddha has clearly described the four kinds of mindfulness meditation for achieving what is skillful? ",
  "dn18:26.5": "What four? ",
  "dn18:26.6": "It’s when a mendicant meditates by observing an aspect of the body internally—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn18:26.7": "As they meditate in this way, they become rightly immersed in that, and rightly serene. ",
  "dn18:26.8": "Then they give rise to knowledge and vision of other people’s bodies externally. ",
  "dn18:26.9": "They meditate observing an aspect of feelings internally … ",
  "dn18:26.10": "Then they give rise to knowledge and vision of other people’s feelings externally. ",
  "dn18:26.11": "They meditate observing an aspect of the mind internally … ",
  "dn18:26.12": "Then they give rise to knowledge and vision of other people’s minds externally. ",
  "dn18:26.13": "They meditate observing an aspect of principles internally—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn18:26.14": "As they meditate in this way, they become rightly immersed in that, and rightly serene. ",
  "dn18:26.15": "Then they give rise to knowledge and vision of other people’s principles externally. ",
  "dn18:26.16": "These are the four kinds of mindfulness meditation that the Buddha has clearly described for achieving what is skillful.” ",
  "dn18:27.1": "That is the topic on which Brahmā Sanaṅkumāra spoke. ",
  "dn18:27.2": "And having spoken about that, he addressed the gods of the Thirty-Three: ",
  "dn18:27.3.0": "9. Seven Prerequisites of Immersion ",
  "dn18:27.4": "“What do the good gods of the Thirty-Three think about how much the Buddha has clearly described the seven prerequisites of immersion for the development and fulfillment of right immersion? ",
  "dn18:27.5": "What seven? ",
  "dn18:27.6": "Right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness. ",
  "dn18:27.7": "Unification of mind with these seven factors as prerequisites is called noble right immersion ‘with its vital conditions’ and ‘with its prerequisites’. ",
  "dn18:27.8": "Right view gives rise to right thought. Right thought gives rise to right speech. Right speech gives rise to right action. Right action gives rise to right livelihood. Right livelihood gives rise to right effort. Right effort gives rise to right mindfulness. Right mindfulness gives rise to right immersion. Right immersion gives rise to right knowledge. Right knowledge gives rise to right freedom. ",
  "dn18:27.9": "If anything should be rightly described as ",
  "dn18:27.10": "‘a teaching that’s well explained by the Buddha, apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves; and the doors to the deathless are flung open,’ it’s this. ",
  "dn18:27.11": "For the teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves—and the doors of the deathless are flung open. ",
  "dn18:27.12": "Whoever has experiential confidence in the Buddha, the teaching, and the Saṅgha, and has the ethical conduct loved by the noble ones; and whoever is spontaneously reborn, and is trained in the teaching; in excess of 2,400,000 such Magadhan devotees have passed away having ended three fetters. They’re stream-enterers, not liable to be reborn in the underworld, bound for awakening. ",
  "dn18:27.13": "And there are once-returners here, too. ",
  "dn18:27.14": "And as for other people ",
  "dn18:27.15": "who I think have shared in merit—",
  "dn18:27.16": "I couldn’t even number them, ",
  "dn18:27.17": "for fear of speaking falsely.” ",
  "dn18:28.1": "That is the topic on which Brahmā Sanaṅkumāra spoke. And while he was speaking on that topic, this thought came to the great king Vessavaṇa, ",
  "dn18:28.2": "“It’s incredible, it’s amazing! That there should be such a magnificent Teacher, and such a magnificent exposition of the teaching! And that such achievements of high distinction should be made known!” ",
  "dn18:28.3": "And then Brahmā Sanaṅkumāra, knowing what the great king Vessavaṇa was thinking, said to him, ",
  "dn18:28.4": "“What does Great King Vessavaṇa think? In the past, too, there was such a magnificent Teacher, and such a magnificent exposition of the teaching! And such achievements of high distinction were made known! ",
  "dn18:28.5": "In the future, too, there will be such a magnificent Teacher, and such a magnificent exposition of the teaching! And such achievements of high distinction will be made known!” ",
  "dn18:29.1": "That, sir, is the topic on which Brahmā Sanaṅkumāra spoke to the gods of the Thirty-Three. And the great king Vessavaṇa, having heard and learned it in the presence of Brahmā as he was speaking on that topic, informed his own assembly.’” ",
  "dn18:29.2": "And the spirit Janavasabha, having heard and learned it in the presence of the great king Vessavaṇa as he was speaking on that topic to his own assembly, informed the Buddha. ",
  "dn18:29.3": "And the Buddha, having heard and learned it in the presence of the spirit Janavasabha, and also from his own direct knowledge, informed Venerable Ānanda. And Venerable Ānanda, having heard and learned it in the presence of the Buddha, informed the monks, nuns, laymen, and laywomen. ",
  "dn18:29.4": "And that’s how this spiritual life has become successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans. "
}