{
  "dn19:0.1": "Long Discourses 19 ",
  "dn19:0.2": "The Great Steward ",
  "dn19:1.1": "So I have heard. ",
  "dn19:1.2": "At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain. ",
  "dn19:1.3": "Then, late at night, the fairy Pañcasikha, lighting up the entire Vulture’s Peak, went up to the Buddha, bowed, stood to one side, and said to him, ",
  "dn19:1.4": "“Sir, I would tell you of what I heard and learned directly from the gods of the Thirty-Three.” ",
  "dn19:1.5": "“Tell me, Pañcasikha,” said the Buddha. ",
  "dn19:2.0": "1. The Council of the Gods ",
  "dn19:2.1": "“Sir, it was more than a few days ago—on the fifteenth day sabbath on the full moon day at the invitation to admonish held at the end of the rainy season—when all the gods of the Thirty-Three were sitting together in the Hall of Justice. ",
  "dn19:2.2": "A large assembly of gods was sitting all around, and the Four Great Kings were seated at the four quarters. ",
  "dn19:2.3": "The Great King Dhataraṭṭha was seated to the east, facing west, in front of his gods. ",
  "dn19:2.4": "The Great King Virūḷhaka was seated to the south, facing north, in front of his gods. ",
  "dn19:2.5": "The Great King Virūpakkha was seated to the west, facing east, in front of his gods. ",
  "dn19:2.6": "The Great King Vessavaṇa was seated to the north, facing south, in front of his gods. ",
  "dn19:2.7": "When the gods of the Thirty-Three have a gathering like this, that is how they are seated. ",
  "dn19:2.8": "After that come our seats. ",
  "dn19:3.1": "Sir, those gods who had been recently reborn in the company of the Thirty-Three after leading the spiritual life under the Buddha outshine the other gods in beauty and glory. ",
  "dn19:3.2": "The gods of the Thirty-Three became uplifted and overjoyed at that, full of rapture and happiness, saying, ",
  "dn19:3.3": "‘The heavenly hosts swell, while the demon hosts dwindle!’ ",
  "dn19:3.4": "Seeing the joy of those gods, Sakka, lord of gods, celebrated with these verses: ",
  "dn19:3.5": "‘The gods rejoice—",
  "dn19:3.6": "the Thirty-Three with their Lord—",
  "dn19:3.7": "revering the Realized One, ",
  "dn19:3.8": "and the natural excellence of the teaching; ",
  "dn19:3.9": "and seeing the new gods, ",
  "dn19:3.10": "so beautiful and glorious, ",
  "dn19:3.11": "who have come here after leading ",
  "dn19:3.12": "the spiritual life under the Buddha! ",
  "dn19:3.13": "They outshine the others ",
  "dn19:3.14": "in beauty, glory, and lifespan. ",
  "dn19:3.15": "Here are the distinguished disciples ",
  "dn19:3.16": "of he whose wisdom is vast. ",
  "dn19:3.17": "Seeing this, they delight—",
  "dn19:3.18": "the Thirty-Three with their Lord—",
  "dn19:3.19": "revering the Realized One, ",
  "dn19:3.20": "and the natural excellence of the teaching!’ ",
  "dn19:3.21": "The gods of the Thirty-Three became even more uplifted and overjoyed at that, full of rapture and happiness, saying, ",
  "dn19:3.22": "‘The heavenly hosts swell, while the demon hosts dwindle!’ ",
  "dn19:4.0": "2. Eight Genuine Praises ",
  "dn19:4.1": "Seeing the joy of those gods, Sakka, lord of gods, addressed them, ",
  "dn19:4.2": "‘Gentlemen, would you like to hear eight genuine praises of the Buddha?’ ",
  "dn19:4.3": "‘Indeed we would, sir.’ ",
  "dn19:4.4": "Then Sakka proffered these eight genuine praises of the Buddha: ",
  "dn19:5.1": "‘What do the good gods of the Thirty-Three think ",
  "dn19:5.2": "about how much the Buddha has acted for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans? ",
  "dn19:5.3": "I don’t see any Teacher, past or present, who has such compassion for the world, apart from the Buddha. ",
  "dn19:6.1": "Also, the Buddha has explained the teaching well—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ",
  "dn19:6.2": "I don’t see any Teacher, past or present, who explains such a relevant teaching, apart from the Buddha. ",
  "dn19:7.1": "Also, the Buddha has clearly described what is skillful and what is unskillful, ",
  "dn19:7.2": "what is blameworthy and what is blameless, what should be cultivated and what should not be cultivated, what is inferior and what is superior, and what is on the side of dark and the side of bright. ",
  "dn19:7.3": "I don’t see any Teacher, past or present, who so clearly describes all these things, apart from the Buddha. ",
  "dn19:8.1": "Also, the Buddha has clearly described the practice that leads to extinguishment for his disciples. And extinguishment and the practice come together, ",
  "dn19:8.2": "as the waters of the Ganges come together and converge with the waters of the Yamuna. ",
  "dn19:8.3": "",
  "dn19:8.4": "I don’t see any Teacher, past or present, who so clearly describes the practice that leads to extinguishment for his disciples, apart from the Buddha. ",
  "dn19:9.1": "Also, possessions and popularity have accrued to the Buddha, so much that you’d think it would thrill even the aristocrats. But he takes his food free of vanity. ",
  "dn19:9.2": "I don’t see any Teacher, past or present, who takes their food so free of vanity, apart from the Buddha. ",
  "dn19:10.1": "Also, the Buddha has gained companions, both trainees who are practicing, and those with defilements ended who have completed their journey. ",
  "dn19:10.2": "The Buddha is committed to the joy of solitude, but doesn’t send them away. ",
  "dn19:10.3": "I don’t see any Teacher, past or present, so committed to the joy of solitude, apart from the Buddha. ",
  "dn19:11.1": "Also, the Buddha does as he says, and says as he does, thus: he does as he says, and says as he does. ",
  "dn19:11.2": "I don’t see any Teacher, past or present, who so practices in line with the teaching, apart from the Buddha. ",
  "dn19:12.1": "Also, the Buddha has gone beyond doubt and got rid of indecision. He has achieved all he wished for regarding the fundamental purpose of the spiritual life. ",
  "dn19:12.2": "I don’t see any Teacher, past or present, who has achieved these things, apart from the Buddha.’ ",
  "dn19:12.3": "These are the eight genuine praises of the Buddha proffered by Sakka. ",
  "dn19:12.4": "Hearing them, the gods of the Thirty-Three became even more uplifted and overjoyed. ",
  "dn19:13.1": "Then some gods thought, ",
  "dn19:13.2": "‘If only four fully awakened Buddhas might arise in the world and teach the Dhamma, just like the Blessed One! ",
  "dn19:13.3": "That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans!’ ",
  "dn19:13.4": "Other gods thought, ",
  "dn19:13.5": "‘Let alone four fully awakened Buddhas; if only three fully awakened Buddhas, ",
  "dn19:13.6": "",
  "dn19:13.7": "",
  "dn19:13.8": "or two fully awakened Buddhas might arise in the world and teach the Dhamma, just like the Blessed One! ",
  "dn19:13.9": "That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans!’ ",
  "dn19:14.1": "When they said this, Sakka said, ",
  "dn19:14.2": "‘It’s impossible, gentlemen, for two perfected ones, fully awakened Buddhas to arise in the same solar system at the same time. ",
  "dn19:14.3": "May that Blessed One be healthy and well, and remain with us for a long time! ",
  "dn19:14.4": "That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans!’ ",
  "dn19:14.5": "Then the gods of the Thirty-Three, having considered and deliberated on the matter for which they were seated together in the Hall of Justice, advised and instructed the Four Great Kings on the subject. ",
  "dn19:14.6": "And each stood at their own seat without departing. ",
  "dn19:14.7": "The Kings were instructed, ",
  "dn19:14.8": "and heeded good advice. ",
  "dn19:14.9": "With clear and peaceful minds, ",
  "dn19:14.10": "they stood by their own seats. ",
  "dn19:15.1": "Then in the northern quarter a magnificent light arose and radiance appeared, surpassing the glory of the gods. ",
  "dn19:15.2": "Then Sakka, lord of gods, addressed the gods of the Thirty-Three, ",
  "dn19:15.3": "‘As indicated by the signs—light arising and radiance appearing—Brahmā will appear. For this is the precursor for the appearance of Brahmā, namely light arising and radiance appearing.’ ",
  "dn19:15.4": "",
  "dn19:15.5": "As indicated by the signs, ",
  "dn19:15.6": "Brahmā will appear. ",
  "dn19:15.7": "For this is the sign of Brahmā: ",
  "dn19:15.8": "a light vast and great. ",
  "dn19:16.0": "3. On Sanaṅkumāra ",
  "dn19:16.1": "Then the gods of the Thirty-Three sat in their own seats, saying, ",
  "dn19:16.2": "‘We shall find out what has caused that light, and only when we have realized it shall we go to it.’ ",
  "dn19:16.3": "And the Four Great Kings did likewise. ",
  "dn19:16.4": "",
  "dn19:16.5": "Hearing that, the gods of the Thirty-Three agreed in unison, ",
  "dn19:16.6": "‘We shall find out what has caused that light, and only when we have realized it shall we go to it.’ ",
  "dn19:16.7": "When Brahmā Sanaṅkumāra appears to the gods of the Thirty-Three, he does so after manifesting in a solid corporeal form, ",
  "dn19:16.8": "for the gods of the Thirty-Three aren’t able to see a Brahmā’s normal appearance. ",
  "dn19:16.9": "When Brahmā Sanaṅkumāra appears to the gods of the Thirty-Three, he outshines the other gods in beauty and glory, ",
  "dn19:16.10": "as a golden statue outshines the human form. ",
  "dn19:16.11": "",
  "dn19:16.12": "When Brahmā Sanaṅkumāra appears to the gods of the Thirty-Three, not a single god in that assembly greets him by bowing down or rising up or inviting him to a seat. ",
  "dn19:16.13": "They all sit silently on their couches with their joined palms raised, thinking, ",
  "dn19:16.14": "‘Now Brahmā Sanaṅkumāra will sit on the couch of whatever god he chooses.’ ",
  "dn19:16.15": "And the god on whose couch Brahmā sits is overjoyed and brimming with happiness, ",
  "dn19:17.1": "like a king on the day of his coronation. ",
  "dn19:17.2": "",
  "dn19:17.3": "Seeing the joy of those gods, Brahmā Sanaṅkumāra celebrated with these verses: ",
  "dn19:17.4": "‘The gods rejoice—",
  "dn19:17.5": "the Thirty-Three with their Lord—",
  "dn19:17.6": "revering the Realized One, ",
  "dn19:17.7": "and the natural excellence of the teaching; ",
  "dn19:17.8": "and seeing the new gods, ",
  "dn19:17.9": "so beautiful and glorious, ",
  "dn19:17.10": "who have come here after leading ",
  "dn19:17.11": "the spiritual life under the Buddha! ",
  "dn19:17.12": "They outshine the others ",
  "dn19:17.13": "in beauty, glory, and lifespan. ",
  "dn19:17.14": "Here are the distinguished disciples ",
  "dn19:17.15": "of he whose wisdom is vast. ",
  "dn19:17.16": "Seeing this, they delight—",
  "dn19:17.17": "the Thirty-Three with their Lord—",
  "dn19:17.18": "revering the Realized One, ",
  "dn19:17.19": "and the natural excellence of the teaching!’ ",
  "dn19:18.1": "That is the topic on which Brahmā Sanaṅkumāra spoke. ",
  "dn19:18.2": "And while he was speaking on that topic, his voice had eight qualities: it was clear, comprehensible, charming, audible, lucid, undistorted, deep, and resonant. ",
  "dn19:18.3": "He makes sure his voice is intelligible as far as the assembly goes, but it doesn’t extend outside the assembly. ",
  "dn19:18.4": "When someone has a voice like this, they’re said to have the voice of Brahmā. ",
  "dn19:19.1": "Then the gods of the Thirty-Three said to Brahmā Sanaṅkumāra, ",
  "dn19:19.2": "‘Good, Great Brahmā! Having assessed this, we rejoice. ",
  "dn19:19.3": "And there are the eight genuine praises of the Buddha spoken by Sakka—",
  "dn19:19.4": "having assessed them, too, we rejoice.’ ",
  "dn19:19.5.0": "4. Eight Genuine Praises ",
  "dn19:19.6": "Then Brahmā said to Sakka, ",
  "dn19:19.7": "‘It would be good, lord of gods, if I could also hear the eight genuine praises of the Buddha.’ ",
  "dn19:19.8": "Saying, ‘Yes, Great Brahmā,’ Sakka repeated the eight genuine praises for him. ",
  "dn19:20.1": "",
  "dn19:20.2": "",
  "dn19:20.3": "",
  "dn19:21.1": "",
  "dn19:21.2": "",
  "dn19:22.1": "",
  "dn19:22.2": "",
  "dn19:22.3": "",
  "dn19:23.1": "",
  "dn19:23.2": "",
  "dn19:23.3": "",
  "dn19:23.4": "",
  "dn19:24.1": "",
  "dn19:24.2": "",
  "dn19:24.3": "",
  "dn19:25.1": "",
  "dn19:25.2": "",
  "dn19:26.1": "",
  "dn19:26.2": "",
  "dn19:26.3": "",
  "dn19:27.1": "",
  "dn19:27.2": "",
  "dn19:27.3": "",
  "dn19:28.1": "",
  "dn19:28.2": "Hearing them, Brahmā Sanaṅkumāra was uplifted and overjoyed, full of rapture and happiness. ",
  "dn19:28.3": "Then Brahmā Sanaṅkumāra manifested in a solid corporeal form, taking on the appearance of the youth Pañcasikha, and appeared to the gods of the Thirty-Three. ",
  "dn19:28.4": "Rising into the air, he sat cross-legged in the sky, ",
  "dn19:28.5": "like a strong man might sit cross-legged on a well-appointed couch or on level ground. ",
  "dn19:28.6": "There he addressed the gods of the Thirty-Three: ",
  "dn19:28.7.0": "5. The Story of the Steward ",
  "dn19:28.8": "‘What do the gods of the Thirty-Three think about the extent of the Buddha’s great wisdom? ",
  "dn19:29.1": "Once upon a time, there was a king named Disampati. ",
  "dn19:29.2": "He had a brahmin high priest named the Steward. ",
  "dn19:29.3": "Disampati’s son was the prince named Reṇu, ",
  "dn19:29.4": "while the Steward’s son was the student named Jotipāla. ",
  "dn19:29.5": "There were Reṇu the prince, Jotipāla the student, and six other aristocrats; these eight became friends. ",
  "dn19:29.6": "In due course the brahmin Steward passed away. ",
  "dn19:29.7": "At his passing, King Disampati lamented, ",
  "dn19:29.8": "“At a time when I have relinquished all my duties to the brahmin Steward and amuse myself, supplied and provided with the five kinds of sensual stimulation, he passes away!” ",
  "dn19:29.9": "When he said this, Prince Reṇu said to him, ",
  "dn19:29.10": "“Sire, don’t lament too much at the Steward’s passing. ",
  "dn19:29.11": "He has a son named Jotipāla, who is even more astute and expert than his father. ",
  "dn19:29.12": "He should manage the affairs that were managed by his father.” ",
  "dn19:29.13": "“Is that so, my prince?” ",
  "dn19:29.14": "“Yes, sire.” ",
  "dn19:30.0": "6. The Story of the Great Steward ",
  "dn19:30.1": "So King Disampati addressed one of his men, ",
  "dn19:30.2": "“Please, mister, go to the student Jotipāla, and say to him, ",
  "dn19:30.3": "‘Best wishes, Jotipāla! You are summoned by King Disampati; he wants to see you.’” ",
  "dn19:30.4": "“Yes, Your Majesty,” replied that man, and did as he was asked. ",
  "dn19:30.5": "",
  "dn19:30.6": "Then Jotipāla went to the king and exchanged greetings with him. ",
  "dn19:30.7": "When the greetings and polite conversation were over, he sat down to one side, and the king said to him, ",
  "dn19:30.8": "“May you, Jotipāla, manage my affairs—please don’t turn me down! ",
  "dn19:30.9": "I shall appoint you to your father’s position, and anoint you as Steward.” ",
  "dn19:30.10": "“Yes, sir,” replied Jotipāla. ",
  "dn19:31.1": "So the king anointed him as Steward and appointed him to his father’s position. ",
  "dn19:31.2": "After his appointment, the Steward Jotipāla managed both the affairs that his father had managed, and other affairs that his father had not managed. ",
  "dn19:31.3": "He organized both the works that his father had organized, and other works that his father had not organized. ",
  "dn19:31.4": "When people noticed this they said, ",
  "dn19:31.5": "“The brahmin is indeed a Steward, a Great Steward!” ",
  "dn19:31.6": "And that’s how the student Jotipāla came to be known as the Great Steward. ",
  "dn19:32.0": "6.1. Dividing the Realm ",
  "dn19:32.1": "Then the Great Steward went to the six aristocrats and said, ",
  "dn19:32.2": "“King Disampati is old, elderly and senior, advanced in years, and has reached the final stage of life. Who knows how long he has to live? ",
  "dn19:32.3": "It’s likely that when he passes away the king-makers will anoint Prince Reṇu as king. ",
  "dn19:32.4": "Come, sirs, go to Prince Reṇu and say, ",
  "dn19:32.5": "‘Prince Reṇu, we are your friends, dear, beloved, and cherished. We have shared your joys and sorrows. ",
  "dn19:32.6": "King Disampati is old, elderly and senior, advanced in years, and has reached the final stage of life. Who knows how long he has to live? ",
  "dn19:32.7": "It’s likely that when he passes away the king-makers will anoint you as king. ",
  "dn19:32.8": "If you should gain kingship, share it with us.’” ",
  "dn19:33.1": "“Yes, sir,” replied the six aristocrats. They went to Prince Reṇu and put the proposal to him. ",
  "dn19:33.2": "",
  "dn19:33.3": "",
  "dn19:33.4": "",
  "dn19:33.5": "",
  "dn19:33.6": "",
  "dn19:33.7": "The prince replied, “Who else, sirs, in my realm ought to prosper if not you? ",
  "dn19:33.8": "If I gain kingship, I will share it with you all.” ",
  "dn19:34.1": "In due course King Disampati passed away. ",
  "dn19:34.2": "At his passing, the king-makers anointed Prince Reṇu as king. ",
  "dn19:34.3": "But after being anointed, King Reṇu amused himself, supplied and provided with the five kinds of sensual stimulation. ",
  "dn19:34.4": "Then the Great Steward went to the six aristocrats and said, ",
  "dn19:34.5": "“King Disampati has passed away. ",
  "dn19:34.6": "But after being anointed, King Reṇu amused himself, supplied and provided with the five kinds of sensual stimulation. ",
  "dn19:34.7": "Who knows the intoxicating power of sensual pleasures? ",
  "dn19:34.8": "Come, sirs, go to Prince Reṇu and say, ",
  "dn19:34.9": "‘Sir, King Disampati has passed away, and you have been anointed as king. Do you remember what you said?’” ",
  "dn19:34.10": "“Yes, sir,” replied the six aristocrats. They went to King Reṇu and said, ",
  "dn19:34.11": "“Sir, King Disampati has passed away, and you have been anointed as king. Do you remember what you said?” ",
  "dn19:34.12": "“I remember, sirs. ",
  "dn19:34.13": "Who is able to neatly divide into seven equal parts this great land, so broad in the north and narrow as the front of a cart in the south?” ",
  "dn19:34.14": "“Who else, sir, if not the Great Steward?” ",
  "dn19:35.1": "So King Reṇu addressed one of his men, ",
  "dn19:35.2": "“Please, mister, go to the brahmin Great Steward and say that ",
  "dn19:35.3": "King Reṇu summons him.” ",
  "dn19:35.4": "“Yes, Your Majesty,” replied that man, and did as he was asked. ",
  "dn19:35.5": "",
  "dn19:35.6": "Then the Great Steward went to the king and exchanged greetings with him. ",
  "dn19:35.7": "When the greetings and polite conversation were over, he sat down to one side, and the king said to him, ",
  "dn19:35.8": "“Come, let the good Steward neatly divide into seven equal parts this great land, so broad in the north and narrow as the front of a cart in the south.” ",
  "dn19:35.9": "“Yes, sir,” replied the Great Steward, and did as he was asked. ",
  "dn19:36.1": "All were set up like the fronts of carts, ",
  "dn19:36.2": "with King Reṇu’s nation in the center. ",
  "dn19:36.3": "Dantapura for the Kaliṅgas; ",
  "dn19:36.4": "Potana for the Assakas; ",
  "dn19:36.5": "Māhissatī for the Avantis; ",
  "dn19:36.6": "Roruka for the Sovīras; ",
  "dn19:36.7": "Mithilā for the Videhas; ",
  "dn19:36.8": "Campā was made for the Aṅgas; ",
  "dn19:36.9": "and Benares for the Kāsis: ",
  "dn19:36.10": "these were laid out by the Steward. ",
  "dn19:36.11": "Then those six aristocrats were delighted with their respective gains, having achieved all they wished for, ",
  "dn19:36.12": "“We have received exactly what we wanted, what we wished for, what we desired, what we yearned for.” ",
  "dn19:36.13": "Sattabhū and Brahmadatta, ",
  "dn19:36.14": "Vessabhū and Bharata, ",
  "dn19:36.15": "Reṇu and the two Dhataraṭṭhas: ",
  "dn19:36.16": "these are the seven Bhāratas. ",
  "dn19:36.17": "The first recitation section is finished. ",
  "dn19:37.0": "6.2. A Good Reputation ",
  "dn19:37.1": "Then the six aristocrats approached the Great Steward and said, ",
  "dn19:37.2": "“Steward, just as you are King Reṇu’s friend, dear, beloved, and cherished, ",
  "dn19:37.3": "you are also our friend. ",
  "dn19:37.4": "Would you manage our affairs? Please don’t turn us down!” ",
  "dn19:37.5": "“Yes, sirs,” replied the Great Steward. ",
  "dn19:37.6": "Then the Great Steward managed the realms of the seven kings. And he taught seven well-to-do brahmins, and seven hundred bathed initiates to recite the hymns. ",
  "dn19:38.1": "After some time he got this good reputation, ",
  "dn19:38.2": "“The Great Steward sees Brahmā in person! The Great Steward discusses, converses, and consults with Brahmā in person!” ",
  "dn19:38.3": "The Great Steward thought, ",
  "dn19:38.4": "“I have the reputation ",
  "dn19:38.5": "of seeing Brahmā in person, and discussing with him in person. ",
  "dn19:38.6": "But I don’t. ",
  "dn19:38.7": "I have heard that brahmins of the past who were elderly and senior, the teachers of teachers, said: ",
  "dn19:38.8": "‘Whoever goes on retreat for the four months of the rainy season and practices the absorption on compassion sees Brahmā and discusses with him.’ ",
  "dn19:38.9": "Why don’t I do that?” ",
  "dn19:39.1": "So the Great Steward went to King Reṇu and told him of the situation, saying, ",
  "dn19:39.2": "",
  "dn19:39.3": "",
  "dn19:39.4": "",
  "dn19:39.5": "",
  "dn19:39.6": "",
  "dn19:39.7": "“Sir, I wish to go on retreat for the four months of the rainy season and practice the absorption on compassion. ",
  "dn19:39.8": "No one should approach me, except for the one who brings my meal.” ",
  "dn19:39.9": "“Please do so, Steward, at your convenience.” ",
  "dn19:40.1": "Then the Great Steward went to the six aristocrats to put the same proposal, and received the same reply. ",
  "dn19:40.2": "",
  "dn19:40.3": "",
  "dn19:40.4": "",
  "dn19:40.5": "",
  "dn19:40.6": "",
  "dn19:40.7": "",
  "dn19:40.8": "",
  "dn19:40.9": "",
  "dn19:41.1": "He also went to the seven well-to-do brahmins and seven hundred bathed initiates and put to them the same proposal, adding, ",
  "dn19:41.2": "",
  "dn19:41.3": "",
  "dn19:41.4": "",
  "dn19:41.5": "",
  "dn19:41.6": "",
  "dn19:41.7": "“Sirs, recite the hymns in detail as you have learned and memorized them, and teach each other how to recite.” ",
  "dn19:41.8": "",
  "dn19:41.9": "And they too said, ",
  "dn19:41.10": "“Please do so, Steward, at your convenience.” ",
  "dn19:42.1": "Then the Great Steward went to his forty equal wives to put the same proposal to them, and received the same reply. ",
  "dn19:42.2": "",
  "dn19:42.3": "",
  "dn19:42.4": "",
  "dn19:42.5": "",
  "dn19:42.6": "",
  "dn19:42.7": "",
  "dn19:42.8": "",
  "dn19:42.9": "",
  "dn19:43.1": "Then the Great Steward had a new meeting hall built to the east of his citadel, where he went on retreat for the four months of the rainy season and practiced the absorption on compassion. ",
  "dn19:43.2": "And no one approached him except the one who brought him meals. ",
  "dn19:43.3": "But then, when the four months had passed, the Great Steward became dissatisfied and anxious, ",
  "dn19:43.4": "“I have heard that brahmins of the past said that ",
  "dn19:43.5": "whoever goes on retreat for the four months of the rainy season and practices the absorption on compassion sees Brahmā and discusses with him. ",
  "dn19:43.6": "But I neither see Brahmā nor discuss with him.” ",
  "dn19:44.0": "6.3. A Discussion With Brahmā ",
  "dn19:44.1": "And then Brahmā Sanaṅkumāra, knowing what the Great Steward was thinking, as easily as a strong person would extend or contract their arm, vanished from the Brahmā realm and reappeared in the Great Steward’s presence. ",
  "dn19:44.2": "At that, the Great Steward became frightened, scared, his hair standing on end, as he had never seen such a sight before. ",
  "dn19:44.3": "So he addressed Brahmā Sanaṅkumāra in verse: ",
  "dn19:44.4": "“Who might you be, sir, ",
  "dn19:44.5": "so beautiful, glorious, majestic? ",
  "dn19:44.6": "Not knowing, I ask—",
  "dn19:44.7": "how am I to know who you are?” ",
  "dn19:44.8": "“In the Brahmā realm they know me ",
  "dn19:44.9": "as ‘The Eternal Youth’. ",
  "dn19:44.10": "All the gods know me thus, ",
  "dn19:44.11": "and so you should know me, Steward.” ",
  "dn19:44.12": "“A Brahmā deserves a seat and water, ",
  "dn19:44.13": "foot-salve, and sweet cakes. ",
  "dn19:44.14": "Sir, I ask you to please accept ",
  "dn19:44.15": "these gifts of hospitality.” ",
  "dn19:44.16": "“I accept the gifts of hospitality ",
  "dn19:44.17": "of which you speak. ",
  "dn19:44.18": "I grant you the opportunity ",
  "dn19:44.19": "to ask whatever you desire—",
  "dn19:44.20": "about welfare and benefit in this life, ",
  "dn19:44.21": "or happiness in lives to come.” ",
  "dn19:45.1": "Then the Great Steward thought, ",
  "dn19:45.2": "“Brahmā Sanaṅkumāra has granted me an opportunity. ",
  "dn19:45.3": "Should I ask him about what is beneficial for this life or lives to come?” ",
  "dn19:45.4": "Then he thought, ",
  "dn19:45.5": "“I’m a skilled in what is beneficial for this life, and others even ask me about it. ",
  "dn19:45.6": "Why don’t I ask Brahmā about the benefit that specifically applies to lives to come?” ",
  "dn19:45.7": "So he addressed Brahmā Sanaṅkumāra in verse: ",
  "dn19:45.8": "“I’m in doubt, so I ask Brahmā—<j>who is free of doubt—",
  "dn19:45.9": "about things one may learn from another. ",
  "dn19:45.10": "Standing on what, training in what ",
  "dn19:45.11": "may a mortal reach the deathless Brahmā realm?” ",
  "dn19:45.12": "“He among men, O brahmin, <j>has given up possessiveness, ",
  "dn19:45.13": "become one, compassionate, ",
  "dn19:45.14": "free of putrefaction, and refraining from sex. ",
  "dn19:45.15": "Standing on that, training in that ",
  "dn19:45.16": "a mortal may reach the deathless Brahmā realm.” ",
  "dn19:46.1": "“Sir, I understand what ‘giving up possessiveness’ means. ",
  "dn19:46.2": "It’s when someone gives up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ",
  "dn19:46.3": "That’s how I understand ‘giving up possessiveness’. ",
  "dn19:46.4": "Sir, I understand what ‘oneness’ means. ",
  "dn19:46.5": "It’s when someone frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ",
  "dn19:46.6": "That’s how I understand ‘oneness’. ",
  "dn19:46.7": "Sir, I understand what ‘compassionate’ means. ",
  "dn19:46.8": "It’s when someone meditates spreading a heart full of compassion to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of compassion to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "dn19:46.9": "That’s how I understand ‘compassionate’. ",
  "dn19:46.10": "But I don’t understand what you say about putrefaction. ",
  "dn19:46.11": "What among men, O Brahmā, is putrefaction? ",
  "dn19:46.12": "I don’t understand, so tell me, wise one: ",
  "dn19:46.13": "wrapped in what do people stink, ",
  "dn19:46.14": "headed for hell, shut out of the Brahmā realm?” ",
  "dn19:46.15": "“Anger, lies, fraud, and deceit, ",
  "dn19:46.16": "miserliness, vanity, jealousy, ",
  "dn19:46.17": "desire, stinginess, harassing others, ",
  "dn19:46.18": "greed, hate, vanity, and delusion—",
  "dn19:46.19": "those bound to such things have putrefaction; ",
  "dn19:46.20": "they’re headed for hell, <j>shut out of the Brahmā realm.” ",
  "dn19:46.21": "“As I understand what you say about putrefaction, it’s not easy to quell while living at home. ",
  "dn19:46.22": "I shall go forth from the lay life to homelessness!” ",
  "dn19:46.23": "“Please do so, Steward, at your convenience.” ",
  "dn19:47.0": "6.4. Informing King Reṇu ",
  "dn19:47.1": "So the Great Steward went to King Reṇu and said, ",
  "dn19:47.2": "“Sir, please now find another high priest to manage the affairs of state for you. ",
  "dn19:47.3": "I wish to go forth from the lay life to homelessness. ",
  "dn19:47.4": "As I understand what Brahmā says about putrefaction, it’s not easy to quell while living at home. ",
  "dn19:47.5": "I shall go forth from the lay life to homelessness. ",
  "dn19:47.6": "I announce to King Reṇu, ",
  "dn19:47.7": "the lord of the land: ",
  "dn19:47.8": "you must learn how to rule, ",
  "dn19:47.9": "for I no longer care for my ministry.” ",
  "dn19:47.10": "“If you’re lacking any pleasures, ",
  "dn19:47.11": "I’ll supply them for you. ",
  "dn19:47.12": "I’ll protect you from any harm, ",
  "dn19:47.13": "for I command the nation’s army. ",
  "dn19:47.14": "You are my father, I am your son! ",
  "dn19:47.15": "O Steward, please don’t leave!” ",
  "dn19:47.16": "“I’m lacking no pleasures, ",
  "dn19:47.17": "and no-one is harming me. ",
  "dn19:47.18": "I’ve heard a non-human voice, ",
  "dn19:47.19": "so I no longer care for lay life.” ",
  "dn19:47.20": "“What was that non-human like? ",
  "dn19:47.21": "What did he say to you, ",
  "dn19:47.22": "hearing which you would abandon ",
  "dn19:47.23": "our house and all our people?” ",
  "dn19:47.24": "“Before entering this retreat, ",
  "dn19:47.25": "I only liked to sacrifice. ",
  "dn19:47.26": "I kindled the sacred flame, ",
  "dn19:47.27": "strewn about with kusa grass. ",
  "dn19:47.28": "But then Brahmā the Eternal Youth ",
  "dn19:47.29": "appeared to me from the Brahmā realm. ",
  "dn19:47.30": "He answered my question, ",
  "dn19:47.31": "hearing which I no longer care for lay life.” ",
  "dn19:47.32": "“I have faith, O Steward, ",
  "dn19:47.33": "in that of which you speak. ",
  "dn19:47.34": "Having heard a non-human voice, ",
  "dn19:47.35": "what else could you do? ",
  "dn19:47.36": "We will follow your example, ",
  "dn19:47.37": "Steward, be my Teacher! ",
  "dn19:47.38": "Like a gem of beryl—",
  "dn19:47.39": "flawless, immaculate, beautiful—",
  "dn19:47.40": "that’s how pure we shall live, ",
  "dn19:47.41": "in the Steward’s dispensation. ",
  "dn19:47.42": "If the Steward is going forth from the lay life to homelessness, we shall do so too. Your destiny shall be ours.” ",
  "dn19:47.43": "",
  "dn19:48.0": "6.5. Informing the Six Aristocrats ",
  "dn19:48.1": "Then the Great Steward went to the six aristocrats and said, ",
  "dn19:48.2": "“Sirs, please now find another high priest to manage the affairs of state for you. ",
  "dn19:48.3": "I wish to go forth from the lay life to homelessness. ",
  "dn19:48.4": "As I understand what Brahmā says about putrefaction, it’s not easy to quell while living at home. ",
  "dn19:48.5": "I shall go forth from the lay life to homelessness!” ",
  "dn19:49.1": "Then the six aristocrats withdrew to one side and thought up a plan, ",
  "dn19:49.2": "“These brahmins are really greedy for wealth. ",
  "dn19:49.3": "Why don’t we try to persuade him with wealth?” ",
  "dn19:49.4": "They returned to the Great Steward and said, ",
  "dn19:49.5": "“In these seven kingdoms there is abundant wealth. We’ll get you as much as you want.” ",
  "dn19:49.6": "“Enough, sirs. I already have abundant wealth, owing to my lords. ",
  "dn19:49.7": "Giving up all that, I shall go forth.” ",
  "dn19:49.8": "",
  "dn19:49.9": "",
  "dn19:49.10": "Then the six aristocrats withdrew to one side and thought up a plan, ",
  "dn19:49.11": "“These brahmins are really greedy for women. ",
  "dn19:49.12": "Why don’t we try to persuade him with women?” ",
  "dn19:49.13": "They returned to the Great Steward and said, ",
  "dn19:49.14": "“In these seven kingdoms there are many women. We’ll get you as many as you want.” ",
  "dn19:49.15": "“Enough, sirs. I already have forty equal wives. ",
  "dn19:49.16": "Giving up all them, I shall go forth.” ",
  "dn19:49.17": "",
  "dn19:49.18": "",
  "dn19:50.1": "“If the Steward is going forth from the lay life to homelessness, we shall do so too. Your destiny shall be ours.” ",
  "dn19:50.2": "“If you all give up sensual pleasures, ",
  "dn19:50.3": "to which ordinary people are attached, ",
  "dn19:50.4": "exert yourselves, being strong, ",
  "dn19:50.5": "and possessing the power of patience. ",
  "dn19:50.6": "This path is the straight path, ",
  "dn19:50.7": "this path is supreme. ",
  "dn19:50.8": "Guarded by the good, the true teaching ",
  "dn19:50.9": "leads to rebirth in the Brahmā realm.” ",
  "dn19:51.1": "“Well then, sir, please wait for seven years. ",
  "dn19:51.2": "When seven years have passed, we shall go forth with you. Your destiny shall be ours.” ",
  "dn19:51.3": "“Seven years is too long, sirs. I cannot wait that long. ",
  "dn19:51.4": "Who knows what will happen to the living? ",
  "dn19:51.5": "We are heading to the next life. We must be thoughtful and wake up! We must do what’s good and lead the spiritual life, for no-one born can escape death. ",
  "dn19:51.6": "",
  "dn19:51.7": "I shall go forth.” ",
  "dn19:52.1": "“Well then, sir, please wait for six years, ",
  "dn19:52.2": "five years, ",
  "dn19:52.3": "four years, ",
  "dn19:52.4": "three years, ",
  "dn19:52.5": "two years, ",
  "dn19:52.6": "one year, ",
  "dn19:53.1": "",
  "dn19:53.2": "",
  "dn19:53.3": "",
  "dn19:53.4": "",
  "dn19:53.5": "",
  "dn19:53.6": "seven months, ",
  "dn19:54.1": "",
  "dn19:54.2": "",
  "dn19:54.3": "",
  "dn19:54.4": "",
  "dn19:54.5": "",
  "dn19:54.6": "six months, ",
  "dn19:54.7": "five months, ",
  "dn19:54.8": "four months, ",
  "dn19:54.9": "three months, ",
  "dn19:54.10": "two months, ",
  "dn19:54.11": "one month, ",
  "dn19:54.12": "or even a fortnight. When a fortnight has passed, we shall go forth. Your destiny shall be ours.” ",
  "dn19:55.1": "“A fortnight is too long, sirs. I cannot wait that long. ",
  "dn19:55.2": "Who knows what will happen to the living? ",
  "dn19:55.3": "We are heading to the next life. We must be thoughtful and wake up! We must do what’s good and lead the spiritual life, for no-one born can escape death. ",
  "dn19:55.4": "As I understand what Brahmā says about putrefaction, it’s not easy to quell while living at home. ",
  "dn19:55.5": "I shall go forth from the lay life to homelessness.” ",
  "dn19:55.6": "“Well then, sir, please wait for a week, so that we can instruct our sons and brothers in kingship. When a week has passed, we shall go forth. Your destiny shall be ours.” ",
  "dn19:55.7": "“A week is not too long, sirs. I will wait that long.” ",
  "dn19:56.0": "6.6. Informing the Brahmins ",
  "dn19:56.1": "Then the Great Steward also went to the seven well-to-do brahmins and seven hundred bathed initiates and said, ",
  "dn19:56.2": "“Sirs, please now find another teacher to teach you to recite the hymns. ",
  "dn19:56.3": "I wish to go forth from the lay life to homelessness. ",
  "dn19:56.4": "As I understand what Brahmā says about putrefaction, it’s not easy to quell while living at home. ",
  "dn19:56.5": "I shall go forth from the lay life to homelessness.” ",
  "dn19:56.6": "“Please don’t go forth from the lay life to homelessness! ",
  "dn19:56.7": "The life of one gone forth is of little influence or profit, ",
  "dn19:56.8": "whereas the life of a brahmin is of great influence and profit.” ",
  "dn19:56.9": "“Please, sirs, don’t say that. ",
  "dn19:56.10": "Who has greater influence and profit than myself? ",
  "dn19:56.11": "For now I am like a king to kings, like Brahmā to brahmins, like a deity to householders. ",
  "dn19:56.12": "Giving up all that, I shall go forth. ",
  "dn19:56.13": "As I understand what Brahmā says about putrefaction, it’s not easy to quell while living at home. ",
  "dn19:56.14": "I shall go forth from the lay life to homelessness.” ",
  "dn19:56.15": "“If the Steward is going forth from the lay life to homelessness, we shall do so too. Your destiny shall be ours.” ",
  "dn19:57.0": "6.7. Informing the Wives ",
  "dn19:57.1": "Then the Great Steward went to his forty equal wives and said, ",
  "dn19:57.2": "“Ladies, please do whatever you wish, whether returning to your own families, or finding another husband. ",
  "dn19:57.3": "I wish to go forth from the lay life to homelessness. ",
  "dn19:57.4": "As I understand what Brahmā says about putrefaction, it’s not easy to quell while living at home. ",
  "dn19:57.5": "I shall go forth from the lay life to homelessness.” ",
  "dn19:57.6": "“You are the only family we want! You are the only husband we want! ",
  "dn19:57.7": "If you are going forth from the lay life to homelessness, we shall do so too. Your destiny shall be ours.” ",
  "dn19:58.0": "6.8. The Great Steward Goes Forth ",
  "dn19:58.1": "When a week had passed, the Great Steward shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. ",
  "dn19:58.2": "And when he had gone forth, the seven anointed aristocrat kings, the seven brahmins with seven hundred initiates, the forty equal wives, and many thousands of aristocrats, brahmins, householders, and many harem women shaved off their hair and beards, dressed in ocher robes, and went forth from the lay life to homelessness. ",
  "dn19:58.3": "Escorted by that assembly, the Great Steward wandered on tour among the villages, towns, and capital cities. ",
  "dn19:58.4": "And at that time, whenever he arrived at a village or town, he was like a king to kings, like Brahmā to brahmins, like a deity to householders. ",
  "dn19:58.5": "And whenever people sneezed or tripped over ",
  "dn19:58.6": "they’d say: ",
  "dn19:58.7": "“Homage to the Great Steward! Homage to the high priest for the seven!” ",
  "dn19:59.1": "And the Great Steward meditated spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "dn19:59.2": "He meditated spreading a heart full of compassion … ",
  "dn19:59.3": "rejoicing … ",
  "dn19:59.4": "equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, he spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "dn19:59.5": "And he taught his disciples the path to rebirth in the company of Brahmā. ",
  "dn19:60.1": "Those of his disciples who completely understood the Great Steward’s instructions, ",
  "dn19:60.2": "at the breaking up of the body, after death, were reborn in the Brahmā realm. ",
  "dn19:60.3": "Of those disciples who only partly understood the Great Steward’s instructions, some were reborn in the company of the Gods Who Control the Creations of Others, ",
  "dn19:60.4": "while some were reborn in the company of the Gods Who Love to Create, ",
  "dn19:60.5": "or the Joyful Gods, ",
  "dn19:60.6": "or the Gods of Yama, ",
  "dn19:60.7": "or the Gods of the Thirty-Three, ",
  "dn19:60.8": "or the Gods of the Four Great Kings. ",
  "dn19:60.9": "And at the very least they swelled the hosts of the fairies. ",
  "dn19:60.10": "And so the going forth of all those gentlemen was not in vain, was not wasted, but was fruitful and fertile.’ ",
  "dn19:60.11": "Do you remember this, Blessed One?” ",
  "dn19:61.1": "“I remember, Pañcasikha. ",
  "dn19:61.2": "I myself was the brahmin Great Steward at that time. ",
  "dn19:61.3": "And I taught those disciples the path to rebirth in the company of Brahmā. ",
  "dn19:61.4": "But that spiritual path of mine doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. It only leads as far as rebirth in the Brahmā realm. ",
  "dn19:61.5": "But this spiritual path does lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "dn19:61.6": "And what is the spiritual path that leads to extinguishment? ",
  "dn19:61.7": "It is simply this noble eightfold path, that is: ",
  "dn19:61.8": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "dn19:61.9": "This is the spiritual path that leads to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "dn19:62.1": "Those of my disciples who completely understand my instructions realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ",
  "dn19:62.2": "Of those disciples who only partly understand my instructions, some, with the ending of the five lower fetters, become reborn spontaneously. They are extinguished there, and are not liable to return from that world. ",
  "dn19:62.3": "Some, with the ending of three fetters, and the weakening of greed, hate, and delusion, become once-returners. They come back to this world once only, then make an end of suffering. ",
  "dn19:62.4": "And some, with the ending of three fetters, become stream-enterers, not liable to be reborn in the underworld, bound for awakening. ",
  "dn19:62.5": "And so the going forth of all those gentlemen was not in vain, was not wasted, but was fruitful and fertile.” ",
  "dn19:62.6": "That is what the Buddha said. ",
  "dn19:62.7": "Delighted, the fairy Pañcasikha approved and agreed with what the Buddha said. He bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there. "
}