{
  "dn1:0.1": "Long Discourses 1 ",
  "dn1:0.2": "The Prime Net ",
  "dn1:1.0": "1. Talk on Wanderers ",
  "dn1:1.1.1": "So I have heard. ",
  "dn1:1.1.2": "At one time the Buddha was traveling along the road between Rājagaha and Nālanda together with a large Saṅgha of around five hundred mendicants. ",
  "dn1:1.1.3": "The wanderer Suppiya was also traveling along the same road, together with his pupil, the brahmin student Brahmadatta. ",
  "dn1:1.1.4": "Meanwhile, Suppiya criticized the Buddha, the teaching, and the Saṅgha in many ways, ",
  "dn1:1.1.5": "but his pupil Brahmadatta praised them in many ways. ",
  "dn1:1.1.6": "And so both teacher and pupil followed behind the Buddha and the Saṅgha of mendicants directly contradicting each other. ",
  "dn1:1.2.1": "Then the Buddha took up residence for the night in the royal rest-house in Ambalaṭṭhikā together with the Saṅgha of mendicants. ",
  "dn1:1.2.2": "And Suppiya and Brahmadatta did likewise. ",
  "dn1:1.2.3": "There too, Suppiya criticized the Buddha, the teaching, and the Saṅgha in many ways, ",
  "dn1:1.2.4": "but his pupil Brahmadatta praised them in many ways. ",
  "dn1:1.2.5": "And so both teacher and pupil kept on directly contradicting each other. ",
  "dn1:1.3.1": "Then several mendicants rose at the crack of dawn and sat together in the pavilion, where the topic of evaluation came up: ",
  "dn1:1.3.2": "“It’s incredible, reverends, it’s amazing how the diverse convictions of sentient beings have been clearly comprehended by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. ",
  "dn1:1.3.3": "For this Suppiya criticizes the Buddha, the teaching, and the Saṅgha in many ways, ",
  "dn1:1.3.4": "while his pupil Brahmadatta praises them in many ways. ",
  "dn1:1.3.5": "And so both teacher and pupil followed behind the Buddha and the Saṅgha of mendicants directly contradicting each other.” ",
  "dn1:1.4.1": "When the Buddha found out about this discussion on evaluation among the mendicants, he went to the pavilion, where he sat on the seat spread out and addressed the mendicants, ",
  "dn1:1.4.2": "“Mendicants, what were you sitting talking about just now? What conversation was left unfinished?” ",
  "dn1:1.4.3": "The mendicants told him what had happened, adding, ",
  "dn1:1.4.4": "",
  "dn1:1.4.5": "",
  "dn1:1.4.6": "",
  "dn1:1.4.7": "",
  "dn1:1.4.8": "",
  "dn1:1.4.9": "“This was our conversation that was unfinished when the Buddha arrived.” ",
  "dn1:1.5.1": "“Mendicants, if others criticize me, the teaching, or the Saṅgha, don’t make yourselves resentful, bitter, and exasperated. ",
  "dn1:1.5.2": "You’ll get angry and upset, which would be an obstacle for you alone. ",
  "dn1:1.5.3": "If others were to criticize me, the teaching, or the Saṅgha, and you got angry and upset, would you be able to understand whether they spoke well or poorly?” ",
  "dn1:1.5.4": "“No, sir.” ",
  "dn1:1.6.1": "“If others criticize me, the teaching, or the Saṅgha, you should explain that what is untrue is in fact untrue: ",
  "dn1:1.6.2": "‘This is why that’s untrue, this is why that’s false. There’s no such thing in us, it’s not found among us.’ ",
  "dn1:1.6.3": "If others praise me, the teaching, or the Saṅgha, don’t make yourselves thrilled, elated, and excited. ",
  "dn1:1.6.4": "You’ll get thrilled, elated, and excited, which would be an obstacle for you alone. ",
  "dn1:1.6.5": "If others praise me, the teaching, or the Saṅgha, you should acknowledge that what is true is in fact true: ",
  "dn1:1.6.6": "‘This is why that’s true, this is why that’s correct. There is such a thing in us, it is found among us.’ ",
  "dn1:1.7.0.1": "2. Ethics ",
  "dn1:1.7.0.2": "2.1. The Shorter Section on Ethics ",
  "dn1:1.7.1": "When an ordinary person speaks praise of the Realized One, they speak only of trivial, insignificant details of mere ethics. ",
  "dn1:1.7.2": "And what are the trivial, insignificant details of mere ethics that an ordinary person speaks of? ",
  "dn1:1.8.1": "‘The ascetic Gotama has given up killing living creatures. He has renounced the rod and the sword. He’s scrupulous and kind, living full of compassion for all living beings.’ ",
  "dn1:1.8.2": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.8.3": "‘The ascetic Gotama has given up stealing. He takes only what’s given, and expects only what’s given. He keeps himself clean by not thieving.’ ",
  "dn1:1.8.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.8.5": "‘The ascetic Gotama has given up unchastity. He is celibate, set apart, avoiding the vulgar act of sex.’ ",
  "dn1:1.8.6": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.9.1": "‘The ascetic Gotama has given up lying. He speaks the truth and sticks to the truth. He’s honest and trustworthy, and doesn’t trick the world with his words.’ ",
  "dn1:1.9.2": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.9.3": "‘The ascetic Gotama has given up divisive speech. He doesn’t repeat in one place what he heard in another so as to divide people against each other. Instead, he reconciles those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.’ ",
  "dn1:1.9.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.9.5": "‘The ascetic Gotama has given up harsh speech. He speaks in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people.’ ",
  "dn1:1.9.6": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.9.7": "‘The ascetic Gotama has given up talking nonsense. His words are timely, true, and meaningful, in line with the teaching and training. He says things at the right time which are valuable, reasonable, succinct, and beneficial.’ ",
  "dn1:1.9.8": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.10.1": "‘The ascetic Gotama refrains from injuring plants and seeds.’ ",
  "dn1:1.10.2": "",
  "dn1:1.10.3": "‘He eats in one part of the day, abstaining from eating at night and food at the wrong time.’ ",
  "dn1:1.10.4": "‘He refrains from dancing, singing, music, and seeing shows.’ ",
  "dn1:1.10.5": "‘He refrains from beautifying and adorning himself with garlands, perfumes, and makeup.’ ",
  "dn1:1.10.6": "‘He refrains from high and luxurious beds.’ ",
  "dn1:1.10.7": "‘He refrains from receiving gold and money, ",
  "dn1:1.10.8": "raw grains, ",
  "dn1:1.10.9": "raw meat, ",
  "dn1:1.10.10": "women and girls, ",
  "dn1:1.10.11": "male and female bondservants, ",
  "dn1:1.10.12": "goats and sheep, ",
  "dn1:1.10.13": "chickens and pigs, ",
  "dn1:1.10.14": "elephants, cows, horses, and mares, ",
  "dn1:1.10.15": "and fields and land.’ ",
  "dn1:1.10.16": "‘He refrains from running errands and messages; ",
  "dn1:1.10.17": "buying and selling; ",
  "dn1:1.10.18": "falsifying weights, metals, or measures; ",
  "dn1:1.10.19": "bribery, fraud, cheating, and duplicity; ",
  "dn1:1.10.20": "mutilation, murder, abduction, banditry, plunder, and violence.’ ",
  "dn1:1.10.21": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.10.22": "The shorter section on ethics is finished. ",
  "dn1:1.11.0": "2.2. The Middle Section on Ethics ",
  "dn1:1.11.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still engage in injuring plants and seeds. ",
  "dn1:1.11.2": "These include plants propagated from roots, stems, cuttings, or joints; and those from regular seeds as the fifth. ",
  "dn1:1.11.3": "The ascetic Gotama refrains from such injury to plants and seeds.’ ",
  "dn1:1.11.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.12.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still engage in storing up goods for their own use. ",
  "dn1:1.12.2": "This includes such things as food, drink, clothes, vehicles, bedding, fragrance, and material possessions. ",
  "dn1:1.12.3": "The ascetic Gotama refrains from storing up such goods.’ ",
  "dn1:1.12.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.13.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still engage in seeing shows. ",
  "dn1:1.13.2": "This includes such things as dancing, singing, music, performances, and storytelling; clapping, gongs, and kettledrums; art exhibitions and acrobatic displays; battles of elephants, horses, buffaloes, bulls, goats, rams, chickens, and quails; staff-fights, boxing, and wrestling; combat, roll calls of the armed forces, battle-formations, and regimental reviews. ",
  "dn1:1.13.3": "The ascetic Gotama refrains from such shows.’ ",
  "dn1:1.13.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.14.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still engage in gambling that causes negligence. ",
  "dn1:1.14.2": "This includes such things as checkers, draughts, checkers in the air, hopscotch, spillikins, board-games, tip-cat, drawing straws, dice, leaf-flutes, toy plows, somersaults, pinwheels, toy measures, toy carts, toy bows, guessing words from syllables, and guessing another’s thoughts. ",
  "dn1:1.14.3": "The ascetic Gotama refrains from such gambling.’ ",
  "dn1:1.14.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.15.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still make use of high and luxurious bedding. ",
  "dn1:1.15.2": "This includes such things as sofas, couches, woolen covers—shag-piled, colorful, white, embroidered with flowers, quilted, embroidered with animals, double- or single-fringed—and silk covers studded with gems, as well as silken sheets, woven carpets, rugs for elephants, horses, or chariots, antelope hide rugs, and spreads of fine deer hide, with a canopy above and red cushions at both ends. ",
  "dn1:1.15.3": "The ascetic Gotama refrains from such bedding.’ ",
  "dn1:1.15.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.16.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still engage in beautifying and adorning themselves with garlands, fragrance, and makeup. ",
  "dn1:1.16.2": "This includes such things as applying beauty products by anointing, massaging, bathing, and rubbing; mirrors, ointments, garlands, fragrances, and makeup; face-powder, foundation, bracelets, headbands, fancy walking-sticks or containers, rapiers, parasols, fancy sandals, turbans, jewelry, chowries, and long-fringed white robes. ",
  "dn1:1.16.3": "The ascetic Gotama refrains from such beautification and adornment.’ ",
  "dn1:1.16.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.17.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still engage in unworthy talk. This includes such topics as ",
  "dn1:1.17.2": "talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence. ",
  "dn1:1.17.3": "The ascetic Gotama refrains from such unworthy talk.’ ",
  "dn1:1.17.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.18.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still engage in arguments. ",
  "dn1:1.18.2": "They say such things as: “You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!” ",
  "dn1:1.18.3": "The ascetic Gotama refrains from such argumentative talk.’ ",
  "dn1:1.18.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.19.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still engage in running errands and messages. ",
  "dn1:1.19.2": "This includes running errands for rulers, ministers, aristocrats, brahmins, householders, or princes who say: “Go here, go there. Take this, bring that from there.” ",
  "dn1:1.19.3": "The ascetic Gotama refrains from such errands.’ ",
  "dn1:1.19.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.20.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still engage in deceit, flattery, hinting, and belittling, and using material possessions to chase after other material possessions. ",
  "dn1:1.20.2": "The ascetic Gotama refrains from such deceit and flattery.’ ",
  "dn1:1.20.3": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.20.4": "The middle section on ethics is finished. ",
  "dn1:1.21.0": "2.3. The Large Section on Ethics ",
  "dn1:1.21.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. ",
  "dn1:1.21.2": "This includes such fields as limb-reading, omenology, divining celestial portents, interpreting dreams, divining bodily marks, divining holes in cloth gnawed by mice, fire offerings, ladle offerings, offerings of husks, rice powder, rice, ghee, or oil; offerings from the mouth, blood sacrifices, palmistry; geomancy for building sites, fields, and cemeteries; exorcisms, earth magic, snake charming, poisons; the crafts of the scorpion, the rat, the bird, and the crow; prophesying life span, chanting for protection, and deciphering animal cries. ",
  "dn1:1.21.3": "The ascetic Gotama refrains from such unworthy branches of knowledge, such wrong livelihood.’ ",
  "dn1:1.21.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.22.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. ",
  "dn1:1.22.2": "This includes reading the marks of gems, cloth, clubs, swords, spears, arrows, weapons, women, men, boys, girls, male and female bondservants, elephants, horses, buffaloes, bulls, cows, goats, rams, chickens, quails, monitor lizards, rabbits, tortoises, or deer. ",
  "dn1:1.22.3": "The ascetic Gotama refrains from such unworthy branches of knowledge, such wrong livelihood.’ ",
  "dn1:1.22.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.23.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. ",
  "dn1:1.23.2": "This includes making predictions that the king will march forth or march back; or that our king will attack and the enemy king will retreat, or vice versa; or that our king will triumph and the enemy king will be defeated, or vice versa; and so there will be victory for one and defeat for the other. ",
  "dn1:1.23.3": "The ascetic Gotama refrains from such unworthy branches of knowledge, such wrong livelihood.’ ",
  "dn1:1.23.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.24.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. ",
  "dn1:1.24.2": "This includes making predictions that there will be an eclipse of the moon, or sun, or stars; that the sun, moon, and stars will be in conjunction or in opposition; that there will be a meteor shower, a fiery sky, an earthquake, thunder; that there will be a rising, a setting, a darkening, a brightening of the moon, sun, and stars. And it also includes making predictions about the results of all such phenomena. ",
  "dn1:1.24.3": "The ascetic Gotama refrains from such unworthy branches of knowledge, such wrong livelihood.’ ",
  "dn1:1.24.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.25.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. ",
  "dn1:1.25.2": "This includes predicting whether there will be plenty of rain or drought; plenty to eat or famine; an abundant harvest or a bad harvest; security or peril; sickness or health. It also includes such occupations as computing, accounting, calculating, poetry, and cosmology. ",
  "dn1:1.25.3": "The ascetic Gotama refrains from such unworthy branches of knowledge, such wrong livelihood.’ ",
  "dn1:1.25.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.26.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. ",
  "dn1:1.26.2": "This includes making arrangements for giving and taking in marriage; for engagement and divorce; and for scattering rice inwards or outwards at the wedding ceremony. It also includes casting spells for good or bad luck, treating impacted fetuses, binding the tongue, or locking the jaws; charms for the hands and ears; questioning a mirror, a girl, or a god as an oracle; worshiping the sun, worshiping the Great One, breathing fire, and invoking Siri, the goddess of luck. ",
  "dn1:1.26.3": "The ascetic Gotama refrains from such unworthy branches of knowledge, such wrong livelihood.’ ",
  "dn1:1.26.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.27.1": "‘There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. ",
  "dn1:1.27.2": "This includes rites for propitiation, for granting wishes, for ghosts, for the earth, for rain, for property settlement, and for preparing and consecrating house sites, and rites involving rinsing and bathing, and oblations. It also includes administering emetics, purgatives, expectorants, and phlegmagogues; administering ear-oils, eye restoratives, nasal medicine, ointments, and counter-ointments; surgery with needle and scalpel, treating children, prescribing root medicines, and binding on herbs. ",
  "dn1:1.27.3": "The ascetic Gotama refrains from such unworthy branches of knowledge, such wrong livelihood.’ ",
  "dn1:1.27.4": "Such is an ordinary person’s praise of the Realized One. ",
  "dn1:1.27.5": "These are the trivial, insignificant details of mere ethics that an ordinary person speaks of when they speak praise of the Realized One. ",
  "dn1:1.27.6": "The longer section on ethics is finished. ",
  "dn1:1.28.0.1": "3. Views ",
  "dn1:1.28.0.2": "3.1. Theories About the Past ",
  "dn1:1.28.1": "There are other principles—deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute—which the Realized One makes known after realizing them with his own insight. Those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:1.28.2": "And what are these principles? ",
  "dn1:1.29.1": "There are some ascetics and brahmins who theorize about the past, and assert various hypotheses concerning the past on eighteen grounds. ",
  "dn1:1.29.2": "And what are the eighteen grounds on which they rely? ",
  "dn1:1.30.0": "3.1.1. Eternalism ",
  "dn1:1.30.1": "There are some ascetics and brahmins who are eternalists, who assert that the self and the cosmos are eternal on four grounds. ",
  "dn1:1.30.2": "And what are the four grounds on which they rely? ",
  "dn1:1.31.1": "It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they recollect their many kinds of past lives. ",
  "dn1:1.31.2": "That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ",
  "dn1:1.31.3": "They say: ",
  "dn1:1.31.4": "‘The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. ",
  "dn1:1.31.5": "They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise. ",
  "dn1:1.31.6": "Why is that? ",
  "dn1:1.31.7": "Because by dint of keen, resolute, committed, and diligent effort, and right focus I experience an immersion of the heart of such a kind that I recollect my many kinds of past lives, ",
  "dn1:1.31.8": "with features and details. ",
  "dn1:1.31.9": "Because of this I know: ",
  "dn1:1.31.10": "“The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. ",
  "dn1:1.31.11": "They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise.’ ",
  "dn1:1.31.12": "This is the first ground on which some ascetics and brahmins rely to assert that the self and the cosmos are eternal. ",
  "dn1:1.32.1": "And what is the second ground on which they rely? ",
  "dn1:1.32.2": "It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they recollect their many kinds of past lives. ",
  "dn1:1.32.3": "That is: one eon of the cosmos contracting and expanding; two, three, four, five, or ten eons of the cosmos contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ",
  "dn1:1.32.4": "They say: ",
  "dn1:1.32.5": "‘The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. ",
  "dn1:1.32.6": "They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise. ",
  "dn1:1.32.7": "Why is that? ",
  "dn1:1.32.8": "Because by dint of keen, resolute, committed, and diligent effort, and right focus I experience an immersion of the heart of such a kind that I recollect my many kinds of past lives, ",
  "dn1:1.32.9": "with features and details. ",
  "dn1:1.32.10": "Because of this I know: ",
  "dn1:1.32.11": "“The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise.”’ ",
  "dn1:1.32.12": "This is the second ground on which some ascetics and brahmins rely to assert that the self and the cosmos are eternal. ",
  "dn1:1.33.1": "And what is the third ground on which they rely? ",
  "dn1:1.33.2": "It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they recollect their many kinds of past lives. ",
  "dn1:1.33.3": "That is: ten eons of the cosmos contracting and expanding; twenty, thirty, or forty eons of the cosmos contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ",
  "dn1:1.33.4": "They say: ",
  "dn1:1.33.5": "‘The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. ",
  "dn1:1.33.6": "They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise. ",
  "dn1:1.33.7": "Why is that? ",
  "dn1:1.33.8": "Because by dint of keen, resolute, committed, and diligent effort, and right focus I experience an immersion of the heart of such a kind that I recollect my many kinds of past lives, ",
  "dn1:1.33.9": "with features and details. ",
  "dn1:1.33.10": "Because of this I know: ",
  "dn1:1.33.11": "“The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise.”’ ",
  "dn1:1.33.12": "This is the third ground on which some ascetics and brahmins rely to assert that the self and the cosmos are eternal. ",
  "dn1:1.34.1": "And what is the fourth ground on which they rely? ",
  "dn1:1.34.2": "It’s when some ascetic or brahmin relies on logic and inquiry. They speak of what they have worked out by logic, following a line of inquiry, expressing their own perspective: ",
  "dn1:1.34.3": "‘The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. ",
  "dn1:1.34.4": "They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise.’ ",
  "dn1:1.34.5": "This is the fourth ground on which some ascetics and brahmins rely to assert that the self and the cosmos are eternal. ",
  "dn1:1.35.1": "These are the four grounds on which those ascetics and brahmins assert that the self and the cosmos are eternal. ",
  "dn1:1.35.2": "Any ascetics and brahmins who assert that the self and the cosmos are eternal do so on one or other of these four grounds. Outside of this there is none. ",
  "dn1:1.36.1": "The Realized One understands this: ",
  "dn1:1.36.2": "‘If you hold on to and attach to these grounds for views it leads to such and such a destiny in the next life.’ ",
  "dn1:1.36.3": "He understands this, and what goes beyond this. Yet since he does not misapprehend that understanding, he has realized extinguishment within himself. ",
  "dn1:1.36.4": "Having truly understood the origin, ending, gratification, drawback, and escape from feelings, the Realized One is freed through not grasping. ",
  "dn1:1.37.1": "These are the principles—deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute—which the Realized One makes known after realizing them with his own insight. And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:1.37.2": "The first recitation section. ",
  "dn1:2.1.0": "3.1.2. Partial Eternalism ",
  "dn1:2.1.1": "There are some ascetics and brahmins who are partial eternalists, who assert that the self and the cosmos are partially eternal and partially not eternal on four grounds. ",
  "dn1:2.1.2": "And what are the four grounds on which they rely? ",
  "dn1:2.2.1": "There comes a time when, after a very long period has passed, this cosmos contracts. ",
  "dn1:2.2.2": "As the cosmos contracts, sentient beings are mostly headed for the realm of streaming radiance. ",
  "dn1:2.2.3": "There they are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. ",
  "dn1:2.3.1": "There comes a time when, after a very long period has passed, this cosmos expands. ",
  "dn1:2.3.2": "As it expands an empty mansion of Brahmā appears. ",
  "dn1:2.3.3": "Then a certain sentient being—due to the running out of their life-span or merit—passes away from that host of radiant deities and is reborn in that empty mansion of Brahmā. ",
  "dn1:2.3.4": "There they are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. ",
  "dn1:2.4.1": "But after staying there all alone for a long time, they become dissatisfied and anxious: ",
  "dn1:2.4.2": "‘Oh, if only another being would come to this state of existence.’ ",
  "dn1:2.4.3": "Then other sentient beings—due to the running out of their life-span or merit—pass away from that host of radiant deities and are reborn in that empty mansion of Brahmā in company with that being. ",
  "dn1:2.4.4": "There they too are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. ",
  "dn1:2.5.1": "Now, the being who was reborn there first thinks: ",
  "dn1:2.5.2": "‘I am Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. ",
  "dn1:2.5.3": "These beings were created by me! ",
  "dn1:2.5.4": "Why is that? ",
  "dn1:2.5.5": "Because first I thought: ",
  "dn1:2.5.6": "“Oh, if only another being would come to this state of existence.” ",
  "dn1:2.5.7": "Such was my heart’s wish, and then these creatures came to this state of existence.’ ",
  "dn1:2.5.8": "And the beings who were reborn there later also think: ",
  "dn1:2.5.9": "‘This must be Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. ",
  "dn1:2.5.10": "And we have been created by him. ",
  "dn1:2.5.11": "Why is that? ",
  "dn1:2.5.12": "Because we see that he was reborn here first, and we arrived later.’ ",
  "dn1:2.6.1": "And the being who was reborn first is more long-lived, beautiful, and illustrious than those who arrived later. ",
  "dn1:2.6.2": "",
  "dn1:2.6.3": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. ",
  "dn1:2.6.4": "Having done so, they go forth from the lay life to homelessness. ",
  "dn1:2.6.5": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect that past life, but no further. ",
  "dn1:2.6.6": "They say: ",
  "dn1:2.6.7": "‘He who is Brahmā—the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born—is permanent, everlasting, eternal, imperishable, remaining the same for all eternity. ",
  "dn1:2.6.8": "We who were created by that Brahmā are impermanent, not lasting, short-lived, perishable, and have come to this state of existence. ",
  "dn1:2.6.9": "This is the first ground on which some ascetics and brahmins rely to assert that the self and the cosmos are partially eternal. ",
  "dn1:2.7.1": "And what is the second ground on which they rely? ",
  "dn1:2.7.2": "There are gods named ‘depraved by play.’ They spend too much time laughing, playing, and making merry. And in doing so, they lose their mindfulness, and they pass away from that host of gods. ",
  "dn1:2.8.1": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. ",
  "dn1:2.8.2": "Having done so, they go forth from the lay life to homelessness. ",
  "dn1:2.8.3": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect that past life, but no further. ",
  "dn1:2.9.1": "They say: ",
  "dn1:2.9.2": "‘The gods not depraved by play don’t spend too much time laughing, playing, and making merry. So they don’t lose their mindfulness, and don’t pass away from that host of gods. ",
  "dn1:2.9.3": "They are permanent, everlasting, eternal, imperishable, remaining the same for all eternity. ",
  "dn1:2.9.4": "But we who were depraved by play spent too much time laughing, playing, and making merry. In doing so, we lost our mindfulness, and passed away from that host of gods. ",
  "dn1:2.9.5": "We are impermanent, not lasting, short-lived, perishable, and have come to this state of existence.’ ",
  "dn1:2.9.6": "This is the second ground on which some ascetics and brahmins rely to assert that the self and the cosmos are partially eternal. ",
  "dn1:2.10.1": "And what is the third ground on which they rely? ",
  "dn1:2.10.2": "There are gods named ‘malevolent’. They spend too much time gazing at each other, so they grow angry with each other, and their bodies and minds get tired. They pass away from that host of gods. ",
  "dn1:2.11.1": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. ",
  "dn1:2.11.2": "Having done so, they go forth from the lay life to homelessness. ",
  "dn1:2.11.3": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect that past life, but no further. ",
  "dn1:2.12.1": "They say: ",
  "dn1:2.12.2": "‘The gods who are not malevolent don’t spend too much time gazing at each other, so they don’t grow angry with each other, their bodies and minds don’t get tired, and they don’t pass away from that host of gods. ",
  "dn1:2.12.3": "They are permanent, everlasting, eternal, imperishable, remaining the same for all eternity. ",
  "dn1:2.12.4": "But we who were malevolent spent too much time gazing at each other, we grew angry with each other, our bodies and minds got tired, and we passed away from that host of gods. ",
  "dn1:2.12.5": "We are impermanent, not lasting, short-lived, perishable, and have come to this state of existence.’ ",
  "dn1:2.12.6": "This is the third ground on which some ascetics and brahmins rely to assert that the self and the cosmos are partially eternal. ",
  "dn1:2.13.1": "And what is the fourth ground on which they rely? ",
  "dn1:2.13.2": "It’s when some ascetic or brahmin relies on logic and inquiry. They speak of what they have worked out by logic, following a line of inquiry, expressing their own perspective: ",
  "dn1:2.13.3": "‘That which is called “the eye” or “the ear” or “the nose” or “the tongue” or “the body”: that self is impermanent, not lasting, transient, perishable. ",
  "dn1:2.13.4": "That which is called “mind” or “sentience” or “consciousness”: that self is permanent, everlasting, eternal, imperishable, remaining the same for all eternity.’ ",
  "dn1:2.13.5": "This is the fourth ground on which some ascetics and brahmins rely to assert that the self and the cosmos are partially eternal. ",
  "dn1:2.14.1": "These are the four grounds on which those ascetics and brahmins assert that the self and the cosmos are partially eternal and partially not eternal. ",
  "dn1:2.14.2": "Any ascetics and brahmins who assert that the self and the cosmos are partially eternal and partially not eternal do so on one or other of these four grounds. Outside of this there is none. ",
  "dn1:2.15.1": "The Realized One understands this: ",
  "dn1:2.15.2": "‘If you hold on to and attach to these grounds for views it leads to such and such a destiny in the next life.’ ",
  "dn1:2.15.3": "He understands this, and what goes beyond this. Yet since he does not misapprehend that understanding, he has realized extinguishment within himself. ",
  "dn1:2.15.4": "Having truly understood the origin, ending, gratification, drawback, and escape from feelings, the Realized One is freed through not grasping. ",
  "dn1:2.15.5": "These are the principles—deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute—which the Realized One makes known after realizing them with his own insight. And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:2.16.0": "3.1.3. The Cosmos is Finite or Infinite ",
  "dn1:2.16.1": "There are some ascetics and brahmins who theorize about size, and assert that the cosmos is finite or infinite on four grounds. ",
  "dn1:2.16.2": "And what are the four grounds on which they rely? ",
  "dn1:2.17.1": "It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they meditate perceiving the cosmos as finite. ",
  "dn1:2.17.2": "They say: ",
  "dn1:2.17.3": "‘The cosmos is finite and bounded. ",
  "dn1:2.17.4": "Why is that? ",
  "dn1:2.17.5": "Because by dint of keen, resolute, committed, and diligent effort, and right focus I experience an immersion of the heart of such a kind that I meditate perceiving the cosmos as finite. ",
  "dn1:2.17.6": "Because of this I know: ",
  "dn1:2.17.7": "“The cosmos is finite and bounded.”’ ",
  "dn1:2.17.8": "This is the first ground on which some ascetics and brahmins rely to assert that the cosmos is finite or infinite. ",
  "dn1:2.18.1": "And what is the second ground on which they rely? ",
  "dn1:2.18.2": "It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they meditate perceiving the cosmos as infinite. ",
  "dn1:2.18.3": "They say: ",
  "dn1:2.18.4": "‘The cosmos is infinite and unbounded. ",
  "dn1:2.18.5": "The ascetics and brahmins who say that ",
  "dn1:2.18.6": "the cosmos is finite are wrong. ",
  "dn1:2.18.7": "The cosmos is infinite and unbounded. ",
  "dn1:2.18.8": "Why is that? ",
  "dn1:2.18.9": "Because by dint of keen, resolute, committed, and diligent effort, and right focus I experience an immersion of the heart of such a kind that I meditate perceiving the cosmos as infinite. ",
  "dn1:2.18.10": "Because of this I know: ",
  "dn1:2.18.11": "“The cosmos is infinite and unbounded.”’ ",
  "dn1:2.18.12": "This is the second ground on which some ascetics and brahmins rely to assert that the cosmos is finite or infinite. ",
  "dn1:2.19.1": "And what is the third ground on which they rely? ",
  "dn1:2.19.2": "It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they meditate perceiving the cosmos as finite vertically but infinite horizontally. ",
  "dn1:2.19.3": "They say: ",
  "dn1:2.19.4": "‘The cosmos is both finite and infinite. ",
  "dn1:2.19.5": "The ascetics and brahmins who say that ",
  "dn1:2.19.6": "the cosmos is finite are wrong, ",
  "dn1:2.19.7": "and so are those who say that ",
  "dn1:2.19.8": "the cosmos is infinite. ",
  "dn1:2.19.9": "The cosmos is both finite and infinite. ",
  "dn1:2.19.10": "Why is that? ",
  "dn1:2.19.11": "Because by dint of keen, resolute, committed, and diligent effort, and right focus I experience an immersion of the heart of such a kind that I meditate perceiving the cosmos as finite vertically but infinite horizontally. ",
  "dn1:2.19.12": "Because of this I know: ",
  "dn1:2.19.13": "“The cosmos is both finite and infinite.”’ ",
  "dn1:2.19.14": "This is the third ground on which some ascetics and brahmins rely to assert that the cosmos is finite or infinite. ",
  "dn1:2.20.1": "And what is the fourth ground on which they rely? ",
  "dn1:2.20.2": "It’s when some ascetic or brahmin relies on logic and inquiry. They speak of what they have worked out by logic, following a line of inquiry, expressing their own perspective: ",
  "dn1:2.20.3": "‘The cosmos is neither finite nor infinite. ",
  "dn1:2.20.4": "The ascetics and brahmins who say that ",
  "dn1:2.20.5": "the cosmos is finite are wrong, ",
  "dn1:2.20.6": "as are those who say that ",
  "dn1:2.20.7": "the cosmos is infinite, ",
  "dn1:2.20.8": "and also those who say that ",
  "dn1:2.20.9": "the cosmos is both finite and infinite. ",
  "dn1:2.20.10": "The cosmos is neither finite nor infinite.’ ",
  "dn1:2.20.11": "This is the fourth ground on which some ascetics and brahmins rely to assert that the cosmos is finite or infinite. ",
  "dn1:2.21.1": "These are the four grounds on which those ascetics and brahmins assert that the cosmos is finite or infinite. ",
  "dn1:2.21.2": "Any ascetics and brahmins who assert that the cosmos is finite or infinite do so on one or other of these four grounds. Outside of this there is none. ",
  "dn1:2.22.1": "The Realized One understands this: ",
  "dn1:2.22.2": "‘If you hold on to and attach to these grounds for views it leads to such and such a destiny in the next life.’ ",
  "dn1:2.22.3": "He understands this, and what goes beyond this. Yet since he does not misapprehend that understanding, he has realized extinguishment within himself. ",
  "dn1:2.22.4": "Having truly understood the origin, ending, gratification, drawback, and escape from feelings, the Realized One is freed through not grasping. ",
  "dn1:2.22.5": "These are the principles—deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute—which the Realized One makes known after realizing them with his own insight. And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:2.23.0": "3.1.4. Equivocators ",
  "dn1:2.23.1": "There are some ascetics and brahmins who are equivocators. Whenever they’re asked a question, they resort to evasiveness and equivocation on four grounds. ",
  "dn1:2.23.2": "And what are the four grounds on which they rely? ",
  "dn1:2.24.1": "It’s when some ascetic or brahmin doesn’t truly understand what is skillful and what is unskillful. ",
  "dn1:2.24.2": "They think: ",
  "dn1:2.24.3": "‘I don’t truly understand what is skillful and what is unskillful. ",
  "dn1:2.24.4": "If I were to declare that something was skillful or unskillful I might be wrong. ",
  "dn1:2.24.5": "That would be stressful for me, ",
  "dn1:2.24.6": "and that stress would be an obstacle.’ ",
  "dn1:2.24.7": "So from fear and disgust with false speech they avoid stating whether something is skillful or unskillful. Whenever they’re asked a question, they resort to evasiveness and equivocation: ",
  "dn1:2.24.8": "‘I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.’ ",
  "dn1:2.24.9": "This is the first ground on which some ascetics and brahmins rely when resorting to evasiveness and equivocation. ",
  "dn1:2.25.1": "And what is the second ground on which they rely? ",
  "dn1:2.25.2": "It’s when some ascetic or brahmin doesn’t truly understand what is skillful and what is unskillful. ",
  "dn1:2.25.3": "They think: ",
  "dn1:2.25.4": "‘I don’t truly understand what is skillful and what is unskillful. ",
  "dn1:2.25.5": "If I were to declare that something was skillful or unskillful I might feel desire or greed or hate or repulsion. ",
  "dn1:2.25.6": "That would be grasping on my part. ",
  "dn1:2.25.7": "That would be stressful for me, ",
  "dn1:2.25.8": "and that stress would be an obstacle.’ ",
  "dn1:2.25.9": "So from fear and disgust with grasping they avoid stating whether something is skillful or unskillful. Whenever they’re asked a question, they resort to evasiveness and equivocation: ",
  "dn1:2.25.10": "‘I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.’ ",
  "dn1:2.25.11": "This is the second ground on which some ascetics and brahmins rely when resorting to evasiveness and equivocation. ",
  "dn1:2.26.1": "And what is the third ground on which they rely? ",
  "dn1:2.26.2": "It’s when some ascetic or brahmin doesn’t truly understand what is skillful and what is unskillful. ",
  "dn1:2.26.3": "They think: ",
  "dn1:2.26.4": "‘I don’t truly understand what is skillful and what is unskillful. ",
  "dn1:2.26.5": "Suppose I were to declare that something was skillful or unskillful. ",
  "dn1:2.26.6": "There are clever ascetics and brahmins who are subtle, accomplished in the doctrines of others, hair-splitters. You’d think they live to demolish convictions with their intellect. ",
  "dn1:2.26.7": "They might pursue, press, and grill me about that. ",
  "dn1:2.26.8": "I’d be stumped by such a grilling. ",
  "dn1:2.26.9": "That would be stressful for me, ",
  "dn1:2.26.10": "and that stress would be an obstacle.’ ",
  "dn1:2.26.11": "So from fear and disgust with examination they avoid stating whether something is skillful or unskillful. Whenever they’re asked a question, they resort to evasiveness and equivocation: ",
  "dn1:2.26.12": "‘I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.’ ",
  "dn1:2.26.13": "This is the third ground on which some ascetics and brahmins rely when resorting to evasiveness and equivocation. ",
  "dn1:2.27.1": "And what is the fourth ground on which they rely? ",
  "dn1:2.27.2": "It’s when some ascetic or brahmin is dull and stupid. ",
  "dn1:2.27.3": "Because of that, whenever they’re asked a question, they resort to evasiveness and equivocation: ",
  "dn1:2.27.4": "‘Suppose you were to ask me whether there is another world. If I believed there was, I would say so. ",
  "dn1:2.27.5": "But I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so. ",
  "dn1:2.27.6": "Suppose you were to ask me whether there is no other world … ",
  "dn1:2.27.7": "whether there both is and is not another world … ",
  "dn1:2.27.8": "whether there neither is nor is not another world … ",
  "dn1:2.27.9": "whether there are beings who are reborn spontaneously … ",
  "dn1:2.27.10": "whether there are not beings who are reborn spontaneously … ",
  "dn1:2.27.11": "whether there both are and are not beings who are reborn spontaneously … ",
  "dn1:2.27.12": "whether there neither are nor are not beings who are reborn spontaneously … ",
  "dn1:2.27.13": "whether there is fruit and result of good and bad deeds … ",
  "dn1:2.27.14": "whether there is not fruit and result of good and bad deeds … ",
  "dn1:2.27.15": "whether there both is and is not fruit and result of good and bad deeds … ",
  "dn1:2.27.16": "whether there neither is nor is not fruit and result of good and bad deeds … ",
  "dn1:2.27.17": "whether a Realized One exists after death … ",
  "dn1:2.27.18": "whether a Realized One doesn’t exist after death … ",
  "dn1:2.27.19": "whether a Realized One both exists and doesn’t exist after death … ",
  "dn1:2.27.20": "whether a Realized One neither exists nor doesn’t exist after death. If I believed there was, I would say so. ",
  "dn1:2.27.21": "But I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.’ ",
  "dn1:2.27.22": "This is the fourth ground on which some ascetics and brahmins rely when resorting to evasiveness and equivocation. ",
  "dn1:2.28.1": "These are the four grounds on which those ascetics and brahmins who are equivocators resort to evasiveness and equivocation whenever they’re asked a question. ",
  "dn1:2.28.2": "Any ascetics and brahmins who resort to equivocation do so on one or other of these four grounds. Outside of this there is none. ",
  "dn1:2.29.1": "The Realized One understands this … ",
  "dn1:2.29.2": "And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:2.30.0": "3.1.5. Doctrines of Origination by Chance ",
  "dn1:2.30.1": "There are some ascetics and brahmins who theorize about chance. They assert that the self and the cosmos arose by chance on two grounds. ",
  "dn1:2.30.2": "And what are the two grounds on which they rely? ",
  "dn1:2.31.1": "There are gods named ‘non-percipient beings’. ",
  "dn1:2.31.2": "When perception arises they pass away from that host of gods. ",
  "dn1:2.31.3": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. ",
  "dn1:2.31.4": "Having done so, they go forth from the lay life to homelessness. ",
  "dn1:2.31.5": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect the arising of perception, but no further. ",
  "dn1:2.31.6": "They say: ",
  "dn1:2.31.7": "‘The self and the cosmos arose by chance. ",
  "dn1:2.31.8": "Why is that? ",
  "dn1:2.31.9": "Because formerly I didn’t exist. Now, having not been, I’ve sprung into existence.’ ",
  "dn1:2.31.10": "This is the first ground on which some ascetics and brahmins rely to assert that the self and the cosmos arose by chance. ",
  "dn1:2.32.1": "And what is the second ground on which they rely? ",
  "dn1:2.32.2": "It’s when some ascetic or brahmin relies on logic and inquiry. ",
  "dn1:2.32.3": "They speak of what they have worked out by logic, following a line of inquiry, expressing their own perspective: ",
  "dn1:2.32.4": "‘The self and the cosmos arose by chance.’ ",
  "dn1:2.32.5": "This is the second ground on which some ascetics and brahmins rely to assert that the self and the cosmos arose by chance. ",
  "dn1:2.33.1": "These are the two grounds on which those ascetics and brahmins who theorize about chance assert that the self and the cosmos arose by chance. ",
  "dn1:2.33.2": "Any ascetics and brahmins who theorize about chance do so on one or other of these two grounds. Outside of this there is none. ",
  "dn1:2.34.1": "The Realized One understands this … ",
  "dn1:2.34.2": "And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:2.35.1": "These are the eighteen grounds on which those ascetics and brahmins who theorize about the past assert various hypotheses concerning the past. ",
  "dn1:2.35.2": "Any ascetics and brahmins who theorize about the past do so on one or other of these eighteen grounds. Outside of this there is none. ",
  "dn1:2.36.1": "The Realized One understands this: ",
  "dn1:2.36.2": "‘If you hold on to and attach to these grounds for views it leads to such and such a destiny in the next life.’ ",
  "dn1:2.36.3": "He understands this, and what goes beyond this. Yet since he does not misapprehend that understanding, he has realized extinguishment within himself. ",
  "dn1:2.36.4": "Having truly understood the origin, ending, gratification, drawback, and escape from feelings, the Realized One is freed through not grasping. ",
  "dn1:2.36.5": "These are the principles—deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute—which the Realized One makes known after realizing them with his own insight. And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:2.36.6": "The second recitation section. ",
  "dn1:2.37.0": "3.2. Theories About the Future ",
  "dn1:2.37.1": "There are some ascetics and brahmins who theorize about the future, and assert various hypotheses concerning the future on forty-four grounds. ",
  "dn1:2.37.2": "And what are the forty-four grounds on which they rely? ",
  "dn1:2.38.0": "3.2.1. Percipient Life After Death ",
  "dn1:2.38.1": "There are some ascetics and brahmins who say there is life after death, and assert that the self lives on after death in a percipient form on sixteen grounds. ",
  "dn1:2.38.2": "And what are the sixteen grounds on which they rely? ",
  "dn1:2.38.3": "They assert: ‘The self is well and percipient after death, and it has form … ",
  "dn1:2.38.4": "formless … ",
  "dn1:2.38.5": "both formed and formless … ",
  "dn1:2.38.6": "neither formed nor formless … ",
  "dn1:2.38.7": "finite … ",
  "dn1:2.38.8": "infinite … ",
  "dn1:2.38.9": "both finite and infinite … ",
  "dn1:2.38.10": "neither finite nor infinite … ",
  "dn1:2.38.11": "of unified perception … ",
  "dn1:2.38.12": "of diverse perception … ",
  "dn1:2.38.13": "of limited perception … ",
  "dn1:2.38.14": "of limitless perception … ",
  "dn1:2.38.15": "experiences nothing but happiness … ",
  "dn1:2.38.16": "experiences nothing but suffering … ",
  "dn1:2.38.17": "experiences both happiness and suffering … ",
  "dn1:2.38.18": "experiences neither happiness nor suffering.’ ",
  "dn1:2.39.1": "These are the sixteen grounds on which those ascetics and brahmins assert that the self lives on after death in a percipient form. ",
  "dn1:2.39.2": "Any ascetics and brahmins who assert that the self lives on after death in a percipient form do so on one or other of these sixteen grounds. Outside of this there is none. ",
  "dn1:2.39.3": "The Realized One understands this … ",
  "dn1:2.39.4": "And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:3.1.0": "3.2.2. Non-Percipient Life After Death ",
  "dn1:3.1.1": "There are some ascetics and brahmins who say there is life after death, and assert that the self lives on after death in a non-percipient form on eight grounds. ",
  "dn1:3.1.2": "And what are the eight grounds on which they rely? ",
  "dn1:3.2.1": "They assert: ‘The self is well and non-percipient after death, and it has form … ",
  "dn1:3.2.2": "formless … ",
  "dn1:3.2.3": "both formed and formless … ",
  "dn1:3.2.4": "neither formed nor formless … ",
  "dn1:3.2.5": "finite … ",
  "dn1:3.2.6": "infinite … ",
  "dn1:3.2.7": "both finite and infinite … ",
  "dn1:3.2.8": "neither finite nor infinite.’ ",
  "dn1:3.3.1": "These are the eight grounds on which those ascetics and brahmins assert that the self lives on after death in a non-percipient form. ",
  "dn1:3.3.2": "Any ascetics and brahmins who assert that the self lives on after death in a non-percipient form do so on one or other of these eight grounds. Outside of this there is none. ",
  "dn1:3.4.1": "The Realized One understands this … ",
  "dn1:3.4.2": "And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:3.5.0": "3.2.3. Neither Percipient Nor Non-Percipient Life After Death ",
  "dn1:3.5.1": "There are some ascetics and brahmins who say there is life after death, and assert that the self lives on after death in a neither percipient nor non-percipient form on eight grounds. ",
  "dn1:3.5.2": "And what are the eight grounds on which they rely? ",
  "dn1:3.6.1": "They assert: ‘The self is well and neither percipient nor non-percipient after death, and it has form … ",
  "dn1:3.6.2": "formless … ",
  "dn1:3.6.3": "both formed and formless … ",
  "dn1:3.6.4": "neither formed nor formless … ",
  "dn1:3.6.5": "finite … ",
  "dn1:3.6.6": "infinite … ",
  "dn1:3.6.7": "both finite and infinite … ",
  "dn1:3.6.8": "neither finite nor infinite.’ ",
  "dn1:3.7.1": "These are the eight grounds on which those ascetics and brahmins assert that the self lives on after death in a neither percipient nor non-percipient form. ",
  "dn1:3.7.2": "Any ascetics and brahmins who assert that the self lives on after death in a neither percipient nor non-percipient form do so on one or other of these eight grounds. Outside of this there is none. ",
  "dn1:3.8.1": "The Realized One understands this … ",
  "dn1:3.8.2": "And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:3.9.0": "3.2.4. Annihilationism ",
  "dn1:3.9.1": "There are some ascetics and brahmins who are annihilationists. They assert the annihilation, eradication, and obliteration of an existing being on seven grounds. ",
  "dn1:3.9.2": "And what are the seven grounds on which they rely? ",
  "dn1:3.10.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "dn1:3.10.2": "‘This self has form, made up of the four primary elements, and produced by mother and father. Since it’s annihilated and destroyed when the body breaks up, and doesn’t exist after death, that’s how this self becomes rightly annihilated.’ ",
  "dn1:3.10.3": "That is how some assert the annihilation of an existing being. ",
  "dn1:3.11.1": "But someone else says to them: ",
  "dn1:3.11.2": "‘<em>That</em> self of which you speak does exist, I don’t deny it. ",
  "dn1:3.11.3": "But that’s not how <em>this</em> self becomes rightly annihilated. ",
  "dn1:3.11.4": "There is another self that is divine, formed, sensual, consuming solid food. ",
  "dn1:3.11.5": "You don’t know or see that. ",
  "dn1:3.11.6": "But I know it and see it. ",
  "dn1:3.11.7": "Since this self is annihilated and destroyed when the body breaks up, and doesn’t exist after death, that’s how this self becomes rightly annihilated.’ ",
  "dn1:3.11.8": "That is how some assert the annihilation of an existing being. ",
  "dn1:3.12.1": "But someone else says to them: ",
  "dn1:3.12.2": "‘<em>That</em> self of which you speak does exist, I don’t deny it. ",
  "dn1:3.12.3": "But that’s not how <em>this</em> self becomes rightly annihilated. ",
  "dn1:3.12.4": "There is another self that is divine, formed, mind-made, complete in all its various parts, not deficient in any faculty. ",
  "dn1:3.12.5": "You don’t know or see that. ",
  "dn1:3.12.6": "But I know it and see it. ",
  "dn1:3.12.7": "Since this self is annihilated and destroyed when the body breaks up, and doesn’t exist after death, that’s how this self becomes rightly annihilated.’ ",
  "dn1:3.12.8": "That is how some assert the annihilation of an existing being. ",
  "dn1:3.13.1": "But someone else says to them: ",
  "dn1:3.13.2": "‘<em>That</em> self of which you speak does exist, I don’t deny it. ",
  "dn1:3.13.3": "But that’s not how <em>this</em> self becomes rightly annihilated. ",
  "dn1:3.13.4": "There is another self which has gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that “space is infinite”, it’s reborn in the dimension of infinite space. ",
  "dn1:3.13.5": "You don’t know or see that. ",
  "dn1:3.13.6": "But I know it and see it. ",
  "dn1:3.13.7": "Since this self is annihilated and destroyed when the body breaks up, and doesn’t exist after death, that’s how this self becomes rightly annihilated.’ ",
  "dn1:3.13.8": "That is how some assert the annihilation of an existing being. ",
  "dn1:3.14.1": "But someone else says to them: ",
  "dn1:3.14.2": "‘<em>That</em> self of which you speak does exist, I don’t deny it. ",
  "dn1:3.14.3": "But that’s not how <em>this</em> self becomes rightly annihilated. ",
  "dn1:3.14.4": "There is another self which has gone totally beyond the dimension of infinite space. Aware that “consciousness is infinite”, it’s reborn in the dimension of infinite consciousness. ",
  "dn1:3.14.5": "You don’t know or see that. ",
  "dn1:3.14.6": "But I know it and see it. ",
  "dn1:3.14.7": "Since this self is annihilated and destroyed when the body breaks up, and doesn’t exist after death, that’s how this self becomes rightly annihilated.’ ",
  "dn1:3.14.8": "That is how some assert the annihilation of an existing being. ",
  "dn1:3.15.1": "But someone else says to them: ",
  "dn1:3.15.2": "‘<em>That</em> self of which you speak does exist, I don’t deny it. ",
  "dn1:3.15.3": "But that’s not how <em>this</em> self becomes rightly annihilated. ",
  "dn1:3.15.4": "There is another self that has gone totally beyond the dimension of infinite consciousness. Aware that “there is nothing at all”, it’s been reborn in the dimension of nothingness. ",
  "dn1:3.15.5": "You don’t know or see that. ",
  "dn1:3.15.6": "But I know it and see it. ",
  "dn1:3.15.7": "Since this self is annihilated and destroyed when the body breaks up, and doesn’t exist after death, that’s how this self becomes rightly annihilated.’ ",
  "dn1:3.15.8": "That is how some assert the annihilation of an existing being. ",
  "dn1:3.16.1": "But someone else says to them: ",
  "dn1:3.16.2": "‘<em>That</em> self of which you speak does exist, I don’t deny it. ",
  "dn1:3.16.3": "But that’s not how <em>this</em> self becomes rightly annihilated. ",
  "dn1:3.16.4": "There is another self that has gone totally beyond the dimension of nothingness. Aware that “this is peaceful, this is sublime”, it’s been reborn in the dimension of neither perception nor non-perception. ",
  "dn1:3.16.5": "You don’t know or see that. ",
  "dn1:3.16.6": "But I know it and see it. ",
  "dn1:3.16.7": "Since this self is annihilated and destroyed when the body breaks up, and doesn’t exist after death, that’s how this self becomes rightly annihilated.’ ",
  "dn1:3.16.8": "That is how some assert the annihilation of an existing being. ",
  "dn1:3.17.1": "These are the seven grounds on which those ascetics and brahmins assert the annihilation, eradication, and obliteration of an existing being. ",
  "dn1:3.17.2": "Any ascetics and brahmins who assert the annihilation, eradication, and obliteration of an existing being do so on one or other of these seven grounds. Outside of this there is none. ",
  "dn1:3.18.1": "The Realized One understands this … ",
  "dn1:3.18.2": "And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:3.19.0": "3.2.5. Extinguishment in the Present Life ",
  "dn1:3.19.1": "There are some ascetics and brahmins who speak of extinguishment in the present life. They assert the ultimate extinguishment of an existing being in the present life on five grounds. ",
  "dn1:3.19.2": "And what are the five grounds on which they rely? ",
  "dn1:3.20.1": "There are some ascetics and brahmins who have this doctrine and view: ",
  "dn1:3.20.2": "‘When this self amuses itself, supplied and provided with the five kinds of sensual stimulation, that’s how this self attains ultimate extinguishment in the present life.’ ",
  "dn1:3.20.3": "That is how some assert the extinguishment of an existing being in the present life. ",
  "dn1:3.21.1": "But someone else says to them: ",
  "dn1:3.21.2": "‘<em>That</em> self of which you speak does exist, I don’t deny it. ",
  "dn1:3.21.3": "But that’s not how <em>this</em> self attains ultimate extinguishment in the present life. ",
  "dn1:3.21.4": "Why is that? ",
  "dn1:3.21.5": "Because sensual pleasures are impermanent, suffering, and perishable. Their decay and perishing give rise to sorrow, lamentation, pain, sadness, and distress. ",
  "dn1:3.21.6": "Quite secluded from sensual pleasures, secluded from unskillful qualities, this self enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. That’s how this self attains ultimate extinguishment in the present life.’ ",
  "dn1:3.21.7": "That is how some assert the extinguishment of an existing being in the present life. ",
  "dn1:3.22.1": "But someone else says to them: ",
  "dn1:3.22.2": "‘<em>That</em> self of which you speak does exist, I don’t deny it. ",
  "dn1:3.22.3": "But that’s not how <em>this</em> self attains ultimate extinguishment in the present life. ",
  "dn1:3.22.4": "Why is that? ",
  "dn1:3.22.5": "Because the placing of the mind and the keeping it connected there are coarse. ",
  "dn1:3.22.6": "But when the placing of the mind and keeping it connected are stilled, this self enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. That’s how this self attains ultimate extinguishment in the present life.’ ",
  "dn1:3.22.7": "That is how some assert the extinguishment of an existing being in the present life. ",
  "dn1:3.23.1": "But someone else says to them: ",
  "dn1:3.23.2": "‘<em>That</em> self of which you speak does exist, I don’t deny it. ",
  "dn1:3.23.3": "But that’s not how <em>this</em> self attains ultimate extinguishment in the present life. ",
  "dn1:3.23.4": "Why is that? ",
  "dn1:3.23.5": "Because the rapture and emotional excitement there are coarse. ",
  "dn1:3.23.6": "But with the fading away of rapture, this self enters and remains in the third absorption, where it meditates with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, “Equanimous and mindful, one meditates in bliss”. That’s how this self attains ultimate extinguishment in the present life.’ ",
  "dn1:3.23.7": "That is how some assert the ultimate extinguishment of an existing being in the present life. ",
  "dn1:3.24.1": "But someone else says to them: ",
  "dn1:3.24.2": "‘<em>That</em> self of which you speak does exist, I don’t deny it. ",
  "dn1:3.24.3": "But that’s not how <em>this</em> self attains ultimate extinguishment in the present life. ",
  "dn1:3.24.4": "Why is that? ",
  "dn1:3.24.5": "Because the bliss and enjoyment there are coarse. ",
  "dn1:3.24.6": "But giving up pleasure and pain, and ending former happiness and sadness, this self enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. That’s how this self attains ultimate extinguishment in the present life.’ ",
  "dn1:3.24.7": "That is how some assert the extinguishment of an existing being in the present life. ",
  "dn1:3.25.1": "These are the five grounds on which those ascetics and brahmins assert the ultimate extinguishment of an existing being in the present life. ",
  "dn1:3.25.2": "Any ascetics and brahmins who assert the ultimate extinguishment of an existing being in the present life do so on one or other of these five grounds. Outside of this there is none. ",
  "dn1:3.26.1": "The Realized One understands this … ",
  "dn1:3.26.2": "And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:3.27.1": "These are the forty-four grounds on which those ascetics and brahmins who theorize about the future assert various hypotheses concerning the future. ",
  "dn1:3.27.2": "Any ascetics and brahmins who theorize about the future do so on one or other of these forty-four grounds. Outside of this there is none. ",
  "dn1:3.28.1": "The Realized One understands this … ",
  "dn1:3.28.2": "And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:3.29.1": "These are the sixty-two grounds on which those ascetics and brahmins who theorize about the past and the future assert various hypotheses concerning the past and the future. ",
  "dn1:3.29.2": "Any ascetics and brahmins who theorize about the past or the future do so on one or other of these sixty-two grounds. Outside of this there is none. ",
  "dn1:3.30.1": "The Realized One understands this: ",
  "dn1:3.30.2": "‘If you hold on to and attach to these grounds for views it leads to such and such a destiny in the next life.’ ",
  "dn1:3.30.3": "He understands this, and what goes beyond this. Yet since he does not misapprehend that understanding, he has realized extinguishment within himself. ",
  "dn1:3.30.4": "Having truly understood the origin, ending, gratification, drawback, and escape from feelings, the Realized One is freed through not grasping. ",
  "dn1:3.31.1": "These are the principles—deep, hard to see, hard to understand, peaceful, sublime, beyond the scope of logic, subtle, comprehensible to the astute—which the Realized One makes known after realizing them with his own insight. And those who genuinely praise the Realized One would rightly speak of these things. ",
  "dn1:3.32.0.1": "4. The Grounds For Assertions About the Self and the Cosmos ",
  "dn1:3.32.0.2": "4.1. Anxiety and Evasiveness ",
  "dn1:3.32.1": "Now, these things are only the feeling of those who do not know or see, the agitation and evasiveness of those under the sway of craving. Namely, when those ascetics and brahmins assert that the self and the cosmos are eternal on four grounds … ",
  "dn1:3.33.1": "partially eternal on four grounds … ",
  "dn1:3.34.1": "finite or infinite on four grounds … ",
  "dn1:3.35.1": "or they resort to equivocation on four grounds … ",
  "dn1:3.36.1": "or they assert that the self and the cosmos arose by chance on two grounds … ",
  "dn1:3.37.1": "they theorize about the past on these eighteen grounds … ",
  "dn1:3.38.1": "or they assert that the self lives on after death in a percipient form on sixteen grounds … ",
  "dn1:3.39.1": "or that the self lives on after death in a non-percipient form on eight grounds … ",
  "dn1:3.40.1": "or that the self lives on after death in a neither percipient nor non-percipient form on eight grounds … ",
  "dn1:3.41.1": "or they assert the annihilation of an existing being on seven grounds … ",
  "dn1:3.42.1": "or they assert the ultimate extinguishment of an existing being in the present life on five grounds … ",
  "dn1:3.43.1": "they theorize about the future on these forty-four grounds … ",
  "dn1:3.44.1": "When those ascetics and brahmins theorize about the past and the future on these sixty-two grounds, these things are only the feeling of those who do not know or see, the agitation and evasiveness of those under the sway of craving. ",
  "dn1:3.45.0": "4.2. Conditioned by Contact ",
  "dn1:3.45.1": "Now, these things are conditioned by contact. Namely, when those ascetics and brahmins assert that the self and the cosmos are eternal on four grounds … ",
  "dn1:3.46.1": "partially eternal on four grounds … ",
  "dn1:3.47.1": "finite or infinite on four grounds … ",
  "dn1:3.48.1": "or they resort to equivocation on four grounds … ",
  "dn1:3.49.1": "or they assert that the self and the cosmos arose by chance on two grounds … ",
  "dn1:3.50.1": "they theorize about the past on these eighteen grounds … ",
  "dn1:3.51.1": "or they assert that the self lives on after death in a percipient form on sixteen grounds … ",
  "dn1:3.52.1": "or that the self lives on after death in a non-percipient form on eight grounds … ",
  "dn1:3.53.1": "or that the self lives on after death in a neither percipient nor non-percipient form on eight grounds … ",
  "dn1:3.54.1": "or they assert the annihilation of an existing being on seven grounds … ",
  "dn1:3.55.1": "or they assert the ultimate extinguishment of an existing being in the present life on five grounds … ",
  "dn1:3.56.1": "they theorize about the future on these forty-four grounds … ",
  "dn1:3.57.1": "When those ascetics and brahmins theorize about the past and the future on these sixty-two grounds, that too is conditioned by contact. ",
  "dn1:3.58.0": "4.3. Not Possible ",
  "dn1:3.58.1": "",
  "dn1:3.59.1": "",
  "dn1:3.60.1": "",
  "dn1:3.61.1": "",
  "dn1:3.62.1": "",
  "dn1:3.63.1": "",
  "dn1:3.64.1": "",
  "dn1:3.65.1": "",
  "dn1:3.66.1": "",
  "dn1:3.67.1": "",
  "dn1:3.68.1": "",
  "dn1:3.69.1": "",
  "dn1:3.70.1": "Now, when those ascetics and brahmins theorize about the past and the future on these sixty-two grounds, it is not possible that they should experience these things without contact. ",
  "dn1:3.71.0": "4.4. Dependent Origination ",
  "dn1:3.71.1": "",
  "dn1:3.71.2": "",
  "dn1:3.71.3": "",
  "dn1:3.71.4": "",
  "dn1:3.71.5": "",
  "dn1:3.71.6": "",
  "dn1:3.71.7": "",
  "dn1:3.71.8": "",
  "dn1:3.71.9": "",
  "dn1:3.71.10": "",
  "dn1:3.71.11": "",
  "dn1:3.71.12": "Now, when those ascetics and brahmins theorize about the past and the future on these sixty-two grounds, all of them experience this by repeated contact through the six fields of contact. Their feeling is a condition for craving. Craving is a condition for grasping. Grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be. ",
  "dn1:3.72.0": "5. The End of the Round ",
  "dn1:3.72.1": "When a mendicant truly understands the six fields of contact’s origin, ending, gratification, drawback, and escape, they understand what lies beyond all these things. ",
  "dn1:3.72.2": "All of these ascetics and brahmins who theorize about the past or the future are trapped in the net of these sixty-two grounds, so that wherever they emerge they are caught and trapped in this very net. ",
  "dn1:3.72.3": "Suppose a deft fisherman or his apprentice were to cast a fine-meshed net over a small pond. They’d think: ‘Any sizable creatures in this pond will be trapped in the net. Wherever they emerge they are caught and trapped in this very net.’ ",
  "dn1:3.72.4": "In the same way, all of these ascetics and brahmins who theorize about the past or the future are trapped in the net of these sixty-two grounds, so that wherever they emerge they are caught and trapped in this very net. ",
  "dn1:3.73.1": "The Realized One’s body remains, but his conduit to rebirth has been cut off. ",
  "dn1:3.73.2": "As long as his body remains he will be seen by gods and humans. ",
  "dn1:3.73.3": "But when his body breaks up, after life has ended, gods and humans will see him no more. ",
  "dn1:3.73.4": "When the stalk of a bunch of mangoes is cut, all the mangoes attached to the stalk will follow along. ",
  "dn1:3.73.5": "In the same way, the Realized One’s body remains, but his conduit to rebirth has been cut off. ",
  "dn1:3.73.6": "As long as his body remains he will be seen by gods and humans. ",
  "dn1:3.73.7": "But when his body breaks up, after life has ended, gods and humans will see him no more.” ",
  "dn1:3.74.1": "When he had spoken, Venerable Ānanda said to the Buddha, ",
  "dn1:3.74.2": "“It’s incredible, sir, it’s amazing! What is the name of this exposition of the teaching?” ",
  "dn1:3.74.3": "“Well, then, Ānanda, you may remember this exposition of the teaching as ‘The Net of Meaning’, or else ‘The Net of the Teaching’, or else ‘The Prime Net’, or else ‘The Net of Views’, or else ‘The Supreme Victory in Battle’.” ",
  "dn1:3.74.4": "That is what the Buddha said. ",
  "dn1:3.74.5": "Satisfied, the mendicants were happy with what the Buddha said. ",
  "dn1:3.74.6": "And while this discourse was being spoken, the galaxy shook. "
}