{
  "dn22:0.1": "Long Discourses 22 ",
  "dn22:0.2": "The Longer Discourse on Mindfulness Meditation ",
  "dn22:1.1": "So I have heard. ",
  "dn22:1.2": "At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma. ",
  "dn22:1.3": "There the Buddha addressed the mendicants, ",
  "dn22:1.4": "“Mendicants!” ",
  "dn22:1.5": "“Venerable sir,” they replied. ",
  "dn22:1.6": "The Buddha said this: ",
  "dn22:1.7": "“Mendicants, the four kinds of mindfulness meditation are the path to convergence. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment. ",
  "dn22:1.8": "What four? ",
  "dn22:1.9": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "dn22:1.10": "They meditate observing an aspect of feelings—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "dn22:1.11": "They meditate observing an aspect of the mind—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "dn22:1.12": "They meditate observing an aspect of principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "dn22:1.13": "",
  "dn22:2.0.1": "1. Observing the Body ",
  "dn22:2.0.2": "1.1. Mindfulness of Breathing ",
  "dn22:2.1": "And how does a mendicant meditate observing an aspect of the body? ",
  "dn22:2.2": "It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, sets their body straight, and establishes mindfulness in front of them. ",
  "dn22:2.3": "Just mindful, they breathe in. Mindful, they breathe out. ",
  "dn22:2.4": "Breathing in heavily they know: ‘I’m breathing in heavily.’ Breathing out heavily they know: ‘I’m breathing out heavily.’ ",
  "dn22:2.5": "When breathing in lightly they know: ‘I’m breathing in lightly.’ Breathing out lightly they know: ‘I’m breathing out lightly.’ ",
  "dn22:2.6": "They practice like this: ‘I’ll breathe in experiencing the whole body.’ They practice like this: ‘I’ll breathe out experiencing the whole body.’",
  "dn22:2.7": "They practice like this: ‘I’ll breathe in stilling the physical process.’ They practice like this: ‘I’ll breathe out stilling the physical process.’ ",
  "dn22:2.8": "It’s like a deft carpenter or carpenter’s apprentice. When making a deep cut they know: ‘I’m making a deep cut,’ and when making a shallow cut they know: ‘I’m making a shallow cut.’ ",
  "dn22:2.9": "",
  "dn22:2.10": "",
  "dn22:2.11": "And so they meditate observing an aspect of the body internally, externally, and both internally and externally. ",
  "dn22:2.12": "They meditate observing the body as liable to originate, as liable to vanish, and as liable to both originate and vanish. ",
  "dn22:2.13": "Or mindfulness is established that the body exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ",
  "dn22:2.14": "That’s how a mendicant meditates by observing an aspect of the body. ",
  "dn22:2.15": "",
  "dn22:3.0": "1.2. The Postures ",
  "dn22:3.1": "Furthermore, when a mendicant is walking they know: ‘I am walking.’ When standing they know: ‘I am standing.’ When sitting they know: ‘I am sitting.’ And when lying down they know: ‘I am lying down.’ ",
  "dn22:3.2": "Whatever posture their body is in, they know it. ",
  "dn22:3.3": "And so they meditate observing an aspect of the body internally, externally, and both internally and externally. ",
  "dn22:3.4": "They meditate observing the body as liable to originate, as liable to vanish, and as liable to both originate and vanish. ",
  "dn22:3.5": "Or mindfulness is established that the body exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ",
  "dn22:3.6": "That too is how a mendicant meditates by observing an aspect of the body. ",
  "dn22:3.7": "",
  "dn22:4.0": "1.3. Situational Awareness ",
  "dn22:4.1": "Furthermore, a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl, and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ",
  "dn22:4.2": "And so they meditate observing an aspect of the body internally … ",
  "dn22:4.3": "That too is how a mendicant meditates by observing an aspect of the body. ",
  "dn22:4.4": "",
  "dn22:5.0": "1.4. Focusing on the Repulsive ",
  "dn22:5.1": "Furthermore, a mendicant examines their own body, up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. ",
  "dn22:5.2": "‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ ",
  "dn22:5.3": "It’s as if there were a bag with openings at both ends, filled with various kinds of grains, such as fine rice, wheat, mung beans, peas, sesame, and ordinary rice. And someone with clear eyes were to open it and examine the contents: ‘These grains are fine rice, these are wheat, these are mung beans, these are peas, these are sesame, and these are ordinary rice.’ ",
  "dn22:5.4": "",
  "dn22:5.5": "",
  "dn22:5.6": "And so they meditate observing an aspect of the body internally … ",
  "dn22:5.7": "That too is how a mendicant meditates by observing an aspect of the body. ",
  "dn22:5.8": "",
  "dn22:6.0": "1.5. Focusing on the Elements ",
  "dn22:6.1": "Furthermore, a mendicant examines their own body, whatever its placement or posture, according to the elements: ",
  "dn22:6.2": "‘In this body there is the earth element, the water element, the fire element, and the air element.’ ",
  "dn22:6.3": "It’s as if a deft butcher or butcher’s apprentice were to kill a cow and sit down at the crossroads with the meat cut into portions. ",
  "dn22:6.4": "",
  "dn22:6.5": "",
  "dn22:6.6": "And so they meditate observing an aspect of the body internally … ",
  "dn22:6.7": "That too is how a mendicant meditates by observing an aspect of the body. ",
  "dn22:6.8": "",
  "dn22:7.0": "1.6. The Charnel Ground Contemplations ",
  "dn22:7.1": "Furthermore, suppose a mendicant were to see a corpse discarded in a charnel ground. And it had been dead for one, two, or three days, bloated, livid, and festering. ",
  "dn22:7.2": "They’d compare it with their own body: ",
  "dn22:7.3": "‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ",
  "dn22:7.4": "And so they meditate observing an aspect of the body internally … ",
  "dn22:7.5": "That too is how a mendicant meditates by observing an aspect of the body. ",
  "dn22:8.1": "Furthermore, suppose they were to see a corpse discarded in a charnel ground being devoured by crows, hawks, vultures, herons, dogs, tigers, leopards, jackals, and many kinds of little creatures. ",
  "dn22:8.2": "They’d compare it with their own body: ",
  "dn22:8.3": "‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ",
  "dn22:8.4": "And so they meditate observing an aspect of the body internally … ",
  "dn22:8.5": "That too is how a mendicant meditates by observing an aspect of the body. ",
  "dn22:9.1": "Furthermore, suppose they were to see a corpse discarded in a charnel ground, a skeleton with flesh and blood, held together by sinews … ",
  "dn22:9.2": "A skeleton without flesh but smeared with blood, and held together by sinews … ",
  "dn22:9.3": "A skeleton rid of flesh and blood, held together by sinews … ",
  "dn22:9.4": "Bones rid of sinews, scattered in every direction. Here a hand-bone, there a foot-bone, here a shin-bone, there a thigh-bone, here a hip-bone, there a rib-bone, here a back-bone, there an arm-bone, here a neck-bone, there a jaw-bone, here a tooth, there the skull … ",
  "dn22:9.5": "",
  "dn22:9.6": "",
  "dn22:9.7": "",
  "dn22:9.8": "",
  "dn22:10.1": "White bones, the color of shells … ",
  "dn22:10.2": "Decrepit bones, heaped in a pile … ",
  "dn22:10.3": "Bones rotted and crumbled to powder. ",
  "dn22:10.4": "They’d compare it with their own body: ",
  "dn22:10.5": "‘This body is also of that same nature, that same kind, and cannot go beyond that.’ ",
  "dn22:10.6": "And so they meditate observing an aspect of the body internally, externally, and both internally and externally. ",
  "dn22:10.7": "They meditate observing the body as liable to originate, as liable to vanish, and as liable to both originate and vanish. ",
  "dn22:10.8": "Or mindfulness is established that the body exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ",
  "dn22:10.9": "That too is how a mendicant meditates by observing an aspect of the body. ",
  "dn22:10.10": "",
  "dn22:10.11": "",
  "dn22:11.0": "2. Observing the Feelings ",
  "dn22:11.1": "And how does a mendicant meditate observing an aspect of feelings? ",
  "dn22:11.2": "It’s when a mendicant who feels a pleasant feeling knows: ‘I feel a pleasant feeling.’ ",
  "dn22:11.3": "When they feel a painful feeling, they know: ‘I feel a painful feeling.’ ",
  "dn22:11.4": "When they feel a neutral feeling, they know: ‘I feel a neutral feeling.’ ",
  "dn22:11.5": "When they feel a pleasant feeling of the flesh, they know: ‘I feel a pleasant feeling of the flesh.’ ",
  "dn22:11.6": "When they feel a pleasant feeling not of the flesh, they know: ‘I feel a pleasant feeling not of the flesh.’ ",
  "dn22:11.7": "When they feel a painful feeling of the flesh, they know: ‘I feel a painful feeling of the flesh.’ ",
  "dn22:11.8": "When they feel a painful feeling not of the flesh, they know: ‘I feel a painful feeling not of the flesh.’ ",
  "dn22:11.9": "When they feel a material neutral feeling, they know: ‘I feel a material neutral feeling.’ ",
  "dn22:11.10": "When they feel a neutral feeling not of the flesh, they know: ‘I feel a neutral feeling not of the flesh.’ ",
  "dn22:11.11": "And so they meditate observing an aspect of feelings internally, externally, and both internally and externally. ",
  "dn22:11.12": "They meditate observing feelings as liable to originate, as liable to vanish, and as liable to both originate and vanish. ",
  "dn22:11.13": "Or mindfulness is established that feelings exist, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ",
  "dn22:11.14": "That’s how a mendicant meditates by observing an aspect of feelings. ",
  "dn22:11.15": "",
  "dn22:12.0": "3. Observing the Mind ",
  "dn22:12.1": "And how does a mendicant meditate observing an aspect of the mind? ",
  "dn22:12.2": "It’s when a mendicant understands mind with greed as ‘mind with greed,’ ",
  "dn22:12.3": "and mind without greed as ‘mind without greed.’ ",
  "dn22:12.4": "They understand mind with hate as ‘mind with hate,’ ",
  "dn22:12.5": "and mind without hate as ‘mind without hate.’ ",
  "dn22:12.6": "They understand mind with delusion as ‘mind with delusion,’ ",
  "dn22:12.7": "and mind without delusion as ‘mind without delusion.’ ",
  "dn22:12.8": "They know constricted mind as ‘constricted mind,’ ",
  "dn22:12.9": "and scattered mind as ‘scattered mind.’ ",
  "dn22:12.10": "They know expansive mind as ‘expansive mind,’ ",
  "dn22:12.11": "and unexpansive mind as ‘unexpansive mind.’ ",
  "dn22:12.12": "They know mind that is not supreme as ‘mind that is not supreme,’ ",
  "dn22:12.13": "and mind that is supreme as ‘mind that is supreme.’ ",
  "dn22:12.14": "They know mind immersed in samādhi as ‘mind immersed in meditation,’ ",
  "dn22:12.15": "and mind not immersed in samādhi as ‘mind not immersed in meditation.’ ",
  "dn22:12.16": "They know freed mind as ‘freed mind,’ ",
  "dn22:12.17": "and unfreed mind as ‘unfreed mind.’ ",
  "dn22:12.18": "And so they meditate observing an aspect of the mind internally, externally, and both internally and externally. ",
  "dn22:12.19": "They meditate observing the mind as liable to originate, as liable to vanish, and as liable to both originate and vanish. ",
  "dn22:12.20": "Or mindfulness is established that the mind exists, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ",
  "dn22:12.21": "That’s how a mendicant meditates by observing an aspect of the mind. ",
  "dn22:12.22": "",
  "dn22:13.0.1": "4. Observing Principles ",
  "dn22:13.0.2": "4.1. The Hindrances ",
  "dn22:13.1": "And how does a mendicant meditate observing an aspect of principles? ",
  "dn22:13.2": "It’s when a mendicant meditates by observing an aspect of principles with respect to the five hindrances. ",
  "dn22:13.3": "And how does a mendicant meditate observing an aspect of principles with respect to the five hindrances? ",
  "dn22:13.4": "It’s when a mendicant who has sensual desire in them understands: ‘I have sensual desire in me.’ When they don’t have sensual desire in them, they understand: ‘I don’t have sensual desire in me.’ They understand how sensual desire arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future. ",
  "dn22:13.5": "When they have ill will in them, they understand: ‘I have ill will in me.’ When they don’t have ill will in them, they understand: ‘I don’t have ill will in me.’ They understand how ill will arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future. ",
  "dn22:13.6": "When they have dullness and drowsiness in them, they understand: ‘I have dullness and drowsiness in me.’ When they don’t have dullness and drowsiness in them, they understand: ‘I don’t have dullness and drowsiness in me.’ They understand how dullness and drowsiness arise; how, when they’ve already arisen, they’re given up; and how, once they’re given up, they don’t arise again in the future. ",
  "dn22:13.7": "When they have restlessness and remorse in them, they understand: ‘I have restlessness and remorse in me.’ When they don’t have restlessness and remorse in them, they understand: ‘I don’t have restlessness and remorse in me.’ They understand how restlessness and remorse arise; how, when they’ve already arisen, they’re given up; and how, once they’re given up, they don’t arise again in the future. ",
  "dn22:13.8": "When they have doubt in them, they understand: ‘I have doubt in me.’ When they don’t have doubt in them, they understand: ‘I don’t have doubt in me.’ They understand how doubt arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future. ",
  "dn22:13.9": "And so they meditate observing an aspect of principles internally, externally, and both internally and externally. ",
  "dn22:13.10": "They meditate observing the principles as liable to originate, as liable to vanish, and as liable to both originate and vanish. ",
  "dn22:13.11": "Or mindfulness is established that principles exist, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ",
  "dn22:13.12": "That’s how a mendicant meditates by observing an aspect of principles with respect to the five hindrances. ",
  "dn22:13.13": "",
  "dn22:14.0": "4.2. The Aggregates ",
  "dn22:14.1": "Furthermore, a mendicant meditates by observing an aspect of principles with respect to the five grasping aggregates. ",
  "dn22:14.2": "And how does a mendicant meditate observing an aspect of principles with respect to the five grasping aggregates? ",
  "dn22:14.3": "It’s when a mendicant contemplates: ",
  "dn22:14.4": "Such is form, such is the origin of form, such is the ending of form. ",
  "dn22:14.5": "Such is feeling, such is the origin of feeling, such is the ending of feeling. ",
  "dn22:14.6": "Such is perception, such is the origin of perception, such is the ending of perception. ",
  "dn22:14.7": "Such are choices, such is the origin of choices, such is the ending of choices. ",
  "dn22:14.8": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ",
  "dn22:14.9": "And so they meditate observing an aspect of principles internally … ",
  "dn22:14.10": "",
  "dn22:14.11": "",
  "dn22:14.12": "That’s how a mendicant meditates by observing an aspect of principles with respect to the five grasping aggregates. ",
  "dn22:14.13": "",
  "dn22:15.0": "4.3. The Sense Fields ",
  "dn22:15.1": "Furthermore, a mendicant meditates by observing an aspect of principles with respect to the six interior and exterior sense fields. ",
  "dn22:15.2": "And how does a mendicant meditate observing an aspect of principles with respect to the six interior and exterior sense fields? ",
  "dn22:15.3": "It’s when a mendicant understands the eye, sights, and the fetter that arises dependent on both of these. They understand how the fetter that has not arisen comes to arise; how the arisen fetter comes to be abandoned; and how the abandoned fetter comes to not rise again in the future. ",
  "dn22:15.4": "They understand the ear, sounds, and the fetter … ",
  "dn22:15.5": "They understand the nose, smells, and the fetter … ",
  "dn22:15.6": "They understand the tongue, tastes, and the fetter … ",
  "dn22:15.7": "They understand the body, touches, and the fetter … ",
  "dn22:15.8": "They understand the mind, thoughts, and the fetter that arises dependent on both of these. They understand how the fetter that has not arisen comes to arise; how the arisen fetter comes to be abandoned; and how the abandoned fetter comes to not rise again in the future. ",
  "dn22:15.9": "And so they meditate observing an aspect of principles internally … ",
  "dn22:15.10": "",
  "dn22:15.11": "",
  "dn22:15.12": "That’s how a mendicant meditates by observing an aspect of principles with respect to the six internal and external sense fields. ",
  "dn22:15.13": "",
  "dn22:16.0": "4.4. The Awakening Factors ",
  "dn22:16.1": "Furthermore, a mendicant meditates by observing an aspect of principles with respect to the seven awakening factors. ",
  "dn22:16.2": "And how does a mendicant meditate observing an aspect of principles with respect to the seven awakening factors? ",
  "dn22:16.3": "It’s when a mendicant who has the awakening factor of mindfulness in them understands: ‘I have the awakening factor of mindfulness in me.’ When they don’t have the awakening factor of mindfulness in them, they understand: ‘I don’t have the awakening factor of mindfulness in me.’ They understand how the awakening factor of mindfulness that has not arisen comes to arise; and how the awakening factor of mindfulness that has arisen becomes fulfilled by development. ",
  "dn22:16.4": "When they have the awakening factor of investigation of principles … ",
  "dn22:16.5": "energy … ",
  "dn22:16.6": "rapture … ",
  "dn22:16.7": "tranquility … ",
  "dn22:16.8": "immersion … ",
  "dn22:16.9": "equanimity in them, they understand: ‘I have the awakening factor of equanimity in me.’ When they don’t have the awakening factor of equanimity in them, they understand: ‘I don’t have the awakening factor of equanimity in me.’ They understand how the awakening factor of equanimity that has not arisen comes to arise; and how the awakening factor of equanimity that has arisen becomes fulfilled by development. ",
  "dn22:16.10": "And so they meditate observing an aspect of principles internally, externally, and both internally and externally. ",
  "dn22:16.11": "They meditate observing the principles as liable to originate, as liable to vanish, and as liable to both originate and vanish. ",
  "dn22:16.12": "Or mindfulness is established that principles exist, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ",
  "dn22:16.13": "That’s how a mendicant meditates by observing an aspect of principles with respect to the seven awakening factors. ",
  "dn22:16.14": "",
  "dn22:17.0": "4.5. The Truths ",
  "dn22:17.1": "Furthermore, a mendicant meditates by observing an aspect of principles with respect to the four noble truths. ",
  "dn22:17.2": "And how does a mendicant meditate observing an aspect of principles with respect to the four noble truths? ",
  "dn22:17.3": "It’s when a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’ ",
  "dn22:17.4": "The first recitation section is finished. ",
  "dn22:18.0": "4.5.1. The Truth of Suffering ",
  "dn22:18.1": "And what is the noble truth of suffering? ",
  "dn22:18.2": "Rebirth is suffering; old age is suffering; death is suffering; sorrow, lamentation, pain, sadness, and distress are suffering; association with the disliked is suffering; separation from the liked is suffering; not getting what you wish for is suffering. In brief, the five grasping aggregates are suffering. ",
  "dn22:18.3": "And what is rebirth? ",
  "dn22:18.4": "The rebirth, inception, conception, reincarnation, manifestation of the sets of phenomena, and acquisition of the sense fields of the various sentient beings in the various orders of sentient beings. ",
  "dn22:18.5": "This is called rebirth. ",
  "dn22:18.6": "And what is old age? ",
  "dn22:18.7": "The old age, decrepitude, broken teeth, grey hair, wrinkly skin, diminished vitality, and failing faculties of the various sentient beings in the various orders of sentient beings. ",
  "dn22:18.8": "This is called old age. ",
  "dn22:18.9": "And what is death? ",
  "dn22:18.10": "The passing away, perishing, disintegration, demise, mortality, death, decease, breaking up of the aggregates, laying to rest of the corpse, and cutting off of the life faculty of the various sentient beings in the various orders of sentient beings. ",
  "dn22:18.11": "This is called death. ",
  "dn22:18.12": "And what is sorrow? ",
  "dn22:18.13": "The sorrow, sorrowing, state of sorrow, inner sorrow, inner deep sorrow in someone who has undergone misfortune, who has experienced suffering. ",
  "dn22:18.14": "This is called sorrow. ",
  "dn22:18.15": "And what is lamentation? ",
  "dn22:18.16": "The wail, lament, wailing, lamenting, state of wailing and lamentation in someone who has undergone misfortune, who has experienced suffering. ",
  "dn22:18.17": "This is called lamentation. ",
  "dn22:18.18": "And what is pain? ",
  "dn22:18.19": "Physical pain, physical unpleasantness, the painful, unpleasant feeling that’s born from physical contact. ",
  "dn22:18.20": "This is called pain. ",
  "dn22:18.21": "And what is sadness? ",
  "dn22:18.22": "Mental pain, mental displeasure, the painful, unpleasant feeling that’s born from mental contact. ",
  "dn22:18.23": "This is called sadness. ",
  "dn22:18.24": "And what is distress? ",
  "dn22:18.25": "The stress, distress, state of stress and distress in someone who has undergone misfortune, who has experienced suffering. ",
  "dn22:18.26": "This is called distress. ",
  "dn22:18.27": "And what is meant by ‘association with the disliked is suffering’? ",
  "dn22:18.28": "There are sights, sounds, smells, tastes, touches, and thoughts that are unlikable, undesirable, and disagreeable. And there are those who want to harm, injure, disturb, and threaten you. The coming together with these, the joining, inclusion, mixing with them: ",
  "dn22:18.29": "this is what is meant by ‘association with the disliked is suffering’. ",
  "dn22:18.30": "And what is meant by ‘separation from the liked is suffering’? ",
  "dn22:18.31": "There are sights, sounds, smells, tastes, touches, and thoughts that are likable, desirable, and agreeable. And there are those who want to benefit, help, comfort, and protect you: mother and father, brother and sister, friends and colleagues, relatives and kin. The division from these, the disconnection, segregation, and parting from them: ",
  "dn22:18.32": "this is what is meant by ‘separation from the liked is suffering’. ",
  "dn22:18.33": "And what is meant by ‘not getting what you wish for is suffering’? ",
  "dn22:18.34": "In sentient beings who are liable to be reborn, such a wish arises: ",
  "dn22:18.35": "‘Oh, if only we were not liable to be reborn! If only rebirth would not come to us!’ ",
  "dn22:18.36": "But you can’t get that by wishing. ",
  "dn22:18.37": "This is what is meant by ‘not getting what you wish for is suffering.’ ",
  "dn22:18.38": "In sentient beings who are liable to grow old … ",
  "dn22:18.39": "",
  "dn22:18.40": "",
  "dn22:18.41": "fall ill … ",
  "dn22:18.42": "",
  "dn22:18.43": "die … ",
  "dn22:18.44": "",
  "dn22:18.45": "experience sorrow, lamentation, pain, sadness, and distress, such a wish arises: ‘Oh, if only we were not liable to experience sorrow, lamentation, pain, sadness, and distress! If only sorrow, lamentation, pain, sadness, and distress would not come to us!’ ",
  "dn22:18.46": "But you can’t get that by wishing. ",
  "dn22:18.47": "This is what is meant by ‘not getting what you wish for is suffering.’ ",
  "dn22:18.48": "And what is meant by ‘in brief, the five grasping aggregates are suffering’? ",
  "dn22:18.49": "They are the grasping aggregates that consist of form, feeling, perception, choices, and consciousness. ",
  "dn22:18.50": "This is what is meant by ‘in brief, the five grasping aggregates are suffering’. ",
  "dn22:18.51": "This is called the noble truth of suffering. ",
  "dn22:19.0": "4.5.2. The Origin of Suffering ",
  "dn22:19.1": "And what is the noble truth of the origin of suffering? ",
  "dn22:19.2": "It’s the craving that leads to future lives, mixed up with relishing and greed, taking pleasure wherever it lands. That is, ",
  "dn22:19.3": "craving for sensual pleasures, craving for continued existence, and craving to end existence. ",
  "dn22:19.4": "But where does that craving arise and where does it settle? ",
  "dn22:19.5": "Whatever in the world seems nice and pleasant, it is there that craving arises and settles. ",
  "dn22:19.6": "And what in the world seems nice and pleasant? ",
  "dn22:19.7": "The eye in the world seems nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.8": "The ear … ",
  "dn22:19.9": "nose … ",
  "dn22:19.10": "tongue … ",
  "dn22:19.11": "body … ",
  "dn22:19.12": "mind in the world seems nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.13": "Sights … ",
  "dn22:19.14": "sounds … ",
  "dn22:19.15": "smells … ",
  "dn22:19.16": "tastes … ",
  "dn22:19.17": "touches … ",
  "dn22:19.18": "thoughts in the world seem nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.19": "Eye consciousness … ",
  "dn22:19.20": "ear consciousness … ",
  "dn22:19.21": "nose consciousness … ",
  "dn22:19.22": "tongue consciousness … ",
  "dn22:19.23": "body consciousness … ",
  "dn22:19.24": "mind consciousness in the world seems nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.25": "Eye contact … ",
  "dn22:19.26": "ear contact … ",
  "dn22:19.27": "nose contact … ",
  "dn22:19.28": "tongue contact … ",
  "dn22:19.29": "body contact … ",
  "dn22:19.30": "mind contact in the world seems nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.31": "Feeling born of eye contact … ",
  "dn22:19.32": "feeling born of ear contact … ",
  "dn22:19.33": "feeling born of nose contact … ",
  "dn22:19.34": "feeling born of tongue contact … ",
  "dn22:19.35": "feeling born of body contact … ",
  "dn22:19.36": "feeling born of mind contact in the world seems nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.37": "Perception of sights … ",
  "dn22:19.38": "perception of sounds … ",
  "dn22:19.39": "perception of smells … ",
  "dn22:19.40": "perception of tastes … ",
  "dn22:19.41": "perception of touches … ",
  "dn22:19.42": "perception of thoughts in the world seems nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.43": "Intention regarding sights … ",
  "dn22:19.44": "intention regarding sounds … ",
  "dn22:19.45": "intention regarding smells … ",
  "dn22:19.46": "intention regarding tastes … ",
  "dn22:19.47": "intention regarding touches … ",
  "dn22:19.48": "intention regarding thoughts in the world seems nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.49": "Craving for sights … ",
  "dn22:19.50": "craving for sounds … ",
  "dn22:19.51": "craving for smells … ",
  "dn22:19.52": "craving for tastes … ",
  "dn22:19.53": "craving for touches … ",
  "dn22:19.54": "craving for thoughts in the world seems nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.55": "Thoughts about sights … ",
  "dn22:19.56": "thoughts about sounds … ",
  "dn22:19.57": "thoughts about smells … ",
  "dn22:19.58": "thoughts about tastes … ",
  "dn22:19.59": "thoughts about touches … ",
  "dn22:19.60": "thoughts about thoughts in the world seem nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.61": "Considerations regarding sights … ",
  "dn22:19.62": "considerations regarding sounds … ",
  "dn22:19.63": "considerations regarding smells … ",
  "dn22:19.64": "considerations regarding tastes … ",
  "dn22:19.65": "considerations regarding touches … ",
  "dn22:19.66": "considerations regarding thoughts in the world seem nice and pleasant, and it is there that craving arises and settles. ",
  "dn22:19.67": "This is called the noble truth of the origin of suffering. ",
  "dn22:20.0": "4.5.3. The Cessation of Suffering ",
  "dn22:20.1": "And what is the noble truth of the cessation of suffering? ",
  "dn22:20.2": "It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it. ",
  "dn22:20.3": "",
  "dn22:20.4": "Whatever in the world seems nice and pleasant, it is there that craving is given up and ceases. ",
  "dn22:20.5": "And what in the world seems nice and pleasant? ",
  "dn22:20.6": "The eye in the world seems nice and pleasant, and it is there that craving is given up and ceases. … ",
  "dn22:20.7": "",
  "dn22:20.8": "",
  "dn22:20.9": "",
  "dn22:20.10": "",
  "dn22:20.11": "",
  "dn22:20.12": "",
  "dn22:20.13": "",
  "dn22:20.14": "",
  "dn22:20.15": "",
  "dn22:20.16": "",
  "dn22:20.17": "",
  "dn22:20.18": "",
  "dn22:20.19": "",
  "dn22:20.20": "",
  "dn22:20.21": "",
  "dn22:20.22": "",
  "dn22:20.23": "",
  "dn22:20.24": "",
  "dn22:20.25": "",
  "dn22:20.26": "",
  "dn22:20.27": "",
  "dn22:20.28": "",
  "dn22:20.29": "",
  "dn22:20.30": "",
  "dn22:20.31": "",
  "dn22:20.32": "",
  "dn22:20.33": "",
  "dn22:20.34": "",
  "dn22:20.35": "",
  "dn22:20.36": "",
  "dn22:20.37": "",
  "dn22:20.38": "",
  "dn22:20.39": "",
  "dn22:20.40": "",
  "dn22:20.41": "",
  "dn22:20.42": "",
  "dn22:20.43": "",
  "dn22:20.44": "",
  "dn22:20.45": "",
  "dn22:20.46": "",
  "dn22:20.47": "",
  "dn22:20.48": "",
  "dn22:20.49": "",
  "dn22:20.50": "",
  "dn22:20.51": "",
  "dn22:20.52": "",
  "dn22:20.53": "",
  "dn22:20.54": "",
  "dn22:20.55": "",
  "dn22:20.56": "",
  "dn22:20.57": "",
  "dn22:20.58": "",
  "dn22:20.59": "",
  "dn22:20.60": "",
  "dn22:20.61": "",
  "dn22:20.62": "",
  "dn22:20.63": "",
  "dn22:20.64": "",
  "dn22:20.65": "Considerations regarding thoughts in the world seem nice and pleasant, and it is there that craving is given up and ceases. ",
  "dn22:20.66": "This is called the noble truth of the cessation of suffering. ",
  "dn22:21.0": "4.5.4. The Path ",
  "dn22:21.1": "And what is the noble truth of the practice that leads to the cessation of suffering? ",
  "dn22:21.2": "It is simply this noble eightfold path, that is: ",
  "dn22:21.3": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "dn22:21.4": "And what is right view? ",
  "dn22:21.5": "Knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. ",
  "dn22:21.6": "This is called right view. ",
  "dn22:21.7": "And what is right thought? ",
  "dn22:21.8": "Thoughts of renunciation, good will, and harmlessness. ",
  "dn22:21.9": "This is called right thought. ",
  "dn22:21.10": "And what is right speech? ",
  "dn22:21.11": "The refraining from lying, divisive speech, harsh speech, and talking nonsense. ",
  "dn22:21.12": "This is called right speech. ",
  "dn22:21.13": "And what is right action? ",
  "dn22:21.14": "Refraining from killing living creatures, stealing, and sexual misconduct. ",
  "dn22:21.15": "This is called right action. ",
  "dn22:21.16": "And what is right livelihood? ",
  "dn22:21.17": "It’s when a noble disciple gives up wrong livelihood and earns a living by right livelihood. ",
  "dn22:21.18": "This is called right livelihood. ",
  "dn22:21.19": "And what is right effort? ",
  "dn22:21.20": "It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise. ",
  "dn22:21.21": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up. ",
  "dn22:21.22": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise. ",
  "dn22:21.23": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development. ",
  "dn22:21.24": "This is called right effort. ",
  "dn22:21.25": "And what is right mindfulness? ",
  "dn22:21.26": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "dn22:21.27": "They meditate observing an aspect of feelings—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "dn22:21.28": "They meditate observing an aspect of the mind—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "dn22:21.29": "They meditate observing an aspect of principles—keen, aware, and mindful, rid of covetousness and displeasure for the world. ",
  "dn22:21.30": "This is called right mindfulness. ",
  "dn22:21.31": "And what is right immersion? ",
  "dn22:21.32": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "dn22:21.33": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and mind at one, without placing the mind and keeping it connected. ",
  "dn22:21.34": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "dn22:21.35": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "dn22:21.36": "This is called right immersion. ",
  "dn22:21.37": "This is called the noble truth of the practice that leads to the cessation of suffering. ",
  "dn22:21.38": "And so they meditate observing an aspect of principles internally, externally, and both internally and externally. ",
  "dn22:21.39": "They meditate observing the principles as liable to originate, as liable to vanish, and as liable to both originate and vanish. ",
  "dn22:21.40": "Or mindfulness is established that principles exist, to the extent necessary for knowledge and mindfulness. They meditate independent, not grasping at anything in the world. ",
  "dn22:21.41": "That’s how a mendicant meditates by observing an aspect of principles with respect to the four noble truths. ",
  "dn22:21.42": "",
  "dn22:21.43": "",
  "dn22:22.1": "Anyone who develops these four kinds of mindfulness meditation in this way for seven years can expect one of two results: ",
  "dn22:22.2": "enlightenment in the present life, or if there’s something left over, non-return. ",
  "dn22:22.3": "Let alone seven years, ",
  "dn22:22.4": "anyone who develops these four kinds of mindfulness meditation in this way for six years … ",
  "dn22:22.5": "five years … ",
  "dn22:22.6": "four years … ",
  "dn22:22.7": "three years … ",
  "dn22:22.8": "two years … ",
  "dn22:22.9": "one year … ",
  "dn22:22.10": "",
  "dn22:22.11": "seven months … ",
  "dn22:22.12": "",
  "dn22:22.13": "",
  "dn22:22.14": "six months … ",
  "dn22:22.15": "five months … ",
  "dn22:22.16": "four months … ",
  "dn22:22.17": "three months … ",
  "dn22:22.18": "two months … ",
  "dn22:22.19": "one month … ",
  "dn22:22.20": "a fortnight … ",
  "dn22:22.21": "Let alone a fortnight, ",
  "dn22:22.22": "anyone who develops these four kinds of mindfulness meditation in this way for seven days can expect one of two results: ",
  "dn22:22.23": "enlightenment in the present life, or if there’s something left over, non-return. ",
  "dn22:22.24": "‘The four kinds of mindfulness meditation are the path to convergence. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to discover the system, and to realize extinguishment.’ ",
  "dn22:22.25": "That’s what I said, and this is why I said it.” ",
  "dn22:22.26": "That is what the Buddha said. ",
  "dn22:22.27": "Satisfied, the mendicants approved what the Buddha said. "
}