{
  "dn23:0.1": "Long Discourses 23 ",
  "dn23:0.2": "With Pāyāsi ",
  "dn23:1.1": "So I have heard. ",
  "dn23:1.2": "At one time Venerable Kassapa the Prince was wandering in the land of the Kosalans together with a large Saṅgha of five hundred mendicants when he arrived at a Kosalan citadel named Setavyā. ",
  "dn23:1.3": "He stayed in the grove of Indian Rosewood to the north of Setavyā. ",
  "dn23:1.4": "Now at that time the chieftain Pāyāsi was living in Setavyā. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal park endowed to a brahmin. ",
  "dn23:2.0": "1. On Pāyāsi ",
  "dn23:2.1": "Now at that time Pāyāsi had the following harmful misconception: ",
  "dn23:2.2": "“There is no afterlife. No beings are reborn spontaneously. There’s no fruit or result of good and bad deeds.” ",
  "dn23:2.3": "The brahmins and householders of Setavyā heard, ",
  "dn23:2.4": "“It seems the ascetic Kassapa the Prince—a disciple of the ascetic Gotama—is staying in the grove of Indian Rosewood to the north of Setavyā. ",
  "dn23:2.5": "He has this good reputation: ",
  "dn23:2.6": "‘He is astute, competent, intelligent, learned, a brilliant speaker, eloquent, mature, a perfected one.’ ",
  "dn23:2.7": "It’s good to see such perfected ones.” ",
  "dn23:2.8": "Then, having departed Setavyā, they formed into companies and headed north to the grove. ",
  "dn23:3.1": "Now at that time the chieftain Pāyāsi had retired to the upper floor of his stilt longhouse for his midday nap. ",
  "dn23:3.2": "He saw the brahmins and householders heading north towards the grove, ",
  "dn23:3.3": "and addressed his steward, ",
  "dn23:3.4": "“My steward, why are the brahmins and householders heading north towards the grove?” ",
  "dn23:3.5": "“The ascetic Kassapa the Prince—a disciple of the ascetic Gotama—is staying in the grove of Indian Rosewood to the north of Setavyā. ",
  "dn23:3.6": "He has this good reputation: ",
  "dn23:3.7": "‘He is astute, competent, intelligent, learned, a brilliant speaker, eloquent, mature, a perfected one.’ ",
  "dn23:3.8": "They’re going to see that Kassapa the Prince.” ",
  "dn23:3.9": "“Well then, go to the brahmins and householders and say to them: ",
  "dn23:3.10": "‘Sirs, the chieftain Pāyāsi asks ",
  "dn23:3.11": "you to wait, as he will also go to see the ascetic Kassapa the Prince.’ ",
  "dn23:3.12": "Before Kassapa the Prince convinces those foolish and incompetent brahmins and householders that ",
  "dn23:3.13": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds—",
  "dn23:3.14": "for none of these things are true!” ",
  "dn23:3.15": "“Yes, sir,” replied the steward, and did as he was asked. ",
  "dn23:3.16": "",
  "dn23:4.1": "Then Pāyāsi escorted by the brahmins and householders, went up to Kassapa the Prince, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side. ",
  "dn23:4.2": "Before sitting down to one side, some of the brahmins and householders of Setavyā bowed, some exchanged greetings and polite conversation, some held up their joined palms toward Kassapa the Prince, some announced their name and clan, while some kept silent. ",
  "dn23:4.3": "",
  "dn23:4.4": "",
  "dn23:4.5": "",
  "dn23:4.6": "",
  "dn23:4.7": "",
  "dn23:5.0": "2. Nihilism ",
  "dn23:5.1": "Seated to one side, the chieftain Pāyāsi said to Venerable Kassapa the Prince, ",
  "dn23:5.2": "“Master Kassapa, this is my doctrine and view: ",
  "dn23:5.3": "‘There is no afterlife. No beings are reborn spontaneously. There’s no fruit or result of good and bad deeds.’” ",
  "dn23:5.4": "“Chieftain, may I never see or hear of anyone holding such a doctrine or view! ",
  "dn23:5.5": "For how on earth can anyone say such a thing? ",
  "dn23:5.6": "",
  "dn23:5.7.0": "2.1. The Simile of the Moon and Sun ",
  "dn23:5.8": "Well then, chieftain, I’ll ask you about this in return, and you can answer as you like. ",
  "dn23:5.9": "What do you think, chieftain? ",
  "dn23:5.10": "Are the moon and sun in this world or the other world? Are they gods or humans?” ",
  "dn23:5.11": "“They are in the other world, Master Kassapa, and they are gods, not humans.” ",
  "dn23:5.12": "“By this method it ought to be proven that ",
  "dn23:5.13": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds.” ",
  "dn23:6.1": "“Even though Master Kassapa says this, still I think that ",
  "dn23:6.2": "there is no afterlife, no beings are reborn spontaneously, and there’s no fruit or result of good and bad deeds.” ",
  "dn23:6.3": "“Is there a method by which you can prove what you say?” ",
  "dn23:6.4": "",
  "dn23:6.5": "“There is, Master Kassapa.” ",
  "dn23:6.6": "",
  "dn23:6.7": "“How, exactly, chieftain?” ",
  "dn23:6.8": "“Well, I have friends and colleagues, relatives and kin who kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view. ",
  "dn23:6.9": "Some time later they become sick, suffering, gravely ill. ",
  "dn23:6.10": "When I know that ",
  "dn23:6.11": "they will not recover from their illness, I go to them and say, ",
  "dn23:6.12": "‘Sirs, there are some ascetics and brahmins who have this doctrine and view: ",
  "dn23:6.13": "“Those who kill living creatures, steal, and commit sexual misconduct; use speech that’s false, divisive, harsh, or nonsensical; and are covetous, malicious, and have wrong view—when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.” ",
  "dn23:6.14": "You do all these things. ",
  "dn23:6.15": "If what those ascetics and brahmins say is true, when your body breaks up, after death, you’ll be reborn in a place of loss, a bad place, the underworld, hell. ",
  "dn23:6.16": "If that happens, sirs, come and tell me that ",
  "dn23:6.17": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds. ",
  "dn23:6.18": "I trust you and believe you. Anything you see will be just as if I’ve seen it for myself.’ ",
  "dn23:6.19": "They agree to this. But they don’t come back to tell me, nor do they send a messenger. ",
  "dn23:6.20": "This is the method by which I prove that ",
  "dn23:6.21": "there is no afterlife, no beings are reborn spontaneously, and there’s no fruit or result of good and bad deeds.” ",
  "dn23:7.0": "2.2. The Simile of the Bandit ",
  "dn23:7.1": "“Well then, chieftain, I’ll ask you about this in return, and you can answer as you like. ",
  "dn23:7.2": "What do you think, chieftain? ",
  "dn23:7.3": "Suppose they were to arrest a bandit, a criminal and present him to you, saying, ",
  "dn23:7.4": "‘Sir, this is a bandit, a criminal. ",
  "dn23:7.5": "Punish him as you will.’ ",
  "dn23:7.6": "Then you’d say to them, ",
  "dn23:7.7": "‘Well then, my men, tie this man’s arms tightly behind his back with a strong rope. Shave his head and march him from street to street and square to square to the beating of a harsh drum. Then take him out the south gate and there, at the place of execution to the south of the city, chop off his head.’ ",
  "dn23:7.8": "Saying, ‘Good,’ they’d do as they were told, sitting him down at the place of execution. ",
  "dn23:7.9": "Could that bandit get the executioners to wait, saying, ",
  "dn23:7.10": "‘Please, good executioners! I have friends and colleagues, relatives and kin in such and such village or town. Wait until I’ve visited them, then I’ll come back’? Or would they just chop off his head as he prattled on?” ",
  "dn23:7.11": "",
  "dn23:7.12": "",
  "dn23:7.13": "“They’d just chop off his head.” ",
  "dn23:7.14": "“So even a human bandit couldn’t get his human executioners to stay his execution. ",
  "dn23:7.15": "",
  "dn23:7.16": "What then of your friends and colleagues, relatives and kin who are reborn in a lower realm after doing bad things? Could they get the wardens of hell to wait, saying, ",
  "dn23:7.17": "‘Please, good wardens of hell! Wait until I’ve gone to the chieftain Pāyāsi to tell him that ",
  "dn23:7.18": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds’? ",
  "dn23:7.19": "By this method, too, it ought to be proven that ",
  "dn23:7.20": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds.” ",
  "dn23:8.1": "“Even though Master Kassapa says this, still I think that ",
  "dn23:8.2": "there is no afterlife.” ",
  "dn23:8.3": "“Is there a method by which you can prove what you say?” ",
  "dn23:8.4": "",
  "dn23:8.5": "“There is, Master Kassapa.” ",
  "dn23:8.6": "",
  "dn23:8.7": "“How, exactly, chieftain?” ",
  "dn23:8.8": "“Well, I have friends and colleagues, relatives and kin who refrain from killing living creatures, stealing, and committing sexual misconduct. They refrain from speech that’s false, divisive, harsh, or nonsensical. And they’re content, kind-hearted, with right view. ",
  "dn23:8.9": "Some time later they become sick, suffering, gravely ill. ",
  "dn23:8.10": "When I know that ",
  "dn23:8.11": "they will not recover from their illness, I go to them and say, ",
  "dn23:8.12": "‘Sirs, there are some ascetics and brahmins who have this doctrine and view: ",
  "dn23:8.13": "“Those who refrain from killing living creatures, stealing, and committing sexual misconduct; who refrain from speech that’s false, divisive, harsh, or nonsensical; and are content, kind-hearted, with right view—when their body breaks up, after death, are reborn in a good place, a heavenly realm.” ",
  "dn23:8.14": "You do all these things. ",
  "dn23:8.15": "If what those ascetics and brahmins say is true, when your body breaks up, after death, you’ll be reborn in a good place, a heavenly realm. ",
  "dn23:8.16": "If that happens, sirs, come and tell me that ",
  "dn23:8.17": "there is an afterlife. ",
  "dn23:8.18": "I trust you and believe you. Anything you see will be just as if I’ve seen it for myself.’ ",
  "dn23:8.19": "They agree to this. But they don’t come back to tell me, nor do they send a messenger. ",
  "dn23:8.20": "This is the method by which I prove that ",
  "dn23:8.21": "there is no afterlife.” ",
  "dn23:9.0": "2.3. The Simile of the Sewer ",
  "dn23:9.1": "“Well then, chieftain, I shall give you a simile. ",
  "dn23:9.2": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "dn23:9.3": "Suppose there were a man sunk over his head in a sewer. ",
  "dn23:9.4": "Then you were to order someone ",
  "dn23:9.5": "to pull him out of the sewer, ",
  "dn23:9.6": "and they’d agree to do so. ",
  "dn23:9.7": "Then you’d tell them to ",
  "dn23:9.8": "carefully scrape the dung off that man’s body with bamboo scrapers, ",
  "dn23:9.9": "and they’d agree to do so. ",
  "dn23:9.10": "Then you’d tell them to ",
  "dn23:9.11": "carefully scrub that man’s body down with pale clay three times, ",
  "dn23:9.12": "and they’d do so. ",
  "dn23:9.13": "Then you’d tell them to ",
  "dn23:9.14": "smear that man’s body with oil, and carefully wash him down with fine paste three times, ",
  "dn23:9.15": "and they’d do so. ",
  "dn23:9.16": "Then you’d tell them to ",
  "dn23:9.17": "dress that man’s hair and beard, ",
  "dn23:9.18": "and they’d do so. ",
  "dn23:9.19": "Then you’d tell them to ",
  "dn23:9.20": "provide that man with costly garlands, makeup, and clothes, ",
  "dn23:9.21": "and they’d do so. ",
  "dn23:9.22": "Then you’d tell them to ",
  "dn23:9.23": "bring that man up to the stilt longhouse and set him up with the five kinds of sensual stimulation, ",
  "dn23:9.24": "and they’d do so. ",
  "dn23:9.25": "What do you think, chieftain? ",
  "dn23:9.26": "Now that man is nicely bathed and anointed, with hair and beard dressed, bedecked with garlands and bracelets, dressed in white, supplied and provided with the five kinds of sensual stimulation upstairs in the royal longhouse. Would he want to dive back into that sewer again?” ",
  "dn23:9.27": "“No, Master Kassapa. ",
  "dn23:9.28": "Why is that? ",
  "dn23:9.29": "Because that sewer is filthy, stinking, disgusting, and repulsive, and it’s regarded as such.” ",
  "dn23:9.30": "“In the same way, chieftain, to the gods, human beings are filthy, stinking, disgusting, and repulsive, and are regarded as such. ",
  "dn23:9.31": "The smell of humans reaches the gods even a hundred leagues away. ",
  "dn23:9.32": "What then of your friends and colleagues, relatives and kin who are reborn in a higher realm after doing good things? Will they come back to tell you that ",
  "dn23:9.33": "there is an afterlife? ",
  "dn23:9.34": "By this method, too, it ought to be proven that ",
  "dn23:9.35": "there is an afterlife.” ",
  "dn23:10.1": "“Even though Master Kassapa says this, still I think that ",
  "dn23:10.2": "there is no afterlife.” ",
  "dn23:10.3": "“Can you prove it?” ",
  "dn23:10.4": "“I can.” ",
  "dn23:10.5": "“How, exactly, chieftain?” ",
  "dn23:10.6": "“Well, I have friends and colleagues, relatives and kin who refrain from killing living creatures and so on. ",
  "dn23:10.7": "Some time later they become sick, suffering, gravely ill. ",
  "dn23:10.8": "When I know that ",
  "dn23:10.9": "they will not recover from their illness, I go to them and say, ",
  "dn23:10.10": "‘Sirs, there are some ascetics and brahmins who have this doctrine and view: ",
  "dn23:10.11": "“Those who refrain from killing living creatures and so on are reborn in a good place, a heavenly realm, in the company of the gods of the Thirty-Three.” ",
  "dn23:10.12": "You do all these things. ",
  "dn23:10.13": "If what those ascetics and brahmins say is true, when your body breaks up, after death, you’ll be reborn in the company of the gods of the Thirty-Three. ",
  "dn23:10.14": "If that happens, sirs, come and tell me that ",
  "dn23:10.15": "there is an afterlife. ",
  "dn23:10.16": "I trust you and believe you. Anything you see will be just as if I’ve seen it for myself.’ ",
  "dn23:10.17": "They agree to this. But they don’t come back to tell me, nor do they send a messenger. ",
  "dn23:10.18": "This is how I prove that ",
  "dn23:10.19": "there is no afterlife.” ",
  "dn23:11.0": "2.4. The Simile of the Gods of the Thirty-Three ",
  "dn23:11.1": "“Well then, chieftain, I’ll ask you about this in return, and you can answer as you like. ",
  "dn23:11.2": "A hundred human years are equivalent to one day and night for the gods of the Thirty-Three. Thirty such days make a month, and twelve months make a year. The gods of the Thirty-Three have a lifespan of a thousand such years. ",
  "dn23:11.3": "Now, as to your friends who are reborn in the company of the gods of the Thirty-Three after doing good things. ",
  "dn23:11.4": "If they think, ",
  "dn23:11.5": "‘First I’ll amuse myself for two or three days, supplied and provided with the five kinds of heavenly sensual stimulation. Then I’ll go back to Pāyāsi and tell him that ",
  "dn23:11.6": "there is an afterlife.’ ",
  "dn23:11.7": "Would they come back to tell you that ",
  "dn23:11.8": "there is an afterlife?” ",
  "dn23:11.9": "“No, Master Kassapa. ",
  "dn23:11.10": "For I would be long dead by then. ",
  "dn23:11.11": "But Master Kassapa, who has told you ",
  "dn23:11.12": "that the gods of the Thirty-Three exist, or that they have such a long life span? ",
  "dn23:11.13": "I don’t believe you.” ",
  "dn23:11.14": "",
  "dn23:11.15.0": "2.5. Blind From Birth ",
  "dn23:11.16": "“Chieftain, suppose there was a person blind from birth. They couldn’t see sights that are dark or bright, or blue, yellow, red, or magenta. They couldn’t see even and uneven ground, or the stars, or the moon and sun. ",
  "dn23:11.17": "They’d say, ",
  "dn23:11.18": "‘There’s no such thing as dark and bright sights, and no-one who sees them. ",
  "dn23:11.19": "There’s no such thing as blue, ",
  "dn23:11.20": "yellow, ",
  "dn23:11.21": "red, ",
  "dn23:11.22": "magenta, ",
  "dn23:11.23": "even and uneven ground, ",
  "dn23:11.24": "stars, ",
  "dn23:11.25": "moon and sun, and no-one who sees these things. ",
  "dn23:11.26": "I don’t know it or see it, therefore it doesn’t exist.’ ",
  "dn23:11.27": "Would they be speaking rightly?” ",
  "dn23:11.28": "“No, Master Kassapa. ",
  "dn23:11.29": "There are such things as dark and bright sights, and one who sees them. ",
  "dn23:11.30": "And those other things are real, too, as is the one who sees them. ",
  "dn23:11.31": "",
  "dn23:11.32": "",
  "dn23:11.33": "So it’s not right to say this: ",
  "dn23:11.34": "‘I don’t know it or see it, therefore it doesn’t exist.’” ",
  "dn23:11.35": "",
  "dn23:11.36": "“In the same way, chieftain, when you tell me you don’t believe me you seem like the blind man in the simile. ",
  "dn23:11.37": "",
  "dn23:11.38": "",
  "dn23:11.39": "",
  "dn23:11.40": "",
  "dn23:11.41": "You can’t see the other world the way you think, with the eye of the flesh. ",
  "dn23:11.42": "There are ascetics and brahmins who live in the wilderness, frequenting remote lodgings in the wilderness and the forest. Meditating diligent, keen, and resolute, they purify the divine eye, the power of clairvoyance. ",
  "dn23:11.43": "With clairvoyance that is purified and superhuman, they see this world and the other world, and sentient beings who are spontaneously reborn. ",
  "dn23:11.44": "That’s how to see the other world, ",
  "dn23:11.45": "not how you think, with the eye of the flesh. ",
  "dn23:11.46": "By this method, too, it ought to be proven that ",
  "dn23:11.47": "there is an afterlife.” ",
  "dn23:12.1": "“Even though Master Kassapa says this, still I think that ",
  "dn23:12.2": "there is no afterlife.” ",
  "dn23:12.3": "“Can you prove it?” ",
  "dn23:12.4": "“I can.” ",
  "dn23:12.5": "“How, exactly, chieftain?” ",
  "dn23:12.6": "“Well, I see ascetics and brahmins who are ethical, of good character, who want to live and don’t want to die, who want to be happy and recoil from pain. ",
  "dn23:12.7": "I think to myself, ",
  "dn23:12.8": "‘If those ascetics and brahmins knew that ",
  "dn23:12.9": "things were going to be better for them after death, ",
  "dn23:12.10": "they’d drink poison, slit their wrists, hang themselves, or throw themselves off a cliff. ",
  "dn23:12.11": "They mustn’t know that ",
  "dn23:12.12": "things are going to be better for them after death. That’s why they are ethical, of good character, wanting to live and not wanting to die, wanting to be happy and recoiling from pain.’ ",
  "dn23:12.13": "This is the method by which I prove that ",
  "dn23:12.14": "there is no afterlife.” ",
  "dn23:13.0": "2.6. The Simile of the Pregnant Woman ",
  "dn23:13.1": "“Well then, chieftain, I shall give you a simile. ",
  "dn23:13.2": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "dn23:13.3": "Once upon a time, a certain brahmin had two wives. ",
  "dn23:13.4": "One had a son ten or twelve years of age, while the other was pregnant and about to give birth. ",
  "dn23:13.5": "Then the brahmin passed away. ",
  "dn23:13.6": "So the youth said to his mother’s co-wife, ",
  "dn23:13.7": "‘Madam, all the wealth, grain, silver, and gold is mine, ",
  "dn23:13.8": "and you get nothing. ",
  "dn23:13.9": "Transfer to me my father’s inheritance.’ ",
  "dn23:13.10": "But the brahmin lady said, ",
  "dn23:13.11": "‘Wait, my dear, until I give birth. ",
  "dn23:13.12": "If it’s a boy, one portion shall be his. ",
  "dn23:13.13": "If it’s a girl, she will be your reward.’ ",
  "dn23:13.14": "But for a second time, ",
  "dn23:13.15": "",
  "dn23:13.16": "",
  "dn23:13.17": "",
  "dn23:13.18": "",
  "dn23:13.19": "",
  "dn23:13.20": "",
  "dn23:13.21": "",
  "dn23:13.22": "and a third time, the youth insisted that the entire inheritance must be his. ",
  "dn23:13.23": "",
  "dn23:13.24": "",
  "dn23:13.25": "",
  "dn23:13.26": "So the brahmin lady took a knife, went to her bedroom, and sliced open her belly, thinking, ",
  "dn23:13.27": "‘Until I give birth—whether it’s a boy or a girl!’ ",
  "dn23:13.28": "She destroyed her own life and that of the fetus, as well as any wealth. ",
  "dn23:13.29": "Being foolish and incompetent, she sought an inheritance irrationally and fell to ruin and disaster. In the same way, chieftain, being foolish and incompetent, you’re seeking the other world irrationally and will fall to ruin and disaster, ",
  "dn23:13.30": "just like that brahmin lady. ",
  "dn23:13.31": "Good ascetics and brahmins don’t force what is unripe to ripen; ",
  "dn23:13.32": "rather, they wait for it to ripen. ",
  "dn23:13.33": "For the life of clever ascetics and brahmins is beneficial. ",
  "dn23:13.34": "So long as they remain, good ascetics and brahmins make much merit, and act for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "dn23:13.35": "By this method, too, it ought to be proven that ",
  "dn23:13.36": "there is an afterlife.” ",
  "dn23:14.1": "“Even though Master Kassapa says this, still I think that ",
  "dn23:14.2": "there is no afterlife.” ",
  "dn23:14.3": "“Can you prove it?” ",
  "dn23:14.4": "“I can.” ",
  "dn23:14.5": "“How, exactly, chieftain?” ",
  "dn23:14.6": "“Suppose they were to arrest a bandit, a criminal and present him to me, saying, ",
  "dn23:14.7": "‘Sir, this is a bandit, a criminal. ",
  "dn23:14.8": "Punish him as you will.’ ",
  "dn23:14.9": "I say to them, ",
  "dn23:14.10": "‘Well then, sirs, place this man in a pot while he’s still alive. Close up the mouth, bind it up with damp leather, and seal it with a thick coat of damp clay. Then lift it up on a stove and light the fire.’ ",
  "dn23:14.11": "They agree, and do what I ask. ",
  "dn23:14.12": "When we know that that man has passed away, we lift down the pot and break it open, uncover the mouth, and slowly peek inside, thinking, ",
  "dn23:14.13": "‘Hopefully we’ll see his soul escaping.’ ",
  "dn23:14.14": "But we don’t see his soul escaping. ",
  "dn23:14.15": "This is how I prove that ",
  "dn23:14.16": "there is no afterlife.” ",
  "dn23:15.0": "2.7. The Simile of the Dream ",
  "dn23:15.1": "“Well then, chieftain, I’ll ask you about this in return, and you can answer as you like. ",
  "dn23:15.2": "Do you recall ever having a midday nap and seeing delightful parks, woods, meadows, and lotus ponds in a dream?” ",
  "dn23:15.3": "“I do, sir.” ",
  "dn23:15.4": "“At that time were you guarded by hunchbacks, dwarves, midgets, and younglings?” ",
  "dn23:15.5": "“I was.” ",
  "dn23:15.6": "“But did they see your soul entering or leaving?” ",
  "dn23:15.7": "“No they did not.” ",
  "dn23:15.8": "“So if they couldn’t even see your soul entering or leaving while you were still alive, ",
  "dn23:15.9": "how could you see the soul of a dead man? ",
  "dn23:15.10": "By this method, too, it ought to be proven that ",
  "dn23:15.11": "there is an afterlife, there are beings reborn spontaneously, and there is a fruit or result of good and bad deeds.” ",
  "dn23:16.1": "“Even though Master Kassapa says this, still I think that ",
  "dn23:16.2": "there is no afterlife.” ",
  "dn23:16.3": "“Can you prove it?” ",
  "dn23:16.4": "“I can.” ",
  "dn23:16.5": "“How, exactly, chieftain?” ",
  "dn23:16.6": "“Suppose they were to arrest a bandit, a criminal and present him to me, saying, ",
  "dn23:16.7": "‘Sir, this is a bandit, a criminal. ",
  "dn23:16.8": "Punish him as you will.’ ",
  "dn23:16.9": "I say to them, ",
  "dn23:16.10": "‘Well then, sirs, weigh this man with scales while he’s still alive. Then strangle him with a bowstring, and when he’s dead, weigh him again.’ ",
  "dn23:16.11": "They agree, and do what I ask. ",
  "dn23:16.12": "So long as they are alive, they’re lighter, softer, more flexible. ",
  "dn23:16.13": "But when they die they become heavier, stiffer, less flexible. ",
  "dn23:16.14": "This is how I prove that ",
  "dn23:16.15": "there is no afterlife.” ",
  "dn23:17.0": "2.8. The Simile of the Hot Iron Ball ",
  "dn23:17.1": "“Well then, chieftain, I shall give you a simile. ",
  "dn23:17.2": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "dn23:17.3": "Suppose a person was to heat an iron ball all day until it was burning, blazing, and glowing, and then they weigh it with scales. ",
  "dn23:17.4": "After some time, when it had cooled and become extinguished, they’d weigh it again. ",
  "dn23:17.5": "When would that iron ball be lighter, softer, and more workable—when it’s burning or when it’s cool?” ",
  "dn23:17.6": "“So long as the iron ball is full of heat and air—burning, blazing, and glowing—it’s lighter, softer, and more workable. ",
  "dn23:17.7": "But when it lacks heat and air—cooled and extinguished—it’s heavier, stiffer, and less workable.” ",
  "dn23:17.8": "“In the same way, so long as this body is full of life and warmth and consciousness it’s lighter, softer, and more flexible. ",
  "dn23:17.9": "But when it lacks life and warmth and consciousness it’s heavier, stiffer, and less flexible. ",
  "dn23:17.10": "By this method, too, it ought to be proven that ",
  "dn23:17.11": "there is an afterlife.” ",
  "dn23:18.1": "“Even though Master Kassapa says this, still I think that ",
  "dn23:18.2": "there is no afterlife.” ",
  "dn23:18.3": "“Can you prove it?” ",
  "dn23:18.4": "“I can.” ",
  "dn23:18.5": "“How, exactly, chieftain?” ",
  "dn23:18.6": "“Suppose they were to arrest a bandit, a criminal and present him to me, saying, ",
  "dn23:18.7": "‘Sir, this is a bandit, a criminal. ",
  "dn23:18.8": "Punish him as you will.’ ",
  "dn23:18.9": "I say to them, ",
  "dn23:18.10": "‘Well then, sirs, take this man’s life without injuring his outer skin, inner skin, flesh, sinews, bones, or marrow. Hopefully we’ll see his soul escaping.’ ",
  "dn23:18.11": "They agree, and do what I ask. ",
  "dn23:18.12": "When he’s nearly dead, I tell them to ",
  "dn23:18.13": "lay him on his back in hope of seeing his soul escape. ",
  "dn23:18.14": "They do so. ",
  "dn23:18.15": "But we don’t see his soul escaping. ",
  "dn23:18.16": "I tell them to ",
  "dn23:18.17": "lay him bent over, ",
  "dn23:18.18": "to lay him on his side, ",
  "dn23:18.19": "to lay him on the other side; ",
  "dn23:18.20": "to stand him upright, ",
  "dn23:18.21": "to stand him upside down; ",
  "dn23:18.22": "to strike him with fists, ",
  "dn23:18.23": "stones, ",
  "dn23:18.24": "rods, ",
  "dn23:18.25": "and swords; ",
  "dn23:18.26": "and to give him a good shaking in hope of seeing his soul escape. ",
  "dn23:18.27": "They do all these things. ",
  "dn23:18.28": "But we don’t see his soul escaping. ",
  "dn23:18.29": "For him the eye itself is present, and so are those sights. Yet he does not experience that sense-field. ",
  "dn23:18.30": "The ear itself is present, and so are those sounds. Yet he does not experience that sense-field. ",
  "dn23:18.31": "The nose itself is present, and so are those smells. Yet he does not experience that sense-field. ",
  "dn23:18.32": "The tongue itself is present, and so are those tastes. Yet he does not experience that sense-field. ",
  "dn23:18.33": "The body itself is present, and so are those touches. Yet he does not experience that sense-field. ",
  "dn23:18.34": "This is how I prove that ",
  "dn23:18.35": "there is no afterlife.” ",
  "dn23:19.0": "2.9. The Simile of the Horn Blower ",
  "dn23:19.1": "“Well then, chieftain, I shall give you a simile. ",
  "dn23:19.2": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "dn23:19.3": "Once upon a time, a certain horn blower took his horn and traveled to a borderland, ",
  "dn23:19.4": "where he went to a certain village. Standing in the middle of the village, he sounded his horn three times, then placed it on the ground and sat down to one side. ",
  "dn23:19.5": "Then the people of the borderland thought, ",
  "dn23:19.6": "‘What is making this sound, so arousing, sensuous, intoxicating, infatuating, and captivating?’ ",
  "dn23:19.7": "They gathered around the horn blower and said, ",
  "dn23:19.8": "‘Mister, what is making this sound, so arousing, sensuous, intoxicating, infatuating, and captivating?’ ",
  "dn23:19.9": "‘The sound is made by this, which is called a horn.’ ",
  "dn23:19.10": "They laid that horn on its back, saying, ",
  "dn23:19.11": "‘Speak, good horn! Speak, good horn!’ ",
  "dn23:19.12": "But still the horn made no sound. ",
  "dn23:19.13": "Then they lay the horn bent over, they lay it on its side, they lay it on its other side; they stood it upright, they stood it upside down; they struck it with fists, stones, rods, and swords; and they gave it a good shake, saying, ",
  "dn23:19.14": "‘Speak, good horn! Speak, good horn!’ ",
  "dn23:19.15": "But still the horn made no sound. ",
  "dn23:19.16": "So the horn blower thought, ",
  "dn23:19.17": "‘How foolish are these borderland folk! For how can they seek the sound of a horn so irrationally?’ ",
  "dn23:19.18": "And as they looked on, he picked up the horn, sounded it three times, and took it away with him. ",
  "dn23:19.19": "Then the people of the borderland thought, ",
  "dn23:19.20": "‘So, it seems, when what is called a horn is accompanied by a person, effort, and wind, it makes a sound. But when these things are absent it makes no sound.’ ",
  "dn23:19.21": "In the same way, so long as this body is full of life and warmth and consciousness it walks back and forth, stands, sits, and lies down. It sees sights with the eye, hears sounds with the ear, smells odors with the nose, tastes flavors with the tongue, feels touches with the body, and knows thoughts with the mind. ",
  "dn23:19.22": "But when it lacks life and warmth and consciousness it does none of these things. ",
  "dn23:19.23": "By this method, too, it ought to be proven that ",
  "dn23:19.24": "there is an afterlife.” ",
  "dn23:20.1": "“Even though Master Kassapa says this, still I think that ",
  "dn23:20.2": "there is no afterlife.” ",
  "dn23:20.3": "“Can you prove it?” ",
  "dn23:20.4": "“I can.” ",
  "dn23:20.5": "“How, exactly, chieftain?” ",
  "dn23:20.6": "“Suppose they were to arrest a bandit, a criminal and present him to me, saying, ",
  "dn23:20.7": "‘Sir, this is a bandit, a criminal. ",
  "dn23:20.8": "Punish him as you will.’ ",
  "dn23:20.9": "I say to them, ",
  "dn23:20.10": "‘Well then, sirs, cut open this man’s outer skin. Hopefully we might see his soul.’ ",
  "dn23:20.11": "They cut open his outer skin, ",
  "dn23:20.12": "but we see no soul. ",
  "dn23:20.13": "I say to them, ",
  "dn23:20.14": "‘Well then, sirs, cut open his inner skin, flesh, sinews, bones, or marrow. Hopefully we’ll see his soul.’ ",
  "dn23:20.15": "They do so, but we see no soul. ",
  "dn23:20.16": "This is how I prove that ",
  "dn23:20.17": "there is no afterlife.” ",
  "dn23:21.0": "2.10. The Simile of the Fire-Worshiping Matted-Hair Ascetic ",
  "dn23:21.1": "“Well then, chieftain, I shall give you a simile. ",
  "dn23:21.2": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "dn23:21.3": "Once upon a time, a certain fire-worshiping matted-hair ascetic settled in a leaf hut in a wilderness region. ",
  "dn23:21.4": "Then a caravan came out from a certain country. ",
  "dn23:21.5": "It stayed for one night not far from that ascetic’s hermitage, and then moved on. ",
  "dn23:21.6": "The ascetic thought, ",
  "dn23:21.7": "‘Why don’t I go to that caravan’s campsite? Hopefully I’ll find something useful there.’ ",
  "dn23:21.8": "So he went, and he saw a little baby boy abandoned there. ",
  "dn23:21.9": "When he saw this he thought, ",
  "dn23:21.10": "‘It’s not proper for me to look on while a human being dies. ",
  "dn23:21.11": "Why don’t I bring this boy back to my hermitage, nurse him, nourish him, and raise him?’ ",
  "dn23:21.12": "So that’s what he did. ",
  "dn23:21.13": "When the boy was ten or twelve years old, the ascetic had some business come up in the country. ",
  "dn23:21.14": "So he said to the boy, ",
  "dn23:21.15": "‘My dear, I wish to go to the country. ",
  "dn23:21.16": "Serve the sacred flame. ",
  "dn23:21.17": "Do not extinguish it. ",
  "dn23:21.18": "But if you should extinguish it, here is the hatchet, the firewood, and the bundle of drill-sticks. Light the fire and serve it.’ ",
  "dn23:21.19": "And having instructed the boy, the ascetic went to the country. ",
  "dn23:21.20": "But the boy was so engrossed in his play, the fire went out. ",
  "dn23:21.21": "He thought, ",
  "dn23:21.22": "‘My father told me to serve the sacred flame. ",
  "dn23:21.23": "",
  "dn23:21.24": "",
  "dn23:21.25": "",
  "dn23:21.26": "Why don’t I light it again and serve it?’ ",
  "dn23:21.27": "So he chopped the bundle of drill-sticks with the hatchet, thinking, ",
  "dn23:21.28": "‘Hopefully I’ll get a fire!’ ",
  "dn23:21.29": "But he still got no fire. ",
  "dn23:21.30": "He split the bundle of drill-sticks into two, three, four, five, ten, or a hundred parts. He chopped them into splinters, pounded them in a mortar, and swept them away in a strong wind, thinking, ",
  "dn23:21.31": "‘Hopefully I’ll get a fire!’ ",
  "dn23:21.32": "But he still got no fire. ",
  "dn23:21.33": "Then the matted-hair ascetic, having concluded his business in the country, returned to his own hermitage, and said to the boy, ",
  "dn23:21.34": "‘I trust, my dear, that the fire didn’t go out?’ ",
  "dn23:21.35": "And the boy told him what had happened. ",
  "dn23:21.36": "",
  "dn23:21.37": "",
  "dn23:21.38": "",
  "dn23:21.39": "",
  "dn23:21.40": "",
  "dn23:21.41": "",
  "dn23:21.42": "",
  "dn23:21.43": "",
  "dn23:21.44": "",
  "dn23:21.45": "",
  "dn23:21.46": "",
  "dn23:21.47": "Then the ascetic thought, ",
  "dn23:21.48": "‘How foolish is this boy, how incompetent! For how can he seek a fire so irrationally?’ ",
  "dn23:21.49": "So while the boy looked on, he took a bundle of fire-sticks, lit the fire, and said, ",
  "dn23:21.50": "‘Dear boy, this is how to light a fire. ",
  "dn23:21.51": "Not the foolish and incompetent way you sought it so irrationally.’ ",
  "dn23:21.52": "In the same way, chieftain, being foolish and incompetent, you seek the other world irrationally. ",
  "dn23:21.53": "Let go of this harmful misconception, chieftain, let go of it! ",
  "dn23:21.54": "Don’t create lasting harm and suffering for yourself!” ",
  "dn23:22.1": "“Even though Master Kassapa says this, still I’m not able to let go of that harmful misconception. ",
  "dn23:22.2": "King Pasenadi of Kosala knows my views, and so do foreign kings. ",
  "dn23:22.3": "",
  "dn23:22.4": "",
  "dn23:22.5": "If I let go of this harmful misconception, people will say, ",
  "dn23:22.6": "‘How foolish is the chieftain Pāyāsi, how incompetent, that he should hold on to a mistake!’ ",
  "dn23:22.7": "I shall carry on with this view out of anger, contempt, and spite!” ",
  "dn23:23.0": "2.11. The Simile of the Two Caravan Leaders ",
  "dn23:23.1": "“Well then, chieftain, I shall give you a simile. ",
  "dn23:23.2": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "dn23:23.3": "Once upon a time, a large caravan of a thousand wagons traveled from a country in the east to the west. ",
  "dn23:23.4": "Wherever they went they quickly used up the grass, wood, water, and the green foliage. ",
  "dn23:23.5": "Now, that caravan had two leaders, each in charge of five hundred wagons. ",
  "dn23:23.6": "They thought, ",
  "dn23:23.7": "‘This is a large caravan of a thousand wagons. ",
  "dn23:23.8": "Wherever we go we quickly use up the grass, wood, water, and the green foliage. ",
  "dn23:23.9": "Why don’t we split the caravan in two halves?’ ",
  "dn23:23.10": "",
  "dn23:23.11": "So that’s what they did. ",
  "dn23:23.12": "One caravan leader, having prepared much grass, wood, and water, started the caravan. ",
  "dn23:23.13": "After two or three days’ journey he saw a dark man with red eyes coming the other way in a donkey cart with muddy wheels. He was armored with a quiver and wreathed with yellow lotus, his clothes and hair all wet. Seeing him, he said, ",
  "dn23:23.14": "‘Sir, where do you come from?’ ",
  "dn23:23.15": "‘From such and such a country.’ ",
  "dn23:23.16": "‘And where are you going?’ ",
  "dn23:23.17": "‘To the country named so and so.’ ",
  "dn23:23.18": "‘But has there been much rain in the desert up ahead?’ ",
  "dn23:23.19": "‘Indeed there has, sir. The paths are sprinkled with water, and there is much grass, wood, and water. ",
  "dn23:23.20": "Toss out your grass, wood, and water. Your wagons will move swiftly when lightly-laden, so don’t tire your draught teams.’ ",
  "dn23:23.21": "So the caravan leader addressed his drivers, ",
  "dn23:23.22": "‘This man says that ",
  "dn23:23.23": "there has been much rain in the desert up ahead. ",
  "dn23:23.24": "He advises us to toss out the grass, wood, and water. The wagons will move swiftly when lightly-laden, and won’t tire our draught teams. ",
  "dn23:23.25": "So let’s toss out the grass, wood, and water and restart the caravan with lightly-laden wagons.’ ",
  "dn23:23.26": "‘Yes, sir,’ the drivers replied, and that’s what they did. ",
  "dn23:23.27": "But in the caravan’s first campsite they saw no grass, wood, or water. ",
  "dn23:23.28": "And in the second, ",
  "dn23:23.29": "third, ",
  "dn23:23.30": "fourth, ",
  "dn23:23.31": "fifth, ",
  "dn23:23.32": "sixth, ",
  "dn23:23.33": "and seventh campsites they saw no grass, wood, or water. ",
  "dn23:23.34": "And all fell to ruin and disaster. ",
  "dn23:23.35": "And the men and beasts in that caravan were all devoured by that non-human spirit. ",
  "dn23:23.36": "Only their bones remained. ",
  "dn23:23.37": "Now, when the second caravan leader knew that ",
  "dn23:23.38": "the first caravan was well underway, he prepared much grass, wood, and water and started the caravan. ",
  "dn23:23.39": "After two or three days’ journey he saw a dark man with red eyes coming the other way in a donkey cart with muddy wheels. He was armored with a quiver and wreathed with yellow lotus, his clothes and hair all wet. Seeing him, he said, ",
  "dn23:23.40": "‘Sir, where do you come from?’ ",
  "dn23:23.41": "‘From such and such a country.’ ",
  "dn23:23.42": "‘And where are you going?’ ",
  "dn23:23.43": "‘To the country named so and so.’ ",
  "dn23:23.44": "‘But has there been much rain in the desert up ahead?’ ",
  "dn23:23.45": "‘Indeed there has, sir. The paths are sprinkled with water, and there is much grass, wood, and water. ",
  "dn23:23.46": "Toss out your grass, wood, and water. Your wagons will move swiftly when lightly-laden, so don’t tire your draught teams.’ ",
  "dn23:23.47": "So the caravan leader addressed his drivers, ",
  "dn23:23.48": "‘This man says that ",
  "dn23:23.49": "there has been much rain in the desert up ahead. ",
  "dn23:23.50": "He advises us to toss out the grass, wood, and water. The wagons will move swiftly when lightly-laden, and won’t tire our draught teams. ",
  "dn23:23.51": "But this person is neither our friend nor relative. How can we proceed out of trust in him? ",
  "dn23:23.52": "We shouldn’t toss out any grass, wood, or water, but continue with our goods laden as before. ",
  "dn23:23.53": "We shall not toss out any old stock.’ ",
  "dn23:23.54": "‘Yes, sir,’ the drivers replied, and they restarted the caravan with the goods laden as before. ",
  "dn23:23.55": "And in the caravan’s first campsite they saw no grass, wood, or water. ",
  "dn23:23.56": "And in the second, ",
  "dn23:23.57": "third, ",
  "dn23:23.58": "fourth, ",
  "dn23:23.59": "fifth, ",
  "dn23:23.60": "sixth, ",
  "dn23:23.61": "and seventh campsites they saw no grass, wood, or water. ",
  "dn23:23.62": "And they saw the other caravan that had come to ruin. ",
  "dn23:23.63": "And they saw the bones of the men and beasts who had been devoured by that non-human spirit. ",
  "dn23:23.64": "So the caravan leader addressed his drivers, ",
  "dn23:23.65": "‘This caravan came to ruin, as happens when guided by a foolish caravan leader. ",
  "dn23:23.66": "Well then, sirs, toss out any of our merchandise that’s of little value, and take what’s valuable from this caravan.’ ",
  "dn23:23.67": "‘Yes, sir’ replied the drivers, and that’s what they did. They crossed over the desert safely, as happens when guided by an astute caravan leader. ",
  "dn23:23.68": "In the same way, chieftain, being foolish and incompetent, you will come to ruin seeking the other world irrationally, like the first caravan leader. ",
  "dn23:23.69": "And those who think you’re worth listening to and trusting will also come to ruin, like the drivers. ",
  "dn23:23.70": "Let go of this harmful misconception, chieftain, let go of it! ",
  "dn23:23.71": "Don’t create lasting harm and suffering for yourself!” ",
  "dn23:24.1": "“Even though Master Kassapa says this, still I’m not able to let go of that harmful misconception. ",
  "dn23:24.2": "King Pasenadi of Kosala knows my views, and so do foreign kings. ",
  "dn23:24.3": "",
  "dn23:24.4": "",
  "dn23:24.5": "",
  "dn23:24.6": "I shall carry on with this view out of anger, contempt, and spite!” ",
  "dn23:25.0": "2.12. The Simile of the Dung-Carrier ",
  "dn23:25.1": "“Well then, chieftain, I shall give you a simile. ",
  "dn23:25.2": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "dn23:25.3": "Once upon a time, a certain swineherd went from his own village to another village. ",
  "dn23:25.4": "There he saw a large pile of dry dung abandoned. ",
  "dn23:25.5": "He thought, ",
  "dn23:25.6": "‘This pile of dry dung can serve as food for my pigs. ",
  "dn23:25.7": "Why don’t I carry it off?’ ",
  "dn23:25.8": "So he spread out his upper robe, shoveled the dry dung onto it, tied it up into a bundle, lifted it on to his head, and went on his way. ",
  "dn23:25.9": "While on his way a large sudden storm poured down. ",
  "dn23:25.10": "Smeared with leaking, oozing dung down to his fingernails, he kept on carrying the load of dung. ",
  "dn23:25.11": "When people saw him they said, ",
  "dn23:25.12": "‘Have you gone mad, sir? Have you lost your mind? For how can you, smeared with leaking, oozing dung down to your fingernails, keep on carrying that load of dung?’ ",
  "dn23:25.13": "‘You’re the mad ones, sirs! You’re the ones who’ve lost your minds! For this will serve as food for my pigs.’ ",
  "dn23:25.14": "In the same way, chieftain, you seem like the dung carrier in the simile. ",
  "dn23:25.15": "Let go of this harmful misconception, chieftain, let go of it! ",
  "dn23:25.16": "Don’t create lasting harm and suffering for yourself!” ",
  "dn23:26.1": "“Even though Master Kassapa says this, still I’m not able to let go of that harmful misconception. ",
  "dn23:26.2": "King Pasenadi of Kosala knows my views, and so do foreign kings. ",
  "dn23:26.3": "",
  "dn23:26.4": "",
  "dn23:26.5": "",
  "dn23:26.6": "",
  "dn23:26.7": "I shall carry on with this view out of anger, contempt, and spite!” ",
  "dn23:27.0": "2.13. The Simile of the Gamblers ",
  "dn23:27.1": "“Well then, chieftain, I shall give you a simile. ",
  "dn23:27.2": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "dn23:27.3": "Once upon a time, two gamblers were playing with dice. ",
  "dn23:27.4": "One gambler, every time they made a bad throw, swallowed the dice. ",
  "dn23:27.5": "The second gambler saw him, and said, ",
  "dn23:27.6": "‘Well, my friend, you’ve won it all! Give me the dice, I will roll them.’ ",
  "dn23:27.7": "‘Yes, my friend,’ the gambler replied, and gave them. ",
  "dn23:27.8": "Then the gambler soaked the dice in poison and said to the other, ",
  "dn23:27.9": "‘Come, my friend, let’s play dice.’ ",
  "dn23:27.10": "‘Yes, my friend,’ the other gambler replied. ",
  "dn23:27.11": "And for a second time the gamblers played with dice. ",
  "dn23:27.12": "And for the second time, every time they made a bad throw, that gambler swallowed the dice. ",
  "dn23:27.13": "The second gambler saw him, and said, ",
  "dn23:27.14": "‘The man swallows the dice without realizing ",
  "dn23:27.15": "they’re smeared with burning poison. ",
  "dn23:27.16": "Swallow, you damn cheat, swallow! ",
  "dn23:27.17": "Soon you’ll know the bitter fruit!’ ",
  "dn23:27.18": "In the same way, chieftain, you seem like the gambler in the simile. ",
  "dn23:27.19": "Let go of this harmful misconception, chieftain, let go of it! ",
  "dn23:27.20": "Don’t create lasting harm and suffering for yourself!” ",
  "dn23:28.1": "“Even though Master Kassapa says this, still I’m not able to let go of that harmful misconception. ",
  "dn23:28.2": "King Pasenadi of Kosala knows my views, and so do foreign kings. ",
  "dn23:28.3": "",
  "dn23:28.4": "",
  "dn23:28.5": "",
  "dn23:28.6": "",
  "dn23:28.7": "I shall carry on with this view out of anger, contempt, and spite!” ",
  "dn23:29.0": "2.14. The Simile of the Man Who Carried Hemp ",
  "dn23:29.1": "“Well then, chieftain, I shall give you a simile. ",
  "dn23:29.2": "For by means of a simile some sensible people understand the meaning of what is said. ",
  "dn23:29.3": "Once upon a time, the inhabitants of a certain country emigrated. ",
  "dn23:29.4": "Then one friend said to another, ",
  "dn23:29.5": "‘Come, my friend, let’s go to that country. Hopefully we’ll get some riches there!’ ",
  "dn23:29.6": "‘Yes, my friend,’ the other replied. ",
  "dn23:29.7": "They went to that country, and to a certain deserted village. There they saw a pile of abandoned sunn hemp. Seeing it, one friend said to the other, ",
  "dn23:29.8": "‘This is a pile of abandoned sunn hemp. Well then, my friend, you make up a bundle of hemp, and I’ll make one too. Let’s both take a bundle of hemp and go on.’ ",
  "dn23:29.9": "‘Yes, my friend,’ he said. Carrying their bundles of hemp they went to another deserted village. ",
  "dn23:29.10": "There they saw much sunn hemp thread abandoned. Seeing it, one friend said to the other, ",
  "dn23:29.11": "‘This pile of abandoned sunn hemp thread is just what we wanted the hemp for! ",
  "dn23:29.12": "Well then, my friend, let’s abandon our bundles of hemp, and both take a bundle of hemp thread and go on.’ ",
  "dn23:29.13": "‘I’ve already carried this bundle of hemp a long way, and it’s well tied up. It’s good enough for me, you understand.’ ",
  "dn23:29.14": "So one friend abandoned their bundle of hemp and picked up a bundle of hemp thread. ",
  "dn23:29.15": "They went to another deserted village. ",
  "dn23:29.16": "There they saw much sunn hemp cloth abandoned. Seeing it, one friend said to the other, ",
  "dn23:29.17": "‘This pile of abandoned sunn hemp cloth is just what we wanted the hemp and hemp thread for! ",
  "dn23:29.18": "Well then, my friend, let’s abandon our bundles, and both take a bundle of hemp cloth and go on.’ ",
  "dn23:29.19": "‘I’ve already carried this bundle of hemp a long way, and it’s well tied up. It’s good enough for me, you understand.’ ",
  "dn23:29.20": "So one friend abandoned their bundle of hemp thread and picked up a bundle of hemp cloth. ",
  "dn23:29.21": "They went to another deserted village. ",
  "dn23:29.22": "There they saw a pile of flax, and by turn, ",
  "dn23:29.23": "linen thread, ",
  "dn23:29.24": "linen cloth, ",
  "dn23:29.25": "silk, ",
  "dn23:29.26": "silk thread, ",
  "dn23:29.27": "silk cloth, ",
  "dn23:29.28": "iron, ",
  "dn23:29.29": "copper, ",
  "dn23:29.30": "tin, ",
  "dn23:29.31": "lead, ",
  "dn23:29.32": "silver, ",
  "dn23:29.33": "and gold abandoned. Seeing it, one friend said to the other, ",
  "dn23:29.34": "‘This pile of gold is just what we wanted all those other things for! ",
  "dn23:29.35": "Well then, my friend, let’s abandon our bundles, and both take a bundle of gold and go on.’ ",
  "dn23:29.36": "‘I’ve already carried this bundle of hemp a long way, and it’s well tied up. It’s good enough for me, you understand.’ ",
  "dn23:29.37": "So one friend abandoned their bundle of silver and picked up a bundle of gold. ",
  "dn23:29.38": "Then they returned to their own village. ",
  "dn23:29.39": "When one friend returned with a bundle of sunn hemp, they didn’t please their parents, their partners and children, or their friends and colleagues. And they got no pleasure and happiness on that account. ",
  "dn23:29.40": "But when the other friend returned with a bundle of gold, they pleased their parents, their partners and children, and their friends and colleagues. And they got much pleasure and happiness on that account. ",
  "dn23:29.41": "In the same way, chieftain, you seem like the hemp-carrier in the simile. ",
  "dn23:29.42": "Let go of this harmful misconception, chieftain, let go of it! ",
  "dn23:29.43": "Don’t create lasting harm and suffering for yourself!” ",
  "dn23:30.0": "3. Going for Refuge ",
  "dn23:30.1": "“I was delighted and satisfied with your very first simile, Master Kassapa! ",
  "dn23:30.2": "Nevertheless, I wanted to hear your various solutions to the problem, so I thought I’d oppose you in this way. ",
  "dn23:30.3": "Excellent, Master Kassapa! Excellent! ",
  "dn23:30.4": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, Master Kassapa has made the teaching clear in many ways. ",
  "dn23:30.5": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "dn23:30.6": "From this day forth, may Master Kassapa remember me as a lay follower who has gone for refuge for life. ",
  "dn23:30.7": "Master Kassapa, I wish to perform a great sacrifice. Please instruct me so it will be for my lasting welfare and happiness.” ",
  "dn23:31.0": "4. On Sacrifice ",
  "dn23:31.1": "“Chieftain, take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are slaughtered. And the recipients have wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. That kind of sacrifice is not very fruitful or beneficial or splendid or bountiful. ",
  "dn23:31.2": "Suppose a farmer was to enter a wood taking seed and plough. ",
  "dn23:31.3": "And on that barren field, that barren ground, with uncleared stumps he sowed seeds that were broken, spoiled, weather-damaged, infertile, and ill kept. ",
  "dn23:31.4": "And the heavens don’t provide enough rain when needed. ",
  "dn23:31.5": "Would those seeds grow, increase, and mature, and would the farmer get abundant fruit?” ",
  "dn23:31.6": "“No, Master Kassapa.” ",
  "dn23:31.7": "“In the same way, chieftain, take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are slaughtered. And the recipients have wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. That kind of sacrifice is not very fruitful or beneficial or splendid or bountiful. ",
  "dn23:31.8": "But take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are not slaughtered. And the recipients have right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. That kind of sacrifice is very fruitful and beneficial and splendid and bountiful. ",
  "dn23:31.9": "Suppose a farmer was to enter a wood taking seed and plough. ",
  "dn23:31.10": "And on that fertile field, that fertile ground, with well-cleared stumps he sowed seeds that were intact, unspoiled, not weather-damaged, fertile, and well kept. ",
  "dn23:31.11": "And the heavens provide plenty of rain when needed. ",
  "dn23:31.12": "Would those seeds grow, increase, and mature, and would the farmer get abundant fruit?” ",
  "dn23:31.13": "“Yes, Master Kassapa.” ",
  "dn23:31.14": "“In the same way, chieftain, take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are not slaughtered. And the recipients have right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. That kind of sacrifice is very fruitful and beneficial and splendid and bountiful.” ",
  "dn23:32.0": "5. On the Brahmin Student Uttara ",
  "dn23:32.1": "Then the chieftain Pāyāsi set up an offering for ascetics and brahmins, for paupers, vagrants, nomads, and beggars. ",
  "dn23:32.2": "At that offering such food as rough gruel with pickles was given, and rough clothes with knotted fringes. ",
  "dn23:32.3": "Now, it was a brahmin student named Uttara who organized that offering. ",
  "dn23:32.4": "When the offering was over he referred to it like this, ",
  "dn23:32.5": "“Through this offering may I be together with the chieftain Pāyāsi in this world, but not in the next.” ",
  "dn23:32.6": "Pāyāsi heard of this, ",
  "dn23:32.7": "",
  "dn23:32.8": "",
  "dn23:32.9": "so he summoned Uttara and said, ",
  "dn23:32.10": "“Is it really true, dear Uttara, that you referred to the offering in this way?” ",
  "dn23:32.11": "",
  "dn23:32.12": "“Yes, sir.” ",
  "dn23:32.13": "“But why? ",
  "dn23:32.14": "",
  "dn23:32.15": "Don’t we who seek merit expect some result from the offering?” ",
  "dn23:32.16": "“At your offering such food as rough gruel with pickles was given, which you wouldn’t even want to touch with your foot, much less eat. And also rough clothes with knotted fringes, which you also wouldn’t want to touch with your foot, much less wear. ",
  "dn23:32.17": "Sir, you’re dear and beloved to me. But how can I reconcile one so dear with something so disagreeable?” ",
  "dn23:32.18": "“Well then, dear Uttara, set up an offering with the same kind of food that I eat, ",
  "dn23:32.19": "and the same kind of clothes that I wear.” ",
  "dn23:32.20": "“Yes, sir,” replied Uttara, and did so. ",
  "dn23:32.21": "",
  "dn23:32.22": "So the chieftain Pāyāsi gave gifts carelessly, thoughtlessly, not with his own hands, giving the dregs. When his body broke up, after death, he was reborn in company with the gods of the Four Great Kings, in an empty palace of sirisa wood. ",
  "dn23:32.23": "But the brahmin student Uttara who organized the offering gave gifts carefully, thoughtfully, with his own hands, not giving the dregs. When his body broke up, after death, he was reborn in company with the gods of the Thirty-Three. ",
  "dn23:33.0": "6. The God Pāyāsi ",
  "dn23:33.1": "Now at that time Venerable Gavampati would often go to that empty sirisa palace for the day’s meditation. ",
  "dn23:33.2": "Then the god Pāyāsi went up to him, bowed, and stood to one side. Gavampati said to him, ",
  "dn23:33.3": "“Who are you, reverend?” ",
  "dn23:33.4": "“Sir, I am the chieftain Pāyāsi.” ",
  "dn23:33.5": "“Didn’t you have the view that ",
  "dn23:33.6": "there is no afterlife, no beings are reborn spontaneously, and there’s no fruit or result of good and bad deeds?” ",
  "dn23:33.7": "“It’s true, sir, I did have such a view. ",
  "dn23:33.8": "",
  "dn23:33.9": "But Venerable Kassapa the Prince dissuaded me from that harmful misconception.” ",
  "dn23:33.10": "“But the student named Uttara who organized that offering for you—where has he been reborn?” ",
  "dn23:33.11": "“Sir, Uttara gave gifts carefully, thoughtfully, with his own hands, not giving the dregs. When his body broke up, after death, he was reborn in company with the gods of the Thirty-Three. ",
  "dn23:33.12": "But I gave gifts carelessly, thoughtlessly, not with my own hands, giving the dregs. When my body broke up, after death, I was reborn in company with the gods of the Four Great Kings, in an empty sirisa palace. ",
  "dn23:33.13": "So, sir, when you’ve returned to the human realm, please announce this: ",
  "dn23:33.14": "‘Give gifts carefully, thoughtfully, with your own hands, not giving the dregs. ",
  "dn23:33.15": "The chieftain Pāyāsi gave gifts carelessly, thoughtlessly, not with his own hands, giving the dregs. When his body broke up, after death, he was reborn in company with the gods of the Four Great Kings, in an empty palace of sirisa. ",
  "dn23:33.16": "But the brahmin student Uttara who organized the offering gave gifts carefully, thoughtfully, with his own hands, not giving the dregs. When his body broke up, after death, he was reborn in company with the gods of the Thirty-Three.’” ",
  "dn23:34.1": "So when Venerable Gavampati returned to the human realm he made that announcement. ",
  "dn23:34.2": "",
  "dn23:34.3": "",
  "dn23:34.4": "",
  "dn23:34.5": "",
  "dn23:34.6": "",
  "dn23:35.1": "",
  "dn23:35.2": "",
  "dn23:35.3": "",
  "dn23:35.4": "",
  "dn23:35.5": "",
  "dn23:35.6": ""
}