{
  "dn24:0.1": "Long Discourses 24 ",
  "dn24:0.2": "About Pāṭikaputta ",
  "dn24:1.0": "1. The Story of Sunakkhatta ",
  "dn24:1.1.1": "So I have heard. ",
  "dn24:1.1.2": "At one time the Buddha was staying in the land of the Mallas, near the Mallian town named Anupiya. ",
  "dn24:1.1.3": "Then the Buddha robed up in the morning and, taking his bowl and robe, entered Anupiya for alms. ",
  "dn24:1.1.4": "Then it occurred to him, ",
  "dn24:1.1.5": "“It’s too early to wander for alms in Anupiya. ",
  "dn24:1.1.6": "Why don’t I go to the wanderer Bhaggavagotta’s monastery to visit him?” ",
  "dn24:1.2.1": "So that’s what he did. ",
  "dn24:1.2.2": "Then the wanderer Bhaggavagotta said to the Buddha, ",
  "dn24:1.2.3": "“Let the Blessed One come, sir! ",
  "dn24:1.2.4": "Welcome to the Blessed One, sir! ",
  "dn24:1.2.5": "It’s been a long time since you took the opportunity to come here. ",
  "dn24:1.2.6": "Please, sir, sit down, this seat is ready.” ",
  "dn24:1.2.7": "The Buddha sat on the seat spread out, ",
  "dn24:1.2.8": "while Bhaggavagotta took a low seat, sat to one side, ",
  "dn24:1.2.9": "and said to the Buddha, ",
  "dn24:1.2.10": "“Sir, a few days ago Sunakkhatta the Licchavi came to me and said: ",
  "dn24:1.2.11": "‘Now, Bhaggava, I have rejected the Buddha. ",
  "dn24:1.2.12": "Now I no longer live dedicated to him.’ ",
  "dn24:1.2.13": "Sir, is what Sunakkhatta said true?” ",
  "dn24:1.2.14": "“Indeed it is, Bhaggava. ",
  "dn24:1.3.1": "A few days ago Sunakkhatta the Licchavi came to me, bowed, sat down to one side, and said: ",
  "dn24:1.3.2": "‘Now I reject the Buddha! ",
  "dn24:1.3.3": "Now I shall no longer live dedicated to you.’ ",
  "dn24:1.3.4": "When Sunakkhatta said this, I said to him, ",
  "dn24:1.3.5": "‘But Sunakkhatta, did I ever say to you: ",
  "dn24:1.3.6": "“Come, live dedicated to me”?’ ",
  "dn24:1.3.7": "‘No, sir.’ ",
  "dn24:1.3.8": "‘Or did you ever say to me: ",
  "dn24:1.3.9": "“Sir, I shall live dedicated to the Buddha”?’ ",
  "dn24:1.3.10": "‘No, sir.’ ",
  "dn24:1.3.11": "‘So it seems that I did not ask you to ",
  "dn24:1.3.12": "live dedicated to me, ",
  "dn24:1.3.13": "nor did you say you would ",
  "dn24:1.3.14": "live dedicated to me. ",
  "dn24:1.3.15": "In that case, you silly man, are you really in a position to be rejecting anything? ",
  "dn24:1.3.16": "See how far you have strayed!’ ",
  "dn24:1.4.1": "‘But sir, the Buddha never performs any superhuman demonstrations of psychic power for me.’ ",
  "dn24:1.4.2": "‘But Sunakkhatta, did I ever say to you: ",
  "dn24:1.4.3": "“Come, live dedicated to me and I will perform a superhuman demonstration of psychic power for you”?’ ",
  "dn24:1.4.4": "‘No, sir.’ ",
  "dn24:1.4.5": "‘Or did you ever say to me: ",
  "dn24:1.4.6": "“Sir, I shall live dedicated to the Buddha, and the Buddha will perform a superhuman demonstration of psychic power for me”?’ ",
  "dn24:1.4.7": "‘No, sir.’ ",
  "dn24:1.4.8": "‘So it seems that I did not ask this of you, and you did not require it of me. ",
  "dn24:1.4.9": "",
  "dn24:1.4.10": "",
  "dn24:1.4.11": "",
  "dn24:1.4.12": "In that case, you silly man, are you really in a position to be rejecting anything? ",
  "dn24:1.4.13": "What do you think, Sunakkhatta? ",
  "dn24:1.4.14": "Whether or not there is a demonstration of psychic power, does my teaching lead someone who practices it to the goal of the complete ending of suffering?’ ",
  "dn24:1.4.15": "‘It does, sir.’ ",
  "dn24:1.4.16": "‘So it seems that whether or not there is a demonstration of psychic power, my teaching leads someone who practices it to the goal of the complete ending of suffering. ",
  "dn24:1.4.17": "In that case, what is the point of superhuman demonstrations of psychic power? ",
  "dn24:1.4.18": "See how far you have strayed, you silly man!’ ",
  "dn24:1.5.1": "‘But sir, the Buddha never describes the origin of the world to me.’ ",
  "dn24:1.5.2": "‘But Sunakkhatta, did I ever say to you: ",
  "dn24:1.5.3": "“Come, live dedicated to me and I will describe the origin of the world to you”?’ ",
  "dn24:1.5.4": "‘No, sir.’ ",
  "dn24:1.5.5": "‘Or did you ever say to me: ",
  "dn24:1.5.6": "“Sir, I shall live dedicated to the Buddha, and the Buddha will describe the origin of the world to me”?’ ",
  "dn24:1.5.7": "‘No, sir.’ ",
  "dn24:1.5.8": "‘So it seems that I did not ask this of you, and you did not require it of me. ",
  "dn24:1.5.9": "",
  "dn24:1.5.10": "",
  "dn24:1.5.11": "",
  "dn24:1.5.12": "In that case, you silly man, are you really in a position to be rejecting anything? ",
  "dn24:1.5.13": "What do you think, Sunakkhatta? ",
  "dn24:1.5.14": "Whether or not the origin of the world is described, does my teaching lead someone who practices it to the goal of the complete ending of suffering?’ ",
  "dn24:1.5.15": "‘It does, sir.’ ",
  "dn24:1.5.16": "‘So it seems that whether or not the origin of the world is described, my teaching leads someone who practices it to the goal of the complete ending of suffering. ",
  "dn24:1.5.17": "In that case, what is the point of describing the origin of the world? ",
  "dn24:1.5.18": "See how far you have strayed, you silly man! ",
  "dn24:1.6.1": "In many ways, Sunakkhatta, you have praised me like this in the Vajjian capital: ",
  "dn24:1.6.2": "“That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.” ",
  "dn24:1.6.3": "",
  "dn24:1.6.4": "In many ways you have praised the teaching like this in the Vajjian capital: ",
  "dn24:1.6.5": "“The teaching is well explained by the Buddha—apparent in the present life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.” ",
  "dn24:1.6.6": "",
  "dn24:1.6.7": "In many ways you have praised the Saṅgha like this in the Vajjian capital: ",
  "dn24:1.6.8": "“The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.” ",
  "dn24:1.6.9": "",
  "dn24:1.6.10": "I declare this to you, Sunakkhatta, I announce this to you! ",
  "dn24:1.6.11": "There will be those who say that Sunakkhatta was unable to lead the spiritual life under the ascetic Gotama. That’s why he resigned the training and returned to a lesser life. ",
  "dn24:1.6.12": "That’s what they’ll say.’ ",
  "dn24:1.6.13": "Though I spoke to Sunakkhatta like this, he still left this teaching and training, like someone on the highway to hell. ",
  "dn24:1.7.0": "2. On Korakkhattiya ",
  "dn24:1.7.1": "Bhaggava, this one time I was staying in the land of the Thūlus where they have a town named Uttarakā. ",
  "dn24:1.7.2": "Then I robed up in the morning and, taking my bowl and robe, entered Uttarakā for alms with Sunakkhatta the Licchavi as my second monk. ",
  "dn24:1.7.3": "Now at that time the naked ascetic Korakkhattiya had taken a vow to behave like a dog. When food is tossed on the ground, he gets down on all fours, eating and devouring it just with his mouth. ",
  "dn24:1.7.4": "Sunakkhatta saw him doing this ",
  "dn24:1.7.5": "and thought, ",
  "dn24:1.7.6": "‘That ascetic is a true holy man!’ ",
  "dn24:1.7.7": "Then, knowing what Sunakkhatta was thinking, I said to him, ",
  "dn24:1.7.8": "‘Don’t you claim to be an ascetic, a follower of the Sakyan, you silly man?’ ",
  "dn24:1.7.9": "‘But why does the Buddha say this to me?’ ",
  "dn24:1.7.10": "",
  "dn24:1.7.11": "‘When you saw that naked ascetic Korakkhattiya, didn’t you think, ",
  "dn24:1.7.12": "“That ascetic is a true holy man!”?’ ",
  "dn24:1.7.13": "‘Yes, sir. ",
  "dn24:1.7.14": "But sir, are you jealous of the perfected ones?’ ",
  "dn24:1.7.15": "‘I’m not jealous of the perfected ones, you silly man. ",
  "dn24:1.7.16": "Rather, you should give up this harmful misconception that has arisen in you. ",
  "dn24:1.7.17": "Don’t create lasting harm and suffering for yourself! ",
  "dn24:1.7.18": "That naked ascetic Korakkhattiya, who you imagine to be a true holy man, will die of flatulence in seven days. ",
  "dn24:1.7.19": "And when he dies, he’ll be reborn in the very lowest rank of demons, named the Kālakañjas. ",
  "dn24:1.7.20": "And they’ll throw him in the charnel ground on a clump of vetiver. ",
  "dn24:1.7.21": "If you wish, Sunakkhatta, go to Korakkhattiya and ask him ",
  "dn24:1.7.22": "whether he knows his own destiny. ",
  "dn24:1.7.23": "It’s possible that he will answer: ",
  "dn24:1.7.24": "“Reverend Sunakkhatta, I know my own destiny. ",
  "dn24:1.7.25": "I’ve been reborn in the very lowest rank of demons, named the Kālakañjas.”’ ",
  "dn24:1.8.1": "So, Bhaggava, Sunakkhatta went to see Korakkhattiya and said to him, ",
  "dn24:1.8.2": "‘Reverend Korakkhattiya, the ascetic Gotama has declared ",
  "dn24:1.8.3": "that you will die of flatulence in seven days. ",
  "dn24:1.8.4": "And when you die, you’ll be reborn in the very lowest rank of demons, named the Kālakañjas. ",
  "dn24:1.8.5": "And when you die, they’ll throw you in the charnel ground on a clump of vetiver. ",
  "dn24:1.8.6": "But by eating just a little food and drinking just a little water, ",
  "dn24:1.8.7": "you’ll prove what the ascetic Gotama says to be false.’ ",
  "dn24:1.8.8": "Then Sunakkhatta counted up the days until the seventh day, as happens when you have no faith in the Realized One. ",
  "dn24:1.8.9": "But on the seventh day, the naked ascetic Korakkhattiya died of flatulence. ",
  "dn24:1.8.10": "And when he passed away, he was reborn in the very lowest rank of demons, named the Kālakañjas. ",
  "dn24:1.8.11": "And when he passed away, they threw him in the charnel ground on a clump of vetiver. ",
  "dn24:1.9.1": "Sunakkhatta the Licchavi heard about this. ",
  "dn24:1.9.2": "",
  "dn24:1.9.3": "So he went to see Korakkhattiya in the charnel ground on the clump of vetiver. There he struck Korakkhattiya with his fist three times, ",
  "dn24:1.9.4": "‘Reverend Korakkhattiya, do you know your destiny?’ ",
  "dn24:1.9.5": "Then Korakkhattiya got up, rubbing his back with his hands, and said, ",
  "dn24:1.9.6": "‘Reverend Sunakkhatta, I know my own destiny. ",
  "dn24:1.9.7": "I’ve been reborn in the very lowest rank of demons, named the Kālakañjas.’ After speaking, he fell flat right there. ",
  "dn24:1.10.1": "Then Sunakkhatta came to me, bowed, and sat down to one side. I said to him, ",
  "dn24:1.10.2": "‘What do you think, Sunakkhatta? ",
  "dn24:1.10.3": "Did the declaration I made about Korakkhattiya turn out to be correct, or not?’ ",
  "dn24:1.10.4": "‘It turned out to be correct.’ ",
  "dn24:1.10.5": "‘What do you think, Sunakkhatta? ",
  "dn24:1.10.6": "If that is so, has a superhuman demonstration of psychic power been performed or not?’ ",
  "dn24:1.10.7": "‘Clearly, sir, a superhuman demonstration of psychic power has been performed.’ ",
  "dn24:1.10.8": "‘Though I performed such a superhuman demonstration of psychic power you say this: ",
  "dn24:1.10.9": "“But sir, the Buddha never performs any superhuman demonstrations of psychic power for me.” ",
  "dn24:1.10.10": "See how far you have strayed!’ ",
  "dn24:1.10.11": "Though I spoke to Sunakkhatta like this, he still left this teaching and training, like someone on the highway to hell. ",
  "dn24:1.11.0": "3. On the Naked Ascetic Kaḷāramaṭṭaka ",
  "dn24:1.11.1": "This one time, Bhaggava, I was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "dn24:1.11.2": "Now at that time the naked ascetic Kaḷāramaṭṭaka was residing in Vesālī. And in the Vajjian capital he had reached the peak of material possessions and fame. ",
  "dn24:1.11.3": "He had undertaken these seven vows. ",
  "dn24:1.11.4": "‘As long as I live, I will be a naked ascetic, not wearing clothes. As long as I live, I will be celibate, not having sex. As long as I live, I will consume only meat and alcohol, not eating rice and porridge. ",
  "dn24:1.11.5": "And I will not go past the following tree-shrines near Vesālī: the Udena shrine to the east, the Gotamaka to the south, the Seven Maidens to the west, and the Many Sons to the north.’ ",
  "dn24:1.11.6": "And it was due to undertaking these seven vows that he had reached the peak of material possessions and fame. ",
  "dn24:1.12.1": "So, Bhaggava, Sunakkhatta went to see Kaḷāramaṭṭaka and asked him a question. ",
  "dn24:1.12.2": "But when it stumped him, ",
  "dn24:1.12.3": "he displayed annoyance, hate, and bitterness. ",
  "dn24:1.12.4": "So Sunakkhatta thought, ",
  "dn24:1.12.5": "‘I’ve offended the holy man, the perfected one, the ascetic. ",
  "dn24:1.12.6": "I mustn’t create lasting harm and suffering for myself!’ ",
  "dn24:1.13.1": "Then Sunakkhatta came to me, bowed, and sat down to one side. I said to him, ",
  "dn24:1.13.2": "‘Don’t you claim to be an ascetic, a follower of the Sakyan, you silly man?’ ",
  "dn24:1.13.3": "‘But why does the Buddha say this to me?’ ",
  "dn24:1.13.4": "",
  "dn24:1.13.5": "‘Didn’t you go to see the naked ascetic Kaḷāramaṭṭaka and ask him a question? ",
  "dn24:1.13.6": "But when it stumped him, ",
  "dn24:1.13.7": "you displayed annoyance, hate, and bitterness. ",
  "dn24:1.13.8": "Then you thought, ",
  "dn24:1.13.9": "“I’ve offended the holy man, the perfected one, the ascetic. ",
  "dn24:1.13.10": "I mustn’t create lasting harm and suffering for myself!”’ ",
  "dn24:1.13.11": "‘Yes, sir. ",
  "dn24:1.13.12": "But sir, are you jealous of perfected ones?’ ",
  "dn24:1.13.13": "‘I’m not jealous of the perfected ones, you silly man. ",
  "dn24:1.13.14": "Rather, you should give up this harmful misconception that has arisen in you. ",
  "dn24:1.13.15": "Don’t create lasting harm and suffering for yourself! ",
  "dn24:1.13.16": "That naked ascetic Kaḷāramaṭṭaka, who you imagine to be a true holy man, ",
  "dn24:1.13.17": "will shortly be clothed, living with a partner, eating rice and porridge, having gone past all the shrines near Vesālī. And he will die after losing all his fame.’ ",
  "dn24:1.13.18": "And that’s exactly what happened. ",
  "dn24:1.14.1": "Sunakkhatta heard about this. ",
  "dn24:1.14.2": "",
  "dn24:1.14.3": "He came to me, bowed, and sat down to one side. I said to him, ",
  "dn24:1.14.4": "‘What do you think, Sunakkhatta? ",
  "dn24:1.14.5": "Did the declaration I made about Kaḷāramaṭṭaka turn out to be correct, or not?’ ",
  "dn24:1.14.6": "‘It turned out to be correct.’ ",
  "dn24:1.14.7": "‘What do you think, Sunakkhatta? ",
  "dn24:1.14.8": "If that is so, has a superhuman demonstration of psychic power been performed or not?’ ",
  "dn24:1.14.9": "‘Clearly, sir, a superhuman demonstration of psychic power has been performed.’ ",
  "dn24:1.14.10": "‘Though I perform such a superhuman demonstration of psychic power you say this: ",
  "dn24:1.14.11": "“But sir, the Buddha never performs any superhuman demonstrations of psychic power for me.” ",
  "dn24:1.14.12": "See how far you have strayed!’ ",
  "dn24:1.14.13": "Though I spoke to Sunakkhatta like this, he still left this teaching and training, like someone on the highway to hell. ",
  "dn24:1.15.0": "4. On the Naked Ascetic Pāṭikaputta ",
  "dn24:1.15.1": "This one time, Bhaggava, I was staying right there near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "dn24:1.15.2": "Now at that time the naked ascetic Pāṭikaputta was residing in Vesālī. And in the Vajjian capital he had reached the peak of material possessions and fame. ",
  "dn24:1.15.3": "He was telling a crowd in Vesālī: ",
  "dn24:1.15.4": "‘Both the ascetic Gotama and I speak from knowledge. ",
  "dn24:1.15.5": "One who speaks from knowledge ought to display a superhuman demonstration of psychic power to another who speaks from knowledge. ",
  "dn24:1.15.6": "If the ascetic Gotama meets me half-way, ",
  "dn24:1.15.7": "there we should both perform a superhuman demonstration of psychic power. ",
  "dn24:1.15.8": "If he performs one demonstration of psychic power, I’ll perform two. ",
  "dn24:1.15.9": "If he performs two, I’ll perform four. ",
  "dn24:1.15.10": "If he performs four, I’ll perform eight. ",
  "dn24:1.15.11": "However many demonstrations of psychic power the ascetic Gotama performs, I’ll perform double.’ ",
  "dn24:1.16.1": "Then Sunakkhatta came to me, bowed, sat down to one side, and told me of all this. ",
  "dn24:1.16.2": "",
  "dn24:1.16.3": "",
  "dn24:1.16.4": "",
  "dn24:1.16.5": "",
  "dn24:1.16.6": "",
  "dn24:1.16.7": "",
  "dn24:1.16.8": "",
  "dn24:1.16.9": "",
  "dn24:1.16.10": "",
  "dn24:1.16.11": "",
  "dn24:1.16.12": "I said to him, ",
  "dn24:1.16.13": "‘Sunakkhatta, the naked ascetic Pāṭikaputta is not capable of coming into my presence, unless he gives up that statement and that intention, and lets go of that view. ",
  "dn24:1.16.14": "If he thinks he can ",
  "dn24:1.16.15": "come into my presence without giving up those things, his head may explode.’ ",
  "dn24:1.17.1": "‘Careful what you say, Blessed One! Careful what you say, Holy One!’ ",
  "dn24:1.17.2": "‘But why do you say this to me, Sunakkhatta?’ ",
  "dn24:1.17.3": "",
  "dn24:1.17.4": "‘Sir, the Buddha has definitively asserted that ",
  "dn24:1.17.5": "Pāṭikaputta is not capable of coming into the Buddha’s presence, otherwise ",
  "dn24:1.17.6": "",
  "dn24:1.17.7": "his head may explode. ",
  "dn24:1.17.8": "But Pāṭikaputta might come into the Buddha’s presence in disguise, proving the Buddha wrong.’ ",
  "dn24:1.18.1": "‘Sunakkhatta, would the Realized One make an ambiguous statement?’ ",
  "dn24:1.18.2": "‘But sir, did you make that statement after comprehending Pāṭikaputta’s mind with your mind? ",
  "dn24:1.18.3": "",
  "dn24:1.18.4": "",
  "dn24:1.18.5": "",
  "dn24:1.18.6": "Or did deities tell you about it?’ ",
  "dn24:1.18.7": "",
  "dn24:1.18.8": "",
  "dn24:1.18.9": "",
  "dn24:1.18.10": "‘Both, Sunakkhatta. ",
  "dn24:1.18.11": "",
  "dn24:1.18.12": "",
  "dn24:1.18.13": "",
  "dn24:1.18.14": "",
  "dn24:1.18.15": "",
  "dn24:1.18.16": "",
  "dn24:1.18.17": "",
  "dn24:1.18.18": "For Ajita the Licchavi general has recently passed away and been reborn in the host of the Thirty-Three. ",
  "dn24:1.18.19": "He came and told me this, ",
  "dn24:1.18.20": "“The naked ascetic Pāṭikaputta is shameless, sir, ",
  "dn24:1.18.21": "he is a liar. ",
  "dn24:1.18.22": "For he has declared of me in the Vajjian capital: ",
  "dn24:1.18.23": "‘Ajita the Licchavi general has been reborn in the Great Hell.’ ",
  "dn24:1.18.24": "But that is not true—",
  "dn24:1.18.25": "I have been reborn in the host of the Thirty-Three. ",
  "dn24:1.18.26": "The naked ascetic Pāṭikaputta is shameless, sir, ",
  "dn24:1.18.27": "he is a liar. ",
  "dn24:1.18.28": "Pāṭikaputta is not capable of coming into the Buddha’s presence, otherwise ",
  "dn24:1.18.29": "",
  "dn24:1.18.30": "his head may explode.” ",
  "dn24:1.18.31": "Thus I both made that statement after comprehending Pāṭikaputta’s mind with my mind, ",
  "dn24:1.18.32": "",
  "dn24:1.18.33": "",
  "dn24:1.18.34": "and deities told me about it. ",
  "dn24:1.18.35": "",
  "dn24:1.18.36": "",
  "dn24:1.18.37": "",
  "dn24:1.18.38": "So Sunakkhatta, I’ll wander for alms in Vesālī. After the meal, on my return from almsround, I’ll go to Pāṭikaputta’s monastery for the day’s meditation. ",
  "dn24:1.18.39": "Now you may tell him, if you so wish.’ ",
  "dn24:1.19.0": "5. On Demonstrations of Psychic Power ",
  "dn24:1.19.1": "Then, Bhaggava, I robed up in the morning and, taking my bowl and robe, entered Vesālī for alms. ",
  "dn24:1.19.2": "After the meal, on my return from almsround, I went to Pāṭikaputta’s monastery for the day’s meditation. ",
  "dn24:1.19.3": "Then Sunakkhatta rushed into Vesālī to see the very well-known Licchavis and said to them, ",
  "dn24:1.19.4": "‘Sirs, after his almsround, the Buddha has gone to Pāṭikaputta’s monastery for the day’s meditation. ",
  "dn24:1.19.5": "Come forth, sirs, come forth! There will be a superhuman demonstration of psychic power by the holy ascetics!’ ",
  "dn24:1.19.6": "So the very well-known Licchavis thought, ",
  "dn24:1.19.7": "‘It seems there will be a superhuman demonstration of psychic power by the holy ascetics! ",
  "dn24:1.19.8": "Let’s go!’ ",
  "dn24:1.19.9": "Then he went to see the very well-known well-to-do brahmins, rich householders, and ascetics and brahmins who follow various other religions, and said the same thing. ",
  "dn24:1.19.10": "",
  "dn24:1.19.11": "",
  "dn24:1.19.12": "They all said, ",
  "dn24:1.19.13": "‘It seems there will be a superhuman demonstration of psychic power by the holy ascetics! ",
  "dn24:1.19.14": "Let’s go!’ ",
  "dn24:1.19.15": "Then all those very well-known people went to Pāṭikaputta’s monastery. ",
  "dn24:1.19.16": "That assembly was large, Bhaggava; there were many hundreds, many thousands of them. ",
  "dn24:1.20.1": "Pāṭikaputta heard, ",
  "dn24:1.20.2": "‘It seems that very well-known Licchavis, well-to-do brahmins, rich householders, and ascetics and brahmins who follow various other religions have come forth. ",
  "dn24:1.20.3": "And the ascetic Gotama is sitting in my monastery for the day’s meditation.’ ",
  "dn24:1.20.4": "When he heard that, he became frightened, scared, his hair standing on end. ",
  "dn24:1.20.5": "In fear he went to the Pale-Moon Ebony Trunk Monastery of the wanderers. ",
  "dn24:1.20.6": "The assembly heard of this, ",
  "dn24:1.20.7": "",
  "dn24:1.20.8": "and instructed a man, ",
  "dn24:1.20.9": "‘Come, my man, go to see Pāṭikaputta at the Pale-Moon Ebony Trunk Monastery and say to him, ",
  "dn24:1.20.10": "“Come forth, Reverend Pāṭikaputta! All these very well-known people have come forth, and the ascetic Gotama is sitting in your monastery for the day’s meditation. ",
  "dn24:1.20.11": "For you stated this in the assembly at Vesālī: ",
  "dn24:1.20.12": "‘Both the ascetic Gotama and I speak from knowledge. ",
  "dn24:1.20.13": "One who speaks from knowledge ought to display a superhuman demonstration of psychic power to another who speaks from knowledge. ",
  "dn24:1.20.14": "If the ascetic Gotama meets me half-way, ",
  "dn24:1.20.15": "there we should both perform a superhuman demonstration of psychic power. ",
  "dn24:1.20.16": "If he performs one demonstration of psychic power, I’ll perform two. ",
  "dn24:1.20.17": "If he performs two, I’ll perform four. ",
  "dn24:1.20.18": "If he performs four, I’ll perform eight. ",
  "dn24:1.20.19": "However many demonstrations of psychic power the ascetic Gotama performs, I’ll perform double.’ ",
  "dn24:1.20.20": "Come forth, Reverend Pāṭikaputta, half-way. ",
  "dn24:1.20.21": "The ascetic Gotama has come the first half, and is sitting in your monastery.”’ ",
  "dn24:1.21.1": "‘Yes, sir,’ replied that man, and delivered the message. ",
  "dn24:1.21.2": "",
  "dn24:1.21.3": "",
  "dn24:1.21.4": "",
  "dn24:1.21.5": "",
  "dn24:1.21.6": "",
  "dn24:1.21.7": "",
  "dn24:1.21.8": "",
  "dn24:1.21.9": "",
  "dn24:1.21.10": "When he had spoken, Pāṭika said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. ",
  "dn24:1.21.11": "Then that man said to Pāṭikaputta, ",
  "dn24:1.21.12": "‘What’s up, Reverend Pāṭikaputta? Is your bottom stuck to the bench, or is the bench stuck to your bottom? ",
  "dn24:1.21.13": "You say “I’m coming, sir, I’m coming!” But wriggle as you might, you can’t get up from your seat.’ ",
  "dn24:1.21.14": "And as he was speaking, Pāṭika said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. ",
  "dn24:1.22.1": "When that man knew ",
  "dn24:1.22.2": "that Pāṭikaputta had lost, ",
  "dn24:1.22.3": "",
  "dn24:1.22.4": "he returned to the assembly and said, ",
  "dn24:1.22.5": "‘Pāṭikaputta has lost, sirs. ",
  "dn24:1.22.6": "He says “I’m coming, sir, I’m coming!” But wriggle as he might, he can’t get up from his seat.’ ",
  "dn24:1.22.7": "When he said this, I said to the assembly, ",
  "dn24:1.22.8": "‘The naked ascetic Pāṭikaputta is not capable of coming into my presence, unless he gives up that statement and that intention, and lets go of that view. ",
  "dn24:1.22.9": "If he thinks he can ",
  "dn24:1.22.10": "come into my presence without giving up those things, his head may explode.’ ",
  "dn24:1.22.11": "The first recitation section is finished. ",
  "dn24:2.1.1": "Then, Bhaggava, a certain Licchavi minister stood up and said to the assembly, ",
  "dn24:2.1.2": "‘Well then, sirs, wait a moment, I’ll go. ",
  "dn24:2.1.3": "Hopefully I’ll be able to lead Pāṭikaputta back to the assembly.’ ",
  "dn24:2.1.4": "So that minister went to see Pāṭikaputta and said, ",
  "dn24:2.1.5": "‘Come forth, Reverend Pāṭikaputta! It’s best for you to come forth. All these very well-known people have come forth, and the ascetic Gotama is sitting in your monastery for the day’s meditation. ",
  "dn24:2.1.6": "You said you’d meet the ascetic Gotama half-way. ",
  "dn24:2.1.7": "",
  "dn24:2.1.8": "",
  "dn24:2.1.9": "",
  "dn24:2.1.10": "The ascetic Gotama has come the first half, and is sitting in your monastery. ",
  "dn24:2.1.11": "The ascetic Gotama has told the assembly ",
  "dn24:2.1.12": "that you’re not capable of coming into his presence. ",
  "dn24:2.1.13": "",
  "dn24:2.1.14": "",
  "dn24:2.1.15": "Come forth, Pāṭikaputta! When you come forth we’ll make you win and the ascetic Gotama lose.’ ",
  "dn24:2.2.1": "When he had spoken, Pāṭikaputta said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. ",
  "dn24:2.2.2": "Then the minister said to Pāṭikaputta, ",
  "dn24:2.2.3": "‘What’s up, Reverend Pāṭikaputta? Is your bottom stuck to the bench, or is the bench stuck to your bottom? ",
  "dn24:2.2.4": "You say “I’m coming, sir, I’m coming!” But wriggle as you might, you can’t get up from your seat.’ ",
  "dn24:2.2.5": "And as he was speaking, Pāṭikaputta said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. ",
  "dn24:2.3.1": "When the Licchavi minister knew ",
  "dn24:2.3.2": "that Pāṭikaputta had lost, ",
  "dn24:2.3.3": "he returned to the assembly and said, ",
  "dn24:2.3.4": "‘Pāṭikaputta has lost, sirs.’ ",
  "dn24:2.3.5": "When he said this, I said to the assembly, ",
  "dn24:2.3.6": "‘Pāṭikaputta is not capable of coming into my presence, otherwise ",
  "dn24:2.3.7": "",
  "dn24:2.3.8": "his head may explode. ",
  "dn24:2.3.9": "Even if the good Licchavis were to think, ",
  "dn24:2.3.10": "“Let’s bind Pāṭikaputta with straps and drag him with a pair of oxen!” But either the straps will break or Pāṭikaputta will.’ ",
  "dn24:2.3.11": "",
  "dn24:2.3.12": "",
  "dn24:2.3.13": "",
  "dn24:2.4.1": "Then, Bhaggava, Jāliya, the pupil of the wood-bowl ascetic, stood up and said to the assembly, ",
  "dn24:2.4.2": "‘Well then, sirs, wait a moment, I’ll go. ",
  "dn24:2.4.3": "Hopefully I’ll be able to lead Pāṭikaputta back to the assembly.’ ",
  "dn24:2.4.4": "So Jāliya went to see Pāṭikaputta and said, ",
  "dn24:2.4.5": "‘Come forth, Reverend Pāṭikaputta! It’s best for you to come forth. All these very well-known people have come forth, and the ascetic Gotama is sitting in your monastery for the day’s meditation. ",
  "dn24:2.4.6": "You said you’d meet the ascetic Gotama half-way. ",
  "dn24:2.4.7": "",
  "dn24:2.4.8": "",
  "dn24:2.4.9": "",
  "dn24:2.4.10": "The ascetic Gotama has come the first half, and is sitting in your monastery. ",
  "dn24:2.4.11": "The ascetic Gotama has told the assembly ",
  "dn24:2.4.12": "that you’re not capable of coming into his presence. ",
  "dn24:2.4.13": "",
  "dn24:2.4.14": "",
  "dn24:2.4.15": "And he said that even if the Licchavis ",
  "dn24:2.4.16": "try to bind you with straps and drag you with a pair of oxen, either the straps will break or you will. ",
  "dn24:2.4.17": "",
  "dn24:2.4.18": "",
  "dn24:2.4.19": "",
  "dn24:2.4.20": "Come forth, Pāṭikaputta! When you come forth we’ll make you win and the ascetic Gotama lose.’ ",
  "dn24:2.5.1": "When he had spoken, Pāṭikaputta said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. ",
  "dn24:2.5.2": "Then Jāliya said to Pāṭikaputta, ",
  "dn24:2.5.3": "‘What’s up, Reverend Pāṭikaputta? Is your bottom stuck to the bench, or is the bench stuck to your bottom? ",
  "dn24:2.5.4": "You say “I’m coming, sir, I’m coming!” But wriggle as you might, you can’t get up from your seat.’ ",
  "dn24:2.5.5": "And as he was speaking, Pāṭikaputta said: ‘I’m coming, sir, I’m coming!’ But wriggle as he might, he couldn’t get up from his seat. ",
  "dn24:2.6.1": "When Jāliya knew ",
  "dn24:2.6.2": "that Pāṭikaputta had lost, he said to him, ",
  "dn24:2.6.3": "‘Once upon a time, Reverend Pāṭikaputta, it occurred to a lion, king of beasts, ",
  "dn24:2.6.4": "“Why don’t I make my lair near a certain forest? ",
  "dn24:2.6.5": "Towards evening I can emerge from my den, yawn, look all around the four quarters, roar my lion’s roar three times, and set out on the hunt. ",
  "dn24:2.6.6": "Having slain the very best of the deer herd, and eaten the most tender flesh, I could return to my den.” ",
  "dn24:2.6.7": "And so that’s what he did. ",
  "dn24:2.6.8": "",
  "dn24:2.6.9": "",
  "dn24:2.6.10": "Now, there was an old jackal who had grown fat on the lion’s leavings, becoming arrogant and strong. ",
  "dn24:2.6.11": "He thought, ",
  "dn24:2.6.12": "“What does the lion, king of beasts, have that I don’t? ",
  "dn24:2.6.13": "Why don’t I also make my lair near a certain forest? ",
  "dn24:2.6.14": "Towards evening I can emerge from my den, yawn, look all around the four quarters, roar my lion’s roar three times, and set out on the hunt. ",
  "dn24:2.6.15": "Having slain the very best of the deer herd, and eaten the most tender flesh, I could return to my den.” ",
  "dn24:2.7.1": "And so that’s what he did. ",
  "dn24:2.7.2": "But when he tried to roar a lion’s roar, he only managed to squeal and yelp like a jackal. And what is a pathetic jackal’s squeal next to the roar of a lion? ",
  "dn24:2.7.3": "In the same way, reverend, while living off the leavings of the Holy One, enjoying the leftovers of the Holy One, you presume to attack the Realized One, the perfected one, the fully awakened Buddha! ",
  "dn24:2.7.4": "Who are the pathetic Pāṭikaputtas to attack the Realized Ones, the perfected ones, the fully awakened Buddhas?’ ",
  "dn24:2.8.1": "When Jāliya couldn’t get Pāṭikaputta to shift from his seat even with this simile, ",
  "dn24:2.8.2": "he said to him: ",
  "dn24:2.8.3": "‘Seeing himself as equal to the lion, ",
  "dn24:2.8.4": "the jackal presumed “I’m the king of the beasts!” ",
  "dn24:2.8.5": "But in reality he only managed to yelp, ",
  "dn24:2.8.6": "and what’s a sad jackal’s squeal to the roar of a lion? ",
  "dn24:2.8.7": "In the same way, reverend, while living off the leavings of the Holy One, you presume to attack him!’ ",
  "dn24:2.8.8": "",
  "dn24:2.9.1": "When Jāliya couldn’t get Pāṭikaputta to shift from his seat even with this simile, ",
  "dn24:2.9.2": "he said to him: ",
  "dn24:2.9.3": "‘Following in the steps of another, ",
  "dn24:2.9.4": "seeing himself grown fat on scraps, ",
  "dn24:2.9.5": "until he doesn’t even see himself, ",
  "dn24:2.9.6": "the jackal presumes he’s a tiger. ",
  "dn24:2.9.7": "But in reality he only managed to yelp, ",
  "dn24:2.9.8": "and what’s a sad jackal’s squeal to the roar of a lion? ",
  "dn24:2.9.9": "In the same way, reverend, while living off the leavings of the Holy One, you presume to attack him!’ ",
  "dn24:2.9.10": "",
  "dn24:2.10.1": "When Jāliya couldn’t get Pāṭikaputta to shift from his seat even with this simile, ",
  "dn24:2.10.2": "he said to him: ",
  "dn24:2.10.3": "‘Gorged on frogs, and mice from the barn, ",
  "dn24:2.10.4": "and carcasses tossed in the cemetery, ",
  "dn24:2.10.5": "thriving in the great, empty wood, ",
  "dn24:2.10.6": "the jackal presumed “I’m the king of the beasts!” ",
  "dn24:2.10.7": "But in reality he only managed to yelp, ",
  "dn24:2.10.8": "and what’s a sad jackal’s squeal to the roar of a lion? ",
  "dn24:2.10.9": "In the same way, reverend, while living off the leavings of the Holy One, enjoying the leftovers of the Holy One, you presume to attack the Realized One, the perfected one, the fully awakened Buddha! ",
  "dn24:2.10.10": "Who are the pathetic Pāṭikaputtas to attack the Realized Ones, the perfected ones, the fully awakened Buddhas?’ ",
  "dn24:2.11.1": "When Jāliya couldn’t get Pāṭikaputta to shift from his seat even with this simile, ",
  "dn24:2.11.2": "he returned to the assembly and said, ",
  "dn24:2.11.3": "‘Pāṭikaputta has lost, sirs. He says “I’m coming, sir, I’m coming!” But wriggle as he might, he can’t get up from his seat.’ ",
  "dn24:2.12.1": "When he said this, I said to the assembly, ",
  "dn24:2.12.2": "‘The naked ascetic Pāṭikaputta is not capable of coming into my presence, unless he gives up that statement and that intention, and lets go of that view. ",
  "dn24:2.12.3": "If he thinks he can ",
  "dn24:2.12.4": "come into my presence without giving up those things, his head may explode. ",
  "dn24:2.12.5": "The good Licchavis might even think, ",
  "dn24:2.12.6": "“Let’s bind Pāṭikaputta with straps and drag him with a pair of oxen!” But either the straps will break or Pāṭikaputta will. ",
  "dn24:2.12.7": "Pāṭikaputta is not capable of coming into my presence, otherwise ",
  "dn24:2.12.8": "his head may explode.’ ",
  "dn24:2.13.1": "Then, Bhaggava, I educated, encouraged, fired up, and inspired that assembly with a Dhamma talk. I released that assembly from the great bondage, and lifted 84,000 beings from the great swamp. Next I entered upon the fire element, rose into the sky to the height of seven palm trees, and created a flame another seven palm trees high, blazing and smoking. Finally I landed at the Great Wood, in the hall with the peaked roof. ",
  "dn24:2.13.2": "Then Sunakkhatta came to me, bowed, and sat down to one side. I said to him, ",
  "dn24:2.13.3": "‘What do you think, Sunakkhatta? ",
  "dn24:2.13.4": "Did the declaration I made about Pāṭikaputta turn out to be correct, or not?’ ",
  "dn24:2.13.5": "‘It turned out to be correct.’ ",
  "dn24:2.13.6": "‘What do you think, Sunakkhatta? ",
  "dn24:2.13.7": "If that is so, has a superhuman demonstration of psychic power been performed or not?’ ",
  "dn24:2.13.8": "‘Clearly, sir, a superhuman demonstration of psychic power has been performed.’ ",
  "dn24:2.13.9": "‘Though I perform such a superhuman demonstration of psychic power you say this: ",
  "dn24:2.13.10": "“But sir, the Buddha never performs any superhuman demonstrations of psychic power for me.” ",
  "dn24:2.13.11": "See how far you have strayed!’ ",
  "dn24:2.13.12": "Though I spoke to Sunakkhatta like this, he still left this teaching and training, like someone on the highway to hell. ",
  "dn24:2.14.0": "6. On Describing the Origin of the World ",
  "dn24:2.14.1": "Bhaggava, I understand the origin of the world. ",
  "dn24:2.14.2": "I understand this, and what goes beyond it. Yet since I do not misapprehend that understanding, I have realized extinguishment within myself. Directly knowing this, the Realized One does not come to ruin. ",
  "dn24:2.14.3": "There are some ascetics and brahmins who describe the origin of the world in their tradition as created by the Lord God, by Brahmā. ",
  "dn24:2.14.4": "I go up to them and say, ",
  "dn24:2.14.5": "‘Is it really true that this is the venerables’ view?’ ",
  "dn24:2.14.6": "And they answer, ‘Yes’. ",
  "dn24:2.14.7": "I say to them, ",
  "dn24:2.14.8": "‘But how do you describe in your tradition that the origin of the world came about as created by the Lord God, by Brahmā?’ ",
  "dn24:2.14.9": "But they are stumped by my question, and they even question me in return. ",
  "dn24:2.14.10": "So I answer them, ",
  "dn24:2.14.11": "‘There comes a time when, reverends, after a very long period has passed, this cosmos contracts. ",
  "dn24:2.14.12": "As the cosmos contracts, sentient beings are mostly headed for the realm of streaming radiance. ",
  "dn24:2.14.13": "There they are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. ",
  "dn24:2.15.1": "There comes a time when, after a very long period has passed, this cosmos expands. ",
  "dn24:2.15.2": "As it expands an empty mansion of Brahmā appears. ",
  "dn24:2.15.3": "Then a certain sentient being—due to the running out of their life-span or merit—passes away from that host of radiant deities and is reborn in that empty mansion of Brahmā. ",
  "dn24:2.15.4": "There they are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. ",
  "dn24:2.16.1": "But after staying there all alone for a long time, they become dissatisfied and anxious, ",
  "dn24:2.16.2": "“Oh, if only another being would come to this state of existence.” ",
  "dn24:2.16.3": "Then other sentient beings—due to the running out of their life-span or merit—pass away from that host of radiant deities and are reborn in that empty mansion of Brahmā in company with that being. ",
  "dn24:2.16.4": "There they too are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. ",
  "dn24:2.17.1": "Now, the being who was reborn there first thinks, ",
  "dn24:2.17.2": "“I am Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. ",
  "dn24:2.17.3": "Why is that? ",
  "dn24:2.17.4": "Because first I thought, ",
  "dn24:2.17.5": "‘Oh, if only another being would come to this state of existence.’ ",
  "dn24:2.17.6": "Such was my heart’s wish, and then these creatures came to this state of existence.” ",
  "dn24:2.17.7": "And the beings who were reborn there later also think, ",
  "dn24:2.17.8": "“This must be Brahmā, the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born. ",
  "dn24:2.17.9": "And we have been created by him. ",
  "dn24:2.17.10": "Why is that? ",
  "dn24:2.17.11": "Because we see that he was reborn here first, and we arrived later.” ",
  "dn24:2.17.12": "And the being who was reborn first is more long-lived, beautiful, and illustrious than those who arrived later. ",
  "dn24:2.17.13": "",
  "dn24:2.17.14": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. ",
  "dn24:2.17.15": "Having done so, they go forth from the lay life to homelessness. ",
  "dn24:2.17.16": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect that past life, but no further. ",
  "dn24:2.17.17": "They say: ",
  "dn24:2.17.18": "“He who is Brahmā—the Great Brahmā, the Undefeated, the Champion, the Universal Seer, the Wielder of Power, the Lord God, the Maker, the Author, the First, the Begetter, the Controller, the Father of those who have been born and those yet to be born—is permanent, everlasting, eternal, imperishable, remaining the same for all eternity. ",
  "dn24:2.17.19": "We who were created by that Brahmā are impermanent, not lasting, short-lived, perishable, and have come to this state of existence.” ",
  "dn24:2.17.20": "This is how you describe in your tradition that the origin of the world came about as created by the Lord God, by Brahmā.’ ",
  "dn24:2.17.21": "They say, ",
  "dn24:2.17.22": "‘That is what we have heard, Reverend Gotama, just as you say.’ ",
  "dn24:2.17.23": "Bhaggava, I understand the origin of the world. ",
  "dn24:2.17.24": "I understand this, and what goes beyond it. Yet since I do not misapprehend that understanding, I have realized extinguishment within myself. Directly knowing this, the Realized One does not come to ruin. ",
  "dn24:2.18.1": "There are some ascetics and brahmins who describe the origin of the world in their tradition as due to those depraved by play. ",
  "dn24:2.18.2": "I go up to them and say, ",
  "dn24:2.18.3": "‘Is it really true that this is the venerables’ view?’ ",
  "dn24:2.18.4": "And they answer, ‘Yes’. ",
  "dn24:2.18.5": "I say to them, ",
  "dn24:2.18.6": "‘But how do you describe in your tradition that the origin of the world came about due to those depraved by play?’ ",
  "dn24:2.18.7": "But they are stumped by my question, and they even question me in return. ",
  "dn24:2.18.8": "So I answer them, ",
  "dn24:2.18.9": "‘Reverends, there are gods named “depraved by play”. They spend too much time laughing, playing, and making merry. And in doing so, they lose their mindfulness, and they pass away from that host of gods. ",
  "dn24:2.18.10": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. ",
  "dn24:2.18.11": "Having done so, they go forth from the lay life to homelessness. ",
  "dn24:2.18.12": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect that past life, but no further. ",
  "dn24:2.18.13": "They say, ",
  "dn24:2.18.14": "“The gods not depraved by play don’t spend too much time laughing, playing, and making merry. So they don’t lose their mindfulness, and don’t pass away from that host of gods. ",
  "dn24:2.18.15": "They are permanent, everlasting, eternal, imperishable, remaining the same for all eternity. ",
  "dn24:2.18.16": "But we who were depraved by play spent too much time laughing, playing, and making merry. In doing so, we lost our mindfulness, and passed away from that host of gods. ",
  "dn24:2.18.17": "We are impermanent, not lasting, short-lived, perishable, and have come to this state of existence.” ",
  "dn24:2.18.18": "This is how you describe in your tradition that the origin of the world came about due to those depraved by play.’ ",
  "dn24:2.18.19": "They say, ",
  "dn24:2.18.20": "‘That is what we have heard, Reverend Gotama, just as you say.’ ",
  "dn24:2.18.21": "Bhaggava, I understand the origin of the world. ",
  "dn24:2.18.22": "Directly knowing this, the Realized One does not come to ruin. ",
  "dn24:2.19.1": "There are some ascetics and brahmins who describe the origin of the world in their tradition as due to those who are malevolent. ",
  "dn24:2.19.2": "I go up to them and say, ",
  "dn24:2.19.3": "‘Is it really true that this is the venerables’ view?’ ",
  "dn24:2.19.4": "And they answer, ‘Yes’. ",
  "dn24:2.19.5": "I say to them, ",
  "dn24:2.19.6": "‘But how do you describe in your tradition that the origin of the world came about due to those who are malevolent?’ ",
  "dn24:2.19.7": "But they are stumped by my question, and they even question me in return. ",
  "dn24:2.19.8": "So I answer them, ",
  "dn24:2.19.9": "‘Reverends, there are gods named “malevolent”. They spend too much time gazing at each other, so they grow angry with each other, and their bodies and minds get tired. They pass away from that host of gods. ",
  "dn24:2.19.10": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. ",
  "dn24:2.19.11": "Having done so, they go forth from the lay life to homelessness. ",
  "dn24:2.19.12": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect that past life, but no further. ",
  "dn24:2.19.13": "They say, ",
  "dn24:2.19.14": "“The gods who are not malevolent don’t spend too much time gazing at each other, so they don’t grow angry with each other, their bodies and minds don’t get tired, and they don’t pass away from that host of gods. ",
  "dn24:2.19.15": "They are permanent, everlasting, eternal, imperishable, remaining the same for all eternity. ",
  "dn24:2.19.16": "But we who were malevolent spent too much time gazing at each other, so our minds grew angry with each other, our bodies and minds got tired, and we passed away from that host of gods. ",
  "dn24:2.19.17": "We are impermanent, not lasting, short-lived, perishable, and have come to this state of existence.” ",
  "dn24:2.19.18": "This is how you describe in your tradition that the origin of the world came about due to those who are malevolent.’ ",
  "dn24:2.19.19": "They say, ",
  "dn24:2.19.20": "‘That is what we have heard, Reverend Gotama, just as you say.’ ",
  "dn24:2.19.21": "Bhaggava, I understand the origin of the world. ",
  "dn24:2.19.22": "Directly knowing this, the Realized One does not come to ruin. ",
  "dn24:2.20.1": "There are some ascetics and brahmins who describe the origin of the world in their tradition as having arisen by chance. ",
  "dn24:2.20.2": "I go up to them and say, ",
  "dn24:2.20.3": "‘Is it really true that this is the venerables’ view?’ ",
  "dn24:2.20.4": "And they answer, ‘Yes’. ",
  "dn24:2.20.5": "I say to them, ",
  "dn24:2.20.6": "‘But how do you describe in your tradition that the origin of the world came about by chance?’ ",
  "dn24:2.20.7": "But they are stumped by my question, and they even question me in return. ",
  "dn24:2.20.8": "So I answer them, ",
  "dn24:2.20.9": "‘Reverends, there are gods named “non-percipient beings”. ",
  "dn24:2.20.10": "When perception arises they pass away from that host of gods. ",
  "dn24:2.20.11": "It’s possible that one of those beings passes away from that host and is reborn in this state of existence. ",
  "dn24:2.20.12": "Having done so, they go forth from the lay life to homelessness. ",
  "dn24:2.20.13": "By dint of keen, resolute, committed, and diligent effort, and right focus, they experience an immersion of the heart of such a kind that they recollect the arising of perception, but no further. ",
  "dn24:2.20.14": "They say, ",
  "dn24:2.20.15": "“The self and the cosmos arose by chance. ",
  "dn24:2.20.16": "Why is that? ",
  "dn24:2.20.17": "Because formerly I didn’t exist. Now from not being I’ve changed into being.” ",
  "dn24:2.20.18": "This is how you describe in your tradition that the origin of the world came about by chance.’ ",
  "dn24:2.20.19": "They say, ",
  "dn24:2.20.20": "‘That is what we have heard, Reverend Gotama, just as you say.’ ",
  "dn24:2.20.21": "I understand this, and what goes beyond it. Yet since I do not misapprehend that understanding, I have realized extinguishment within myself. Directly knowing this, the Realized One does not come to ruin. ",
  "dn24:2.20.22": "",
  "dn24:2.21.1": "Though I speak and explain like this, certain ascetics and brahmins misrepresent me with the false, hollow, lying, untruthful claim: ",
  "dn24:2.21.2": "‘The ascetic Gotama has a distorted perspective, and so have his monks. ",
  "dn24:2.21.3": "He says, ",
  "dn24:2.21.4": "“When one enters and remains in the liberation of the beautiful, at that time one only perceives what is ugly.”’ ",
  "dn24:2.21.5": "But I don’t say that. ",
  "dn24:2.21.6": "",
  "dn24:2.21.7": "I say this: ",
  "dn24:2.21.8": "‘When one enters and remains in the liberation of the beautiful, at that time one only perceives what is beautiful.’” ",
  "dn24:2.21.9": "“They are the ones with a distorted perspective, sir, who regard the Buddha and the mendicants in this way. ",
  "dn24:2.21.10": "Sir, I am quite confident that the Buddha is capable of teaching me so that I can enter and remain in the liberation on the beautiful.” ",
  "dn24:2.21.11": "“It’s hard for you to enter and remain in the liberation on the beautiful, since you have a different view, creed, and preference, unless you dedicate yourself to practice with the guidance of tradition. ",
  "dn24:2.21.12": "Come now, Bhaggava, carefully preserve the confidence that you have in me.” ",
  "dn24:2.21.13": "“If it’s hard for me to enter and remain in the liberation on the beautiful, since I have a different view, creed, and preference, unless I dedicate myself to practice with the guidance of tradition. ",
  "dn24:2.21.14": "I shall carefully preserve the confidence that I have in the Buddha.” ",
  "dn24:2.21.15": "That is what the Buddha said. ",
  "dn24:2.21.16": "Satisfied, the wanderer Bhaggavagotta was happy with what the Buddha said. "
}