{
  "dn27:0.1": "Long Discourses 27 ",
  "dn27:0.2": "What Came First ",
  "dn27:1.1": "So I have heard. ",
  "dn27:1.2": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, in the stilt longhouse of Migāra’s mother. ",
  "dn27:1.3": "Now at that time Vāseṭṭha and Bhāradvāja were living on probation among the mendicants in hopes of being ordained. ",
  "dn27:1.4": "Then in the late afternoon, the Buddha came downstairs from the longhouse and was walking mindfully in the open air, beneath the shade of the longhouse. ",
  "dn27:2.1": "Vāseṭṭha saw him ",
  "dn27:2.2": "and said to Bhāradvāja, ",
  "dn27:2.3": "“Reverend Bhāradvāja, the Buddha is walking mindfully in the open air, beneath the shade of the longhouse. ",
  "dn27:2.4": "Come, reverend, let’s go to the Buddha. ",
  "dn27:2.5": "Hopefully we’ll get to hear a Dhamma talk from him.” ",
  "dn27:2.6": "“Yes, reverend,” replied Bhāradvāja. ",
  "dn27:2.7": "So they went to the Buddha, bowed, and walked beside him. ",
  "dn27:3.1": "Then the Buddha said to Vāseṭṭha, ",
  "dn27:3.2": "“Vāseṭṭha, you are both brahmins by birth and clan, and have gone forth from the lay life to homelessness from a brahmin family. I hope you don’t have to suffer abuse and insults from the brahmins.” ",
  "dn27:3.3": "“Actually, sir, the brahmins do insult and abuse us with their typical insults to the fullest extent.” ",
  "dn27:3.4": "“But how do the brahmins insult you?” ",
  "dn27:3.5": "“Sir, the brahmins say: ",
  "dn27:3.6": "‘Only brahmins are the first caste; other castes are inferior. ",
  "dn27:3.7": "Only brahmins are the light caste; other castes are dark. ",
  "dn27:3.8": "Only brahmins are purified, not others. ",
  "dn27:3.9": "Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā. ",
  "dn27:3.10": "You’ve both abandoned the first caste to join an inferior caste, namely these shavelings, fake ascetics, riffraff, black spawn from the feet of our kinsman. ",
  "dn27:3.11": "This is not right, it’s not proper!’ ",
  "dn27:3.12": "That’s how the brahmins insult us.” ",
  "dn27:4.1": "“Actually, Vāseṭṭha, the brahmins are forgetting their tradition when they say this to you. ",
  "dn27:4.2": "",
  "dn27:4.3": "",
  "dn27:4.4": "",
  "dn27:4.5": "",
  "dn27:4.6": "For brahmin women are seen menstruating, being pregnant, giving birth, and breast-feeding. ",
  "dn27:4.7": "Yet even though they’re born from a brahmin womb they say: ",
  "dn27:4.8": "‘Only brahmins are the first caste; other castes are inferior. ",
  "dn27:4.9": "Only brahmins are the light caste; other castes are dark. ",
  "dn27:4.10": "Only brahmins are purified, not others. ",
  "dn27:4.11": "Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’ ",
  "dn27:4.12": "They misrepresent the brahmins, speak falsely, and make much bad karma. ",
  "dn27:5.0": "1. Purification in the Four Castes ",
  "dn27:5.1": "Vāseṭṭha, there are these four castes: ",
  "dn27:5.2": "aristocrats, brahmins, merchants, and workers. ",
  "dn27:5.3": "Some aristocrats kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, and nonsensical. And they’re covetous, malicious, with wrong view. ",
  "dn27:5.4": "These things are unskillful, blameworthy, not to be cultivated, unworthy of the noble ones—and are reckoned as such. They are dark deeds with dark results, criticized by sensible people. Such things are seen in some aristocrats. ",
  "dn27:5.5": "And they are also seen among some brahmins, ",
  "dn27:5.6": "merchants, ",
  "dn27:5.7": "and workers. ",
  "dn27:5.8": "",
  "dn27:5.9": "",
  "dn27:5.10": "",
  "dn27:6.1": "But some aristocrats refrain from killing living creatures, stealing, and committing sexual misconduct. They refrain from speech that’s false, divisive, harsh, and nonsensical. And they’re content, kind-hearted, with right view. ",
  "dn27:6.2": "These things are skillful, blameless, to be cultivated, worthy of the noble ones—and are reckoned as such. They are bright deeds with bright results, praised by sensible people. Such things are seen in some aristocrats. ",
  "dn27:6.3": "And they are also seen among some brahmins, ",
  "dn27:6.4": "merchants, ",
  "dn27:6.5": "and workers. ",
  "dn27:6.6": "",
  "dn27:6.7": "",
  "dn27:6.8": "",
  "dn27:7.1": "Both these things occur like this, mixed up in these four castes—the dark and the bright, that which is praised and that which is criticized by sensible people. Yet of this the brahmins say: ",
  "dn27:7.2": "‘Only brahmins are the first caste; other castes are inferior. ",
  "dn27:7.3": "Only brahmins are the light caste; other castes are dark. ",
  "dn27:7.4": "Only brahmins are purified, not others. ",
  "dn27:7.5": "Only brahmins are Brahmā’s rightful sons, born of his mouth, born of Brahmā, created by Brahmā, heirs of Brahmā.’ ",
  "dn27:7.6": "Sensible people don’t acknowledge this. ",
  "dn27:7.7": "Why is that? ",
  "dn27:7.8": "Because any mendicant from these four castes who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—is said to be foremost by virtue of principle, not without principle. ",
  "dn27:7.9": "For principle, Vāseṭṭha, is the first thing for people in both this life and the next. ",
  "dn27:7.10": "And here’s a way to understand how this is so. ",
  "dn27:8.1": "King Pasenadi of Kosala knows that ",
  "dn27:8.2": "the ascetic Gotama has gone forth from the neighboring clan of the Sakyans. ",
  "dn27:8.3": "And the Sakyans are his vassals. ",
  "dn27:8.4": "The Sakyans show deference to King Pasenadi by bowing down, rising up, greeting him with joined palms, and observing proper etiquette for him. ",
  "dn27:8.5": "Now, King Pasenadi shows the same kind of deference to the Realized One. But he doesn’t think: ‘The ascetic Gotama is well-born, I am ill-born. ",
  "dn27:8.6": "He is powerful, I am weak. ",
  "dn27:8.7": "He is handsome, I am ugly. ",
  "dn27:8.8": "He is influential, I am insignificant.’ ",
  "dn27:8.9": "Rather, in showing such deference to the Realized One he is only honoring, respecting, and venerating principle. ",
  "dn27:8.10": "And here’s another way to understand how principle is the first thing for people in both this life and the next. ",
  "dn27:9.1": "Vāseṭṭha, you have different births, names, and clans, and have gone forth from the lay life to homelessness from different families. ",
  "dn27:9.2": "When they ask you what you are, you claim to be ascetics, followers of the Sakyan. ",
  "dn27:9.3": "But only when someone has faith in the Realized One—settled, rooted, and planted deep, strong, not to be shifted by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world—is it appropriate for them to say: ",
  "dn27:9.4": "‘I am the Buddha’s true-born child, born from his mouth, born of principle, created by principle, heir to principle.’ ",
  "dn27:9.5": "Why is that? ",
  "dn27:9.6": "For these are terms for the Realized One: ‘the embodiment of truth’, and ‘the embodiment of holiness’, and ‘the one who has become the truth’, and ‘the one who has become holy’. ",
  "dn27:10.1": "There comes a time when, Vāseṭṭha, after a very long period has passed, this cosmos contracts. ",
  "dn27:10.2": "As the cosmos contracts, sentient beings are mostly headed for the realm of streaming radiance. ",
  "dn27:10.3": "There they are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. ",
  "dn27:10.4": "There comes a time when, after a very long period has passed, this cosmos expands. ",
  "dn27:10.5": "As the cosmos expands, sentient beings mostly pass away from that host of radiant deities and come back to this realm. ",
  "dn27:10.6": "Here they are mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and they remain like that for a very long time. ",
  "dn27:11.0": "2. Solid Nectar Appears ",
  "dn27:11.1": "But the single mass of water at that time was utterly dark. ",
  "dn27:11.2": "The moon and sun were not found, nor were stars and constellations, day and night, months and fortnights, years and seasons, or male and female. Beings were simply known as ‘beings’. ",
  "dn27:11.3": "After a very long period had passed, solid nectar curdled in the water. ",
  "dn27:11.4": "It appeared just like the curd on top of hot milk-rice as it cools. ",
  "dn27:11.5": "",
  "dn27:11.6": "It was beautiful, fragrant, and delicious, like ghee or butter. ",
  "dn27:11.7": "And it was as sweet as pure manuka honey. ",
  "dn27:11.8": "",
  "dn27:11.9": "Now, one of those beings was reckless. ",
  "dn27:11.10": "Thinking, ‘Oh my, what might this be?’ they tasted the solid nectar with their finger. ",
  "dn27:11.11": "They enjoyed it, and craving was born in them. ",
  "dn27:11.12": "And other beings, following that being’s example, tasted solid nectar with their fingers. ",
  "dn27:11.13": "They too enjoyed it, and craving was born in them. ",
  "dn27:12.0": "3. The Moon and Sun Appear ",
  "dn27:12.1": "Then those beings started to eat the solid nectar, breaking it into lumps. ",
  "dn27:12.2": "But when they did this ",
  "dn27:12.3": "their luminosity vanished. ",
  "dn27:12.4": "And with the vanishing of their luminosity the moon and sun appeared, ",
  "dn27:12.5": "stars and constellations appeared, ",
  "dn27:12.6": "days and nights were distinguished, ",
  "dn27:12.7": "and so were months and fortnights, ",
  "dn27:12.8": "and years and seasons. ",
  "dn27:12.9": "To this extent the world had evolved once more. ",
  "dn27:13.1": "Then those beings eating the solid nectar, with that as their food and nourishment, remained for a very long time. ",
  "dn27:13.2": "But so long as they ate that solid nectar, their bodies became more solid and they diverged in appearance; ",
  "dn27:13.3": "some beautiful, some ugly. ",
  "dn27:13.4": "And the beautiful beings looked down on the ugly ones: ",
  "dn27:13.5": "‘We’re more beautiful, they’re the ugly ones!’ ",
  "dn27:13.6": "And the vanity of the beautiful ones made the solid nectar vanish. ",
  "dn27:13.7": "They gathered together and bemoaned, ",
  "dn27:13.8": "",
  "dn27:13.9": "‘Oh, what a taste! Oh, what a taste!’ ",
  "dn27:13.10": "And even today when people get something tasty they say: ",
  "dn27:13.11": "‘Oh, what a taste! Oh, what a taste!’ ",
  "dn27:13.12": "They’re just remembering an ancient primordial saying, but they don’t understand what it means. ",
  "dn27:14.0": "4. Ground-Sprouts ",
  "dn27:14.1": "When the solid nectar had vanished, ground-sprouts appeared to those beings. ",
  "dn27:14.2": "They appeared just like mushrooms. ",
  "dn27:14.3": "They were beautiful, fragrant, and delicious, like ghee or butter. ",
  "dn27:14.4": "And they were as sweet as pure manuka honey. ",
  "dn27:14.5": "Then those beings started to eat the ground-sprouts. ",
  "dn27:14.6": "With that as their food and nourishment, they remained for a very long time. ",
  "dn27:14.7": "But so long as they ate those ground-sprouts, their bodies became more solid and they diverged in appearance; ",
  "dn27:14.8": "some beautiful, some ugly. ",
  "dn27:14.9": "And the beautiful beings looked down on the ugly ones: ",
  "dn27:14.10": "‘We’re more beautiful, they’re the ugly ones!’ ",
  "dn27:14.11": "And the vanity of the beautiful ones made the ground-sprouts vanish. ",
  "dn27:14.12.0": "5. Bursting Pods ",
  "dn27:14.13": "When the ground-sprouts had vanished, bursting pods appeared, like the fruit of the kadam tree. ",
  "dn27:14.14": "They were beautiful, fragrant, and delicious, like ghee or butter. ",
  "dn27:14.15": "And they were as sweet as pure manuka honey. ",
  "dn27:15.1": "Then those beings started to eat the bursting pods. ",
  "dn27:15.2": "With that as their food and nourishment, they remained for a very long time. ",
  "dn27:15.3": "But so long as they ate those bursting pods, their bodies became more solid and they diverged in appearance; ",
  "dn27:15.4": "some beautiful, some ugly. ",
  "dn27:15.5": "And the beautiful beings looked down on the ugly ones: ",
  "dn27:15.6": "‘We’re more beautiful, they’re the ugly ones!’ ",
  "dn27:15.7": "And the vanity of the beautiful ones made the bursting pods vanish. ",
  "dn27:15.8": "They gathered together and bemoaned, ",
  "dn27:15.9": "‘Oh, what we’ve lost! Oh, what we’ve lost—those bursting pods!’ ",
  "dn27:15.10": "And even today when people experience suffering they say: ",
  "dn27:15.11": "‘Oh, what we’ve lost! Oh, what we’ve lost!’ ",
  "dn27:15.12": "They’re just remembering an ancient primordial saying, but they don’t understand what it means. ",
  "dn27:16.0": "6. Ripe Untilled Rice ",
  "dn27:16.1": "When the bursting pods had vanished, ripe untilled rice appeared to those beings. It had no powder or husk, pure and fragrant, with only the rice-grain. ",
  "dn27:16.2": "What they took for supper in the evening, by the morning had grown back and ripened. ",
  "dn27:16.3": "And what they took for breakfast in the morning had grown back and ripened by the evening, ",
  "dn27:16.4": "so the cutting didn’t show. ",
  "dn27:16.5": "Then those beings eating the ripe untilled rice, with that as their food and nourishment, remained for a very long time. ",
  "dn27:16.6.0": "7. Gender Appears ",
  "dn27:16.7": "But so long as they ate that ripe untilled rice, their bodies became more solid and they diverged in appearance. And female characteristics appeared on women, while male characteristics appeared on men. ",
  "dn27:16.8": "Women spent too much time gazing at men, and men at women. ",
  "dn27:16.9": "They became lustful, and their bodies burned with fever. ",
  "dn27:16.10": "Due to this fever they had sex with each other. ",
  "dn27:16.11": "Those who saw them having sex pelted them with dirt, ashes, or cow-dung, saying, ",
  "dn27:16.12": "‘Get lost, filth! Get lost, filth! ",
  "dn27:16.13": "How on earth can one being do that to another?’ ",
  "dn27:16.14": "And even today people in some countries, when a bride is carried off, pelt her with dirt, ashes, or cow-dung. ",
  "dn27:16.15": "They’re just remembering an ancient primordial saying, but they don’t understand what it means. ",
  "dn27:17.0": "8. Sexual Intercourse ",
  "dn27:17.1": "What was reckoned as immoral at that time, these days is reckoned as moral. ",
  "dn27:17.2": "The beings who had sex together weren’t allowed to enter a village or town for one or two months. ",
  "dn27:17.3": "Ever since they excessively threw themselves into immorality, ",
  "dn27:17.4": "they started to make buildings to hide their immoral deeds. ",
  "dn27:17.5": "Then one of those beings of idle disposition thought, ",
  "dn27:17.6": "‘Hey now, why should I be bothered to gather rice in the evening for supper, and in the morning for breakfast? ",
  "dn27:17.7": "Why don’t I gather rice for supper and breakfast all at once?’ ",
  "dn27:17.8": "So that’s what he did. ",
  "dn27:17.9": "Then one of the other beings approached that being and said, ",
  "dn27:17.10": "‘Come, good being, we shall go to gather rice.’ ",
  "dn27:17.11": "‘There’s no need, good being! I gathered rice for supper and breakfast all at once.’ ",
  "dn27:17.12": "So that being, following their example, gathered rice for two days all at once, thinking: ‘This seems fine.’ ",
  "dn27:17.13": "Then one of the other beings approached that being and said, ",
  "dn27:17.14": "‘Come, good being, we shall go to gather rice.’ ",
  "dn27:17.15": "‘There’s no need, good being! I gathered rice for two days all at once.’ ",
  "dn27:17.16": "So that being, following their example, gathered rice for four days all at once, thinking: ‘This seems fine.’ ",
  "dn27:17.17": "Then one of the other beings approached that being and said, ",
  "dn27:17.18": "‘Come, good being, we shall go to gather rice.’ ",
  "dn27:17.19": "‘There’s no need, good being! I gathered rice for four days all at once.’ ",
  "dn27:17.20": "So that being, following their example, gathered rice for eight days all at once, thinking: ‘This seems fine.’ ",
  "dn27:17.21": "But when they started to store up rice to eat, ",
  "dn27:17.22": "the rice grains became wrapped in powder and husk, ",
  "dn27:17.23": "it didn’t grow back after reaping, the cutting showed, and the rice stood in clumps. ",
  "dn27:18.0": "9. Dividing the Fields ",
  "dn27:18.1": "Then those beings gathered together and bemoaned, ",
  "dn27:18.2": "‘Oh, how wicked things have appeared among beings! ",
  "dn27:18.3": "For we used to be mind-made, feeding on rapture, self-luminous, moving through the sky, steadily glorious, and we remained like that for a very long time. ",
  "dn27:18.4": "After a very long period had passed, solid nectar curdled in the water. ",
  "dn27:18.5": "",
  "dn27:18.6": "",
  "dn27:18.7": "",
  "dn27:18.8": "",
  "dn27:18.9": "",
  "dn27:18.10": "But due to bad, unskillful things among us, the savory nectar vanished, ",
  "dn27:18.11": "",
  "dn27:18.12": "",
  "dn27:18.13": "",
  "dn27:18.14": "",
  "dn27:18.15": "the ground-sprouts vanished, ",
  "dn27:18.16": "",
  "dn27:18.17": "",
  "dn27:18.18": "",
  "dn27:18.19": "",
  "dn27:18.20": "the bursting pods vanished, ",
  "dn27:18.21": "",
  "dn27:18.22": "",
  "dn27:18.23": "",
  "dn27:18.24": "",
  "dn27:18.25": "",
  "dn27:18.26": "and now the rice grains have become wrapped in powder and husk, it doesn’t grow back after reaping, the cutting shows, and the rice stands in clumps. ",
  "dn27:18.27": "We’d better divide up the rice and set boundaries.’ ",
  "dn27:18.28": "So that’s what they did. ",
  "dn27:19.1": "Now, one of those beings was reckless. While guarding their own share they took another’s share without it being given, and ate it. ",
  "dn27:19.2": "They grabbed the one who had done this and said, ",
  "dn27:19.3": "‘You have done a bad thing, good being, in that while guarding your own share you took another’s share without it being given, and ate it. ",
  "dn27:19.4": "Do not do such a thing again.’ ",
  "dn27:19.5": "‘Yes, sirs,’ replied that being. ",
  "dn27:19.6": "But for a second time, ",
  "dn27:19.7": "and a third time they did the same thing, and were told not to continue. ",
  "dn27:19.8": "",
  "dn27:19.9": "",
  "dn27:19.10": "",
  "dn27:19.11": "And then they struck that being, some with fists, others with stones, and still others with rods. ",
  "dn27:19.12": "From that day on stealing was found, and blaming and lying and the taking up of rods. ",
  "dn27:20.0": "10. The Elected King ",
  "dn27:20.1": "Then those beings gathered together and bemoaned, ",
  "dn27:20.2": "‘Oh, how wicked things have appeared among beings, in that stealing is found, and blaming and lying and the taking up of rods! ",
  "dn27:20.3": "Why don’t we elect one being who would rightly accuse those who deserve it, blame those who deserve it, and expel those who deserve it? ",
  "dn27:20.4": "We shall pay them with a share of rice.’ ",
  "dn27:20.5": "Then those beings approached the being among them who was most attractive, good-looking, lovely, and illustrious, and said, ",
  "dn27:20.6": "‘Come, good being, rightly accuse those who deserve it, blame those who deserve it, and banish those who deserve it. ",
  "dn27:20.7": "We shall pay you with a share of rice.’ ",
  "dn27:20.8": "‘Yes, sirs,’ replied that being. They acted accordingly, ",
  "dn27:20.9": "and were paid with a share of rice. ",
  "dn27:21.1": "‘Elected by the people’, Vāseṭṭha, is the meaning of ‘elected one’, the first term to be specifically invented for them. ",
  "dn27:21.2": "‘Lord of the fields’ is the meaning of ‘aristocrat’, the second term to be specifically invented. ",
  "dn27:21.3": "‘They please others with principle’ is the meaning of ‘king’, the third term to be specifically invented. ",
  "dn27:21.4": "And that, Vāseṭṭha, is how the ancient primordial terms for the circle of aristocrats were created; for those very beings, not others; for those like them, not unlike; legitimately, not illegitimately. ",
  "dn27:21.5": "For principle, Vāseṭṭha, is the first thing for people in both this life and the next. ",
  "dn27:22.0": "11. The Circle of Brahmins ",
  "dn27:22.1": "Then some of those same beings thought, ",
  "dn27:22.2": "‘Oh, how wicked things have appeared among beings, in that stealing is found, and blaming and lying and the taking up of rods and banishment! ",
  "dn27:22.3": "Why don’t we set aside bad, unskillful things?’ ",
  "dn27:22.4": "So that’s what they did. ",
  "dn27:22.5": "‘They set aside bad, unskillful things’ is the meaning of ‘brahmin’, the first term to be specifically invented for them. ",
  "dn27:22.6": "They built leaf huts in a wilderness region where they meditated pure and bright, without lighting cooking fires or digging the soil. They came down in the morning for breakfast and in the evening for supper to the village, town, or royal capital seeking a meal. ",
  "dn27:22.7": "When they had obtained food they continued to meditate in the leaf huts. ",
  "dn27:22.8": "When people noticed this they said, ",
  "dn27:22.9": "‘These beings build leaf huts in a wilderness region where they meditate pure and bright, without lighting cooking fires or digging the soil. They come down in the morning for breakfast and in the evening for supper to the village, town, or royal capital seeking a meal. ",
  "dn27:22.10": "When they have obtained food they continue to meditate in the leaf huts.’ ",
  "dn27:22.11": "‘They meditate’ is the meaning of ‘meditator’, the second term to be specifically invented for them. ",
  "dn27:23.1": "But some of those beings were unable to keep up with their meditation in the leaf huts in the wilderness. They came down to the neighborhood of a village or town where they dwelt compiling texts. ",
  "dn27:23.2": "When people noticed this they said, ",
  "dn27:23.3": "‘These beings were unable to keep up with their meditation in the leaf huts in the wilderness. They came down to the neighborhood of a village or town where they dwelt compiling texts. Now they don’t meditate.’ ",
  "dn27:23.4": "‘Now they don’t meditate’ is the meaning of ‘reciter’, the third term to be specifically invented for them. ",
  "dn27:23.5": "What was reckoned as lesser at that time, these days is reckoned as primary. ",
  "dn27:23.6": "And that, Vāseṭṭha, is how the ancient primordial terms for the circle of brahmins were created; for those very beings, not others; for those like them, not unlike; legitimately, not illegitimately. ",
  "dn27:23.7": "For principle, Vāseṭṭha, is the first thing for people in both this life and the next. ",
  "dn27:24.0": "12. The Circle of Merchants ",
  "dn27:24.1": "Some of those same beings, taking up an active sex life, applied themselves to various jobs. ",
  "dn27:24.2": "‘Having taken up an active sex life, they apply themselves to various jobs’ is the meaning of ‘merchant’, the term specifically invented for them. ",
  "dn27:24.3": "And that, Vāseṭṭha, is how the ancient primordial term for the circle of merchants was created; for those very beings, not others; for those like them, not unlike; legitimately, not illegitimately. ",
  "dn27:24.4": "For principle, Vāseṭṭha, is the first thing for people in both this life and the next. ",
  "dn27:25.0": "13. The Circle of Workers ",
  "dn27:25.1": "The remaining beings lived by hunting and menial tasks. ",
  "dn27:25.2": "‘They live by hunting and menial tasks’ is the meaning of ‘worker’, the term specifically invented for them. ",
  "dn27:25.3": "And that, Vāseṭṭha, is how the ancient primordial term for the circle of workers was created; for those very beings, not others; for those like them, not unlike; legitimately, not illegitimately. ",
  "dn27:25.4": "For principle, Vāseṭṭha, is the first thing for people in both this life and the next. ",
  "dn27:26.1": "There came a time when an aristocrat, brahmin, merchant, or worker, deprecating their own vocation, went forth from the lay life to homelessness, thinking, ",
  "dn27:26.2": "",
  "dn27:26.3": "",
  "dn27:26.4": "",
  "dn27:26.5": "",
  "dn27:26.6": "‘I will be an ascetic.’ ",
  "dn27:26.7": "And that, Vāseṭṭha, is how these four circles were created; for those very beings, not others; for those like them, not unlike; legitimately, not illegitimately. ",
  "dn27:26.8": "For principle, Vāseṭṭha, is the first thing for people in both this life and the next. ",
  "dn27:27.0": "14. On Bad Conduct ",
  "dn27:27.1": "An aristocrat, brahmin, merchant, worker, or ascetic may do bad things by way of body, speech, and mind. They have wrong view, and they act out of that wrong view. And because of that, when their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. ",
  "dn27:27.2": "",
  "dn27:27.3": "",
  "dn27:27.4": "",
  "dn27:27.5": "",
  "dn27:28.1": "",
  "dn27:28.2": "",
  "dn27:28.3": "",
  "dn27:28.4": "",
  "dn27:28.5": "An aristocrat, brahmin, merchant, worker, or ascetic may do good things by way of body, speech, and mind. They have right view, and they act out of that right view. And because of that, when their body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "dn27:29.1": "An aristocrat, brahmin, merchant, worker, or ascetic may do mixed things by way of body, speech, and mind. They have mixed view, and they act out of that mixed view. And because of that, when their body breaks up, after death, they experience both pleasure and pain. ",
  "dn27:29.2": "",
  "dn27:29.3": "",
  "dn27:29.4": "",
  "dn27:29.5": "",
  "dn27:30.0": "15. The Qualities That Lead to Awakening ",
  "dn27:30.1": "An aristocrat, brahmin, merchant, worker, or ascetic who is restrained in body, speech, and mind, and develops the seven qualities that lead to awakening, becomes extinguished in this very life. ",
  "dn27:30.2": "",
  "dn27:30.3": "",
  "dn27:30.4": "",
  "dn27:30.5": "",
  "dn27:31.1": "Any mendicant from these four castes who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—is said to be the foremost by virtue of principle, not without principle. ",
  "dn27:31.2": "For principle, Vāseṭṭha, is the first thing for people in both this life and the next. ",
  "dn27:32.1": "Brahmā Sanaṅkumāra also spoke this verse: ",
  "dn27:32.2": "‘The aristocrat is first among people ",
  "dn27:32.3": "who take clan as the standard. ",
  "dn27:32.4": "But one accomplished in knowledge and conduct ",
  "dn27:32.5": "is first among gods and humans.’ ",
  "dn27:32.6": "That verse was well sung by Brahmā Sanaṅkumāra, not poorly sung; well spoken, not poorly spoken; beneficial, not harmful, and I agree with it. ",
  "dn27:32.7": "I also say: ",
  "dn27:32.8": "The aristocrat is first among people ",
  "dn27:32.9": "who take clan as the standard. ",
  "dn27:32.10": "But one accomplished in knowledge and conduct ",
  "dn27:32.11": "is first among gods and humans.” ",
  "dn27:32.12": "That is what the Buddha said. ",
  "dn27:32.13": "Satisfied, Vāseṭṭha and Bhāradvāja were happy with what the Buddha said. "
}