{
  "dn28:0.1": "Long Discourses 28 ",
  "dn28:0.2": "Inspiring Confidence ",
  "dn28:1.0": "1. Sāriputta’s Lion’s Roar ",
  "dn28:1.1": "So I have heard. ",
  "dn28:1.2": "At one time the Buddha was staying near Nālandā in Pāvārika’s mango grove. ",
  "dn28:1.3": "Then Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "dn28:1.4": "“Sir, I have such confidence in the Buddha that I believe there’s no other ascetic or brahmin—whether past, future, or present—whose direct knowledge is superior to the Buddha when it comes to awakening.” ",
  "dn28:1.5": "“That’s a grand and dramatic statement, Sāriputta. You’ve roared a definitive, categorical lion’s roar, saying: ",
  "dn28:1.6": "‘I have such confidence in the Buddha that ",
  "dn28:1.7": "I believe there’s no other ascetic or brahmin—whether past, future, or present—whose direct knowledge is superior to the Buddha when it comes to awakening.’ ",
  "dn28:1.8": "What about all the perfected ones, the fully awakened Buddhas who lived in the past? Have you comprehended their minds to know that ",
  "dn28:1.9": "those Buddhas had such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?” ",
  "dn28:1.10": "“No, sir.” ",
  "dn28:1.11": "“And what about all the perfected ones, the fully awakened Buddhas who will live in the future? Have you comprehended their minds to know that ",
  "dn28:1.12": "those Buddhas will have such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?” ",
  "dn28:1.13": "“No, sir.” ",
  "dn28:1.14": "“And what about me, the perfected one, the fully awakened Buddha at present? Have you comprehended my mind to know that ",
  "dn28:1.15": "I have such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?” ",
  "dn28:1.16": "“No, sir.” ",
  "dn28:1.17": "“Well then, Sāriputta, given that you don’t comprehend the minds of Buddhas past, future, or present, ",
  "dn28:1.18": "what exactly are you doing, making such a grand and dramatic statement, roaring such a definitive, categorical lion’s roar?” ",
  "dn28:1.19": "",
  "dn28:2.1": "“Sir, though I don’t comprehend the minds of Buddhas past, future, and present, ",
  "dn28:2.2": "still I understand this by inference from the teaching. ",
  "dn28:2.3": "Suppose there were a king’s frontier citadel with fortified embankments, ramparts, and arches, and a single gate. ",
  "dn28:2.4": "And it has a gatekeeper who is astute, competent, and clever. He keeps strangers out and lets known people in. ",
  "dn28:2.5": "As he walks around the patrol path, he doesn’t see a hole or cleft in the wall, not even one big enough for a cat to slip out. ",
  "dn28:2.6": "They’d think, ",
  "dn28:2.7": "‘Whatever sizable creatures enter or leave the citadel, all of them do so via this gate.’ ",
  "dn28:2.8": "In the same way, I understand this by inference from the teaching: ",
  "dn28:2.9": "‘All the perfected ones, fully awakened Buddhas—whether past, future, or present—give up the five hindrances, corruptions of the heart that weaken wisdom. Their mind is firmly established in the four kinds of mindfulness meditation. They correctly develop the seven awakening factors. And they wake up to the supreme perfect awakening.’ ",
  "dn28:2.10": "",
  "dn28:2.11": "",
  "dn28:2.12": "Sir, once I approached the Buddha to listen to the teaching. ",
  "dn28:2.13": "He explained Dhamma with its higher and higher stages, with its better and better stages, with its dark and bright sides. ",
  "dn28:2.14": "When I directly knew a certain principle of those teachings, in accordance with how I was taught, I came to a conclusion about the teachings. I had confidence in the Teacher: ",
  "dn28:2.15": "‘The Blessed One is a fully awakened Buddha. The teaching is well explained. The Saṅgha is practicing well.’ ",
  "dn28:3.0": "1.1. Teaching Skillful Qualities ",
  "dn28:3.1": "And moreover, sir, how the Buddha teaches skillful qualities is unsurpassable. ",
  "dn28:3.2": "This consists of such skillful qualities as ",
  "dn28:3.3": "the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ",
  "dn28:3.4": "By these a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ",
  "dn28:3.5": "This is unsurpassable when it comes to skillful qualities. ",
  "dn28:3.6": "The Buddha understands this without exception. There is nothing to be understood beyond this whereby another ascetic or brahmin might be superior in direct knowledge to the Buddha when it comes to skillful qualities. ",
  "dn28:4.0": "1.2. Describing the Sense Fields ",
  "dn28:4.1": "And moreover, sir, how the Buddha teaches the description of the sense fields is unsurpassable. ",
  "dn28:4.2": "There are these six interior and exterior sense fields. ",
  "dn28:4.3": "The eye and sights, the ear and sounds, the nose and smells, the tongue and tastes, the body and touches, and the mind and thoughts. ",
  "dn28:4.4": "This is unsurpassable when it comes to describing the sense fields. ",
  "dn28:4.5": "The Buddha understands this without exception. There is nothing to be understood beyond this whereby another ascetic or brahmin might be superior in direct knowledge to the Buddha when it comes to describing the sense fields. ",
  "dn28:5.0": "1.3. The Conception of the Embryo ",
  "dn28:5.1": "And moreover, sir, how the Buddha teaches the conception of the embryo is unsurpassable. ",
  "dn28:5.2": "There are these four kinds of conception. ",
  "dn28:5.3": "Firstly, someone is unaware when conceived in their mother’s womb, unaware as they remain there, and unaware as they emerge. This is the first kind of conception. ",
  "dn28:5.4": "Furthermore, someone is aware when conceived in their mother’s womb, but unaware as they remain there, and unaware as they emerge. This is the second kind of conception. ",
  "dn28:5.5": "Furthermore, someone is aware when conceived in their mother’s womb, aware as they remain there, but unaware as they emerge. This is the third kind of conception. ",
  "dn28:5.6": "Furthermore, someone is aware when conceived in their mother’s womb, aware as they remain there, and aware as they emerge. This is the fourth kind of conception. ",
  "dn28:5.7": "This is unsurpassable when it comes to the conception of the embryo. ",
  "dn28:6.0": "1.4. Ways of Revealing ",
  "dn28:6.1": "And moreover, sir, how the Buddha teaches the different ways of revealing is unsurpassable. ",
  "dn28:6.2": "There are these four ways of revealing. ",
  "dn28:6.3": "Firstly, someone reveals by means of a sign, ",
  "dn28:6.4": "‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ",
  "dn28:6.5": "And even if they reveal this many times, it turns out exactly so, not otherwise. ",
  "dn28:6.6": "This is the first way of revealing. ",
  "dn28:6.7": "Furthermore, someone reveals after hearing it from humans or non-humans or deities, ",
  "dn28:6.8": "‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ",
  "dn28:6.9": "And even if they reveal this many times, it turns out exactly so, not otherwise. ",
  "dn28:6.10": "This is the second way of revealing. ",
  "dn28:6.11": "Furthermore, someone reveals by hearing the sound of thought spreading as someone thinks and considers, ",
  "dn28:6.12": "‘This is what you’re thinking, such is your thought, and thus is your state of mind.’ ",
  "dn28:6.13": "And even if they reveal this many times, it turns out exactly so, not otherwise. ",
  "dn28:6.14": "This is the third way of revealing. ",
  "dn28:6.15": "Furthermore, someone comprehends the mind of a person who has attained the immersion that’s free of placing the mind and keeping it connected. They understand, ",
  "dn28:6.16": "‘Judging by the way this person’s intentions are directed, immediately after this mind state, they’ll think this thought.’ ",
  "dn28:6.17": "And even if they reveal this many times, it turns out exactly so, not otherwise. ",
  "dn28:6.18": "This is the fourth way of revealing. ",
  "dn28:6.19": "This is unsurpassable when it comes to the ways of revealing. ",
  "dn28:7.0": "1.5. Attainments of Vision ",
  "dn28:7.1": "And moreover, sir, how the Buddha teaches the attainments of vision is unsurpassable. ",
  "dn28:7.2": "There are these four attainments of vision. ",
  "dn28:7.3": "Firstly, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they examine their own body up from the soles of the feet and down from the tips of the hairs, wrapped in skin and full of many kinds of filth. ",
  "dn28:7.4": "‘In this body there is head hair, body hair, nails, teeth, skin, flesh, sinews, bones, bone marrow, kidneys, heart, liver, diaphragm, spleen, lungs, intestines, mesentery, undigested food, feces, bile, phlegm, pus, blood, sweat, fat, tears, grease, saliva, snot, synovial fluid, urine.’ ",
  "dn28:7.5": "This is the first attainment of vision. ",
  "dn28:7.6": "Furthermore, some ascetic or brahmin attains that and goes beyond it. ",
  "dn28:7.7": "",
  "dn28:7.8": "They examine a person’s bones with skin, flesh, and blood. ",
  "dn28:7.9": "This is the second attainment of vision. ",
  "dn28:7.10": "Furthermore, some ascetic or brahmin attains that and goes beyond it. ",
  "dn28:7.11": "",
  "dn28:7.12": "",
  "dn28:7.13": "They understand a person’s stream of consciousness, unbroken on both sides, established in both this world and the next. ",
  "dn28:7.14": "This is the third attainment of vision. ",
  "dn28:7.15": "Furthermore, some ascetic or brahmin attains that and goes beyond it. ",
  "dn28:7.16": "",
  "dn28:7.17": "",
  "dn28:7.18": "They understand a person’s stream of consciousness, unbroken on both sides, not established in either this world or the next. ",
  "dn28:7.19": "This is the fourth attainment of vision. ",
  "dn28:7.20": "This is unsurpassable when it comes to attainments of vision. ",
  "dn28:8.0": "1.6. Descriptions of Individuals ",
  "dn28:8.1": "And moreover, sir, how the Buddha teaches the description of individuals is unsurpassable. ",
  "dn28:8.2": "There are these seven individuals. ",
  "dn28:8.3": "One freed both ways, one freed by wisdom, a personal witness, one attained to view, one freed by faith, a follower of the teachings, a follower by faith. ",
  "dn28:8.4": "This is unsurpassable when it comes to the description of individuals. ",
  "dn28:9.0": "1.7. Kinds of Striving ",
  "dn28:9.1": "And moreover, sir, how the Buddha teaches the kinds of striving is unsurpassable. ",
  "dn28:9.2": "There are these seven awakening factors: the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity. ",
  "dn28:9.3": "This is unsurpassable when it comes to the kinds of striving. ",
  "dn28:10.0": "1.8. Ways of Practice ",
  "dn28:10.1": "And moreover, sir, how the Buddha teaches the ways of practice is unsurpassable. ",
  "dn28:10.2": "Painful practice with slow insight, ",
  "dn28:10.3": "painful practice with swift insight, ",
  "dn28:10.4": "pleasant practice with slow insight, and ",
  "dn28:10.5": "pleasant practice with swift insight. ",
  "dn28:10.6": "Of these, the painful practice with slow insight is said to be inferior both ways: because it’s painful and because it’s slow. ",
  "dn28:10.7": "The painful practice with swift insight is said to be inferior because it’s painful. ",
  "dn28:10.8": "The pleasant practice with slow insight is said to be inferior because it’s slow. ",
  "dn28:10.9": "But the pleasant practice with swift insight is said to be superior both ways: because it’s pleasant and because it’s swift. ",
  "dn28:10.10": "This is unsurpassable when it comes to the ways of practice. ",
  "dn28:11.0": "1.9. Behavior in Speech ",
  "dn28:11.1": "And moreover, sir, how the Buddha teaches behavior in speech is unsurpassable. ",
  "dn28:11.2": "It’s when someone doesn’t use speech that’s connected with lying, or divisive, or backbiting, or aggressively trying to win. ",
  "dn28:11.3": "They speak only wise counsel, valuable and timely. ",
  "dn28:11.4": "This is unsurpassable when it comes to behavior in speech. ",
  "dn28:12.1": "And moreover, sir, how the Buddha teaches a person’s ethical behavior is unsurpassable. ",
  "dn28:12.2": "It’s when someone is honest and faithful. They don’t use deceit, flattery, hinting, or belittling, and they don’t use material possessions to chase after other material possessions. They guard the sense doors and eat in moderation. They’re fair, dedicated to wakefulness, tireless, energetic, and meditative. They have good memory, eloquence, range, retention, and thoughtfulness. They’re not greedy for sensual pleasures. They are mindful and alert. ",
  "dn28:12.3": "This is unsurpassable when it comes to a person’s ethical behavior. ",
  "dn28:13.0": "1.10. Responsiveness to Instruction ",
  "dn28:13.1": "And moreover, sir, how the Buddha teaches the different degrees of responsiveness to instruction is unsurpassable. ",
  "dn28:13.2": "There are these four degrees of responsiveness to instruction. ",
  "dn28:13.3": "The Buddha knows by investigating inside another individual: ",
  "dn28:13.4": "‘By practicing as instructed this individual will, with the ending of three fetters, become a stream-enterer, not liable to be reborn in the underworld, bound for awakening.’ ",
  "dn28:13.5": "The Buddha knows by investigating inside another individual: ",
  "dn28:13.6": "‘By practicing as instructed this individual will, with the ending of three fetters, and the weakening of greed, hate, and delusion, become a once-returner. They will come back to this world once only, then make an end of suffering.’ ",
  "dn28:13.7": "The Buddha knows by investigating inside another individual: ",
  "dn28:13.8": "‘By practicing as instructed this individual will, with the ending of the five lower fetters, be reborn spontaneously. They will be extinguished there, and are not liable to return from that world.’ ",
  "dn28:13.9": "The Buddha knows by investigating inside another individual: ",
  "dn28:13.10": "‘By practicing as instructed this individual will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’ ",
  "dn28:13.11": "This is unsurpassable when it comes to the different degrees of responsiveness to instruction. ",
  "dn28:14.0": "1.11. The Knowledge and Freedom of Others ",
  "dn28:14.1": "And moreover, sir, how the Buddha teaches the knowledge and freedom of other individuals is unsurpassable. ",
  "dn28:14.2": "The Buddha knows by investigating inside another individual: ",
  "dn28:14.3": "‘With the ending of three fetters this individual will become a stream-enterer, not liable to be reborn in the underworld, bound for awakening.’ ",
  "dn28:14.4": "The Buddha knows by investigating inside another individual: ",
  "dn28:14.5": "‘With the ending of three fetters, and the weakening of greed, hate, and delusion, this individual will become a once-returner. They will come back to this world once only, then make an end of suffering.’ ",
  "dn28:14.6": "The Buddha knows by investigating inside another individual: ",
  "dn28:14.7": "‘With the ending of the five lower fetters, this individual will be reborn spontaneously. They will be extinguished there, and are not liable to return from that world.’ ",
  "dn28:14.8": "The Buddha knows by investigating inside another individual: ",
  "dn28:14.9": "‘This individual will realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.’ ",
  "dn28:14.10": "This is unsurpassable when it comes to the knowledge and freedom of other individuals. ",
  "dn28:15.0": "1.12. Eternalism ",
  "dn28:15.1": "And moreover, sir, how the Buddha teaches eternalist doctrines is unsurpassable. ",
  "dn28:15.2": "There are these three eternalist doctrines. ",
  "dn28:15.3": "Firstly, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they recollect many hundreds of thousands of past lives, ",
  "dn28:15.4": "with features and details. ",
  "dn28:15.5": "They say, ",
  "dn28:15.6": "‘I know that in the past the cosmos expanded or contracted. ",
  "dn28:15.7": "I don’t know whether in the future the cosmos will expand or contract. ",
  "dn28:15.8": "The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise.’ ",
  "dn28:15.9": "This is the first eternalist doctrine. ",
  "dn28:15.10": "Furthermore, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they recollect their past lives for as many as ten eons of the expansion and contraction of the cosmos, ",
  "dn28:15.11": "with features and details. ",
  "dn28:15.12": "They say, ",
  "dn28:15.13": "‘I know that in the past the cosmos expanded or contracted. ",
  "dn28:15.14": "I don’t know whether in the future the cosmos will expand or contract. ",
  "dn28:15.15": "The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. ",
  "dn28:15.16": "They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise.’ ",
  "dn28:15.17": "This is the second eternalist doctrine. ",
  "dn28:15.18": "Furthermore, some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they recollect their past lives for as many as forty eons of the expansion and contraction of the cosmos, ",
  "dn28:15.19": "with features and details. ",
  "dn28:15.20": "They say, ",
  "dn28:15.21": "‘I know that in the past the cosmos expanded or contracted. ",
  "dn28:15.22": "I don’t know whether in the future the cosmos will expand or contract. ",
  "dn28:15.23": "The self and the cosmos are eternal, barren, steady as a mountain peak, standing firm like a pillar. ",
  "dn28:15.24": "They remain the same for all eternity, while these sentient beings wander and transmigrate and pass away and rearise.’ ",
  "dn28:15.25": "This is the third eternalist doctrine. ",
  "dn28:15.26": "This is unsurpassable when it comes to eternalist doctrines. ",
  "dn28:16.0": "1.13. Recollecting Past Lives ",
  "dn28:16.1": "And moreover, sir, how the Buddha teaches the knowledge of recollecting past lives is unsurpassable. ",
  "dn28:16.2": "It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they recollect their many kinds of past lives. ",
  "dn28:16.3": "That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ",
  "dn28:16.4": "‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ",
  "dn28:16.5": "Sir, there are gods whose life span cannot be reckoned or calculated. ",
  "dn28:16.6": "Still, no matter what incarnation they have previously been reborn in—whether physical or formless or percipient or non-percipient or neither percipient nor non-percipient—",
  "dn28:16.7": "they recollect their many kinds of past lives, with features and details. ",
  "dn28:16.8": "This is unsurpassable when it comes to the knowledge of recollecting past lives. ",
  "dn28:17.0": "1.14. Death and Rebirth ",
  "dn28:17.1": "And moreover, sir, how the Buddha teaches the knowledge of the death and rebirth of sentient beings is unsurpassable. ",
  "dn28:17.2": "It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn— ",
  "dn28:17.3": "inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "dn28:17.4": "This is unsurpassable when it comes to the knowledge of death and rebirth. ",
  "dn28:18.0": "1.15. Psychic Powers ",
  "dn28:18.1": "And moreover, sir, how the Buddha teaches psychic power is unsurpassable. ",
  "dn28:18.2": "There are these two kinds of psychic power. ",
  "dn28:18.3": "There are psychic powers that are accompanied by defilements and attachments, and are said to be ignoble. ",
  "dn28:18.4": "And there are psychic powers that are free of defilements and attachments, and are said to be noble. ",
  "dn28:18.5": "What are the psychic powers that are accompanied by defilements and attachments, and are said to be ignoble? ",
  "dn28:18.6": "It’s when some ascetic or brahmin—by dint of keen, resolute, committed, and diligent effort, and right focus—experiences an immersion of the heart of such a kind that they wield the many kinds of psychic power: ",
  "dn28:18.7": "multiplying themselves and becoming one again; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the Brahmā realm. ",
  "dn28:18.8": "These are the psychic powers that are accompanied by defilements and attachments, and are said to be ignoble. ",
  "dn28:18.9": "But what are the psychic powers that are free of defilements and attachments, and are said to be noble? ",
  "dn28:18.10": "It’s when, if a mendicant wishes: ‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do. ",
  "dn28:18.11": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. ",
  "dn28:18.12": "If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do. ",
  "dn28:18.13": "If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do. ",
  "dn28:18.14": "If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do. ",
  "dn28:18.15": "These are the psychic powers that are free of defilements and attachments, and are said to be noble. ",
  "dn28:18.16": "This is unsurpassable when it comes to psychic powers. ",
  "dn28:18.17": "The Buddha understands this without exception. There is nothing to be understood beyond this whereby another ascetic or brahmin might be superior in direct knowledge to the Buddha when it comes to psychic powers. ",
  "dn28:19.0": "1.16. The Four Absorptions ",
  "dn28:19.1": "The Buddha has achieved what should be achieved by a faithful gentleman by being energetic and strong, by human strength, energy, vigor, and exertion. ",
  "dn28:19.2": "The Buddha doesn’t indulge in sensual pleasures, which are low, crude, ordinary, ignoble, and pointless. And he doesn’t indulge in self-mortification, which is painful, ignoble, and pointless. ",
  "dn28:19.3": "He gets the four absorptions—blissful meditations in the present life that belong to the higher mind—when he wants, without trouble or difficulty. ",
  "dn28:19.4.0": "1.17. On Being Questioned ",
  "dn28:19.5": "Sir, if they were to ask me, ",
  "dn28:19.6": "‘Reverend Sāriputta, is there any other ascetic or brahmin—whether past, future, or present—whose direct knowledge is superior to the Buddha when it comes to awakening?’ I would tell them ‘No.’ ",
  "dn28:19.7": "",
  "dn28:19.8": "",
  "dn28:19.9": "But if they were to ask me, ",
  "dn28:19.10": "‘Reverend Sāriputta, is there any other ascetic or brahmin—whether past or future—whose direct knowledge is equal to the Buddha when it comes to awakening?’ I would tell them ‘Yes.’ ",
  "dn28:19.11": "",
  "dn28:19.12": "But if they were to ask: ‘Reverend Sāriputta, is there any other ascetic or brahmin at present whose direct knowledge is equal to the Buddha when it comes to awakening?’ I would tell them ‘No.’ ",
  "dn28:19.13": "But if they were to ask me, ",
  "dn28:19.14": "‘But why does Venerable Sāriputta grant this in respect of some but not others?’ I would answer them like this, ",
  "dn28:19.15": "‘Reverends, I have heard and learned this in the presence of the Buddha: ",
  "dn28:19.16": "“The perfected ones, fully awakened Buddhas of the past and the future are equal to myself when it comes to awakening.” ",
  "dn28:19.17": "",
  "dn28:19.18": "",
  "dn28:19.19": "And I have also heard and learned this in the presence of the Buddha: ",
  "dn28:19.20": "“It’s impossible for two perfected ones, fully awakened Buddhas to arise in the same solar system at the same time.”’ ",
  "dn28:19.21": "Answering this way, I trust that I repeated what the Buddha has said, and didn’t misrepresent him with an untruth. I trust my explanation was in line with the teaching, and that there are no legitimate grounds for rebuke or criticism.” ",
  "dn28:19.22": "“Indeed, Sāriputta, in answering this way you repeat what I’ve said, and don’t misrepresent me with an untruth. Your explanation is in line with the teaching, and there are no legitimate grounds for rebuke or criticism.” ",
  "dn28:20.0": "2. Incredible and Amazing ",
  "dn28:20.1": "When he had spoken, Venerable Udāyī said to the Buddha, ",
  "dn28:20.2": "“It’s incredible, sir, it’s amazing! The Realized One has so few wishes, such contentment, such self-effacement! ",
  "dn28:20.3": "For even though the Realized One has such power and might, he will not make a display of himself. ",
  "dn28:20.4": "If the wanderers following other paths were to see even a single one of these qualities in themselves they’d carry around a banner to that effect. ",
  "dn28:20.5": "It’s incredible, sir, it’s amazing! The Realized One has so few wishes, such contentment, such self-effacement! ",
  "dn28:20.6": "For even though the Realized One has such power and might, he will not make a display of himself.” ",
  "dn28:20.7": "“See, Udāyī, how the Realized One has so few wishes, such contentment, such self-effacement. ",
  "dn28:20.8": "For even though the Realized One has such power and might, he will not make a display of himself. ",
  "dn28:20.9": "If the wanderers following other paths were to see even a single one of these qualities in themselves they’d carry around a banner to that effect. ",
  "dn28:20.10": "See, Udāyī, how the Realized One has so few wishes, such contentment, such self-effacement. ",
  "dn28:20.11": "For even though the Realized One has such power and might, he will not make a display of himself.” ",
  "dn28:21.1": "Then the Buddha said to Venerable Sāriputta, ",
  "dn28:21.2": "“So Sāriputta, you should frequently speak this exposition of the teaching to the monks, nuns, laymen, and laywomen. ",
  "dn28:21.3": "Though there will be some foolish people who have doubt or uncertainty regarding the Realized One, when they hear this exposition of the teaching they’ll give up that doubt or uncertainty.” ",
  "dn28:21.4": "That’s how Venerable Sāriputta declared his confidence in the Buddha’s presence. ",
  "dn28:21.5": "And that’s why the name of this discussion is “Inspiring Confidence”. "
}