{
  "dn29:0.1": "Long Discourses 29 ",
  "dn29:0.2": "An Impressive Discourse ",
  "dn29:1.1": "So I have heard. ",
  "dn29:1.2": "At one time the Buddha was staying in the land of the Sakyans in a stilt longhouse in a mango grove belonging to the Sakyan family named Vedhañña. ",
  "dn29:1.3": "Now at that time the Nigaṇṭha Nātaputta had recently passed away at Pāvā. ",
  "dn29:1.4": "With his passing the Jain ascetics split, dividing into two factions, arguing, quarreling, and disputing, continually wounding each other with barbed words: ",
  "dn29:1.5": "“You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!” ",
  "dn29:1.6": "You’d think there was nothing but slaughter going on among the Jain ascetics. ",
  "dn29:1.7": "And the Nigaṇṭha Nātaputta’s white-clothed lay disciples were disillusioned, dismayed, and disappointed in the Jain ascetics. They were equally disappointed with a teaching and training so poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha, with broken monument and without a refuge. ",
  "dn29:2.1": "And then, after completing the rainy season residence near Pāvā, the novice Cunda went to see Venerable Ānanda at Sāma village. He bowed, sat down to one side, and told him what had happened. ",
  "dn29:2.2": "",
  "dn29:2.3": "",
  "dn29:2.4": "Ānanda said to him, ",
  "dn29:2.5": "“Reverend Cunda, we should see the Buddha about this matter. ",
  "dn29:2.6": "Come, let’s go to the Buddha and tell him about this.” ",
  "dn29:2.7": "“Yes, sir,” replied Cunda. ",
  "dn29:3.1": "Then Ānanda and Cunda went to the Buddha, bowed, sat down to one side, and told him what had happened. ",
  "dn29:3.2": "",
  "dn29:3.3": "",
  "dn29:4.0": "1. The Teaching of the Unawakened ",
  "dn29:4.1": "“That’s what happens, Cunda, when a teaching and training is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ",
  "dn29:4.2": "Take the case where a teacher is not awakened, and the teaching is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ",
  "dn29:4.3": "A disciple in that teaching does not practice in line with the teachings, does not practice following that procedure, does not live in line with the teaching. They proceed having turned away from that teaching. ",
  "dn29:4.4": "You should say this to them, ",
  "dn29:4.5": "‘You’re fortunate, reverend, you’re so very fortunate! ",
  "dn29:4.6": "For your teacher is not awakened, and their teaching is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ",
  "dn29:4.7": "But you don’t practice in line with that teaching, you don’t practice following that procedure, you don’t live in line with the teaching. You proceed having turned away from that teaching.’ ",
  "dn29:4.8": "In such a case the teacher and the teaching are to blame, but the disciple deserves praise. ",
  "dn29:4.9": "Suppose someone was to say to such a disciple, ",
  "dn29:4.10": "‘Come on, venerable, practice as taught and pointed out by your teacher.’ ",
  "dn29:4.11": "The one who encourages, the one who they encourage, and the one who practices accordingly all make much bad karma. ",
  "dn29:4.12": "Why is that? ",
  "dn29:4.13": "It’s because that teaching and training is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ",
  "dn29:5.1": "Take the case where a teacher is not awakened, and the teaching is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ",
  "dn29:5.2": "A disciple in that teaching practices in line with the teachings, practices following that procedure, lives in line with the teaching. They proceed having undertaken that teaching. ",
  "dn29:5.3": "You should say this to them, ",
  "dn29:5.4": "‘It’s your loss, reverend, it’s your misfortune! For your teacher is not awakened, and their teaching is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ",
  "dn29:5.5": "And you practice in line with that teaching, you practice following that procedure, you live in line with the teaching. You proceed having undertaken that teaching.’ ",
  "dn29:5.6": "In such a case the teacher, the teaching, and the disciple are all to blame. ",
  "dn29:5.7": "Suppose someone was to say to such a disciple, ",
  "dn29:5.8": "‘Clearly the venerable is practicing methodically and will succeed in completing that method.’ ",
  "dn29:5.9": "The one who praises, the one who they praise, and the one who, being praised, rouses up even more energy all make much bad karma. ",
  "dn29:5.10": "Why is that? ",
  "dn29:5.11": "It’s because that teaching and training is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ",
  "dn29:6.0": "2. The Teaching of the Awakened ",
  "dn29:6.1": "Take the case where a teacher is awakened, and the teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ",
  "dn29:6.2": "A disciple in that teaching does not practice in line with the teachings, does not practice following that procedure, does not live in line with the teaching. They proceed having turned away from that teaching. ",
  "dn29:6.3": "You should say this to them, ",
  "dn29:6.4": "‘It’s your loss, reverend, it’s your misfortune! For your teacher is awakened, and their teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ",
  "dn29:6.5": "But you don’t practice in line with that teaching, you don’t practice following that procedure, you don’t live in line with the teaching. You proceed having turned away from that teaching.’ ",
  "dn29:6.6": "In such a case the teacher and the teaching deserve praise, but the disciple is to blame. ",
  "dn29:6.7": "Suppose someone was to say to such a disciple, ",
  "dn29:6.8": "‘Come on, venerable, practice as taught and pointed out by your teacher.’ ",
  "dn29:6.9": "The one who encourages, the one who they encourage, and the one who practices accordingly all make much merit. ",
  "dn29:6.10": "Why is that? ",
  "dn29:6.11": "It’s because that teaching and training is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ",
  "dn29:7.1": "Take the case where a teacher is awakened, and the teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ",
  "dn29:7.2": "A disciple in that teaching practices in line with the teachings, practices following that procedure, lives in line with the teaching. They proceed having undertaken that teaching. ",
  "dn29:7.3": "You should say this to them, ",
  "dn29:7.4": "‘You’re fortunate, reverend, you’re so very fortunate! ",
  "dn29:7.5": "For your teacher is awakened, and their teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ",
  "dn29:7.6": "And you practice in line with that teaching, you practice following that procedure, you live in line with the teaching. You proceed having undertaken that teaching.’ ",
  "dn29:7.7": "In such a case the teacher, the teaching, and the disciple all deserve praise. ",
  "dn29:7.8": "Suppose someone was to say to such a disciple, ",
  "dn29:7.9": "‘Clearly the venerable is practicing methodically and will succeed in completing that method.’ ",
  "dn29:7.10": "The one who praises, the one who they praise, and the one who, being praised, rouses up even more energy all make much merit. ",
  "dn29:7.11": "Why is that? ",
  "dn29:7.12": "It’s because that teaching and training is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ",
  "dn29:8.0": "3. When Disciples Have Regrets ",
  "dn29:8.1": "Take the case where a teacher arises in the world who is perfected, a fully awakened Buddha. The teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is fully awakened. ",
  "dn29:8.2": "But the disciples haven’t inquired about the meaning of that good teaching. And the spiritual practice that’s entirely full and pure has not been disclosed and revealed to them with all its collected sayings, with its demonstrable basis, well proclaimed wherever there are gods and humans. ",
  "dn29:8.3": "And then their teacher passes away. ",
  "dn29:8.4": "When such a teacher has passed away the disciples are tormented by regrets. ",
  "dn29:8.5": "Why is that? ",
  "dn29:8.6": "They think: ‘Our teacher was perfected, a fully awakened Buddha. His teaching was well explained, but we didn’t inquire about the meaning, and the spiritual practice was not fully disclosed to us. ",
  "dn29:8.7": "And then our teacher passed away.’ ",
  "dn29:8.8": "When such a teacher has passed away the disciples are tormented by regrets. ",
  "dn29:9.0": "4. When Disciples Have No Regrets ",
  "dn29:9.1": "Take the case where a teacher arises in the world who is perfected, a fully awakened Buddha. The teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is fully awakened. ",
  "dn29:9.2": "The disciples have inquired about the meaning of that good teaching. And the spiritual practice that’s entirely full and pure has been disclosed and revealed to them with all its collected sayings, with its demonstrable basis, well proclaimed wherever there are gods and humans. ",
  "dn29:9.3": "And then their teacher passes away. ",
  "dn29:9.4": "When such a teacher has passed away the disciples are free of regrets. ",
  "dn29:9.5": "Why is that? ",
  "dn29:9.6": "They think: ‘Our teacher was perfected, a fully awakened Buddha. ",
  "dn29:9.7": "His teaching was well explained, ",
  "dn29:9.8": "we inquired about the meaning, and the spiritual practice was fully disclosed to us. ",
  "dn29:9.9": "And then our teacher passed away.’ ",
  "dn29:9.10": "When such a teacher has passed away the disciples are free of regrets. ",
  "dn29:10.0": "5. On the Incomplete Spiritual Path, Etc. ",
  "dn29:10.1": "Now suppose, Cunda, that a spiritual path possesses those factors. But the teacher is not senior, long standing, long gone forth, advanced in years, and reached the final stage of life. ",
  "dn29:10.2": "Then that spiritual path is incomplete in that respect. ",
  "dn29:10.3": "But when a spiritual path possesses those factors and the teacher is senior, ",
  "dn29:10.4": "then that spiritual path is complete in that respect. ",
  "dn29:11.1": "Now suppose that a spiritual path possesses those factors and the teacher is senior. But there are no senior monk disciples who are competent, educated, assured, have attained sanctuary, ",
  "dn29:11.2": "who can rightly explain the true teaching, and who can legitimately and completely refute the doctrines of others that come up, and teach with a demonstrable basis. ",
  "dn29:11.3": "Then that spiritual path is incomplete in that respect. ",
  "dn29:12.1": "But when a spiritual path possesses those factors and the teacher is senior and there are competent senior monks, ",
  "dn29:12.2": "",
  "dn29:12.3": "then that spiritual path is complete in that respect. ",
  "dn29:12.4": "Now suppose that a spiritual path possesses those factors and the teacher is senior and there are competent senior monks. ",
  "dn29:12.5": "",
  "dn29:12.6": "But there are no competent middle monks, ",
  "dn29:12.7": "junior monks, ",
  "dn29:12.8": "senior nuns, ",
  "dn29:12.9": "middle nuns, ",
  "dn29:12.10": "junior nuns, ",
  "dn29:12.11": "celibate white-clothed laymen, ",
  "dn29:12.12": "white-clothed laymen enjoying sensual pleasures, ",
  "dn29:12.13": "celibate white-clothed laywomen, ",
  "dn29:12.14": "white-clothed laywomen enjoying sensual pleasures. … ",
  "dn29:12.15": "There are white-clothed laywomen enjoying sensual pleasures, but the spiritual path is not successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans … ",
  "dn29:12.16": "the spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans, but it has not reached the peak of material possessions and fame. ",
  "dn29:12.17": "Then that spiritual path is incomplete in that respect. ",
  "dn29:13.1": "But when a spiritual path possesses those factors and the teacher is senior and there are competent senior monks, ",
  "dn29:13.2": "",
  "dn29:13.3": "middle monks, ",
  "dn29:13.4": "junior monks, ",
  "dn29:13.5": "senior nuns, ",
  "dn29:13.6": "middle nuns, ",
  "dn29:13.7": "junior nuns, ",
  "dn29:13.8": "celibate laymen, ",
  "dn29:13.9": "laymen enjoying sensual pleasures, ",
  "dn29:13.10": "celibate laywomen, ",
  "dn29:13.11": "laywomen enjoying sensual pleasures, ",
  "dn29:13.12": "and the spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans, and it has reached the peak of material possessions and fame, ",
  "dn29:13.13": "then that spiritual path is complete in that respect. ",
  "dn29:14.1": "I, Cunda, am a teacher who has arisen in the world today, perfected and fully awakened. ",
  "dn29:14.2": "The teaching is well explained and well propounded, emancipating, leading to peace, proclaimed by someone who is fully awakened. ",
  "dn29:14.3": "My disciples have inquired about the meaning of that good teaching. And the spiritual practice that’s entirely full and pure has been disclosed and revealed to them with all its collected sayings, with its demonstrable basis, well proclaimed wherever there are gods and humans. ",
  "dn29:14.4": "I am a teacher today who is senior, long standing, long gone forth, advanced in years, and have reached the final stage of life. ",
  "dn29:15.1": "I have today disciples who are competent senior monks, ",
  "dn29:15.2": "",
  "dn29:15.3": "middle monks, ",
  "dn29:15.4": "junior monks, ",
  "dn29:15.5": "senior nuns, ",
  "dn29:15.6": "middle nuns, ",
  "dn29:15.7": "junior nuns, ",
  "dn29:15.8": "celibate laymen, ",
  "dn29:15.9": "laymen enjoying sensual pleasures, ",
  "dn29:15.10": "celibate laywomen, ",
  "dn29:15.11": "and laywomen enjoying sensual pleasures. ",
  "dn29:15.12": "Today my spiritual path is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans. ",
  "dn29:16.1": "Of all the teachers in the world today, Cunda, I don’t see even a single one who has reached the peak of material possessions and fame like me. ",
  "dn29:16.2": "Of all the spiritual communities and groups in the world today, Cunda, I don’t see even a single one who has reached the pinnacle of material possessions and fame like the mendicant Saṅgha. ",
  "dn29:16.3": "",
  "dn29:16.4": "And if there’s any spiritual path of which it may be rightly said that ",
  "dn29:16.5": "it’s endowed with all good qualities, complete in all good qualities, neither too little nor too much, well explained, whole, full, and well propounded, ",
  "dn29:16.6": "it’s of this spiritual path that this should be said. ",
  "dn29:16.7": "",
  "dn29:16.8": "Uddaka, son of Rāma, used to say: ",
  "dn29:16.9": "‘Seeing, one does not see.’ ",
  "dn29:16.10": "But seeing what does one not see? ",
  "dn29:16.11": "You can see the blade of a well-sharpened razor, but not the edge. ",
  "dn29:16.12": "Thus it is said: ",
  "dn29:16.13": "‘Seeing, one does not see.’ ",
  "dn29:16.14": "But that saying of Uddaka’s is low, crude, ordinary, ignoble, and pointless, as it’s only concerning a razor. ",
  "dn29:16.15": "If there’s anything of which it may be rightly said: ",
  "dn29:16.16": "‘Seeing, one does not see,’ it’s of this that it should be said. ",
  "dn29:16.17": "",
  "dn29:16.18": "Seeing what does one not see? ",
  "dn29:16.19": "One sees this: a spiritual path endowed with all good qualities, complete in all good qualities, neither too little nor too much, well explained, whole, full, and well propounded. ",
  "dn29:16.20": "One does not see this: anything that, were it to be removed, would make it purer. ",
  "dn29:16.21": "One does not see this: anything that, were it to be added, would make it more complete. ",
  "dn29:16.22": "Thus it is rightly said: ",
  "dn29:16.23": "‘Seeing, one does not see.’ ",
  "dn29:16.24": "",
  "dn29:16.25": "",
  "dn29:16.26": "",
  "dn29:16.27": "",
  "dn29:16.28": "",
  "dn29:17.0": "6. Teachings Should be Recited in Concert ",
  "dn29:17.1": "So, Cunda, you should all come together and recite in concert, without disputing, those things I have taught you from my direct knowledge, comparing meaning with meaning and phrasing with phrasing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "dn29:17.2": "And what are those things I have taught from my direct knowledge? ",
  "dn29:17.3": "They are the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. ",
  "dn29:17.4": "These are the things I have taught from my own direct knowledge. ",
  "dn29:17.5": "",
  "dn29:18.0": "7. Reaching Agreement ",
  "dn29:18.1": "Suppose one of those spiritual companions who is training in harmony and mutual appreciation, without disputing, were to recite the teaching in the Saṅgha. ",
  "dn29:18.2": "Now, you might think, ",
  "dn29:18.3": "‘This venerable misconstrues the meaning and mistakes the phrasing.’ ",
  "dn29:18.4": "You should neither approve nor dismiss them, but say, ",
  "dn29:18.5": "‘Reverend, if this is the meaning, the phrasing may either be this or that: which is more fitting? And if this is the phrasing, the meaning may be either this or that: which is more fitting?’ ",
  "dn29:18.6": "Suppose they reply, ",
  "dn29:18.7": "‘This phrasing fits the meaning better than that. And this meaning fits the phrasing better than that.’ ",
  "dn29:18.8": "Without flattering or rebuking them, you should carefully convince them by examining that meaning and that phrasing. ",
  "dn29:19.1": "Suppose another spiritual companion were to recite the teaching in the Saṅgha. ",
  "dn29:19.2": "Now, you might think, ",
  "dn29:19.3": "‘This venerable misconstrues the meaning but gets the phrasing right.’ ",
  "dn29:19.4": "You should neither approve nor dismiss them, but say, ",
  "dn29:19.5": "‘Reverend, if this is the phrasing, the meaning may be either this or that: which is more fitting?’ ",
  "dn29:19.6": "Suppose they reply, ",
  "dn29:19.7": "‘This meaning fits the phrasing better than that.’ ",
  "dn29:19.8": "Without flattering or rebuking, you should carefully convince them by examining that meaning. ",
  "dn29:20.1": "Suppose another spiritual companion were to recite the teaching in the Saṅgha. ",
  "dn29:20.2": "Now, you might think, ",
  "dn29:20.3": "‘This venerable construes the meaning correctly but mistakes the phrasing.’ ",
  "dn29:20.4": "You should neither approve nor dismiss them, but say, ",
  "dn29:20.5": "‘Reverend, if this is the meaning, the phrasing may be either this or that: which is more fitting?’ ",
  "dn29:20.6": "Suppose they reply, ",
  "dn29:20.7": "‘This phrasing fits the meaning better than that.’ ",
  "dn29:20.8": "Without flattering or rebuking, you should carefully convince them by examining that phrasing. ",
  "dn29:21.1": "Suppose another spiritual companion were to recite the teaching in the Saṅgha. ",
  "dn29:21.2": "Now, you might think, ",
  "dn29:21.3": "‘This venerable construes the meaning correctly and gets the phrasing right.’ ",
  "dn29:21.4": "Saying ‘Good!’ you should applaud and cheer that mendicant’s statement, ",
  "dn29:21.5": "and then say to them, ",
  "dn29:21.6": "‘We are fortunate, reverend, so very fortunate ",
  "dn29:21.7": "to see a venerable such as yourself, so well-versed in the meaning and the phrasing, as one of our spiritual companions!’ ",
  "dn29:22.0": "8. The Reasons for Allowing Requisites ",
  "dn29:22.1": "Cunda, I do not teach you solely for restraining defilements that affect the present life. ",
  "dn29:22.2": "Nor do I teach solely for protecting against defilements that affect lives to come. ",
  "dn29:22.3": "I teach both for restraining defilements that affect the present life and ",
  "dn29:22.4": "protecting against defilements that affect lives to come. ",
  "dn29:22.5": "And that’s why I have allowed robes for you that suffice ",
  "dn29:22.6": "only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and for covering up the private parts. ",
  "dn29:22.7": "I have allowed almsfood for you that suffices ",
  "dn29:22.8": "only to sustain this body, avoid harm, and support spiritual practice; so that you will put an end to old discomfort and not give rise to new discomfort, and will keep on living blamelessly and at ease. ",
  "dn29:22.9": "I have allowed lodgings for you that suffice ",
  "dn29:22.10": "only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; to shelter from harsh weather and to enjoy retreat. ",
  "dn29:22.11": "I have allowed medicines and supplies for the sick for you that suffice ",
  "dn29:22.12": "only for the sake of warding off the pains of illness and to promote good health. ",
  "dn29:23.0": "9. Indulgence in Pleasure ",
  "dn29:23.1": "It’s possible that wanderers who follow other paths might say, ",
  "dn29:23.2": "‘The ascetics who follow the Sakyan live indulging in pleasure.’ ",
  "dn29:23.3": "You should say to them, ",
  "dn29:23.4": "‘What is that indulgence in pleasure? ",
  "dn29:23.5": "For there are many different kinds of indulgence in pleasure.’ ",
  "dn29:23.6": "These four kinds of indulgence in pleasure, Cunda, are low, crude, ordinary, ignoble, and pointless. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "dn29:23.7": "What four? ",
  "dn29:23.8": "It’s when some fool makes themselves happy and pleased by killing living creatures. ",
  "dn29:23.9": "This is the first kind of indulgence in pleasure. ",
  "dn29:23.10": "Furthermore, someone makes themselves happy and pleased by theft. ",
  "dn29:23.11": "This is the second kind of indulgence in pleasure. ",
  "dn29:23.12": "Furthermore, someone makes themselves happy and pleased by lying. ",
  "dn29:23.13": "This is the third kind of indulgence in pleasure. ",
  "dn29:23.14": "Furthermore, someone amuses themselves, supplied and provided with the five kinds of sensual stimulation. ",
  "dn29:23.15": "This is the fourth kind of indulgence in pleasure. ",
  "dn29:23.16": "These are the four kinds of indulgence in pleasure that are low, crude, ordinary, ignoble, and pointless. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "dn29:24.1": "It’s possible that wanderers who follow other paths might say, ",
  "dn29:24.2": "‘The ascetics who follow the Sakyan live indulging in pleasure in these four ways.’ ",
  "dn29:24.3": "They should be told, ‘Not so!’ ",
  "dn29:24.4": "It isn’t right to say that about you; it misrepresents you with an untruth. ",
  "dn29:24.5": "These four kinds of indulgence in pleasure, when developed and cultivated, lead solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "dn29:24.6": "What four? ",
  "dn29:24.7": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "dn29:24.8": "This is the first kind of indulgence in pleasure. ",
  "dn29:24.9": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption. It has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "dn29:24.10": "This is the second kind of indulgence in pleasure. ",
  "dn29:24.11": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption. They meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "dn29:24.12": "This is the third kind of indulgence in pleasure. ",
  "dn29:24.13": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption. It is without pleasure or pain, with pure equanimity and mindfulness. ",
  "dn29:24.14": "This is the fourth kind of indulgence in pleasure. ",
  "dn29:24.15": "These are the four kinds of indulgence in pleasure which, when developed and cultivated, lead solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. ",
  "dn29:24.16": "It’s possible that wanderers who follow other paths might say, ",
  "dn29:24.17": "‘The ascetics who follow the Sakyan live indulging in pleasure in these four ways.’ ",
  "dn29:24.18": "They should be told, ‘Exactly so!’ ",
  "dn29:24.19": "It’s right to say that about you; it doesn’t misrepresent you with an untruth. ",
  "dn29:25.0": "10. The Benefits of Indulgence in Pleasure ",
  "dn29:25.1": "It’s possible that wanderers who follow other paths might say, ",
  "dn29:25.2": "‘How many fruits and benefits may be expected by those who live indulging in pleasure in these four ways?’ ",
  "dn29:25.3": "You should say to them, ",
  "dn29:25.4": "‘Four benefits may be expected by those who live indulging in pleasure in these four ways. ",
  "dn29:25.5": "What four? ",
  "dn29:25.6": "Firstly, with the ending of three fetters a mendicant becomes a stream-enterer, not liable to be reborn in the underworld, bound for awakening. ",
  "dn29:25.7": "This is the first fruit and benefit. ",
  "dn29:25.8": "Furthermore, a mendicant—with the ending of three fetters, and the weakening of greed, hate, and delusion—becomes a once-returner. They come back to this world once only, then make an end of suffering. ",
  "dn29:25.9": "This is the second fruit and benefit. ",
  "dn29:25.10": "Furthermore, with the ending of the five lower fetters, a mendicant is reborn spontaneously and will become extinguished there, not liable to return from that world. ",
  "dn29:25.11": "This is the third fruit and benefit. ",
  "dn29:25.12": "Furthermore, a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements. ",
  "dn29:25.13": "This is the fourth fruit and benefit. ",
  "dn29:25.14": "These four benefits may be expected by those who live indulging in pleasure in these four ways.’ ",
  "dn29:26.0": "11. Things Impossible for the Perfected ",
  "dn29:26.1": "It’s possible that wanderers who follow other paths might say, ",
  "dn29:26.2": "‘The ascetics who follow the Sakyan are inconsistent.’ ",
  "dn29:26.3": "You should say to them, ",
  "dn29:26.4": "‘Reverends, these things have been taught and pointed out for his disciples by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha, not to be transgressed so long as life lasts. ",
  "dn29:26.5": "Suppose there was a boundary pillar or an iron pillar with deep foundations, firmly embedded, imperturbable and unshakable. ",
  "dn29:26.6": "In the same way, these things have been taught and pointed out for his disciples by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha, not to be transgressed so long as life lasts. ",
  "dn29:26.7": "A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—can’t transgress in nine respects. ",
  "dn29:26.8": "A mendicant with defilements ended can’t deliberately take the life of a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they did as a lay person. And they can’t make decisions prejudiced by favoritism, hostility, stupidity, or cowardice. ",
  "dn29:26.9": "A mendicant who is perfected can’t transgress in these nine respects.’ ",
  "dn29:27.0": "12. Questions and Answers ",
  "dn29:27.1": "It’s possible that wanderers who follow other paths might say, ",
  "dn29:27.2": "‘The ascetic Gotama demonstrates boundless knowledge and vision of the past, but not of the future. What’s up with that?’ ",
  "dn29:27.3": "Those wanderers, like incompetent fools, seem to imagine that one kind of knowledge and vision can be demonstrated by means of another kind of knowledge and vision. ",
  "dn29:27.4": "Regarding the past, the Realized One has knowledge stemming from memory. ",
  "dn29:27.5": "He recollects as far as he wants. ",
  "dn29:27.6": "Regarding the future, the Realized One has the knowledge born of awakening: ",
  "dn29:27.7": "‘This is my last rebirth. Now there are no more future lives.’ ",
  "dn29:28.1": "If a question about the past is untrue, false, and pointless, the Realized One does not reply. ",
  "dn29:28.2": "If a question about the past is true and substantive, but pointless, he does not reply. ",
  "dn29:28.3": "If a question about the past is true, substantive, and beneficial, he knows the right time to reply. ",
  "dn29:28.4": "And the Realized One replies to questions about the future or the present in the same way. ",
  "dn29:28.5": "",
  "dn29:28.6": "",
  "dn29:28.7": "",
  "dn29:28.8": "And so the Realized One has speech that’s well-timed, true, meaningful, in line with the teaching and training. That’s why he’s called the ‘Realized One’. ",
  "dn29:29.1": "In this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—whatever is seen, heard, thought, known, attained, sought, and explored by the mind, all that has been understood by the Realized One. ",
  "dn29:29.2": "That’s why he’s called the ‘Realized One’. ",
  "dn29:29.3": "From the night when the Realized One understands the supreme perfect awakening until the night he becomes fully extinguished—through the element of extinguishment with nothing left over—everything he speaks, says, and expresses is real, not otherwise. ",
  "dn29:29.4": "That’s why he’s called the ‘Realized One’. ",
  "dn29:29.5": "The Realized One does as he says, and says as he does. ",
  "dn29:29.6": "Since this is so, that’s why he’s called the ‘Realized One’. ",
  "dn29:29.7": "In this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—the Realized One is the undefeated, the champion, the universal seer, the wielder of power. ",
  "dn29:30.0": "13. The Undeclared Points ",
  "dn29:30.1": "It’s possible that wanderers who follow other paths might say, ",
  "dn29:30.2": "‘Is this your view: “A Realized One exists after death. This is the only truth, other ideas are silly”?’ ",
  "dn29:30.3": "You should say to them, ",
  "dn29:30.4": "‘Reverend, this has not been declared by the Buddha.’ ",
  "dn29:30.5": "",
  "dn29:30.6": "The wanderers might say, ",
  "dn29:30.7": "‘Then is this your view: “A Realized One doesn’t exist after death. This is the only truth, other ideas are silly”?’ ",
  "dn29:30.8": "You should say to them, ",
  "dn29:30.9": "‘This too has not been declared by the Buddha.’ ",
  "dn29:30.10": "",
  "dn29:30.11": "The wanderers might say, ",
  "dn29:30.12": "‘Then is this your view: “A Realized One both exists and doesn’t exist after death. This is the only truth, other ideas are silly”?’ ",
  "dn29:30.13": "You should say to them, ",
  "dn29:30.14": "‘This too has not been declared by the Buddha.’ ",
  "dn29:30.15": "",
  "dn29:30.16": "The wanderers might say, ",
  "dn29:30.17": "‘Then is this your view: “A Realized One neither exists nor doesn’t exist after death. This is the only truth, other ideas are silly”?’ ",
  "dn29:30.18": "You should say to them, ",
  "dn29:30.19": "‘This too has not been declared by the Buddha.’ ",
  "dn29:30.20": "",
  "dn29:31.1": "The wanderers might say, ",
  "dn29:31.2": "‘But why has this not been declared by the ascetic Gotama?’ ",
  "dn29:31.3": "You should say to them, ",
  "dn29:31.4": "‘Because it’s not beneficial or relevant to the fundamentals of the spiritual life. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That’s why it hasn’t been declared by the Buddha.’ ",
  "dn29:32.0": "14. The Declared Points ",
  "dn29:32.1": "It’s possible that wanderers who follow other paths might say, ",
  "dn29:32.2": "‘But what has been declared by the ascetic Gotama?’ ",
  "dn29:32.3": "You should say to them, ",
  "dn29:32.4": "‘What has been declared by the Buddha is this: “This is suffering”—“This is the origin of suffering”—“This is the cessation of suffering”—“This is the practice that leads to the cessation of suffering.”’ ",
  "dn29:33.1": "The wanderers might say, ",
  "dn29:33.2": "‘But why has this been declared by the ascetic Gotama?’ ",
  "dn29:33.3": "You should say to them, ",
  "dn29:33.4": "‘Because it’s beneficial and relevant to the fundamentals of the spiritual life. It leads to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That’s why it has been declared by the Buddha.’ ",
  "dn29:34.0": "15. Views of the Past ",
  "dn29:34.1": "Cunda, I have explained to you as they should be explained the views that some rely on regarding the past. ",
  "dn29:34.2": "Shall I explain them to you in the wrong way? ",
  "dn29:34.3": "I have explained to you as they should be explained the views that some rely on regarding the future. ",
  "dn29:34.4": "Shall I explain them to you in the wrong way? ",
  "dn29:34.5": "What are the views that some rely on regarding the past? ",
  "dn29:34.6": "",
  "dn29:34.7": "There are some ascetics and brahmins who have this doctrine and view: ",
  "dn29:34.8": "‘The self and the cosmos are eternal. This is the only truth, other ideas are silly.’ ",
  "dn29:34.9": "There are some ascetics and brahmins who have this doctrine and view: ",
  "dn29:34.10": "‘The self and the cosmos are not eternal, ",
  "dn29:34.11": "or both eternal and not eternal, ",
  "dn29:34.12": "or neither eternal nor not eternal. ",
  "dn29:34.13": "The self and the cosmos are made by oneself, ",
  "dn29:34.14": "or made by another, ",
  "dn29:34.15": "or made by both oneself and another, ",
  "dn29:34.16": "or they have arisen by chance, not made by oneself or another. ",
  "dn29:34.17": "Pleasure and pain are eternal, ",
  "dn29:34.18": "or not eternal, ",
  "dn29:34.19": "or both eternal and not eternal, ",
  "dn29:34.20": "or neither eternal nor not eternal. ",
  "dn29:34.21": "Pleasure and pain are made by oneself, ",
  "dn29:34.22": "or made by another, ",
  "dn29:34.23": "or made by both oneself and another, ",
  "dn29:34.24": "or they have arisen by chance, not made by oneself or another. This is the only truth, other ideas are silly.’ ",
  "dn29:35.1": "Regarding this, I go up to the ascetics and brahmins whose view is that ",
  "dn29:35.2": "the self and the cosmos are eternal, ",
  "dn29:35.3": "and say, ",
  "dn29:35.4": "‘Reverends, is this what you say, ",
  "dn29:35.5": "“The self and the cosmos are eternal”?’ ",
  "dn29:35.6": "But when they say, ‘Yes! ",
  "dn29:35.7": "This is the only truth, other ideas are silly,’ ",
  "dn29:35.8": "I don’t acknowledge that. ",
  "dn29:35.9": "Why is that? ",
  "dn29:35.10": "Because there are beings who have different opinions on this topic. ",
  "dn29:35.11": "I don’t see any such expositions that are equal to my own, still less superior. ",
  "dn29:35.12": "Rather, I am the one who is superior when it comes to the higher exposition. ",
  "dn29:36.1": "Regarding this, I go up to the ascetics and brahmins who assert all the other views as described above. ",
  "dn29:36.2": "",
  "dn29:36.3": "",
  "dn29:36.4": "",
  "dn29:36.5": "",
  "dn29:36.6": "",
  "dn29:36.7": "",
  "dn29:36.8": "",
  "dn29:36.9": "",
  "dn29:36.10": "",
  "dn29:36.11": "",
  "dn29:36.12": "",
  "dn29:36.13": "",
  "dn29:36.14": "",
  "dn29:36.15": "",
  "dn29:36.16": "",
  "dn29:36.17": "",
  "dn29:36.18": "",
  "dn29:36.19": "",
  "dn29:36.20": "",
  "dn29:36.21": "",
  "dn29:36.22": "And in each case, I don’t acknowledge that. ",
  "dn29:36.23": "Why is that? ",
  "dn29:36.24": "Because there are beings who have different opinions on this topic. ",
  "dn29:36.25": "I don’t see any such expositions that are equal to my own, still less superior. ",
  "dn29:36.26": "Rather, I am the one who is superior when it comes to the higher exposition. ",
  "dn29:36.27": "These are the views that some rely on regarding the past. ",
  "dn29:36.28": "",
  "dn29:37.0": "16. Views of the Future ",
  "dn29:37.1": "What are the views that some rely on regarding the future? ",
  "dn29:37.2": "",
  "dn29:37.3": "There are some ascetics and brahmins who have this doctrine and view: ",
  "dn29:37.4": "‘The self is has form and is well after death, ",
  "dn29:37.5": "",
  "dn29:37.6": "or it is formless, ",
  "dn29:37.7": "or both having form and formless, ",
  "dn29:37.8": "or neither having form nor formless, ",
  "dn29:37.9": "or percipient, ",
  "dn29:37.10": "or non-percipient, ",
  "dn29:37.11": "or neither percipient nor non-percipient, ",
  "dn29:37.12": "or the self is annihilated and destroyed when the body breaks up, and doesn’t exist after death. This is the only truth, other ideas are silly.’ ",
  "dn29:38.1": "Regarding this, I go up to the ascetics and brahmins whose view is that ",
  "dn29:38.2": "The self is has form and is well after death, ",
  "dn29:38.3": "and say, ",
  "dn29:38.4": "‘Reverends, is this what you say, ",
  "dn29:38.5": "“The self is has form and is well after death”?’ ",
  "dn29:38.6": "But when they say, ‘Yes! ",
  "dn29:38.7": "This is the only truth, other ideas are silly,’ ",
  "dn29:38.8": "I don’t acknowledge that. ",
  "dn29:38.9": "Why is that? ",
  "dn29:38.10": "Because there are beings who have different opinions on this topic. ",
  "dn29:38.11": "I don’t see any such expositions that are equal to my own, still less superior. ",
  "dn29:38.12": "Rather, I am the one who is superior when it comes to the higher exposition. ",
  "dn29:39.1": "Regarding this, I go up to the ascetics and brahmins who assert all the other views as described above. ",
  "dn29:39.2": "",
  "dn29:39.3": "",
  "dn29:39.4": "",
  "dn29:39.5": "",
  "dn29:39.6": "",
  "dn29:39.7": "",
  "dn29:39.8": "",
  "dn29:39.9": "",
  "dn29:39.10": "",
  "dn29:39.11": "",
  "dn29:39.12": "",
  "dn29:39.13": "",
  "dn29:39.14": "And in each case, I don’t acknowledge that. ",
  "dn29:39.15": "Why is that? ",
  "dn29:39.16": "Because there are beings who have different opinions on this topic. ",
  "dn29:39.17": "I don’t see any such expositions that are equal to my own, still less superior. ",
  "dn29:39.18": "Rather, I am the one who is superior when it comes to the higher exposition. ",
  "dn29:39.19": "These are the views that some rely on regarding the future, which I have explained to you as they should be explained. ",
  "dn29:39.20": "Shall I explain them to you in the wrong way? ",
  "dn29:40.1": "I have taught and pointed out the four kinds of mindfulness meditation for giving up and going beyond all these views of the past and the future. ",
  "dn29:40.2": "What four? ",
  "dn29:40.3": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn29:40.4": "They meditate observing an aspect of feelings … ",
  "dn29:40.5": "mind … ",
  "dn29:40.6": "principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn29:40.7": "These are the four kinds of mindfulness meditation that I have taught for giving up and going beyond all these views of the past and the future.” ",
  "dn29:41.1": "Now at that time Venerable Upavāṇa was standing behind the Buddha fanning him. ",
  "dn29:41.2": "He said to the Buddha, ",
  "dn29:41.3": "“It’s incredible, sir, it’s amazing! ",
  "dn29:41.4": "This exposition of the teaching is impressive, sir, ",
  "dn29:41.5": "it is very impressive. Sir, what is the name of this exposition of the teaching?” ",
  "dn29:41.6": "“Well, Upavāṇa, you may remember this exposition of the teaching as ‘The Impressive Discourse’.” ",
  "dn29:41.7": "That is what the Buddha said. ",
  "dn29:41.8": "Satisfied, Venerable Upavāṇa was happy with what the Buddha said. "
}