{
  "dn2:0.1": "Long Discourses 2 ",
  "dn2:0.2": "The Fruits of the Ascetic Life ",
  "dn2:1.0": "1. A Discussion With the King’s Ministers ",
  "dn2:1.1": "So I have heard. ",
  "dn2:1.2": "At one time the Buddha was staying near Rājagaha in the Mango Grove of Jīvaka Komārabhacca, together with a large Saṅgha of 1,250 mendicants. ",
  "dn2:1.3": "Now, at that time it was the sabbath—the Komudi full moon on the fifteenth day of the fourth month—and King Ajātasattu Vedehiputta of Magadha was sitting upstairs in the royal longhouse surrounded by his ministers. ",
  "dn2:1.4": "Then Ajātasattu expressed this heartfelt sentiment, ",
  "dn2:1.5": "“Oh, sirs, this moonlit night is so very delightful, so beautiful, so glorious, so lovely, so striking. ",
  "dn2:1.6": "Now, what ascetic or brahmin might I pay homage to today, paying homage to whom my mind might find peace?” ",
  "dn2:2.1": "When he had spoken, one of the king’s ministers said to him, ",
  "dn2:2.2": "“Sire, Pūraṇa Kassapa leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. ",
  "dn2:2.3": "Let Your Majesty pay homage to him. ",
  "dn2:2.4": "Hopefully in so doing your mind will find peace.” ",
  "dn2:2.5": "But when he had spoken, the king kept silent. ",
  "dn2:3.1": "Another of the king’s ministers said to him, ",
  "dn2:3.2": "“Sire, Makkhali Gosāla leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. ",
  "dn2:3.3": "Let Your Majesty pay homage to him. ",
  "dn2:3.4": "Hopefully in so doing your mind will find peace.” ",
  "dn2:3.5": "But when he had spoken, the king kept silent. ",
  "dn2:4.1": "Another of the king’s ministers said to him, ",
  "dn2:4.2": "“Sire, Ajita Kesakambala leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. ",
  "dn2:4.3": "Let Your Majesty pay homage to him. ",
  "dn2:4.4": "Hopefully in so doing your mind will find peace.” ",
  "dn2:4.5": "But when he had spoken, the king kept silent. ",
  "dn2:5.1": "Another of the king’s ministers said to him, ",
  "dn2:5.2": "“Sire, Pakudha Kaccāyana leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. ",
  "dn2:5.3": "Let Your Majesty pay homage to him. ",
  "dn2:5.4": "Hopefully in so doing your mind will find peace.” ",
  "dn2:5.5": "But when he had spoken, the king kept silent. ",
  "dn2:6.1": "Another of the king’s ministers said to him, ",
  "dn2:6.2": "“Sire, Sañjaya Belaṭṭhiputta leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. ",
  "dn2:6.3": "Let Your Majesty pay homage to him. ",
  "dn2:6.4": "Hopefully in so doing your mind will find peace.” ",
  "dn2:6.5": "But when he had spoken, the king kept silent. ",
  "dn2:7.1": "Another of the king’s ministers said to him, ",
  "dn2:7.2": "“Sire, Nigaṇṭha Nātaputta leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people. He is of long standing, long gone forth; he is advanced in years and has reached the final stage of life. ",
  "dn2:7.3": "Let Your Majesty pay homage to him. ",
  "dn2:7.4": "Hopefully in so doing your mind will find peace.” ",
  "dn2:7.5": "But when he had spoken, the king kept silent. ",
  "dn2:8.0": "2. A Discussion With Jīvaka Komārabhacca ",
  "dn2:8.1": "Now at that time Jīvaka Komārabhacca was sitting silently not far from the king. ",
  "dn2:8.2": "Then the king said to him, ",
  "dn2:8.3": "“But my dear Jīvaka, why are you silent?” ",
  "dn2:8.4": "“Sire, the Blessed One, the perfected one, the fully awakened Buddha is staying in my mango grove together with a large Saṅgha of 1,250 mendicants. ",
  "dn2:8.5": "He has this good reputation: ",
  "dn2:8.6": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn2:8.7": "Let Your Majesty pay homage to him. ",
  "dn2:8.8": "Hopefully in so doing your mind will find peace.” ",
  "dn2:8.9": "“Well then, my dear Jīvaka, have the elephants readied.” ",
  "dn2:9.1": "“Yes, Your Majesty,” replied Jīvaka. He had around five hundred female elephants readied, in addition to the king’s bull elephant for riding. Then he informed the king, ",
  "dn2:9.2": "“The elephants are ready, sire. ",
  "dn2:9.3": "Please go at your convenience.” ",
  "dn2:10.1": "Then King Ajātasattu had women mounted on each of the five hundred female elephants, while he mounted his bull elephant. With attendants carrying torches, he set out in full royal pomp from Rājagaha to Jīvaka’s mango grove. ",
  "dn2:10.2": "But as he drew near the mango grove, the king became frightened, scared, his hair standing on end. ",
  "dn2:10.3": "He said to Jīvaka, ",
  "dn2:10.4": "“My dear Jīvaka, I hope you’re not deceiving me! ",
  "dn2:10.5": "I hope you’re not betraying me! ",
  "dn2:10.6": "I hope you’re not turning me over to my enemies! ",
  "dn2:10.7": "For how on earth can there be no sound of coughing or clearing throats or any noise in such a large Saṅgha of 1,250 mendicants?” ",
  "dn2:10.8": "“Do not fear, great king, do not fear! ",
  "dn2:10.9": "I am not deceiving you, ",
  "dn2:10.10": "or betraying you, ",
  "dn2:10.11": "or turning you over to your enemies. ",
  "dn2:10.12": "Go forward, great king, go forward! Those are lamps shining in the pavilion.” ",
  "dn2:11.0": "3. The Question About the Fruits of the Ascetic Life ",
  "dn2:11.1": "Then King Ajātasattu rode on the elephant as far as the terrain allowed, then descended and approached the pavilion door on foot, where he asked Jīvaka, ",
  "dn2:11.2": "“But my dear Jīvaka, where is the Buddha?” ",
  "dn2:11.3": "“That is the Buddha, great king, that is the Buddha! ",
  "dn2:11.4": "He’s sitting against the central column facing east, in front of the Saṅgha of mendicants.” ",
  "dn2:12.1": "Then the king went up to the Buddha and stood to one side. ",
  "dn2:12.2": "He looked around the Saṅgha of monks, who were so very silent, like a still, clear lake, and expressed this heartfelt sentiment, ",
  "dn2:12.3": "“May my son, Prince Udāyibhadda, be blessed with such peace as the Saṅgha of mendicants now enjoys!” ",
  "dn2:12.4": "“Has your mind gone to one you love, great king?” ",
  "dn2:12.5": "“I love my son, sir, Prince Udāyibhadda. ",
  "dn2:12.6": "May he be blessed with such peace as the Saṅgha of mendicants now enjoys!” ",
  "dn2:13.1": "Then the king bowed to the Buddha, raised his joined palms toward the Saṅgha, and sat down to one side. ",
  "dn2:13.2": "He said to the Buddha, ",
  "dn2:13.3": "“Sir, I’d like to ask you about a certain point, if you’d take the time to answer.” ",
  "dn2:13.4": "",
  "dn2:13.5": "“Ask what you wish, great king.” ",
  "dn2:14.1": "“Sir, there are many different professional fields. ",
  "dn2:14.2": "These include elephant riders, cavalry, charioteers, archers, bannermen, adjutants, food servers, warrior-chiefs, princes, chargers, great warriors, heroes, leather-clad soldiers, and sons of bondservants. ",
  "dn2:14.3": "They also include bakers, barbers, bathroom attendants, cooks, garland-makers, dyers, weavers, basket-makers, potters, accountants, finger-talliers, or those following any similar professions. All these live off the fruits of their profession which are apparent in the present life. ",
  "dn2:14.4": "With that they bring happiness and joy to themselves, their parents, their children and partners, and their friends and colleagues. And they establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. ",
  "dn2:14.5": "Sir, can you point out a fruit of the ascetic life that’s likewise apparent in the present life?” ",
  "dn2:15.1": "“Great king, do you recall having asked this question of other ascetics and brahmins?” ",
  "dn2:15.2": "“I do, sir.” ",
  "dn2:15.3": "“If you wouldn’t mind, great king, tell me how they answered.” ",
  "dn2:15.4": "“It’s no trouble when someone such as the Blessed One is sitting here.” ",
  "dn2:15.5": "“Well, speak then, great king.” ",
  "dn2:16.0": "3.1. The Doctrine of Pūraṇa Kassapa ",
  "dn2:16.1": "“One time, sir, I approached Pūraṇa Kassapa and exchanged greetings with him. ",
  "dn2:16.2": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. ",
  "dn2:16.3": "",
  "dn2:16.4": "",
  "dn2:16.5": "",
  "dn2:16.6": "",
  "dn2:17.1": "He said to me: ",
  "dn2:17.2": "‘Great king, the one who acts does nothing wrong when they punish, mutilate, torture, aggrieve, oppress, intimidate, or when they encourage others to do the same. They do nothing wrong when they kill, steal, break into houses, plunder wealth, steal from isolated buildings, commit highway robbery, commit adultery, and lie. If you were to reduce all the living creatures of this earth to one heap and mass of flesh with a razor-edged chakram, no evil comes of that, and no outcome of evil. ",
  "dn2:17.3": "If you were to go along the south bank of the Ganges killing, mutilating, and torturing, and encouraging others to do the same, no evil comes of that, and no outcome of evil. ",
  "dn2:17.4": "If you were to go along the north bank of the Ganges giving and sacrificing and encouraging others to do the same, no merit comes of that, and no outcome of merit. ",
  "dn2:17.5": "In giving, self-control, restraint, and truthfulness there is no merit or outcome of merit.’ ",
  "dn2:18.1": "And so, when I asked Pūraṇa Kassapa about the fruits of the ascetic life apparent in the present life, he answered with the doctrine of inaction. ",
  "dn2:18.2": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. ",
  "dn2:18.3": "",
  "dn2:18.4": "I thought: ",
  "dn2:18.5": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ ",
  "dn2:18.6": "So I neither approved nor dismissed that statement of Pūraṇa Kassapa. ",
  "dn2:18.7": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. ",
  "dn2:19.0": "3.2. The Doctrine of Makkhali Gosāla ",
  "dn2:19.1": "One time, sir, I approached Makkhali Gosāla and exchanged greetings with him. ",
  "dn2:19.2": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. ",
  "dn2:19.3": "",
  "dn2:19.4": "",
  "dn2:20.1": "He said: ",
  "dn2:20.2": "‘Great king, there is no cause or reason for the corruption of sentient beings. Sentient beings are corrupted without cause or reason. ",
  "dn2:20.3": "There’s no cause or reason for the purification of sentient beings. ",
  "dn2:20.4": "Sentient beings are purified without cause or reason. ",
  "dn2:20.5": "One does not act of one’s own volition, one does not act of another’s volition, one does not act from a person’s volition. There is no power, no energy, no human strength or vigor. ",
  "dn2:20.6": "All sentient beings, all living creatures, all beings, all souls lack control, power, and energy. Molded by destiny, circumstance, and nature, they experience pleasure and pain in the six classes of rebirth. ",
  "dn2:20.7": "There are 1.4 million main wombs, and 6,000, and 600. There are 500 deeds, and five, and three. There are deeds and half-deeds. There are 62 paths, 62 sub-eons, six classes of rebirth, and eight stages in a person’s life. There are 4,900 Ājīvaka ascetics, 4,900 wanderers, and 4,900 naked ascetics. There are 2,000 faculties, 3,000 hells, and 36 realms of dust. There are seven percipient embryos, seven non-percipient embryos, and seven embryos without attachments. There are seven gods, seven humans, and seven goblins. There are seven lakes, seven winds, 700 winds, seven cliffs, and 700 cliffs. There are seven dreams and 700 dreams. There are 8.4 million great eons through which the foolish and the astute transmigrate before making an end of suffering. ",
  "dn2:20.8": "And here there is no such thing as this: “By this precept or observance or mortification or spiritual life I shall force unripened deeds to bear their fruit, or eliminate old deeds by experiencing their results little by little,” for that cannot be. ",
  "dn2:20.9": "Pleasure and pain are allotted. Transmigration lasts only for a limited period, so there’s no increase or decrease, no getting better or worse. ",
  "dn2:20.10": "It’s like how, when you toss a ball of string, it rolls away unraveling. ",
  "dn2:20.11": "In the same way, after transmigrating the foolish and the astute will make an end of suffering.’ ",
  "dn2:21.1": "And so, when I asked Makkhali Gosāla about the fruits of the ascetic life apparent in the present life, he answered with the doctrine of purification through transmigration. ",
  "dn2:21.2": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. ",
  "dn2:21.3": "",
  "dn2:21.4": "I thought: ",
  "dn2:21.5": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ ",
  "dn2:21.6": "So I neither approved nor dismissed that statement of Makkhali Gosāla. ",
  "dn2:21.7": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. ",
  "dn2:22.0": "3.3. The Doctrine of Ajita Kesakambala ",
  "dn2:22.1": "One time, sir, I approached Ajita Kesakambala and exchanged greetings with him. ",
  "dn2:22.2": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. ",
  "dn2:22.3": "",
  "dn2:22.4": "",
  "dn2:23.1": "He said: ",
  "dn2:23.2": "‘Great king, there is no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no such thing as mother and father, or beings that are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight. ",
  "dn2:23.3": "This person is made up of the four primary elements. When they die, the earth in their body merges and coalesces with the main mass of earth. The water in their body merges and coalesces with the main mass of water. The fire in their body merges and coalesces with the main mass of fire. The air in their body merges and coalesces with the main mass of air. The faculties are transferred to space. ",
  "dn2:23.4": "Four men with a bier carry away the corpse. ",
  "dn2:23.5": "Their footprints show the way to the cemetery. ",
  "dn2:23.6": "The bones become bleached. Offerings dedicated to the gods end in ashes. ",
  "dn2:23.7": "Giving is a doctrine of morons. ",
  "dn2:23.8": "When anyone affirms a positive teaching it’s just hollow, false nonsense. ",
  "dn2:23.9": "Both the foolish and the astute are annihilated and destroyed when their body breaks up, and don’t exist after death.’ ",
  "dn2:24.1": "And so, when I asked Ajita Kesakambala about the fruits of the ascetic life apparent in the present life, he answered with the doctrine of annihilationism. ",
  "dn2:24.2": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. ",
  "dn2:24.3": "",
  "dn2:24.4": "I thought: ",
  "dn2:24.5": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ ",
  "dn2:24.6": "So I neither approved nor dismissed that statement of Ajita Kesakambala. ",
  "dn2:24.7": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. ",
  "dn2:25.0": "3.4. The Doctrine of Pakudha Kaccāyana ",
  "dn2:25.1": "One time, sir, I approached Pakudha Kaccāyana and exchanged greetings with him. ",
  "dn2:25.2": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. ",
  "dn2:25.3": "",
  "dn2:25.4": "",
  "dn2:26.1": "He said: ",
  "dn2:26.2": "‘Great king, these seven substances are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar. ",
  "dn2:26.3": "They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or both pleasure and pain to each other. ",
  "dn2:26.4": "What seven? ",
  "dn2:26.5": "The substances of earth, water, fire, air; pleasure, pain, and the soul is the seventh. ",
  "dn2:26.6": "These seven substances are not made, not derived, not created, without a creator, barren, steady as a mountain peak, standing firm like a pillar. ",
  "dn2:26.7": "They don’t move or deteriorate or obstruct each other. They’re unable to cause pleasure, pain, or both pleasure and pain to each other. ",
  "dn2:26.8": "And here there is no-one who kills or who makes others kill; no-one who learns or who educates others; no-one who understands or who helps others understand. ",
  "dn2:26.9": "If you chop off someone’s head with a sharp sword, you don’t take anyone’s life. ",
  "dn2:26.10": "The sword simply passes through the gap between the seven substances.’ ",
  "dn2:27.1": "And so, when I asked Pakudha Kaccāyana about the fruits of the ascetic life apparent in the present life, he answered with something else entirely. ",
  "dn2:27.2": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. ",
  "dn2:27.3": "",
  "dn2:27.4": "I thought: ",
  "dn2:27.5": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ ",
  "dn2:27.6": "So I neither approved nor dismissed that statement of Pakudha Kaccāyana. ",
  "dn2:27.7": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. ",
  "dn2:28.0": "3.5. The Doctrine of Nigaṇṭha Nātaputta ",
  "dn2:28.1": "One time, sir, I approached Nigaṇṭha Nātaputta and exchanged greetings with him. ",
  "dn2:28.2": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. ",
  "dn2:28.3": "",
  "dn2:28.4": "",
  "dn2:29.1": "He said: ",
  "dn2:29.2": "‘Great king, consider a Jain ascetic who is restrained in the fourfold restraint. ",
  "dn2:29.3": "And how is a Jain ascetic restrained in the fourfold restraint? ",
  "dn2:29.4": "It’s when a Jain ascetic is obstructed by all water, devoted to all water, shaking off all water, pervaded by all water. ",
  "dn2:29.5": "That’s how a Jain ascetic is restrained in the fourfold restraint. ",
  "dn2:29.6": "When a Jain ascetic is restrained in the fourfold restraint, ",
  "dn2:29.7": "they’re called a knotless one who is self-realized, self-controlled, and steadfast.’ ",
  "dn2:30.1": "And so, when I asked Nigaṇṭha Nāṭaputta about the fruits of the ascetic life apparent in the present life, he answered with the fourfold restraint. ",
  "dn2:30.2": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. ",
  "dn2:30.3": "",
  "dn2:30.4": "I thought: ",
  "dn2:30.5": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ ",
  "dn2:30.6": "So I neither approved nor dismissed that statement of Nigaṇṭha Nāṭaputta. ",
  "dn2:30.7": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. ",
  "dn2:31.0": "3.6. The Doctrine of Sañjaya Belaṭṭhiputta ",
  "dn2:31.1": "One time, sir, I approached Sañjaya Belaṭṭhiputta and exchanged greetings with him. ",
  "dn2:31.2": "When the greetings and polite conversation were over, I sat down to one side, and asked him the same question. ",
  "dn2:31.3": "",
  "dn2:31.4": "",
  "dn2:32.1": "He said: ",
  "dn2:32.2": "‘Suppose you were to ask me whether there is another world. If I believed there was, I would say so. ",
  "dn2:32.3": "But I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so. ",
  "dn2:32.4": "Suppose you were to ask me whether there is no other world … ",
  "dn2:32.5": "whether there both is and is not another world … ",
  "dn2:32.6": "whether there neither is nor is not another world … ",
  "dn2:32.7": "whether there are beings who are reborn spontaneously … ",
  "dn2:32.8": "whether there are no beings who are reborn spontaneously … ",
  "dn2:32.9": "whether there both are and are not beings who are reborn spontaneously … ",
  "dn2:32.10": "whether there neither are nor are not beings who are reborn spontaneously … ",
  "dn2:32.11": "whether there is fruit and result of good and bad deeds … ",
  "dn2:32.12": "whether there is no fruit and result of good and bad deeds … ",
  "dn2:32.13": "whether there both is and is not fruit and result of good and bad deeds … ",
  "dn2:32.14": "whether there neither is nor is not fruit and result of good and bad deeds … ",
  "dn2:32.15": "whether a Realized One exists after death … ",
  "dn2:32.16": "whether a Realized One doesn’t exist after death … ",
  "dn2:32.17": "whether a Realized One both exists and doesn’t exist after death … ",
  "dn2:32.18": "whether a Realized One neither exists nor doesn’t exist after death. If I believed there was, I would say so. ",
  "dn2:32.19": "But I don’t say it’s like this. I don’t say it’s like that. I don’t say it’s otherwise. I don’t say it’s not so. And I don’t deny it’s not so.’ ",
  "dn2:33.1": "And so, when I asked Sañjaya Belaṭṭhiputta about the fruits of the ascetic life apparent in the present life, he answered with evasiveness. ",
  "dn2:33.2": "It was like someone who, when asked about a mango, answered with a breadfruit, or when asked about a breadfruit, answered with a mango. ",
  "dn2:33.3": "",
  "dn2:33.4": "I thought: ",
  "dn2:33.5": "‘This is the most foolish and stupid of all these ascetics and brahmins! ",
  "dn2:33.6": "How on earth can he answer with evasiveness when asked about the fruits of the ascetic life apparent in the present life?’ ",
  "dn2:33.7": "I thought: ",
  "dn2:33.8": "‘How could one such as I presume to rebuke an ascetic or brahmin living in my realm?’ ",
  "dn2:33.9": "So I neither approved nor dismissed that statement of Sañjaya Belaṭṭhiputta. ",
  "dn2:33.10": "I was displeased, but did not express my displeasure. Neither accepting what he said nor contradicting it, I got up from my seat and left. ",
  "dn2:34.0.1": "4. The Fruits of the Ascetic Life ",
  "dn2:34.0.2": "4.1. The First Fruit of the Ascetic Life ",
  "dn2:34.1": "And so I ask the Buddha: ",
  "dn2:34.2": "Sir, there are many different professional fields. ",
  "dn2:34.3": "These include elephant riders, cavalry, charioteers, archers, bannermen, adjutants, food servers, warrior-chiefs, princes, chargers, great warriors, heroes, leather-clad soldiers, and sons of bondservants. ",
  "dn2:34.4": "They also include bakers, barbers, bathroom attendants, cooks, garland-makers, dyers, weavers, basket-makers, potters, accountants, finger-talliers, or those following any similar professions. All these live off the fruits of their profession which are apparent in the present life. ",
  "dn2:34.5": "With that they bring happiness and joy to themselves, their parents, their children and partners, and their friends and colleagues. And they establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven. ",
  "dn2:34.6": "Sir, can you point out a fruit of the ascetic life that’s likewise apparent in the present life?” ",
  "dn2:34.7": "“I can, great king. ",
  "dn2:34.8": "Well then, I’ll ask you about this in return, and you can answer as you like. ",
  "dn2:35.1": "What do you think, great king? ",
  "dn2:35.2": "Suppose you had a person who was a bondservant, a worker. They get up before you and go to bed after you, and are obliging, behaving nicely and speaking politely, and gazing up at your face. ",
  "dn2:35.3": "They’d think: ",
  "dn2:35.4": "‘The outcome and result of good deeds is just so incredible, so amazing! ",
  "dn2:35.5": "For this King Ajātasattu is a human being, and so am I. ",
  "dn2:35.6": "Yet he amuses himself, supplied and provided with the five kinds of sensual stimulation as if he were a god. ",
  "dn2:35.7": "Whereas I’m his bondservant, his worker. I get up before him and go to bed after him, and am obliging, behaving nicely and speaking politely, and gazing up at his face. ",
  "dn2:35.8": "I should do good deeds. ",
  "dn2:35.9": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ ",
  "dn2:35.10": "After some time, that is what they do. ",
  "dn2:35.11": "Having gone forth they’d live restrained in body, speech, and mind, living content with nothing more than food and clothes, delighting in seclusion. ",
  "dn2:35.12": "And suppose your men were to report all this to you. ",
  "dn2:35.13": "",
  "dn2:35.14": "",
  "dn2:35.15": "",
  "dn2:35.16": "Would you say to them: ",
  "dn2:35.17": "‘Bring that person to me! Let them once more be my bondservant, my worker’?” ",
  "dn2:36.1": "“No, sir. ",
  "dn2:36.2": "Rather, I would bow to them, rise in their presence, and offer them a seat. I’d invite them to accept robes, almsfood, lodgings, and medicines and supplies for the sick. And I’d organize their lawful guarding and protection.” ",
  "dn2:36.3": "“What do you think, great king? ",
  "dn2:36.4": "If this is so, is there a fruit of the ascetic life apparent in the present life or not?” ",
  "dn2:36.5": "“Clearly, sir, there is.” ",
  "dn2:36.6": "“This is the first fruit of the ascetic life that’s apparent in the present life, which I point out to you.” ",
  "dn2:37.0": "4.2. The Second Fruit of the Ascetic Life ",
  "dn2:37.1": "“But sir, can you point out another fruit of the ascetic life that’s likewise apparent in the present life?” ",
  "dn2:37.2": "“I can, great king. ",
  "dn2:37.3": "Well then, I’ll ask you about this in return, and you can answer as you like. ",
  "dn2:37.4": "What do you think, great king? ",
  "dn2:37.5": "Suppose you had a person who was a farmer, a householder, a hard worker, someone who builds up their capital. ",
  "dn2:37.6": "They’d think: ",
  "dn2:37.7": "‘The outcome and result of good deeds is just so incredible, so amazing! ",
  "dn2:37.8": "For this King Ajātasattu is a human being, and so am I. ",
  "dn2:37.9": "Yet he amuses himself, supplied and provided with the five kinds of sensual stimulation as if he were a god. ",
  "dn2:37.10": "Whereas I’m a farmer, a householder, a hard worker, someone who builds up their capital. ",
  "dn2:37.11": "I should do good deeds. ",
  "dn2:37.12": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ ",
  "dn2:37.13": "After some time they give up a large or small fortune, and a large or small family circle. They’d shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ",
  "dn2:37.14": "Having gone forth they’d live restrained in body, speech, and mind, living content with nothing more than food and clothes, delighting in seclusion. ",
  "dn2:37.15": "And suppose your men were to report all this to you. ",
  "dn2:37.16": "",
  "dn2:37.17": "",
  "dn2:37.18": "",
  "dn2:37.19": "Would you say to them: ",
  "dn2:37.20": "‘Bring that person to me! Let them once more be a farmer, a householder, a hard worker, someone who builds up their capital’?” ",
  "dn2:38.1": "“No, sir. ",
  "dn2:38.2": "Rather, I would bow to them, rise in their presence, and offer them a seat. I’d invite them to accept robes, almsfood, lodgings, and medicines and supplies for the sick. And I’d organize their lawful guarding and protection.” ",
  "dn2:38.3": "“What do you think, great king? ",
  "dn2:38.4": "If this is so, is there a fruit of the ascetic life apparent in the present life or not?” ",
  "dn2:38.5": "“Clearly, sir, there is.” ",
  "dn2:38.6": "“This is the second fruit of the ascetic life that’s apparent in the present life, which I point out to you.” ",
  "dn2:39.0": "4.3. The Finer Fruits of the Ascetic Life ",
  "dn2:39.1": "“But sir, can you point out a fruit of the ascetic life that’s apparent in the present life which is better and finer than these?” ",
  "dn2:39.2": "“I can, great king. ",
  "dn2:39.3": "Well then, listen and pay close attention, I will speak.” ",
  "dn2:39.4": "“Yes, sir,” replied the king. ",
  "dn2:39.5": "The Buddha said this: ",
  "dn2:40.1": "“Consider when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. ",
  "dn2:40.2": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "dn2:40.3": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "dn2:41.1": "A householder hears that teaching, or a householder’s child, or someone reborn in some clan. ",
  "dn2:41.2": "They gain faith in the Realized One, ",
  "dn2:41.3": "and reflect: ",
  "dn2:41.4": "‘Living in a house is cramped and dirty, but the life of one gone forth is wide open. ",
  "dn2:41.5": "It’s not easy for someone living at home to lead the spiritual life utterly full and pure, like a polished shell. ",
  "dn2:41.6": "Why don’t I shave off my hair and beard, dress in ocher robes, and go forth from the lay life to homelessness?’ ",
  "dn2:41.7": "After some time they give up a large or small fortune, and a large or small family circle. They shave off hair and beard, dress in ocher robes, and go forth from the lay life to homelessness. ",
  "dn2:42.1": "Once they’ve gone forth, they live restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. They act skillfully by body and speech. They’re purified in livelihood and accomplished in ethical conduct. They guard the sense doors, have mindfulness and situational awareness, and are content. ",
  "dn2:43.0.1": "4.3.1. Ethics ",
  "dn2:43.0.2": "4.3.1.1. The Shorter Section on Ethics ",
  "dn2:43.1": "And how, great king, is a mendicant accomplished in ethics? ",
  "dn2:43.2": "It’s when a mendicant gives up killing living creatures, renouncing the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings. ",
  "dn2:43.3": "This pertains to their ethics. ",
  "dn2:43.4": "They give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving. ",
  "dn2:43.5": "This pertains to their ethics. ",
  "dn2:43.6": "They give up unchastity. They are celibate, set apart, avoiding the vulgar act of sex. ",
  "dn2:43.7": "This pertains to their ethics. ",
  "dn2:44.1": "They give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words. ",
  "dn2:44.2": "This pertains to their ethics. ",
  "dn2:44.3": "They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony. ",
  "dn2:44.4": "This pertains to their ethics. ",
  "dn2:44.5": "They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people. ",
  "dn2:44.6": "This pertains to their ethics. ",
  "dn2:44.7": "They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial. ",
  "dn2:44.8": "This pertains to their ethics. ",
  "dn2:45.1": "They refrain from injuring plants and seeds. ",
  "dn2:45.2": "They eat in one part of the day, abstaining from eating at night and food at the wrong time. ",
  "dn2:45.3": "They avoid dancing, singing, music, and seeing shows. ",
  "dn2:45.4": "They refrain from beautifying and adorning themselves with garlands, fragrance, and makeup. ",
  "dn2:45.5": "They avoid high and luxurious beds. ",
  "dn2:45.6": "They avoid receiving gold and money, ",
  "dn2:45.7": "raw grains, ",
  "dn2:45.8": "raw meat, ",
  "dn2:45.9": "women and girls, ",
  "dn2:45.10": "male and female bondservants, ",
  "dn2:45.11": "goats and sheep, ",
  "dn2:45.12": "chickens and pigs, ",
  "dn2:45.13": "elephants, cows, horses, and mares, ",
  "dn2:45.14": "and fields and land. ",
  "dn2:45.15": "They refrain from running errands and messages; ",
  "dn2:45.16": "buying and selling; ",
  "dn2:45.17": "falsifying weights, metals, or measures; ",
  "dn2:45.18": "bribery, fraud, cheating, and duplicity; ",
  "dn2:45.19": "mutilation, murder, abduction, banditry, plunder, and violence. ",
  "dn2:45.20": "This pertains to their ethics. ",
  "dn2:45.21": "The shorter section on ethics is finished. ",
  "dn2:46.0": "4.3.1.2. The Middle Section on Ethics ",
  "dn2:46.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in injuring plants and seeds. ",
  "dn2:46.2": "These include plants propagated from roots, stems, cuttings, or joints; and those from regular seeds as the fifth. They refrain from such injury to plants and seeds. ",
  "dn2:46.3": "This pertains to their ethics. ",
  "dn2:47.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in storing up goods for their own use. ",
  "dn2:47.2": "This includes such things as food, drink, clothes, vehicles, bedding, fragrance, and material possessions. ",
  "dn2:47.3": "They refrain from storing up such goods. ",
  "dn2:47.4": "This pertains to their ethics. ",
  "dn2:48.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in seeing shows. ",
  "dn2:48.2": "This includes such things as dancing, singing, music, performances, and storytelling; clapping, gongs, and kettledrums; art exhibitions and acrobatic displays; battles of elephants, horses, buffaloes, bulls, goats, rams, chickens, and quails; staff-fights, boxing, and wrestling; combat, roll calls of the armed forces, battle-formations, and regimental reviews. ",
  "dn2:48.3": "They refrain from such shows. ",
  "dn2:48.4": "This pertains to their ethics. ",
  "dn2:49.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in gambling that causes negligence. ",
  "dn2:49.2": "This includes such things as checkers, draughts, checkers in the air, hopscotch, spillikins, board-games, tip-cat, drawing straws, dice, leaf-flutes, toy plows, somersaults, pinwheels, toy measures, toy carts, toy bows, guessing words from syllables, and guessing another’s thoughts. ",
  "dn2:49.3": "They refrain from such gambling. ",
  "dn2:49.4": "This pertains to their ethics. ",
  "dn2:50.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still make use of high and luxurious bedding. ",
  "dn2:50.2": "This includes such things as sofas, couches, woolen covers—shag-piled, colorful, white, embroidered with flowers, quilted, embroidered with animals, double-or single-fringed—and silk covers studded with gems, as well as silken sheets, woven carpets, rugs for elephants, horses, or chariots, antelope hide rugs, and spreads of fine deer hide, with a canopy above and red cushions at both ends. ",
  "dn2:50.3": "They refrain from such bedding. ",
  "dn2:50.4": "This pertains to their ethics. ",
  "dn2:51.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in beautifying and adorning themselves with garlands, fragrance, and makeup. ",
  "dn2:51.2": "This includes such things as applying beauty products by anointing, massaging, bathing, and rubbing; mirrors, ointments, garlands, fragrances, and makeup; face-powder, foundation, bracelets, headbands, fancy walking-sticks or containers, rapiers, parasols, fancy sandals, turbans, jewelry, chowries, and long-fringed white robes. ",
  "dn2:51.3": "They refrain from such beautification and adornment. ",
  "dn2:51.4": "This pertains to their ethics. ",
  "dn2:52.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in low talk. ",
  "dn2:52.2": "This includes such topics as talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence. ",
  "dn2:52.3": "They refrain from such low talk. ",
  "dn2:52.4": "This pertains to their ethics. ",
  "dn2:53.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in arguments. ",
  "dn2:53.2": "They say such things as: ‘You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!’ ",
  "dn2:53.3": "They refrain from such argumentative talk. ",
  "dn2:53.4": "This pertains to their ethics. ",
  "dn2:54.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in running errands and messages. ",
  "dn2:54.2": "This includes running errands for rulers, ministers, aristocrats, brahmins, householders, or princes who say: ‘Go here, go there. Take this, bring that from there.’ ",
  "dn2:54.3": "They refrain from such errands. ",
  "dn2:54.4": "This pertains to their ethics. ",
  "dn2:55.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still engage in deceit, flattery, hinting, and belittling, and using material possessions to chase after other material possessions. They refrain from such deceit and flattery. ",
  "dn2:55.2": "This pertains to their ethics. ",
  "dn2:55.3": "The middle section on ethics is finished. ",
  "dn2:56.0": "4.3.1.3. The Long Section on Ethics ",
  "dn2:56.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by low lore, by wrong livelihood. ",
  "dn2:56.2": "This includes such fields as limb-reading, omenology, divining celestial portents, interpreting dreams, divining bodily marks, divining holes in cloth gnawed by mice, fire offerings, ladle offerings, offerings of husks, rice powder, rice, ghee, or oil; offerings from the mouth, blood sacrifices, palmistry; geomancy for building sites, fields, and cemeteries; exorcisms, earth magic, snake charming, poisons; the crafts of the scorpion, the rat, the bird, and the crow; prophesying life span, chanting for protection, and deciphering animal cries. ",
  "dn2:56.3": "They refrain from such low lore, such wrong livelihood. ",
  "dn2:56.4": "This pertains to their ethics. ",
  "dn2:57.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by low lore, by wrong livelihood. ",
  "dn2:57.2": "This includes reading the marks of gems, cloth, clubs, swords, spears, arrows, weapons, women, men, boys, girls, male and female bondservants, elephants, horses, buffaloes, bulls, cows, goats, rams, chickens, quails, monitor lizards, rabbits, tortoises, or deer. ",
  "dn2:57.3": "They refrain from such low lore, such wrong livelihood. ",
  "dn2:57.4": "This pertains to their ethics. ",
  "dn2:58.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by low lore, by wrong livelihood. ",
  "dn2:58.2": "This includes making predictions that the king will march forth or march back; or that our king will attack and the enemy king will retreat, or vice versa; or that our king will triumph and the enemy king will be defeated, or vice versa; and so there will be victory for one and defeat for the other. ",
  "dn2:58.3": "They refrain from such low lore, such wrong livelihood. ",
  "dn2:58.4": "This pertains to their ethics. ",
  "dn2:59.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by low lore, by wrong livelihood. ",
  "dn2:59.2": "This includes making predictions that there will be an eclipse of the moon, or sun, or stars; that the sun, moon, and stars will be in conjunction or in opposition; that there will be a meteor shower, a fiery sky, an earthquake, thunder; that there will be a rising, a setting, a darkening, a brightening of the moon, sun, and stars. And it also includes making predictions about the results of all such phenomena. ",
  "dn2:59.3": "They refrain from such low lore, such wrong livelihood. ",
  "dn2:59.4": "This pertains to their ethics. ",
  "dn2:60.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by low lore, by wrong livelihood. ",
  "dn2:60.2": "This includes predicting whether there will be plenty of rain or drought; plenty to eat or famine; an abundant harvest or a bad harvest; security or peril; sickness or health. It also includes such occupations as computing, accounting, calculating, poetry, and cosmology. ",
  "dn2:60.3": "They refrain from such low lore, such wrong livelihood. ",
  "dn2:60.4": "This pertains to their ethics. ",
  "dn2:61.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by low lore, by wrong livelihood. ",
  "dn2:61.2": "This includes making arrangements for giving and taking in marriage; for engagement and divorce; and for scattering rice inwards or outwards at the wedding ceremony. It also includes casting spells for good or bad luck, treating impacted fetuses, binding the tongue, or locking the jaws; charms for the hands and ears; questioning a mirror, a girl, or a god as an oracle; worshiping the sun, worshiping the Great One, breathing fire, and invoking Siri, the goddess of luck. ",
  "dn2:61.3": "They refrain from such low lore, such wrong livelihood. ",
  "dn2:61.4": "This pertains to their ethics. ",
  "dn2:62.1": "There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by low lore, by wrong livelihood. ",
  "dn2:62.2": "This includes rites for propitiation, for granting wishes, for ghosts, for the earth, for rain, for property settlement, and for preparing and consecrating house sites, and rites involving rinsing and bathing, and oblations. It also includes administering emetics, purgatives, expectorants, and phlegmagogues; administering ear-oils, eye restoratives, nasal medicine, ointments, and counter-ointments; surgery with needle and scalpel, treating children, prescribing root medicines, and binding on herbs. ",
  "dn2:62.3": "They refrain from such low lore, such wrong livelihood. ",
  "dn2:62.4": "This pertains to their ethics. ",
  "dn2:63.1": "A mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint. ",
  "dn2:63.2": "It’s like a king who has defeated his enemies. He sees no danger from his foes in any quarter. ",
  "dn2:63.3": "In the same way, a mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint. ",
  "dn2:63.4": "When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves. ",
  "dn2:63.5": "That’s how a mendicant is accomplished in ethics. ",
  "dn2:63.6": "The longer section on ethics is finished. ",
  "dn2:64.0.1": "4.3.2. Immersion ",
  "dn2:64.0.2": "4.3.2.1. Sense Restraint ",
  "dn2:64.1": "And how does a mendicant guard the sense doors? ",
  "dn2:64.2": "When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details. ",
  "dn2:64.3": "If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. ",
  "dn2:64.4": "When they hear a sound with their ears … ",
  "dn2:64.5": "When they smell an odor with their nose … ",
  "dn2:64.6": "When they taste a flavor with their tongue … ",
  "dn2:64.7": "When they feel a touch with their body … ",
  "dn2:64.8": "When they know a thought with their mind, they don’t get caught up in the features and details. ",
  "dn2:64.9": "If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. ",
  "dn2:64.10": "When they have this noble sense restraint, they experience an unsullied bliss inside themselves. ",
  "dn2:64.11": "That’s how a mendicant guards the sense doors. ",
  "dn2:65.0": "4.3.2.2. Mindfulness and Situational Awareness ",
  "dn2:65.1": "And how does a mendicant have mindfulness and situational awareness? ",
  "dn2:65.2": "It’s when a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent. ",
  "dn2:65.3": "That’s how a mendicant has mindfulness and situational awareness. ",
  "dn2:66.0": "4.3.2.3. Contentment ",
  "dn2:66.1": "And how is a mendicant content? ",
  "dn2:66.2": "It’s when a mendicant is content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ",
  "dn2:66.3": "They’re like a bird: wherever it flies, wings are its only burden. ",
  "dn2:66.4": "In the same way, a mendicant is content with robes to look after the body and almsfood to look after the belly. Wherever they go, they set out taking only these things. ",
  "dn2:66.5": "That’s how a mendicant is content. ",
  "dn2:67.0": "4.3.2.4. Giving Up the Hindrances ",
  "dn2:67.1": "When they have this noble spectrum of ethics, this noble sense restraint, this noble mindfulness and situational awareness, and this noble contentment, ",
  "dn2:67.2": "they frequent a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw. ",
  "dn2:67.3": "After the meal, they return from almsround, sit down cross-legged with their body straight, and establish mindfulness right there. ",
  "dn2:68.1": "Giving up desire for the world, they meditate with a heart rid of desire, cleansing the mind of desire. ",
  "dn2:68.2": "Giving up ill will and malevolence, they meditate with a mind rid of ill will, full of compassion for all living beings, cleansing the mind of ill will. ",
  "dn2:68.3": "Giving up dullness and drowsiness, they meditate with a mind rid of dullness and drowsiness, perceiving light, mindful and aware, cleansing the mind of dullness and drowsiness. ",
  "dn2:68.4": "Giving up restlessness and remorse, they meditate without restlessness, their mind peaceful inside, cleansing the mind of restlessness and remorse. ",
  "dn2:68.5": "Giving up doubt, they meditate having gone beyond doubt, not undecided about skillful qualities, cleansing the mind of doubt. ",
  "dn2:69.1": "Suppose a man who has gotten into debt were to apply himself to work, ",
  "dn2:69.2": "and his efforts proved successful. ",
  "dn2:69.3": "He would pay off the original loan and have enough left over to support his partner. ",
  "dn2:69.4": "Thinking about this, ",
  "dn2:69.5": "",
  "dn2:69.6": "",
  "dn2:69.7": "",
  "dn2:69.8": "he’d be filled with joy and happiness. ",
  "dn2:70.1": "Suppose there was a person who was sick, suffering, gravely ill. They’d lose their appetite and get physically weak. ",
  "dn2:70.2": "But after some time they’d recover from that illness, and regain their appetite and their strength. ",
  "dn2:70.3": "Thinking about this, ",
  "dn2:70.4": "",
  "dn2:70.5": "",
  "dn2:70.6": "",
  "dn2:70.7": "",
  "dn2:70.8": "they’d be filled with joy and happiness. ",
  "dn2:71.1": "Suppose a person was imprisoned in a jail. ",
  "dn2:71.2": "But after some time they were released from jail, safe and sound, with no loss of wealth. ",
  "dn2:71.3": "Thinking about this, ",
  "dn2:71.4": "",
  "dn2:71.5": "",
  "dn2:71.6": "they’d be filled with joy and happiness. ",
  "dn2:72.1": "Suppose a person was a bondservant. They belonged to someone else and were unable to go where they wish. ",
  "dn2:72.2": "But after some time they’d be freed from servitude and become their own master, an emancipated individual able to go where they wish. ",
  "dn2:72.3": "Thinking about this, ",
  "dn2:72.4": "",
  "dn2:72.5": "",
  "dn2:72.6": "they’d be filled with joy and happiness. ",
  "dn2:73.1": "Suppose there was a person with wealth and property who was traveling along a desert road, which was perilous, with nothing to eat. ",
  "dn2:73.2": "But after some time they crossed over the desert safely, arriving within a village, a sanctuary free of peril. ",
  "dn2:73.3": "Thinking about this, ",
  "dn2:73.4": "",
  "dn2:73.5": "",
  "dn2:73.6": "they’d be filled with joy and happiness. ",
  "dn2:74.1": "In the same way, as long as these five hindrances are not given up inside themselves, a mendicant regards them thus as a debt, a disease, a prison, slavery, and a desert crossing. ",
  "dn2:74.2": "But when these five hindrances are given up inside themselves, a mendicant regards this as freedom from debt, good health, release from prison, emancipation, and sanctuary. ",
  "dn2:74.3": "",
  "dn2:74.4": "Seeing that the hindrances have been given up in them, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when blissful, the mind becomes immersed. ",
  "dn2:75.0": "4.3.2.5. First Absorption ",
  "dn2:75.1": "Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "dn2:75.2": "They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. ",
  "dn2:76.1": "It’s like when a deft bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out. ",
  "dn2:76.2": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion. ",
  "dn2:76.3": "This, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:77.0": "4.3.2.6. Second Absorption ",
  "dn2:77.1": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without applying the mind and keeping it connected. ",
  "dn2:77.2": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. ",
  "dn2:78.1": "It’s like a deep lake fed by spring water. There’s no inlet to the east, west, north, or south, and no rainfall to replenish it from time to time. ",
  "dn2:78.2": "But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water. ",
  "dn2:78.3": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion. ",
  "dn2:78.4": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:79.0": "4.3.2.7. Third Absorption ",
  "dn2:79.1": "Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "dn2:79.2": "They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. ",
  "dn2:80.1": "It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and soaked with cool water. There’s no part of them that’s not soaked with cool water. ",
  "dn2:80.2": "In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture. ",
  "dn2:80.3": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:81.0": "4.3.2.8. Fourth Absorption ",
  "dn2:81.1": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "dn2:81.2": "They sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind. ",
  "dn2:82.1": "It’s like someone sitting wrapped from head to foot with white cloth. There’s no part of the body that’s not spread over with white cloth. ",
  "dn2:82.2": "In the same way, they sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind. ",
  "dn2:82.3": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:83.0.1": "4.3.3. The Eight Knowledges ",
  "dn2:83.0.2": "4.3.3.1. Knowledge and Vision ",
  "dn2:83.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge and vision. ",
  "dn2:83.2": "They understand: ",
  "dn2:83.3": "‘This body of mine is physical. It’s made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction. ",
  "dn2:83.4": "And this consciousness of mine is attached to it, tied to it.’ ",
  "dn2:84.1": "Suppose there was a beryl gem that was naturally beautiful, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. ",
  "dn2:84.2": "And it was strung with a thread of blue, yellow, red, white, or golden brown. ",
  "dn2:84.3": "And someone with good eyesight were to take it in their hand and check it: ",
  "dn2:84.4": "‘This beryl gem is naturally beautiful, eight-faceted, well-worked, transparent, clear, and unclouded, endowed with all good qualities. ",
  "dn2:84.5": "And it’s strung with a thread of blue, yellow, red, white, or golden brown.’ ",
  "dn2:84.6": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge and vision. ",
  "dn2:84.7": "",
  "dn2:84.8": "",
  "dn2:84.9": "",
  "dn2:84.10": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:85.0": "4.3.3.2. Mind-Made Body ",
  "dn2:85.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward the creation of a mind-made body. ",
  "dn2:85.2": "From this body they create another body, physical, mind-made, complete in all its various parts, not deficient in any faculty. ",
  "dn2:86.1": "Suppose a person was to draw a reed out from its sheath. ",
  "dn2:86.2": "They’d think: ",
  "dn2:86.3": "‘This is the reed, this is the sheath. The reed and the sheath are different things. The reed has been drawn out from the sheath.’ ",
  "dn2:86.4": "Or suppose a person was to draw a sword out from its scabbard. ",
  "dn2:86.5": "They’d think: ",
  "dn2:86.6": "‘This is the sword, this is the scabbard. The sword and the scabbard are different things. The sword has been drawn out from the scabbard.’ ",
  "dn2:86.7": "Or suppose a person was to draw a snake out from its slough. ",
  "dn2:86.8": "They’d think: ",
  "dn2:86.9": "‘This is the snake, this is the slough. The snake and the slough are different things. The snake has been drawn out from the slough.’ ",
  "dn2:86.10": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward the creation of a mind-made body. ",
  "dn2:86.11": "From this body they create another body, physical, mind-made, complete in all its various parts, not deficient in any faculty. ",
  "dn2:86.12": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:87.0": "4.3.3.3. Psychic Powers ",
  "dn2:87.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward psychic power. ",
  "dn2:87.2": "They wield the many kinds of psychic power: multiplying themselves and becoming one again; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the Brahmā realm. ",
  "dn2:88.1": "Suppose an expert potter or their apprentice had some well-prepared clay. They could produce any kind of pot that they like. ",
  "dn2:88.2": "Or suppose a deft ivory-carver or their apprentice had some well-prepared ivory. They could produce any kind of ivory item that they like. ",
  "dn2:88.3": "Or suppose a deft goldsmith or their apprentice had some well-prepared gold. They could produce any kind of gold item that they like. ",
  "dn2:88.4": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward psychic power. ",
  "dn2:88.5": "",
  "dn2:88.6": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:89.0": "4.3.3.4. Clairaudience ",
  "dn2:89.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward clairaudience. ",
  "dn2:89.2": "With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far. ",
  "dn2:90.1": "Suppose there was a person traveling along the road. They’d hear the sound of drums, clay drums, horns, kettledrums, and tom-toms. They’d think: ‘That’s the sound of drums,’ and ‘that’s the sound of clay drums,’ and ‘that’s the sound of horns, kettledrums, and tom-toms.’ ",
  "dn2:90.2": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward clairaudience. ",
  "dn2:90.3": "With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far. ",
  "dn2:90.4": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:91.0": "4.3.3.5. Comprehending the Minds of Others ",
  "dn2:91.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward comprehending the minds of others. ",
  "dn2:91.2": "They understand the minds of other beings and individuals, having comprehended them with their own mind. ",
  "dn2:91.3": "They understand mind with greed as ‘mind with greed’, ",
  "dn2:91.4": "and mind without greed as ‘mind without greed’. ",
  "dn2:91.5": "They understand mind with hate … ",
  "dn2:91.6": "mind without hate … ",
  "dn2:91.7": "mind with delusion … ",
  "dn2:91.8": "mind without delusion … ",
  "dn2:91.9": "constricted mind … ",
  "dn2:91.10": "scattered mind … ",
  "dn2:91.11": "expansive mind … ",
  "dn2:91.12": "unexpansive mind … ",
  "dn2:91.13": "mind that is not supreme … ",
  "dn2:91.14": "mind that is supreme … ",
  "dn2:91.15": "immersed mind … ",
  "dn2:91.16": "unimmersed mind … ",
  "dn2:91.17": "freed mind … ",
  "dn2:91.18": "They understand unfreed mind as ‘unfreed mind’. ",
  "dn2:92.1": "Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. If they had a spot they’d know ‘I have a spot,’ and if they had no spots they’d know ‘I have no spots.’ ",
  "dn2:92.2": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward comprehending the minds of others. ",
  "dn2:92.3": "They understand the minds of other beings and individuals, having comprehended them with their own mind. ",
  "dn2:92.20": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:93.0": "4.3.3.6. Recollection of Past Lives ",
  "dn2:93.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward recollection of past lives. ",
  "dn2:93.2": "They recollect many kinds of past lives, that is, one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details. ",
  "dn2:94.1": "Suppose a person was to leave their home village and go to another village. From that village they’d go to yet another village. And from that village they’d return to their home village. They’d think: ‘I went from my home village to another village. There I stood like this, sat like that, spoke like this, or kept silent like that. From that village I went to yet another village. There too I stood like this, sat like that, spoke like this, or kept silent like that. And from that village I returned to my home village.’ ",
  "dn2:94.2": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward recollection of past lives. ",
  "dn2:94.3": "",
  "dn2:94.4": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:95.0": "4.3.3.7. Clairvoyance ",
  "dn2:95.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge of the death and rebirth of sentient beings. ",
  "dn2:95.2": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they acted out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they acted out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "dn2:96.1": "Suppose there was a stilt longhouse at the central square. A person with good eyesight standing there might see people entering and leaving a house, walking along the streets and paths, and sitting at the central square. They’d think: ‘These are people entering and leaving a house, walking along the streets and paths, and sitting at the central square.’ ",
  "dn2:96.2": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend and project it toward knowledge of the death and rebirth of sentient beings. ",
  "dn2:96.3": "",
  "dn2:96.4": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:97.0": "4.3.3.8. Ending of Defilements ",
  "dn2:97.1": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge of the ending of defilements. ",
  "dn2:97.2": "They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’. ",
  "dn2:97.3": "They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’. ",
  "dn2:97.4": "Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance. ",
  "dn2:97.5": "When they’re freed, they know they’re freed. ",
  "dn2:97.6": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’ ",
  "dn2:98.1": "Suppose that in a mountain glen there was a lake that was transparent, clear, and unclouded. A person with good eyesight standing on the bank would see the clams and mussels, and pebbles and gravel, and schools of fish swimming about or staying still. They’d think: ‘This lake is transparent, clear, and unclouded. And here are the clams and mussels, and pebbles and gravel, and schools of fish swimming about or staying still.’ ",
  "dn2:98.2": "In the same way, when their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge of the ending of defilements. ",
  "dn2:98.3": "",
  "dn2:98.4": "",
  "dn2:98.5": "",
  "dn2:98.6": "",
  "dn2:98.7": "",
  "dn2:98.8": "This too, great king, is a fruit of the ascetic life that’s apparent in the present life which is better and finer than the former ones. ",
  "dn2:98.9": "And, great king, there is no other fruit of the ascetic life apparent in the present life which is better and finer than this.” ",
  "dn2:99.0": "5. Ajātasattu Declares Himself a Lay Follower ",
  "dn2:99.1": "When the Buddha had spoken, King Ajātasattu said to him, ",
  "dn2:99.2": "“Excellent, sir! Excellent! ",
  "dn2:99.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways. ",
  "dn2:99.4": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "dn2:99.5": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life. ",
  "dn2:99.6": "I have made a mistake, sir. It was foolish, stupid, and unskillful of me to take the life of my father, a just and principled king, for the sake of authority. ",
  "dn2:99.7": "Please, sir, accept my mistake for what it is, so I will restrain myself in future.” ",
  "dn2:100.1": "“Indeed, great king, you made a mistake. It was foolish, stupid, and unskillful of you to take the life of your father, a just and principled king, for the sake of sovereignty. ",
  "dn2:100.2": "But since you have recognized your mistake for what it is, and have dealt with it properly, I accept it. ",
  "dn2:100.3": "For it is growth in the training of the Noble One to recognize a mistake for what it is, deal with it properly, and commit to restraint in the future.” ",
  "dn2:101.1": "When the Buddha had spoken, King Ajātasattu said to him, ",
  "dn2:101.2": "“Well, now, sir, I must go. I have many duties, and much to do.” ",
  "dn2:101.3": "“Please, great king, go at your convenience.” ",
  "dn2:101.4": "Then the king, having approved and agreed with what the Buddha said, got up from his seat, bowed, and respectfully circled him, keeping him on his right, before leaving. ",
  "dn2:102.1": "Soon after the king had left, the Buddha addressed the mendicants, ",
  "dn2:102.2": "“The king is broken, mendicants, ",
  "dn2:102.3": "he is ruined. ",
  "dn2:102.4": "If he had not taken the life of his father, a just and principled king, the stainless, immaculate vision of the Dhamma would have arisen in him in that very seat.” ",
  "dn2:102.5": "That is what the Buddha said. ",
  "dn2:102.6": "Satisfied, the mendicants were happy with what the Buddha said. "
}