{
  "dn33:0.1": "Long Discourses 33 ",
  "dn33:0.2": "Reciting in Concert ",
  "dn33:1.1.1": "So I have heard. ",
  "dn33:1.1.2": "At one time the Buddha was wandering in the land of the Mallas together with a large Saṅgha of five hundred mendicants when he arrived at a Mallian town named Pāvā. ",
  "dn33:1.1.3": "There he stayed in Cunda the smith’s mango grove. ",
  "dn33:1.2.1": "Now at that time a new town hall named Ubbhaṭaka had recently been constructed for the Mallas of Pāvā. It had not yet been occupied by an ascetic or brahmin or any person at all. ",
  "dn33:1.2.2": "The Mallas of Pāvā also heard that the Buddha had arrived and was staying in Cunda’s mango grove. ",
  "dn33:1.2.3": "Then they went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "dn33:1.2.4": "“Sir, a new town hall named Ubbhaṭaka has recently been constructed for the Mallas of Pāvā. It has not yet been occupied by an ascetic or brahmin or any person at all. ",
  "dn33:1.2.5": "May the Buddha be the first to use it, and only then will the Mallas of Pāvā use it. ",
  "dn33:1.2.6": "That would be for the lasting welfare and happiness of the Mallas of Pāvā.” ",
  "dn33:1.2.7": "The Buddha consented in silence. ",
  "dn33:1.3.1": "Then, knowing that the Buddha had consented, the Mallas got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right. Then they went to the new town hall, where they spread carpets all over, prepared seats, set up a water jar, and placed a lamp. Then they went back to the Buddha, ",
  "dn33:1.3.2": "bowed, stood to one side, ",
  "dn33:1.3.3": "and told him of their preparations, saying, ",
  "dn33:1.3.4": "",
  "dn33:1.3.5": "“Please, sir, come at your convenience.” ",
  "dn33:1.4.1": "Then the Buddha robed up and, taking his bowl and robe, went to the new town hall together with the Saṅgha of mendicants. Having washed his feet he entered the town hall and sat against the central column facing east. ",
  "dn33:1.4.2": "The Saṅgha of mendicants also washed their feet, entered the town hall, and sat against the west wall facing east, with the Buddha right in front of them. ",
  "dn33:1.4.3": "The Mallas of Pāvā also washed their feet, entered the town hall, and sat against the east wall facing west, with the Buddha right in front of them. ",
  "dn33:1.4.4": "The Buddha spent most of the night educating, encouraging, firing up, and inspiring the Mallas with a Dhamma talk. Then he dismissed them, ",
  "dn33:1.4.5": "“The night is getting late, Vāseṭṭhas. ",
  "dn33:1.4.6": "Please go at your convenience.” ",
  "dn33:1.4.7": "“Yes, sir,” replied the Mallas. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving. ",
  "dn33:1.5.1": "Soon after they left, the Buddha looked around the Saṅgha of mendicants, who were so very silent. He addressed Venerable Sāriputta, ",
  "dn33:1.5.2": "“Sāriputta, the Saṅgha of mendicants is rid of dullness and drowsiness. ",
  "dn33:1.5.3": "Give them some Dhamma talk as you feel inspired. ",
  "dn33:1.5.4": "My back is sore, ",
  "dn33:1.5.5": "I’ll stretch it.” ",
  "dn33:1.5.6": "“Yes, sir,” Sāriputta replied. ",
  "dn33:1.5.7": "And then the Buddha spread out his outer robe folded in four and laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ",
  "dn33:1.6.1": "Now at that time the Nigaṇṭha Nātaputta had recently passed away at Pāvā. ",
  "dn33:1.6.2": "With his passing the Jain ascetics split, dividing into two factions, arguing, quarreling, and disputing, continually wounding each other with barbed words: ",
  "dn33:1.6.3": "“You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!” ",
  "dn33:1.6.4": "You’d think there was nothing but slaughter going on among the Jain ascetics. ",
  "dn33:1.6.5": "And the Nigaṇṭha Nātaputta’s white-clothed lay disciples were disillusioned, dismayed, and disappointed in the Jain ascetics. They were equally disappointed with a teaching and training so poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha, with broken monument and without a refuge. ",
  "dn33:1.7.1": "Then Sāriputta told the mendicants about these things. He went on to say, ",
  "dn33:1.7.2": "",
  "dn33:1.7.3": "",
  "dn33:1.7.4": "“That’s what happens, reverends, when a teaching and training is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha. ",
  "dn33:1.7.5": "But this teaching is well explained and well propounded to us by the Blessed One, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha. ",
  "dn33:1.7.6": "You should all recite this in concert, without disputing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "dn33:1.7.7": "And what is that teaching? ",
  "dn33:1.7.8": "",
  "dn33:1.7.9.0": "1. Ones ",
  "dn33:1.7.10": "There are teachings grouped by one that have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. ",
  "dn33:1.7.11": "You should all recite these in concert, without disputing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "dn33:1.8.1": "What are the teachings grouped by one? ",
  "dn33:1.8.2": "‘All sentient beings are sustained by food.’ ",
  "dn33:1.8.3": "‘All sentient beings are sustained by conditions.’ ",
  "dn33:1.8.4": "These are the teachings grouped by one that have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. ",
  "dn33:1.8.5": "You should all recite these in concert, without disputing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans. ",
  "dn33:1.9.0": "2. Twos ",
  "dn33:1.9.1": "There are teachings grouped by two that have been rightly explained by the Buddha. ",
  "dn33:1.9.2": "You should all recite these in concert. ",
  "dn33:1.9.3": "What are the teachings grouped by two? ",
  "dn33:1.9.4": "Name and form. ",
  "dn33:1.9.5": "Ignorance and craving for continued existence. ",
  "dn33:1.9.6": "Views favoring continued existence and views favoring ending existence. ",
  "dn33:1.9.7": "Lack of conscience and prudence. ",
  "dn33:1.9.8": "Conscience and prudence. ",
  "dn33:1.9.9": "Being hard to admonish and having bad friends. ",
  "dn33:1.9.10": "Being easy to admonish and having good friends. ",
  "dn33:1.9.11": "Skill in offenses and skill in rehabilitation from offenses. ",
  "dn33:1.9.12": "Skill in meditative attainments and skill in emerging from those attainments. ",
  "dn33:1.9.13": "Skill in the elements and skill in attention. ",
  "dn33:1.9.14": "Skill in the sense fields and skill in dependent origination. ",
  "dn33:1.9.15": "Skill in what is possible and skill in what is impossible. ",
  "dn33:1.9.16": "Integrity and scrupulousness. ",
  "dn33:1.9.17": "Patience and gentleness. ",
  "dn33:1.9.18": "Friendliness and hospitality. ",
  "dn33:1.9.19": "Harmlessness and purity. ",
  "dn33:1.9.20": "Lack of mindfulness and lack of situational awareness. ",
  "dn33:1.9.21": "Mindfulness and situational awareness. ",
  "dn33:1.9.22": "Not guarding the sense doors and eating too much. ",
  "dn33:1.9.23": "Guarding the sense doors and moderation in eating. ",
  "dn33:1.9.24": "The power of reflection and the power of development. ",
  "dn33:1.9.25": "The power of mindfulness and the power of immersion. ",
  "dn33:1.9.26": "Serenity and discernment. ",
  "dn33:1.9.27": "The foundation of serenity and the foundation of exertion. ",
  "dn33:1.9.28": "Exertion, and not being distracted. ",
  "dn33:1.9.29": "Failure in ethics and failure in view. ",
  "dn33:1.9.30": "Accomplishment in ethics and accomplishment in view. ",
  "dn33:1.9.31": "Purification of ethics and purification of view. ",
  "dn33:1.9.32": "Purification of view and making an effort in line with that view. ",
  "dn33:1.9.33": "Inspiration, and making a suitable effort when inspired by inspiring places. ",
  "dn33:1.9.34": "To never be content with skillful qualities, and to never stop trying. ",
  "dn33:1.9.35": "Knowledge and freedom. ",
  "dn33:1.9.36": "Knowledge of ending and knowledge of non-arising. ",
  "dn33:1.9.37": "These are the teachings grouped by two that have been rightly explained by the Buddha. ",
  "dn33:1.9.38": "You should all recite these in concert. ",
  "dn33:1.10.0": "3. Threes ",
  "dn33:1.10.1": "There are teachings grouped by three that have been rightly explained by the Buddha. ",
  "dn33:1.10.2": "You should all recite these in concert. ",
  "dn33:1.10.3": "What are the teachings grouped by three? ",
  "dn33:1.10.4": "Three unskillful roots: ",
  "dn33:1.10.5": "greed, hate, and delusion. ",
  "dn33:1.10.6": "Three skillful roots: ",
  "dn33:1.10.7": "non-greed, non-hate, and non-delusion. ",
  "dn33:1.10.8": "Three ways of performing bad conduct: ",
  "dn33:1.10.9": "by body, speech, and mind. ",
  "dn33:1.10.10": "Three ways of performing good conduct: ",
  "dn33:1.10.11": "by body, speech, and mind. ",
  "dn33:1.10.12": "Three unskillful thoughts: ",
  "dn33:1.10.13": "sensuality, malice, and cruelty. ",
  "dn33:1.10.14": "Three skillful thoughts: ",
  "dn33:1.10.15": "renunciation, good will, and harmlessness. ",
  "dn33:1.10.16": "Three unskillful intentions: ",
  "dn33:1.10.17": "sensuality, malice, and cruelty. ",
  "dn33:1.10.18": "Three skillful intentions: ",
  "dn33:1.10.19": "renunciation, good will, and harmlessness. ",
  "dn33:1.10.20": "Three unskillful perceptions: ",
  "dn33:1.10.21": "sensuality, malice, and cruelty. ",
  "dn33:1.10.22": "Three skillful perceptions: ",
  "dn33:1.10.23": "renunciation, good will, and harmlessness. ",
  "dn33:1.10.24": "Three unskillful elements: ",
  "dn33:1.10.25": "sensuality, malice, and cruelty. ",
  "dn33:1.10.26": "Three skillful elements: ",
  "dn33:1.10.27": "renunciation, good will, and harmlessness. ",
  "dn33:1.10.28": "Another three elements: ",
  "dn33:1.10.29": "sensuality, form, and formlessness. ",
  "dn33:1.10.30": "Another three elements: ",
  "dn33:1.10.31": "form, formlessness, and cessation. ",
  "dn33:1.10.32": "Another three elements: ",
  "dn33:1.10.33": "lower, middle, and higher. ",
  "dn33:1.10.34": "Three cravings: ",
  "dn33:1.10.35": "for sensual pleasures, to continue existence, and to end existence. ",
  "dn33:1.10.36": "Another three cravings: ",
  "dn33:1.10.37": "sensuality, form, and formlessness. ",
  "dn33:1.10.38": "Another three cravings: ",
  "dn33:1.10.39": "form, formlessness, and cessation. ",
  "dn33:1.10.40": "Three fetters: ",
  "dn33:1.10.41": "identity view, doubt, and misapprehension of precepts and observances. ",
  "dn33:1.10.42": "Three defilements: ",
  "dn33:1.10.43": "sensuality, desire for continued existence, and ignorance. ",
  "dn33:1.10.44": "Three realms of existence: ",
  "dn33:1.10.45": "sensual, form, and formless. ",
  "dn33:1.10.46": "Three searches: ",
  "dn33:1.10.47": "for sensual pleasures, for continued existence, and for a spiritual path. ",
  "dn33:1.10.48": "Three kinds of discrimination: ",
  "dn33:1.10.49": "‘I’m better’, ‘I’m equal’, and ‘I’m worse’. ",
  "dn33:1.10.50": "Three periods: ",
  "dn33:1.10.51": "past, future, and present. ",
  "dn33:1.10.52": "Three extremes: ",
  "dn33:1.10.53": "identity, the origin of identity, and the cessation of identity. ",
  "dn33:1.10.54": "Three feelings: ",
  "dn33:1.10.55": "pleasure, pain, and neutral. ",
  "dn33:1.10.56": "Three forms of suffering: ",
  "dn33:1.10.57": "the suffering inherent in painful feeling, the suffering inherent in conditions, and the suffering inherent in perishing. ",
  "dn33:1.10.58": "Three heaps: ",
  "dn33:1.10.59": "inevitability regarding the wrong way, inevitability regarding the right way, and lack of inevitability. ",
  "dn33:1.10.60": "Three darknesses: ",
  "dn33:1.10.61": "one is doubtful, uncertain, undecided, and lacking confidence about the past, future, and present. ",
  "dn33:1.10.62": "Three things a Realized One need not hide. ",
  "dn33:1.10.63": "The Realized One’s behavior by way of body, speech, and mind is pure. He has no misconduct in these three ways that need be hidden, thinking: ",
  "dn33:1.10.64": "‘Don’t let others find this out about me!’ ",
  "dn33:1.10.65": "",
  "dn33:1.10.66": "",
  "dn33:1.10.67": "",
  "dn33:1.10.68": "",
  "dn33:1.10.69": "Three possessions: ",
  "dn33:1.10.70": "greed, hate, and delusion. ",
  "dn33:1.10.71": "Three fires: ",
  "dn33:1.10.72": "greed, hate, and delusion. ",
  "dn33:1.10.73": "Another three fires: ",
  "dn33:1.10.74": "a fire for those worthy of offerings dedicated to the gods, a fire for householders, and a fire for those worthy of a religious donation. ",
  "dn33:1.10.75": "A threefold classification of the physical: ",
  "dn33:1.10.76": "visible and resistant, invisible and resistant, and invisible and non-resistant. ",
  "dn33:1.10.77": "Three choices: ",
  "dn33:1.10.78": "good choices, bad choices, and imperturbable choices. ",
  "dn33:1.10.79": "Three individuals: ",
  "dn33:1.10.80": "a trainee, an adept, and one who is neither a trainee nor an adept. ",
  "dn33:1.10.81": "Three seniors: ",
  "dn33:1.10.82": "a senior by birth, a senior in the teaching, and a senior by convention. ",
  "dn33:1.10.83": "Three grounds for making merit: ",
  "dn33:1.10.84": "giving, ethical conduct, and meditation. ",
  "dn33:1.10.85": "Three grounds for accusations: ",
  "dn33:1.10.86": "what is seen, heard, and suspected. ",
  "dn33:1.10.87": "Three kinds of sensual rebirth. ",
  "dn33:1.10.88": "There are sentient beings who desire what is present. They fall under the sway of presently arisen sensual pleasures. Namely, humans, some gods, and some beings in the underworld. ",
  "dn33:1.10.89": "This is the first kind of sensual rebirth. ",
  "dn33:1.10.90": "There are sentient beings who desire to create. Having repeatedly created, they fall under the sway of sensual pleasures. Namely, the Gods Who Love to Create. ",
  "dn33:1.10.91": "This is the second kind of sensual rebirth. ",
  "dn33:1.10.92": "There are sentient beings who desire what is created by others. They fall under the sway of sensual pleasures created by others. Namely, the Gods Who Control the Creations of Others. ",
  "dn33:1.10.93": "This is the third kind of sensual rebirth. ",
  "dn33:1.10.94": "Three kinds of pleasant rebirth. ",
  "dn33:1.10.95": "There are sentient beings who, having repeatedly given rise to it, dwell in pleasure. Namely, the gods of Brahmā’s Host. ",
  "dn33:1.10.96": "This is the first pleasant rebirth. ",
  "dn33:1.10.97": "There are sentient beings who are drenched, steeped, filled, and soaked with pleasure. ",
  "dn33:1.10.98": "Every so often they feel inspired to exclaim: ",
  "dn33:1.10.99": "‘Oh, what bliss! Oh, what bliss!’ Namely, the gods of streaming radiance. ",
  "dn33:1.10.100": "This is the second pleasant rebirth. ",
  "dn33:1.10.101": "There are sentient beings who are drenched, steeped, filled, and soaked with pleasure. ",
  "dn33:1.10.102": "Since they’re truly content, they experience pleasure. Namely, the gods replete with glory. ",
  "dn33:1.10.103": "This is the third pleasant rebirth. ",
  "dn33:1.10.104": "Three kinds of wisdom: ",
  "dn33:1.10.105": "the wisdom of a trainee, the wisdom of an adept, and the wisdom of one who is neither a trainee nor an adept. ",
  "dn33:1.10.106": "Another three kinds of wisdom: ",
  "dn33:1.10.107": "wisdom produced by thought, learning, and meditation. ",
  "dn33:1.10.108": "Three weapons: ",
  "dn33:1.10.109": "learning, seclusion, and wisdom. ",
  "dn33:1.10.110": "Three faculties: ",
  "dn33:1.10.111": "the faculty of understanding that one’s enlightenment is imminent, the faculty of enlightenment, and the faculty of one who is enlightened. ",
  "dn33:1.10.112": "Three eyes: ",
  "dn33:1.10.113": "the eye of the flesh, the eye of clairvoyance, and the eye of wisdom. ",
  "dn33:1.10.114": "Three trainings: ",
  "dn33:1.10.115": "in higher ethics, higher mind, and higher wisdom. ",
  "dn33:1.10.116": "Three kinds of development: ",
  "dn33:1.10.117": "the development of physical endurance, the development of the mind, and the development of wisdom. ",
  "dn33:1.10.118": "Three unsurpassable things: ",
  "dn33:1.10.119": "unsurpassable seeing, practice, and freedom. ",
  "dn33:1.10.120": "Three kinds of immersion. ",
  "dn33:1.10.121": "Immersion with placing the mind and keeping it connected. Immersion without placing the mind, but just keeping it connected. Immersion without placing the mind or keeping it connected. ",
  "dn33:1.10.122": "Another three kinds of immersion: ",
  "dn33:1.10.123": "emptiness, signless, and undirected. ",
  "dn33:1.10.124": "Three purities: ",
  "dn33:1.10.125": "purity of body, speech, and mind. ",
  "dn33:1.10.126": "Three kinds of sagacity: ",
  "dn33:1.10.127": "sagacity of body, speech, and mind. ",
  "dn33:1.10.128": "Three skills: ",
  "dn33:1.10.129": "skill in progress, skill in regress, and skill in means. ",
  "dn33:1.10.130": "Three vanities: ",
  "dn33:1.10.131": "the vanity of health, the vanity of youth, and the vanity of life. ",
  "dn33:1.10.132": "Three ways of putting something in charge: ",
  "dn33:1.10.133": "putting oneself, the world, or the teaching in charge. ",
  "dn33:1.10.134": "Three topics of discussion. ",
  "dn33:1.10.135": "You might discuss the past: ",
  "dn33:1.10.136": "‘That is how it was in the past.’ ",
  "dn33:1.10.137": "You might discuss the future: ",
  "dn33:1.10.138": "‘That is how it will be in the future.’ ",
  "dn33:1.10.139": "Or you might discuss the present: ",
  "dn33:1.10.140": "‘This is how it is at present.’ ",
  "dn33:1.10.141": "Three knowledges: ",
  "dn33:1.10.142": "recollection of past lives, knowledge of the death and rebirth of sentient beings, and knowledge of the ending of defilements. ",
  "dn33:1.10.143": "Three meditative abidings: ",
  "dn33:1.10.144": "the meditation of the gods, the meditation of Brahmā, and the meditation of the noble ones. ",
  "dn33:1.10.145": "Three demonstrations: ",
  "dn33:1.10.146": "a demonstration of psychic power, a demonstration of revealing, and an instructional demonstration. ",
  "dn33:1.10.147": "These are the teachings grouped by three that have been rightly explained by the Buddha. ",
  "dn33:1.10.148": "You should all recite these in concert. ",
  "dn33:1.11.0": "4. Fours ",
  "dn33:1.11.1": "There are teachings grouped by four that have been rightly explained by the Buddha. ",
  "dn33:1.11.2": "You should all recite these in concert. ",
  "dn33:1.11.3": "What are the teachings grouped by four? ",
  "dn33:1.11.4": "Four kinds of mindfulness meditation. ",
  "dn33:1.11.5": "It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn33:1.11.6": "They meditate observing an aspect of feelings … ",
  "dn33:1.11.7": "mind … ",
  "dn33:1.11.8": "principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn33:1.11.9": "Four right efforts. ",
  "dn33:1.11.10": "A mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise. ",
  "dn33:1.11.11": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up. ",
  "dn33:1.11.12": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise. ",
  "dn33:1.11.13": "They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development. ",
  "dn33:1.11.14": "Four bases of psychic power. ",
  "dn33:1.11.15": "A mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort. ",
  "dn33:1.11.16": "They develop the basis of psychic power that has immersion due to mental development, and active effort. ",
  "dn33:1.11.17": "They develop the basis of psychic power that has immersion due to energy, and active effort. ",
  "dn33:1.11.18": "They develop the basis of psychic power that has immersion due to inquiry, and active effort. ",
  "dn33:1.11.19": "Four absorptions. ",
  "dn33:1.11.20": "A mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "dn33:1.11.21": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "dn33:1.11.22": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "dn33:1.11.23": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "dn33:1.11.24": "Four ways of developing immersion further. ",
  "dn33:1.11.25": "There is a way of developing immersion further that leads to blissful meditation in the present life. ",
  "dn33:1.11.26": "There is a way of developing immersion further that leads to gaining knowledge and vision. ",
  "dn33:1.11.27": "There is a way of developing immersion further that leads to mindfulness and awareness. ",
  "dn33:1.11.28": "There is a way of developing immersion further that leads to the ending of defilements. ",
  "dn33:1.11.29": "And what is the way of developing immersion further that leads to blissful meditation in the present life? ",
  "dn33:1.11.30": "It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … ",
  "dn33:1.11.31": "second absorption … ",
  "dn33:1.11.32": "fourth absorption. ",
  "dn33:1.11.33": "This is the way of developing immersion further that leads to blissful meditation in the present life. ",
  "dn33:1.11.34": "And what is the way of developing immersion further that leads to gaining knowledge and vision? ",
  "dn33:1.11.35": "A mendicant focuses on the perception of light, concentrating on the perception of day regardless of whether it’s night or day. ",
  "dn33:1.11.36": "And so, with an open and unenveloped heart, they develop a mind that’s full of radiance. ",
  "dn33:1.11.37": "This is the way of developing immersion further that leads to gaining knowledge and vision. ",
  "dn33:1.11.38": "And what is the way of developing immersion further that leads to mindfulness and awareness? ",
  "dn33:1.11.39": "A mendicant knows feelings as they arise, as they remain, and as they go away. ",
  "dn33:1.11.40": "They know perceptions as they arise, as they remain, and as they go away. ",
  "dn33:1.11.41": "They know thoughts as they arise, as they remain, and as they go away. ",
  "dn33:1.11.42": "This is the way of developing immersion further that leads to mindfulness and awareness. ",
  "dn33:1.11.43": "And what is the way of developing immersion further that leads to the ending of defilements? ",
  "dn33:1.11.44": "A mendicant meditates observing rise and fall in the five grasping aggregates. ",
  "dn33:1.11.45": "‘Such is form, such is the origin of form, such is the ending of form. ",
  "dn33:1.11.46": "Such are feelings … ",
  "dn33:1.11.47": "perceptions … ",
  "dn33:1.11.48": "choices … ",
  "dn33:1.11.49": "consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ",
  "dn33:1.11.50": "This is the way of developing immersion further that leads to the ending of defilements. ",
  "dn33:1.11.51": "Four immeasurables. ",
  "dn33:1.11.52": "A mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "dn33:1.11.53": "They meditate spreading a heart full of compassion … ",
  "dn33:1.11.54": "rejoicing … ",
  "dn33:1.11.55": "equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will. ",
  "dn33:1.11.56": "Four formless states. ",
  "dn33:1.11.57": "A mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space. ",
  "dn33:1.11.58": "Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. ",
  "dn33:1.11.59": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ",
  "dn33:1.11.60": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. ",
  "dn33:1.11.61": "Four supports. ",
  "dn33:1.11.62": "After appraisal, a mendicant uses some things, endures some things, avoids some things, and gets rid of some things. ",
  "dn33:1.11.63": "Four noble traditions. ",
  "dn33:1.11.64": "A mendicant is content with any kind of robe, and praises such contentment. They don’t try to get hold of a robe in an improper way. They don’t get upset if they don’t get a robe. And if they do get a robe, they use it untied, uninfatuated, unattached, seeing the drawback, and understanding the escape. And on account of that they don’t glorify themselves or put others down. ",
  "dn33:1.11.65": "A mendicant who is deft, tireless, aware, and mindful in this is said to stand in the ancient, primordial noble tradition. ",
  "dn33:1.11.66": "Furthermore, a mendicant is content with any kind of almsfood … ",
  "dn33:1.11.67": "",
  "dn33:1.11.68": "Furthermore, a mendicant is content with any kind of lodgings … ",
  "dn33:1.11.69": "",
  "dn33:1.11.70": "Furthermore, a mendicant enjoys giving up and loves to give up. They enjoy meditation and love to meditate. But they don’t glorify themselves or put down others on account of their love for giving up and meditation. ",
  "dn33:1.11.71": "A mendicant who is deft, tireless, aware, and mindful in this is said to stand in the ancient, primordial noble tradition. ",
  "dn33:1.11.72": "Four efforts. ",
  "dn33:1.11.73": "The efforts to restrain, to give up, to develop, and to preserve. ",
  "dn33:1.11.74": "And what is the effort to restrain? ",
  "dn33:1.11.75": "When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details. ",
  "dn33:1.11.76": "If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint. ",
  "dn33:1.11.77": "When they hear a sound with their ears … ",
  "dn33:1.11.78": "When they smell an odor with their nose … ",
  "dn33:1.11.79": "When they taste a flavor with their tongue … ",
  "dn33:1.11.80": "When they feel a touch with their body … ",
  "dn33:1.11.81": "When they know a thought with their mind, they don’t get caught up in the features and details. ",
  "dn33:1.11.82": "If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint. ",
  "dn33:1.11.83": "This is called the effort to restrain. ",
  "dn33:1.11.84": "And what is the effort to give up? ",
  "dn33:1.11.85": "It’s when a mendicant doesn’t tolerate a sensual, ",
  "dn33:1.11.86": "malicious, ",
  "dn33:1.11.87": "or cruel thought that’s arisen, but gives it up, gets rid of it, eliminates it, and obliterates it. ",
  "dn33:1.11.88": "They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them. ",
  "dn33:1.11.89": "This is called the effort to give up. ",
  "dn33:1.11.90": "And what is the effort to develop? ",
  "dn33:1.11.91": "It’s when a mendicant develops the awakening factors of mindfulness, ",
  "dn33:1.11.92": "investigation of principles, ",
  "dn33:1.11.93": "energy, ",
  "dn33:1.11.94": "rapture, ",
  "dn33:1.11.95": "tranquility, ",
  "dn33:1.11.96": "immersion, ",
  "dn33:1.11.97": "and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go. ",
  "dn33:1.11.98": "This is called the effort to develop. ",
  "dn33:1.11.99": "And what is the effort to preserve? ",
  "dn33:1.11.100": "It’s when a mendicant preserves a meditation subject that’s a fine foundation of immersion: the perception of a skeleton, a worm-infested corpse, a livid corpse, a split open corpse, or a bloated corpse. ",
  "dn33:1.11.101": "This is called the effort to preserve. ",
  "dn33:1.11.102": "Four knowledges: ",
  "dn33:1.11.103": "knowledge of the present phenomena, inferential knowledge, knowledge of others’ minds, and conventional knowledge. ",
  "dn33:1.11.104": "Another four knowledges: ",
  "dn33:1.11.105": "knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. ",
  "dn33:1.11.106": "Four factors of stream-entry: ",
  "dn33:1.11.107": "associating with good people, listening to the true teaching, proper attention, and practicing in line with the teaching. ",
  "dn33:1.11.108": "Four factors of a stream-enterer. ",
  "dn33:1.11.109": "A noble disciple has experiential confidence in the Buddha: ",
  "dn33:1.11.110": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn33:1.11.111": "They have experiential confidence in the teaching: ",
  "dn33:1.11.112": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ",
  "dn33:1.11.113": "They have experiential confidence in the Saṅgha: ",
  "dn33:1.11.114": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ",
  "dn33:1.11.115": "And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ",
  "dn33:1.11.116": "Four fruits of the ascetic life: ",
  "dn33:1.11.117": "stream-entry, once-return, non-return, and perfection. ",
  "dn33:1.11.118": "Four elements: ",
  "dn33:1.11.119": "earth, water, fire, and air. ",
  "dn33:1.11.120": "Four foods: ",
  "dn33:1.11.121": "solid food, whether coarse or fine; contact is the second, mental intention the third, and consciousness the fourth. ",
  "dn33:1.11.122": "Four bases for consciousness to remain. ",
  "dn33:1.11.123": "As long as consciousness remains, it remains involved with form, supported by form, founded on form. And with a sprinkle of relishing, it grows, increases, and matures. ",
  "dn33:1.11.124": "Or consciousness remains involved with feeling … ",
  "dn33:1.11.125": "Or consciousness remains involved with perception … ",
  "dn33:1.11.126": "Or as long as consciousness remains, it remains involved with choices, supported by choices, grounded on choices. And with a sprinkle of relishing, it grows, increases, and matures. ",
  "dn33:1.11.127": "Four prejudices: ",
  "dn33:1.11.128": "making decisions prejudiced by favoritism, hostility, stupidity, and cowardice. ",
  "dn33:1.11.129": "Four things that give rise to craving. ",
  "dn33:1.11.130": "Craving arises in a mendicant for the sake of robes, ",
  "dn33:1.11.131": "almsfood, ",
  "dn33:1.11.132": "lodgings, ",
  "dn33:1.11.133": "or rebirth in this or that state. ",
  "dn33:1.11.134": "Four ways of practice: ",
  "dn33:1.11.135": "painful practice with slow insight, painful practice with swift insight, pleasant practice with slow insight, and pleasant practice with swift insight. ",
  "dn33:1.11.136": "Another four ways of practice: ",
  "dn33:1.11.137": "impatient practice, patient practice, taming practice, and calming practice. ",
  "dn33:1.11.138": "Four footprints of the Dhamma: ",
  "dn33:1.11.139": "contentment, good will, right mindfulness, and right immersion. ",
  "dn33:1.11.140": "Four ways of taking up practices. ",
  "dn33:1.11.141": "There is a way of taking up practices that is painful now and results in future pain. ",
  "dn33:1.11.142": "There is a way of taking up practices that is painful now but results in future pleasure. ",
  "dn33:1.11.143": "There is a way of taking up practices that is pleasant now but results in future pain. ",
  "dn33:1.11.144": "There is a way of taking up practices that is pleasant now and results in future pleasure. ",
  "dn33:1.11.145": "Four spectrums of the teaching: ",
  "dn33:1.11.146": "ethics, immersion, wisdom, and freedom. ",
  "dn33:1.11.147": "Four powers: ",
  "dn33:1.11.148": "energy, mindfulness, immersion, and wisdom. ",
  "dn33:1.11.149": "Four foundations: ",
  "dn33:1.11.150": "the foundations of wisdom, truth, generosity, and peace. ",
  "dn33:1.11.151": "Four ways of answering questions. ",
  "dn33:1.11.152": "There is a question that should be answered definitively. There is a question that should be answered analytically. There is a question that should be answered with a counter-question. There is a question that should be set aside. ",
  "dn33:1.11.153": "Four deeds. ",
  "dn33:1.11.154": "There are deeds that are dark with dark result. ",
  "dn33:1.11.155": "There are deeds that are bright with bright result. ",
  "dn33:1.11.156": "There are deeds that are dark and bright with dark and bright result. ",
  "dn33:1.11.157": "There are neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds. ",
  "dn33:1.11.158": "Four things to be realized. ",
  "dn33:1.11.159": "Past lives are to be realized with recollection. ",
  "dn33:1.11.160": "The passing away and rebirth of sentient beings is to be realized with vision. ",
  "dn33:1.11.161": "The eight liberations are to be realized with direct meditative experience. ",
  "dn33:1.11.162": "The ending of defilements is to be realized with wisdom. ",
  "dn33:1.11.163": "Four floods: ",
  "dn33:1.11.164": "sensuality, desire for rebirth, views, and ignorance. ",
  "dn33:1.11.165": "Four bonds: ",
  "dn33:1.11.166": "sensuality, desire for rebirth, views, and ignorance. ",
  "dn33:1.11.167": "Four detachments: ",
  "dn33:1.11.168": "detachment from the bonds of sensuality, desire for rebirth, views, and ignorance. ",
  "dn33:1.11.169": "Four ties: ",
  "dn33:1.11.170": "the personal ties to covetousness, ill will, misapprehension of precepts and observances, and the insistence that this is the only truth. ",
  "dn33:1.11.171": "Four kinds of grasping: ",
  "dn33:1.11.172": "grasping at sensual pleasures, views, precepts and observances, and theories of a self. ",
  "dn33:1.11.173": "Four kinds of reproduction: ",
  "dn33:1.11.174": "reproduction for creatures born from an egg, from a womb, from moisture, or spontaneously. ",
  "dn33:1.11.175": "Four kinds of conception. ",
  "dn33:1.11.176": "Someone is unaware when conceived in their mother’s womb, unaware as they remain there, and unaware as they emerge. This is the first kind of conception. ",
  "dn33:1.11.177": "Furthermore, someone is aware when conceived in their mother’s womb, but unaware as they remain there, and unaware as they emerge. This is the second kind of conception. ",
  "dn33:1.11.178": "Furthermore, someone is aware when conceived in their mother’s womb, aware as they remain there, but unaware as they emerge. This is the third kind of conception. ",
  "dn33:1.11.179": "Furthermore, someone is aware when conceived in their mother’s womb, aware as they remain there, and aware as they emerge. This is the fourth kind of conception. ",
  "dn33:1.11.180": "Four kinds of reincarnation. ",
  "dn33:1.11.181": "There is a reincarnation where only one’s own intention is effective, not that of others. ",
  "dn33:1.11.182": "There is a reincarnation where only the intention of others is effective, not one’s own. ",
  "dn33:1.11.183": "There is a reincarnation where both one’s own and others’ intentions are effective. ",
  "dn33:1.11.184": "There is a reincarnation where neither one’s own nor others’ intentions are effective. ",
  "dn33:1.11.185": "Four ways of purifying a religious donation. ",
  "dn33:1.11.186": "There’s a religious donation that’s purified by the giver, not the recipient. ",
  "dn33:1.11.187": "There’s a religious donation that’s purified by the recipient, not the giver. ",
  "dn33:1.11.188": "There’s a religious donation that’s purified by neither the giver nor the recipient. ",
  "dn33:1.11.189": "There’s a religious donation that’s purified by both the giver and the recipient. ",
  "dn33:1.11.190": "Four ways of being inclusive: ",
  "dn33:1.11.191": "giving, kindly words, taking care, and equality. ",
  "dn33:1.11.192": "Four ignoble expressions: ",
  "dn33:1.11.193": "speech that’s false, divisive, harsh, or nonsensical. ",
  "dn33:1.11.194": "Four noble expressions: ",
  "dn33:1.11.195": "refraining from speech that’s false, divisive, harsh, or nonsensical. ",
  "dn33:1.11.196": "Another four ignoble expressions: ",
  "dn33:1.11.197": "saying you’ve seen, heard, thought, or known something, but you haven’t. ",
  "dn33:1.11.198": "Another four noble expressions: ",
  "dn33:1.11.199": "saying you haven’t seen, heard, thought, or known something, and you haven’t. ",
  "dn33:1.11.200": "Another four ignoble expressions: ",
  "dn33:1.11.201": "saying you haven’t seen, heard, thought, or known something, and you have. ",
  "dn33:1.11.202": "Another four noble expressions: ",
  "dn33:1.11.203": "saying you’ve seen, heard, thought, or known something, and you have. ",
  "dn33:1.11.204": "Four persons. ",
  "dn33:1.11.205": "One person mortifies themselves, committed to the practice of mortifying themselves. ",
  "dn33:1.11.206": "One person mortifies others, committed to the practice of mortifying others. ",
  "dn33:1.11.207": "One person mortifies themselves and others, committed to the practice of mortifying themselves and others. ",
  "dn33:1.11.208": "One person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others. ",
  "dn33:1.11.209": "They live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves. ",
  "dn33:1.11.210": "Another four persons. ",
  "dn33:1.11.211": "One person practices to benefit themselves, but not others. ",
  "dn33:1.11.212": "One person practices to benefit others, but not themselves. ",
  "dn33:1.11.213": "One person practices to benefit neither themselves nor others. ",
  "dn33:1.11.214": "One person practices to benefit both themselves and others. ",
  "dn33:1.11.215": "Another four persons: ",
  "dn33:1.11.216": "the dark bound for darkness, the dark bound for light, the light bound for darkness, and the light bound for light. ",
  "dn33:1.11.217": "Another four persons: ",
  "dn33:1.11.218": "the confirmed ascetic, the white lotus ascetic, the pink lotus ascetic, and the exquisite ascetic of ascetics. ",
  "dn33:1.11.219": "These are the teachings grouped by four that have been rightly explained by the Buddha. ",
  "dn33:1.11.220": "You should all recite these in concert. ",
  "dn33:1.11.221": "The first recitation section is finished. ",
  "dn33:2.1.0": "5. Fives ",
  "dn33:2.1.1": "There are teachings grouped by five that have been rightly explained by the Buddha. ",
  "dn33:2.1.2": "You should all recite these in concert. ",
  "dn33:2.1.3": "What are the teachings grouped by five? ",
  "dn33:2.1.4": "Five aggregates: ",
  "dn33:2.1.5": "form, feeling, perception, choices, and consciousness. ",
  "dn33:2.1.6": "Five grasping aggregates: ",
  "dn33:2.1.7": "form, feeling, perception, choices, and consciousness. ",
  "dn33:2.1.8": "Five kinds of sensual stimulation. ",
  "dn33:2.1.9": "Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "dn33:2.1.10": "Sounds known by the ear … ",
  "dn33:2.1.11": "Smells known by the nose … ",
  "dn33:2.1.12": "Tastes known by the tongue … ",
  "dn33:2.1.13": "Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "dn33:2.1.14": "Five destinations: ",
  "dn33:2.1.15": "hell, the animal realm, the ghost realm, humanity, and the gods. ",
  "dn33:2.1.16": "Five kinds of stinginess: ",
  "dn33:2.1.17": "stinginess with dwellings, families, material possessions, praise, and the teachings. ",
  "dn33:2.1.18": "Five hindrances: ",
  "dn33:2.1.19": "sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ",
  "dn33:2.1.20": "Five lower fetters: ",
  "dn33:2.1.21": "identity view, doubt, misapprehension of precepts and observances, sensual desire, and ill will. ",
  "dn33:2.1.22": "Five higher fetters: ",
  "dn33:2.1.23": "desire for rebirth in the realm of luminous form, desire for rebirth in the formless realm, conceit, restlessness, and ignorance. ",
  "dn33:2.1.24": "Five precepts: ",
  "dn33:2.1.25": "refraining from killing living creatures, stealing, sexual misconduct, lying, and drinking alcohol, which is a basis for negligence. ",
  "dn33:2.1.26": "Five things that can’t be done. ",
  "dn33:2.1.27": "A mendicant with defilements ended can’t deliberately take the life of a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they did as a lay person. ",
  "dn33:2.1.28": "Five losses: ",
  "dn33:2.1.29": "loss of relatives, wealth, health, ethics, and view. ",
  "dn33:2.1.30": "It is not because of loss of relatives, wealth, or health that sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell. ",
  "dn33:2.1.31": "It is because of loss of ethics or view that sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell. ",
  "dn33:2.1.32": "Five endowments: ",
  "dn33:2.1.33": "endowment with relatives, wealth, health, ethics, and view. ",
  "dn33:2.1.34": "It is not because of endowment with family, wealth, or health that sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm. ",
  "dn33:2.1.35": "It is because of endowment with ethics or view that sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm. ",
  "dn33:2.1.36": "Five drawbacks for an unethical person because of their failure in ethics. ",
  "dn33:2.1.37": "Firstly, an unethical person loses substantial wealth on account of negligence. ",
  "dn33:2.1.38": "This is the first drawback. ",
  "dn33:2.1.39": "Furthermore, an unethical person gets a bad reputation. ",
  "dn33:2.1.40": "This is the second drawback. ",
  "dn33:2.1.41": "Furthermore, an unethical person enters any kind of assembly timid and embarrassed, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics. ",
  "dn33:2.1.42": "This is the third drawback. ",
  "dn33:2.1.43": "Furthermore, an unethical person feels lost when they die. ",
  "dn33:2.1.44": "This is the fourth drawback. ",
  "dn33:2.1.45": "Furthermore, an unethical person, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell. ",
  "dn33:2.1.46": "This is the fifth drawback. ",
  "dn33:2.1.47": "Five benefits for an ethical person because of their accomplishment in ethics. ",
  "dn33:2.1.48": "Firstly, an ethical person gains substantial wealth on account of diligence. ",
  "dn33:2.1.49": "This is the first benefit. ",
  "dn33:2.1.50": "Furthermore, an ethical person gets a good reputation. ",
  "dn33:2.1.51": "This is the second benefit. ",
  "dn33:2.1.52": "Furthermore, an ethical person enters any kind of assembly bold and self-assured, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics. ",
  "dn33:2.1.53": "This is the third benefit. ",
  "dn33:2.1.54": "Furthermore, an ethical person dies not feeling lost. ",
  "dn33:2.1.55": "This is the fourth benefit. ",
  "dn33:2.1.56": "Furthermore, when an ethical person’s body breaks up, after death, they’re reborn in a good place, a heavenly realm. ",
  "dn33:2.1.57": "This is the fifth benefit. ",
  "dn33:2.1.58": "A mendicant who wants to accuse another should first establish five things in themselves. ",
  "dn33:2.1.59": "I will speak at the right time, not at the wrong time. ",
  "dn33:2.1.60": "I will speak truthfully, not falsely. ",
  "dn33:2.1.61": "I will speak gently, not harshly. ",
  "dn33:2.1.62": "I will speak beneficially, not harmfully. ",
  "dn33:2.1.63": "I will speak lovingly, not from secret hate. ",
  "dn33:2.1.64": "A mendicant who wants to accuse another should first establish these five things in themselves. ",
  "dn33:2.1.65": "Five factors that support meditation. ",
  "dn33:2.1.66": "A mendicant has faith in the Realized One’s awakening: ",
  "dn33:2.1.67": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn33:2.1.68": "They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ",
  "dn33:2.1.69": "They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions. ",
  "dn33:2.1.70": "They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ",
  "dn33:2.1.71": "They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ",
  "dn33:2.1.72": "Five pure abodes: ",
  "dn33:2.1.73": "Aviha, Atappa, the Gods Fair to See, the Fair Seeing Gods, and Akaniṭṭha. ",
  "dn33:2.1.74": "Five non-returners: ",
  "dn33:2.1.75": "one who is extinguished between one life and the next, one who is extinguished upon landing, one who is extinguished without extra effort, one who is extinguished with extra effort, and one who heads upstream, going to the Akaniṭṭha realm. ",
  "dn33:2.1.76": "Five kinds of emotional barrenness. ",
  "dn33:2.1.77": "Firstly, a mendicant has doubts about the Teacher. They’re uncertain, undecided, and lacking confidence. ",
  "dn33:2.1.78": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. This is the first kind of emotional barrenness. ",
  "dn33:2.1.79": "Furthermore, a mendicant has doubts about the teaching … ",
  "dn33:2.1.80": "the Saṅgha … ",
  "dn33:2.1.81": "the training … ",
  "dn33:2.1.82": "A mendicant is angry and upset with their spiritual companions, resentful and closed off. ",
  "dn33:2.1.83": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. This is the fifth kind of emotional barrenness. ",
  "dn33:2.1.84": "Five emotional shackles. ",
  "dn33:2.1.85": "Firstly, a mendicant isn’t free of greed, desire, fondness, thirst, passion, and craving for sensual pleasures. ",
  "dn33:2.1.86": "",
  "dn33:2.1.87": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. ",
  "dn33:2.1.88": "This is the first emotional shackle. ",
  "dn33:2.1.89": "Furthermore, a mendicant isn’t free of greed for the body … ",
  "dn33:2.1.90": "They’re not free of greed for form … ",
  "dn33:2.1.91": "They eat as much as they like until their bellies are full, then indulge in the pleasures of sleeping, lying down, and drowsing … ",
  "dn33:2.1.92": "They lead the spiritual life hoping to be reborn in one of the orders of gods, thinking: ‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’ ",
  "dn33:2.1.93": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. ",
  "dn33:2.1.94": "This is the fifth emotional shackle. ",
  "dn33:2.1.95": "Five faculties: ",
  "dn33:2.1.96": "eye, ear, nose, tongue, and body. ",
  "dn33:2.1.97": "Another five faculties: ",
  "dn33:2.1.98": "pleasure, pain, happiness, sadness, and equanimity. ",
  "dn33:2.1.99": "Another five faculties: ",
  "dn33:2.1.100": "faith, energy, mindfulness, immersion, and wisdom. ",
  "dn33:2.1.101": "Five elements of escape. ",
  "dn33:2.1.102": "Take a case where a mendicant focuses on sensual pleasures, but their mind isn’t eager, confident, settled, and decided about them. ",
  "dn33:2.1.103": "But when they focus on renunciation, their mind is eager, confident, settled, and decided about it. ",
  "dn33:2.1.104": "Their mind is in a good state, well developed, well risen, well freed, and well detached from sensual pleasures. ",
  "dn33:2.1.105": "They’re freed from the distressing and feverish defilements that arise because of sensual pleasures, so they don’t experience that kind of feeling. ",
  "dn33:2.1.106": "This is how the escape from sensual pleasures is explained. ",
  "dn33:2.1.107": "Take another case where a mendicant focuses on ill will, but their mind isn’t eager … ",
  "dn33:2.1.108": "But when they focus on good will, their mind is eager … ",
  "dn33:2.1.109": "Their mind is in a good state … well detached from ill will. ",
  "dn33:2.1.110": "They’re freed from the distressing and feverish defilements that arise because of ill will, so they don’t experience that kind of feeling. ",
  "dn33:2.1.111": "This is how the escape from ill will is explained. ",
  "dn33:2.1.112": "Take another case where a mendicant focuses on harming, but their mind isn’t eager … ",
  "dn33:2.1.113": "But when they focus on compassion, their mind is eager … ",
  "dn33:2.1.114": "Their mind is in a good state … well detached from harming. ",
  "dn33:2.1.115": "They’re freed from the distressing and feverish defilements that arise because of harming, so they don’t experience that kind of feeling. ",
  "dn33:2.1.116": "This is how the escape from harming is explained. ",
  "dn33:2.1.117": "Take another case where a mendicant focuses on form, but their mind isn’t eager … ",
  "dn33:2.1.118": "But when they focus on the formless, their mind is eager … ",
  "dn33:2.1.119": "Their mind is in a good state … well detached from forms. ",
  "dn33:2.1.120": "They’re freed from the distressing and feverish defilements that arise because of form, so they don’t experience that kind of feeling. ",
  "dn33:2.1.121": "This is how the escape from forms is explained. ",
  "dn33:2.1.122": "Take a case where a mendicant focuses on identity, but their mind isn’t eager, confident, settled, and decided about it. ",
  "dn33:2.1.123": "But when they focus on the ending of identity, their mind is eager, confident, settled, and decided about it. ",
  "dn33:2.1.124": "Their mind is in a good state, well developed, well risen, well freed, and well detached from identity. ",
  "dn33:2.1.125": "They’re freed from the distressing and feverish defilements that arise because of identity, so they don’t experience that kind of feeling. ",
  "dn33:2.1.126": "This is how the escape from identity is explained. ",
  "dn33:2.1.127": "Five opportunities for freedom. ",
  "dn33:2.1.128": "Firstly, the Teacher or a respected spiritual companion teaches Dhamma to a mendicant. ",
  "dn33:2.1.129": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how the Teacher or a respected spiritual companion teaches it. ",
  "dn33:2.1.130": "Feeling inspired, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, one feels bliss. And when blissful, the mind becomes immersed. ",
  "dn33:2.1.131": "This is the first opportunity for freedom. ",
  "dn33:2.1.132": "Furthermore, it may be that neither the Teacher nor a respected spiritual companion teaches Dhamma to a mendicant. But the mendicant teaches Dhamma in detail to others as they learned and memorized it. … ",
  "dn33:2.1.133": "Or the mendicant recites the teaching in detail as they learned and memorized it. … ",
  "dn33:2.1.134": "Or the mendicant thinks about and considers the teaching in their heart, examining it with the mind as they learned and memorized it. … ",
  "dn33:2.1.135": "Or a meditation subject as a foundation of immersion is properly grasped, attended, borne in mind, and comprehended with wisdom. ",
  "dn33:2.1.136": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how a meditation subject as a foundation of immersion is properly grasped, attended, borne in mind, and comprehended with wisdom. ",
  "dn33:2.1.137": "Feeling inspired, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, one feels bliss. And when blissful, the mind becomes immersed. ",
  "dn33:2.1.138": "This is the fifth opportunity for freedom. ",
  "dn33:2.1.139": "Five perceptions that ripen in freedom: ",
  "dn33:2.1.140": "the perception of impermanence, the perception of suffering in impermanence, the perception of not-self in suffering, the perception of giving up, and the perception of fading away. ",
  "dn33:2.1.141": "These are the teachings grouped by five that have been rightly explained by the Buddha. ",
  "dn33:2.1.142": "You should all recite these in concert. ",
  "dn33:2.2.0": "6. Sixes ",
  "dn33:2.2.1": "There are teachings grouped by six that have been rightly explained by the Buddha. ",
  "dn33:2.2.2": "You should all recite these in concert. ",
  "dn33:2.2.3": "What are the teachings grouped by six? ",
  "dn33:2.2.4": "Six interior sense fields: ",
  "dn33:2.2.5": "eye, ear, nose, tongue, body, and mind. ",
  "dn33:2.2.6": "Six exterior sense fields: ",
  "dn33:2.2.7": "sights, sounds, smells, tastes, touches, and thoughts. ",
  "dn33:2.2.8": "Six classes of consciousness: ",
  "dn33:2.2.9": "eye, ear, nose, tongue, body, and mind consciousness. ",
  "dn33:2.2.10": "Six classes of contact: ",
  "dn33:2.2.11": "contact through the eye, ear, nose, tongue, body, and mind. ",
  "dn33:2.2.12": "Six classes of feeling: ",
  "dn33:2.2.13": "feeling born of contact through the eye, ear, nose, tongue, body, and mind. ",
  "dn33:2.2.14": "Six classes of perception: ",
  "dn33:2.2.15": "perceptions of sights, sounds, smells, tastes, touches, and thoughts. ",
  "dn33:2.2.16": "Six bodies of intention: ",
  "dn33:2.2.17": "intention regarding sights, sounds, smells, tastes, touches, and thoughts. ",
  "dn33:2.2.18": "Six classes of craving: ",
  "dn33:2.2.19": "craving for sights, sounds, smells, tastes, touches, and thoughts. ",
  "dn33:2.2.20": "Six kinds of disrespect. ",
  "dn33:2.2.21": "A mendicant lacks respect and reverence for the Teacher, the teaching, and the Saṅgha, the training, diligence, and hospitality. ",
  "dn33:2.2.22": "Six kinds of respect. ",
  "dn33:2.2.23": "A mendicant has respect and reverence for the Teacher, the teaching, and the Saṅgha, the training, diligence, and hospitality. ",
  "dn33:2.2.24": "Six preoccupations with happiness. ",
  "dn33:2.2.25": "Seeing a sight with the eye, one is preoccupied with a sight that’s a basis for happiness. ",
  "dn33:2.2.26": "Hearing a sound with the ear … ",
  "dn33:2.2.27": "Smelling an odor with the nose … ",
  "dn33:2.2.28": "Tasting a flavor with the tongue … ",
  "dn33:2.2.29": "Feeling a touch with the body … ",
  "dn33:2.2.30": "Knowing a thought with the mind, one is preoccupied with a thought that’s a basis for happiness. ",
  "dn33:2.2.31": "Six preoccupations with sadness. ",
  "dn33:2.2.32": "Seeing a sight with the eye, one is preoccupied with a sight that’s a basis for sadness. … ",
  "dn33:2.2.33": "Knowing a thought with the mind, one is preoccupied with a thought that’s a basis for sadness. ",
  "dn33:2.2.34": "Six preoccupations with equanimity. ",
  "dn33:2.2.35": "Seeing a sight with the eye, one is preoccupied with a sight that’s a basis for equanimity. … ",
  "dn33:2.2.36": "Knowing a thought with the mind, one is preoccupied with a thought that’s a basis for equanimity. ",
  "dn33:2.2.37": "Six warm-hearted qualities. ",
  "dn33:2.2.38": "Firstly, a mendicant consistently treats their spiritual companions with bodily kindness, both in public and in private. ",
  "dn33:2.2.39": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ",
  "dn33:2.2.40": "Furthermore, a mendicant consistently treats their spiritual companions with verbal kindness, both in public and in private. ",
  "dn33:2.2.41": "This too is a warm-hearted quality. ",
  "dn33:2.2.42": "Furthermore, a mendicant consistently treats their spiritual companions with mental kindness, both in public and in private. ",
  "dn33:2.2.43": "This too is a warm-hearted quality. ",
  "dn33:2.2.44": "Furthermore, a mendicant shares without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions. ",
  "dn33:2.2.45": "This too is a warm-hearted quality. ",
  "dn33:2.2.46": "Furthermore, a mendicant lives according to the precepts shared with their spiritual companions, both in public and in private. Those precepts are unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ",
  "dn33:2.2.47": "This too is a warm-hearted quality. ",
  "dn33:2.2.48": "They live according to the view shared with their spiritual companions, both in public and in private. That view is noble and emancipating, and brings one who practices it to the complete ending of suffering. ",
  "dn33:2.2.49": "This warm-hearted quality too makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ",
  "dn33:2.2.50": "Six roots of arguments. ",
  "dn33:2.2.51": "Firstly, a mendicant is irritable and hostile. ",
  "dn33:2.2.52": "Such a mendicant lacks respect and reverence for the Teacher, the teaching, and the Saṅgha, and they don’t fulfill the training. ",
  "dn33:2.2.53": "They create a dispute in the Saṅgha, which is for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans. ",
  "dn33:2.2.54": "If you see such a root of arguments in yourselves or others, you should try to give up this bad thing. ",
  "dn33:2.2.55": "If you don’t see it, you should practice so that it doesn’t come up in the future. ",
  "dn33:2.2.56": "That’s how to give up this bad root of arguments, so it doesn’t come up in the future. ",
  "dn33:2.2.57": "Furthermore, a mendicant is offensive and contemptuous … ",
  "dn33:2.2.58": "They’re jealous and stingy … ",
  "dn33:2.2.59": "They’re devious and deceitful … ",
  "dn33:2.2.60": "They have wicked desires and wrong view … ",
  "dn33:2.2.61": "They’re attached to their own views, holding them tight, and refusing to let go. ",
  "dn33:2.2.62": "",
  "dn33:2.2.63": "",
  "dn33:2.2.64": "If you see such a root of arguments in yourselves or others, you should try to give up this bad thing. ",
  "dn33:2.2.65": "If you don’t see it, you should practice so that it doesn’t come up in the future. ",
  "dn33:2.2.66": "That’s how to give up this bad root of arguments, so it doesn’t come up in the future. ",
  "dn33:2.2.67": "Six elements: ",
  "dn33:2.2.68": "earth, water, fire, air, space, and consciousness. ",
  "dn33:2.2.69": "Six elements of escape. ",
  "dn33:2.2.70": "Take a mendicant who says: ",
  "dn33:2.2.71": "‘I’ve developed the heart’s release by love. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "dn33:2.2.72": "Yet somehow ill will still occupies my mind.’ ",
  "dn33:2.2.73": "They should be told, ‘Not so, venerable! Don’t say that. Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that. ",
  "dn33:2.2.74": "It’s impossible, reverend, it cannot happen that the heart’s release by love has been developed and properly implemented, ",
  "dn33:2.2.75": "yet somehow ill will still occupies the mind. ",
  "dn33:2.2.76": "For it is the heart’s release by love that is the escape from ill will.’ ",
  "dn33:2.2.77": "Take another mendicant who says: ",
  "dn33:2.2.78": "‘I’ve developed the heart’s release by compassion. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "dn33:2.2.79": "Yet somehow the thought of harming still occupies my mind.’ ",
  "dn33:2.2.80": "They should be told, ‘Not so, venerable! … ",
  "dn33:2.2.81": "",
  "dn33:2.2.82": "",
  "dn33:2.2.83": "For it is the heart’s release by compassion that is the escape from thoughts of harming.’ ",
  "dn33:2.2.84": "Take another mendicant who says: ",
  "dn33:2.2.85": "‘I’ve developed the heart’s release by rejoicing. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "dn33:2.2.86": "Yet somehow discontent still occupies my mind.’ ",
  "dn33:2.2.87": "They should be told, ‘Not so, venerable! … ",
  "dn33:2.2.88": "",
  "dn33:2.2.89": "",
  "dn33:2.2.90": "For it is the heart’s release by rejoicing that is the escape from discontent.’ ",
  "dn33:2.2.91": "Take another mendicant who says: ",
  "dn33:2.2.92": "‘I’ve developed the heart’s release by equanimity. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "dn33:2.2.93": "Yet somehow desire still occupies my mind.’ ",
  "dn33:2.2.94": "They should be told, ‘Not so, venerable! … ",
  "dn33:2.2.95": "",
  "dn33:2.2.96": "",
  "dn33:2.2.97": "For it is the heart’s release by equanimity that is the escape from desire.’ ",
  "dn33:2.2.98": "Take another mendicant who says: ",
  "dn33:2.2.99": "‘I’ve developed the signless release of the heart. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "dn33:2.2.100": "Yet somehow my consciousness still follows after signs.’ ",
  "dn33:2.2.101": "They should be told, ‘Not so, venerable! … ",
  "dn33:2.2.102": "",
  "dn33:2.2.103": "",
  "dn33:2.2.104": "For it is the signless release of the heart that is the escape from all signs.’ ",
  "dn33:2.2.105": "Take another mendicant who says: ",
  "dn33:2.2.106": "‘I’m rid of the conceit “I am”. And I don’t regard anything as “I am this”. ",
  "dn33:2.2.107": "Yet somehow the dart of doubt and indecision still occupies my mind.’ ",
  "dn33:2.2.108": "They should be told, ‘Not so, venerable! Don’t say that. Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that. ",
  "dn33:2.2.109": "It’s impossible, reverend, it cannot happen that the conceit “I am” has been done away with, and nothing is regarded as “I am this”, ",
  "dn33:2.2.110": "yet somehow the dart of doubt and indecision still occupy the mind. ",
  "dn33:2.2.111": "For it is the uprooting of the conceit “I am” that is the escape from the dart of doubt and indecision.’ ",
  "dn33:2.2.112": "Six unsurpassable things: ",
  "dn33:2.2.113": "the unsurpassable seeing, listening, acquisition, training, service, and recollection. ",
  "dn33:2.2.114": "Six topics for recollection: ",
  "dn33:2.2.115": "the recollection of the Buddha, the teaching, the Saṅgha, ethics, generosity, and the deities. ",
  "dn33:2.2.116": "Six consistent responses. ",
  "dn33:2.2.117": "A mendicant, seeing a sight with their eyes, is neither happy nor sad. They remain equanimous, mindful and aware. ",
  "dn33:2.2.118": "Hearing a sound with their ears … Smelling an odor with their nose … Tasting a flavor with their tongue … Feeling a touch with their body … ",
  "dn33:2.2.119": "Knowing a thought with their mind, they’re neither happy nor sad. They remain equanimous, mindful and aware. ",
  "dn33:2.2.120": "Six classes of rebirth. ",
  "dn33:2.2.121": "Someone born into a dark class gives rise to a dark result. ",
  "dn33:2.2.122": "Someone born into a dark class gives rise to a bright result. ",
  "dn33:2.2.123": "Someone born into a dark class gives rise to extinguishment, which is neither dark nor bright. ",
  "dn33:2.2.124": "Someone born into a bright class gives rise to a bright result. ",
  "dn33:2.2.125": "Someone born into a bright class gives rise to a dark result. ",
  "dn33:2.2.126": "Someone born into a bright class gives rise to extinguishment, which is neither dark nor bright. ",
  "dn33:2.2.127": "Six perceptions that help penetration: ",
  "dn33:2.2.128": "the perception of impermanence, the perception of suffering in impermanence, the perception of not-self in suffering, the perception of giving up, the perception of fading away, and the perception of cessation. ",
  "dn33:2.2.129": "These are the teachings grouped by six that have been rightly explained by the Buddha. ",
  "dn33:2.2.130": "You should all recite these in concert. ",
  "dn33:2.3.0": "7. Sevens ",
  "dn33:2.3.1": "There are teachings grouped by seven that have been rightly explained by the Buddha. ",
  "dn33:2.3.2": "You should all recite these in concert. ",
  "dn33:2.3.3": "What are the teachings grouped by seven? ",
  "dn33:2.3.4": "Seven kinds of noble wealth: ",
  "dn33:2.3.5": "the wealth of faith, ethics, conscience, prudence, learning, generosity, and wisdom. ",
  "dn33:2.3.6": "Seven awakening factors: ",
  "dn33:2.3.7": "mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity. ",
  "dn33:2.3.8": "Seven prerequisites for immersion: ",
  "dn33:2.3.9": "right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness. ",
  "dn33:2.3.10": "Seven bad qualities: ",
  "dn33:2.3.11": "a mendicant is faithless, shameless, imprudent, unlearned, lazy, unmindful, and witless. ",
  "dn33:2.3.12": "Seven good qualities: ",
  "dn33:2.3.13": "a mendicant is faithful, conscientious, prudent, learned, energetic, mindful, and wise. ",
  "dn33:2.3.14": "Seven aspects of the teachings of the good persons: ",
  "dn33:2.3.15": "a mendicant knows the teachings, knows the meaning, knows themselves, knows moderation, knows the right time, knows assemblies, and knows people. ",
  "dn33:2.3.16": "Seven qualifications for graduation. ",
  "dn33:2.3.17": "A mendicant has a keen enthusiasm to undertake the training … ",
  "dn33:2.3.18": "to examine the teachings … ",
  "dn33:2.3.19": "to get rid of desires … ",
  "dn33:2.3.20": "for retreat … ",
  "dn33:2.3.21": "to rouse up energy … ",
  "dn33:2.3.22": "for mindfulness and alertness … ",
  "dn33:2.3.23": "to penetrate theoretically. And they don’t lose these desires in the future. ",
  "dn33:2.3.24": "Seven perceptions: ",
  "dn33:2.3.25": "the perception of impermanence, the perception of not-self, the perception of ugliness, the perception of drawbacks, the perception of giving up, the perception of fading away, and the perception of cessation. ",
  "dn33:2.3.26": "Seven powers: ",
  "dn33:2.3.27": "faith, energy, conscience, prudence, mindfulness, immersion, and wisdom. ",
  "dn33:2.3.28": "Seven planes of consciousness. ",
  "dn33:2.3.29": "There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld. ",
  "dn33:2.3.30": "This is the first plane of consciousness. ",
  "dn33:2.3.31": "There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s Host through the first absorption. ",
  "dn33:2.3.32": "This is the second plane of consciousness. ",
  "dn33:2.3.33": "There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance. ",
  "dn33:2.3.34": "This is the third plane of consciousness. ",
  "dn33:2.3.35": "There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory. ",
  "dn33:2.3.36": "This is the fourth plane of consciousness. ",
  "dn33:2.3.37": "There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space. ",
  "dn33:2.3.38": "This is the fifth plane of consciousness. ",
  "dn33:2.3.39": "There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness. ",
  "dn33:2.3.40": "This is the sixth plane of consciousness. ",
  "dn33:2.3.41": "There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness. ",
  "dn33:2.3.42": "This is the seventh plane of consciousness. ",
  "dn33:2.3.43": "Seven persons worthy of a religious donation: ",
  "dn33:2.3.44": "one freed both ways, one freed by wisdom, a personal witness, one attained to view, one freed by faith, a follower of the teachings, and a follower by faith. ",
  "dn33:2.3.45": "Seven underlying tendencies: ",
  "dn33:2.3.46": "sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance. ",
  "dn33:2.3.47": "Seven fetters: ",
  "dn33:2.3.48": "attraction, repulsion, views, doubt, conceit, desire to be reborn, and ignorance. ",
  "dn33:2.3.49": "Seven principles for the settlement of any disciplinary issues that might arise. ",
  "dn33:2.3.50": "Removal in the presence of those concerned is applicable. Removal by accurate recollection is applicable. Removal due to recovery from madness is applicable. The acknowledgement of the offense is applicable. The decision of a majority is applicable. A verdict of aggravated misconduct is applicable. Covering over with grass is applicable. ",
  "dn33:2.3.51": "These are the teachings grouped by seven that have been rightly explained by the Buddha. ",
  "dn33:2.3.52": "You should all recite these in concert. ",
  "dn33:2.3.53": "The second recitation section is finished. ",
  "dn33:3.1.0": "8. Eights ",
  "dn33:3.1.1": "There are teachings grouped by eight that have been rightly explained by the Buddha. ",
  "dn33:3.1.2": "You should all recite these in concert. ",
  "dn33:3.1.3": "What are the teachings grouped by eight? ",
  "dn33:3.1.4": "Eight wrong ways: ",
  "dn33:3.1.5": "wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. ",
  "dn33:3.1.6": "Eight right ways: ",
  "dn33:3.1.7": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "dn33:3.1.8": "Eight persons worthy of a religious donation. ",
  "dn33:3.1.9": "The stream-enterer and the one practicing to realize the fruit of stream-entry. The once-returner and the one practicing to realize the fruit of once-return. The non-returner and the one practicing to realize the fruit of non-return. The perfected one, and the one practicing for perfection. ",
  "dn33:3.1.10": "Eight grounds for laziness. ",
  "dn33:3.1.11": "Firstly, a mendicant has some work to do. ",
  "dn33:3.1.12": "They think: ",
  "dn33:3.1.13": "‘I have some work to do. But while doing it my body will get tired. I’d better have a lie down.’ ",
  "dn33:3.1.14": "They lie down, and don’t rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "dn33:3.1.15": "This is the first ground for laziness. ",
  "dn33:3.1.16": "Furthermore, a mendicant has done some work. ",
  "dn33:3.1.17": "They think: ",
  "dn33:3.1.18": "‘I’ve done some work. But while working my body got tired. I’d better have a lie down.’ ",
  "dn33:3.1.19": "They lie down, and don’t rouse energy… ",
  "dn33:3.1.20": "This is the second ground for laziness. ",
  "dn33:3.1.21": "Furthermore, a mendicant has to go on a journey. ",
  "dn33:3.1.22": "They think: ",
  "dn33:3.1.23": "‘I have to go on a journey. But while walking my body will get tired. I’d better have a lie down.’ ",
  "dn33:3.1.24": "They lie down, and don’t rouse energy… ",
  "dn33:3.1.25": "This is the third ground for laziness. ",
  "dn33:3.1.26": "Furthermore, a mendicant has gone on a journey. ",
  "dn33:3.1.27": "They think: ",
  "dn33:3.1.28": "‘I’ve gone on a journey. But while walking my body got tired. I’d better have a lie down.’ ",
  "dn33:3.1.29": "They lie down, and don’t rouse energy… ",
  "dn33:3.1.30": "This is the fourth ground for laziness. ",
  "dn33:3.1.31": "Furthermore, a mendicant has wandered for alms, but they didn’t get to fill up on as much food as they like, rough or fine. ",
  "dn33:3.1.32": "They think: ",
  "dn33:3.1.33": "‘I’ve wandered for alms, but I didn’t get to fill up on as much food as I like, rough or fine. My body is tired and unfit for work. I’d better have a lie down.’ ",
  "dn33:3.1.34": "They lie down, and don’t rouse energy… ",
  "dn33:3.1.35": "This is the fifth ground for laziness. ",
  "dn33:3.1.36": "Furthermore, a mendicant has wandered for alms, and they got to fill up on as much food as they like, rough or fine. ",
  "dn33:3.1.37": "They think: ",
  "dn33:3.1.38": "‘I’ve wandered for alms, and I got to fill up on as much food as I like, rough or fine. My body is heavy and unfit for work, like I’ve just eaten a load of beans. I’d better have a lie down.’ ",
  "dn33:3.1.39": "They lie down, and don’t rouse energy… ",
  "dn33:3.1.40": "This is the sixth ground for laziness. ",
  "dn33:3.1.41": "Furthermore, a mendicant feels a little sick. ",
  "dn33:3.1.42": "They think: ",
  "dn33:3.1.43": "‘I feel a little sick. Lying down would be good for me. I’d better have a lie down.’ ",
  "dn33:3.1.44": "",
  "dn33:3.1.45": "They lie down, and don’t rouse energy… ",
  "dn33:3.1.46": "This is the seventh ground for laziness. ",
  "dn33:3.1.47": "Furthermore, a mendicant has recently recovered from illness. ",
  "dn33:3.1.48": "They think: ",
  "dn33:3.1.49": "‘I’ve recently recovered from illness. My body is weak and unfit for work. I’d better have a lie down.’ ",
  "dn33:3.1.50": "They lie down, and don’t rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "dn33:3.1.51": "This is the eighth ground for laziness. ",
  "dn33:3.1.52": "Eight grounds for arousing energy. ",
  "dn33:3.1.53": "Firstly, a mendicant has some work to do. ",
  "dn33:3.1.54": "They think: ",
  "dn33:3.1.55": "‘I have some work to do. While working it’s not easy to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’ ",
  "dn33:3.1.56": "They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "dn33:3.1.57": "This is the first ground for arousing energy. ",
  "dn33:3.1.58": "Furthermore, a mendicant has done some work. ",
  "dn33:3.1.59": "They think: ",
  "dn33:3.1.60": "‘I’ve done some work. While I was working I wasn’t able to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy.’ ",
  "dn33:3.1.61": "They rouse up energy… ",
  "dn33:3.1.62": "This is the second ground for arousing energy. ",
  "dn33:3.1.63": "Furthermore, a mendicant has to go on a journey. ",
  "dn33:3.1.64": "They think: ",
  "dn33:3.1.65": "‘I have to go on a journey. While walking it’s not easy to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy.’ ",
  "dn33:3.1.66": "",
  "dn33:3.1.67": "They rouse up energy… ",
  "dn33:3.1.68": "This is the third ground for arousing energy. ",
  "dn33:3.1.69": "Furthermore, a mendicant has gone on a journey. ",
  "dn33:3.1.70": "They think: ",
  "dn33:3.1.71": "‘I’ve gone on a journey. While I was walking I wasn’t able to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy.’ ",
  "dn33:3.1.72": "They rouse up energy… ",
  "dn33:3.1.73": "This is the fourth ground for arousing energy. ",
  "dn33:3.1.74": "Furthermore, a mendicant has wandered for alms, but they didn’t get to fill up on as much food as they like, rough or fine. ",
  "dn33:3.1.75": "They think: ",
  "dn33:3.1.76": "‘I’ve wandered for alms, but I didn’t get to fill up on as much food as I like, rough or fine. My body is light and fit for work. I’d better preemptively rouse up energy.’ ",
  "dn33:3.1.77": "They rouse up energy… ",
  "dn33:3.1.78": "This is the fifth ground for arousing energy. ",
  "dn33:3.1.79": "Furthermore, a mendicant has wandered for alms, and they got to fill up on as much food as they like, rough or fine. ",
  "dn33:3.1.80": "They think: ",
  "dn33:3.1.81": "‘I’ve wandered for alms, and I got to fill up on as much food as I like, rough or fine. My body is strong and fit for work. I’d better preemptively rouse up energy.’ ",
  "dn33:3.1.82": "They rouse up energy… ",
  "dn33:3.1.83": "This is the sixth ground for arousing energy. ",
  "dn33:3.1.84": "Furthermore, a mendicant feels a little sick. ",
  "dn33:3.1.85": "They think: ",
  "dn33:3.1.86": "‘I feel a little sick. It’s possible this illness will worsen. I’d better preemptively rouse up energy.’ ",
  "dn33:3.1.87": "They rouse up energy… ",
  "dn33:3.1.88": "This is the seventh ground for arousing energy. ",
  "dn33:3.1.89": "Furthermore, a mendicant has recently recovered from illness. ",
  "dn33:3.1.90": "They think: ",
  "dn33:3.1.91": "‘I’ve recently recovered from illness. It’s possible the illness will come back. I’d better preemptively rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’ ",
  "dn33:3.1.92": "They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "dn33:3.1.93": "This is the eighth ground for arousing energy. ",
  "dn33:3.1.94": "Eight reasons to give. ",
  "dn33:3.1.95": "A person might give a gift after insulting the recipient. Or they give out of fear. Or they give thinking, ‘They gave to me.’ Or they give thinking, ‘They’ll give to me.’ Or they give thinking, ‘It’s good to give.’ Or they give thinking, ‘I cook, they don’t. It wouldn’t be right for me to not give to them.’ Or they give thinking, ‘By giving this gift I’ll get a good reputation.’ Or they give thinking, ‘This is an adornment and requisite for the mind.’ ",
  "dn33:3.1.96": "",
  "dn33:3.1.97": "Eight rebirths by giving. ",
  "dn33:3.1.98": "First, someone gives to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, fragrance, and makeup; and bed, house, and lighting. ",
  "dn33:3.1.99": "Whatever they give, they expect something back. ",
  "dn33:3.1.100": "They see an affluent aristocrat or brahmin or householder amusing themselves, supplied and provided with the five kinds of sensual stimulation. ",
  "dn33:3.1.101": "They think: ",
  "dn33:3.1.102": "‘If only, when my body breaks up, after death, I would be reborn in the company of well-to-do aristocrats or brahmins or householders!’ ",
  "dn33:3.1.103": "They settle on that thought, concentrate on it and develop it. As they’ve settled for less and not developed further, their thought leads to rebirth there. ",
  "dn33:3.1.104": "But I say that this is only for those of ethical conduct, not for the unethical. ",
  "dn33:3.1.105": "The heart’s wish of an ethical person succeeds because of their purity. ",
  "dn33:3.1.106": "Next, someone gives to ascetics or brahmins. ",
  "dn33:3.1.107": "Whatever they give, they expect something back. ",
  "dn33:3.1.108": "And they’ve heard: ",
  "dn33:3.1.109": "‘The Gods of the Four Great Kings are long-lived, beautiful, and very happy.’ ",
  "dn33:3.1.110": "They think: ",
  "dn33:3.1.111": "‘If only, when my body breaks up, after death, I would be reborn in the company of the Gods of the Four Great Kings!’ ",
  "dn33:3.1.112": "They settle on that thought, concentrate on it and develop it. As they’ve settled for less and not developed further, their thought leads to rebirth there. ",
  "dn33:3.1.113": "But I say that this is only for those of ethical conduct, not for the unethical. ",
  "dn33:3.1.114": "The heart’s wish of an ethical person succeeds because of their purity. ",
  "dn33:3.1.115": "Next, someone gives to ascetics or brahmins. ",
  "dn33:3.1.116": "Whatever they give, they expect something back. ",
  "dn33:3.1.117": "And they’ve heard: ",
  "dn33:3.1.118": "‘The Gods of the Thirty-Three … ",
  "dn33:3.1.119": "the Gods of Yama … ",
  "dn33:3.1.120": "the Joyful Gods … ",
  "dn33:3.1.121": "the Gods Who Love to Create … ",
  "dn33:3.1.122": "the Gods Who Control the Creations of Others are long-lived, beautiful, and very happy.’ ",
  "dn33:3.1.123": "They think: ",
  "dn33:3.1.124": "‘If only, when my body breaks up, after death, I would be reborn in the company of the Gods Who Control the Creations of Others!’ ",
  "dn33:3.1.125": "They settle on that thought, concentrate on it and develop it. As they’ve settled for less and not developed further, their thought leads to rebirth there. ",
  "dn33:3.1.126": "But I say that this is only for those of ethical conduct, not for the unethical. ",
  "dn33:3.1.127": "The heart’s wish of an ethical person succeeds because of their purity. ",
  "dn33:3.1.128": "Next, someone gives to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, fragrance, and makeup; and bed, house, and lighting. ",
  "dn33:3.1.129": "Whatever they give, they expect something back. ",
  "dn33:3.1.130": "And they’ve heard: ",
  "dn33:3.1.131": "‘The Gods of Brahmā’s Host are long-lived, beautiful, and very happy.’ ",
  "dn33:3.1.132": "They think: ",
  "dn33:3.1.133": "‘If only, when my body breaks up, after death, I would be reborn in the company of the Gods of Brahmā’s Host!’ ",
  "dn33:3.1.134": "They settle on that thought, concentrate on it and develop it. As they’ve settled for less and not developed further, their thought leads to rebirth there. ",
  "dn33:3.1.135": "But I say that this is only for those of ethical conduct, not for the unethical. ",
  "dn33:3.1.136": "And for those free of desire, not those with desire. ",
  "dn33:3.1.137": "The heart’s wish of an ethical person succeeds because of their freedom from desire. ",
  "dn33:3.1.138": "Eight assemblies: ",
  "dn33:3.1.139": "the assemblies of aristocrats, brahmins, householders, and ascetics. An assembly of the gods under the Four Great Kings. An assembly of the gods under the Thirty-Three. An assembly of Māras. An assembly of Brahmās. ",
  "dn33:3.1.140": "Eight worldly conditions: ",
  "dn33:3.1.141": "gain and loss, fame and disgrace, blame and praise, pleasure and pain. ",
  "dn33:3.1.142": "Eight dimensions of mastery. ",
  "dn33:3.1.143": "Perceiving form internally, someone sees visions externally, limited, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’ ",
  "dn33:3.1.144": "This is the first dimension of mastery. ",
  "dn33:3.1.145": "Perceiving form internally, someone sees visions externally, limitless, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’ ",
  "dn33:3.1.146": "",
  "dn33:3.1.147": "This is the second dimension of mastery. ",
  "dn33:3.1.148": "Not perceiving form internally, someone sees visions externally, limited, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’ ",
  "dn33:3.1.149": "This is the third dimension of mastery. ",
  "dn33:3.1.150": "Not perceiving form internally, someone sees visions externally, limitless, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’ ",
  "dn33:3.1.151": "This is the fourth dimension of mastery. ",
  "dn33:3.1.152": "Not perceiving form internally, someone sees visions externally that are blue, with blue color, blue hue, and blue tint. ",
  "dn33:3.1.153": "They’re like a flax flower that’s blue, with blue color, blue hue, and blue tint. Or a cloth from Benares that’s smoothed on both sides, blue, with blue color, blue hue, and blue tint. ",
  "dn33:3.1.154": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn33:3.1.155": "This is the fifth dimension of mastery. ",
  "dn33:3.1.156": "Not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint. ",
  "dn33:3.1.157": "They’re like a champak flower that’s yellow, with yellow color, yellow hue, and yellow tint. Or a cloth from Benares that’s smoothed on both sides, yellow, with yellow color, yellow hue, and yellow tint. ",
  "dn33:3.1.158": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn33:3.1.159": "This is the sixth dimension of mastery. ",
  "dn33:3.1.160": "Not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint. ",
  "dn33:3.1.161": "They’re like a scarlet mallow flower that’s red, with red color, red hue, and red tint. Or a cloth from Benares that’s smoothed on both sides, red, with red color, red hue, and red tint. ",
  "dn33:3.1.162": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn33:3.1.163": "This is the seventh dimension of mastery. ",
  "dn33:3.1.164": "Not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint. ",
  "dn33:3.1.165": "They’re like the morning star that’s white, with white color, white hue, and white tint. Or a cloth from Benares that’s smoothed on both sides, white, with white color, white hue, and white tint. ",
  "dn33:3.1.166": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn33:3.1.167": "This is the eighth dimension of mastery. ",
  "dn33:3.1.168": "Eight liberations. ",
  "dn33:3.1.169": "Having physical form, they see visions. ",
  "dn33:3.1.170": "This is the first liberation. ",
  "dn33:3.1.171": "Not perceiving physical form internally, they see visions externally. ",
  "dn33:3.1.172": "This is the second liberation. ",
  "dn33:3.1.173": "They’re focused only on beauty. ",
  "dn33:3.1.174": "This is the third liberation. ",
  "dn33:3.1.175": "Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ",
  "dn33:3.1.176": "This is the fourth liberation. ",
  "dn33:3.1.177": "Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. ",
  "dn33:3.1.178": "This is the fifth liberation. ",
  "dn33:3.1.179": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ",
  "dn33:3.1.180": "This is the sixth liberation. ",
  "dn33:3.1.181": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. ",
  "dn33:3.1.182": "This is the seventh liberation. ",
  "dn33:3.1.183": "Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. ",
  "dn33:3.1.184": "This is the eighth liberation. ",
  "dn33:3.1.185": "These are the teachings grouped by eight that have been rightly explained by the Buddha. ",
  "dn33:3.1.186": "You should all recite these in concert. ",
  "dn33:3.2.0": "9. Nines ",
  "dn33:3.2.1": "There are teachings grouped by nine that have been rightly explained by the Buddha. ",
  "dn33:3.2.2": "You should all recite these in concert. ",
  "dn33:3.2.3": "What are the teachings grouped by nine? ",
  "dn33:3.2.4": "Nine grounds for resentment. ",
  "dn33:3.2.5": "Thinking: ‘They did wrong to me,’ you harbor resentment. ",
  "dn33:3.2.6": "Thinking: ‘They are doing wrong to me’ … ",
  "dn33:3.2.7": "‘They will do wrong to me’ … ",
  "dn33:3.2.8": "‘They did wrong by someone I love’ … ",
  "dn33:3.2.9": "‘They are doing wrong by someone I love’ … ",
  "dn33:3.2.10": "‘They will do wrong by someone I love’ … ",
  "dn33:3.2.11": "‘They helped someone I dislike’ … ",
  "dn33:3.2.12": "‘They are helping someone I dislike’ … ",
  "dn33:3.2.13": "Thinking: ‘They will help someone I dislike,’ you harbor resentment. ",
  "dn33:3.2.14": "Nine methods to get rid of resentment. ",
  "dn33:3.2.15": "Thinking: ‘They did wrong to me, but what can I possibly do?’ you get rid of resentment. ",
  "dn33:3.2.16": "Thinking: ‘They are doing wrong to me …’ … ",
  "dn33:3.2.17": "‘They will do wrong to me …’ … ",
  "dn33:3.2.18": "‘They did wrong by someone I love …’ … ",
  "dn33:3.2.19": "‘They are doing wrong by someone I love …’ … ",
  "dn33:3.2.20": "‘They will do wrong by someone I love …’ … ",
  "dn33:3.2.21": "‘They helped someone I dislike …’ … ",
  "dn33:3.2.22": "‘They are helping someone I dislike …’ … ",
  "dn33:3.2.23": "Thinking: ‘They will help someone I dislike, but what can I possibly do?’ you get rid of resentment. ",
  "dn33:3.2.24": "Nine abodes of sentient beings. ",
  "dn33:3.2.25": "There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld. ",
  "dn33:3.2.26": "This is the first abode of sentient beings. ",
  "dn33:3.2.27": "There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s Host through the first absorption. ",
  "dn33:3.2.28": "This is the second abode of sentient beings. ",
  "dn33:3.2.29": "There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance. ",
  "dn33:3.2.30": "This is the third abode of sentient beings. ",
  "dn33:3.2.31": "There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory. ",
  "dn33:3.2.32": "This is the fourth abode of sentient beings. ",
  "dn33:3.2.33": "There are sentient beings that are non-percipient and do not experience anything, such as the gods who are non-percipient beings. ",
  "dn33:3.2.34": "This is the fifth abode of sentient beings. ",
  "dn33:3.2.35": "There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space. ",
  "dn33:3.2.36": "This is the sixth abode of sentient beings. ",
  "dn33:3.2.37": "There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness. ",
  "dn33:3.2.38": "This is the seventh abode of sentient beings. ",
  "dn33:3.2.39": "There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness. ",
  "dn33:3.2.40": "This is the eighth abode of sentient beings. ",
  "dn33:3.2.41": "There are sentient beings that have gone totally beyond the dimension of nothingness. They have been reborn in the dimension of neither perception nor non-perception. ",
  "dn33:3.2.42": "This is the ninth abode of sentient beings. ",
  "dn33:3.2.43": "Nine lost opportunities for spiritual practice. ",
  "dn33:3.2.44": "Firstly, a Realized One has arisen in the world. He teaches the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One. ",
  "dn33:3.2.45": "But a person has been reborn in hell. ",
  "dn33:3.2.46": "This is the first lost opportunity for spiritual practice. ",
  "dn33:3.2.47": "Furthermore, a Realized One has arisen in the world. ",
  "dn33:3.2.48": "But a person has been reborn in the animal realm. ",
  "dn33:3.2.49": "This is the second lost opportunity for spiritual practice. ",
  "dn33:3.2.50": "Furthermore, a Realized One has arisen in the world. ",
  "dn33:3.2.51": "But a person has been reborn in the ghost realm. ",
  "dn33:3.2.52": "This is the third lost opportunity for spiritual practice. ",
  "dn33:3.2.53": "Furthermore, a Realized One has arisen in the world. ",
  "dn33:3.2.54": "But a person has been reborn among the demons. ",
  "dn33:3.2.55": "This is the fourth lost opportunity for spiritual practice. ",
  "dn33:3.2.56": "Furthermore, a Realized One has arisen in the world. ",
  "dn33:3.2.57": "But a person has been reborn in one of the long-lived orders of gods. ",
  "dn33:3.2.58": "This is the fifth lost opportunity for spiritual practice. ",
  "dn33:3.2.59": "Furthermore, a Realized One has arisen in the world. ",
  "dn33:3.2.60": "But a person has been reborn in the borderlands, among strange barbarian tribes, where monks, nuns, laymen, and laywomen do not go. ",
  "dn33:3.2.61": "This is the sixth lost opportunity for spiritual practice. ",
  "dn33:3.2.62": "Furthermore, a Realized One has arisen in the world. ",
  "dn33:3.2.63": "And a person is reborn in a central country. But they have wrong view and distorted perspective: ",
  "dn33:3.2.64": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no such thing as mother and father, or beings that are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’ ",
  "dn33:3.2.65": "This is the seventh lost opportunity for spiritual practice. ",
  "dn33:3.2.66": "Furthermore, a Realized One has arisen in the world. ",
  "dn33:3.2.67": "And a person is reborn in a central country. But they’re witless, dull, stupid, and unable to distinguish what is well said from what is poorly said. ",
  "dn33:3.2.68": "This is the eighth lost opportunity for spiritual practice. ",
  "dn33:3.2.69": "Furthermore, a Realized One has arisen in the world. ",
  "dn33:3.2.70": "But he doesn’t teach the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One. And a person is reborn in a central country. And they’re wise, bright, clever, and able to distinguish what is well said from what is poorly said. ",
  "dn33:3.2.71": "This is the ninth lost opportunity for spiritual practice. ",
  "dn33:3.2.72": "Nine progressive meditations. ",
  "dn33:3.2.73": "A mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. ",
  "dn33:3.2.74": "As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected. ",
  "dn33:3.2.75": "And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’ ",
  "dn33:3.2.76": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "dn33:3.2.77": "Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ",
  "dn33:3.2.78": "Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. ",
  "dn33:3.2.79": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ",
  "dn33:3.2.80": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. ",
  "dn33:3.2.81": "Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. ",
  "dn33:3.2.82": "Nine progressive cessations. ",
  "dn33:3.2.83": "For someone who has attained the first absorption, sensual perceptions have ceased. ",
  "dn33:3.2.84": "For someone who has attained the second absorption, the placing of the mind and keeping it connected have ceased. ",
  "dn33:3.2.85": "For someone who has attained the third absorption, rapture has ceased. ",
  "dn33:3.2.86": "For someone who has attained the fourth absorption, breathing has ceased. ",
  "dn33:3.2.87": "For someone who has attained the dimension of infinite space, the perception of form has ceased. ",
  "dn33:3.2.88": "For someone who has attained the dimension of infinite consciousness, the perception of the dimension of infinite space has ceased. ",
  "dn33:3.2.89": "For someone who has attained the dimension of nothingness, the perception of the dimension of infinite consciousness has ceased. ",
  "dn33:3.2.90": "For someone who has attained the dimension of neither perception nor non-perception, the perception of the dimension of nothingness has ceased. ",
  "dn33:3.2.91": "For someone who has attained the cessation of perception and feeling, perception and feeling have ceased. ",
  "dn33:3.2.92": "These are the teachings grouped by nine that have been rightly explained by the Buddha. ",
  "dn33:3.2.93": "You should all recite these in concert. ",
  "dn33:3.3.0": "10. Tens ",
  "dn33:3.3.1": "There are teachings grouped by ten that have been rightly explained by the Buddha. ",
  "dn33:3.3.2": "You should all recite these in concert. ",
  "dn33:3.3.3": "What are the teachings grouped by ten? ",
  "dn33:3.3.4": "Ten qualities that serve as protector. ",
  "dn33:3.3.5": "Firstly, a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ",
  "dn33:3.3.6": "",
  "dn33:3.3.7": "This is a quality that serves as protector. ",
  "dn33:3.3.8": "Furthermore, a mendicant is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically. ",
  "dn33:3.3.9": "",
  "dn33:3.3.10": "This too is a quality that serves as protector. ",
  "dn33:3.3.11": "Furthermore, a mendicant has good friends, companions, and associates. ",
  "dn33:3.3.12": "",
  "dn33:3.3.13": "This too is a quality that serves as protector. ",
  "dn33:3.3.14": "Furthermore, a mendicant is easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully. ",
  "dn33:3.3.15": "",
  "dn33:3.3.16": "This too is a quality that serves as protector. ",
  "dn33:3.3.17": "Furthermore, a mendicant is deft and tireless in a diverse spectrum of duties for their spiritual companions, understanding how to go about things in order to complete and organize the work. ",
  "dn33:3.3.18": "",
  "dn33:3.3.19": "This too is a quality that serves as protector. ",
  "dn33:3.3.20": "Furthermore, a mendicant loves the teachings and is a delight to converse with, being full of joy in the teaching and training. ",
  "dn33:3.3.21": "",
  "dn33:3.3.22": "This too is a quality that serves as protector. ",
  "dn33:3.3.23": "Furthermore, a mendicant is content with any kind of robes, almsfood, lodgings, and medicines and supplies for the sick. ",
  "dn33:3.3.24": "",
  "dn33:3.3.25": "This too is a quality that serves as protector. ",
  "dn33:3.3.26": "Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ",
  "dn33:3.3.27": "",
  "dn33:3.3.28": "This too is a quality that serves as protector. ",
  "dn33:3.3.29": "Furthermore, a mendicant is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago. ",
  "dn33:3.3.30": "",
  "dn33:3.3.31": "This too is a quality that serves as protector. ",
  "dn33:3.3.32": "Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ",
  "dn33:3.3.33": "",
  "dn33:3.3.34": "This too is a quality that serves as protector. ",
  "dn33:3.3.35": "Ten universal dimensions of meditation. ",
  "dn33:3.3.36": "Someone perceives the meditation on universal earth above, below, across, undivided and limitless. ",
  "dn33:3.3.37": "They perceive the meditation on universal water … ",
  "dn33:3.3.38": "the meditation on universal fire … ",
  "dn33:3.3.39": "the meditation on universal air … ",
  "dn33:3.3.40": "the meditation on universal blue … ",
  "dn33:3.3.41": "the meditation on universal yellow … ",
  "dn33:3.3.42": "the meditation on universal red … ",
  "dn33:3.3.43": "the meditation on universal white … ",
  "dn33:3.3.44": "the meditation on universal space … ",
  "dn33:3.3.45": "They perceive the meditation on universal consciousness above, below, across, undivided and limitless. ",
  "dn33:3.3.46": "Ten ways of doing unskillful deeds: ",
  "dn33:3.3.47": "killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; covetousness, ill will, and wrong view. ",
  "dn33:3.3.48": "Ten ways of doing skillful deeds: ",
  "dn33:3.3.49": "refraining from killing living creatures, stealing, and sexual misconduct; refraining from speech that’s false, divisive, harsh, or nonsensical; contentment, good will, and right view. ",
  "dn33:3.3.50": "Ten noble abodes. ",
  "dn33:3.3.51": "A mendicant has given up five factors, possesses six factors, has a single guard, has four supports, has eliminated idiosyncratic interpretations of the truth, has totally given up searching, has unsullied intentions, has stilled the physical process, and is well freed in mind and well freed by wisdom. ",
  "dn33:3.3.52": "And how has a mendicant given up five factors? ",
  "dn33:3.3.53": "It’s when a mendicant has given up sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ",
  "dn33:3.3.54": "That’s how a mendicant has given up five factors. ",
  "dn33:3.3.55": "And how does a mendicant possess six factors? ",
  "dn33:3.3.56": "A mendicant, seeing a sight with their eyes, is neither happy nor sad. They remain equanimous, mindful and aware. ",
  "dn33:3.3.57": "Hearing a sound with their ears … Smelling an odor with their nose … Tasting a flavor with their tongue … Feeling a touch with their body … ",
  "dn33:3.3.58": "Knowing a thought with their mind, they’re neither happy nor sad. They remain equanimous, mindful and aware. ",
  "dn33:3.3.59": "That’s how a mendicant possesses six factors. ",
  "dn33:3.3.60": "And how does a mendicant have a single guard? ",
  "dn33:3.3.61": "It’s when a mendicant’s heart is guarded by mindfulness. ",
  "dn33:3.3.62": "That’s how a mendicant has a single guard. ",
  "dn33:3.3.63": "And how does a mendicant have four supports? ",
  "dn33:3.3.64": "After appraisal, a mendicant uses some things, endures some things, avoids some things, and gets rid of some things. ",
  "dn33:3.3.65": "That’s how a mendicant has four supports. ",
  "dn33:3.3.66": "And how has a mendicant eliminated idiosyncratic interpretations of the truth? ",
  "dn33:3.3.67": "Different ascetics and brahmins have different idiosyncratic interpretations of the truth. A mendicant has dispelled, eliminated, thrown out, rejected, let go of, given up, and relinquished all these. ",
  "dn33:3.3.68": "That’s how a mendicant has eliminated idiosyncratic interpretations of the truth. ",
  "dn33:3.3.69": "And how has a mendicant totally given up searching? ",
  "dn33:3.3.70": "It’s when they’ve given up searching for sensual pleasures, for continued existence, and for a spiritual path. ",
  "dn33:3.3.71": "That’s how a mendicant has totally given up searching. ",
  "dn33:3.3.72": "And how does a mendicant have unsullied intentions? ",
  "dn33:3.3.73": "It’s when they’ve given up sensual, malicious, and cruel intentions. ",
  "dn33:3.3.74": "That’s how a mendicant has unsullied intentions. ",
  "dn33:3.3.75": "And how has a mendicant stilled the physical process? ",
  "dn33:3.3.76": "It’s when, giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "dn33:3.3.77": "That’s how a mendicant has stilled the physical process. ",
  "dn33:3.3.78": "And how is a mendicant well freed in mind? ",
  "dn33:3.3.79": "It’s when a mendicant’s mind is freed from greed, hate, and delusion. ",
  "dn33:3.3.80": "That’s how a mendicant is well freed in mind. ",
  "dn33:3.3.81": "And how is a mendicant well freed by wisdom? ",
  "dn33:3.3.82": "It’s when a mendicant understands: ‘I’ve given up greed, hate, and delusion, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future.’ ",
  "dn33:3.3.83": "",
  "dn33:3.3.84": "",
  "dn33:3.3.85": "That’s how a mendicant’s mind is well freed by wisdom. ",
  "dn33:3.3.86": "Ten qualities of an adept: ",
  "dn33:3.3.87": "an adept’s right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom. ",
  "dn33:3.3.88": "Reverends, these are the teachings grouped by ten that have been rightly explained by the Buddha. ",
  "dn33:3.3.89": "You should all recite these in concert, without disputing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, out of compassion for the world, for the benefit, welfare, and happiness of gods and humans.” ",
  "dn33:3.4.1": "Then the Buddha got up and said to Venerable Sāriputta, ",
  "dn33:3.4.2": "“Good, good, Sāriputta! ",
  "dn33:3.4.3": "It’s good that you’ve taught this exposition of the reciting in concert.” ",
  "dn33:3.4.4": "That is what Venerable Sāriputta said, and the teacher approved. ",
  "dn33:3.4.5": "Satisfied, the mendicants were happy with what Sāriputta said. "
}