{
  "dn34:0.1": "Long Discourses 34 ",
  "dn34:0.2": "Up to Ten ",
  "dn34:1.1.1": "So I have heard. ",
  "dn34:1.1.2": "At one time the Buddha was staying near Campā on the banks of the Gaggarā Lotus Pond together with a large Saṅgha of five hundred mendicants. ",
  "dn34:1.1.3": "There Sāriputta addressed the mendicants: ",
  "dn34:1.1.4": "“Reverends, mendicants!” ",
  "dn34:1.1.5": "“Reverend,” they replied. ",
  "dn34:1.1.6": "Sāriputta said this: ",
  "dn34:1.1.7": "“I will relate the teachings ",
  "dn34:1.1.8": "up to ten for attaining extinguishment, ",
  "dn34:1.1.9": "for making an end of suffering, ",
  "dn34:1.1.10": "the release from all ties. ",
  "dn34:1.2.0": "1. Groups of One ",
  "dn34:1.2.1": "Reverends, one thing is helpful, one thing should be developed, one thing should be completely understood, one thing should be given up, one thing makes things worse, one thing leads to distinction, one thing is hard to comprehend, one thing should be produced, one thing should be directly known, one thing should be realized. ",
  "dn34:1.2.2": "What one thing is helpful? ",
  "dn34:1.2.3": "Diligence in skillful qualities. ",
  "dn34:1.2.4": "",
  "dn34:1.2.5": "What one thing should be developed? ",
  "dn34:1.2.6": "Mindfulness of the body that is full of pleasure. ",
  "dn34:1.2.7": "",
  "dn34:1.2.8": "What one thing should be completely understood? ",
  "dn34:1.2.9": "Contact, which is accompanied by defilements and is prone to being grasped. ",
  "dn34:1.2.10": "",
  "dn34:1.2.11": "What one thing should be given up? ",
  "dn34:1.2.12": "The conceit ‘I am’. ",
  "dn34:1.2.13": "",
  "dn34:1.2.14": "What one thing makes things worse? ",
  "dn34:1.2.15": "Improper attention. ",
  "dn34:1.2.16": "",
  "dn34:1.2.17": "What one thing leads to distinction? ",
  "dn34:1.2.18": "Proper attention. ",
  "dn34:1.2.19": "",
  "dn34:1.2.20": "What one thing is hard to comprehend? ",
  "dn34:1.2.21": "The heart’s immersion of immediate result. ",
  "dn34:1.2.22": "",
  "dn34:1.2.23": "What one thing should be produced? ",
  "dn34:1.2.24": "Unshakable knowledge. ",
  "dn34:1.2.25": "",
  "dn34:1.2.26": "What one thing should be directly known? ",
  "dn34:1.2.27": "All sentient beings are sustained by food. ",
  "dn34:1.2.28": "",
  "dn34:1.2.29": "What one thing should be realized? ",
  "dn34:1.2.30": "The unshakable release of the heart. ",
  "dn34:1.2.31": "",
  "dn34:1.2.32": "So these ten things that are true, real, and accurate, not unreal, not otherwise were rightly awakened to by the Realized One. ",
  "dn34:1.3.0": "2. Groups of Two ",
  "dn34:1.3.1": "Two things are helpful, two things should be developed, two things should be completely understood, two things should be given up, two things make things worse, two things lead to distinction, two things are hard to comprehend, two things should be produced, two things should be directly known, two things should be realized. ",
  "dn34:1.3.2": "What two things are helpful? ",
  "dn34:1.3.3": "Mindfulness and situational awareness. ",
  "dn34:1.3.4": "",
  "dn34:1.3.5": "What two things should be developed? ",
  "dn34:1.3.6": "Serenity and discernment. ",
  "dn34:1.3.7": "",
  "dn34:1.3.8": "What two things should be completely understood? ",
  "dn34:1.3.9": "Name and form. ",
  "dn34:1.3.10": "",
  "dn34:1.3.11": "What two things should be given up? ",
  "dn34:1.3.12": "Ignorance and craving for continued existence. ",
  "dn34:1.3.13": "",
  "dn34:1.3.14": "What two things make things worse? ",
  "dn34:1.3.15": "Being hard to admonish and having bad friends. ",
  "dn34:1.3.16": "",
  "dn34:1.3.17": "What two things lead to distinction? ",
  "dn34:1.3.18": "Being easy to admonish and having good friends. ",
  "dn34:1.3.19": "",
  "dn34:1.3.20": "What two things are hard to comprehend? ",
  "dn34:1.3.21": "What are the causes and reasons for the corruption of sentient beings, and what are the causes and reasons for the purification of sentient beings. ",
  "dn34:1.3.22": "",
  "dn34:1.3.23": "What two things should be produced? ",
  "dn34:1.3.24": "Two knowledges: ",
  "dn34:1.3.25": "knowledge of ending, and knowledge of non-arising. ",
  "dn34:1.3.26": "",
  "dn34:1.3.27": "What two things should be directly known? ",
  "dn34:1.3.28": "Two elements: ",
  "dn34:1.3.29": "the conditioned element and the unconditioned element. ",
  "dn34:1.3.30": "",
  "dn34:1.3.31": "What two things should be realized? ",
  "dn34:1.3.32": "Knowledge and freedom. ",
  "dn34:1.3.33": "",
  "dn34:1.3.34": "So these twenty things that are true, real, and accurate, not unreal, not otherwise were rightly awakened to by the Realized One. ",
  "dn34:1.4.0": "3. Groups of Three ",
  "dn34:1.4.1": "Three things are helpful, etc. ",
  "dn34:1.4.2": "What three things are helpful? ",
  "dn34:1.4.3": "Associating with good people, listening to the true teaching, and practicing in line with the teaching. ",
  "dn34:1.4.4": "",
  "dn34:1.4.5": "What three things should be developed? ",
  "dn34:1.4.6": "Three kinds of immersion. ",
  "dn34:1.4.7": "Immersion with placing the mind and keeping it connected. Immersion without placing the mind, but just keeping it connected. Immersion without placing the mind or keeping it connected. ",
  "dn34:1.4.8": "",
  "dn34:1.4.9": "What three things should be completely understood? ",
  "dn34:1.4.10": "Three feelings: ",
  "dn34:1.4.11": "pleasant, painful, and neutral. ",
  "dn34:1.4.12": "",
  "dn34:1.4.13": "What three things should be given up? ",
  "dn34:1.4.14": "Three cravings: ",
  "dn34:1.4.15": "craving for sensual pleasures, craving for continued existence, and craving to end existence. ",
  "dn34:1.4.16": "",
  "dn34:1.4.17": "What three things make things worse? ",
  "dn34:1.4.18": "Three unskillful roots: ",
  "dn34:1.4.19": "greed, hate, and delusion. ",
  "dn34:1.4.20": "",
  "dn34:1.4.21": "What three things lead to distinction? ",
  "dn34:1.4.22": "Three skillful roots: ",
  "dn34:1.4.23": "non-greed, non-hate, and non-delusion. ",
  "dn34:1.4.24": "",
  "dn34:1.4.25": "What three things are hard to comprehend? ",
  "dn34:1.4.26": "Three elements of escape. ",
  "dn34:1.4.27": "Renunciation is the escape from sensual pleasures. The formless is the escape from form. Cessation is the escape from whatever is created, conditioned, and dependently originated. ",
  "dn34:1.4.28": "",
  "dn34:1.4.29": "What three things should be produced? ",
  "dn34:1.4.30": "Three knowledges: ",
  "dn34:1.4.31": "regarding the past, future, and present. ",
  "dn34:1.4.32": "",
  "dn34:1.4.33": "What three things should be directly known? ",
  "dn34:1.4.34": "Three elements: ",
  "dn34:1.4.35": "sensuality, form, and formlessness. ",
  "dn34:1.4.36": "",
  "dn34:1.4.37": "What three things should be realized? ",
  "dn34:1.4.38": "Three knowledges: ",
  "dn34:1.4.39": "recollection of past lives, knowledge of the death and rebirth of sentient beings, and knowledge of the ending of defilements. ",
  "dn34:1.4.40": "",
  "dn34:1.4.41": "So these thirty things that are true, real, and accurate, not unreal, not otherwise were rightly awakened to by the Realized One. ",
  "dn34:1.5.0": "4. Groups of Four ",
  "dn34:1.5.1": "Four things are helpful, etc. ",
  "dn34:1.5.2": "What four things are helpful? ",
  "dn34:1.5.3": "Four situations: ",
  "dn34:1.5.4": "living in a suitable region, relying on good people, being rightly resolved in oneself, and past merit. ",
  "dn34:1.5.5": "",
  "dn34:1.5.6": "What four things should be developed? ",
  "dn34:1.5.7": "The four kinds of mindfulness meditation. ",
  "dn34:1.5.8": "A mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn34:1.5.9": "They meditate observing an aspect of feelings … ",
  "dn34:1.5.10": "mind … ",
  "dn34:1.5.11": "principles—keen, aware, and mindful, rid of desire and aversion for the world. ",
  "dn34:1.5.12": "",
  "dn34:1.5.13": "What four things should be completely understood? ",
  "dn34:1.5.14": "Four foods: ",
  "dn34:1.5.15": "solid food, whether coarse or fine; contact is the second, mental intention the third, and consciousness the fourth. ",
  "dn34:1.5.16": "",
  "dn34:1.5.17": "What four things should be given up? ",
  "dn34:1.5.18": "Four floods: ",
  "dn34:1.5.19": "sensuality, desire for rebirth, views, and ignorance. ",
  "dn34:1.5.20": "",
  "dn34:1.5.21": "What four things make things worse? ",
  "dn34:1.5.22": "Four bonds: ",
  "dn34:1.5.23": "sensuality, desire for rebirth, views, and ignorance. ",
  "dn34:1.5.24": "",
  "dn34:1.5.25": "What four things lead to distinction? ",
  "dn34:1.5.26": "Four kinds of detachment: ",
  "dn34:1.5.27": "detachment from the bonds of sensuality, desire for rebirth, views, and ignorance. ",
  "dn34:1.5.28": "",
  "dn34:1.5.29": "What four things are hard to comprehend? ",
  "dn34:1.5.30": "Four kinds of immersion: ",
  "dn34:1.5.31": "immersion liable to decline, stable immersion, immersion that leads to distinction, and immersion that leads to penetration. ",
  "dn34:1.5.32": "",
  "dn34:1.5.33": "What four things should be produced? ",
  "dn34:1.5.34": "Four knowledges: ",
  "dn34:1.5.35": "knowledge of the present phenomena, inferential knowledge, knowledge of others’ minds, and conventional knowledge. ",
  "dn34:1.5.36": "",
  "dn34:1.5.37": "What four things should be directly known? ",
  "dn34:1.5.38": "The four noble truths: ",
  "dn34:1.5.39": "suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering. ",
  "dn34:1.5.40": "",
  "dn34:1.5.41": "What four things should be realized? ",
  "dn34:1.5.42": "Four fruits of the ascetic life: ",
  "dn34:1.5.43": "stream-entry, once-return, non-return, and perfection. ",
  "dn34:1.5.44": "",
  "dn34:1.5.45": "So these forty things that are true, real, and accurate, not unreal, not otherwise were rightly awakened to by the Realized One. ",
  "dn34:1.6.0": "5. Groups of Five ",
  "dn34:1.6.1": "Five things are helpful, etc. ",
  "dn34:1.6.2": "What five things are helpful? ",
  "dn34:1.6.3": "Five factors that support meditation. ",
  "dn34:1.6.4": "A mendicant has faith in the Realized One’s awakening: ",
  "dn34:1.6.5": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn34:1.6.6": "They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation. ",
  "dn34:1.6.7": "They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions. ",
  "dn34:1.6.8": "They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ",
  "dn34:1.6.9": "They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ",
  "dn34:1.6.10": "",
  "dn34:1.6.11": "What five things should be developed? ",
  "dn34:1.6.12": "Right immersion with five factors: ",
  "dn34:1.6.13": "pervaded with rapture, pervaded with pleasure, pervaded with mind, pervaded with light, and the foundation for reviewing. ",
  "dn34:1.6.14": "",
  "dn34:1.6.15": "What five things should be completely understood? ",
  "dn34:1.6.16": "Five grasping aggregates: ",
  "dn34:1.6.17": "form, feeling, perception, choices, and consciousness. ",
  "dn34:1.6.18": "",
  "dn34:1.6.19": "What five things should be given up? ",
  "dn34:1.6.20": "Five hindrances: ",
  "dn34:1.6.21": "sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ",
  "dn34:1.6.22": "",
  "dn34:1.6.23": "What five things make things worse? ",
  "dn34:1.6.24": "Five kinds of emotional barrenness. ",
  "dn34:1.6.25": "Firstly, a mendicant has doubts about the Teacher. They’re uncertain, undecided, and lacking confidence. ",
  "dn34:1.6.26": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. ",
  "dn34:1.6.27": "",
  "dn34:1.6.28": "This is the first kind of emotional barrenness. ",
  "dn34:1.6.29": "Furthermore, a mendicant has doubts about the teaching … ",
  "dn34:1.6.30": "the Saṅgha … ",
  "dn34:1.6.31": "the training … ",
  "dn34:1.6.32": "A mendicant is angry and upset with their spiritual companions, resentful and closed off. ",
  "dn34:1.6.33": "This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. ",
  "dn34:1.6.34": "This is the fifth kind of emotional barrenness. ",
  "dn34:1.6.35": "",
  "dn34:1.6.36": "What five things lead to distinction? ",
  "dn34:1.6.37": "Five faculties: ",
  "dn34:1.6.38": "faith, energy, mindfulness, immersion, and wisdom. ",
  "dn34:1.6.39": "",
  "dn34:1.6.40": "What five things are hard to comprehend? ",
  "dn34:1.6.41": "Five elements of escape. ",
  "dn34:1.6.42": "A mendicant focuses on sensual pleasures, but their mind isn’t eager, confident, settled, and decided about them. ",
  "dn34:1.6.43": "But when they focus on renunciation, their mind is eager, confident, settled, and decided about it. ",
  "dn34:1.6.44": "Their mind is in a good state, well developed, well risen, well freed, and well detached from sensual pleasures. ",
  "dn34:1.6.45": "They’re freed from the distressing and feverish defilements that arise because of sensual pleasures, so they don’t experience that kind of feeling. ",
  "dn34:1.6.46": "This is how the escape from sensual pleasures is explained. ",
  "dn34:1.6.47": "Take another case where a mendicant focuses on ill will, but their mind isn’t eager … ",
  "dn34:1.6.48": "But when they focus on good will, their mind is eager … ",
  "dn34:1.6.49": "Their mind is in a good state … well detached from ill will. ",
  "dn34:1.6.50": "They’re freed from the distressing and feverish defilements that arise because of ill will, so they don’t experience that kind of feeling. ",
  "dn34:1.6.51": "This is how the escape from ill will is explained. ",
  "dn34:1.6.52": "Take another case where a mendicant focuses on harming, but their mind isn’t eager … ",
  "dn34:1.6.53": "But when they focus on compassion, their mind is eager … ",
  "dn34:1.6.54": "Their mind is in a good state … well detached from harming. ",
  "dn34:1.6.55": "They’re freed from the distressing and feverish defilements that arise because of harming, so they don’t experience that kind of feeling. ",
  "dn34:1.6.56": "This is how the escape from harming is explained. ",
  "dn34:1.6.57": "Take another case where a mendicant focuses on form, but their mind isn’t eager … ",
  "dn34:1.6.58": "But when they focus on the formless, their mind is eager … ",
  "dn34:1.6.59": "Their mind is in a good state … well detached from forms. ",
  "dn34:1.6.60": "They’re freed from the distressing and feverish defilements that arise because of form, so they don’t experience that kind of feeling. ",
  "dn34:1.6.61": "This is how the escape from forms is explained. ",
  "dn34:1.6.62": "Take a case where a mendicant focuses on identity, but their mind isn’t eager, confident, settled, and decided about it. ",
  "dn34:1.6.63": "But when they focus on the ending of identity, their mind is eager, confident, settled, and decided about it. ",
  "dn34:1.6.64": "Their mind is in a good state, well developed, well risen, well freed, and well detached from identity. ",
  "dn34:1.6.65": "They’re freed from the distressing and feverish defilements that arise because of identity, so they don’t experience that kind of feeling. ",
  "dn34:1.6.66": "This is how the escape from identity is explained. ",
  "dn34:1.6.67": "",
  "dn34:1.6.68": "What five things should be produced? ",
  "dn34:1.6.69": "Right immersion with five knowledges. ",
  "dn34:1.6.70": "The following knowledges arise for you personally: ‘This immersion is blissful now, and results in bliss in the future.’ ",
  "dn34:1.6.71": "‘This immersion is noble and spiritual.’ ",
  "dn34:1.6.72": "‘This immersion is not cultivated by sinners.’ ",
  "dn34:1.6.73": "‘This immersion is peaceful and sublime and tranquil and unified, not held in place by forceful suppression.’ ",
  "dn34:1.6.74": "‘I mindfully enter into and emerge from this immersion.’ ",
  "dn34:1.6.75": "",
  "dn34:1.6.76": "What five things should be directly known? ",
  "dn34:1.6.77": "Five opportunities for freedom. ",
  "dn34:1.6.78": "Firstly, the Teacher or a respected spiritual companion teaches Dhamma to a mendicant. ",
  "dn34:1.6.79": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how the Teacher or a respected spiritual companion teaches it. ",
  "dn34:1.6.80": "Feeling inspired, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, one feels bliss. And when blissful, the mind becomes immersed. ",
  "dn34:1.6.81": "This is the first opportunity for freedom. ",
  "dn34:1.6.82": "Furthermore, it may be that neither the Teacher nor a respected spiritual companion teaches Dhamma to a mendicant. But the mendicant teaches Dhamma in detail to others as they learned and memorized it. ",
  "dn34:1.6.83": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how they teach it in detail to others as they learned and memorized it. ",
  "dn34:1.6.84": "Feeling inspired, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, one feels bliss. And when blissful, the mind becomes immersed. ",
  "dn34:1.6.85": "This is the second opportunity for freedom. ",
  "dn34:1.6.86": "Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dhamma. But the mendicant recites the teaching in detail as they learned and memorized it. ",
  "dn34:1.6.87": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how they recite it in detail as they learned and memorized it. ",
  "dn34:1.6.88": "Feeling inspired, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, one feels bliss. And when blissful, the mind becomes immersed. ",
  "dn34:1.6.89": "This is the third opportunity for freedom. ",
  "dn34:1.6.90": "Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dhamma … nor does the mendicant recite the teaching. ",
  "dn34:1.6.91": "But the mendicant thinks about and considers the teaching in their heart, examining it with the mind as they learned and memorized it. ",
  "dn34:1.6.92": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how they think about and consider it in their heart, examining it with the mind as they learned and memorized it. ",
  "dn34:1.6.93": "Feeling inspired, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, one feels bliss. And when blissful, the mind becomes immersed. ",
  "dn34:1.6.94": "This is the fourth opportunity for freedom. ",
  "dn34:1.6.95": "Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dhamma … nor does the mendicant recite the teaching … or think about it. ",
  "dn34:1.6.96": "But a meditation subject as a foundation of immersion is properly grasped, attended, borne in mind, and comprehended with wisdom. ",
  "dn34:1.6.97": "That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how a meditation subject as a foundation of immersion is properly grasped, attended, borne in mind, and comprehended with wisdom. ",
  "dn34:1.6.98": "Feeling inspired, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, one feels bliss. And when blissful, the mind becomes immersed. ",
  "dn34:1.6.99": "This is the fifth opportunity for freedom. ",
  "dn34:1.6.100": "",
  "dn34:1.6.101": "What five things should be realized? ",
  "dn34:1.6.102": "Five spectrums of the teaching: ",
  "dn34:1.6.103": "ethics, immersion, wisdom, freedom, and knowledge and vision of freedom. ",
  "dn34:1.6.104": "",
  "dn34:1.6.105": "So these fifty things that are true, real, and accurate, not unreal, not otherwise were rightly awakened to by the Realized One. ",
  "dn34:1.7.0": "6. Groups of Six ",
  "dn34:1.7.1": "Six things are helpful, etc. ",
  "dn34:1.7.2": "What six things are helpful? ",
  "dn34:1.7.3": "Six warm-hearted qualities. ",
  "dn34:1.7.4": "Firstly, a mendicant consistently treats their spiritual companions with bodily kindness, both in public and in private. ",
  "dn34:1.7.5": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ",
  "dn34:1.7.6": "Furthermore, a mendicant consistently treats their spiritual companions with verbal kindness. ",
  "dn34:1.7.7": "Furthermore, a mendicant consistently treats their spiritual companions with mental kindness. ",
  "dn34:1.7.8": "Furthermore, a mendicant shares without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions. ",
  "dn34:1.7.9": "Furthermore, a mendicant lives according to the precepts shared with their spiritual companions, both in public and in private. Those precepts are unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion. ",
  "dn34:1.7.10": "Furthermore, a mendicant lives according to the view shared with their spiritual companions, both in public and in private. That view is noble and emancipating, and leads one who practices it to the complete ending of suffering. ",
  "dn34:1.7.11": "This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling. ",
  "dn34:1.7.12": "",
  "dn34:1.7.13": "What six things should be developed? ",
  "dn34:1.7.14": "Six topics for recollection: ",
  "dn34:1.7.15": "the recollection of the Buddha, the teaching, the Saṅgha, ethics, generosity, and the deities. ",
  "dn34:1.7.16": "",
  "dn34:1.7.17": "What six things should be completely understood? ",
  "dn34:1.7.18": "Six interior sense fields: ",
  "dn34:1.7.19": "eye, ear, nose, tongue, body, and mind. ",
  "dn34:1.7.20": "",
  "dn34:1.7.21": "What six things should be given up? ",
  "dn34:1.7.22": "Six classes of craving: ",
  "dn34:1.7.23": "craving for sights, sounds, smells, tastes, touches, and thoughts. ",
  "dn34:1.7.24": "",
  "dn34:1.7.25": "What six things make things worse? ",
  "dn34:1.7.26": "Six kinds of disrespect. ",
  "dn34:1.7.27": "A mendicant lacks respect and reverence for the Teacher, the teaching, and the Saṅgha, the training, diligence, and hospitality. ",
  "dn34:1.7.28": "",
  "dn34:1.7.29": "What six things lead to distinction? ",
  "dn34:1.7.30": "Six kinds of respect. ",
  "dn34:1.7.31": "A mendicant has respect and reverence for the Teacher, the teaching, and the Saṅgha, the training, diligence, and hospitality. ",
  "dn34:1.7.32": "",
  "dn34:1.7.33": "What six things are hard to comprehend? ",
  "dn34:1.7.34": "Six elements of escape. ",
  "dn34:1.7.35": "Take a mendicant who says: ",
  "dn34:1.7.36": "‘I’ve developed the heart’s release by love. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "dn34:1.7.37": "Yet somehow ill will still occupies my mind.’ ",
  "dn34:1.7.38": "They should be told, ‘Not so, venerable! Don’t say that. Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that. ",
  "dn34:1.7.39": "It’s impossible, reverend, it cannot happen that the heart’s release by love has been developed and properly implemented, ",
  "dn34:1.7.40": "yet somehow ill will still occupies the mind. ",
  "dn34:1.7.41": "For it is the heart’s release by love that is the escape from ill will.’ ",
  "dn34:1.7.42": "Take another mendicant who says: ",
  "dn34:1.7.43": "‘I’ve developed the heart’s release by compassion. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it. ",
  "dn34:1.7.44": "Yet somehow the thought of harming still occupies my mind.’ ",
  "dn34:1.7.45": "They should be told, ‘Not so, venerable! … ",
  "dn34:1.7.46": "For it is the heart’s release by compassion that is the escape from thoughts of harming.’ ",
  "dn34:1.7.47": "Take another mendicant who says: ",
  "dn34:1.7.48": "‘I’ve developed the heart’s release by rejoicing. … ",
  "dn34:1.7.49": "Yet somehow discontent still occupies my mind.’ ",
  "dn34:1.7.50": "They should be told, ‘Not so, venerable! … ",
  "dn34:1.7.51": "For it is the heart’s release by rejoicing that is the escape from discontent.’ ",
  "dn34:1.7.52": "Take another mendicant who says: ",
  "dn34:1.7.53": "‘I’ve developed the heart’s release by equanimity. … ",
  "dn34:1.7.54": "Yet somehow desire still occupies my mind.’ ",
  "dn34:1.7.55": "They should be told, ‘Not so, venerable! … ",
  "dn34:1.7.56": "For it is the heart’s release by equanimity that is the escape from desire.’ ",
  "dn34:1.7.57": "Take another mendicant who says: ",
  "dn34:1.7.58": "‘I’ve developed the signless release of the heart. … ",
  "dn34:1.7.59": "Yet somehow my consciousness still follows after signs.’ ",
  "dn34:1.7.60": "They should be told, ‘Not so, venerable! … ",
  "dn34:1.7.61": "For it is the signless release of the heart that is the escape from all signs.’ ",
  "dn34:1.7.62": "Take another mendicant who says: ",
  "dn34:1.7.63": "‘I’m rid of the conceit “I am”. And I don’t regard anything as “I am this”. ",
  "dn34:1.7.64": "Yet somehow the dart of doubt and indecision still occupies my mind.’ ",
  "dn34:1.7.65": "They should be told, ‘Not so, venerable! Don’t say that. Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that. ",
  "dn34:1.7.66": "It’s impossible, reverend, it cannot happen that the conceit “I am” has been done away with, and nothing is regarded as “I am this”, ",
  "dn34:1.7.67": "yet somehow the dart of doubt and indecision still occupy the mind. ",
  "dn34:1.7.68": "For it is the uprooting of the conceit “I am” that is the escape from the dart of doubt and indecision.’ ",
  "dn34:1.7.69": "",
  "dn34:1.7.70": "What six things should be produced? ",
  "dn34:1.7.71": "Six consistent responses. ",
  "dn34:1.7.72": "A mendicant, seeing a sight with their eyes, is neither happy nor sad. They remain equanimous, mindful and aware. ",
  "dn34:1.7.73": "Hearing a sound with their ears … ",
  "dn34:1.7.74": "Smelling an odor with their nose … ",
  "dn34:1.7.75": "Tasting a flavor with their tongue … ",
  "dn34:1.7.76": "Feeling a touch with their body … ",
  "dn34:1.7.77": "Knowing a thought with their mind, they’re neither happy nor sad. They remain equanimous, mindful and aware. ",
  "dn34:1.7.78": "",
  "dn34:1.7.79": "What six things should be directly known? ",
  "dn34:1.7.80": "Six unsurpassable things: ",
  "dn34:1.7.81": "the unsurpassable seeing, listening, acquisition, training, service, and recollection. ",
  "dn34:1.7.82": "",
  "dn34:1.7.83": "What six things should be realized? ",
  "dn34:1.7.84": "Six direct knowledges. ",
  "dn34:1.7.85": "A mendicant wields the many kinds of psychic power: multiplying themselves and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling the body as far as the Brahmā realm. ",
  "dn34:1.7.86": "With clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far. ",
  "dn34:1.7.87": "They understand the minds of other beings and individuals, having comprehended them with their own mind. ",
  "dn34:1.7.90": "They recollect many kinds of past lives, with features and details. ",
  "dn34:1.7.91": "With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds. ",
  "dn34:1.7.92": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ",
  "dn34:1.7.93": "",
  "dn34:1.7.94": "So these sixty things that are true, real, and accurate, not unreal, not otherwise were rightly awakened to by the Realized One. ",
  "dn34:1.8.0": "7. Groups of Seven ",
  "dn34:1.8.1": "Seven things are helpful, etc. ",
  "dn34:1.8.2": "What seven things are helpful? ",
  "dn34:1.8.3": "Seven kinds of wealth of noble ones: ",
  "dn34:1.8.4": "the wealth of faith, ethics, conscience, prudence, learning, generosity, and wisdom. ",
  "dn34:1.8.5": "",
  "dn34:1.8.6": "What seven things should be developed? ",
  "dn34:1.8.7": "Seven awakening factors: ",
  "dn34:1.8.8": "mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity. ",
  "dn34:1.8.9": "",
  "dn34:1.8.10": "What seven things should be completely understood? ",
  "dn34:1.8.11": "Seven planes of consciousness. ",
  "dn34:1.8.12": "There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld. ",
  "dn34:1.8.13": "This is the first plane of consciousness. ",
  "dn34:1.8.14": "There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s Host through the first absorption. ",
  "dn34:1.8.15": "This is the second plane of consciousness. ",
  "dn34:1.8.16": "There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance. ",
  "dn34:1.8.17": "This is the third plane of consciousness. ",
  "dn34:1.8.18": "There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory. ",
  "dn34:1.8.19": "This is the fourth plane of consciousness. ",
  "dn34:1.8.20": "There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space. ",
  "dn34:1.8.21": "This is the fifth plane of consciousness. ",
  "dn34:1.8.22": "There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness. ",
  "dn34:1.8.23": "This is the sixth plane of consciousness. ",
  "dn34:1.8.24": "There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness. ",
  "dn34:1.8.25": "This is the seventh plane of consciousness. ",
  "dn34:1.8.26": "",
  "dn34:1.8.27": "What seven things should be given up? ",
  "dn34:1.8.28": "Seven underlying tendencies: ",
  "dn34:1.8.29": "sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance. ",
  "dn34:1.8.30": "",
  "dn34:1.8.31": "What seven things make things worse? ",
  "dn34:1.8.32": "Seven bad qualities: ",
  "dn34:1.8.33": "a mendicant is faithless, shameless, imprudent, unlearned, lazy, unmindful, and witless. ",
  "dn34:1.8.34": "",
  "dn34:1.8.35": "What seven things lead to distinction? ",
  "dn34:1.8.36": "Seven good qualities: ",
  "dn34:1.8.37": "a mendicant is faithful, conscientious, prudent, learned, energetic, mindful, and wise. ",
  "dn34:1.8.38": "",
  "dn34:1.8.39": "What seven things are hard to comprehend? ",
  "dn34:1.8.40": "Seven aspects of the teachings of the good persons: ",
  "dn34:1.8.41": "a mendicant knows the teachings, knows the meaning, knows themselves, knows moderation, knows the right time, knows assemblies, and knows people. ",
  "dn34:1.8.42": "",
  "dn34:1.8.43": "What seven things should be produced? ",
  "dn34:1.8.44": "Seven perceptions: ",
  "dn34:1.8.45": "the perception of impermanence, the perception of not-self, the perception of ugliness, the perception of drawbacks, the perception of giving up, the perception of fading away, and the perception of cessation. ",
  "dn34:1.8.46": "",
  "dn34:1.8.47": "What seven things should be directly known? ",
  "dn34:1.8.48": "Seven qualifications for graduation. ",
  "dn34:1.8.49": "A mendicant has a keen enthusiasm to undertake the training … ",
  "dn34:1.8.50": "to examine the teachings … ",
  "dn34:1.8.51": "to get rid of desires … ",
  "dn34:1.8.52": "for retreat … ",
  "dn34:1.8.53": "to rouse up energy … ",
  "dn34:1.8.54": "for mindfulness and alertness … ",
  "dn34:1.8.55": "to penetrate theoretically. And they don’t lose these desires in the future. ",
  "dn34:1.8.56": "",
  "dn34:1.8.57": "What seven things should be realized? ",
  "dn34:1.8.58": "Seven powers of one who has ended the defilements. ",
  "dn34:1.8.59": "Firstly, a mendicant with defilements ended has clearly seen with right wisdom all conditions as truly impermanent. ",
  "dn34:1.8.60": "This is a power that a mendicant who has ended the defilements relies on to claim: ‘My defilements have ended.’ ",
  "dn34:1.8.61": "Furthermore, a mendicant with defilements ended has clearly seen with right wisdom that sensual pleasures are truly like a pit of glowing coals. … ",
  "dn34:1.8.62": "",
  "dn34:1.8.63": "Furthermore, the mind of a mendicant with defilements ended slants, slopes, and inclines to seclusion. They’re withdrawn, loving renunciation, and they’ve totally done with defiling influences. … ",
  "dn34:1.8.64": "",
  "dn34:1.8.65": "Furthermore, a mendicant with defilements ended has well developed the four kinds of mindfulness meditation. … ",
  "dn34:1.8.66": "",
  "dn34:1.8.67": "Furthermore, a mendicant with defilements ended has well developed the five faculties. … ",
  "dn34:1.8.68": "",
  "dn34:1.8.69": "Furthermore, a mendicant with defilements ended has well developed the seven awakening factors. … ",
  "dn34:1.8.70": "",
  "dn34:1.8.71": "Furthermore, a mendicant with defilements ended has well developed the noble eightfold path. … ",
  "dn34:1.8.72": "This is a power that a mendicant who has ended the defilements relies on to claim: ",
  "dn34:1.8.73": "‘My defilements have ended.’ ",
  "dn34:1.8.74": "",
  "dn34:1.8.75": "So these seventy things that are true, real, and accurate, not unreal, not otherwise were rightly awakened to by the Realized One. ",
  "dn34:1.8.76": "The first recitation section is finished. ",
  "dn34:2.1.0": "8. Groups of Eight ",
  "dn34:2.1.1": "Eight things are helpful, etc. ",
  "dn34:2.1.2": "What eight things are helpful? ",
  "dn34:2.1.3": "There are eight causes and reasons that lead to acquiring the wisdom fundamental to the spiritual life, and to its increase, growth, development, and fulfillment once it has been acquired. ",
  "dn34:2.1.4": "What eight? ",
  "dn34:2.1.5": "It’s when a mendicant lives relying on the Teacher or a spiritual companion in a teacher’s role. And they set up a keen sense of conscience and prudence for them, with warmth and respect. ",
  "dn34:2.1.6": "This is the first cause. ",
  "dn34:2.1.7": "When a mendicant lives relying on the Teacher or a spiritual companion in a teacher’s role—with a keen sense of conscience and prudence for them, with warmth and respect—from time to time they go and ask them questions: ",
  "dn34:2.1.8": "‘Why, sir, does it say this? ",
  "dn34:2.1.9": "What does that mean?’ ",
  "dn34:2.1.10": "Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters. ",
  "dn34:2.1.11": "This is the second cause. ",
  "dn34:2.1.12": "After hearing that teaching they perfect withdrawal of both body and mind. ",
  "dn34:2.1.13": "This is the third cause. ",
  "dn34:2.1.14": "Furthermore, a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ",
  "dn34:2.1.15": "This is the fourth cause. ",
  "dn34:2.1.16": "Furthermore, a mendicant is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically. ",
  "dn34:2.1.17": "This is the fifth cause. ",
  "dn34:2.1.18": "Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities. ",
  "dn34:2.1.19": "This is the sixth cause. ",
  "dn34:2.1.20": "Furthermore, a mendicant is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago. ",
  "dn34:2.1.21": "This is the seventh cause. ",
  "dn34:2.1.22": "Furthermore, a mendicant meditates observing rise and fall in the five grasping aggregates. ",
  "dn34:2.1.23": "‘Such is form, such is the origin of form, such is the ending of form. ",
  "dn34:2.1.24": "Such is feeling, such is the origin of feeling, such is the ending of feeling. ",
  "dn34:2.1.25": "Such is perception, such is the origin of perception, such is the ending of perception. ",
  "dn34:2.1.26": "Such are choices, such is the origin of choices, such is the ending of choices. ",
  "dn34:2.1.27": "Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’ ",
  "dn34:2.1.28": "This is the eighth cause. ",
  "dn34:2.1.29": "",
  "dn34:2.1.30": "What eight things should be developed? ",
  "dn34:2.1.31": "The noble eightfold path, that is: ",
  "dn34:2.1.32": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "dn34:2.1.33": "",
  "dn34:2.1.34": "What eight things should be completely understood? ",
  "dn34:2.1.35": "Eight worldly conditions: ",
  "dn34:2.1.36": "gain and loss, fame and disgrace, blame and praise, pleasure and pain. ",
  "dn34:2.1.37": "",
  "dn34:2.1.38": "What eight things should be given up? ",
  "dn34:2.1.39": "Eight wrong ways: ",
  "dn34:2.1.40": "wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion. ",
  "dn34:2.1.41": "",
  "dn34:2.1.42": "What eight things make things worse? ",
  "dn34:2.1.43": "Eight grounds for laziness. ",
  "dn34:2.1.44": "Firstly, a mendicant has some work to do. ",
  "dn34:2.1.45": "They think: ",
  "dn34:2.1.46": "‘I have some work to do. But while doing it my body will get tired. I’d better have a lie down.’ ",
  "dn34:2.1.47": "They lie down, and don’t rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "dn34:2.1.48": "This is the first ground for laziness. ",
  "dn34:2.1.49": "Furthermore, a mendicant has done some work. ",
  "dn34:2.1.50": "They think: ",
  "dn34:2.1.51": "‘I’ve done some work. But while working my body got tired. I’d better have a lie down.’ ",
  "dn34:2.1.52": "They lie down, and don’t rouse energy… ",
  "dn34:2.1.53": "This is the second ground for laziness. ",
  "dn34:2.1.54": "Furthermore, a mendicant has to go on a journey. ",
  "dn34:2.1.55": "They think: ",
  "dn34:2.1.56": "‘I have to go on a journey. But while walking my body will get tired. I’d better have a lie down.’ ",
  "dn34:2.1.57": "They lie down, and don’t rouse energy… ",
  "dn34:2.1.58": "This is the third ground for laziness. ",
  "dn34:2.1.59": "Furthermore, a mendicant has gone on a journey. ",
  "dn34:2.1.60": "They think: ",
  "dn34:2.1.61": "‘I’ve gone on a journey. But while walking my body got tired. I’d better have a lie down.’ ",
  "dn34:2.1.62": "They lie down, and don’t rouse energy… ",
  "dn34:2.1.63": "This is the fourth ground for laziness. ",
  "dn34:2.1.64": "Furthermore, a mendicant has wandered for alms, but they didn’t get to fill up on as much food as they like, rough or fine. ",
  "dn34:2.1.65": "They think: ",
  "dn34:2.1.66": "‘I’ve wandered for alms, but I didn’t get to fill up on as much food as I like, rough or fine. My body is tired and unfit for work. I’d better have a lie down.’… ",
  "dn34:2.1.67": "This is the fifth ground for laziness. ",
  "dn34:2.1.68": "Furthermore, a mendicant has wandered for alms, and they got to fill up on as much food as they like, rough or fine. ",
  "dn34:2.1.69": "They think: ",
  "dn34:2.1.70": "‘I’ve wandered for alms, and I got to fill up on as much food as I like, rough or fine. My body is heavy, unfit for work, like I’ve just eaten a load of beans. I’d better have a lie down.’… ",
  "dn34:2.1.71": "They lie down, and don’t rouse energy… ",
  "dn34:2.1.72": "This is the sixth ground for laziness. ",
  "dn34:2.1.73": "Furthermore, a mendicant feels a little sick. They think: ",
  "dn34:2.1.74": "‘I feel a little sick. Lying down would be good for me. I’d better have a lie down.’ ",
  "dn34:2.1.75": "They lie down, and don’t rouse energy… ",
  "dn34:2.1.76": "This is the seventh ground for laziness. ",
  "dn34:2.1.77": "Furthermore, a mendicant has recently recovered from illness. ",
  "dn34:2.1.78": "They think: ",
  "dn34:2.1.79": "‘I’ve recently recovered from illness. My body is weak and unfit for work. I’d better have a lie down.’ ",
  "dn34:2.1.80": "",
  "dn34:2.1.81": "They lie down, and don’t rouse energy… ",
  "dn34:2.1.82": "This is the eighth ground for laziness. ",
  "dn34:2.1.83": "",
  "dn34:2.1.84": "What eight things lead to distinction? ",
  "dn34:2.1.85": "Eight grounds for arousing energy. ",
  "dn34:2.1.86": "Firstly, a mendicant has some work to do. They think: ",
  "dn34:2.1.87": "‘I have some work to do. While working it’s not easy to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’ ",
  "dn34:2.1.88": "They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "dn34:2.1.89": "This is the first ground for arousing energy. ",
  "dn34:2.1.90": "Furthermore, a mendicant has done some work. ",
  "dn34:2.1.91": "They think: ",
  "dn34:2.1.92": "‘I’ve done some work. While I was working I wasn’t able to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy.’… ",
  "dn34:2.1.93": "This is the second ground for arousing energy. ",
  "dn34:2.1.94": "Furthermore, a mendicant has to go on a journey. ",
  "dn34:2.1.95": "They think: ",
  "dn34:2.1.96": "‘I have to go on a journey. While walking it’s not easy to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy.’… ",
  "dn34:2.1.97": "This is the third ground for arousing energy. ",
  "dn34:2.1.98": "Furthermore, a mendicant has gone on a journey. ",
  "dn34:2.1.99": "They think: ",
  "dn34:2.1.100": "‘I’ve gone on a journey. While I was walking I wasn’t able to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy.’… ",
  "dn34:2.1.101": "This is the fourth ground for arousing energy. ",
  "dn34:2.1.102": "Furthermore, a mendicant has wandered for alms, but they didn’t get to fill up on as much food as they like, rough or fine. ",
  "dn34:2.1.103": "They think: ",
  "dn34:2.1.104": "‘I’ve wandered for alms, but I didn’t get to fill up on as much food as I like, rough or fine. My body is light and fit for work. I’d better preemptively rouse up energy.’… ",
  "dn34:2.1.105": "This is the fifth ground for arousing energy. ",
  "dn34:2.1.106": "Furthermore, a mendicant has wandered for alms, and they got to fill up on as much food as they like, rough or fine. ",
  "dn34:2.1.107": "They think: ",
  "dn34:2.1.108": "‘I’ve wandered for alms, and I got to fill up on as much food as I like, rough or fine. My body is strong and fit for work. I’d better preemptively rouse up energy.’… ",
  "dn34:2.1.109": "",
  "dn34:2.1.110": "This is the sixth ground for arousing energy. ",
  "dn34:2.1.111": "Furthermore, a mendicant feels a little sick. ",
  "dn34:2.1.112": "They think: ",
  "dn34:2.1.113": "‘I feel a little sick. It’s possible this illness will worsen. I’d better preemptively rouse up energy.’… ",
  "dn34:2.1.114": "This is the seventh ground for arousing energy. ",
  "dn34:2.1.115": "Furthermore, a mendicant has recently recovered from illness. ",
  "dn34:2.1.116": "They think: ",
  "dn34:2.1.117": "‘I’ve recently recovered from illness. It’s possible the illness will come back. I’d better preemptively rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’ ",
  "dn34:2.1.118": "They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized. ",
  "dn34:2.1.119": "This is the eighth ground for arousing energy. ",
  "dn34:2.1.120": "",
  "dn34:2.1.121": "What eight things are hard to comprehend? ",
  "dn34:2.1.122": "Eight lost opportunities for spiritual practice. ",
  "dn34:2.1.123": "Firstly, a Realized One has arisen in the world. He teaches the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One. ",
  "dn34:2.1.124": "But a person has been reborn in hell. ",
  "dn34:2.1.125": "This is the first lost opportunity for spiritual practice. ",
  "dn34:2.1.126": "Furthermore, a Realized One has arisen in the world. ",
  "dn34:2.1.127": "But a person has been reborn in the animal realm. ",
  "dn34:2.1.128": "This is the second lost opportunity for spiritual practice. ",
  "dn34:2.1.129": "Furthermore, a Realized One has arisen in the world. ",
  "dn34:2.1.130": "But a person has been reborn in the ghost realm. ",
  "dn34:2.1.131": "This is the third lost opportunity for spiritual practice. ",
  "dn34:2.1.132": "Furthermore, a Realized One has arisen in the world. ",
  "dn34:2.1.133": "But person has been reborn in one of the long-lived orders of gods. ",
  "dn34:2.1.134": "This is the fourth lost opportunity for spiritual practice. ",
  "dn34:2.1.135": "Furthermore, a Realized One has arisen in the world. ",
  "dn34:2.1.136": "But a person has been reborn in the borderlands, among strange barbarian tribes, where monks, nuns, laymen, and laywomen do not go. ",
  "dn34:2.1.137": "This is the fifth lost opportunity for spiritual practice. ",
  "dn34:2.1.138": "Furthermore, a Realized One has arisen in the world. ",
  "dn34:2.1.139": "And a person is reborn in a central country. But they have wrong view and distorted perspective: ",
  "dn34:2.1.140": "‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no such thing as mother and father, or beings that are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’ ",
  "dn34:2.1.141": "This is the sixth lost opportunity for spiritual practice. ",
  "dn34:2.1.142": "Furthermore, a Realized One has arisen in the world. ",
  "dn34:2.1.143": "And a person is reborn in a central country. But they’re witless, dull, stupid, and unable to distinguish what is well said from what is poorly said. ",
  "dn34:2.1.144": "This is the seventh lost opportunity for spiritual practice. ",
  "dn34:2.1.145": "Furthermore, a Realized One has arisen in the world. ",
  "dn34:2.1.146": "But he doesn’t teach the Dhamma leading to peace, extinguishment, awakening, as announced by the Holy One. And a person is reborn in a central country. And they’re wise, bright, clever, and able to distinguish what is well said from what is poorly said. ",
  "dn34:2.1.147": "This is the eighth lost opportunity for spiritual practice. ",
  "dn34:2.1.148": "",
  "dn34:2.1.149": "What eight things should be produced? ",
  "dn34:2.1.150": "Eight thoughts of a great man. ",
  "dn34:2.1.151": "‘This teaching is for those of few wishes, not those of many wishes. ",
  "dn34:2.1.152": "It’s for the contented, not those who lack contentment. ",
  "dn34:2.1.153": "It’s for the secluded, not those who enjoy company. ",
  "dn34:2.1.154": "It’s for the energetic, not the lazy. ",
  "dn34:2.1.155": "It’s for the mindful, not the unmindful. ",
  "dn34:2.1.156": "It’s for those with immersion, not those without immersion. ",
  "dn34:2.1.157": "It’s for the wise, not the witless. ",
  "dn34:2.1.158": "This teaching is for those who don’t enjoy proliferating, not for those who enjoy proliferating.’ ",
  "dn34:2.1.159": "What eight things should be directly known? ",
  "dn34:2.1.160": "Eight dimensions of mastery. ",
  "dn34:2.1.161": "Perceiving form internally, someone sees visions externally, limited, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’ ",
  "dn34:2.1.162": "",
  "dn34:2.1.163": "This is the first dimension of mastery. ",
  "dn34:2.1.164": "Perceiving form internally, someone sees visions externally, limitless, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’ ",
  "dn34:2.1.165": "",
  "dn34:2.1.166": "This is the second dimension of mastery. ",
  "dn34:2.1.167": "Not perceiving form internally, someone sees visions externally, limited, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’ ",
  "dn34:2.1.168": "",
  "dn34:2.1.169": "This is the third dimension of mastery. ",
  "dn34:2.1.170": "Not perceiving form internally, someone sees visions externally, limitless, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’ ",
  "dn34:2.1.171": "",
  "dn34:2.1.172": "This is the fourth dimension of mastery. ",
  "dn34:2.1.173": "Not perceiving form internally, someone sees visions externally that are blue, with blue color, blue hue, and blue tint. ",
  "dn34:2.1.174": "They’re like a flax flower that’s blue, with blue color, blue hue, and blue tint. Or a cloth from Bārāṇasī that’s smoothed on both sides, blue, with blue color, blue hue, and blue tint. ",
  "dn34:2.1.175": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn34:2.1.176": "This is the fifth dimension of mastery. ",
  "dn34:2.1.177": "Not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint. ",
  "dn34:2.1.178": "They’re like a champak flower that’s yellow, with yellow color, yellow hue, and yellow tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, yellow, with yellow color, yellow hue, and yellow tint. ",
  "dn34:2.1.179": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn34:2.1.180": "This is the sixth dimension of mastery. ",
  "dn34:2.1.181": "Not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint. ",
  "dn34:2.1.182": "They’re like a scarlet mallow flower that’s red, with red color, red hue, and red tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, red, with red color, red hue, and red tint. ",
  "dn34:2.1.183": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn34:2.1.184": "This is the seventh dimension of mastery. ",
  "dn34:2.1.185": "Not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint. ",
  "dn34:2.1.186": "They’re like the morning star that’s white, with white color, white hue, and white tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, white, with white color, white hue, and white tint. ",
  "dn34:2.1.187": "Mastering them, they perceive: ‘I know and see.’ ",
  "dn34:2.1.188": "This is the eighth dimension of mastery. ",
  "dn34:2.1.189": "",
  "dn34:2.1.190": "What eight things should be realized? ",
  "dn34:2.1.191": "Eight liberations. ",
  "dn34:2.1.192": "Having physical form, they see visions. ",
  "dn34:2.1.193": "This is the first liberation. ",
  "dn34:2.1.194": "Not perceiving physical form internally, someone see visions externally. ",
  "dn34:2.1.195": "This is the second liberation. ",
  "dn34:2.1.196": "They’re focused only on beauty. ",
  "dn34:2.1.197": "This is the third liberation. ",
  "dn34:2.1.198": "Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ",
  "dn34:2.1.199": "This is the fourth liberation. ",
  "dn34:2.1.200": "Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. ",
  "dn34:2.1.201": "This is the fifth liberation. ",
  "dn34:2.1.202": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ",
  "dn34:2.1.203": "This is the sixth liberation. ",
  "dn34:2.1.204": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. ",
  "dn34:2.1.205": "This is the seventh liberation. ",
  "dn34:2.1.206": "Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. ",
  "dn34:2.1.207": "This is the eighth liberation. ",
  "dn34:2.1.208": "",
  "dn34:2.1.209": "So these eighty things that are true, real, and accurate, not unreal, not otherwise were rightly awakened to by the Realized One. ",
  "dn34:2.2.0": "9. Groups of Nine ",
  "dn34:2.2.1": "Nine things are helpful, etc. ",
  "dn34:2.2.2": "What nine things are helpful? ",
  "dn34:2.2.3": "Nine things rooted in proper attention. When you attend properly, joy springs up. When you’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, you feel bliss. And when you’re blissful, the mind becomes immersed. When your mind is immersed, you truly know and see. When you truly know and see, you grow disillusioned. Being disillusioned, desire fades away. When desire fades away you’re freed. ",
  "dn34:2.2.4": "",
  "dn34:2.2.5": "What nine things should be developed? ",
  "dn34:2.2.6": "Nine factors of trying to be pure. ",
  "dn34:2.2.7": "The factors of trying to be pure in ethics, mind, view, overcoming doubt, knowledge and vision of the variety of paths, knowledge and vision of the practice, knowledge and vision, wisdom, and freedom. ",
  "dn34:2.2.8": "",
  "dn34:2.2.9": "What nine things should be completely understood? ",
  "dn34:2.2.10": "Nine abodes of sentient beings. ",
  "dn34:2.2.11": "There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld. ",
  "dn34:2.2.12": "This is the first abode of sentient beings. ",
  "dn34:2.2.13": "There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s Host through the first absorption. ",
  "dn34:2.2.14": "This is the second abode of sentient beings. ",
  "dn34:2.2.15": "There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance. ",
  "dn34:2.2.16": "This is the third abode of sentient beings. ",
  "dn34:2.2.17": "There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory. ",
  "dn34:2.2.18": "This is the fourth abode of sentient beings. ",
  "dn34:2.2.19": "There are sentient beings that are non-percipient and do not experience anything, such as the gods who are non-percipient beings. ",
  "dn34:2.2.20": "This is the fifth abode of sentient beings. ",
  "dn34:2.2.21": "There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space. ",
  "dn34:2.2.22": "This is the sixth abode of sentient beings. ",
  "dn34:2.2.23": "There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness. ",
  "dn34:2.2.24": "This is the seventh abode of sentient beings. ",
  "dn34:2.2.25": "There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness. ",
  "dn34:2.2.26": "This is the eighth abode of sentient beings. ",
  "dn34:2.2.27": "There are sentient beings that have gone totally beyond the dimension of nothingness. They have been reborn in the dimension of neither perception nor non-perception. ",
  "dn34:2.2.28": "This is the ninth abode of sentient beings. ",
  "dn34:2.2.29": "",
  "dn34:2.2.30": "What nine things should be given up? ",
  "dn34:2.2.31": "Nine things rooted in craving. ",
  "dn34:2.2.32": "Craving is a cause of seeking. Seeking is a cause of gaining material possessions. Gaining material possessions is a cause of assessing. Assessing is a cause of desire and lust. Desire and lust is a cause of attachment. Attachment is a cause of ownership. Ownership is a cause of stinginess. Stinginess is a cause of safeguarding. Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, disputes, accusations, divisive speech, and lies. ",
  "dn34:2.2.33": "",
  "dn34:2.2.34": "What nine things make things worse? ",
  "dn34:2.2.35": "Nine grounds for resentment. ",
  "dn34:2.2.36": "Thinking: ‘They did wrong to me,’ you harbor resentment. ",
  "dn34:2.2.37": "Thinking: ‘They are doing wrong to me’ … ",
  "dn34:2.2.38": "‘They will do wrong to me’ … ",
  "dn34:2.2.39": "‘They did wrong by someone I love’ … ",
  "dn34:2.2.40": "‘They are doing wrong by someone I love’ … ",
  "dn34:2.2.41": "‘They will do wrong by someone I love’ … ",
  "dn34:2.2.42": "‘They helped someone I dislike’ … ",
  "dn34:2.2.43": "‘They are helping someone I dislike’ … ",
  "dn34:2.2.44": "Thinking: ‘They will help someone I dislike,’ you harbor resentment. ",
  "dn34:2.2.45": "",
  "dn34:2.2.46": "What nine things lead to distinction? ",
  "dn34:2.2.47": "Nine methods to get rid of resentment. ",
  "dn34:2.2.48": "Thinking: ‘They did wrong to me, but what can I possibly do?’ you get rid of resentment. ",
  "dn34:2.2.49": "Thinking: ‘They are doing wrong to me …’ … ",
  "dn34:2.2.50": "‘They will do wrong to me …’ … ",
  "dn34:2.2.51": "‘They did wrong by someone I love …’ … ",
  "dn34:2.2.52": "‘They are doing wrong by someone I love …’ … ",
  "dn34:2.2.53": "‘They will do wrong by someone I love …’ … ",
  "dn34:2.2.54": "‘They helped someone I dislike …’ … ",
  "dn34:2.2.55": "‘They are helping someone I dislike …’ … ",
  "dn34:2.2.56": "Thinking: ‘They will help someone I dislike, but what can I possibly do?’ you get rid of resentment. ",
  "dn34:2.2.57": "",
  "dn34:2.2.58": "What nine things are hard to comprehend? ",
  "dn34:2.2.59": "Nine kinds of diversity. ",
  "dn34:2.2.60": "Diversity of elements gives rise to diversity of contacts. Diversity of contacts gives rise to diversity of feelings. Diversity of feelings gives rise to diversity of perceptions. Diversity of perceptions gives rise to diversity of thoughts. Diversity of thoughts gives rise to diversity of desires. Diversity of desires gives rise to diversity of passions. Diversity of passions gives rise to diversity of searches. Diversity of searches gives rise to diversity of gains. ",
  "dn34:2.2.61": "",
  "dn34:2.2.62": "What nine things should be produced? ",
  "dn34:2.2.63": "Nine perceptions: ",
  "dn34:2.2.64": "the perceptions of ugliness, death, repulsiveness in food, dissatisfaction with the whole world, impermanence, suffering in impermanence, not-self in suffering, giving up, and fading away. ",
  "dn34:2.2.65": "",
  "dn34:2.2.66": "What nine things should be directly known? ",
  "dn34:2.2.67": "Nine progressive meditations. ",
  "dn34:2.2.68": "A mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … ",
  "dn34:2.2.69": "second absorption … ",
  "dn34:2.2.70": "third absorption … ",
  "dn34:2.2.71": "fourth absorption. ",
  "dn34:2.2.72": "Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space. ",
  "dn34:2.2.73": "Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness. ",
  "dn34:2.2.74": "Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness. ",
  "dn34:2.2.75": "Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception. ",
  "dn34:2.2.76": "Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling. ",
  "dn34:2.2.77": "",
  "dn34:2.2.78": "What nine things should be realized? ",
  "dn34:2.2.79": "Nine progressive cessations. ",
  "dn34:2.2.80": "For someone who has attained the first absorption, sensual perceptions have ceased. ",
  "dn34:2.2.81": "For someone who has attained the second absorption, the placing of the mind and keeping it connected have ceased. ",
  "dn34:2.2.82": "For someone who has attained the third absorption, rapture has ceased. ",
  "dn34:2.2.83": "For someone who has attained the fourth absorption, breathing has ceased. ",
  "dn34:2.2.84": "For someone who has attained the dimension of infinite space, the perception of form has ceased. ",
  "dn34:2.2.85": "For someone who has attained the dimension of infinite consciousness, the perception of the dimension of infinite space has ceased. ",
  "dn34:2.2.86": "For someone who has attained the dimension of nothingness, the perception of the dimension of infinite consciousness has ceased. ",
  "dn34:2.2.87": "For someone who has attained the dimension of neither perception nor non-perception, the perception of the dimension of nothingness has ceased. ",
  "dn34:2.2.88": "For someone who has attained the cessation of perception and feeling, perception and feeling have ceased. ",
  "dn34:2.2.89": "",
  "dn34:2.2.90": "So these ninety things that are true, real, and accurate, not unreal, not otherwise were rightly awakened to by the Realized One. ",
  "dn34:2.3.0": "10. Groups of Ten ",
  "dn34:2.3.1": "Ten things are helpful, ten things should be developed, ten things should be completely understood, ten things should be given up, ten things make things worse, ten things lead to distinction, ten things are hard to comprehend, ten things should be produced, ten things should be directly known, ten things should be realized. ",
  "dn34:2.3.2": "What ten things are helpful? ",
  "dn34:2.3.3": "Ten qualities that serve as protector. ",
  "dn34:2.3.4": "First, a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken. ",
  "dn34:2.3.5": "",
  "dn34:2.3.6": "This is a quality that serves as protector. ",
  "dn34:2.3.7": "Furthermore, a mendicant is learned. ",
  "dn34:2.3.8": "",
  "dn34:2.3.9": "This too is a quality that serves as protector. ",
  "dn34:2.3.10": "Furthermore, a mendicant has good friends, companions, and associates. ",
  "dn34:2.3.11": "",
  "dn34:2.3.12": "This too is a quality that serves as protector. ",
  "dn34:2.3.13": "Furthermore, a mendicant is easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully. ",
  "dn34:2.3.14": "",
  "dn34:2.3.15": "This too is a quality that serves as protector. ",
  "dn34:2.3.16": "Furthermore, a mendicant is deft and tireless in a diverse spectrum of duties for their spiritual companions, understanding how to go about things in order to complete and organize the work. ",
  "dn34:2.3.17": "",
  "dn34:2.3.18": "This too is a quality that serves as protector. ",
  "dn34:2.3.19": "Furthermore, a mendicant loves the teachings and is a delight to converse with, being full of joy in the teaching and training. ",
  "dn34:2.3.20": "",
  "dn34:2.3.21": "This too is a quality that serves as protector. ",
  "dn34:2.3.22": "Furthermore, a mendicant is content with any kind of robes, almsfood, lodgings, and medicines and supplies for the sick. ",
  "dn34:2.3.23": "",
  "dn34:2.3.24": "This too is a quality that serves as protector. ",
  "dn34:2.3.25": "Furthermore, a mendicant is energetic. ",
  "dn34:2.3.26": "",
  "dn34:2.3.27": "This too is a quality that serves as protector. ",
  "dn34:2.3.28": "Furthermore, a mendicant is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago. ",
  "dn34:2.3.29": "",
  "dn34:2.3.30": "This too is a quality that serves as protector. ",
  "dn34:2.3.31": "Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering. ",
  "dn34:2.3.32": "",
  "dn34:2.3.33": "This too is a quality that serves as protector. ",
  "dn34:2.3.34": "",
  "dn34:2.3.35": "What ten things should be developed? ",
  "dn34:2.3.36": "Ten universal dimensions of meditation. ",
  "dn34:2.3.37": "Someone perceives the meditation on universal earth above, below, across, undivided and limitless. ",
  "dn34:2.3.38": "They perceive the meditation on universal water … ",
  "dn34:2.3.39": "the meditation on universal fire … ",
  "dn34:2.3.40": "the meditation on universal air … ",
  "dn34:2.3.41": "the meditation on universal blue … ",
  "dn34:2.3.42": "the meditation on universal yellow … ",
  "dn34:2.3.43": "the meditation on universal red … ",
  "dn34:2.3.44": "the meditation on universal white … ",
  "dn34:2.3.45": "the meditation on universal space … ",
  "dn34:2.3.46": "They perceive the meditation on universal consciousness above, below, across, undivided and limitless. ",
  "dn34:2.3.47": "",
  "dn34:2.3.48": "What ten things should be completely understood? ",
  "dn34:2.3.49": "Ten sense fields: ",
  "dn34:2.3.50": "eye and sights, ear and sounds, nose and smells, tongue and tastes, body and touches. ",
  "dn34:2.3.51": "",
  "dn34:2.3.52": "What ten things should be given up? ",
  "dn34:2.3.53": "Ten wrong ways: ",
  "dn34:2.3.54": "wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom. ",
  "dn34:2.3.55": "",
  "dn34:2.3.56": "What ten things make things worse? ",
  "dn34:2.3.57": "Ten ways of doing unskillful deeds: ",
  "dn34:2.3.58": "killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; covetousness, ill will, and wrong view. ",
  "dn34:2.3.59": "",
  "dn34:2.3.60": "What ten things lead to distinction? ",
  "dn34:2.3.61": "Ten ways of doing skillful deeds: ",
  "dn34:2.3.62": "refraining from killing living creatures, stealing, and sexual misconduct; avoiding speech that’s false, divisive, harsh, or nonsensical; contentment, good will, and right view. ",
  "dn34:2.3.63": "",
  "dn34:2.3.64": "What ten things are hard to comprehend? ",
  "dn34:2.3.65": "Ten noble abodes. ",
  "dn34:2.3.66": "A mendicant has given up five factors, possesses six factors, has a single guard, has four supports, has eliminated idiosyncratic interpretations of the truth, has totally given up searching, has unsullied intentions, has stilled the physical process, and is well freed in mind and well freed by wisdom. ",
  "dn34:2.3.67": "And how has a mendicant given up five factors? ",
  "dn34:2.3.68": "It’s when a mendicant has given up sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt. ",
  "dn34:2.3.69": "That’s how a mendicant has given up five factors. ",
  "dn34:2.3.70": "And how does a mendicant possess six factors? ",
  "dn34:2.3.71": "A mendicant, seeing a sight with their eyes, is neither happy nor sad. They remain equanimous, mindful and aware. ",
  "dn34:2.3.72": "Hearing a sound with their ears … ",
  "dn34:2.3.73": "Smelling an odor with their nose … ",
  "dn34:2.3.74": "Tasting a flavor with their tongue … ",
  "dn34:2.3.75": "Feeling a touch with their body … ",
  "dn34:2.3.76": "Knowing a thought with their mind, they’re neither happy nor sad. They remain equanimous, mindful and aware. ",
  "dn34:2.3.77": "That’s how a mendicant possesses six factors. ",
  "dn34:2.3.78": "And how does a mendicant have a single guard? ",
  "dn34:2.3.79": "It’s when a mendicant’s heart is guarded by mindfulness. ",
  "dn34:2.3.80": "That’s how a mendicant has a single guard. ",
  "dn34:2.3.81": "And how does a mendicant have four supports? ",
  "dn34:2.3.82": "After appraisal, a mendicant uses some things, endures some things, avoids some things, and gets rid of some things. ",
  "dn34:2.3.83": "That’s how a mendicant has four supports. ",
  "dn34:2.3.84": "And how has a mendicant eliminated idiosyncratic interpretations of the truth? ",
  "dn34:2.3.85": "Different ascetics and brahmins have different idiosyncratic interpretations of the truth. A mendicant has dispelled, eliminated, thrown out, rejected, let go of, given up, and relinquished all these. ",
  "dn34:2.3.86": "That’s how a mendicant has eliminated idiosyncratic interpretations of the truth. ",
  "dn34:2.3.87": "And how has a mendicant totally given up searching? ",
  "dn34:2.3.88": "It’s when they’ve given up searching for sensual pleasures, for continued existence, and for a spiritual path. ",
  "dn34:2.3.89": "That’s how a mendicant has totally given up searching. ",
  "dn34:2.3.90": "And how does a mendicant have unsullied intentions? ",
  "dn34:2.3.91": "It’s when they’ve given up sensual, malicious, and cruel intentions. ",
  "dn34:2.3.92": "That’s how a mendicant has unsullied intentions. ",
  "dn34:2.3.93": "And how has a mendicant stilled the physical process? ",
  "dn34:2.3.94": "Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness. ",
  "dn34:2.3.95": "That’s how a mendicant has stilled the physical process. ",
  "dn34:2.3.96": "And how is a mendicant well freed in mind? ",
  "dn34:2.3.97": "It’s when a mendicant’s mind is freed from greed, hate, and delusion. ",
  "dn34:2.3.98": "That’s how a mendicant is well freed in mind. ",
  "dn34:2.3.99": "And how is a mendicant well freed by wisdom? ",
  "dn34:2.3.100": "It’s when a mendicant understands: ‘I’ve given up greed, hate, and delusion, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future.’ ",
  "dn34:2.3.101": "",
  "dn34:2.3.102": "",
  "dn34:2.3.103": "",
  "dn34:2.3.104": "",
  "dn34:2.3.105": "That’s how a mendicant’s mind is well freed by wisdom. ",
  "dn34:2.3.106": "",
  "dn34:2.3.107": "What ten things should be produced? ",
  "dn34:2.3.108": "Ten perceptions: ",
  "dn34:2.3.109": "the perceptions of ugliness, death, repulsiveness in food, dissatisfaction with the whole world, impermanence, suffering in impermanence, not-self in suffering, giving up, fading away, and cessation. ",
  "dn34:2.3.110": "",
  "dn34:2.3.111": "What ten things should be directly known? ",
  "dn34:2.3.112": "Ten grounds for wearing away. ",
  "dn34:2.3.113": "For one of right view, wrong view is worn away. ",
  "dn34:2.3.114": "And the many bad, unskillful qualities that arise because of wrong view are worn away. ",
  "dn34:2.3.115": "For one of right intention, wrong intention is worn away. … ",
  "dn34:2.3.116": "For one of right speech, wrong speech is worn away. … ",
  "dn34:2.3.117": "For one of right action, wrong action is worn away. … ",
  "dn34:2.3.118": "For one of right livelihood, wrong livelihood is worn away. … ",
  "dn34:2.3.119": "For one of right effort, wrong effort is worn away. … ",
  "dn34:2.3.120": "For one of right mindfulness, wrong mindfulness is worn away. … ",
  "dn34:2.3.121": "For one of right immersion, wrong immersion is worn away. … ",
  "dn34:2.3.122": "For one of right knowledge, wrong knowledge is worn away. … ",
  "dn34:2.3.123": "For one of right freedom, wrong freedom is worn away. ",
  "dn34:2.3.124": "And the many bad, unskillful qualities that arise because of wrong freedom are worn away. ",
  "dn34:2.3.125": "",
  "dn34:2.3.126": "What ten things should be realized? ",
  "dn34:2.3.127": "Ten qualities of an adept: ",
  "dn34:2.3.128": "an adept’s right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom. ",
  "dn34:2.3.129": "",
  "dn34:2.3.130": "So these hundred things that are true, real, and accurate, not unreal, not otherwise were rightly awakened to by the Realized One.” ",
  "dn34:2.3.131": "This is what Venerable Sāriputta said. ",
  "dn34:2.3.132": "Satisfied, the mendicants were happy with what Sāriputta said. ",
  "dn34:2.3.133": "",
  "dn34:2.3.134": "",
  "dn34:2.4.1": "",
  "dn34:2.4.2": "",
  "dn34:2.4.3": "",
  "dn34:2.4.4": "",
  "dn34:2.4.5": "",
  "dn34:2.4.6": "",
  "dn34:2.4.7": "",
  "dn34:2.4.8": "",
  "dn34:2.4.9": "",
  "dn34:2.4.10": "",
  "dn34:2.4.11": "The Long Discourses are completed. "
}