{
  "dn3:0.1": "Long Discourses 3 ",
  "dn3:0.2": "With Ambaṭṭha ",
  "dn3:1.1.1": "So I have heard. ",
  "dn3:1.1.2": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of around five hundred mendicants when he arrived at a village of the Kosalan brahmins named Icchānaṅgala. ",
  "dn3:1.1.3": "He stayed in a forest near Icchānaṅgala. ",
  "dn3:1.2.0": "1. The Section on Pokkharasāti ",
  "dn3:1.2.1": "Now at that time the brahmin Pokkharasāti was living in Ukkaṭṭhā. It was a crown property given by King Pasenadi of Kosala, teeming with living creatures, full of hay, wood, water, and grain, a royal endowment of the highest quality. ",
  "dn3:1.2.2": "Pokkharasāti heard: ",
  "dn3:1.2.3": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Icchānaṅgala and is staying in a forest nearby. ",
  "dn3:1.2.4": "He has this good reputation: ",
  "dn3:1.2.5": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn3:1.2.6": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "dn3:1.2.7": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "dn3:1.2.8": "It’s good to see such perfected ones.” ",
  "dn3:1.3.0": "2. The Brahmin Student Ambaṭṭha ",
  "dn3:1.3.1": "Now at that time Pokkharasāti had a student named Ambaṭṭha. He was one who recited and remembered the hymns, and had mastered in the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man. He had been authorized as a master in his own teacher’s scriptural heritage of the three Vedas with the words: ",
  "dn3:1.3.2": "“What I know, you know. ",
  "dn3:1.3.3": "And what you know, I know.” ",
  "dn3:1.4.1": "Then Pokkharasāti addressed Ambaṭṭha, ",
  "dn3:1.4.2": "“Dear Ambaṭṭha, the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Icchānaṅgala and is staying in a forest nearby. … ",
  "dn3:1.4.3": "",
  "dn3:1.4.4": "",
  "dn3:1.4.5": "",
  "dn3:1.4.6": "",
  "dn3:1.4.7": "It’s good to see such perfected ones. ",
  "dn3:1.4.8": "Please, dear Ambaṭṭha, go to the ascetic Gotama and find out whether or not he lives up to his reputation. ",
  "dn3:1.4.9": "Through you I shall learn about Master Gotama.” ",
  "dn3:1.5.1": "“But sir, how shall I find out whether or not the ascetic Gotama lives up to his reputation?” ",
  "dn3:1.5.2": "“Dear Ambaṭṭha, the thirty-two marks of a great man have been handed down in our hymns. A great man who possesses these has only two possible destinies, no other. ",
  "dn3:1.5.3": "If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures. ",
  "dn3:1.5.4": "He has the following seven treasures: ",
  "dn3:1.5.5": "the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure. ",
  "dn3:1.5.6": "He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies. ",
  "dn3:1.5.7": "After conquering this land girt by sea, he reigns by principle, without rod or sword. ",
  "dn3:1.5.8": "But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world. ",
  "dn3:1.5.9": "But, dear Ambaṭṭha, I am the one who gives the hymns, ",
  "dn3:1.5.10": "and you are the one who receives them.” ",
  "dn3:1.6.1": "“Yes, sir,” replied Ambaṭṭha. He got up from his seat, bowed, and respectfully circled Pokkharasāti, keeping him to his right. He mounted a mare-drawn chariot and, together with several students, set out for the forest near Icchānaṅgala. ",
  "dn3:1.6.2": "He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot. ",
  "dn3:1.7.1": "At that time several mendicants were walking mindfully in the open air. ",
  "dn3:1.7.2": "Then the student Ambaṭṭha went up to those mendicants and said, ",
  "dn3:1.7.3": "“Gentlemen, where is Master Gotama at present? ",
  "dn3:1.7.4": "For we have come here to see him.” ",
  "dn3:1.8.1": "Then those mendicants thought, ",
  "dn3:1.8.2": "“This Ambaṭṭha is from a well-known family, and he is the pupil of the well-known brahmin Pokkharasāti. ",
  "dn3:1.8.3": "The Buddha won’t mind having a discussion together with such gentlemen.” ",
  "dn3:1.8.4": "They said to Ambaṭṭha, ",
  "dn3:1.8.5": "“Ambaṭṭha, that’s his dwelling, with the door closed. Approach it quietly, without hurrying; go onto the porch, clear your throat, and knock with the latch. The Buddha will open the door.” ",
  "dn3:1.9.1": "So he approached the Buddha’s dwelling and knocked, and the Buddha opened the door. ",
  "dn3:1.9.2": "Ambaṭṭha and the other students entered the dwelling. The other students exchanged greetings with the Buddha, and when the greetings and polite conversation were over, sat down to one side. ",
  "dn3:1.9.3": "But while the Buddha was sitting, Ambaṭṭha spoke some polite words or other while walking around or standing. ",
  "dn3:1.9.4": "So the Buddha said to him, ",
  "dn3:1.9.5": "“Ambaṭṭha, is this how you hold a discussion with elderly and senior brahmins, the teachers of teachers: walking around or standing while I’m sitting, speaking some polite words or other?” ",
  "dn3:1.10.0": "2.1. The First Use of the Word “Riffraff” ",
  "dn3:1.10.1": "“No, Master Gotama. ",
  "dn3:1.10.2": "For it is proper for one brahmin to converse with another while both are walking, standing, sitting, or lying down. ",
  "dn3:1.10.3": "But as to these shavelings, fake ascetics, riffraff, black spawn from the feet of our kinsman, I converse with them as I do with Master Gotama.” ",
  "dn3:1.11.1": "“But Ambaṭṭha, you must have come here for some purpose. You should focus on that. ",
  "dn3:1.11.2": "Though this Ambaṭṭha is unqualified, he thinks he’s qualified. What is that but lack of qualifications?” ",
  "dn3:1.12.1": "When he said this, Ambaṭṭha became angry and upset with the Buddha because of being described as unqualified. He even attacked and badmouthed the Buddha himself, saying, ",
  "dn3:1.12.2": "“The ascetic Gotama will be worsted!” He said to the Buddha, ",
  "dn3:1.12.3": "“Master Gotama, the Sakyan clan are rude, ",
  "dn3:1.12.4": "harsh, ",
  "dn3:1.12.5": "touchy, ",
  "dn3:1.12.6": "and argumentative. ",
  "dn3:1.12.7": "Riffraff they are, and riffraff they remain! They don’t honor, respect, revere, worship, or venerate brahmins. ",
  "dn3:1.12.8": "It is neither proper nor appropriate that the Sakyans—riffraff that they are—don’t honor, respect, revere, worship, or venerate brahmins.” ",
  "dn3:1.12.9": "And that’s how Ambaṭṭha denigrated the Sakyans with the word “riffraff” for the first time. ",
  "dn3:1.13.0": "2.2. The Second Use of the Word “Riffraff” ",
  "dn3:1.13.1": "“But Ambaṭṭha, how have the Sakyans wronged you?” ",
  "dn3:1.13.2": "“This one time, Master Gotama, I went to Kapilavatthu on some business for my teacher, the brahmin Pokkharasāti. ",
  "dn3:1.13.3": "I approached the Sakyans in their meeting hall. ",
  "dn3:1.13.4": "Now at that time several Sakyans and Sakyan princes were sitting on high seats, poking each other with their fingers, giggling and playing together. In fact, they even presumed to giggle at me, and didn’t invite me to a seat. ",
  "dn3:1.13.5": "It is neither proper nor appropriate that the Sakyans—riffraff that they are—don’t honor, respect, revere, worship, or venerate brahmins.” ",
  "dn3:1.13.6": "And that’s how Ambaṭṭha denigrated the Sakyans with the word “riffraff” for the second time. ",
  "dn3:1.14.0": "2.3. The Third Use of the Word “Riffraff” ",
  "dn3:1.14.1": "“Even a little quail, Ambaṭṭha, speaks as she likes in her own nest. ",
  "dn3:1.14.2": "Kapilavatthu is the Sakyans own place, Ambaṭṭha. It’s not worthy of the Venerable Ambaṭṭha to lose his temper over such a small thing.” ",
  "dn3:1.14.3": "“Master Gotama, there are these four castes: ",
  "dn3:1.14.4": "aristocrats, brahmins, merchants, and workers. ",
  "dn3:1.14.5": "Three of these castes—",
  "dn3:1.14.6": "aristocrats, merchants, and workers—",
  "dn3:1.14.7": "in fact succeed only in serving the brahmins. ",
  "dn3:1.14.8": "It is neither proper nor appropriate that the Sakyans—riffraff that they are—don’t honor, respect, revere, worship, or venerate brahmins.” ",
  "dn3:1.14.9": "And that’s how Ambaṭṭha denigrated the Sakyans with the word “riffraff” for the third time. ",
  "dn3:1.15.0": "2.4. The Word “Son of Bondservants” is Used ",
  "dn3:1.15.1": "Then it occurred to the Buddha, ",
  "dn3:1.15.2": "“This Ambaṭṭha puts the Sakyans down too much by calling them riffraff. Why don’t I ask him about his own clan?” ",
  "dn3:1.15.3": "So the Buddha said to him, ",
  "dn3:1.15.4": "“What is your clan, Ambaṭṭha?” ",
  "dn3:1.15.5": "“I am a Kaṇhāyana, Master Gotama.” ",
  "dn3:1.15.6": "“But, recollecting the ancient name and clan of your mother and father, the Sakyans were the children of the masters, while you’re descended from the son of a female bondservant of the Sakyans. ",
  "dn3:1.15.7": "But the Sakyans regard King Okkāka as their grandfather. ",
  "dn3:1.15.8": "Once upon a time, King Okkāka, wishing to divert the royal succession to the son of his most beloved queen, banished the elder princes from the realm—",
  "dn3:1.15.9": "Okkāmukha, Karakaṇḍa, Hatthinika, and Sinisūra. ",
  "dn3:1.15.10": "They made their home beside a lotus pond on the slopes of the Himalayas, where there was a large teak grove. ",
  "dn3:1.15.11": "For fear of diluting their lineage, they slept with their own sisters. ",
  "dn3:1.15.12": "Then King Okkāka addressed his ministers and counselors, ",
  "dn3:1.15.13": "‘Where, sirs, have the princes settled now?’ ",
  "dn3:1.15.14": "‘Sire, there is a lotus pond on the slopes of the Himalayas, by a large grove of <i lang='pi' translate='no'>sāka</i>, the teak tree. They’ve settled there. ",
  "dn3:1.15.15": "For fear of diluting their lineage, they are sleeping with their own (<i lang='pi' translate='no'>saka</i>) sisters.’ ",
  "dn3:1.15.16": "Then, Ambaṭṭha, King Okkāka expressed this heartfelt sentiment: ",
  "dn3:1.15.17": "‘The princes are indeed Sakyans! The princes are indeed the best Sakyans!’ ",
  "dn3:1.15.18": "From that day on the Sakyans were recognized, and he was their founder. ",
  "dn3:1.16.1": "Now, King Okkāka had a female bondservant named Disā. ",
  "dn3:1.16.2": "She gave birth to a black boy. ",
  "dn3:1.16.3": "When he was born, Black Boy said: ",
  "dn3:1.16.4": "‘Wash me, mum, bathe me! Get this filth off of me! I will be useful for you!’ ",
  "dn3:1.16.5": "Whereas these days when people see goblins they know them as goblins, ",
  "dn3:1.16.6": "in those days they knew goblins as ‘blackboys’. ",
  "dn3:1.16.7": "They said: ",
  "dn3:1.16.8": "‘He spoke as soon as he was born—a blackboy is born! A goblin is born!’ ",
  "dn3:1.16.9": "From that day on the Kaṇhāyanas were recognized, and he was their founder. ",
  "dn3:1.16.10": "That’s how, recollecting the ancient name and clan of your mother and father, the Sakyans were the children of the masters, while you’re descended from the son of a female bondservant of the Sakyans.” ",
  "dn3:1.17.1": "When he said this, those students said to him, ",
  "dn3:1.17.2": "“Master Gotama, please don’t put Ambaṭṭha down too much by calling him the son of a bondservant. ",
  "dn3:1.17.3": "He’s well-born, a gentleman, learned, a good speaker, and astute. He’s capable of having a dialogue with Master Gotama about this.” ",
  "dn3:1.18.1": "So the Buddha said to them, ",
  "dn3:1.18.2": "“Well, students, if you think that ",
  "dn3:1.18.3": "Ambaṭṭha is ill-born, not a gentleman, unlearned, a poor speaker, witless, and not capable of having a dialogue with me about this, then leave him aside and you can have a dialogue with me. ",
  "dn3:1.18.4": "But if you think that ",
  "dn3:1.18.5": "he’s well-born, a gentleman, learned, a good speaker, astute, and capable of having a dialogue with me about this, then you should stand aside and let him have a dialogue with me.” ",
  "dn3:1.18.6": "",
  "dn3:1.19.1": "“He is capable of having a dialogue. We will be silent, and let Ambaṭṭha have a dialogue with Master Gotama.” ",
  "dn3:1.20.1": "So the Buddha said to Ambaṭṭha, ",
  "dn3:1.20.2": "“Well, Ambaṭṭha, there’s a legitimate question that comes up. You won’t like it, but you ought to answer anyway. ",
  "dn3:1.20.3": "If you don’t answer, but dodge the issue, remain silent, or simply leave, your head will explode into seven pieces right here. ",
  "dn3:1.20.4": "What do you think, Ambaṭṭha? ",
  "dn3:1.20.5": "According to what you have heard from elderly and senior brahmins, the teachers of teachers, what is the origin of the Kaṇhāyanas, and who is their founder?” ",
  "dn3:1.20.6": "When he said this, Ambaṭṭha kept silent. ",
  "dn3:1.20.7": "For a second time, the Buddha put the question, ",
  "dn3:1.20.8": "",
  "dn3:1.20.9": "and for a second time Ambaṭṭha kept silent. ",
  "dn3:1.20.10": "So the Buddha said to him, ",
  "dn3:1.20.11": "“Answer now, Ambaṭṭha. Now is not the time for silence. ",
  "dn3:1.20.12": "If someone fails to answer a legitimate question when asked three times by the Buddha, their head explodes into seven pieces there and then.” ",
  "dn3:1.21.1": "Now at that time the spirit Vajirapāṇi, holding a massive iron spear, burning, blazing, and glowing, stood in the sky above Ambaṭṭha, thinking, ",
  "dn3:1.21.2": "“If this Ambaṭṭha doesn’t answer when asked a third time, I’ll blow his head into seven pieces there and then!” ",
  "dn3:1.21.3": "And both the Buddha and Ambaṭṭha could see Vajirapāṇi. ",
  "dn3:1.21.4": "Ambaṭṭha was terrified, shocked, and awestruck. Looking to the Buddha for shelter, protection, and refuge, he sat down close by the Buddha and said, ",
  "dn3:1.21.5": "“What did you say? ",
  "dn3:1.21.6": "Please repeat the question.” ",
  "dn3:1.21.7": "“What do you think, Ambaṭṭha? ",
  "dn3:1.21.8": "According to what you have heard from elderly and senior brahmins, the teachers of teachers, what is the origin of the Kaṇhāyanas, and who is their founder?” ",
  "dn3:1.21.9": "“I have heard, Master Gotama, that it is just as you say. ",
  "dn3:1.21.10": "That’s the origin of the Kaṇhāyanas, ",
  "dn3:1.21.11": "and that’s who their founder is.” ",
  "dn3:1.22.0": "2.5. The Discussion of Ambaṭṭha’s Heritage ",
  "dn3:1.22.1": "When he said this, those students made an uproar, ",
  "dn3:1.22.2": "“It turns out Ambaṭṭha is ill-born, not a gentleman, son of a Sakyan bondservant, and that the Sakyans are sons of his masters! ",
  "dn3:1.22.3": "And it seems that the ascetic Gotama spoke only the truth, though we presumed to rebuke him!” ",
  "dn3:1.23.1": "Then it occurred to the Buddha, ",
  "dn3:1.23.2": "“These students put Ambaṭṭha down too much by calling him the son of a bondservant. Why don’t I get him out of this?” ",
  "dn3:1.23.3": "So the Buddha said to the students, ",
  "dn3:1.23.4": "“Students, please don’t put Ambaṭṭha down too much by calling him the son of a bondservant. ",
  "dn3:1.23.5": "That Black Boy was an eminent sage. ",
  "dn3:1.23.6": "He went to a southern country and memorized the Prime Spell. Then he approached King Okkāka and asked for the hand of his daughter Maddarūpī. ",
  "dn3:1.23.7": "The king said to him, ",
  "dn3:1.23.8": "‘Who the hell is this son of a bondservant to ask for the hand of my daughter!’ Angry and upset he fastened a razor-tipped arrow. ",
  "dn3:1.23.9": "But he wasn’t able to either shoot it or to relax it. ",
  "dn3:1.23.10": "Then the ministers and counselors approached the sage Black Boy and said: ",
  "dn3:1.23.11": "‘Spare the king, sir, ",
  "dn3:1.23.12": "spare him!’ ",
  "dn3:1.23.13": "‘The king will be safe. But if he shoots the arrow downwards, there will be an earthquake across the entire realm.’ ",
  "dn3:1.23.14": "‘Spare the king, sir, and spare the country!’ ",
  "dn3:1.23.15": "‘Both king and country will be safe. But if he shoots the arrow upwards, there will be no rain in the entire realm for seven years.’ ",
  "dn3:1.23.16": "‘Spare the king, sir, spare the country, and let there be rain!’ ",
  "dn3:1.23.17": "‘Both king and country will be safe, and the rain will fall. And if the king aims the arrow at the crown prince, he will be safe and untouched.’ ",
  "dn3:1.23.18": "So the ministers said to Okkāka: ",
  "dn3:1.23.19": "‘Okkāka must aim the arrow at the crown prince. He will be safe and untouched.’ ",
  "dn3:1.23.20": "So King Okkāka aimed the arrow at the crown prince. And he was safe and untouched. ",
  "dn3:1.23.21": "Then the king was terrified, shocked, and awestruck. Scared by the prime punishment, he gave the hand of his daughter Maddarūpī. ",
  "dn3:1.23.22": "Students, please don’t put Ambaṭṭha down too much by calling him the son of a bondservant. That Black Boy was an eminent sage.” ",
  "dn3:1.24.0": "3. The Supremacy of the Aristocrats ",
  "dn3:1.24.1": "Then the Buddha addressed Ambaṭṭha, ",
  "dn3:1.24.2": "“What do you think, Ambaṭṭha? ",
  "dn3:1.24.3": "Suppose an aristocrat boy was to sleep with a brahmin girl, and they had a son. ",
  "dn3:1.24.4": "Would he receive a seat and water from the brahmins?” ",
  "dn3:1.24.5": "“He would, Master Gotama.” ",
  "dn3:1.24.6": "“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” ",
  "dn3:1.24.7": "“They would.” ",
  "dn3:1.24.8": "“And would the brahmins teach him the hymns or not?” ",
  "dn3:1.24.9": "“They would.” ",
  "dn3:1.24.10": "“And would he be kept from the women or not?” ",
  "dn3:1.24.11": "“He would not.” ",
  "dn3:1.24.12": "“And would the aristocrats anoint him as king?” ",
  "dn3:1.24.13": "“No, Master Gotama. ",
  "dn3:1.24.14": "Why is that? ",
  "dn3:1.24.15": "Because his maternity is unsuitable.” ",
  "dn3:1.25.1": "“What do you think, Ambaṭṭha? ",
  "dn3:1.25.2": "Suppose a brahmin boy was to sleep with an aristocrat girl, and they had a son. ",
  "dn3:1.25.3": "Would he receive a seat and water from the brahmins?” ",
  "dn3:1.25.4": "“He would, Master Gotama.” ",
  "dn3:1.25.5": "“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” ",
  "dn3:1.25.6": "“They would.” ",
  "dn3:1.25.7": "“And would the brahmins teach him the hymns or not?” ",
  "dn3:1.25.8": "“They would.” ",
  "dn3:1.25.9": "“And would he be kept from the women or not?” ",
  "dn3:1.25.10": "“He would not.” ",
  "dn3:1.25.11": "“And would the aristocrats anoint him as king?” ",
  "dn3:1.25.12": "“No, Master Gotama. ",
  "dn3:1.25.13": "Why is that? ",
  "dn3:1.25.14": "Because his paternity is unsuitable.” ",
  "dn3:1.26.1": "“And so, Ambaṭṭha, the aristocrats are superior and the brahmins inferior, whether comparing women with women or men with men. ",
  "dn3:1.26.2": "What do you think, Ambaṭṭha? ",
  "dn3:1.26.3": "Suppose the brahmins for some reason were to shave a brahmin’s head, inflict him with a sack of ashes, and banish him from the nation or the city. ",
  "dn3:1.26.4": "Would he receive a seat and water from the brahmins?” ",
  "dn3:1.26.5": "“No, Master Gotama.” ",
  "dn3:1.26.6": "“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” ",
  "dn3:1.26.7": "“No, Master Gotama.” ",
  "dn3:1.26.8": "“And would the brahmins teach him the hymns or not?” ",
  "dn3:1.26.9": "“No, Master Gotama.” ",
  "dn3:1.26.10": "“And would he be kept from the women or not?” ",
  "dn3:1.26.11": "“He would be.” ",
  "dn3:1.27.1": "“What do you think, Ambaṭṭha? ",
  "dn3:1.27.2": "Suppose the aristocrats for some reason were to shave an aristocrat’s head, inflict him with a sack of ashes, and banish him from the nation or the city. ",
  "dn3:1.27.3": "Would he receive a seat and water from the brahmins?” ",
  "dn3:1.27.4": "“He would, Master Gotama.” ",
  "dn3:1.27.5": "“And would the brahmins feed him at an offering of food for ancestors, an offering of a dish of milk-rice, a sacrifice, or a feast for guests?” ",
  "dn3:1.27.6": "“They would.” ",
  "dn3:1.27.7": "“And would the brahmins teach him the hymns or not?” ",
  "dn3:1.27.8": "“They would.” ",
  "dn3:1.27.9": "“And would he be kept from the women or not?” ",
  "dn3:1.27.10": "“He would not.” ",
  "dn3:1.27.11": "“At this point, Ambaṭṭha, that aristocrat has reached rock bottom, with head shaven, inflicted with a sack of ashes, and banished from city or nation. ",
  "dn3:1.27.12": "Yet still the aristocrats are superior and the brahmins inferior. ",
  "dn3:1.28.1": "Brahmā Sanaṅkumāra also spoke this verse: ",
  "dn3:1.28.2": "‘The aristocrat is first among people ",
  "dn3:1.28.3": "who take clan as the standard. ",
  "dn3:1.28.4": "But one accomplished in knowledge and conduct ",
  "dn3:1.28.5": "is first among gods and humans.’ ",
  "dn3:1.28.6": "That verse was well sung by Brahmā Sanaṅkumāra, not poorly sung; well spoken, not poorly spoken, beneficial, not harmful, and it was approved by me. ",
  "dn3:1.28.7": "For I also say this: ",
  "dn3:1.28.8": "The aristocrat is first among people ",
  "dn3:1.28.9": "who take clan as the standard. ",
  "dn3:1.28.10": "But one accomplished in knowledge and conduct ",
  "dn3:1.28.11": "is first among gods and humans.” ",
  "dn3:1.28.12": "The first recitation section. ",
  "dn3:2.1.0": "4. Knowledge and Conduct ",
  "dn3:2.1.1": "“But what, Master Gotama, is that conduct, and what is that knowledge?” ",
  "dn3:2.1.2": "“Ambaṭṭha, in the supreme knowledge and conduct there is no discussion of ancestry or clan or pride—",
  "dn3:2.1.3": "‘You deserve me’ or ‘You don’t deserve me.’ ",
  "dn3:2.1.4": "Wherever there is giving and taking in marriage there is such discussion. ",
  "dn3:2.1.5": "",
  "dn3:2.1.6": "Whoever is attached to questions of ancestry or clan or pride, or to giving and taking in marriage, is far from the supreme knowledge and conduct. ",
  "dn3:2.1.7": "The realization of supreme knowledge and conduct occurs when you’ve given up such things.” ",
  "dn3:2.2.1": "“But what, Master Gotama, is that conduct, and what is that knowledge?” ",
  "dn3:2.2.2": "“Ambaṭṭha, it’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. ",
  "dn3:2.2.3": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "dn3:2.2.4": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "dn3:2.2.5": "A householder hears that teaching, or a householder’s child, or someone reborn in some clan. ",
  "dn3:2.2.6": "They gain faith in the Realized One, ",
  "dn3:2.2.7": "and reflect … ",
  "dn3:2.2.8": "Quite secluded from sensual pleasures, secluded from unskillful qualities, they enter and remain in the first absorption … ",
  "dn3:2.2.9": "This pertains to their conduct. ",
  "dn3:2.2.10": "Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption … ",
  "dn3:2.2.11": "This pertains to their conduct. ",
  "dn3:2.2.12": "Furthermore, with the fading away of rapture, they enter and remain in the third absorption … ",
  "dn3:2.2.13": "This pertains to their conduct. ",
  "dn3:2.2.14": "Furthermore, giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption … ",
  "dn3:2.2.15": "This pertains to their conduct. ",
  "dn3:2.2.16": "This is that conduct. ",
  "dn3:2.2.17": "When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it and project it toward knowledge and vision. ",
  "dn3:2.2.18": "This pertains to their knowledge. … ",
  "dn3:2.2.19": "They understand: ‘There is no return to any state of existence.’ ",
  "dn3:2.2.20": "This pertains to their knowledge. ",
  "dn3:2.2.21": "This is that knowledge. ",
  "dn3:2.2.22": "This mendicant is said to be ‘accomplished in knowledge’, and also ‘accomplished in conduct’, and also ‘accomplished in knowledge and conduct’. ",
  "dn3:2.2.23": "And, Ambaṭṭha, there is no accomplishment in knowledge and conduct that is better or finer than this. ",
  "dn3:2.3.0": "5. Four Drains ",
  "dn3:2.3.1": "There are these four drains that affect this supreme knowledge and conduct. ",
  "dn3:2.3.2": "What four? ",
  "dn3:2.3.3": "Firstly, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct, plunges into a wilderness region carrying their stuff with a shoulder-pole, thinking ",
  "dn3:2.3.4": "they will get by eating fallen fruit. ",
  "dn3:2.3.5": "In fact they succeed only in serving someone accomplished in knowledge and conduct. ",
  "dn3:2.3.6": "This is the first drain that affects this supreme knowledge and conduct. ",
  "dn3:2.3.7": "Furthermore, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct or to get by eating fallen fruit, plunges into a wilderness region carrying a spade and basket, thinking ",
  "dn3:2.3.8": "they will get by eating tubers and fruit. ",
  "dn3:2.3.9": "In fact they succeed only in serving someone accomplished in knowledge and conduct. ",
  "dn3:2.3.10": "This is the second drain that affects this supreme knowledge and conduct. ",
  "dn3:2.3.11": "Furthermore, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct, or to get by eating fallen fruit, or to get by eating tubers and fruit, sets up a fire chamber in the neighborhood of a village or town and dwells there serving the sacred flame. ",
  "dn3:2.3.12": "In fact they succeed only in serving someone accomplished in knowledge and conduct. ",
  "dn3:2.3.13": "This is the third drain that affects this supreme knowledge and conduct. ",
  "dn3:2.3.14": "Furthermore, take some ascetic or brahmin who, not managing to obtain this supreme knowledge and conduct, or to get by eating fallen fruit, or to get by eating tubers and fruit, or to serve the sacred flame, sets up a fire chamber in the central square and dwells there, thinking: ",
  "dn3:2.3.15": "‘When an ascetic or brahmin comes from the four quarters, I will honor them as best I can.’ ",
  "dn3:2.3.16": "In fact they succeed only in serving someone accomplished in knowledge and conduct. ",
  "dn3:2.3.17": "This is the fourth drain that affects this supreme knowledge and conduct. ",
  "dn3:2.3.18": "These are the four drains that affect this supreme knowledge and conduct. ",
  "dn3:2.4.1": "What do you think, Ambaṭṭha? ",
  "dn3:2.4.2": "Is this supreme knowledge and conduct seen in your own tradition?” ",
  "dn3:2.4.3": "“No, Master Gotama. ",
  "dn3:2.4.4": "Who am I and my tradition compared with the supreme knowledge and conduct? ",
  "dn3:2.4.5": "We are far from that.” ",
  "dn3:2.4.6": "“What do you think, Ambaṭṭha? ",
  "dn3:2.4.7": "Since you’re not managing to obtain this supreme knowledge and conduct, have you with your tradition plunged into a wilderness region carrying your stuff with a shoulder-pole, thinking ",
  "dn3:2.4.8": "you will get by eating fallen fruit?” ",
  "dn3:2.4.9": "“No, Master Gotama.” ",
  "dn3:2.4.10": "“What do you think, Ambaṭṭha? ",
  "dn3:2.4.11": "Have you with your tradition … plunged into a wilderness region carrying a spade and basket, thinking ",
  "dn3:2.4.12": "you will get by eating tubers and fruit?” ",
  "dn3:2.4.13": "“No, Master Gotama.” ",
  "dn3:2.4.14": "“What do you think, Ambaṭṭha? ",
  "dn3:2.4.15": "Have you with your tradition … set up a fire chamber in the neighborhood of a village or town and dwelt there serving the sacred flame?” ",
  "dn3:2.4.16": "“No, Master Gotama.” ",
  "dn3:2.4.17": "“What do you think, Ambaṭṭha? ",
  "dn3:2.4.18": "Have you with your tradition … set up a fire chamber in the central square and dwelt there, thinking: ",
  "dn3:2.4.19": "‘When an ascetic or brahmin comes from the four quarters, I will honor them as best I can’?” ",
  "dn3:2.4.20": "“No, Master Gotama.” ",
  "dn3:2.5.1": "“So you with your tradition are not only inferior to the supreme knowledge and conduct, ",
  "dn3:2.5.2": "you are even inferior to the four drains that affect the supreme knowledge and conduct. ",
  "dn3:2.5.3": "But you have been told this by your teacher, the brahmin Pokkharasāti: ",
  "dn3:2.5.4": "‘Who are these shavelings, fake ascetics, riffraff, black spawn from the feet of our kinsman compared with conversation with the brahmins of the three knowledges?” Yet he himself has not even fulfilled one of the drains! ",
  "dn3:2.5.5": "See, Ambaṭṭha, how your teacher Pokkharasāti has wronged you. ",
  "dn3:2.6.0": "6. Being Like the Sages of the Past ",
  "dn3:2.6.1": "But Pokkharasāti lives off an endowment provided by King Pasenadi of Kosala. ",
  "dn3:2.6.2": "But the king won’t even grant him an audience face to face. ",
  "dn3:2.6.3": "When he consults, he does so behind a curtain. ",
  "dn3:2.6.4": "Why wouldn’t the king grant a face to face audience with someone who’d receive his legitimate presentation of food? ",
  "dn3:2.6.5": "See, Ambaṭṭha, how your teacher Pokkharasāti has wronged you. ",
  "dn3:2.7.1": "What do you think, Ambaṭṭha? ",
  "dn3:2.7.2": "Suppose King Pasenadi was holding consultations with warrior-chiefs or chieftains while sitting on an elephant’s neck or on horseback, or while standing on the mat in a chariot. ",
  "dn3:2.7.3": "And suppose he’d get down from that place and stand aside. ",
  "dn3:2.7.4": "Then along would come a worker or their bondservant, who’d stand in the same place and continue the consultation: ",
  "dn3:2.7.5": "‘This is what King Pasenadi says, and this too is what the king says.’ ",
  "dn3:2.7.6": "Though he spoke the king’s words and gave the king’s advice, ",
  "dn3:2.7.7": "does that qualify him to be the king or the king’s minister?” ",
  "dn3:2.7.8": "“No, Master Gotama.” ",
  "dn3:2.8.1": "“In the same way, Ambaṭṭha, the brahmin seers of the past were Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu. They were the authors and propagators of the hymns. Their hymnal was sung and propagated and compiled in ancient times; and these days, brahmins continue to sing and chant it, chanting what was chanted and teaching what was taught. ",
  "dn3:2.8.2": "You might imagine that, since you’ve learned their hymns by heart in your own tradition, that makes you a hermit or someone on the path to becoming a hermit. But that is not possible. ",
  "dn3:2.9.1": "What do you think, Ambaṭṭha? ",
  "dn3:2.9.2": "According to what you have heard from elderly and senior brahmins, the teachers of teachers, ",
  "dn3:2.9.3": "did those ancient brahmin hermits—",
  "dn3:2.9.4": "nicely bathed and anointed, with hair and beard dressed, bedecked with jewels, earrings, and bracelets, dressed in white—amuse themselves, supplied and provided with the five kinds of sensual stimulation, like you do today in your tradition?” ",
  "dn3:2.9.5": "“No, Master Gotama.” ",
  "dn3:2.10.1": "",
  "dn3:2.10.2": "“Did they eat boiled fine rice, garnished with clean meat, with the dark grains picked out, served with many soups and sauces, like you do today in your tradition?” ",
  "dn3:2.10.3": "“No, Master Gotama.” ",
  "dn3:2.10.4": "",
  "dn3:2.10.5": "“Did they amuse themselves with girls wearing thongs that show off their curves, like you do today in your tradition?” ",
  "dn3:2.10.6": "“No, Master Gotama.” ",
  "dn3:2.10.7": "",
  "dn3:2.10.8": "“Did they drive about in chariots drawn by mares with plaited manes, whipping and lashing them onward with long goads, like you do today in your tradition?” ",
  "dn3:2.10.9": "“No, Master Gotama.” ",
  "dn3:2.10.10": "",
  "dn3:2.10.11": "“Did they get men with long swords to guard them in fortresses with moats dug and barriers in place, like you do today in your tradition?” ",
  "dn3:2.10.12": "“No, Master Gotama.” ",
  "dn3:2.10.13": "“So, Ambaṭṭha, in your own tradition you are neither hermit nor someone on the path to becoming a hermit. ",
  "dn3:2.10.14": "Whoever has any doubt or uncertainty about me, let them ask me and I will clear up their doubts with my answer.” ",
  "dn3:2.11.0": "7. Seeing the Two Marks ",
  "dn3:2.11.1": "Then the Buddha came out of his dwelling and proceeded to begin walking mindfully, ",
  "dn3:2.11.2": "and Ambaṭṭha did likewise. ",
  "dn3:2.11.3": "Then while walking beside the Buddha, Ambaṭṭha scrutinized his body for the thirty-two marks of a great man. ",
  "dn3:2.11.4": "He saw all of them except for two, ",
  "dn3:2.11.5": "which he had doubts about: ",
  "dn3:2.11.6": "whether the private parts are covered in a foreskin, and the largeness of the tongue. ",
  "dn3:2.12.1": "Then it occurred to the Buddha, ",
  "dn3:2.12.2": "“This brahmin student Ambaṭṭha sees all the marks except for two, ",
  "dn3:2.12.3": "which he has doubts about: ",
  "dn3:2.12.4": "whether the private parts are covered in a foreskin, and the largeness of the tongue.” ",
  "dn3:2.12.5": "Then the Buddha used his psychic power to will that Ambaṭṭha would see his private parts covered in a foreskin. ",
  "dn3:2.12.6": "And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. ",
  "dn3:2.12.7": "Then Ambaṭṭha thought, ",
  "dn3:2.12.8": "“The ascetic Gotama possesses the thirty-two marks completely, lacking none.” ",
  "dn3:2.12.9": "He said to the Buddha, ",
  "dn3:2.12.10": "“Well, now, sir, I must go. I have many duties, and much to do.” ",
  "dn3:2.12.11": "“Please, Ambaṭṭha, go at your convenience.” ",
  "dn3:2.12.12": "Then Ambaṭṭha mounted his mare-drawn chariot and left. ",
  "dn3:2.13.1": "Now at that time the brahmin Pokkharasāti had come out from Ukkaṭṭhā together with a large group of brahmins and was sitting in his own park just waiting for Ambaṭṭha. ",
  "dn3:2.13.2": "Then Ambaṭṭha entered the park. ",
  "dn3:2.14.1": "He went by carriage as far as the terrain allowed, then descended and approached the brahmin Pokkharasāti on foot. He bowed and sat down to one side, and Pokkharasāti said to him: ",
  "dn3:2.14.2": "“I hope, dear Ambaṭṭha, you saw the Master Gotama?” ",
  "dn3:2.14.3": "“I saw him, sir.” ",
  "dn3:2.14.4": "“Well, does he live up to his reputation or not?” ",
  "dn3:2.14.5": "",
  "dn3:2.14.6": "“He does, sir. ",
  "dn3:2.14.7": "Master Gotama possesses the thirty-two marks completely, lacking none.” ",
  "dn3:2.14.8": "“And did you have some discussion with him?” ",
  "dn3:2.14.9": "“I did.” ",
  "dn3:2.14.10": "“And what kind of discussion did you have with him?” ",
  "dn3:2.14.11": "Then Ambaṭṭha informed Pokkharasāti of all they had discussed. ",
  "dn3:2.15.1": "Then Pokkharasāti said to Ambaṭṭha, ",
  "dn3:2.15.2": "“Oh, our bloody fake scholar, our fake learned man, who pretends to be proficient in the three Vedas! A man who behaves like this ought, when their body breaks up, after death, to be reborn in a place of loss, a bad place, the underworld, hell. ",
  "dn3:2.15.3": "It’s only because you repeatedly attacked Master Gotama like that that he kept bringing up charges against us!” ",
  "dn3:2.15.4": "Angry and upset, he kicked Ambaṭṭha over, ",
  "dn3:2.15.5": "and wanted to go and see the Buddha right away. ",
  "dn3:2.16.0": "8. Pokkharasāti Visits the Buddha ",
  "dn3:2.16.1": "Then those brahmins said to Pokkharasāti, ",
  "dn3:2.16.2": "“It’s much too late to visit the ascetic Gotama today. ",
  "dn3:2.16.3": "You can visit him tomorrow.” ",
  "dn3:2.16.4": "So Pokkharasāti had a variety of delicious foods prepared in his own home. Then he mounted a carriage and, with attendants carrying torches, set out from Ukkaṭṭhā for the forest near Icchānaṅgala. ",
  "dn3:2.17.1": "He went by carriage as far as the terrain allowed, then descended and entered the monastery on foot. He went up to the Buddha and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha, ",
  "dn3:2.17.2": "“Master Gotama, has my pupil, the student Ambaṭṭha, come here?” ",
  "dn3:2.17.3": "“Yes he has, brahmin.” ",
  "dn3:2.17.4": "“And did you have some discussion with him?” ",
  "dn3:2.17.5": "“I did.” ",
  "dn3:2.17.6": "“And what kind of discussion did you have with him?” ",
  "dn3:2.17.7": "Then the Buddha informed Pokkharasāti of all they had discussed. ",
  "dn3:2.17.8": "Then Pokkharasāti said to the Buddha, ",
  "dn3:2.17.9": "“Ambaṭṭha is a fool, Master Gotama. Please forgive him.” ",
  "dn3:2.17.10": "“May the student Ambaṭṭha be happy, brahmin.” ",
  "dn3:2.18.1": "Then Pokkharasāti scrutinized the Buddha’s body for the thirty-two marks of a great man. ",
  "dn3:2.18.2": "He saw all of them except for two, ",
  "dn3:2.18.3": "which he had doubts about: ",
  "dn3:2.18.4": "whether the private parts are covered in a foreskin, and the largeness of the tongue. ",
  "dn3:2.18.5": "Then it occurred to the Buddha, ",
  "dn3:2.18.6": "“Pokkharasāti sees all the marks except for two, ",
  "dn3:2.18.7": "which he has doubts about: ",
  "dn3:2.18.8": "whether the private parts are covered in a foreskin, and the largeness of the tongue.” ",
  "dn3:2.18.9": "Then the Buddha used his psychic power to will that Pokkharasāti would see his private parts covered in a foreskin. ",
  "dn3:2.18.10": "And he stuck out his tongue and stroked back and forth on his ear holes and nostrils, and covered his entire forehead with his tongue. ",
  "dn3:2.19.1": "Pokkharasāti thought, ",
  "dn3:2.19.2": "“The ascetic Gotama possesses the thirty-two marks completely, lacking none.” ",
  "dn3:2.19.3": "He said to the Buddha, ",
  "dn3:2.19.4": "“Would Master Gotama together with the mendicant Saṅgha please accept today’s meal from me?” ",
  "dn3:2.19.5": "The Buddha consented in silence. ",
  "dn3:2.20.1": "Then, knowing that the Buddha had consented, Pokkharasāti announced the time to him, ",
  "dn3:2.20.2": "“It’s time, Master Gotama, the meal is ready.” ",
  "dn3:2.20.3": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Pokkharasāti together with the mendicant Saṅgha, where he sat on the seat spread out. ",
  "dn3:2.20.4": "Then Pokkharasāti served and satisfied the Buddha with his own hands with a variety of delicious foods, while his students served the Saṅgha. ",
  "dn3:2.20.5": "When the Buddha had eaten and washed his hand and bowl, Pokkharasāti took a low seat and sat to one side. ",
  "dn3:2.21.1": "Then the Buddha taught him step by step, with ",
  "dn3:2.21.2": "a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ",
  "dn3:2.21.3": "And when the Buddha knew that Pokkharasāti’s mind was ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ",
  "dn3:2.21.4": "suffering, its origin, its cessation, and the path. ",
  "dn3:2.21.5": "Just as a clean cloth rid of stains would properly absorb dye, ",
  "dn3:2.21.6": "in that very seat the stainless, immaculate vision of the Dhamma arose in the brahmin Pokkharasāti: ",
  "dn3:2.21.7": "“Everything that has a beginning has an end.” ",
  "dn3:2.22.0": "9. Pokkharasāti Declares Himself a Lay Follower ",
  "dn3:2.22.1": "Then Pokkharasāti saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha, ",
  "dn3:2.22.2": "“Excellent, Master Gotama! Excellent! ",
  "dn3:2.22.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, just so has Master Gotama made the Teaching clear in many ways. ",
  "dn3:2.22.4": "Together with my children, wives, retinue, and ministers, I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "dn3:2.22.5": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life. ",
  "dn3:2.22.6": "Just as Master Gotama visits other devoted families in Ukkaṭṭhā, may he visit mine. ",
  "dn3:2.22.7": "The brahmin boys and girls there will bow to you, rise in your presence, give you a seat and water, and gain confidence in their hearts. That will be for their lasting welfare and happiness.” ",
  "dn3:2.22.8": "“That’s good of you to say, householder.” "
}