{
  "dn4:0.1": "Long Discourses 4 ",
  "dn4:0.2": "With Soṇadaṇḍa ",
  "dn4:1.0": "1. The Brahmins and Householders of Campā ",
  "dn4:1.1": "So I have heard. ",
  "dn4:1.2": "At one time the Buddha was wandering in the land of the Aṅgas together with a large Saṅgha of five hundred mendicants when he arrived at Campā, ",
  "dn4:1.3": "where he stayed by the banks of the Gaggarā Lotus Pond. ",
  "dn4:1.4": "Now at that time the brahmin Soṇadaṇḍa was living in Campā. It was a crown property given by King Seniya Bimbisāra of Magadha, teeming with living creatures, full of hay, wood, water, and grain, a royal park endowed to a brahmin. ",
  "dn4:2.1": "The brahmins and householders of Campā heard: ",
  "dn4:2.2": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Campā and is staying on the banks of the Gaggarā Lotus Pond. ",
  "dn4:2.3": "He has this good reputation: ",
  "dn4:2.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn4:2.5": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "dn4:2.6": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "dn4:2.7": "It’s good to see such perfected ones.” ",
  "dn4:2.8": "Then, having departed Campā, they formed into companies and headed to the Gaggarā Lotus Pond. ",
  "dn4:3.1": "Now at that time the brahmin Soṇadaṇḍa had retired to the upper floor of his stilt longhouse for his midday nap. ",
  "dn4:3.2": "He saw the brahmins and householders heading for the lotus pond, ",
  "dn4:3.3": "and addressed his steward, ",
  "dn4:3.4": "“My steward, why are the brahmins and householders headed for the Gaggarā Lotus Pond?” ",
  "dn4:3.5": "“The ascetic Gotama has arrived at Campā and is staying on the banks of the Gaggarā Lotus Pond. ",
  "dn4:3.6": "He has this good reputation: ",
  "dn4:3.7": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn4:3.8": "They’re going to see that Master Gotama.” ",
  "dn4:3.9": "“Well then, go to the brahmins and householders and say to them: ",
  "dn4:3.10": "‘Sirs, the brahmin Soṇadaṇḍa asks ",
  "dn4:3.11": "you to wait, as he will also go to see the ascetic Gotama.’” ",
  "dn4:3.12": "“Yes, sir,” replied the steward, and did as he was asked. ",
  "dn4:3.13": "",
  "dn4:3.14": "",
  "dn4:4.0": "2. The Qualities of Soṇadaṇḍa ",
  "dn4:4.1": "Now at that time around five hundred brahmins from abroad were residing in Campā on some business. ",
  "dn4:4.2": "They heard that ",
  "dn4:4.3": "the brahmin Soṇadaṇḍa was going to see the ascetic Gotama. ",
  "dn4:4.4": "They approached Soṇadaṇḍa and said to him, ",
  "dn4:4.5": "“Is it really true that you are going to see the ascetic Gotama?” ",
  "dn4:4.6": "“Yes, gentlemen, it is true.” ",
  "dn4:4.7": "",
  "dn4:5.1": "“Please don’t, master Soṇadaṇḍa! ",
  "dn4:5.2": "It’s not appropriate for you to go to see the ascetic Gotama. ",
  "dn4:5.3": "For if you do so, your reputation will diminish and his will increase. ",
  "dn4:5.4": "For this reason it’s not appropriate for you to go to see the ascetic Gotama; ",
  "dn4:5.5": "it’s appropriate that he comes to see you. ",
  "dn4:5.6": "You are well born on both your mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. ",
  "dn4:5.7": "For this reason it’s not appropriate for you to go to see the ascetic Gotama; ",
  "dn4:5.8": "it’s appropriate that he comes to see you. ",
  "dn4:5.9": "You’re rich, affluent, and wealthy. … ",
  "dn4:5.10": "You recite and remember the hymns, and have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. You know philology and grammar, and are well versed in cosmology and the marks of a great man. … ",
  "dn4:5.11": "You are attractive, good-looking, lovely, of surpassing beauty. You are magnificent and splendid as Brahmā, remarkable to behold. … ",
  "dn4:5.12": "You are ethical, mature in ethical conduct. … ",
  "dn4:5.13": "You’re a good speaker, with a polished, clear, and articulate voice that expresses the meaning. … ",
  "dn4:5.14": "You teach the teachers of many, and teach three hundred students to recite the hymns. Many students come from various districts and countries for the sake of the hymns, wishing to learn the hymns. … ",
  "dn4:5.15": "You’re old, elderly and senior, advanced in years, and have reached the final stage of life. ",
  "dn4:5.16": "The ascetic Gotama is young, and has newly gone forth. … ",
  "dn4:5.17": "You’re honored, respected, revered, venerated, and esteemed by King Bimbisāra of Magadha … ",
  "dn4:5.18": "and the brahmin Pokkharasādi. … ",
  "dn4:5.19": "You live in Campā, a crown property given by King Seniya Bimbisāra of Magadha, teeming with living creatures, full of hay, wood, water, and grain, a royal park endowed to a brahmin. ",
  "dn4:5.20": "",
  "dn4:5.21": "For this reason, too, it’s not appropriate for you to go to see the ascetic Gotama; ",
  "dn4:5.22": "it’s appropriate that he comes to see you.” ",
  "dn4:6.0": "3. The Qualities of the Buddha ",
  "dn4:6.1": "When they had spoken, Soṇadaṇḍa said to those brahmins: ",
  "dn4:6.2": "“Well then, gentlemen, listen to why it’s appropriate for me to go to see the ascetic Gotama, ",
  "dn4:6.3": "and it’s not appropriate for him to come to see me. ",
  "dn4:6.4": "He is well born on both his mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. ",
  "dn4:6.5": "For this reason it’s not appropriate for the ascetic Gotama to come to see me; ",
  "dn4:6.6": "rather, it’s appropriate for me to go to see him. ",
  "dn4:6.7": "When he went forth he abandoned a large family circle. … ",
  "dn4:6.8": "When he went forth he abandoned abundant gold coin and bullion stored in dungeons and towers. … ",
  "dn4:6.9": "He went forth from the lay life to homelessness while still a youth, young, black-haired, blessed with youth, in the prime of life. … ",
  "dn4:6.10": "Though his mother and father wished otherwise, weeping with tearful faces, he shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. … ",
  "dn4:6.11": "He is attractive, good-looking, lovely, of surpassing beauty. He is magnificent and splendid as Brahmā, remarkable to behold. … ",
  "dn4:6.12": "He is ethical, possessing ethical conduct that is noble and skillful. … ",
  "dn4:6.13": "He’s a good speaker, with a polished, clear, and articulate voice that expresses the meaning. … ",
  "dn4:6.14": "He’s a teacher of teachers. … ",
  "dn4:6.15": "He has ended sensual desire, and is rid of caprice. … ",
  "dn4:6.16": "He teaches the efficacy of deeds and action. He doesn’t wish any harm upon the community of brahmins. … ",
  "dn4:6.17": "He went forth from an eminent family of unbroken aristocratic lineage. … ",
  "dn4:6.18": "He went forth from a rich, affluent, and wealthy family. … ",
  "dn4:6.19": "People come from distant lands and distant countries to question him. … ",
  "dn4:6.20": "Many thousands of deities have gone for refuge for life to him. … ",
  "dn4:6.21": "He has this good reputation: ",
  "dn4:6.22": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ … ",
  "dn4:6.23": "He has the thirty-two marks of a great man. … ",
  "dn4:6.24": "He is welcoming, congenial, polite, smiling, open, the first to speak. … ",
  "dn4:6.25": "He’s honored, respected, revered, venerated, and esteemed by the four assemblies. … ",
  "dn4:6.26": "Many gods and humans are devoted to him. … ",
  "dn4:6.27": "While he is residing in a village or town, non-human entities do not harass them. … ",
  "dn4:6.28": "He leads an order and a community, and teaches a community, and is said to be the best of the various religious founders. He didn’t come by his fame in the same ways as those other ascetics and brahmins. ",
  "dn4:6.29": "Rather, he came by his fame due to his supreme knowledge and conduct. … ",
  "dn4:6.30": "King Seniya Bimbisāra of Magadha and his wives and children have gone for refuge for life to the ascetic Gotama. … ",
  "dn4:6.31": "King Pasenadi of Kosala and his wives and children have gone for refuge for life to the ascetic Gotama. … ",
  "dn4:6.32": "The brahmin Pokkharasādi and his wives and children have gone for refuge for life to the ascetic Gotama. … ",
  "dn4:6.33": "He’s honored, respected, revered, venerated, and esteemed by King Bimbisāra of Magadha … ",
  "dn4:6.34": "King Pasenadi of Kosala … ",
  "dn4:6.35": "and the brahmin Pokkharasādi. ",
  "dn4:6.36": "The ascetic Gotama has arrived at Campā and is staying at the Gaggarā Lotus Pond. ",
  "dn4:6.37": "Any ascetic or brahmin who comes to stay in our village district is our guest, ",
  "dn4:6.38": "and should be honored and respected as such. ",
  "dn4:6.39": "",
  "dn4:6.40": "",
  "dn4:6.41": "For this reason, too, it’s not appropriate for Master Gotama to come to see me; ",
  "dn4:6.42": "rather, it’s appropriate for me to go to see him. ",
  "dn4:6.43": "This is the extent of Master Gotama’s praise that I have learned. But his praises are not confined to this, ",
  "dn4:6.44": "for the praise of Master Gotama is limitless.” ",
  "dn4:6.45": "When he had spoken, those brahmins said to him, ",
  "dn4:6.46": "“According to Soṇadaṇḍa’s praises, if Master Gotama were staying within a hundred leagues, it’d be worthwhile for a faithful gentleman to go to see him, even if he had to carry his own provisions in a shoulder bag.” ",
  "dn4:6.47": "“Well then, gentlemen, let’s all go to see the ascetic Gotama.” ",
  "dn4:7.0": "4. Soṇadaṇḍa Has Second Thoughts ",
  "dn4:7.1": "Then Soṇadaṇḍa together with a large group of brahmins went to see the Buddha. ",
  "dn4:8.1": "But as he reached the far side of the forest, this thought came to mind, ",
  "dn4:8.2": "“Suppose I was to ask the ascetic Gotama a question. ",
  "dn4:8.3": "He might say to me: ",
  "dn4:8.4": "‘Brahmin, you shouldn’t ask your question like that. This is how you should ask it.’ And the assembly might disparage me for that: ",
  "dn4:8.5": "‘Soṇadaṇḍa is foolish and incompetent. He’s not able to ask the ascetic Gotama a rational question.’ ",
  "dn4:8.6": "And when you’re disparaged by the assembly, your reputation diminishes. ",
  "dn4:8.7": "When your reputation diminishes, your wealth also diminishes. ",
  "dn4:8.8": "But my wealth relies on my reputation. ",
  "dn4:8.9": "Or if the ascetic Gotama asks me a question, I might not satisfy him with my answer. ",
  "dn4:8.10": "He might say to me: ",
  "dn4:8.11": "‘Brahmin, you shouldn’t answer the question like that. This is how you should answer it.’ And the assembly might disparage me for that: ",
  "dn4:8.12": "‘Soṇadaṇḍa is foolish and incompetent. He’s not able to satisfy the ascetic Gotama’s mind with his answer.’ ",
  "dn4:8.13": "And when you’re disparaged by the assembly, your reputation diminishes. ",
  "dn4:8.14": "When your reputation diminishes, your wealth also diminishes. ",
  "dn4:8.15": "But my wealth relies on my reputation. ",
  "dn4:8.16": "On the other hand, if I were to turn back after having come so far without having seen the ascetic Gotama, the assembly might disparage me for that: ",
  "dn4:8.17": "‘Soṇadaṇḍa is foolish and incompetent. He’s stuck-up and scared. He doesn’t dare to go and see the ascetic Gotama. For how on earth can he turn back after having come so far without having seen the ascetic Gotama!’ ",
  "dn4:8.18": "And when you’re disparaged by the assembly, your reputation diminishes. ",
  "dn4:8.19": "When your reputation diminishes, your wealth also diminishes. ",
  "dn4:8.20": "But my wealth relies on my reputation.” ",
  "dn4:9.1": "Then Soṇadaṇḍa went up to the Buddha, and exchanged greetings with him. ",
  "dn4:9.2": "When the greetings and polite conversation were over, he sat down to one side. ",
  "dn4:9.3": "Before sitting down to one side, some of the brahmins and householders of Campā bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. ",
  "dn4:10.1": "But while sitting there, Soṇadaṇḍa continued to be plagued by many second thoughts. He thought, ",
  "dn4:10.2": "",
  "dn4:10.3": "",
  "dn4:10.4": "",
  "dn4:10.5": "",
  "dn4:10.6": "",
  "dn4:10.7": "",
  "dn4:10.8": "",
  "dn4:10.9": "",
  "dn4:10.10": "",
  "dn4:10.11": "",
  "dn4:10.12": "",
  "dn4:10.13": "",
  "dn4:10.14": "",
  "dn4:10.15": "",
  "dn4:10.16": "“If only the ascetic Gotama would ask me about my own teacher’s scriptural heritage of the three Vedas! Then I could definitely satisfy his mind with my answer.” ",
  "dn4:11.0": "5. What Makes a Brahmin ",
  "dn4:11.1": "Then the Buddha, knowing what Soṇadaṇḍa was thinking, thought, ",
  "dn4:11.2": "“This brahmin Soṇadaṇḍa is worried by his own thoughts. ",
  "dn4:11.3": "Why don’t I ask him about his own teacher’s scriptural heritage of the three Vedas?” ",
  "dn4:11.4": "So he said to Soṇadaṇḍa, ",
  "dn4:11.5": "“Brahmin, how many factors must a brahmin possess for the brahmins to describe him as a brahmin; ",
  "dn4:11.6": "and so that when he says ‘I am a brahmin’ he speaks rightly, without falling into falsehood?” ",
  "dn4:12.1": "Then Soṇadaṇḍa thought, ",
  "dn4:12.2": "“The ascetic Gotama has asked me about exactly what I wanted, what I wished for, what I desired, what I yearned for; that is, my own scriptural heritage. ",
  "dn4:12.3": "",
  "dn4:12.4": "I can definitely satisfy his mind with my answer.” ",
  "dn4:13.1": "Then Soṇadaṇḍa straightened his back, looked around the assembly, and said to the Buddha, ",
  "dn4:13.2": "“Master Gotama, a brahmin must possess five factors for the brahmins to describe him as a brahmin; ",
  "dn4:13.3": "and so that when he says ‘I am a brahmin’ he speaks rightly, without falling into falsehood. ",
  "dn4:13.4": "What five? ",
  "dn4:13.5": "It’s when a brahmin is well born on both his mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. ",
  "dn4:13.6": "He recites and remembers the hymns, and has mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man. ",
  "dn4:13.7": "He is attractive, good-looking, lovely, of surpassing beauty. He is magnificent and splendid as Brahmā, remarkable to behold. ",
  "dn4:13.8": "He is ethical, mature in ethical conduct. ",
  "dn4:13.9": "He’s astute and clever, being the first or second to hold the sacrificial ladle. ",
  "dn4:13.10": "These are the five factors which a brahmin must possess for the brahmins to describe him as a brahmin; ",
  "dn4:13.11": "and so that when he says ‘I am a brahmin’ he speaks rightly, without falling into falsehood.” ",
  "dn4:14.1": "“But brahmin, is it possible to set aside one of these five factors and still rightly describe someone as a brahmin?” ",
  "dn4:14.2": "",
  "dn4:14.3": "“It is possible, Master Gotama. ",
  "dn4:14.4": "We could leave appearance out of the five factors. ",
  "dn4:14.5": "For what does appearance matter? ",
  "dn4:14.6": "",
  "dn4:14.7": "",
  "dn4:14.8": "",
  "dn4:14.9": "",
  "dn4:14.10": "A brahmin must possess the remaining four factors for the brahmins to rightly describe him as a brahmin.” ",
  "dn4:14.11": "",
  "dn4:15.1": "“But brahmin, is it possible to set aside one of these four factors and still rightly describe someone as a brahmin?” ",
  "dn4:15.2": "",
  "dn4:15.3": "“It is possible, Master Gotama. ",
  "dn4:15.4": "We could leave the hymns out of the four factors. ",
  "dn4:15.5": "For what do the hymns matter? ",
  "dn4:15.6": "",
  "dn4:15.7": "",
  "dn4:15.8": "",
  "dn4:15.9": "A brahmin must possess the remaining three factors for the brahmins to rightly describe him as a brahmin.” ",
  "dn4:15.10": "",
  "dn4:16.1": "“But brahmin, is it possible to set aside one of these three factors and still rightly describe someone as a brahmin?” ",
  "dn4:16.2": "",
  "dn4:16.3": "“It is possible, Master Gotama. ",
  "dn4:16.4": "We could leave birth out of the three factors. ",
  "dn4:16.5": "For what does birth matter? ",
  "dn4:16.6": "It’s when a brahmin is ethical, mature in ethical conduct; ",
  "dn4:16.7": "and he’s astute and clever, being the first or second to hold the sacrificial ladle. ",
  "dn4:16.8": "A brahmin must possess these two factors for the brahmins to rightly describe him as a brahmin.” ",
  "dn4:16.9": "",
  "dn4:17.1": "When he had spoken, those brahmins said to him, ",
  "dn4:17.2": "“Please don’t say that, Master Soṇadaṇḍa, please don’t say that! ",
  "dn4:17.3": "You’re just condemning appearance, the hymns, and birth! You’re totally going over to the ascetic Gotama’s doctrine!” ",
  "dn4:18.1": "So the Buddha said to them, ",
  "dn4:18.2": "“Well, brahmins, if you think that ",
  "dn4:18.3": "Soṇadaṇḍa is unlearned, a poor speaker, witless, and not capable of having a dialogue with me about this, then leave him aside and you can have a dialogue with me. ",
  "dn4:18.4": "But if you think that ",
  "dn4:18.5": "he’s learned, a good speaker, astute, and capable of having a dialogue with me about this, then you should stand aside and let him have a dialogue with me.” ",
  "dn4:19.1": "When he said this, Soṇadaṇḍa said to the Buddha, ",
  "dn4:19.2": "“Let it be, Master Gotama, be silent. I myself will respond to them in a legitimate manner.” ",
  "dn4:19.3": "Then he said to those brahmins, ",
  "dn4:19.4": "“Don’t say this, gentlemen, don’t say this: ",
  "dn4:19.5": "‘You’re just condemning appearance, the hymns, and birth! You’re totally going over to the ascetic Gotama’s doctrine!’ ",
  "dn4:19.6": "I’m not condemning appearance, hymns, or birth.” ",
  "dn4:20.1": "Now at that time Soṇadaṇḍa’s nephew, the student Aṅgaka was sitting in that assembly. ",
  "dn4:20.2": "Then Soṇadaṇḍa said to those brahmins, ",
  "dn4:20.3": "“Gentlemen, do you see my nephew, the student Aṅgaka?” ",
  "dn4:20.4": "“Yes, sir.” ",
  "dn4:20.5": "“Aṅgaka is attractive, good-looking, lovely, of surpassing beauty. He is magnificent and splendid as Brahmā, remarkable to behold. There’s no-one in this assembly so good-looking, apart from the ascetic Gotama. ",
  "dn4:20.6": "Aṅgaka recites and remembers the hymns, and has mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man. ",
  "dn4:20.7": "And I am the one who teaches him the hymns. ",
  "dn4:20.8": "Aṅgaka is well born on both his mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. ",
  "dn4:20.9": "And I know his mother and father. ",
  "dn4:20.10": "But if Aṅgaka were to kill living creatures, steal, commit adultery, lie, and drink alcohol, then what’s the use of his appearance, his hymns, or his birth? ",
  "dn4:20.11": "It’s when a brahmin is ethical, mature in ethical conduct; ",
  "dn4:20.12": "and he’s astute and clever, being the first or second to hold the sacrificial ladle. ",
  "dn4:20.13": "A brahmin must possess these two factors for the brahmins to rightly describe him as a brahmin.” ",
  "dn4:20.14": "",
  "dn4:21.0": "6. The Discussion of Ethics and Wisdom ",
  "dn4:21.1": "“But brahmin, is it possible to set aside one of these two factors and still rightly describe someone as a brahmin?” ",
  "dn4:21.2": "",
  "dn4:21.3": "“No, Master Gotama. ",
  "dn4:21.4": "For wisdom is cleansed by ethics, and ethics are cleansed by wisdom. ",
  "dn4:21.5": "Ethics and wisdom always go together. ",
  "dn4:21.6": "An ethical person is wise, and a wise person ethical. ",
  "dn4:21.7": "And ethics and wisdom are said to be the best things in the world. ",
  "dn4:21.8": "It’s just like when you clean one hand with the other, or clean one foot with the other. ",
  "dn4:21.9": "In the same way, wisdom is cleansed by ethics, and ethics are cleansed by wisdom. ",
  "dn4:21.10": "Ethics and wisdom always go together. ",
  "dn4:21.11": "An ethical person is wise, and a wise person ethical. ",
  "dn4:21.12": "And ethics and wisdom are said to be the best things in the world.” ",
  "dn4:22.1": "“That’s so true, brahmin, that’s so true! For wisdom is cleansed by ethics, and ethics are cleansed by wisdom. ",
  "dn4:22.2": "Ethics and wisdom always go together. ",
  "dn4:22.3": "An ethical person is wise, and a wise person ethical. ",
  "dn4:22.4": "And ethics and wisdom are said to be the best things in the world. ",
  "dn4:22.5": "It’s just like when you clean one hand with the other, or clean one foot with the other. ",
  "dn4:22.6": "In the same way, wisdom is cleansed by ethics, and ethics are cleansed by wisdom. ",
  "dn4:22.7": "Ethics and wisdom always go together. ",
  "dn4:22.8": "An ethical person is wise, and a wise person ethical. ",
  "dn4:22.9": "And ethics and wisdom are said to be the best things in the world. ",
  "dn4:22.10": "But what, brahmin, is that ethical conduct? ",
  "dn4:22.11": "And what is that wisdom?” ",
  "dn4:22.12": "“That’s all I know about this matter, Master Gotama. ",
  "dn4:22.13": "May Master Gotama himself please clarify the meaning of this.” ",
  "dn4:23.1": "“Well then, brahmin, listen and apply your mind well, I will speak.” ",
  "dn4:23.2": "“Yes sir,” Soṇadaṇḍa replied. ",
  "dn4:23.3": "The Buddha said this: ",
  "dn4:23.4": "“It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … ",
  "dn4:23.5": "That’s how a mendicant is accomplished in ethics. ",
  "dn4:23.6": "This, brahmin, is that ethical conduct. … ",
  "dn4:23.7": "They enter and remain in the first absorption … ",
  "dn4:23.8": "second absorption … ",
  "dn4:23.9": "third absorption … ",
  "dn4:23.10": "fourth absorption … ",
  "dn4:23.11": "They project and extend the mind toward knowledge and vision … ",
  "dn4:23.12": "This pertains to their wisdom. … ",
  "dn4:23.13": "They understand: ‘… there is no return to any state of existence.’ ",
  "dn4:23.14": "This pertains to their wisdom. ",
  "dn4:23.15": "This, brahmin, is that wisdom.” ",
  "dn4:24.0": "7. Soṇadaṇḍa Declares Himself a Lay Follower ",
  "dn4:24.1": "When he had spoken, Soṇadaṇḍa said to the Buddha, ",
  "dn4:24.2": "“Excellent, Master Gotama! Excellent! ",
  "dn4:24.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, Master Gotama has made the Teaching clear in many ways. ",
  "dn4:24.4": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "dn4:24.5": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life. ",
  "dn4:24.6": "Would you and the mendicant Saṅgha please accept a meal from me tomorrow?” ",
  "dn4:24.7": "The Buddha consented with silence. ",
  "dn4:24.8": "Then, knowing that the Buddha had consented, Soṇadaṇḍa got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "dn4:24.9": "And when the night had passed Soṇadaṇḍa had delicious fresh and cooked foods prepared in his own home. Then he had the Buddha informed of the time, saying, ",
  "dn4:24.10": "“It’s time, Master Gotama, the meal is ready.” ",
  "dn4:25.1": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Soṇadaṇḍa together with the mendicant Saṅgha, where he sat on the seat spread out. ",
  "dn4:25.2": "Then Soṇadaṇḍa served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with delicious fresh and cooked foods. ",
  "dn4:26.1": "When the Buddha had eaten and washed his hand and bowl, Soṇadaṇḍa took a low seat and sat to one side. ",
  "dn4:26.2": "Seated to one side he said to the Buddha: ",
  "dn4:26.3": "“Master Gotama, if, when I have gone to an assembly, I rise from my seat and bow to the Buddha, that assembly might disparage me for that. ",
  "dn4:26.4": "And when you’re disparaged by the assembly, your reputation diminishes. ",
  "dn4:26.5": "When your reputation diminishes, your wealth also diminishes. ",
  "dn4:26.6": "But my wealth relies on my reputation. ",
  "dn4:26.7": "If, when I have gone to an assembly, I raise my joined palms, please take it that I have risen from my seat. ",
  "dn4:26.8": "And if I undo my turban, please take it that I have bowed. ",
  "dn4:26.9": "And Master Gotama, if, when I am in a carriage, I get down from my carriage and bow to the Buddha, that assembly might disparage me for that. ",
  "dn4:26.10": "",
  "dn4:26.11": "",
  "dn4:26.12": "If, when I am in a carriage, I hold up my goad, please take it that I have got down from my carriage. ",
  "dn4:26.13": "And if I lower my sunshade, please take it that I have bowed.” ",
  "dn4:27.1": "Then the Buddha educated, encouraged, fired up, and inspired the brahmin Soṇadaṇḍa with a Dhamma talk, after which he got up from his seat and left. "
}