{
  "dn5:0.1": "Long Discourses 5 ",
  "dn5:0.2": "With Kūṭadanta ",
  "dn5:1.0": "1. The Brahmins and Householders of Khāṇumata ",
  "dn5:1.1": "So I have heard. ",
  "dn5:1.2": "At one time the Buddha was wandering in the land of the Magadhans together with a large Saṅgha of five hundred mendicants when he arrived at a village of the Magadhan brahmins named Khāṇumata. ",
  "dn5:1.3": "There he stayed nearby at Ambalaṭṭhikā. ",
  "dn5:1.4": "Now at that time the brahmin Kūṭadanta was living in Khāṇumata. It was a crown property given by King Seniya Bimbisāra of Magadha, teeming with living creatures, full of hay, wood, water, and grain, a royal park endowed to a brahmin. ",
  "dn5:1.5": "Now at that time Kūṭadanta had prepared a great sacrifice. ",
  "dn5:1.6": "Bulls, bullocks, heifers, goats and rams—seven hundred of each—had been led to the post for the sacrifice. ",
  "dn5:2.1": "The brahmins and householders of Khāṇumata heard: ",
  "dn5:2.2": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Khāṇumata and is staying at Ambalaṭṭhikā. ",
  "dn5:2.3": "He has this good reputation: ",
  "dn5:2.4": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn5:2.5": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "dn5:2.6": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "dn5:2.7": "It’s good to see such perfected ones.” ",
  "dn5:2.8": "Then, having departed Khāṇumata, they formed into companies and headed to Ambalaṭṭhikā. ",
  "dn5:3.1": "Now at that time the brahmin Kūṭadanta had retired to the upper floor of his stilt longhouse for his midday nap. ",
  "dn5:3.2": "He saw the brahmins and householders heading for Ambalaṭṭhikā, ",
  "dn5:3.3": "and addressed his steward, ",
  "dn5:3.4": "“My steward, why are the brahmins and householders headed for Ambalaṭṭhikā?” ",
  "dn5:3.5": "“The ascetic Gotama has arrived at Khāṇumata and is staying at Ambalaṭṭhikā. ",
  "dn5:3.6": "He has this good reputation: ",
  "dn5:3.7": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn5:3.8": "They’re going to see that Master Gotama.” ",
  "dn5:4.1": "Then Kūṭadanta thought, ",
  "dn5:4.2": "“I’ve heard that ",
  "dn5:4.3": "the ascetic Gotama knows how to accomplish the sacrifice with three modes and sixteen accessories. ",
  "dn5:4.4": "I don’t know about that, ",
  "dn5:4.5": "but I wish to perform a great sacrifice. ",
  "dn5:4.6": "Why don’t I ask him how to accomplish the sacrifice with three modes and sixteen accessories?” ",
  "dn5:4.7": "Then Kūṭadanta addressed his steward, ",
  "dn5:4.8": "“Well then, go to the brahmins and householders and say to them: ",
  "dn5:4.9": "‘Sirs, the brahmin Kūṭadanta asks ",
  "dn5:4.10": "you to wait, as he will also go to see the ascetic Gotama.’” ",
  "dn5:4.11": "“Yes, sir,” replied the steward, and did as he was asked. ",
  "dn5:4.12": "",
  "dn5:4.13": "",
  "dn5:5.0": "2. The Qualities of Kūṭadanta ",
  "dn5:5.1": "Now at that time several hundred brahmins were residing in Khāṇumata ",
  "dn5:5.2": "thinking to participate in Kūṭadanta’s sacrifice. ",
  "dn5:5.3": "They heard that ",
  "dn5:5.4": "Kūṭadanta was going to see the ascetic Gotama. ",
  "dn5:5.5": "They approached Kūṭadanta and said to him: ",
  "dn5:5.6": "“Is it really true that you are going to see the ascetic Gotama?” ",
  "dn5:5.7": "“Yes, gentlemen, it is true.” ",
  "dn5:5.8": "",
  "dn5:6.1": "“Please don’t! ",
  "dn5:6.2": "It’s not appropriate for you to go to see the ascetic Gotama. ",
  "dn5:6.3": "For if you do so, your reputation will diminish and his will increase. ",
  "dn5:6.4": "For this reason it’s not appropriate for you to go to see the ascetic Gotama; ",
  "dn5:6.5": "it’s appropriate that he comes to see you. ",
  "dn5:6.6": "You are well born on both your mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. ",
  "dn5:6.7": "For this reason it’s not appropriate for you to go to see the ascetic Gotama; ",
  "dn5:6.8": "it’s appropriate that he comes to see you. ",
  "dn5:6.9": "You’re rich, affluent, and wealthy, with lots of property and assets, and lots of money and grain … ",
  "dn5:6.10": "You recite and remember the hymns, and have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. You know philology and grammar, and are well versed in cosmology and the marks of a great man. … ",
  "dn5:6.11": "You are attractive, good-looking, lovely, of surpassing beauty. You are magnificent and splendid as Brahmā, remarkable to behold. … ",
  "dn5:6.12": "You are ethical, mature in ethical conduct. … ",
  "dn5:6.13": "You’re a good speaker, with a polished, clear, and articulate voice that expresses the meaning. … ",
  "dn5:6.14": "You teach the teachers of many, and teach three hundred students to recite the hymns. Many students come from various districts and countries for the sake of the hymns, wishing to learn the hymns. … ",
  "dn5:6.15": "You’re old, elderly and senior, advanced in years, and have reached the final stage of life. ",
  "dn5:6.16": "The ascetic Gotama is young, and has newly gone forth. … ",
  "dn5:6.17": "You’re honored, respected, revered, venerated, and esteemed by King Bimbisāra of Magadha … ",
  "dn5:6.18": "and the brahmin Pokkharasādi. … ",
  "dn5:6.19": "You live in Khāṇumata, a crown property given by King Seniya Bimbisāra of Magadha, teeming with living creatures, full of hay, wood, water, and grain, a royal park endowed to a brahmin. ",
  "dn5:6.20": "For this reason it’s not appropriate for you to go to see the ascetic Gotama; ",
  "dn5:6.21": "it’s appropriate that he comes to see you.” ",
  "dn5:7.0": "3. The Qualities of the Buddha ",
  "dn5:7.1": "When they had spoken, Kūṭadanta said to those brahmins: ",
  "dn5:7.2": "“Well then, gentlemen, listen to why it’s appropriate for me to go to see the ascetic Gotama, ",
  "dn5:7.3": "and it’s not appropriate for him to come to see me. ",
  "dn5:7.4": "He is well born on both his mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. ",
  "dn5:7.5": "For this reason it’s not appropriate for the ascetic Gotama to come to see me; ",
  "dn5:7.6": "rather, it’s appropriate for me to go to see him. ",
  "dn5:7.7": "When he went forth he abandoned a large family circle. … ",
  "dn5:7.8": "When he went forth he abandoned abundant gold coin and bullion stored in dungeons and towers. … ",
  "dn5:7.9": "He went forth from the lay life to homelessness while still a youth, young, black-haired, blessed with youth, in the prime of life. … ",
  "dn5:7.10": "Though his mother and father wished otherwise, weeping with tearful faces, he shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. … ",
  "dn5:7.11": "He is attractive, good-looking, lovely, of surpassing beauty. He is magnificent and splendid as Brahmā, remarkable to behold. … ",
  "dn5:7.12": "He is ethical, possessing ethical conduct that is noble and skillful. … ",
  "dn5:7.13": "He’s a good speaker, with a polished, clear, and articulate voice that expresses the meaning. … ",
  "dn5:7.14": "He’s a teacher of teachers. … ",
  "dn5:7.15": "He has ended sensual desire, and is rid of caprice. … ",
  "dn5:7.16": "He teaches the efficacy of deeds and action. He doesn’t wish any harm upon the community of brahmins. … ",
  "dn5:7.17": "He went forth from an eminent family of unbroken aristocratic lineage. … ",
  "dn5:7.18": "He went forth from a rich, affluent, and wealthy family. … ",
  "dn5:7.19": "People come from distant lands and distant countries to question him. … ",
  "dn5:7.20": "Many thousands of deities have gone for refuge for life to him. … ",
  "dn5:7.21": "He has this good reputation: ",
  "dn5:7.22": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ … ",
  "dn5:7.23": "He has the thirty-two marks of a great man. … ",
  "dn5:7.24": "He is welcoming, congenial, polite, smiling, open, the first to speak. … ",
  "dn5:7.25": "He’s honored, respected, revered, venerated, and esteemed by the four assemblies. … ",
  "dn5:7.26": "Many gods and humans are devoted to him. … ",
  "dn5:7.27": "While he is residing in a village or town, non-human entities do not harass them. … ",
  "dn5:7.28": "He leads an order and a community, and teaches a community, and is said to be the best of the various religious founders. He didn’t come by his fame in the same ways as those other ascetics and brahmins. ",
  "dn5:7.29": "Rather, he came by his fame due to his supreme knowledge and conduct. … ",
  "dn5:7.30": "King Seniya Bimbisāra of Magadha and his wives and children have gone for refuge for life to the ascetic Gotama. … ",
  "dn5:7.31": "King Pasenadi of Kosala and his wives and children have gone for refuge for life to the ascetic Gotama. … ",
  "dn5:7.32": "The brahmin Pokkharasādi and his wives and children have gone for refuge for life to the ascetic Gotama. … ",
  "dn5:7.33": "He’s honored, respected, revered, venerated, and esteemed by King Bimbisāra of Magadha … ",
  "dn5:7.34": "King Pasenadi of Kosala … ",
  "dn5:7.35": "and the brahmin Pokkharasādi. ",
  "dn5:7.36": "The ascetic Gotama has arrived at Khāṇumata and is staying at Ambalaṭṭhikā. ",
  "dn5:7.37": "Any ascetic or brahmin who comes to stay in our village district is our guest, ",
  "dn5:7.38": "and should be honored and respected as such. ",
  "dn5:7.39": "",
  "dn5:7.40": "",
  "dn5:7.41": "For this reason, too, it’s not appropriate for Master Gotama to come to see me, ",
  "dn5:7.42": "rather, it’s appropriate for me to go to see him. ",
  "dn5:7.43": "This is the extent of Master Gotama’s praise that I have learned. But his praises are not confined to this, ",
  "dn5:7.44": "for the praise of Master Gotama is limitless.” ",
  "dn5:7.45": "When he had spoken, those brahmins said to him, ",
  "dn5:7.46": "“According to Kūṭadanta’s praises, if Master Gotama were staying within a hundred leagues, it’d be worthwhile for a faithful gentleman to go to see him, even if he had to carry his own provisions in a shoulder bag.” ",
  "dn5:7.47": "“Well then, gentlemen, let’s all go to see the ascetic Gotama.” ",
  "dn5:8.0": "4. The Story of King Mahāvijita’s Sacrifice ",
  "dn5:8.1": "Then Kūṭadanta together with a large group of brahmins went to see the Buddha and exchanged greetings with him. ",
  "dn5:8.2": "When the greetings and polite conversation were over, he sat down to one side. ",
  "dn5:8.3": "Before sitting down to one side, some of the brahmins and householders of Khāṇumata bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent. ",
  "dn5:9.1": "Kūṭadanta said to the Buddha, ",
  "dn5:9.2": "“Master Gotama, I’ve heard that ",
  "dn5:9.3": "you know how to accomplish the sacrifice with three modes and sixteen accessories. ",
  "dn5:9.4": "I don’t know about that, ",
  "dn5:9.5": "but I wish to perform a great sacrifice. ",
  "dn5:9.6": "Please teach me how to accomplish the sacrifice with three modes and sixteen accessories.” ",
  "dn5:9.7": "“Well then, brahmin, listen and apply your mind well, I will speak.” ",
  "dn5:9.8": "“Yes sir,” Kūṭadanta replied. ",
  "dn5:9.9": "The Buddha said this: ",
  "dn5:10.1": "“Once upon a time, brahmin, there was a king named Mahāvijita. He was rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, lots of money and grain, and a full treasury and storehouses. ",
  "dn5:10.2": "Then as King Mahāvijita was in private retreat this thought came to his mind: ",
  "dn5:10.3": "‘I have achieved human wealth, and reign after conquering this vast territory. Why don’t I hold a large sacrifice? That will be for my lasting welfare and happiness.’ ",
  "dn5:10.4": "Then he summoned the brahmin high priest and said to him: ",
  "dn5:10.5": "‘Just now, brahmin, as I was in private retreat this thought came to mind, ",
  "dn5:10.6": "“I have achieved human wealth, and reign after conquering this vast territory. Why don’t I perform a great sacrifice? That will be for my lasting welfare and happiness.” ",
  "dn5:10.7": "Brahmin, I wish to perform a great sacrifice. ",
  "dn5:10.8": "Please instruct me. It will be for my lasting welfare and happiness.’ ",
  "dn5:11.1": "When he had spoken, the brahmin high priest said to him: ",
  "dn5:11.2": "‘Sir, the king’s realm is harried and oppressed. Bandits have been seen raiding villages, towns, and cities, and infesting the highways. ",
  "dn5:11.3": "But if the king were to extract more taxes while his realm is thus harried and oppressed, he would not be doing his duty. ",
  "dn5:11.4": "Now the king might think, ",
  "dn5:11.5": "“I’ll eradicate this outlaw threat by execution or imprisonment or confiscation or condemnation or banishment!” But that’s not the right way to eradicate this outlaw threat. ",
  "dn5:11.6": "Those who remain after the killing will return to harass the king’s realm. ",
  "dn5:11.7": "Rather, here is a plan, relying on which the outlaw threat will be properly uprooted. ",
  "dn5:11.8": "So let the king provide seed and fodder for those in the realm who work in growing crops and raising cattle. ",
  "dn5:11.9": "Let the king provide funding for those who work in trade. ",
  "dn5:11.10": "Let the king guarantee food and wages for those in government service. ",
  "dn5:11.11": "Then the people, occupied with their own work, will not harass the realm. ",
  "dn5:11.12": "The king’s revenues will be great. ",
  "dn5:11.13": "When the country is secured as a sanctuary, free of being harried and oppressed, the happy people, with joy in their hearts, dancing with children at their breast, will dwell as if their houses were wide open.’ ",
  "dn5:11.14": "The king agreed with the high priest’s advice and followed his recommendation. ",
  "dn5:11.15": "",
  "dn5:11.16": "",
  "dn5:11.17": "",
  "dn5:11.18": "",
  "dn5:11.19": "Then the king summoned the brahmin high priest and said to him: ",
  "dn5:11.20": "‘I have eradicated the outlaw threat. And relying on your plan my revenue is now great. ",
  "dn5:11.21": "Since the country is secured as a sanctuary, free of being harried and oppressed, the happy people, with joy in their hearts, dancing with children at their breast, dwell as if their houses were wide open. ",
  "dn5:11.22": "Brahmin, I wish to perform a great sacrifice. ",
  "dn5:11.23": "Please instruct me. It will be for my lasting welfare and happiness.’ ",
  "dn5:12.0": "4.1. The Four Accessories ",
  "dn5:12.1": "‘In that case, let the king announce this throughout the realm to the aristocrat vassals; to the ministers and counselors; to the well-to-do brahmins; and to the well-off householders, both of town and country: ",
  "dn5:12.2": "“I wish to perform a great sacrifice. Please grant your approval, gentlemen; it will be for my lasting welfare and happiness.” ",
  "dn5:12.3": "The king agreed with the high priest’s advice and followed his recommendation. ",
  "dn5:12.4": "And all of the people who were thus informed responded by saying: ",
  "dn5:12.5": "‘May the king perform a sacrifice! It is time for a sacrifice, great king.’ ",
  "dn5:12.6": "",
  "dn5:12.7": "",
  "dn5:12.8": "",
  "dn5:12.9": "And so these four consenting factions became accessories to the sacrifice. ",
  "dn5:13.0": "4.2. The Eight Accessories ",
  "dn5:13.1": "King Mahāvijita possessed eight factors. ",
  "dn5:13.2": "He was well born on both his mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. ",
  "dn5:13.3": "He was attractive, good-looking, lovely, of surpassing beauty. He was magnificent and splendid as Brahmā, remarkable to behold. ",
  "dn5:13.4": "He was rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, lots of money and grain, and a full treasury and storehouses. ",
  "dn5:13.5": "He was powerful, having an army of four divisions that was obedient and carried out instructions. He’d probably prevail over his enemies just with his reputation. ",
  "dn5:13.6": "He was faithful, generous, a donor, his door always open. He was a well-spring of support, making merit with ascetics and brahmins, for paupers, vagrants, nomads, and beggars. ",
  "dn5:13.7": "He was very learned in diverse fields of learning. He understood the meaning of diverse statements, saying: ",
  "dn5:13.8": "‘This is what that statement means; that is what this statement means.’ ",
  "dn5:13.9": "He was astute, competent, and intelligent, able to think issues through as they bear upon the past, future, and present. ",
  "dn5:13.10": "These are the eight factors that King Mahāvijita possessed. ",
  "dn5:13.11": "And so these eight factors also became accessories to the sacrifice. ",
  "dn5:14.0": "4.3. Four More Accessories ",
  "dn5:14.1": "And the brahmin high priest had four factors. ",
  "dn5:14.2": "He was well born on both his mother’s and father’s side, of pure descent, with irrefutable and impeccable genealogy back to the seventh paternal generation. ",
  "dn5:14.3": "He recited and remembered the hymns, and had mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knew philology and grammar, and was well versed in cosmology and the marks of a great man. ",
  "dn5:14.4": "He was ethical, mature in ethical conduct. ",
  "dn5:14.5": "He was astute and clever, being the first or second to hold the sacrificial ladle. ",
  "dn5:14.6": "These are the four factors that the brahmin high priest possessed. ",
  "dn5:14.7": "And so these four factors also became accessories to the sacrifice. ",
  "dn5:15.0": "4.4. The Three Modes ",
  "dn5:15.1": "Next, before the sacrifice, the brahmin high priest taught the three modes to the king. ",
  "dn5:15.2": "‘Now, though the king wants to perform a great sacrifice, he might have certain regrets, thinking: ",
  "dn5:15.3": "“I shall lose a great fortune,” or ",
  "dn5:15.4": "",
  "dn5:15.5": "“I am losing a great fortune,” or ",
  "dn5:15.6": "",
  "dn5:15.7": "“I have lost a great fortune.” But the king should not harbor such regrets.’ ",
  "dn5:15.8": "These are the three modes that the brahmin high priest taught to the king before the sacrifice. ",
  "dn5:16.0": "4.5. The Ten Respects ",
  "dn5:16.1": "Next, before the sacrifice, the brahmin high priest dispelled the king’s regret regarding the recipients in ten respects: ",
  "dn5:16.2": "‘There will come to the sacrifice those who kill living creatures and those who refrain from killing living creatures. ",
  "dn5:16.3": "As to those who kill living creatures, the outcome of that is theirs alone. ",
  "dn5:16.4": "But as to those who refrain from killing living creatures, it is for their sakes that the king should sacrifice, relinquish, rejoice, and gain confidence in his heart. ",
  "dn5:16.5": "There will come to the sacrifice those who steal … ",
  "dn5:16.6": "commit sexual misconduct … ",
  "dn5:16.7": "lie … ",
  "dn5:16.8": "use divisive speech … ",
  "dn5:16.9": "use harsh speech … ",
  "dn5:16.10": "talk nonsense … ",
  "dn5:16.11": "are covetous … ",
  "dn5:16.12": "have ill will … ",
  "dn5:16.13": "have wrong view and those who have right view. ",
  "dn5:16.14": "As to those who have wrong view, the outcome of that is theirs alone. ",
  "dn5:16.15": "But as to those who have right view, it is for their sakes that the king should sacrifice, relinquish, rejoice, and gain confidence in his heart.’ ",
  "dn5:16.16": "These are the ten respects in which the high priest dispelled the king’s regret regarding the recipients before the sacrifice. ",
  "dn5:17.0": "4.6. The Sixteen Respects ",
  "dn5:17.1": "Next, while the king was performing the great sacrifice, the brahmin high priest educated, encouraged, fired up, and inspired the king’s mind in sixteen respects: ",
  "dn5:17.2": "‘Now, while the king is performing the great sacrifice, someone might say, ",
  "dn5:17.3": "“King Mahāvijita performs a great sacrifice, but he did not announce it to the aristocrat vassals of town and country. ",
  "dn5:17.4": "That’s the kind of great sacrifice that this king performs.” ",
  "dn5:17.5": "Those who speak against the king in this way have no legitimacy. ",
  "dn5:17.6": "For the king did indeed announce it to the aristocrat vassals of town and country. ",
  "dn5:17.7": "Let the king know this as a reason to sacrifice, relinquish, rejoice, and gain confidence in his heart. ",
  "dn5:17.8": "While the king is performing the great sacrifice, someone might say, ",
  "dn5:17.9": "“King Mahāvijita performs a great sacrifice, but he did not announce it to the ministers and counselors, well-to-do brahmins, and well-off householders, both of town and country. That’s the kind of great sacrifice that this king performs.” ",
  "dn5:17.10": "Those who speak against the king in this way have no legitimacy. ",
  "dn5:17.11": "For the king did indeed announce it to all these people. ",
  "dn5:17.12": "Let the king know this too as a reason to sacrifice, relinquish, rejoice, and gain confidence in his heart. ",
  "dn5:17.13": "While the king is performing the great sacrifice, someone might say ",
  "dn5:17.14": "that he does not possess the eight factors. ",
  "dn5:17.15": "",
  "dn5:17.16": "",
  "dn5:17.17": "",
  "dn5:17.18": "",
  "dn5:17.19": "",
  "dn5:17.20": "",
  "dn5:17.21": "",
  "dn5:17.22": "",
  "dn5:17.23": "",
  "dn5:17.24": "",
  "dn5:17.25": "",
  "dn5:17.26": "",
  "dn5:17.27": "Those who speak against the king in this way have no legitimacy. ",
  "dn5:17.28": "For the king does indeed possess the eight factors. ",
  "dn5:17.29": "Let the king know this too as a reason to sacrifice, relinquish, rejoice, and gain confidence in his heart. ",
  "dn5:17.30": "While the king is performing the great sacrifice, someone might say ",
  "dn5:17.31": "that the high priest does not possess the four factors. ",
  "dn5:17.32": "",
  "dn5:17.33": "",
  "dn5:17.34": "",
  "dn5:17.35": "",
  "dn5:17.36": "",
  "dn5:17.37": "",
  "dn5:17.38": "",
  "dn5:17.39": "",
  "dn5:17.40": "",
  "dn5:17.41": "",
  "dn5:17.42": "Those who speak against the king in this way have no legitimacy. ",
  "dn5:17.43": "For the high priest does indeed possess the four factors. ",
  "dn5:17.44": "Let the king know this too as a reason to sacrifice, relinquish, rejoice, and gain confidence in his heart.’ ",
  "dn5:17.45": "These are the sixteen respects in which the high priest educated, encouraged, fired up, and inspired the king’s mind while he was performing the sacrifice. ",
  "dn5:18.1": "And brahmin, in that sacrifice no cattle were killed, no goats or sheep were killed, and no chickens or pigs were killed. There was no slaughter of various kinds of creatures. No trees were felled for the sacrificial post. No grass was reaped to strew over the place of sacrifice. ",
  "dn5:18.2": "No bondservants, employees, or workers did their jobs under threat of punishment and danger, weeping with tearful faces. ",
  "dn5:18.3": "Those who wished to work did so, while those who did not wish to did not. ",
  "dn5:18.4": "They did the work they wanted to, and did not do what they didn’t want to. ",
  "dn5:18.5": "The sacrifice was completed with just ghee, oil, butter, curds, honey, and molasses. ",
  "dn5:19.1": "Then the aristocrat vassals, ministers and counselors, well-to-do brahmins, and well-off householders of both town and country came to the king bringing abundant wealth and said, ",
  "dn5:19.2": "‘Sire, this abundant wealth is specially for you alone; may Your Highness accept it!’ ",
  "dn5:19.3": "‘There’s enough raised for me through regular taxes. Let this be for you; and here, take even more!’ ",
  "dn5:19.4": "",
  "dn5:19.5": "When the king turned them down, they withdrew to one side to think up a plan, ",
  "dn5:19.6": "‘It wouldn’t be proper for us to take this abundant wealth back to our own homes. ",
  "dn5:19.7": "King Mahāvijita is performing a great sacrifice. Let us make an offering as an auxiliary sacrifice.’ ",
  "dn5:20.1": "Then the aristocrat vassals of town and country set up gifts to the east of the sacrificial pit. ",
  "dn5:20.2": "The ministers and counselors of town and country set up gifts to the south of the sacrificial pit. ",
  "dn5:20.3": "The well-to-do brahmins of town and country set up gifts to the west of the sacrificial pit. ",
  "dn5:20.4": "The well-off householders of town and country set up gifts to the north of the sacrificial pit. ",
  "dn5:20.5": "And brahmin, in that sacrifice too no cattle were killed, no goats were killed, and no chickens or pigs were killed. There was no slaughter of various kinds of creatures. No trees were felled for the sacrificial post. No grass was reaped to strew over the place of sacrifice. ",
  "dn5:20.6": "No bondservants, employees, or workers did their jobs under threat of punishment and danger, weeping with tearful faces. ",
  "dn5:20.7": "Those who wished to work did so, while those who did not wish to did not. ",
  "dn5:20.8": "They did the work they wanted to, and did not do what they didn’t want to. ",
  "dn5:20.9": "The sacrifice was completed with just ghee, oil, butter, curds, honey, and molasses. ",
  "dn5:20.10": "And so there were four consenting factions, eight factors possessed by King Mahāvijita, four factors possessed by the high priest, ",
  "dn5:20.11": "and three modes. ",
  "dn5:20.12": "Brahmin, this is called the sacrifice accomplished with three modes and sixteen accessories.” ",
  "dn5:21.1": "When he said this, those brahmins made an uproar, ",
  "dn5:21.2": "“Hooray for such sacrifice! Hooray for the accomplishment of such sacrifice!” ",
  "dn5:21.3": "But the brahmin Kūṭadanta sat in silence. ",
  "dn5:21.4": "So those brahmins said to him, ",
  "dn5:21.5": "“How can you not applaud the ascetic Gotama’s fine words?” ",
  "dn5:21.6": "“It’s not that I don’t applaud what he said. ",
  "dn5:21.7": "If anyone didn’t applaud such fine words, their head would explode! ",
  "dn5:21.8": "But, gentlemen, it occurs to me that ",
  "dn5:21.9": "the ascetic Gotama does not say: ",
  "dn5:21.10": "‘So I have heard’ or ‘It ought to be like this.’ ",
  "dn5:21.11": "Rather, he just says: ",
  "dn5:21.12": "‘So it was then, this is how it was then.’ ",
  "dn5:21.13": "It occurs to me that ",
  "dn5:21.14": "the ascetic Gotama at that time must have been King Mahāvijita, the owner of the sacrifice, or else the brahmin high priest who facilitated the sacrifice for him. ",
  "dn5:21.15": "Does Master Gotama recall having performed such a sacrifice, or having facilitated it, and then, when his body broke up, after death, being reborn in a good place, a heavenly realm?” ",
  "dn5:21.16": "“I do recall that, brahmin. For I myself was the brahmin high priest at that time who facilitated the sacrifice.” ",
  "dn5:22.0": "5. A Regular Gift as an Ongoing Family Sacrifice. ",
  "dn5:22.1": "“But Master Gotama, apart from that sacrifice accomplished with three modes and sixteen accessories, is there any other sacrifice that has fewer requirements and undertakings, yet is more fruitful and beneficial?” ",
  "dn5:22.2": "“There is, brahmin.” ",
  "dn5:22.3": "“But what is it?” ",
  "dn5:22.4": "“The regular gifts as ongoing family sacrifice given specially to ethical renunciates; ",
  "dn5:22.5": "this sacrifice, brahmin, has fewer requirements and undertakings, yet is more fruitful and beneficial.” ",
  "dn5:23.1": "“What is the cause, Master Gotama, what is the reason why those regular gifts as ongoing family sacrifice have fewer requirements and undertakings, yet are more fruitful and beneficial, compared with the sacrifice accomplished with three modes and sixteen accessories?” ",
  "dn5:23.2": "“Because neither perfected ones nor those who are on the path to perfection will attend such a sacrifice. ",
  "dn5:23.3": "Why is that? ",
  "dn5:23.4": "Because beatings and throttlings are seen there. ",
  "dn5:23.5": "But the regular gifts as ongoing family sacrifice given specially to ethical renunciates; ",
  "dn5:23.6": "perfected ones and those who are on the path to perfection will attend such a sacrifice. ",
  "dn5:23.7": "Why is that? ",
  "dn5:23.8": "Because no beatings and throttlings are seen there. ",
  "dn5:23.9": "This is the cause, brahmin, this is the reason why those regular gifts as ongoing family sacrifice have fewer requirements and undertakings, yet are more fruitful and beneficial, compared with the sacrifice accomplished with three modes and sixteen accessories.” ",
  "dn5:24.1": "“But Master Gotama, apart from that sacrifice accomplished with three modes and sixteen accessories and those regular gifts as ongoing family sacrifice, is there any other sacrifice that has fewer requirements and undertakings, yet is more fruitful and beneficial?” ",
  "dn5:24.2": "“There is, brahmin.” ",
  "dn5:24.3": "“But what is it?” ",
  "dn5:24.4": "“When someone gives a dwelling specially for the Saṅgha of the four quarters.” ",
  "dn5:25.1": "“But is there any other sacrifice that has fewer requirements and undertakings, yet is more fruitful and beneficial?” ",
  "dn5:25.2": "",
  "dn5:25.3": "",
  "dn5:25.4": "“When someone with confident heart goes for refuge to the Buddha, the teaching, and the Saṅgha.” ",
  "dn5:25.5": "",
  "dn5:26.1": "“But is there any other sacrifice that has fewer requirements and undertakings, yet is more fruitful and beneficial?” ",
  "dn5:26.2": "",
  "dn5:26.3": "",
  "dn5:26.4": "“When someone with a confident heart undertakes the training rules ",
  "dn5:26.5": "to refrain from killing living creatures, stealing, sexual misconduct, lying, and alcoholic drinks that cause negligence.” ",
  "dn5:26.6": "",
  "dn5:27.1": "“But is there any other sacrifice that has fewer requirements and undertakings, yet is more fruitful and beneficial?” ",
  "dn5:27.2": "“There is, brahmin. ",
  "dn5:27.3": "",
  "dn5:27.4": "It’s when a Realized One arises in the world, perfected, a fully awakened Buddha … ",
  "dn5:27.5": "That’s how a mendicant is accomplished in ethics. … ",
  "dn5:27.6": "They enter and remain in the first absorption … ",
  "dn5:27.7": "This sacrifice has fewer requirements and undertakings than the former, yet is more fruitful and beneficial. … ",
  "dn5:27.8": "They enter and remain in the second absorption … ",
  "dn5:27.9": "third absorption … ",
  "dn5:27.10": "fourth absorption. ",
  "dn5:27.11": "This sacrifice has fewer requirements and undertakings than the former, yet is more fruitful and beneficial. … ",
  "dn5:27.12": "They extend and project the mind toward knowledge and vision … ",
  "dn5:27.13": "This sacrifice has fewer requirements and undertakings than the former, yet is more fruitful and beneficial. ",
  "dn5:27.14": "They understand: ‘… there is no return to any state of existence.’ ",
  "dn5:27.15": "This sacrifice has fewer requirements and undertakings than the former, yet is more fruitful and beneficial. ",
  "dn5:27.16": "And, brahmin, there is no other accomplishment of sacrifice which is better and finer than this.” ",
  "dn5:28.0": "6. Kūṭadanta Declares Himself a Lay Follower ",
  "dn5:28.1": "When he had spoken, Kūṭadanta said to the Buddha, ",
  "dn5:28.2": "“Excellent, Master Gotama! Excellent! ",
  "dn5:28.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with clear eyes can see what’s there, Master Gotama has made the Teaching clear in many ways. ",
  "dn5:28.4": "I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha. ",
  "dn5:28.5": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life. ",
  "dn5:28.6": "And these bulls, bullocks, heifers, goats, and rams—seven hundred of each—I release them, I grant them life! Let them eat green grass and drink cool water, and may a cool breeze blow upon them!” ",
  "dn5:29.0": "7. The Realization of the Fruit of Stream-Entry ",
  "dn5:29.1": "Then the Buddha taught Kūṭadanta step by step, with ",
  "dn5:29.2": "a talk on giving, ethical conduct, and heaven. He explained the drawbacks of sensual pleasures, so sordid and corrupt, and the benefit of renunciation. ",
  "dn5:29.3": "And when he knew that Kūṭadanta’s mind was ready, pliable, rid of hindrances, elated, and confident he explained the special teaching of the Buddhas: ",
  "dn5:29.4": "suffering, its origin, its cessation, and the path. ",
  "dn5:29.5": "Just as a clean cloth rid of stains would properly absorb dye, ",
  "dn5:29.6": "in that very seat the stainless, immaculate vision of the Dhamma arose in the brahmin Kūṭadanta: ",
  "dn5:29.7": "“Everything that has a beginning has an end.” ",
  "dn5:30.1": "Then Kūṭadanta saw, attained, understood, and fathomed the Dhamma. He went beyond doubt, got rid of indecision, and became self-assured and independent of others regarding the Teacher’s instructions. He said to the Buddha, ",
  "dn5:30.2": "“Would Master Gotama together with the mendicant Saṅgha please accept tomorrow’s meal from me?” ",
  "dn5:30.3": "The Buddha consented with silence. ",
  "dn5:30.4": "Then, knowing that the Buddha had consented, Kūṭadanta got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "dn5:30.5": "And when the night had passed Kūṭadanta had delicious fresh and cooked foods prepared in his own home. Then he had the Buddha informed of the time, saying, ",
  "dn5:30.6": "“It’s time, Master Gotama, the meal is ready.” ",
  "dn5:30.7": "Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Kūṭadanta together with the mendicant Saṅgha, where he sat on the seat spread out. ",
  "dn5:30.8": "Then Kūṭadanta served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with delicious fresh and cooked foods. ",
  "dn5:30.9": "When the Buddha had eaten and washed his hand and bowl, Kūṭadanta took a low seat and sat to one side. ",
  "dn5:30.10": "Then the Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk, after which he got up from his seat and left. "
}