{
  "dn6:0.1": "Long Discourses 6 ",
  "dn6:0.2": "With Mahāli ",
  "dn6:1.0": "1. On the Brahmin Emissaries ",
  "dn6:1.1": "So I have heard. ",
  "dn6:1.2": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "dn6:1.3": "Now at that time several brahmin emissaries from Kosala and Magadha were residing in Vesālī on some business. ",
  "dn6:1.4": "They heard: ",
  "dn6:1.5": "“It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "dn6:1.6": "He has this good reputation: ",
  "dn6:1.7": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "dn6:1.8": "He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others. ",
  "dn6:1.9": "He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure. ",
  "dn6:1.10": "It’s good to see such perfected ones.” ",
  "dn6:2.1": "Then they went to the hall with the peaked roof in the Great Wood to see the Buddha. ",
  "dn6:2.2": "Now, at that time Venerable Nāgita was the Buddha’s attendant. ",
  "dn6:2.3": "The brahmin emissaries went up to him and said, ",
  "dn6:2.4": "“Master Nāgita, where is Master Gotama at present? ",
  "dn6:2.5": "For we want to see him.” ",
  "dn6:2.6": "“It’s the wrong time to see the Buddha; he is on retreat.” ",
  "dn6:2.7": "So right there the brahmin emissaries sat down to one side, thinking, ",
  "dn6:2.8": "“We’ll go only after we’ve seen Master Gotama.” ",
  "dn6:3.0": "2. On Oṭṭhaddha the Licchavi ",
  "dn6:3.1": "Oṭṭhaddha the Licchavi together with a large assembly of Licchavis also approached Nāgita at the hall with the peaked roof. He bowed, stood to one side, and said to Nāgita, ",
  "dn6:3.2": "“Master Nāgita, where is the Blessed One at present, the perfected one, the fully awakened Buddha? ",
  "dn6:3.3": "For we want to see him.” ",
  "dn6:3.4": "“It’s the wrong time to see the Buddha; he is on retreat.” ",
  "dn6:3.5": "So right there Oṭṭhaddha also sat down to one side, thinking, ",
  "dn6:3.6": "“I’ll go only after I’ve seen the Blessed One, the perfected one, the fully awakened Buddha.” ",
  "dn6:4.1": "Then the novice Sīha approached Nāgita. He bowed, stood to one side, and said to Nāgita, ",
  "dn6:4.2": "“Sir, Kassapa, these several brahmin emissaries from Kosala and Magadha, and also Oṭṭhaddha the Licchavi together with a large assembly of Licchavis, have come here to see the Buddha. It’d be good if these people got to see the Buddha.” ",
  "dn6:4.3": "“Well then, Sīha, tell the Buddha yourself.” ",
  "dn6:4.4": "“Yes, sir,” replied Sīha. He went to the Buddha, bowed, stood to one side, and told him of the people waiting to see him, adding: ",
  "dn6:4.5": "",
  "dn6:4.6": "“Sir, it’d be good if these people got to see the Buddha.” ",
  "dn6:4.7": "“Well then, Sīha, spread out a seat in the shade of the dwelling.” ",
  "dn6:4.8": "“Yes, sir,” replied Sīha, and he did so. ",
  "dn6:4.9": "Then the Buddha came out of his dwelling and sat in the shade of the dwelling on the seat spread out. ",
  "dn6:5.1": "Then the brahmin emissaries went up to the Buddha, and exchanged greetings with him. ",
  "dn6:5.2": "When the greetings and polite conversation were over, they sat down to one side. ",
  "dn6:5.3": "Oṭṭhaddha the Licchavi together with a large assembly of Licchavis also went up to the Buddha, bowed, and sat down to one side. Oṭṭhaddha said to the Buddha, “Sir, a few days ago Sunakkhatta the Licchavi came to me and said: ",
  "dn6:5.4": "‘Mahāli, soon I will have been living in dependence on the Buddha for three years. I see divine sights that are pleasant, sensual, and arousing, but I don’t hear divine sounds that are pleasant, sensual, and arousing.’ ",
  "dn6:5.5": "The divine sounds that Sunakkhatta cannot hear: do such sounds really exist or not?” ",
  "dn6:5.6.0": "2.1. One-Sided Immersion ",
  "dn6:5.7": "“Such sounds really do exist, but Sunakkhatta cannot hear them.” ",
  "dn6:6.1": "“What is the cause, sir, what is the reason why Sunakkhatta cannot hear them, even though they really do exist?” ",
  "dn6:6.2": "“Mahāli, take a mendicant who has developed immersion to the eastern quarter in one aspect: so as to see divine sights but not to hear divine sounds. ",
  "dn6:6.3": "When they have developed immersion for that purpose, ",
  "dn6:6.4": "they see divine sights but don’t hear divine sounds. ",
  "dn6:6.5": "Why is that? ",
  "dn6:6.6": "Because that is how it is for a mendicant who develops immersion in that way. ",
  "dn6:7.1": "Furthermore, take a mendicant who has developed immersion to the southern quarter in one aspect … ",
  "dn6:7.2": "western quarter … ",
  "dn6:7.3": "northern quarter … ",
  "dn6:7.4": "above, below, across … ",
  "dn6:7.5": "",
  "dn6:7.6": "",
  "dn6:7.7": "",
  "dn6:7.8": "That is how it is for a mendicant who develops immersion in that way. ",
  "dn6:8.1": "Take a mendicant who has developed immersion to the eastern quarter in one aspect: so as to hear divine sounds but not to see divine sights. ",
  "dn6:8.2": "When they have developed immersion for that purpose, ",
  "dn6:8.3": "they hear divine sounds but don’t see divine sights. ",
  "dn6:8.4": "Why is that? ",
  "dn6:8.5": "Because that is how it is for a mendicant who develops immersion in that way. ",
  "dn6:9.1": "Furthermore, take a mendicant who has developed immersion to the southern quarter in one aspect … ",
  "dn6:9.2": "western quarter … ",
  "dn6:9.3": "northern quarter … ",
  "dn6:9.4": "above, below, across … ",
  "dn6:9.5": "",
  "dn6:9.6": "",
  "dn6:9.7": "",
  "dn6:9.8": "That is how it is for a mendicant who develops immersion in that way. ",
  "dn6:10.1": "Take a mendicant who has developed immersion to the eastern quarter in both aspects: so as to hear divine sounds and see divine sights. ",
  "dn6:10.2": "When they have developed immersion for that purpose, ",
  "dn6:10.3": "they see divine sights and hear divine sounds. ",
  "dn6:10.4": "Why is that? ",
  "dn6:10.5": "Because that is how it is for a mendicant who develops immersion in that way. ",
  "dn6:11.1": "Furthermore, take a mendicant who has developed immersion to the southern quarter in both aspects … ",
  "dn6:11.2": "western quarter … ",
  "dn6:11.3": "northern quarter … ",
  "dn6:11.4": "above, below, across … ",
  "dn6:11.5": "",
  "dn6:11.6": "",
  "dn6:11.7": "",
  "dn6:11.8": "That is how it is for a mendicant who develops immersion in that way. ",
  "dn6:11.9": "This is the cause, Mahāli, this is the reason why Sunakkhatta cannot hear divine sounds that are pleasant, sensual, and arousing, even though they really do exist.” ",
  "dn6:12.1": "“Surely the mendicants must lead the spiritual life under the Buddha for the sake of realizing such a development of immersion?” ",
  "dn6:12.2": "“No, Mahāli, the mendicants don’t lead the spiritual life under me for the sake of realizing such a development of immersion. ",
  "dn6:12.3": "There are other things that are finer, for the sake of which the mendicants lead the spiritual life under me.” ",
  "dn6:13.0": "2.2. The Four Noble Fruits ",
  "dn6:13.1": "“But sir, what are those finer things?” ",
  "dn6:13.2": "“Firstly, Mahāli, with the ending of three fetters a mendicant is a stream-enterer, not liable to be reborn in the underworld, bound for awakening. ",
  "dn6:13.3": "This is one of the finer things for the sake of which the mendicants lead the spiritual life under me. ",
  "dn6:13.4": "Furthermore, a mendicant—with the ending of three fetters, and the weakening of greed, hate, and delusion—is a once-returner. They come back to this world once only, then make an end of suffering. ",
  "dn6:13.5": "This too is one of the finer things. ",
  "dn6:13.6": "Furthermore, with the ending of the five lower fetters, a mendicant is reborn spontaneously and will become extinguished there, not liable to return from that world. ",
  "dn6:13.7": "This too is one of the finer things. ",
  "dn6:13.8": "Furthermore, a mendicant has realized the undefiled freedom of heart and freedom by wisdom in this very life, and lives having realized it with their own insight due to the ending of defilements. ",
  "dn6:13.9": "This too is one of the finer things. ",
  "dn6:13.10": "These are the finer things, for the sake of which the mendicants lead the spiritual life under me.” ",
  "dn6:14.0": "2.3. The Noble Eightfold Path ",
  "dn6:14.1": "“But, sir, is there a path and a practice for realizing these things?” ",
  "dn6:14.2": "“There is, Mahāli.” ",
  "dn6:14.3": "“Well, what is it?” ",
  "dn6:14.4": "“It is simply this noble eightfold path, that is: ",
  "dn6:14.5": "right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion. ",
  "dn6:14.6": "This is the path and the practice for realizing these things. ",
  "dn6:15.0": "2.4. On the Two Renunciates ",
  "dn6:15.1": "This one time, Mahāli, I was staying near Kosambī, in Ghosita’s Monastery. ",
  "dn6:15.2": "Then two renunciates—",
  "dn6:15.3": "the wanderer Muṇḍiya and Jāliya, the pupil of the wood-bowl ascetic—came and exchanged greetings with me. ",
  "dn6:15.4": "When the greetings and polite conversation were over, they stood to one side and said to me: ",
  "dn6:15.5": "‘Reverend Gotama, are the soul and the body the same thing, or they are different things?’ ",
  "dn6:16.1": "‘Well then, reverends, listen and pay close attention, I will speak.’ ",
  "dn6:16.2": "‘Yes, reverend,’ they replied. ",
  "dn6:16.3": "I said this: ",
  "dn6:16.4": "‘Take the case when a Realized One arises in the world, perfected, a fully awakened Buddha … ",
  "dn6:16.5": "That’s how a mendicant is accomplished in ethics. … ",
  "dn6:16.6": "",
  "dn6:16.7": "They enter and remain in the first absorption. ",
  "dn6:16.8": "When a mendicant knows and sees like this, would it be appropriate to say of them: ",
  "dn6:16.9": "“The soul and the body are the same thing” or “The soul and the body are different things”?’ ",
  "dn6:16.10": "‘It would, reverend.’ ",
  "dn6:16.11": "",
  "dn6:16.12": "‘But reverends, I know and see like this. ",
  "dn6:16.13": "Nevertheless, I do not say: ",
  "dn6:16.14": "“The soul and the body are the same thing” or “The soul and the body are different things”. … ",
  "dn6:17.1": "They enter and remain in the second absorption … ",
  "dn6:17.2": "third absorption … ",
  "dn6:17.3": "fourth absorption. ",
  "dn6:17.4": "When a mendicant knows and sees like this, would it be appropriate to say of them: ",
  "dn6:17.5": "“The soul and the body are the same thing” or “The soul and the body are different things”?’ ",
  "dn6:17.6": "‘It would, reverend.’ ",
  "dn6:17.7": "",
  "dn6:17.8": "‘But reverends, I know and see like this. ",
  "dn6:17.9": "Nevertheless, I do not say: ",
  "dn6:17.10": "“The soul and the body are the same thing” or “The soul and the body are different things”. … ",
  "dn6:18.1": "They extend and project the mind toward knowledge and vision … ",
  "dn6:18.2": "When a mendicant knows and sees like this, would it be appropriate to say of them: ",
  "dn6:18.3": "“The soul and the body are the same thing” or “The soul and the body are different things”?’ ",
  "dn6:18.4": "",
  "dn6:18.5": "‘It would, reverend.’ ",
  "dn6:18.6": "",
  "dn6:18.7": "‘But reverends, I know and see like this. ",
  "dn6:18.8": "Nevertheless, I do not say: ",
  "dn6:18.9": "“The soul and the body are the same thing” or “The soul and the body are different things”. … ",
  "dn6:19.1": "They understand: “… there is no return to any state of existence.” ",
  "dn6:19.2": "When a mendicant knows and sees like this, would it be appropriate to say of them: ",
  "dn6:19.3": "“The soul and the body are the same thing” or “The soul and the body are different things”?’ ",
  "dn6:19.4": "‘It would not, reverend.’ ",
  "dn6:19.5": "",
  "dn6:19.6": "‘But reverends, I know and see like this. ",
  "dn6:19.7": "Nevertheless, I do not say: ",
  "dn6:19.8": "“The soul and the body are the same thing” or “The soul and the body are different things”.’” ",
  "dn6:19.9": "That is what the Buddha said. ",
  "dn6:19.10": "Satisfied, Oṭṭhaddha the Licchavi was happy with what the Buddha said. "
}