{
  "sn4.17:0.1": "Linked Discourses 4 ",
  "sn4.17:0.2": "2. Rule ",
  "sn4.17:0.3": "17. The Six Fields of Contact ",
  "sn4.17:1.1": "At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof. ",
  "sn4.17:1.2": "Now at that time the Buddha was educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk on the topic of the six fields of contact. ",
  "sn4.17:1.3": "And those mendicants were paying heed, paying attention, engaging wholeheartedly, and lending an ear. ",
  "sn4.17:2.1": "Then Māra thought, ",
  "sn4.17:2.2": "“This ascetic Gotama is educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk on the topic of the six fields of contact. ",
  "sn4.17:2.3": "And those mendicants are paying heed, paying attention, engaging wholeheartedly, and lending an ear. ",
  "sn4.17:2.4": "Why don’t I go and pull the wool over their eyes?” ",
  "sn4.17:2.5": "Then Māra the Wicked went up to the Buddha and made a terrifyingly loud noise close by him. It seemed as if the earth were shattering, so that one of the mendicants said to another, ",
  "sn4.17:2.6": "“Mendicant, mendicant, it seems like the earth is shattering!” ",
  "sn4.17:2.7": "When this was said, the Buddha said to that mendicant, ",
  "sn4.17:2.8": "“Mendicant, that’s not the earth shattering. ",
  "sn4.17:2.9": "That’s Māra the Wicked come to pull the wool over your eyes!” ",
  "sn4.17:2.10": "Then the Buddha, knowing that this was Māra the Wicked, addressed him in verse: ",
  "sn4.17:3.1": "“Sights, sounds, tastes, smells, ",
  "sn4.17:3.2": "touches, and thoughts, the lot of them—",
  "sn4.17:3.3": "this is the dreadful bait ",
  "sn4.17:3.4": "that the world’s infatuated by. ",
  "sn4.17:4.1": "But a mindful disciple of the Buddha ",
  "sn4.17:4.2": "has transcended all that. ",
  "sn4.17:4.3": "Having slipped free of Māra’s sway, ",
  "sn4.17:4.4": "they shine like the sun.” ",
  "sn4.17:5.1": "Then Māra … vanished right there."
}