{
  "sn4.19:0.1": "Linked Discourses 4.19 ",
  "sn4.19:0.2": "2. Rule ",
  "sn4.19:0.3": "A Farmer ",
  "sn4.19:1.1": "At Sāvatthī. ",
  "sn4.19:1.2": "Now at that time the Buddha was educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk about extinguishment. ",
  "sn4.19:1.3": "And those mendicants were paying heed, paying attention, engaging wholeheartedly, and lending an ear. ",
  "sn4.19:2.1": "Then Māra thought, ",
  "sn4.19:2.2": "“The ascetic Gotama is giving a Dhamma talk about extinguishment … and the mendicants are listening well. ",
  "sn4.19:2.3": "Why don’t I go and pull the wool over their eyes?” ",
  "sn4.19:2.4": "Then Māra the Wicked manifested in the form of a farmer carrying a large plough on his shoulder. He held a long goad, his hair was messy, he was clad in sunn hemp, and his feet were muddy. He went up to the Buddha and said to him, ",
  "sn4.19:2.5": "“So, ascetic, did you happen to see any oxen?” ",
  "sn4.19:2.6": "“But what have you to do with oxen, Wicked One?” ",
  "sn4.19:2.7": "“Mine alone, ascetic, is the eye, mine are sights, mine is the field of eye contact consciousness. ",
  "sn4.19:2.8": "Where can you escape me, ascetic? ",
  "sn4.19:2.9": "Mine alone is the ear … ",
  "sn4.19:2.10": "nose … ",
  "sn4.19:2.11": "tongue … ",
  "sn4.19:2.12": "body … ",
  "sn4.19:2.13": "mind, mine are thoughts, mine is the field of mind contact consciousness. ",
  "sn4.19:2.14": "Where can you escape me, ascetic?” ",
  "sn4.19:3.1": "“Yours alone, Wicked One, is the eye, yours are sights, yours is the field of eye contact consciousness. ",
  "sn4.19:3.2": "Where there is no eye, no sights, no eye contact consciousness—you have no place there, Wicked One! ",
  "sn4.19:3.3": "Yours alone is the ear … ",
  "sn4.19:3.4": "",
  "sn4.19:3.5": "nose … ",
  "sn4.19:3.6": "",
  "sn4.19:3.7": "tongue … ",
  "sn4.19:3.8": "body … ",
  "sn4.19:3.9": "mind, yours are thoughts, yours is the field of mind contact consciousness. ",
  "sn4.19:3.10": "Where there is no mind, no thoughts, no mind contact consciousness—you have no place there, Wicked One!” ",
  "sn4.19:4.1": "“The things they call ‘mine’, ",
  "sn4.19:4.2": "and those who say ‘it’s mine’: ",
  "sn4.19:4.3": "if your mind remains there, ",
  "sn4.19:4.4": "you won’t escape me, ascetic!” ",
  "sn4.19:5.1": "“The things they speak of aren’t mine; ",
  "sn4.19:5.2": "I’m not someone who speaks like that. ",
  "sn4.19:5.3": "So know this, Wicked One: ",
  "sn4.19:5.4": "you won’t even see the path I take.” ",
  "sn4.19:6.1": "Then Māra … vanished right there. "
}