{
  "sn28.10:1.4": "We don’t meet Sucimukhī elsewhere. Her name appears to mean “fair-face”, but it may be a misspelling of <i lang='pi' translate='no'>sūcimukhī</i>, “needle-mouth”, used elsewhere of mosquitoes or similar creatures (<a href='https://suttacentral.net/mn130/en/sujato#20.3'>MN 130:20.3</a>, Atharva Veda 11.10.3). Bold women were a feature of the ascetic communities, as shown by Bhaddā of the Curly Hair (<a href='https://suttacentral.net/thig5.9/en/sujato'>Thig 5.9</a>) or Gārgī Vācaknavī (Bṛhadāraṇyaka Upaniṣad 3.6.1). Perhaps Sucimukhī was known for poking people with annoying questions. ",
  "sn28.10:2.1": "To “eat” (<i lang='pi' translate='no'>bhuñjati</i>) is is both to “enjoy” and to “nourish”. Her question is deliberately obscure, a test for the supposedly wise Sāriputta, but from the context it’s clear she is asking about right livelihood. The brahmins made sure that they worshiped the god the right way, so as to ensure the bounty of spiritual blessings, monetary fees, and food. | At Śatapatha Brāhmaṇa 10.5.5 we find a similar challenge and response. When a certain Kuśri Vājaśravasa built a fire altar, he was quizzed by Suśruvas Kauṣya whether he built it with Agni’s face forward (east), backward (west), downward (south) or upwards (north). Suśruvas faults all these methods; for example, in some cases it is like giving food to someone facing the wrong way. Kuśri responds that he has built it in all these ways, for which he supplies symbolic rationales. Sucimukhī may be echoing this very dialogue, or at least, engaging in a similar manner of questioning. ",
  "sn28.10:4.2": "Where Kuśri responds with obscure allusions to symbolic connections of the ritual, Sāriputta answers the riddle in a way that is simultaneously literal and meaningful. He doesn’t try to out-riddle the riddler, but identifies the ethical responsibility of taking almsfood. | For “geomancy” (<i lang='pi' translate='no'>vatthuvijjā</i>) see <a href='https://suttacentral.net/dn1/en/sujato#1.21.2'>DN 1:1.21.2</a>. Varāhamihira details it at Bṛhatsaṁhitā 52, where it involves a detailed architectural plan so a building accords with the divinities and auguries of the place. ",
  "sn28.10:4.3": "The technical term “astrology” (<i lang='pi' translate='no'>nakkhattavijjā</i>) is only found here, but it is described at <a href='https://suttacentral.net/dn1/en/sujato#1.24.2'>DN 1:1.24.2</a>. Indian astrology is a vast and complex field, intertwined with the origins of mathematics. ",
  "sn28.10:4.4": "Described at <a href='https://suttacentral.net/dn1/en/sujato#1.19.1'>DN 1:1.19.1</a>. Acting as a go-between for lay business was tempting due to the mendicants’ wandering lifestyle. However, it exposes them to risk if the message is not delivered or if it is bad news. ",
  "sn28.10:4.5": "Bṛhatsaṁhitā 50 details the lore of <i lang='pi' translate='no'>angavidyā</i>, “limb-reading”. This involves a close study of a person’s physical features and behaviors. "
}