{
  "sn35.91:0.1": "Linked Discourses 35 ",
  "sn35.91:0.2": "9. With Channa ",
  "sn35.91:0.3": "91. Turbulence (2nd) ",
  "sn35.91:1.1": "“Mendicants, turbulence is a disease, turbulence is a boil, turbulence is a dart. ",
  "sn35.91:1.2": "That’s why the Realized One lives unperturbed, with dart drawn out. ",
  "sn35.91:1.3": "Now, a mendicant might wish: ‘May I live unperturbed, with dart drawn out.’ ",
  "sn35.91:1.4": "So let them not identify with the eye, let them not identify in the eye, let them not identify from the eye, let them not identify: ‘The eye is mine.’ ",
  "sn35.91:1.5": "Let them not identify with sights … ",
  "sn35.91:1.6": "eye consciousness … ",
  "sn35.91:1.7": "eye contact … ",
  "sn35.91:1.8": "Let them not identify with the pleasant, painful, or neutral feeling that arises conditioned by eye contact. Let them not identify in that, let them not identify from that, and let them not identify: ‘That is mine.’ ",
  "sn35.91:1.9": "For whatever you identify with, whatever you identify in, whatever you identify as, and whatever you identify to be ‘mine’: that becomes something else. ",
  "sn35.91:1.10": "The world is attached to being, taking pleasure only in being, yet it becomes something else. ",
  "sn35.91:2.1": "Let them not identify with the ear … nose … tongue … body … ",
  "sn35.91:2.2": " ",
  "sn35.91:2.3": " ",
  "sn35.91:2.4": " ",
  "sn35.91:2.5": " ",
  "sn35.91:2.6": " ",
  "sn35.91:3.1": "Let them not identify with the mind … ",
  "sn35.91:3.2": "mind consciousness … ",
  "sn35.91:3.3": "mind contact … ",
  "sn35.91:3.4": "Let them not identify with the pleasant, painful, or neutral feeling that arises conditioned by mind contact. Let them not identify in that, let them not identify as that, and let them not identify: ‘That is mine.’ ",
  "sn35.91:3.5": "For whatever you identify with, whatever you identify in, whatever you identify as, and whatever you identify to be ‘mine’: that becomes something else. ",
  "sn35.91:3.6": "The world is attached to being, taking pleasure only in being, yet it becomes something else. ",
  "sn35.91:4.1": "As far as the aggregates, elements, and sense fields extend, they don’t identify with that, they don’t identify in that, they don’t identify as that, and they don’t identify: ‘That is mine.’ ",
  "sn35.91:4.2": "Not identifying, they don’t grasp at anything in the world. ",
  "sn35.91:4.3": "Not grasping, they’re not anxious. Not being anxious, they personally become extinguished. ",
  "sn35.91:4.4": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’” "
}