{
  "sn35.133:0.1": "Linked Discourses 35 ",
  "sn35.133:0.2": "13. Householders ",
  "sn35.133:0.3": "133. Verahaccāni ",
  "sn35.133:1.1": "At one time Venerable Udāyī was staying near Kāmaṇḍā in the brahmin Todeyya’s mango grove. ",
  "sn35.133:1.2": "Then a boy who was a student of the brahmin lady of the Verahaccāni clan went up to Udāyī and exchanged greetings with him. ",
  "sn35.133:1.3": "When the greetings and polite conversation were over, he sat down to one side. ",
  "sn35.133:1.4": "Udāyī educated, encouraged, fired up, and inspired that student with a Dhamma talk. ",
  "sn35.133:1.5": "Then that student went to the brahmin lady of the Verahaccāni clan and said to her, ",
  "sn35.133:1.6": "“Please, madam, you should know this. ",
  "sn35.133:1.7": "The ascetic Udāyī teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.” ",
  "sn35.133:2.1": "“Then, student, invite him in my name for tomorrow’s meal.” ",
  "sn35.133:2.2": "“Yes, madam,” he replied. He went to Udāyī and said, ",
  "sn35.133:2.3": "“Sir, may Master Udāyī please accept an offering of tomorrow’s meal from my teacher’s wife, the brahmin lady of the Verahaccāni clan.” ",
  "sn35.133:2.4": "Udāyī consented in silence. ",
  "sn35.133:2.5": "Then when the night had passed, Udāyī robed up in the morning and, taking his bowl and robe, went to the brahmin lady’s home, and sat down on the seat spread out. ",
  "sn35.133:2.6": "Then the brahmin lady served and satisfied Udāyī with her own hands with a variety of delicious foods. ",
  "sn35.133:2.7": "When Udāyī had eaten and washed his hand and bowl, she put on a pair of shoes, sat on a high seat, covered her head, and said to him, ",
  "sn35.133:2.8": "“Ascetic, preach the Dhamma.” ",
  "sn35.133:2.9": "“There will be an occasion for that, sister,” he replied, then got up from his seat and left. ",
  "sn35.133:3.1": "For a second time that student went to Venerable Udāyī … ",
  "sn35.133:3.2": " ",
  "sn35.133:3.3": " ",
  "sn35.133:3.4": "And for a second time that student went to the brahmin lady of the Verahaccāni clan … ",
  "sn35.133:3.5": " ",
  "sn35.133:3.6": " ",
  "sn35.133:4.1": "She said to him, “You keep praising the ascetic Udāyī like this. ",
  "sn35.133:4.2": "But when I asked him to preach the Dhamma he just said that there would be an occasion for that, and then he got up and left.” ",
  "sn35.133:4.3": "“Madam, that’s because you put on a pair of shoes, sat on a high seat, and covered your head before inviting him to teach. ",
  "sn35.133:4.4": " ",
  "sn35.133:4.5": "For the masters respect the teaching.” ",
  "sn35.133:4.6": "“Then, student, invite him in my name for tomorrow’s meal.” ",
  "sn35.133:4.7": "“Yes, madam,” he replied. … ",
  "sn35.133:4.8": " ",
  "sn35.133:4.9": " ",
  "sn35.133:5.1": " ",
  "sn35.133:5.2": "Then the brahmin lady served and satisfied Udāyī with her own hands with a variety of delicious foods. ",
  "sn35.133:5.3": "When Udāyī had eaten and washed his hand and bowl, she took off her shoes, sat on a low seat, uncovered her head, and said to him, ",
  "sn35.133:5.4": "“Sir, when what exists do the perfected ones declare that there is pleasure and pain? When what doesn’t exist do the perfected ones not declare that there is pleasure and pain?” ",
  "sn35.133:6.1": "“Sister, when there’s an eye, the perfected ones declare that there is pleasure and pain. When there’s no eye, the perfected ones don’t declare that there is pleasure and pain. ",
  "sn35.133:6.2": "When there’s an ear … nose … tongue … body … ",
  "sn35.133:6.3": "mind, the perfected ones declare that there is pleasure and pain. When there’s no mind, the perfected ones don’t declare that there is pleasure and pain.” ",
  "sn35.133:7.1": "When he said this, the brahmin lady said to Udāyī, ",
  "sn35.133:7.2": "“Excellent, sir! Excellent! ",
  "sn35.133:7.3": "As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Venerable Udāyī has made the teaching clear in many ways. ",
  "sn35.133:7.4": "I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha. ",
  "sn35.133:7.5": "From this day forth, may Venerable Udāyī remember me as a lay follower who has gone for refuge for life.” ",
  "sn35.133:7.6": " ",
  "sn35.133:7.7": " ",
  "sn35.133:8.1": " ",
  "sn35.133:8.2": " ",
  "sn35.133:8.3": " "
}