{
  "sn35.243:0.1": "Linked Discourses 35 ",
  "sn35.243:0.2": "19. The Simile of the Vipers ",
  "sn35.243:0.3": "243. The Explanation on the Corrupt ",
  "sn35.243:1.1": "At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery. ",
  "sn35.243:1.2": "Now at that time a new town hall had recently been constructed for the Sakyans of Kapilavatthu. It had not yet been occupied by an ascetic or brahmin or any person at all. ",
  "sn35.243:1.3": "Then the Sakyans of Kapilavatthu went up to the Buddha, bowed, sat down to one side, and said to him, ",
  "sn35.243:1.4": "“Sir, a new town hall has recently been constructed for the Sakyans of Kapilavatthu. It has not yet been occupied by an ascetic or brahmin or any person at all. ",
  "sn35.243:1.5": "May the Buddha be the first to use it, ",
  "sn35.243:1.6": "and only then will the Sakyans of Kapilavatthu use it. ",
  "sn35.243:1.7": "That would be for the lasting welfare and happiness of the Sakyans of Kapilavatthu.” ",
  "sn35.243:1.8": "The Buddha consented in silence. ",
  "sn35.243:2.1": "Knowing that the Buddha had consented, the Sakyans got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right. Then they went to the new town hall, where they spread carpets all over, prepared seats, set up a water jar, and placed a lamp. Then they went back to the Buddha and told him of their preparations, saying, ",
  "sn35.243:2.2": " ",
  "sn35.243:2.3": "“Please, sir, come at your convenience.” ",
  "sn35.243:2.4": "Then the Buddha robed up and, taking his bowl and robe, went to the new town hall together with the Saṅgha of mendicants. Having washed his feet he entered the town hall and sat against the central column facing east. ",
  "sn35.243:2.5": "The Saṅgha of mendicants also washed their feet, entered the town hall, and sat against the west wall facing east, with the Buddha right in front of them. ",
  "sn35.243:2.6": "The Sakyans of Kapilavatthu also washed their feet, entered the town hall, and sat against the east wall facing west, with the Buddha right in front of them. ",
  "sn35.243:2.7": "The Buddha spent most of the night educating, encouraging, firing up, and inspiring the Sakyans with a Dhamma talk. Then he dismissed them, saying, ",
  "sn35.243:2.8": "“The night is getting late, Gotamas. ",
  "sn35.243:2.9": "Please go at your convenience.” ",
  "sn35.243:2.10": "“Yes, sir,” replied the Sakyans. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving. ",
  "sn35.243:3.1": "And then, soon after the Sakyans had left, the Buddha addressed Venerable Mahāmoggallāna, ",
  "sn35.243:3.2": "“Moggallāna, the Saṅgha of mendicants is rid of dullness and drowsiness. ",
  "sn35.243:3.3": "Give them some Dhamma talk as you feel inspired. ",
  "sn35.243:3.4": "My back is sore, ",
  "sn35.243:3.5": "I’ll stretch it.” ",
  "sn35.243:3.6": "“Yes, sir,” Mahāmoggallāna replied. ",
  "sn35.243:3.7": "And then the Buddha spread out his outer robe folded in four and laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up. ",
  "sn35.243:3.8": "There Venerable Mahāmoggallāna addressed the mendicants: ",
  "sn35.243:3.9": "“Reverends, mendicants!” ",
  "sn35.243:3.10": "“Reverend,” they replied. ",
  "sn35.243:3.11": "Venerable Mahāmoggallāna said this: ",
  "sn35.243:3.12": "“I will teach you the explanation of the corrupt and the uncorrupted. ",
  "sn35.243:3.13": "Listen and pay close attention, I will speak.” ",
  "sn35.243:3.14": "“Yes, reverend,” they replied. ",
  "sn35.243:3.15": "Venerable Mahāmoggallāna said this: ",
  "sn35.243:4.1": "“And how is someone corrupt? ",
  "sn35.243:4.2": "Take a mendicant who sees a sight with the eye. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted. ",
  "sn35.243:4.3": "And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ",
  "sn35.243:4.4": "They hear a sound … smell an odor … taste a flavor … feel a touch … ",
  "sn35.243:4.5": "know a thought with the mind. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and a limited heart. ",
  "sn35.243:4.6": "And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ",
  "sn35.243:4.7": "This is called a mendicant who is corrupt when it comes to sights known by the eye, ",
  "sn35.243:4.8": "sounds … smells … tastes … touches … ",
  "sn35.243:4.9": "thoughts known by the mind. ",
  "sn35.243:4.10": "When a mendicant lives like this, if Māra comes at them through the eye he finds a vulnerability and gets hold of them. ",
  "sn35.243:4.11": "If Māra comes at them through the ear … nose … tongue … body … ",
  "sn35.243:4.12": "mind he finds a vulnerability and gets hold of them. ",
  "sn35.243:5.1": "Suppose there was a house made of reeds or straw that was dried up, withered, and decrepit. ",
  "sn35.243:5.2": "If a person came to it with a burning grass torch from the east, ",
  "sn35.243:5.3": "west, ",
  "sn35.243:5.4": "north, ",
  "sn35.243:5.5": "south, ",
  "sn35.243:5.6": "below, ",
  "sn35.243:5.7": "above, ",
  "sn35.243:5.8": "or from anywhere, the fire would find a vulnerability, it would get a foothold. ",
  "sn35.243:5.9": "In the same way, when a mendicant lives like this, if Māra comes at them through the eye he finds a vulnerability and gets hold of them. ",
  "sn35.243:5.10": "If Māra comes at them through the ear … nose … tongue … body … ",
  "sn35.243:5.11": "mind he finds a vulnerability and gets hold of them. ",
  "sn35.243:5.12": "When a mendicant lives like this, they’re mastered by sights, ",
  "sn35.243:5.13": "sounds, ",
  "sn35.243:5.14": "smells, ",
  "sn35.243:5.15": "tastes, ",
  "sn35.243:5.16": "touches, ",
  "sn35.243:5.17": "and thoughts, they don’t master these things. ",
  "sn35.243:5.18": "This is called a mendicant who has been mastered by sights, sounds, smells, tastes, touches, and thoughts. They’re mastered, not a master. Bad, unskillful qualities have mastered them, which are defiled, leading to future lives, hurtful, and resulting in suffering and future rebirth, old age, and death. ",
  "sn35.243:5.19": "That’s how someone is corrupt. ",
  "sn35.243:6.1": "And how is someone uncorrupted? ",
  "sn35.243:6.2": "Take a mendicant who sees a sight with the eye. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ",
  "sn35.243:6.3": "And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ",
  "sn35.243:6.4": "They hear a sound … smell an odor … taste a flavor … feel a touch … ",
  "sn35.243:6.5": "know a thought with the mind. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart. ",
  "sn35.243:6.6": "And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over. ",
  "sn35.243:6.7": "This is called a mendicant who is uncorrupted when it comes to sights known by the eye, ",
  "sn35.243:6.8": "sounds … smells … tastes … touches … thoughts known by the mind. ",
  "sn35.243:6.9": "When a mendicant lives like this, if Māra comes at them through the eye he doesn’t find a vulnerability or get hold of them. ",
  "sn35.243:6.10": "If Māra comes at them through the ear … nose … tongue … body … ",
  "sn35.243:6.11": "mind he doesn’t find a vulnerability or get hold of them. ",
  "sn35.243:7.1": "Suppose there was a bungalow or hall made of thick clay with its plaster still wet. ",
  "sn35.243:7.2": "If a person came to it with a burning grass torch from the east, ",
  "sn35.243:7.3": "west, ",
  "sn35.243:7.4": "north, ",
  "sn35.243:7.5": "south, ",
  "sn35.243:7.6": "below, ",
  "sn35.243:7.7": "above, ",
  "sn35.243:7.8": "or from anywhere, the fire wouldn’t find a vulnerability, it would get no foothold. ",
  "sn35.243:7.9": "In the same way, when a mendicant lives like this, if Māra comes at them through the eye he doesn’t find a vulnerability or get hold of them. ",
  "sn35.243:7.10": "If Māra comes at them through the ear … nose … tongue … body … mind he doesn’t find a vulnerability or get hold of them. ",
  "sn35.243:7.11": "When a mendicant lives like this, they master sights, ",
  "sn35.243:7.12": "sounds, ",
  "sn35.243:7.13": "smells, ",
  "sn35.243:7.14": "tastes, ",
  "sn35.243:7.15": "touches, ",
  "sn35.243:7.16": "and thoughts, they’re not mastered by these things. ",
  "sn35.243:7.17": "This is called a mendicant who has mastered sights, sounds, smells, tastes, touches, and thoughts. They’re a master, not mastered. Bad, unskillful qualities have been mastered by them, which are defiled, leading to future lives, hurtful, and resulting in suffering and future rebirth, old age, and death. ",
  "sn35.243:7.18": "That’s how someone is uncorrupted.” ",
  "sn35.243:8.1": "Then the Buddha got up and said to Venerable Mahāmoggallāna: ",
  "sn35.243:8.2": "“Good, good, Moggallāna! ",
  "sn35.243:8.3": "It’s good that you’ve taught this explanation of the corrupt and the uncorrupted.” ",
  "sn35.243:9.1": "This is what Venerable Mahāmoggallāna said, ",
  "sn35.243:9.2": "and the teacher approved. ",
  "sn35.243:9.3": "Satisfied, the mendicants were happy with what Mahāmoggallāna said. "
}