{
  "sn35.117:0.1": "Linked Discourses 35 ",
  "sn35.117:0.2": "12. The World and the Kinds of Sensual Stimulation ",
  "sn35.117:0.3": "117. The Kinds of Sensual Stimulation ",
  "sn35.117:1.1": "“Mendicants, before my awakening—when I was still unawakened but intent on awakening—I thought: ",
  "sn35.117:1.2": "‘My mind might often stray towards the five kinds of sensual stimulation that I formerly experienced—which have passed, ceased, and perished—or to those in the present, or in the future a little.’ ",
  "sn35.117:1.3": "Then it occurred to me: ",
  "sn35.117:1.4": "‘In my own way I should practice diligence, mindfulness, and protecting the mind regarding the five kinds of sensual stimulation that I formerly experienced—which have passed, ceased, and perished.’ ",
  "sn35.117:1.5": "So, mendicants, your minds might also often stray towards the five kinds of sensual stimulation that you formerly experienced—which have passed, ceased, and perished—or to those in the present, or in the future a little. ",
  "sn35.117:1.6": "So in your own way you should practice diligence, mindfulness, and protecting the mind regarding the five kinds of sensual stimulation that I formerly experienced—which have passed, ceased, and perished. ",
  "sn35.117:1.7": "So you should understand that dimension where the eye ceases and perception of sights fades away. ",
  "sn35.117:1.8": "You should understand that dimension where the ear … nose … tongue … body … ",
  "sn35.117:1.9": "mind ceases and perception of thoughts fades away.” ",
  "sn35.117:1.10": "When he had spoken, the Holy One got up from his seat and entered his dwelling. ",
  "sn35.117:2.1": "Soon after the Buddha left, those mendicants considered, ",
  "sn35.117:2.2": "“The Buddha gave this brief summary, then entered his dwelling without explaining the meaning in detail. … ",
  "sn35.117:2.3": " ",
  "sn35.117:2.4": " ",
  "sn35.117:2.5": " ",
  "sn35.117:2.6": "Who can explain in detail the meaning of this brief summary given by the Buddha?” ",
  "sn35.117:3.1": "Then those mendicants thought, ",
  "sn35.117:3.2": "“This Venerable Ānanda is praised by the Buddha and esteemed by his sensible spiritual companions. ",
  "sn35.117:3.3": "He is capable of explaining in detail the meaning of this brief summary given by the Buddha. ",
  "sn35.117:3.4": "Let’s go to him, and ask him about this matter.” ",
  "sn35.117:4.1": "Then those mendicants went to Ānanda, and exchanged greetings with him. ",
  "sn35.117:4.2": "When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said, ",
  "sn35.117:5.1": " ",
  "sn35.117:5.2": " ",
  "sn35.117:5.3": " ",
  "sn35.117:5.4": " ",
  "sn35.117:5.5": " ",
  "sn35.117:5.6": " ",
  "sn35.117:5.7": " ",
  "sn35.117:5.8": " ",
  "sn35.117:5.9": " ",
  "sn35.117:5.10": " ",
  "sn35.117:5.11": " ",
  "sn35.117:5.12": " ",
  "sn35.117:5.13": " ",
  "sn35.117:5.14": " ",
  "sn35.117:5.15": "“May Venerable Ānanda please explain this.” ",
  "sn35.117:6.1": "“Reverends, suppose there was a person in need of heartwood. …” ",
  "sn35.117:6.2": "“Please explain this, if it’s no trouble.” ",
  "sn35.117:7.1": "“Then listen and pay close attention, I will speak.” ",
  "sn35.117:7.2": "“Yes, reverend,” they replied. ",
  "sn35.117:7.3": "Ānanda said this: ",
  "sn35.117:8.1": "“Reverends, the Buddha gave this brief summary, then entered his dwelling without explaining the meaning in detail: ",
  "sn35.117:8.2": "‘So you should understand that dimension where the eye ceases and perception of sights fades away. You should understand that dimension where the ear … nose … tongue … body … ",
  "sn35.117:8.3": "mind ceases and perception of thoughts fades away.’ ",
  "sn35.117:8.4": "And this is how I understand the detailed meaning of this summary. ",
  "sn35.117:8.5": "The Buddha was referring to the cessation of the six sense fields when he said: ",
  "sn35.117:8.6": "‘So you should understand that dimension where the eye ceases and perception of sights fades away. You should understand that dimension where the ear … nose … tongue … body … ",
  "sn35.117:8.7": "mind ceases and perception of thoughts fades away.’ ",
  "sn35.117:8.8": "The Buddha gave this brief summary, then entered his dwelling without explaining the meaning in detail. ",
  "sn35.117:8.9": " ",
  "sn35.117:8.10": " ",
  "sn35.117:8.11": "And this is how I understand the detailed meaning of this summary. ",
  "sn35.117:8.12": "If you wish, you may go to the Buddha and ask him about this. ",
  "sn35.117:8.13": " ",
  "sn35.117:8.14": "You should remember it in line with the Buddha’s answer.” ",
  "sn35.117:9.1": "“Yes, reverend,” replied those mendicants. Then they rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened. ",
  "sn35.117:10.1": " ",
  "sn35.117:10.2": " ",
  "sn35.117:10.3": " ",
  "sn35.117:10.4": " ",
  "sn35.117:10.5": " ",
  "sn35.117:10.6": " ",
  "sn35.117:10.7": " ",
  "sn35.117:10.8": " ",
  "sn35.117:10.9": " ",
  "sn35.117:10.10": " ",
  "sn35.117:10.11": " ",
  "sn35.117:10.12": " ",
  "sn35.117:10.13": " ",
  "sn35.117:10.14": "Then they said, “And Ānanda explained the meaning to us in this manner, with these words and phrases.” ",
  "sn35.117:11.1": "“Mendicants, Ānanda is astute, he has great wisdom. ",
  "sn35.117:11.2": "If you came to me and asked this question, I would answer it in exactly the same way as Ānanda. ",
  "sn35.117:11.3": "That is what it means, and that’s how you should remember it.” "
}