{
  "sn35.89:0.1": "Linked Discourses 35 ",
  "sn35.89:0.2": "9. With Channa ",
  "sn35.89:0.3": "89. With Bāhiya ",
  "sn35.89:1.1": "Then Venerable Bāhiya went up to the Buddha, bowed, sat down to one side, and said to him: ",
  "sn35.89:1.2": "“Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.” ",
  "sn35.89:2.1": "“What do you think, Bāhiya? ",
  "sn35.89:2.2": "Is the eye permanent or impermanent?” ",
  "sn35.89:3.1": "“Impermanent, sir.” ",
  "sn35.89:4.1": "“But if it’s impermanent, is it suffering or happiness?” ",
  "sn35.89:5.1": "“Suffering, sir.” ",
  "sn35.89:6.1": "“But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus: ",
  "sn35.89:6.2": "‘This is mine, I am this, this is my self’?” ",
  "sn35.89:7.1": "“No, sir.” ",
  "sn35.89:8.1": "“Are sights … ",
  "sn35.89:9.1": " ",
  "sn35.89:9.2": "eye consciousness … ",
  "sn35.89:9.3": "eye contact … ",
  "sn35.89:9.4": "The pleasant, painful, or neutral feeling that arises conditioned by mind contact: is that permanent or impermanent?” ",
  "sn35.89:10.1": "“Impermanent, sir.” ",
  "sn35.89:11.1": "“But if it’s impermanent, is it suffering or happiness?” ",
  "sn35.89:12.1": "“Suffering, sir.” ",
  "sn35.89:13.1": "“But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus: ",
  "sn35.89:13.2": "‘This is mine, I am this, this is my self’?” ",
  "sn35.89:14.1": "“No, sir.” ",
  "sn35.89:15.1": "“Seeing this, a learned noble disciple grows disillusioned with the eye, sights, eye consciousness, and eye contact. And they grow disillusioned with the painful, pleasant, or neutral feeling that arises conditioned by eye contact. ",
  "sn35.89:15.2": "They grow disillusioned with the ear … nose … tongue … body … mind … painful, pleasant, or neutral feeling that arises conditioned by mind contact. ",
  "sn35.89:15.3": "Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. ",
  "sn35.89:15.4": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’” ",
  "sn35.89:16.1": "And then Venerable Bāhiya approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "sn35.89:16.2": "Then Bāhiya, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "sn35.89:16.3": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "sn35.89:16.4": "And Venerable Bāhiya became one of the perfected. "
}