{
  "sn35.90:0.1": "Linked Discourses 35 ",
  "sn35.90:0.2": "9. With Channa ",
  "sn35.90:0.3": "90. Turbulence (1st) ",
  "sn35.90:1.1": "“Mendicants, turbulence is a disease, turbulence is a boil, turbulence is a dart. ",
  "sn35.90:1.2": "That’s why the Realized One lives unperturbed, with dart drawn out. ",
  "sn35.90:1.3": "Now, a mendicant might wish: ‘May I live unperturbed, with dart drawn out.’ ",
  "sn35.90:1.4": "So let them not identify with the eye, let them not identify regarding the eye, let them not identify as the eye, let them not identify ‘the eye is mine.’ ",
  "sn35.90:1.5": "Let them not identify sights … ",
  "sn35.90:1.6": "eye consciousness … ",
  "sn35.90:1.7": "eye contact … ",
  "sn35.90:1.8": "Let them not identify with the pleasant, painful, or neutral feeling that arises conditioned by eye contact. Let them not identify regarding that, let them not identify as that, and let them not identify ‘that is mine.’ ",
  "sn35.90:2.1": "Let them not identify the ear … ",
  "sn35.90:2.2": "nose … ",
  "sn35.90:2.3": "tongue … ",
  "sn35.90:2.4": " ",
  "sn35.90:2.5": " ",
  "sn35.90:2.6": " ",
  "sn35.90:2.7": " ",
  "sn35.90:3.1": "body … ",
  "sn35.90:3.2": "mind … ",
  "sn35.90:3.3": "thoughts … ",
  "sn35.90:3.4": "mind consciousness … ",
  "sn35.90:3.5": "mind contact … ",
  "sn35.90:3.6": "Let them not identify with the pleasant, painful, or neutral feeling that arises conditioned by mind contact. Let them not identify regarding that, let them not identify as that, and let them not identify ‘that is mine.’ ",
  "sn35.90:3.7": "Let them not identify with all, let them not identify regarding all, let them not identify as all, let them not identify ‘all is mine’. ",
  "sn35.90:4.1": "Not identifying, they don’t grasp at anything in the world. ",
  "sn35.90:4.2": "Not grasping, they’re not anxious. Not being anxious, they personally become extinguished. ",
  "sn35.90:4.3": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’” "
}