{
  "sn35.75:0.1": "Linked Discourses 35 ",
  "sn35.75:0.2": "8. Sick ",
  "sn35.75:0.3": "75. Sick (2nd) ",
  "sn35.75:1.1": "Then a mendicant went up to the Buddha … and asked him, ",
  "sn35.75:1.2": "“Sir, in such and such a monastery there’s a mendicant who is junior and not well-known. He’s sick, suffering, gravely ill. ",
  "sn35.75:1.3": "Please go to him out of compassion.” ",
  "sn35.75:2.1": "When the Buddha heard that the mendicant was junior and ill, understanding that he was not well-known, he went to him. ",
  "sn35.75:2.2": "That mendicant saw the Buddha coming off in the distance ",
  "sn35.75:2.3": "and tried to rise on his cot. ",
  "sn35.75:2.4": "Then the Buddha said to that monk, ",
  "sn35.75:2.5": "“It’s all right, mendicant, don’t get up. ",
  "sn35.75:2.6": "There are some seats spread out, I will sit there.” ",
  "sn35.75:2.7": "He sat on the seat spread out and said to the mendicant, ",
  "sn35.75:2.8": "“I hope you’re keeping well, mendicant; I hope you’re alright. I hope that your pain is fading, not growing, that its fading is evident, not its growing.” ",
  "sn35.75:3.1": "“Sir, I’m not keeping well, I’m not alright. … ",
  "sn35.75:3.2": "I have no reason to blame myself when it comes to ethical conduct.” ",
  "sn35.75:4.1": "“In that case, mendicant, why do you have remorse and regret?” ",
  "sn35.75:5.1": "“Because I understand that the Buddha has not taught the Dhamma merely for the sake of ethical purity.” ",
  "sn35.75:6.1": "“If that is so, what exactly do you understand to be the purpose of teaching the Dhamma?” ",
  "sn35.75:7.1": "“I understand that the Buddha has taught the Dhamma for the purpose of complete extinguishment by not grasping.” ",
  "sn35.75:8.1": "“Good, good, mendicant! ",
  "sn35.75:8.2": "It’s good that you understand that I’ve taught the Dhamma for the purpose of complete extinguishment by not grasping. ",
  "sn35.75:8.3": "For that is indeed the purpose. ",
  "sn35.75:9.1": "“What do you think, mendicant? ",
  "sn35.75:9.2": "Is the eye permanent or impermanent?” ",
  "sn35.75:10.1": "“Impermanent, sir.” … ",
  "sn35.75:11.1": " ",
  "sn35.75:11.2": "“Is the ear … ",
  "sn35.75:11.3": "nose … ",
  "sn35.75:11.4": "tongue … ",
  "sn35.75:11.5": "body … ",
  "sn35.75:11.6": "mind … ",
  "sn35.75:11.7": "mind consciousness … ",
  "sn35.75:11.8": "mind contact … ",
  "sn35.75:11.9": "The pleasant, painful, or neutral feeling that arises conditioned by mind contact: is that permanent or impermanent?” ",
  "sn35.75:12.1": "“Impermanent, sir.” ",
  "sn35.75:13.1": "“But if it’s impermanent, is it suffering or happiness?” ",
  "sn35.75:14.1": "“Suffering, sir.” ",
  "sn35.75:15.1": "“But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus: ",
  "sn35.75:15.2": "‘This is mine, I am this, this is my self’?” ",
  "sn35.75:16.1": "“No, sir.” ",
  "sn35.75:17.1": "“Seeing this, a learned noble disciple grows disillusioned with the eye … ear … nose … tongue … body … ",
  "sn35.75:17.2": "mind … ",
  "sn35.75:17.3": "mind consciousness … ",
  "sn35.75:17.4": "mind contact … ",
  "sn35.75:17.5": "They grow disillusioned with the painful, pleasant, or neutral feeling that arises conditioned by mind contact. ",
  "sn35.75:17.6": "Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed. ",
  "sn35.75:17.7": "They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’” ",
  "sn35.75:18.1": "That is what the Buddha said. ",
  "sn35.75:18.2": "Satisfied, that mendicant was happy with what the Buddha said. ",
  "sn35.75:18.3": "And while this discourse was being spoken, the mind of that mendicant was freed from defilements by not grasping. "
}