{
  "sn35.64:0.1": "Linked Discourses 35 ",
  "sn35.64:0.2": "7. With Migajāla ",
  "sn35.64:0.3": "64. With Migajāla (2nd) ",
  "sn35.64:1.1": "Then Venerable Migajāla went up to the Buddha … ",
  "sn35.64:1.2": "and said to him: ",
  "sn35.64:1.3": "“Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.” ",
  "sn35.64:2.1": "“Migajāla, there are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.64:2.2": "If a mendicant approves, welcomes, and keep clinging to them, ",
  "sn35.64:2.3": "this gives rise to relishing. ",
  "sn35.64:2.4": "Relishing is the origin of suffering, I say. ",
  "sn35.64:2.5": "There are sounds … smells … tastes … touches … ",
  "sn35.64:2.6": "thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.64:2.7": "If a mendicant approves, welcomes, and keeps clinging to them, ",
  "sn35.64:2.8": "this gives rise to relishing. ",
  "sn35.64:2.9": "Relishing is the origin of suffering, I say. ",
  "sn35.64:3.1": "There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.64:3.2": "If a mendicant doesn’t approve, welcome, and keep clinging to them, relishing ceases. ",
  "sn35.64:3.3": "When relishing ceases, suffering ceases, I say. ",
  "sn35.64:3.4": "There are sounds … smells … tastes … touches … ",
  "sn35.64:3.5": "thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.64:3.6": "If a mendicant doesn’t approve, welcome, and keep clinging to them, relishing ceases. ",
  "sn35.64:3.7": "When relishing ceases, suffering ceases, I say.” ",
  "sn35.64:4.1": "And then Venerable Migajāla approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving. ",
  "sn35.64:4.2": "Then Migajāla, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness. ",
  "sn35.64:4.3": "He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.” ",
  "sn35.64:4.4": "And Migajāla became one of the perfected. "
}