{
  "sn35.115:0.1": "Linked Discourses 35 ",
  "sn35.115:0.2": "12. The World and the Kinds of Sensual Stimulation ",
  "sn35.115:0.3": "115. Māra’s Snare (2nd) ",
  "sn35.115:1.1": "“Mendicants, there are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.115:1.2": "If a mendicant approves, welcomes, and keeps clinging to them, ",
  "sn35.115:1.3": "they’re called a mendicant who is bound when it comes to sights known by the eye. They’re trapped in Māra’s lair, fallen under Māra’s sway, and caught in Māra’s snare. ",
  "sn35.115:1.4": "They’re bound by Māra’s bonds, and the Wicked One can do what he wants with them. ",
  "sn35.115:2.1": "There are sounds … smells … tastes … touches … ",
  "sn35.115:2.2": "thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.115:2.3": "If a mendicant approves, welcomes, and keeps clinging to them, ",
  "sn35.115:2.4": "they’re called a mendicant who is bound when it comes to thoughts known by the mind. They’re trapped in Māra’s lair, fallen under Māra’s sway, and caught in Māra’s snare. ",
  "sn35.115:2.5": "They’re bound by Māra’s bonds, and the Wicked One can do what he wants with them. ",
  "sn35.115:3.1": "There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.115:3.2": "If a mendicant doesn’t approve, welcome, and keep clinging to them, ",
  "sn35.115:3.3": "they’re called a mendicant not trapped in Māra’s lair, not fallen under Māra’s sway, and released from Māra’s snare. ",
  "sn35.115:3.4": "They’re free from Māra’s bonds, and the Wicked One cannot do what he wants with them. ",
  "sn35.115:4.1": "There are sounds … smells … tastes … touches … ",
  "sn35.115:4.2": "thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing. ",
  "sn35.115:4.3": "If a mendicant doesn’t approve, welcome, and keep clinging to them, ",
  "sn35.115:4.4": "they’re called a mendicant not trapped in Māra’s lair, not fallen under Māra’s sway, and released from Māra’s snare. ",
  "sn35.115:4.5": "They’re free from Māra’s bonds, and the Wicked One cannot do what he wants with them.” "
}