{
  "sn35.26:0.1": "Linked Discourses 35 ",
  "sn35.26:0.2": "3. All ",
  "sn35.26:0.3": "26. Without Completely Understanding (1st) ",
  "sn35.26:1.1": "“Mendicants, without directly knowing and completely understanding the all, without dispassion for it and giving it up, you can’t end suffering. ",
  "sn35.26:1.2": "And what is the all, without directly knowing and completely understanding which, without dispassion for it and giving it up, you can’t end suffering? ",
  "sn35.26:1.3": "Without directly knowing and completely understanding the eye, without dispassion for it and giving it up, you can’t end suffering. ",
  "sn35.26:1.4": "Without directly knowing and completely understanding sights … ",
  "sn35.26:1.5": "eye consciousness … ",
  "sn35.26:1.6": "eye contact … ",
  "sn35.26:1.7": "painful, pleasant, or neutral feeling that arises conditioned by eye contact, without dispassion for it and giving it up, you can’t end suffering. ",
  "sn35.26:1.8": "Without directly knowing and completely understanding the ear … the nose … the tongue … ",
  "sn35.26:1.9": " ",
  "sn35.26:1.10": " ",
  "sn35.26:1.11": " ",
  "sn35.26:1.12": " ",
  "sn35.26:1.13": "the body … ",
  "sn35.26:1.14": "the mind, without dispassion for it and giving it up, you can’t end suffering. ",
  "sn35.26:1.15": "Without directly knowing and completely understanding thoughts … ",
  "sn35.26:1.16": "mind consciousness … ",
  "sn35.26:1.17": "mind contact … ",
  "sn35.26:1.18": "painful, pleasant, or neutral feeling that arises conditioned by mind contact, without dispassion for it and giving it up, you can’t end suffering. ",
  "sn35.26:1.19": "This is the all, without directly knowing and completely understanding which, without dispassion for it and giving it up, you can’t end suffering. ",
  "sn35.26:2.1": "By directly knowing and completely understanding the all, having dispassion for it and giving it up, you can end suffering. ",
  "sn35.26:2.2": "And what is the all, directly knowing and completely understanding which, having dispassion for it and giving it up, you can end suffering? ",
  "sn35.26:2.3": "By directly knowing and completely understanding the eye … ",
  "sn35.26:2.4": " ",
  "sn35.26:2.5": " ",
  "sn35.26:2.6": " ",
  "sn35.26:2.7": " ",
  "sn35.26:2.8": "the ear … the nose … the tongue … ",
  "sn35.26:2.9": " ",
  "sn35.26:2.10": " ",
  "sn35.26:2.11": " ",
  "sn35.26:2.12": " ",
  "sn35.26:2.13": "the body … ",
  "sn35.26:2.14": "the mind, having dispassion for it and giving it up, you can end suffering. ",
  "sn35.26:2.15": "By directly knowing and completely understanding thoughts … ",
  "sn35.26:2.16": "mind consciousness … ",
  "sn35.26:2.17": "mind contact … ",
  "sn35.26:2.18": "painful, pleasant, or neutral feeling that arises conditioned by mind contact, having dispassion for it and giving it up, you can end suffering. ",
  "sn35.26:2.19": "This is the all, directly knowing and completely understanding which, having dispassion for it and giving it up, you can end suffering.” "
}