{
  "sn52.8:0.1": "Saṁyutta Nikāya 52 ",
  "sn52.8:0.2": "1. Rahogatavagga ",
  "sn52.8:0.3": "8. Salaḷāgārasutta ",
  "sn52.8:1.1": "Ekaṁ samayaṁ āyasmā anuruddho sāvatthiyaṁ viharati salaḷāgāre. ",
  "sn52.8:1.2": "Tatra kho āyasmā anuruddho bhikkhū āmantesi …pe… etadavoca: ",
  "sn52.8:1.3": "“seyyathāpi, āvuso, gaṅgā nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā. ",
  "sn52.8:1.4": "Atha mahājanakāyo āgaccheyya kudālapiṭakaṁ ādāya: ",
  "sn52.8:1.5": "‘mayaṁ imaṁ gaṅgānadiṁ pacchāninnaṁ karissāma pacchāpoṇaṁ pacchāpabbhāran’ti. ",
  "sn52.8:1.6": "Taṁ kiṁ maññathāvuso, api nu so mahājanakāyo gaṅgānadiṁ pacchāninnaṁ kareyya pacchāpoṇaṁ pacchāpabbhāran”ti? ",
  "sn52.8:1.7": "“No hetaṁ, āvuso”. ",
  "sn52.8:1.8": "“Taṁ kissa hetu”? ",
  "sn52.8:1.9": "“Gaṅgā, āvuso, nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā. ",
  "sn52.8:1.10": "Sā na sukarā pacchāninnaṁ kātuṁ pacchāpoṇaṁ pacchāpabbhāraṁ. ",
  "sn52.8:1.11": "Yāvadeva ca pana so mahājanakāyo kilamathassa vighātassa bhāgī assā”ti. ",
  "sn52.8:2.1": "“Evameva kho, āvuso, bhikkhuṁ cattāro satipaṭṭhāne bhāventaṁ cattāro satipaṭṭhāne bahulīkarontaṁ rājāno vā rājamahāmattā vā mittā vā amaccā vā ñātī vā sālohitā vā bhogehi abhihaṭṭhuṁ pavāreyyuṁ: ",
  "sn52.8:2.2": "‘ehambho purisa, kiṁ te ime kāsāvā anudahanti? ",
  "sn52.8:2.3": "Kiṁ muṇḍo kapālamanusañcarasi? ",
  "sn52.8:2.4": "Ehi hīnāyāvattitvā bhoge ca bhuñjassu puññāni ca karohī’ti. ",
  "sn52.8:3.1": "So vata, āvuso, bhikkhu cattāro satipaṭṭhāne bhāvento cattāro satipaṭṭhāne bahulīkaronto sikkhaṁ paccakkhāya hīnāyāvattissatīti—netaṁ ṭhānaṁ vijjati. ",
  "sn52.8:3.2": "Taṁ kissa hetu? ",
  "sn52.8:3.3": "Yañhi taṁ, āvuso, cittaṁ dīgharattaṁ vivekaninnaṁ vivekapoṇaṁ vivekapabbhāraṁ taṁ vata hīnāyāvattissatīti—netaṁ ṭhānaṁ vijjati. ",
  "sn52.8:3.4": "Kathañcāvuso, bhikkhu cattāro satipaṭṭhāne bhāveti, cattāro satipaṭṭhāne bahulīkarotīti? ",
  "sn52.8:3.5": "Idhāvuso, bhikkhu kāye kāyānupassī viharati …pe… ",
  "sn52.8:3.6": "vedanāsu …pe… ",
  "sn52.8:3.7": "citte …pe… ",
  "sn52.8:3.8": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "sn52.8:3.9": "Evaṁ kho, āvuso, bhikkhu cattāro satipaṭṭhāne bhāveti, cattāro satipaṭṭhāne bahulīkarotī”ti. ",
  "sn52.8:3.10": "Aṭṭhamaṁ. "
}