{
  "sn52.8:0.1": "Saṃyutta Nikāya 52 ",
  "sn52.8:0.2": "1. Rahogatavagga ",
  "sn52.8:0.3": "8. Salaḷāgārasutta ",
  "sn52.8:1.1": "Ekaṃ samayaṃ āyasmā anuruddho sāvatthiyaṃ viharati salaḷāgāre. ",
  "sn52.8:1.2": "Tatra kho āyasmā anuruddho bhikkhū āmantesi …pe… etadavoca: ",
  "sn52.8:1.3": "“seyyathāpi, āvuso, gaṅgā nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā. ",
  "sn52.8:1.4": "Atha mahājanakāyo āgaccheyya kudālapiṭakaṃ ādāya: ",
  "sn52.8:1.5": "‘mayaṃ imaṃ gaṅgānadiṃ pacchāninnaṃ karissāma pacchāpoṇaṃ pacchāpabbhāran’ti. ",
  "sn52.8:1.6": "Taṃ kiṃ maññathāvuso, api nu so mahājanakāyo gaṅgānadiṃ pacchāninnaṃ kareyya pacchāpoṇaṃ pacchāpabbhāran”ti? ",
  "sn52.8:1.7": "“No hetaṃ, āvuso”. ",
  "sn52.8:1.8": "“Taṃ kissa hetu”? ",
  "sn52.8:1.9": "“Gaṅgā, āvuso, nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā. ",
  "sn52.8:1.10": "Sā na sukarā pacchāninnaṃ kātuṃ pacchāpoṇaṃ pacchāpabbhāraṃ. ",
  "sn52.8:1.11": "Yāvadeva ca pana so mahājanakāyo kilamathassa vighātassa bhāgī assā”ti. ",
  "sn52.8:2.1": "“Evameva kho, āvuso, bhikkhuṃ cattāro satipaṭṭhāne bhāventaṃ cattāro satipaṭṭhāne bahulīkarontaṃ rājāno vā rājamahāmattā vā mittā vā amaccā vā ñātī vā sālohitā vā bhogehi abhihaṭṭhuṃ pavāreyyuṃ: ",
  "sn52.8:2.2": "‘ehambho purisa, kiṃ te ime kāsāvā anudahanti? ",
  "sn52.8:2.3": "Kiṃ muṇḍo kapālamanusañcarasi? ",
  "sn52.8:2.4": "Ehi hīnāyāvattitvā bhoge ca bhuñjassu puññāni ca karohī’ti. ",
  "sn52.8:3.1": "So vata, āvuso, bhikkhu cattāro satipaṭṭhāne bhāvento cattāro satipaṭṭhāne bahulīkaronto sikkhaṃ paccakkhāya hīnāyāvattissatīti—netaṃ ṭhānaṃ vijjati. ",
  "sn52.8:3.2": "Taṃ kissa hetu? ",
  "sn52.8:3.3": "Yañhi taṃ, āvuso, cittaṃ dīgharattaṃ vivekaninnaṃ vivekapoṇaṃ vivekapabbhāraṃ taṃ vata hīnāyāvattissatīti—netaṃ ṭhānaṃ vijjati. ",
  "sn52.8:3.4": "Kathañcāvuso, bhikkhu cattāro satipaṭṭhāne bhāveti, cattāro satipaṭṭhāne bahulīkarotīti? ",
  "sn52.8:3.5": "Idhāvuso, bhikkhu kāye kāyānupassī viharati …pe… ",
  "sn52.8:3.6": "vedanāsu …pe… ",
  "sn52.8:3.7": "citte …pe… ",
  "sn52.8:3.8": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. ",
  "sn52.8:3.9": "Evaṃ kho, āvuso, bhikkhu cattāro satipaṭṭhāne bhāveti, cattāro satipaṭṭhāne bahulīkarotī”ti. ",
  "sn52.8:3.10": "Aṭṭhamaṃ. "
}