{
  "patthana10.2:0.1": "Paṭṭhānapakaraṇa",
  "patthana10.2:0.2": "Dhammapaccanīya (2), Tikadukapaṭṭhānapāḷi (4)",
  "patthana10.2:0.3": "10.2. Kusalattika, Sahetukaduka",
  "patthana10.2:1.1": "Nakusalaṃ nasahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā. Nakusalaṃ nasahetukaṃ dhammaṃ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā. Nakusalaṃ nasahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana10.2:2.1": "Naakusalaṃ nasahetukaṃ dhammaṃ paṭicca naakusalo nasahetuko dhammo uppajjati hetupaccayā. Naakusalaṃ nasahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā. Naakusalaṃ nasahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko ca naakusalo nasahetuko ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana10.2:3.1": "Naabyākataṃ nasahetukaṃ dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana10.2:4.1": "Nakusalaṃ nasahetukañca naabyākataṃ nasahetukañca dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana10.2:5.1": "Nakusalaṃ nasahetukañca naakusalaṃ nasahetukañca dhammaṃ paṭicca nakusalo nasahetuko dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana10.2:6.1": "Hetuyā pannarasa, ārammaṇe nava …pe… adhipatiyā nava …pe… vipāke nava …pe… avigate pannarasa. (Sabbattha vitthāro.)",
  "patthana10.2:7.1": "Nakusalaṃ naahetukaṃ dhammaṃ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā … pañca.",
  "patthana10.2:8.1": "Naakusalaṃ naahetukaṃ dhammaṃ paṭicca naakusalo naahetuko dhammo uppajjati hetupaccayā … pañca.",
  "patthana10.2:9.1": "Naabyākataṃ naahetukaṃ dhammaṃ paṭicca naabyākato naahetuko dhammo uppajjati hetupaccayā … pañca.",
  "patthana10.2:10.1": "Nakusalaṃ naahetukañca naabyākataṃ naahetukañca dhammaṃ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana10.2:11.1": "Naakusalaṃ naahetukañca naabyākataṃ naahetukañca dhammaṃ paṭicca naakusalo naahetuko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana10.2:12.1": "Nakusalaṃ naahetukañca naakusalaṃ naahetukañca dhammaṃ paṭicca nakusalo naahetuko dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana10.2:13.1": "Hetuyā catuvīsa …pe… vipāke nava …pe… avigate catuvīsa. (Sabbattha vitthāro.)"
}