{
  "patthana10.17:0.1": "Paṭṭhānapakaraṇa",
  "patthana10.17:0.2": "Dhammapaccanīya (2), Tikadukapaṭṭhānapāḷi (4)",
  "patthana10.17:0.3": "10.17. Sanidassanattika, Piṭṭhiduka",
  "patthana10.17:1.1": "Nasanidassanasappaṭighaṃ nadassanena pahātabbaṃ dhammaṃ paṭicca …. (Saṃkhittaṃ.)",
  "patthana10.17:2.1": "Hetuyā tiṃsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṃsa. (Piṭṭhidukaṃ vitthāretabbaṃ.)",
  "patthana10.17:3.1": "Nasanidassanasappaṭighaṃ nasaraṇaṃ dhammaṃ paṭicca nasanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ nasaraṇaṃ dhammaṃ paṭicca naanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ nasaraṇaṃ dhammaṃ paṭicca naanidassanaappaṭigho nasaraṇo dhammo uppajjati hetupaccayā …pe… cha.",
  "patthana10.17:4.1": "Naanidassanasappaṭighaṃ nasaraṇaṃ dhammaṃ paṭicca naanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṃ nasaraṇaṃ dhammaṃ paṭicca nasanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā …pe… cha.",
  "patthana10.17:5.1": "Naanidassanaappaṭighaṃ nasaraṇaṃ dhammaṃ paṭicca naanidassanaappaṭigho nasaraṇo dhammo uppajjati hetupaccayā … cha.",
  "patthana10.17:6.1": "Nasanidassanasappaṭighaṃ nasaraṇañca naanidassanaappaṭighaṃ nasaraṇañca dhammaṃ paṭicca nasanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā … cha.",
  "patthana10.17:7.1": "Nasanidassanasappaṭighaṃ nasaraṇañca naanidassanasappaṭighaṃ nasaraṇañca dhammaṃ paṭicca nasanidassanasappaṭigho nasaraṇo dhammo uppajjati hetupaccayā … cha.",
  "patthana10.17:8.1": "Hetuyā tiṃsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṃsa. (Sabbattha vitthāro.)",
  "patthana10.17:9.1": "Nasanidassanasappaṭighaṃ naaraṇaṃ dhammaṃ paṭicca nasanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ naaraṇaṃ dhammaṃ paṭicca naanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ naaraṇaṃ dhammaṃ paṭicca nasanidassanasappaṭigho naaraṇo ca naanidassanasappaṭigho naaraṇo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana10.17:10.1": "Naanidassanasappaṭighaṃ naaraṇaṃ dhammaṃ paṭicca naanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṃ naaraṇaṃ dhammaṃ paṭicca nasanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṃ naaraṇaṃ dhammaṃ paṭicca nasanidassanasappaṭigho naaraṇo ca naanidassanasappaṭigho naaraṇo ca dhammā uppajjanti hetupaccayā. (3)",
  "patthana10.17:11.1": "Nasanidassanasappaṭighaṃ naaraṇañca naanidassanasappaṭighaṃ naaraṇañca dhammaṃ paṭicca nasanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ naaraṇañca naanidassanasappaṭighaṃ naaraṇañca dhammaṃ paṭicca naanidassanasappaṭigho naaraṇo dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ naaraṇañca naanidassanasappaṭighaṃ naaraṇañca dhammaṃ paṭicca nasanidassanasappaṭigho naaraṇo ca naanidassanasappaṭigho naaraṇo ca dhammā uppajjanti hetupaccayā. (3) (Saṃkhittaṃ.)",
  "patthana10.17:12.1": "Hetuyā nava, ārammaṇe nava …pe… avigate nava. (Sahajātavārepi paccayavārepi nissayavārepi saṃsaṭṭhavārepi sampayuttavārepi sabbattha nava.)"
}