{
  "patthana10.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana10.1:0.2": "Dhammapaccanīya (2), Tikadukapaṭṭhānapāḷi (4)",
  "patthana10.1:0.3": "10.1. Kusalattika, Hetuduka",
  "patthana10.1:1.0": "Hetu",
  "patthana10.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana10.1:2.1": "Nakusalaṃ nahetuṃ dhammaṃ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuṃ dhammaṃ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuṃ dhammaṃ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuṃ dhammaṃ paṭicca nakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Nakusalaṃ nahetuṃ dhammaṃ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana10.1:3.1": "Naakusalaṃ nahetuṃ dhammaṃ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Naakusalaṃ nahetuṃ dhammaṃ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Naakusalaṃ nahetuṃ dhammaṃ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Naakusalaṃ nahetuṃ dhammaṃ paṭicca naakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Naakusalaṃ nahetuṃ dhammaṃ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana10.1:4.1": "Naabyākataṃ nahetuṃ dhammaṃ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Naabyākataṃ nahetuṃ dhammaṃ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Naabyākataṃ nahetuṃ dhammaṃ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Naabyākataṃ nahetuṃ dhammaṃ paṭicca nakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Naabyākataṃ nahetuṃ dhammaṃ paṭicca naakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Naabyākataṃ nahetuṃ dhammaṃ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … cha.",
  "patthana10.1:5.1": "Nakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca nakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Nakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana10.1:6.1": "Naakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Naakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Naakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā. Naakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca naakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā. Naakusalaṃ nahetuñca naabyākataṃ nahetuñca dhammaṃ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana10.1:7.1": "Nakusalaṃ nahetuñca naakusalaṃ nahetuñca dhammaṃ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuñca naakusalaṃ nahetuñca dhammaṃ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nahetuñca naakusalaṃ nahetuñca dhammaṃ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana10.1:8.1": "Hetuyā ekūnatiṃsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṃsa. (Sabbattha vitthāro.)",
  "patthana10.1:9.1": "Nakusalaṃ nanahetuṃ dhammaṃ paṭicca nakusalo nanahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nanahetuṃ dhammaṃ paṭicca naakusalo nanahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nanahetuṃ dhammaṃ paṭicca naabyākato nanahetu dhammo uppajjati hetupaccayā. Nakusalaṃ nanahetuṃ dhammaṃ paṭicca nakusalo nanahetu ca naabyākato nanahetu ca dhammā uppajjanti hetupaccayā. Nakusalaṃ nanahetuṃ dhammaṃ paṭicca nakusalo nanahetu ca naakusalo nanahetu ca dhammā uppajjanti hetupaccayā. (5)",
  "patthana10.1:10.1": "Naakusalaṃ nanahetuṃ dhammaṃ paṭicca naakusalo nanahetu dhammo uppajjati hetupaccayā … pañca.",
  "patthana10.1:11.1": "Naabyākataṃ nanahetuṃ dhammaṃ paṭicca naabyākato nanahetu dhammo uppajjati hetupaccayā … pañca.",
  "patthana10.1:12.1": "Nakusalaṃ nanahetuñca naabyākataṃ nanahetuñca dhammaṃ paṭicca nakusalo nanahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana10.1:13.1": "Naakusalaṃ nanahetuñca naabyākataṃ nanahetuñca dhammaṃ paṭicca naakusalo nanahetu dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana10.1:14.1": "Nakusalaṃ nanahetuñca naakusalaṃ nanahetuñca dhammaṃ paṭicca nakusalo nanahetu dhammo uppajjati hetupaccayā … tīṇi. (Saṃkhittaṃ.)",
  "patthana10.1:15.1": "Hetuyā catuvīsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate catuvīsa. (Sabbattha vitthāro.)"
}