{
  "patthana10.12:0.1": "Paṭṭhānapakaraṇa",
  "patthana10.12:0.2": "Dhammapaccanīya (2), Tikadukapaṭṭhānapāḷi (4)",
  "patthana10.12:0.3": "10.12. Sanidassanattika, Hetudukādi",
  "patthana10.12:1.1": "Nasanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca nasanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca naanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca naanidassanaappaṭigho nahetu dhammo uppajjati hetupaccayā. Nasanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca nasanidassanasappaṭigho nahetu ca naanidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Nasanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca naanidassanasappaṭigho nahetu ca naanidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Nasanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca nasanidassanasappaṭigho nahetu ca naanidassanasappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. (6)",
  "patthana10.12:2.1": "Naanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca naanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca nasanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca naanidassanaappaṭigho nahetu dhammo uppajjati hetupaccayā. Naanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca nasanidassanasappaṭigho nahetu ca naanidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Naanidassanasappaṭighaṃ nahetuṃ dhammaṃ paṭicca naanidassanasappaṭigho nahetu ca naanidassanaappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. Naanidassanaappaṭighaṃ nahetuṃ dhammaṃ paṭicca nasanidassanasappaṭigho nahetu ca naanidassanasappaṭigho nahetu ca dhammā uppajjanti hetupaccayā. (6)",
  "patthana10.12:3.1": "Naanidassanaappaṭighaṃ nahetuṃ dhammaṃ paṭicca naanidassanaappaṭigho nahetu dhammo uppajjati hetupaccayā … cha.",
  "patthana10.12:4.1": "Nasanidassanasappaṭighaṃ nahetuñca naanidassanaappaṭighaṃ nahetuñca dhammaṃ paṭicca nasanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā … cha.",
  "patthana10.12:5.1": "Nasanidassanasappaṭighaṃ nahetuñca naanidassanasappaṭighaṃ nahetuñca dhammaṃ paṭicca nasanidassanasappaṭigho nahetu dhammo uppajjati hetupaccayā … cha. (Saṃkhittaṃ.)",
  "patthana10.12:6.1": "Hetuyā tiṃsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṃsa. (Sabbattha vitthāro.)",
  "patthana10.12:7.1": "Nasanidassanasappaṭighaṃ nanahetuṃ dhammaṃ paṭicca nasanidassanasappaṭigho nanahetu dhammo uppajjati hetupaccayā …. (Sabbattha nava.)",
  "patthana10.12:8.1": "Nasanidassanasappaṭighaṃ nasahetukaṃ dhammaṃ paṭicca …. (Saṃkhittaṃ.) Hetuyā tiṃsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṃsa.",
  "patthana10.12:9.1": "Nasanidassanasappaṭighaṃ naahetukaṃ dhammaṃ paṭicca …. (Sabbattha nava.)",
  "patthana10.12:10.1": "Nasanidassanasappaṭighaṃ nahetusampayuttaṃ dhammaṃ paṭicca …. (Saṃkhittaṃ.) Hetuyā tiṃsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṃsa.",
  "patthana10.12:11.1": "Nasanidassanasappaṭighaṃ nahetuvippayuttaṃ dhammaṃ paṭicca …. (Saṃkhittaṃ. Sabbattha nava.)",
  "patthana10.12:12.1": "Nasanidassanasappaṭighaṃ nahetuñceva naahetukañca dhammaṃ paṭicca …pe… nasanidassanasappaṭighaṃ naahetukañceva nanahetuñca dhammaṃ paṭicca …pe… nasanidassanasappaṭighaṃ nahetuñceva nahetuvippayuttañca dhammaṃ paṭicca …. (Saṃkhittaṃ. Sabbattha nava.)",
  "patthana10.12:13.1": "Nasanidassanasappaṭighaṃ nahetuvippayuttañceva nanahetuñca dhammaṃ paṭicca …. (Saṃkhittaṃ. Sabbattha nava.)",
  "patthana10.12:14.1": "Nasanidassanasappaṭighaṃ nahetuṃ nasahetukaṃ dhammaṃ paṭicca …. (Saṃkhittaṃ.) Hetuyā tiṃsa, ārammaṇe nava …pe… aññamaññe pañcavīsa …pe… avigate tiṃsa.",
  "patthana10.12:15.1": "Nasanidassanasappaṭighaṃ nahetuṃ naahetukaṃ dhammaṃ paṭicca …. (Sabbattha nava.)"
}