{
  "iti22:0.1": "Итивуттака 22 ",
  "iti22:0.2": "Единицы ",
  "iti22:0.4": "Доброжелательность ",
  "iti22:1.1": "Так было сказано Благословенным, сказано Арахантом, и так я слышала: ",
  "iti22:2.1": "«Монахи, не бойтесь деяний, приносящих заслуги. ",
  "iti22:2.2": "Благие заслуги – это, другими словами, то, что является блаженным, желанным, приятным, прелестным, очаровательным. ",
  "iti22:2.3": "Я помню, что, длительное время совершая благие дела, я долгое время испытывал блаженные, желанные, приятные, прелестные, и очаровательные результаты. ",
  "iti22:2.4": "Развивая доброжелательный ум в течение семи лет, я потом не возвращался обратно в этот мир в течение семи циклов развёртывания и свёртывания мира. ",
  "iti22:2.5": "Когда был цикл свёртывания мира, я отправлялся в мир лучезарного сияния. ",
  "iti22:2.6": "Когда был цикл развёртывания мира, я перерождался в пустой обители Брахмы. ",
  "iti22:3.1": "Там я был Великим Брахмой, Непобеждённым, Повелителем, Всевидящим, Могучим. ",
  "iti22:3.2": "Затем тридцать шесть раз я был Саккой, правителем дэвов. ",
  "iti22:3.3": "Многие сотни раз я был царём-миродержцем, праведным властителем Дхаммы, покорителем четырёх сторон света, удерживающим устойчивое правление во всей стране, наделённый семью сокровищами – ",
  "iti22:3.4": "уж не говоря о том, сколько раз я был обычным царём. ",
  "iti22:4.1": "Мысль пришла ко мне: ",
  "iti22:4.2": "«В чём причина этого плода, какое действие принесло такой результат, что теперь я обладаю таким величием и могуществом?» ",
  "iti22:4.3": "Тогда следующая мысль пришла ко мне: ",
  "iti22:4.4": "«Это плод трёх типов моих поступков, результат трёх видов поступков, благодаря которым я обладаю теперь таким величием и могуществом: ",
  "iti22:4.5": "даяния, самоконтроля, воздержанности». ",
  "iti22:4.6": "Таково значение того, что сказал Благословенный. ",
  "iti22:4.7": "И в отношении этого было сказано: ",
  "iti22:5.1": "«Тренируйтесь в деяниях, что приносят заслуги, ",
  "iti22:5.2": "Они принесут длительное блаженство. ",
  "iti22:5.3": "Развивайте даяние, благую жизнь, доброжелательный ум. ",
  "iti22:6.1": "Развивая эти три вещи, что приносят счастье, ",
  "iti22:6.3": "Мудрец переродится в мире чистого блаженства». ",
  "iti22:7.1": "Это также было сутью того, что сказал Благословенный, и так я слышала. "
}