{
  "sn22.101:0.1": "Pagal temą susijusių suttų rinkinys 22 ",
  "sn22.101:0.2": "10. Gėlės ",
  "sn22.101:0.3": "101. Kirvis ",
  "sn22.101:1.1": "Savatthyje. ",
  "sn22.101:1.2": "„Vienuoliai, aš sakau, kad sunaikinti ydas gali tas, kas žino ir mato, o ne tas, kas nežino ir nemato. ",
  "sn22.101:1.3": "Ir ką, vienuoliai, žino ir mato tas, kuris gali sunaikinti ydas? ",
  "sn22.101:1.4": "„Tai yra materiali forma, tai – materialios formos kilimas, tai – materialios formos išnykimas. ",
  "sn22.101:1.5": "Tai yra jausmo tonas … ",
  "sn22.101:1.6": "Tai yra suvokimas … ",
  "sn22.101:1.7": "Tai yra proto dariniai … ",
  "sn22.101:1.8": "Tai yra sąmonė, tai – sąmonės kilimas, tai – sąmonės išnykimas.” ",
  "sn22.101:1.9": "Tai, vienuoliai, žino ir mato tas, kuris gali sunaikinti ydas. ",
  "sn22.101:2.1": "Vienuoliai, kad ir kiltų vienuoliui, neužsiimančiam (proto) lavinimu, toks noras: ",
  "sn22.101:2.2": "„O, kad mano protas dėl nesisavinimo išsilaisvintų nuo ydų!“ Jo protas neišsilaisvins dėl nesisavinimo nuo ydų. ",
  "sn22.101:2.3": "Dėl kokios priežasties? ",
  "sn22.101:2.4": "Pasakytina, kad dėl neišlavinimo. ",
  "sn22.101:2.5": "Ko neišlavinimo? ",
  "sn22.101:2.6": "Neišlavinimo atidos keturioms sritims, keturių teisingų stengimųsi, keturių viršžmogiškų galių pagrindų, penkių valdančių gebėjimų, penkių stiprybių, septynių nušvitimo veiksnių, taurinančio aštuonialypio kelio. ",
  "sn22.101:3.1": "Panašiai, vienuoliai, kaip kad jei būtų aštuoni, dešimt ar dvylika vištos kiaušinių. ",
  "sn22.101:3.2": "Višta ant jų nei tinkamai tupėtų, nei tinkamai perėtų, nei tinkamai brandintų jų. ",
  "sn22.101:3.3": "Kad ir kiltų tai vištai toks noras: ",
  "sn22.101:3.4": "„O, kad mano viščiukai, nagų ar snapų galiukais prakalę kiaušinio lukštus saugiai išsiristų!“ ",
  "sn22.101:3.5": "Neįmanoma, kad tie viščiukai nagų ar snapų galiukais prakalę kiaušinio lukštus saugiai išsiristų. ",
  "sn22.101:3.6": "Dėl kokios priežasties? ",
  "sn22.101:3.7": "Dėl to, kad, vienuoliai, višta ant tų aštuonių, dešimties ar dvylikos kiaušinių ",
  "sn22.101:3.8": "nei tinkamai tupėjo, nei tinkamai perėjo, nei tinkamai brandino jų. ",
  "sn22.101:3.9": "Lygiai gi, vienuoliai, taip, kad ir kiltų vienuoliui, neužsiimančiam (proto) lavinimu, toks noras: ",
  "sn22.101:3.10": "„O, kad mano protas dėl nesisavinimo išsilaisvintų nuo ydų!“ Jo protas neišsilaisvins dėl nesisavinimo nuo ydų. ",
  "sn22.101:3.11": "Dėl kokios priežasties? ",
  "sn22.101:3.12": "Pasakytina, kad dėl neišlavinimo. ",
  "sn22.101:3.13": "Ko neišlavinimo? ",
  "sn22.101:3.14": "Neišlavinimo atidos keturioms sritims … taurinančio aštuonialypio kelio. ",
  "sn22.101:4.1": "Vienuoliai, kad ir nekiltų vienuoliui, užsiimančiam (proto) lavinimu, toks noras: ",
  "sn22.101:4.2": "„O, kad mano protas dėl nesisavinimo išsilaisvintų nuo ydų!“ Jo protas vis vien išsilaisvins dėl nesisavinimo nuo ydų. ",
  "sn22.101:4.3": "Dėl kokios priežasties? ",
  "sn22.101:4.4": "Pasakytina, kad dėl išlavinimo. ",
  "sn22.101:4.5": "Ko išlavinimo? ",
  "sn22.101:4.6": "Išlavinimo atidos keturioms sritims, keturių teisingų stengimųsi, keturių viršžmogiškų galių pagrindų, penkių valdančių gebėjimų, penkių stiprybių, septynių nušvitimo veiksnių, taurinančio aštuonialypio kelio. ",
  "sn22.101:5.1": "Panašiai, vienuoliai, kaip kad jei būtų aštuoni, dešimt ar dvylika vištos kiaušinių. ",
  "sn22.101:5.2": "Višta ant jų tinkamai tupėtų, tinkamai perėtų, tinkamai brandintų juos. ",
  "sn22.101:5.3": "Kad ir nekiltų tai vištai toks noras: ",
  "sn22.101:5.4": "„O, kad mano viščiukai, nagų ar snapų galiukais prakalę kiaušinio lukštus saugiai išsiristų!“ ",
  "sn22.101:5.5": "Vis vien įmanoma, kad tie viščiukai nagų ar snapų galiukais prakalę kiaušinio lukštus saugiai išsiris. ",
  "sn22.101:5.6": "Dėl kokios priežasties? ",
  "sn22.101:5.7": "Dėl to, kad, vienuoliai, višta ant tų aštuonių, dešimties ar dvylikos kiaušinių ",
  "sn22.101:5.8": "tinkamai tupėjo, tinkamai perėjo, tinkamai brandino juos. ",
  "sn22.101:5.9": "Lygiai gi, vienuoliai, taip, kad ir nekiltų vienuoliui, užsiimančiam (proto) lavinimu, toks noras: ",
  "sn22.101:5.10": "„O, kad mano protas dėl nesisavinimo išsilaisvintų nuo ydų!“ Jo protas vis vien išsilaisvins dėl nesisavinimo nuo ydų. ",
  "sn22.101:5.11": "Dėl kokios priežasties? ",
  "sn22.101:5.12": "Pasakytina, kad dėl išlavinimo. ",
  "sn22.101:5.13": "Ko išlavinimo? ",
  "sn22.101:5.14": "Išlavinimo atidos keturioms sritims … taurinančio aštuonialypio kelio. ",
  "sn22.101:6.1": "Panašiai, vienuoliai kaip kad jei dailidė ar dailidės padėjėjas, žiūrėdamas į kirvio rankeną, pamatytų pirštų ir nykščio žymes. ",
  "sn22.101:6.2": "Jis nežinotų: ",
  "sn22.101:6.3": "„Štai tiek kirvio rankena susidėvėjo šiandien, štai tiek vakar, štai tiek prieš tai“. ",
  "sn22.101:6.4": "Bet kai ji susidėvi, jis žino, kad ji susidėvėjo. ",
  "sn22.101:6.5": "Lygiai gi, vienuoliai, taip, vienuolis, užsiimantis (proto) lavinimu, nežino: ",
  "sn22.101:6.6": "„Štai tiek ydų išnyko šiandien, štai tiek vakar, štai tiek prieš tai“. Bet kai jos išnyksta, jis žino, kad jos išnyko. ",
  "sn22.101:6.7": "Panašiai, vienuoliai, kaip kad jei būtų vandenyno laivas su lynais švartavimui. Po šešių mėnesių buvimo vandenyje, kai jis žiemą pastatytas krante, lynai, veikiami vėjo ir saulės, permerkti lietaus iš debesies, nesunkiai suirs, taps supuvę. ",
  "sn22.101:6.8": "Lygiai gi, vienuoliai, taip, vienuolio, užsiimančio (proto) lavinimu, pančiai nesunkiai atsileidžia, tampa supuvę.” "
}