{
  "sn22.26:0.1": "Pagal temą susijusių suttų rinkinys 22 ",
  "sn22.26:0.2": "3. Našta ",
  "sn22.26:0.3": "26. Saldybė ",
  "sn22.26:1.1": "Savatthyje. ",
  "sn22.26:1.2": "„Prieš nušvitimą, vienuoliai, kai dar buvau nenušvitęs _bodhisatta_, pagalvojau: ",
  "sn22.26:1.3": "„Kas gi yra materialios formos saldybė, kas kartumas, kas yra ištrūkimas (iš jos)? ",
  "sn22.26:1.4": "Kas gi yra jausmo tono saldybė, kas kartumas, kas yra ištrūkimas (iš jo)? ",
  "sn22.26:1.5": "Kas gi yra suvokimo saldybė, kas kartumas, kas yra ištrūkimas (iš jo)? ",
  "sn22.26:1.6": "Kas gi yra proto darinių saldybė, kas kartumas, kas yra ištrūkimas (iš jų)? ",
  "sn22.26:1.7": "Kas gi yra sąmonės saldybė, kas kartumas, kas yra ištrūkimas (iš jos)? ",
  "sn22.26:1.8": "Tuomet, vienuoliai, aš taip pagalvojau: ",
  "sn22.26:1.9": "Dėl materialios formos gimstantys laimė ir malonumas – tai materialių formų saldybė. ",
  "sn22.26:1.10": "Tai, kad materiali forma yra nepastovi, nepatenkinama ir iš prigimties kinta, – tai materialios formos kartumas. ",
  "sn22.26:1.11": "Aistringo geismo materialiai formai panaikinimas, atsikratymas – tai yra ištrūkimas iš materialios formos. ",
  "sn22.26:1.12": "Dėl jausmo tono gimstantys laimė ir malonumas – tai jausmo tono saldybė. ",
  "sn22.26:1.13": "Tai, kad jausmo tonas yra nepastovus, nepatenkinamas ir iš prigimties kinta, – tai jausmo tono kartumas. ",
  "sn22.26:1.14": "Aistringo geismo jausmo tonui panaikinimas, atsikratymas – tai yra ištrūkimas iš jausmo tono. ",
  "sn22.26:1.15": "Dėl suvokimo gimstantys … ",
  "sn22.26:1.16": "Dėl proto darinių gimstantys laimė ir malonumas – tai proto darinių saldybė. ",
  "sn22.26:1.17": "Tai, kad proto dariniai yra nepastovūs, nepatenkinami ir iš prigimties kinta, – tai proto darinių kartumas. ",
  "sn22.26:1.18": "Aistringo geismo proto dariniams panaikinimas, atsikratymas – tai yra ištrūkimas iš proto darinių. ",
  "sn22.26:1.19": "Dėl sąmonės gimstantys laimė ir malonumas – tai sąmonės saldybė. ",
  "sn22.26:1.20": "Tai, kad sąmonė yra nepastovi, nepatenkinama ir iš prigimties kinta, – tai sąmonės kartumas. ",
  "sn22.26:1.21": "Aistringo geismo sąmonei panaikinimas, atsikratymas – tai yra ištrūkimas iš sąmonės. ",
  "sn22.26:2.1": "Ir iki tol, vienuoliai, kol nepažinau tiesiogiai šių penkių savinamų sandų saldybės kaip saldybės, kartumo kaip kartumo, ištrūkimą (iš jų) kaip ištrūkimą tokiais, kokie jie yra iš tikrųjų, nesiskelbiau pasauliui su jo dievybėmis, su Mara, Brahma, su visais atsiskyrėliais ir brahmanais, su jo valdovais ir paprastais žmonėmis pasiekęs neprilygstamą tobulą nušvitimą. ",
  "sn22.26:2.2": "Ir tik tada, vienuoliai, kai tiesiogiai pažinau šių penkių savinamų sandų saldybę kaip saldybę, kartumą kaip kartumą, ištrūkimą (iš jų) kaip ištrūkimą tokiais, kokie jie yra iš tikrųjų, ",
  "sn22.26:2.3": "paskelbiau pasauliui su jo dievybėmis, su Mara, Brahma, su visais atsiskyrėliais ir brahmanais, su jo valdovais ir paprastais žmonėmis pasiekęs neprilygstamą tobulą nušvitimą. ",
  "sn22.26:2.4": "Atsirado manyje (toks) žinojimas ir matymas: ",
  "sn22.26:2.5": "„Mano išsilaisvinimas nepalaužiamas, šis gimimas yra paskutinis, nuo šiol nebebus besikartojančios būties (naujo gimimo).” "
}