{
  "sn22.95:0.1": "Pagal temą susijusių suttų rinkinys 22 ",
  "sn22.95:0.2": "10. Gėlės ",
  "sn22.95:0.3": "95. Palyginimas su putų gumulu ",
  "sn22.95:1.1": "Kartą Palaimintasis buvo apsistojęs Ajudžhajoje, Gangos upės pakrantėje. ",
  "sn22.95:1.2": "Ten gi Palaimintasis kreipėsi į vienuolius: ",
  "sn22.95:2.1": "Panašiai, vienuoliai, kaip kad jei ši Gangos upė atneštų didelį putų gumulą. Geros regos žmogus jį apžiūrėtų, apmąstytų, visapusiškai ištyrinėtų. Jam apžiūrėjus, apmąsčius, visapusiškai ištyrinėjus tas pasirodytų esąs tuščias, dykas, neturintis šerdies. Kokia, vienuoliai, galėtų būti šerdis putų gumule?! ",
  "sn22.95:2.2": "Lygiai gi, vienuoliai, taip vienuolis apžiūri, apmąsto, visapusiškai ištyrinėja bet kurią materiją: ar tai praeities, ar dabarties, ar ateities, ar vidinę, ar išorinę, ar akivaizdžią, ar subtilią, ar žemesnę, ar viršesnę, ar tolimą, ar artimą. Jam apžiūrėjus, apmąsčius, visapusiškai ištyrinėjus, ji pasirodytų esą tuščia, dyka, neturintį šerdies. Kokia, vienuoliai, galėtų būti šerdis materijoje?! ",
  "sn22.95:3.1": "Panašiai, vienuoliai, kaip kad jei rudenį lytų lietus dideliais lašais, ir ant vandens atsirastų ir pradingtų vandens burbulai. Geros regos žmogus juos apžiūrėtų, apmąstytų, visapusiškai ištyrinėtų. Jam apžiūrėjus, apmąsčius, visapusiškai ištyrinėjus jie pasirodytų esą tušti, dyki, neturintys šerdies. Kokia, vienuoliai, galėtų būti šerdis vandens burbule?! ",
  "sn22.95:3.2": "Lygiai gi, vienuoliai, taip vienuolis apžiūri, išnagrinėja, visapusiškai ištyrinėja bet kurį jausmo toną: ar tai praeities … ar artimą. Jam apžiūrėjus, apmąsčius, visapusiškai ištyrinėjus jis pasirodytų esąs tuščias, dykas, neturintis šerdies. Kokia, vienuoliai, galėtų būti šerdis jausmo tone?! ",
  "sn22.95:4.1": "Panašiai, vienuoliai, kaip kad jei paskutinį vasaros mėnesį vidury dienos virpėtų miražas. Geros regos žmogus jį apžiūrėtų, apmąstytų, visapusiškai ištyrinėtų. Jam apžiūrėjus, apmąsčius, visapusiškai ištyrinėjus jis pasirodytų esąs tuščias, dykas, neturintis šerdies. Kokia, vienuoliai, galėtų būti šerdis miraže?! ",
  "sn22.95:4.2": "Lygiai gi taip vienuolis apžiūri, apmąsto, visapusiškai ištyrinėja bet kurį suvokimą … ",
  "sn22.95:5.1": "Panašiai, vienuoliai, kaip kad jei žmogus, kuriam reikia medžio šerdies, siekiantis rasti medžio šerdį, ieškantis medžio šerdies, pasiėmęs aštrų kirvį, beklajodamas įžengtų į mišką. Ten jis pamatytų didelį banano augalą, tiesų, jauną, be žiedo stiebo. Jis jį pirmą nupjautų prie šaknies, tuomet nupjautų viršūnę, o nupjovęs viršūnę, perskirtų sluoksnius. Perskyrdamas sluoksnius jis ir minkštos medienos nerastų, kur jau ten šerdį?! Geros regos žmogus jį apžiūrėtų, apmąstytų, visapusiškai ištyrinėtų. Jam apžiūrėjus, apmąsčius, visapusiškai ištyrinėjus jis pasirodytų esąs tuščias, dykas, neturintis šerdies. Kokia, vienuoliai, galėtų būti šerdis banano augale?! ",
  "sn22.95:5.2": "Lygiai gi, vienuoliai, taip vienuolis apžiūri, išnagrinėja, visapusiškai ištyrinėja bet kuriuos proto darinius: ar tai praeities … ar artimą. Jam apžiūrėjus, apmąsčius, visapusiškai ištyrinėjus tas pasirodytų esąs tuščias, dykas, neturintis šerdies. Kokia, vienuoliai, galėtų būti šerdis proto dariniuose?! ",
  "sn22.95:6.1": "Panašiai, vienuoliai, kaip kad jei iliuzionistas ar iliuzionisto padėjėjas rodytų magijos šou sankryžoje. Geros regos žmogus jį apžiūrėtų, apmąstytų, visapusiškai ištyrinėtų. Jam apžiūrėjus, apmąsčius, visapusiškai ištyrinėjus tas pasirodytų esąs tuščias, dykas, neturintis šerdies. Kokia, vienuoliai, galėtų būti šerdis magijos šou?! ",
  "sn22.95:6.2": "Lygiai gi, vienuoliai, taip vienuolis apžiūri, apmąsto, visapusiškai ištyrinėja bet kurią sąmonę: ar tai praeities, ar dabarties, ar ateities, ar vidinę, ar išorinę, ar akivaizdžią, ar subtilią, ar žemesnę, ar viršesnę, ar tolimą, ar artimą. Jam apžiūrėjus, apmąsčius, visapusiškai ištyrinėjus, ta pasirodytų esą tuščia, dyka, neturintį šerdies. Kokia, vienuoliai, galėtų būti šerdis sąmonėje?! ",
  "sn22.95:7.1": "Tai matydamas, vienuoliai, apmokytas tauriųjų mokinys nusivilia ir materialia forma, nusivilia ir jausmo tonu, nusivilia ir suvokimu, nusivilia ir proto dariniais, nusivilia ir sąmone. ",
  "sn22.95:7.2": "Nusivylus išblėsta aistra. Išblėsus aistrai išsilaisvinama. Išsilaisvinus ateina žinojimas, kad yra išsilaisvinta … ",
  "sn22.95:7.3": "nebebus čia daugiau būties. ",
  "sn22.95:8.1": "Štai ką pasakė Palaimintasis. ",
  "sn22.95:8.2": "Tai pasakė Gerai Žengęs, o toliau mokytojas tarė štai ką: ",
  "sn22.95:9.1": "„Materija lyg putų gumulas, ",
  "sn22.95:9.2": "jausmo tonas lyg burbulas, ",
  "sn22.95:9.3": "suvokimas lyg miražas, ",
  "sn22.95:9.4": "proto dariniai lyg banano augalas, ",
  "sn22.95:9.5": "o sąmonė lyg magijos šou – ",
  "sn22.95:9.6": "taip mokyta Saulės Gentainio. ",
  "sn22.95:10.1": "Kad ir kaip jis apie tai mąstytų, ",
  "sn22.95:10.2": "visapusiškai tai tyrinėtų, ",
  "sn22.95:10.3": "apžiūrėdamas iš esmės, mato: ",
  "sn22.95:10.4": "tai yra tuščia ir dyka. ",
  "sn22.95:11.1": "Ir šio kūno atžvilgiu ",
  "sn22.95:11.2": "Giliai Išmintingojo mokyta, ",
  "sn22.95:11.3": "kad netekusi trijų savybių ",
  "sn22.95:11.4": "materija matoma išmesta: ",
  "sn22.95:12.1": "kai gyvybė, šiluma ir sąmonė ",
  "sn22.95:12.2": "palieka šį kūną, ",
  "sn22.95:12.3": "jis guli išmestas, ",
  "sn22.95:12.4": "tapęs kitų valgiu, bedvasis. ",
  "sn22.95:13.1": "Toks tas tęstinumas, ",
  "sn22.95:13.2": "ši iliuzija, kvailių užkalbėtoja, ",
  "sn22.95:13.3": "tai mokyta esą žudikas, ",
  "sn22.95:13.4": "šerdies tame nėra. ",
  "sn22.95:14.1": "Energingas vienuolis ",
  "sn22.95:14.2": "taip turėtų žiūrėti į sandus, ",
  "sn22.95:14.3": "ir dieną, ir naktį ",
  "sn22.95:14.4": "aiškiai suprantantis, atidus, ",
  "sn22.95:15.1": "Te atsikrato jis visų pančių, ",
  "sn22.95:15.2": "te pasidaro sau prieglobstį, ",
  "sn22.95:15.3": "Norintis nemirtingojo pagrindo, ",
  "sn22.95:15.4": "turėtų elgtis taip lyg jo galva būtų liepsnose.” "
}