{
  "sn55.21:0.1": "Saṁyutta Nikāya 55 ",
  "sn55.21:0.2": "3. Saraṇānivagga ",
  "sn55.21:0.3": "21. Paṭhamamahānāmasutta ",
  "sn55.21:1.1": "Evaṁ me sutaṁ—",
  "sn55.21:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati kapilavatthusmiṁ nigrodhārāme. ",
  "sn55.21:1.3": "Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho mahānāmo sakko bhagavantaṁ etadavoca: ",
  "sn55.21:1.4": "“idaṁ, bhante, kapilavatthu iddhañceva phītañca bāhujaññaṁ ākiṇṇamanussaṁ sambādhabyūhaṁ. ",
  "sn55.21:1.5": "So khvāhaṁ, bhante, bhagavantaṁ vā payirupāsitvā manobhāvanīye vā bhikkhū sāyanhasamayaṁ kapilavatthuṁ pavisanto; ",
  "sn55.21:1.6": "bhantenapi hatthinā samāgacchāmi; ",
  "sn55.21:1.7": "bhantenapi assena samāgacchāmi; ",
  "sn55.21:1.8": "bhantenapi rathena samāgacchāmi; ",
  "sn55.21:1.9": "bhantenapi sakaṭena samāgacchāmi; ",
  "sn55.21:1.10": "bhantenapi purisena samāgacchāmi. ",
  "sn55.21:1.11": "Tassa mayhaṁ, bhante, tasmiṁ samaye mussateva bhagavantaṁ ārabbha sati, mussati dhammaṁ ārabbha sati, mussati saṅghaṁ ārabbha sati. ",
  "sn55.21:1.12": "Tassa mayhaṁ, bhante, evaṁ hoti: ",
  "sn55.21:1.13": "‘imamhi cāhaṁ samaye kālaṁ kareyyaṁ, kā mayhaṁ gati, ko abhisamparāyo’”ti? ",
  "sn55.21:2.1": "“Mā bhāyi, mahānāma, mā bhāyi, mahānāma. ",
  "sn55.21:2.2": "Apāpakaṁ te maraṇaṁ bhavissati apāpikā kālaṅkiriyā. ",
  "sn55.21:2.3": "Yassa kassaci, mahānāma, dīgharattaṁ saddhāparibhāvitaṁ cittaṁ sīlaparibhāvitaṁ cittaṁ sutaparibhāvitaṁ cittaṁ cāgaparibhāvitaṁ cittaṁ paññāparibhāvitaṁ cittaṁ, tassa yo hi khvāyaṁ kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṁsanadhammo. ",
  "sn55.21:2.4": "Taṁ idheva kākā vā khādanti gijjhā vā khādanti kulalā vā khādanti sunakhā vā khādanti siṅgālā vā khādanti vividhā vā pāṇakajātā khādanti; ",
  "sn55.21:2.5": "yañca khvassa cittaṁ dīgharattaṁ saddhāparibhāvitaṁ …pe… paññāparibhāvitaṁ taṁ uddhagāmi hoti visesagāmi. ",
  "sn55.21:3.1": "Seyyathāpi, mahānāma, puriso sappikumbhaṁ vā telakumbhaṁ vā gambhīraṁ udakarahadaṁ ogāhitvā bhindeyya. ",
  "sn55.21:3.2": "Tatra yā assa sakkharā vā kaṭhalā vā sā adhogāmī assa, yañca khvassa tatra sappi vā telaṁ vā taṁ uddhagāmi assa visesagāmi. ",
  "sn55.21:3.3": "Evameva kho, mahānāma, yassa kassaci dīgharattaṁ saddhāparibhāvitaṁ cittaṁ …pe… ",
  "sn55.21:3.4": "paññāparibhāvitaṁ cittaṁ tassa yo hi khvāyaṁ kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṁsanadhammo taṁ idheva kākā vā khādanti gijjhā vā khādanti kulalā vā khādanti sunakhā vā khādanti siṅgālā vā khādanti vividhā vā pāṇakajātā khādanti; ",
  "sn55.21:3.5": "yañca khvassa cittaṁ dīgharattaṁ saddhāparibhāvitaṁ …pe… paññāparibhāvitaṁ taṁ uddhagāmi hoti visesagāmi. ",
  "sn55.21:3.6": "Tuyhaṁ kho pana, mahānāma, dīgharattaṁ saddhāparibhāvitaṁ cittaṁ …pe… paññāparibhāvitaṁ cittaṁ. ",
  "sn55.21:3.7": "Mā bhāyi, mahānāma, mā bhāyi, mahānāma. ",
  "sn55.21:3.8": "Apāpakaṁ te maraṇaṁ bhavissati, apāpikā kālaṅkiriyā”ti. ",
  "sn55.21:3.9": "Paṭhamaṁ. "
}