{
  "sn55.52:0.1": "Saṁyutta Nikāya 55 ",
  "sn55.52:0.2": "6. Sappaññavagga ",
  "sn55.52:0.3": "52. Vassaṁvutthasutta ",
  "sn55.52:1.1": "Ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "sn55.52:1.2": "Tena kho pana samayena aññataro bhikkhu sāvatthiyaṁ vassaṁvuttho kapilavatthuṁ anuppatto hoti kenacideva karaṇīyena. ",
  "sn55.52:1.3": "Assosuṁ kho kāpilavatthavā sakyā: “aññataro kira bhikkhu sāvatthiyaṁ vassaṁvuttho kapilavatthuṁ anuppatto”ti. ",
  "sn55.52:2.1": "Atha kho kāpilavatthavā sakyā yena so bhikkhu tenupasaṅkamiṁsu; upasaṅkamitvā taṁ bhikkhuṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho kāpilavatthavā sakyā taṁ bhikkhuṁ etadavocuṁ: ",
  "sn55.52:2.2": "“kacci, bhante, bhagavā arogo ceva balavā cā”ti? ",
  "sn55.52:2.3": "“Arogo cāvuso, bhagavā balavā cā”ti. ",
  "sn55.52:3.1": "“Kacci pana, bhante, sāriputtamoggallānā arogā ceva balavanto cā”ti? ",
  "sn55.52:3.2": "“Sāriputtamoggallānāpi kho, āvuso, arogā ceva balavanto cā”ti. ",
  "sn55.52:4.1": "“Kacci pana, bhante, bhikkhusaṅgho arogo ca balavā cā”ti. ",
  "sn55.52:4.2": "“Bhikkhusaṅghopi kho, āvuso, arogo ca balavā cā”ti. ",
  "sn55.52:5.1": "“Atthi pana te, bhante, kiñci iminā antaravassena bhagavato sammukhā sutaṁ sammukhā paṭiggahitan”ti? ",
  "sn55.52:5.2": "“Sammukhā metaṁ, āvuso, bhagavato sutaṁ sammukhā paṭiggahitaṁ: ",
  "sn55.52:5.3": "‘appakā te, bhikkhave, bhikkhū ye āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharanti. ",
  "sn55.52:5.4": "Atha kho eteva bahutarā bhikkhū ye pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā’ti. ",
  "sn55.52:6.1": "Aparampi kho me, āvuso, bhagavato sammukhā sutaṁ sammukhā paṭiggahitaṁ: ",
  "sn55.52:6.2": "‘appakā te, bhikkhave, bhikkhū ye pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ",
  "sn55.52:6.3": "Atha kho eteva bahutarā bhikkhū ye tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmino, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissantī’ti. ",
  "sn55.52:7.1": "Aparampi kho me, āvuso, bhagavato sammukhā sutaṁ sammukhā paṭiggahitaṁ: ",
  "sn55.52:7.2": "‘appakā te, bhikkhave, bhikkhū ye tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmino, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissanti. ",
  "sn55.52:7.3": "Atha kho eteva bahutarā bhikkhū ye tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ",
  "sn55.52:7.4": "Dutiyaṁ. "
}