{
  "sn55.7:0.1": "Saṁyutta Nikāya 55 ",
  "sn55.7:0.2": "1. Veḷudvāravagga ",
  "sn55.7:0.3": "7. Veḷudvāreyyasutta ",
  "sn55.7:1.1": "Evaṁ me sutaṁ—",
  "sn55.7:1.2": "ekaṁ samayaṁ bhagavā kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena veḷudvāraṁ nāma kosalānaṁ brāhmaṇagāmo tadavasari. ",
  "sn55.7:1.3": "Assosuṁ kho te veḷudvāreyyakā brāhmaṇagahapatikā: ",
  "sn55.7:1.4": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ veḷudvāraṁ anuppatto. ",
  "sn55.7:1.5": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "sn55.7:1.6": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’. ",
  "sn55.7:1.7": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "sn55.7:1.8": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "sn55.7:1.9": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "sn55.7:2.1": "Atha kho te veḷudvāreyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Appekacce bhagavatā saddhiṁ sammodiṁsu; sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. Appekacce yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu. Appekacce bhagavato santike nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu. Appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te veḷudvāreyyakā brāhmaṇagahapatikā bhagavantaṁ etadavocuṁ: ",
  "sn55.7:2.2": "“mayaṁ, bho gotama, evaṅkāmā evaṁchandā evaṁadhippāyā—",
  "sn55.7:2.3": "puttasambādhasayanaṁ ajjhāvaseyyāma, kāsikacandanaṁ paccanubhaveyyāma, mālāgandhavilepanaṁ dhāreyyāma, jātarūparajataṁ sādiyeyyāma, kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyāma. ",
  "sn55.7:2.4": "Tesaṁ no bhavaṁ gotamo amhākaṁ evaṅkāmānaṁ evaṁchandānaṁ evaṁadhippāyānaṁ tathā dhammaṁ desetu yathā mayaṁ puttasambādhasayanaṁ ajjhāvaseyyāma …pe… sugatiṁ saggaṁ lokaṁ upapajjeyyāmā”ti. ",
  "sn55.7:3.1": "“Attupanāyikaṁ vo, gahapatayo, dhammapariyāyaṁ desessāmi. ",
  "sn55.7:3.2": "Taṁ suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "sn55.7:3.3": "“Evaṁ, bho”ti kho te veḷudvāreyyakā brāhmaṇagahapatikā bhagavato paccassosuṁ. ",
  "sn55.7:3.4": "Bhagavā etadavoca: ",
  "sn55.7:4.1": "“Katamo ca, gahapatayo, attupanāyiko dhammapariyāyo? ",
  "sn55.7:4.2": "Idha, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
  "sn55.7:4.3": "‘ahaṁ khosmi jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo. ",
  "sn55.7:4.4": "Yo kho maṁ jīvitukāmaṁ amaritukāmaṁ sukhakāmaṁ dukkhappaṭikūlaṁ jīvitā voropeyya, na metaṁ assa piyaṁ manāpaṁ. ",
  "sn55.7:4.5": "Ahañceva kho pana paraṁ jīvitukāmaṁ amaritukāmaṁ sukhakāmaṁ dukkhappaṭikūlaṁ jīvitā voropeyyaṁ, parassapi taṁ assa appiyaṁ amanāpaṁ. ",
  "sn55.7:4.6": "Yo kho myāyaṁ dhammo appiyo amanāpo, parassa peso dhammo appiyo amanāpo. ",
  "sn55.7:4.7": "Yo kho myāyaṁ dhammo appiyo amanāpo, kathāhaṁ paraṁ tena saṁyojeyyan’ti. ",
  "sn55.7:4.8": "So iti paṭisaṅkhāya attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti, pāṇātipātā veramaṇiyā ca vaṇṇaṁ bhāsati. ",
  "sn55.7:4.9": "Evamassāyaṁ kāyasamācāro tikoṭiparisuddho hoti. ",
  "sn55.7:5.1": "Puna caparaṁ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
  "sn55.7:5.2": "‘yo kho me adinnaṁ theyyasaṅkhātaṁ ādiyeyya, na metaṁ assa piyaṁ manāpaṁ. ",
  "sn55.7:5.3": "Ahañceva kho pana parassa adinnaṁ theyyasaṅkhātaṁ ādiyeyyaṁ, parassapi taṁ assa appiyaṁ amanāpaṁ. ",
  "sn55.7:5.4": "Yo kho myāyaṁ dhammo appiyo amanāpo, parassa peso dhammo appiyo amanāpo. ",
  "sn55.7:5.5": "Yo kho myāyaṁ dhammo appiyo amanāpo, kathāhaṁ paraṁ tena saṁyojeyyan’ti. ",
  "sn55.7:5.6": "So iti paṭisaṅkhāya attanā ca adinnādānā paṭivirato hoti, parañca adinnādānā veramaṇiyā samādapeti, adinnādānā veramaṇiyā ca vaṇṇaṁ bhāsati. ",
  "sn55.7:5.7": "Evamassāyaṁ kāyasamācāro tikoṭiparisuddho hoti. ",
  "sn55.7:6.1": "Puna caparaṁ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
  "sn55.7:6.2": "‘yo kho me dāresu cārittaṁ āpajjeyya, na metaṁ assa piyaṁ manāpaṁ. ",
  "sn55.7:6.3": "Ahañceva kho pana parassa dāresu cārittaṁ āpajjeyyaṁ, parassapi taṁ assa appiyaṁ amanāpaṁ. ",
  "sn55.7:6.4": "Yo kho myāyaṁ dhammo appiyo amanāpo, parassa peso dhammo appiyo amanāpo. ",
  "sn55.7:6.5": "Yo kho myāyaṁ dhammo appiyo amanāpo, kathāhaṁ paraṁ tena saṁyojeyyan’ti. ",
  "sn55.7:6.6": "So iti paṭisaṅkhāya attanā ca kāmesumicchācārā paṭivirato hoti, parañca kāmesumicchācārā veramaṇiyā samādapeti, kāmesumicchācārā veramaṇiyā ca vaṇṇaṁ bhāsati. ",
  "sn55.7:6.7": "Evamassāyaṁ kāyasamācāro tikoṭiparisuddho hoti. ",
  "sn55.7:7.1": "Puna caparaṁ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
  "sn55.7:7.2": "‘yo kho me musāvādena atthaṁ bhañjeyya, na metaṁ assa piyaṁ manāpaṁ. ",
  "sn55.7:7.3": "Ahañceva kho pana parassa musāvādena atthaṁ bhañjeyyaṁ, parassapi taṁ assa appiyaṁ amanāpaṁ. ",
  "sn55.7:7.4": "Yo kho myāyaṁ dhammo appiyo amanāpo, parassa peso dhammo appiyo amanāpo. ",
  "sn55.7:7.5": "Yo kho myāyaṁ dhammo appiyo amanāpo, kathāhaṁ paraṁ tena saṁyojeyyan’ti. ",
  "sn55.7:7.6": "So iti paṭisaṅkhāya attanā ca musāvādā paṭivirato hoti, parañca musāvādā veramaṇiyā samādapeti, musāvādā veramaṇiyā ca vaṇṇaṁ bhāsati. ",
  "sn55.7:7.7": "Evamassāyaṁ vacīsamācāro tikoṭiparisuddho hoti. ",
  "sn55.7:8.1": "Puna caparaṁ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
  "sn55.7:8.2": "“yo kho maṁ pisuṇāya vācāya mitte bhindeyya, na metaṁ assa piyaṁ manāpaṁ. ",
  "sn55.7:8.3": "Ahañceva kho pana paraṁ pisuṇāya vācāya mitte bhindeyyaṁ, parassapi taṁ assa appiyaṁ amanāpaṁ …pe… ",
  "sn55.7:8.4": "evamassāyaṁ vacīsamācāro tikoṭiparisuddho hoti. ",
  "sn55.7:9.1": "Puna caparaṁ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
  "sn55.7:9.2": "“yo kho maṁ pharusāya vācāya samudācareyya, na metaṁ assa piyaṁ manāpaṁ. ",
  "sn55.7:9.3": "Ahañceva kho pana paraṁ pharusāya vācāya samudācareyyaṁ, parassapi taṁ assa appiyaṁ amanāpaṁ. ",
  "sn55.7:9.4": "Yo kho myāyaṁ dhammo …pe… ",
  "sn55.7:9.5": "evamassāyaṁ vacīsamācāro tikoṭiparisuddho hoti. ",
  "sn55.7:10.1": "Puna caparaṁ, gahapatayo, ariyasāvako iti paṭisañcikkhati: ",
  "sn55.7:10.2": "‘yo kho maṁ samphabhāsena samphappalāpabhāsena samudācareyya, na metaṁ assa piyaṁ manāpaṁ. ",
  "sn55.7:10.3": "Ahañceva kho pana paraṁ samphabhāsena samphappalāpabhāsena samudācareyyaṁ, parassapi taṁ assa appiyaṁ amanāpaṁ. ",
  "sn55.7:10.4": "Yo kho myāyaṁ dhammo appiyo amanāpo, parassa peso dhammo appiyo amanāpo. ",
  "sn55.7:10.5": "Yo kho myāyaṁ dhammo appiyo amanāpo, kathāhaṁ paraṁ tena saṁyojeyyan’ti. ",
  "sn55.7:10.6": "So iti paṭisaṅkhāya attanā ca samphappalāpā paṭivirato hoti, parañca samphappalāpā veramaṇiyā samādapeti, samphappalāpā veramaṇiyā ca vaṇṇaṁ bhāsati. ",
  "sn55.7:10.7": "Evamassāyaṁ vacīsamācāro tikoṭiparisuddho hoti. ",
  "sn55.7:11.1": "So buddhe aveccappasādena samannāgato hoti—",
  "sn55.7:11.2": "itipi so bhagavā …pe… satthā devamanussānaṁ buddho bhagavāti; ",
  "sn55.7:11.3": "dhamme …pe… ",
  "sn55.7:11.4": "saṅghe aveccappasādena samannāgato hoti suppaṭipanno bhagavato sāvakasaṅgho …pe… anuttaraṁ puññakkhettaṁ lokassāti. ",
  "sn55.7:11.5": "ariyakantehi sīlehi samannāgato hoti akhaṇḍehi …pe… samādhisaṁvattanikehi. ",
  "sn55.7:11.6": "Yato kho, gahapatayo, ariyasāvako imehi sattahi saddhammehi samannāgato hoti imehi catūhi ākaṅkhiyehi ṭhānehi, so ākaṅkhamāno attanāva attānaṁ byākareyya: ",
  "sn55.7:11.7": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ",
  "sn55.7:12.1": "Evaṁ vutte, veḷudvāreyyakā brāhmaṇagahapatikā bhagavantaṁ etadavocuṁ: ",
  "sn55.7:12.2": "“abhikkantaṁ, bho gotama …pe… ",
  "sn55.7:12.3": "ete mayaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca. ",
  "sn55.7:12.4": "Upāsake no bhavaṁ gotamo dhāretu ajjatagge pāṇupete saraṇaṁ gate”ti. ",
  "sn55.7:12.5": "Sattamaṁ. "
}