{
  "an10.48:0.1": "Zbiór mów według wyliczeń 10 ",
  "an10.48:0.2": "5. Rozdział o zniewadze ",
  "an10.48:0.3": "Mowa o powtórzeniach dla tego, który wywędrował ",
  "an10.48:1.1": "„Mnisi, istnieje dziesięć rodzajów powtórnych rozpatrywań tego, który wywędrował. ",
  "an10.48:1.2": "Które dziesięć? ",
  "an10.48:2.1": "»Przeistoczyłem się, by wznieść się ponad doczesny stan« – tak oto powtórnie rozpatruje ten, kto wywędrował. ",
  "an10.48:3.1": "»Moje przetrwanie jest zależne od innych« – tak oto powtórnie rozpatruje ten, kto wywędrował. ",
  "an10.48:4.1": "»Muszę zachowywać się w odmienny sposób« – tak oto powtórnie rozpatruje ten, kto wywędrował. ",
  "an10.48:5.1": "»Czy nie ma niczego, za co mógłbym upomnieć samego siebie pod względem dochowywania mych wskazań moralnych?« – tak oto powtórnie rozpatruje ten, kto wywędrował. ",
  "an10.48:6.1": "»Czy nie ma niczego, za co mogliby upomnieć mnie moi uczeni współtowarzysze mnisiego życia, badając moje zachowanie pod względem dochowywania wskazań moralnych?« – tak oto powtórnie rozpatruje ten, kto wywędrował. ",
  "an10.48:7.1": "»Od wszystkiego, co mi miłe i drogie nastąpi oddzielenie i rozłąka« – tak oto powtórnie rozpatruje ten, kto wywędrował. ",
  "an10.48:8.1": "»Jestem właścicielem mojej kammy, spadkobiercą mojej kammy, zrodzony z mojej kammy, związany z moją kammą, istnieję wspierany przez moją kammę. ",
  "an10.48:9.1": "Jakąkolwiek kammę stworzę, czy dobrą, czy złą, będę jej spadkobiercą« – tak oto powtórnie rozpatruje ten, kto wywędrował. ",
  "an10.48:10.1": "»W jaki sposób upływają mi noce i dnie?« – tak oto powtórnie rozpatruje ten, kto wywędrował. ",
  "an10.48:11.1": "»Czy znajduję przyjemność w przebywaniu w odosobnionych miejscach?«– tak oto powtórnie rozpatruje ten, kto wywędrował. ",
  "an10.48:12.1": "»Czy osiągnąłem nadludzkie stany, dzięki którym stałem się równy Szlachetnym w wiedzy i wizji, tak, bym później, pytany przez współtowarzyszy mnisiego życia, nie był zakłopotany?« – tak oto powtórnie rozpatruje ten, kto wywędrował. ",
  "an10.48:13.1": "Mnisi, oto jest dziesięć rodzajów powtórnych rozpatrywań tego, który wywędrował. ",
  "an10.48:13.2": "Ósma. "
}