{
  "an7.15:0.1": "Numbered Discourses 7 ",
  "an7.15:0.2": "2. Tendencies ",
  "an7.15:0.3": "15. A Simile With Water ",
  "an7.15:1.1": "“Mendicants, these seven people found in the world are like those in water. ",
  "an7.15:1.2": "What seven? ",
  "an7.15:1.3": "One person sinks under once and stays under. ",
  "an7.15:1.4": "One person rises up then sinks under. ",
  "an7.15:1.5": "One person rises up then stays put. ",
  "an7.15:1.6": "One person rises up then sees and discerns. ",
  "an7.15:1.7": "One person rises up then crosses over. ",
  "an7.15:1.8": "One person rises up then finds a footing. ",
  "an7.15:1.9": "One person has risen up, crossed over, and gone beyond, and that brahmin stands on the shore. ",
  "an7.15:2.1": "And what kind of person sinks under once and stays under? ",
  "an7.15:2.2": "It’s the kind of person who has exclusively dark, unskillful qualities. ",
  "an7.15:2.3": "This kind of person sinks under once and stays under. ",
  "an7.15:3.1": "And what kind of person rises up then sinks under? ",
  "an7.15:3.2": "It’s the kind of person who, rising up, thinks: ‘It’s good to have faith, conscience, prudence, energy, and wisdom regarding skillful qualities.’ ",
  "an7.15:3.3": " ",
  "an7.15:3.4": " ",
  "an7.15:3.5": " ",
  "an7.15:3.6": "However their faith, conscience, prudence, energy, and wisdom don’t last or grow, but dwindle away. ",
  "an7.15:3.7": " ",
  "an7.15:3.8": " ",
  "an7.15:3.9": " ",
  "an7.15:3.10": "This kind of person rises up then sinks under. ",
  "an7.15:4.1": "And what kind of person rises up then stays put? ",
  "an7.15:4.2": "It’s the kind of person who, rising up, thinks: ‘It’s good to have faith, conscience, prudence, energy, and wisdom regarding skillful qualities.’ ",
  "an7.15:4.3": " ",
  "an7.15:4.4": " ",
  "an7.15:4.5": " ",
  "an7.15:4.6": "And their faith, conscience, prudence, energy, and wisdom lasts, neither dwindling nor growing. ",
  "an7.15:4.7": " ",
  "an7.15:4.8": " ",
  "an7.15:4.9": " ",
  "an7.15:4.10": " ",
  "an7.15:4.11": "This kind of person rises up then stays put. ",
  "an7.15:5.1": "And what kind of person rises up then sees and discerns? ",
  "an7.15:5.2": "It’s the kind of person who, rising up, thinks: ‘It’s good to have faith, conscience, prudence, energy, and wisdom regarding skillful qualities.’ ",
  "an7.15:5.3": " ",
  "an7.15:5.4": " ",
  "an7.15:5.5": " ",
  "an7.15:5.6": "With the ending of three fetters they’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening. ",
  "an7.15:5.7": "This kind of person rises up then sees and discerns. ",
  "an7.15:6.1": "And what kind of person rises up then crosses over? ",
  "an7.15:6.2": "It’s the kind of person who, rising up, thinks: ‘It’s good to have faith, conscience, prudence, energy, and wisdom regarding skillful qualities.’ ",
  "an7.15:6.3": " ",
  "an7.15:6.4": " ",
  "an7.15:6.5": " ",
  "an7.15:6.6": "With the ending of three fetters, and the weakening of greed, hate, and delusion, they’re a once-returner. They come back to this world once only, then make an end of suffering. ",
  "an7.15:6.7": "This kind of person rises up then crosses over. ",
  "an7.15:7.1": "And what kind of person rises up then finds a footing? ",
  "an7.15:7.2": "It’s the kind of person who, rising up, thinks: ‘It’s good to have faith, conscience, prudence, energy, and wisdom regarding skillful qualities.’ ",
  "an7.15:7.3": " ",
  "an7.15:7.4": " ",
  "an7.15:7.5": " ",
  "an7.15:7.6": "With the ending of the five lower fetters they’re reborn spontaneously. They are extinguished there, and are not liable to return from that world. ",
  "an7.15:7.7": "This kind of person rises up then finds a footing. ",
  "an7.15:8.1": "And what kind of person has risen up, crossed over, and gone beyond, a brahmin who stands on the shore? ",
  "an7.15:8.2": "It’s the kind of person who, rising up, thinks: ‘It’s good to have faith, conscience, prudence, energy, and wisdom regarding skillful qualities.’ ",
  "an7.15:8.3": " ",
  "an7.15:8.4": " ",
  "an7.15:8.5": " ",
  "an7.15:8.6": "They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements. ",
  "an7.15:8.7": "This kind of person has risen up, crossed over, and gone beyond, a brahmin who stands on the shore. ",
  "an7.15:9.1": "These seven people found in the world are like those in water.” "
}