{
  "an7.66:0.1": "Numbered Discourses 7 ",
  "an7.66:0.2": "7. The Great Chapter ",
  "an7.66:0.3": "66. The Seven Suns ",
  "an7.66:1.1": "So I have heard. ",
  "an7.66:1.2": "At one time the Buddha was staying near Vesālī, in Ambapālī’s Wood. ",
  "an7.66:1.3": "There the Buddha addressed the mendicants, ",
  "an7.66:1.4": "“Mendicants!” ",
  "an7.66:1.5": "“Venerable sir,” they replied. ",
  "an7.66:1.6": "The Buddha said this: ",
  "an7.66:2.1": "“Mendicants, conditions are impermanent. ",
  "an7.66:2.2": "Conditions are unstable. ",
  "an7.66:2.3": "Conditions are unreliable. ",
  "an7.66:2.4": "This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions. ",
  "an7.66:3.1": "Sineru, the king of mountains, is 84,000 leagues long and 84,000 leagues wide. It sinks 84,000 leagues below the ocean and rises 84,000 leagues above it. ",
  "an7.66:3.2": "There comes a time when, after a very long period has passed, the rain doesn’t fall. For many years, many hundreds, many thousands, many hundreds of thousands of years no rain falls. ",
  "an7.66:3.3": "When this happens, the plants and seeds, the herbs, grass, and big trees wither away and dry up, and are no more. ",
  "an7.66:3.4": "So impermanent are conditions, ",
  "an7.66:3.5": "so unstable, so unreliable. ",
  "an7.66:3.6": "This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions. ",
  "an7.66:4.1": "There comes a time when, after a very long period has passed, a second sun appears. ",
  "an7.66:4.2": "When this happens, the streams and pools wither away and dry up, and are no more. ",
  "an7.66:4.3": "So impermanent are conditions … ",
  "an7.66:4.4": " ",
  "an7.66:5.1": "There comes a time when, after a very long period has passed, a third sun appears. ",
  "an7.66:5.2": "When this happens, the great rivers—",
  "an7.66:5.3": "the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—wither away and dry up, and are no more. ",
  "an7.66:5.4": "So impermanent are conditions … ",
  "an7.66:5.5": " ",
  "an7.66:6.1": "There comes a time when, after a very long period has passed, a fourth sun appears. ",
  "an7.66:6.2": "When this happens, the great lakes from which the rivers originate—",
  "an7.66:6.3": "the Anotattā, Sīhapapātā, Rathakārā, Kaṇṇamuṇḍā, Kuṇālā, Chaddantā, and Mandākinī—wither away and dry up, and are no more. ",
  "an7.66:6.4": "So impermanent are conditions … ",
  "an7.66:6.5": " ",
  "an7.66:7.1": "There comes a time when, after a very long period has passed, a fifth sun appears. ",
  "an7.66:7.2": "When this happens, the water in the ocean sinks by a hundred leagues. It sinks by two, three, four, five, six, or even seven hundred leagues. ",
  "an7.66:7.3": "The water that remains in the ocean is only seven palm trees deep. It’s six, five, four, three, two, or even one palm tree deep. ",
  "an7.66:7.4": "The water that remains in the ocean is only seven fathoms deep. It’s six, five, four, three, two, one or even half a fathom deep. It’s waist high, knee high, or even ankle high. ",
  "an7.66:7.5": "It’s like the time in the autumn, when the rain falls heavily and water remains here and there in the cows’ hoofprints. ",
  "an7.66:7.6": "In the same way, water in the ocean remains here and there in puddles like cows’ hoofprints. ",
  "an7.66:7.7": "When the fifth sun appears there’s not even enough water in the great ocean to wet a toe-joint. ",
  "an7.66:7.8": "So impermanent are conditions … ",
  "an7.66:7.9": " ",
  "an7.66:8.1": "There comes a time when, after a very long period has passed, a sixth sun appears. ",
  "an7.66:8.2": "When this happens, this great earth and Sineru the king of mountains smoke and smolder and give off fumes. ",
  "an7.66:8.3": "It’s like when a potter’s kiln is first kindled, and it smokes and smolders and gives off fumes. ",
  "an7.66:8.4": "In the same way, this great earth and Sineru the king of mountains smoke and smolder and give off fumes. ",
  "an7.66:8.5": "So impermanent are conditions … ",
  "an7.66:8.6": " ",
  "an7.66:9.1": "There comes a time when, after a very long period has passed, a seventh sun appears. ",
  "an7.66:9.2": "When this happens, this great earth and Sineru the king of mountains erupt in one burning mass of fire. ",
  "an7.66:9.3": "And as they blaze and burn the flames are swept by the wind as far as the Brahmā realm. ",
  "an7.66:9.4": "Sineru the king of mountains blazes and burns, crumbling as it’s overcome by the great fire. And meanwhile, mountain peaks a hundred leagues high, or two, three, four, or five hundred leagues high disintegrate as they burn. ",
  "an7.66:9.5": "And when the great earth and Sineru the king of mountains blaze and burn, no soot or ash is found. ",
  "an7.66:9.6": "It’s like when ghee or oil blaze and burn, and neither ashes nor soot are found. ",
  "an7.66:9.7": "In the same way, when the great earth and Sineru the king of mountains blaze and burn, no soot or ash is found. ",
  "an7.66:9.8": "So impermanent are conditions, ",
  "an7.66:9.9": "so unstable are conditions, ",
  "an7.66:9.10": "so unreliable are conditions. ",
  "an7.66:9.11": "This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions. ",
  "an7.66:10.1": "Mendicants, who would ever think or believe that ",
  "an7.66:10.2": "this earth and Sineru, king of mountains, will burn and crumble and be no more, except for one who has seen the truth? ",
  "an7.66:11.1": "Once upon a time, there was a teacher called Sunetta. He was a religious founder and was free of sensual desire. ",
  "an7.66:11.2": "He had many hundreds of disciples. ",
  "an7.66:11.3": "He taught them the path to rebirth in the company of Brahmā. ",
  "an7.66:11.4": "Those who totally understood Sunetta’s teachings were—when their body broke up, after death—reborn in a good place, the company of Brahmā. ",
  "an7.66:11.5": "Of those who didn’t totally understand Sunetta’s teachings, some—when their body broke up, after death—were reborn in the company of the Gods Who Control the Creations of Others. Some were reborn in the company of the Gods Who Love to Create, some with the Joyful Gods, some with the Gods of Yama, some with the Gods of the Thirty-Three, and some with the Gods of the Four Great Kings. Some were reborn in the company of well-to-do aristocrats or brahmins or householders. ",
  "an7.66:12.1": "Then the teacher Sunetta thought: ",
  "an7.66:12.2": "‘It’s not proper for me to be reborn in the next life in exactly the same place as my disciples. Why don’t I further develop love?’ ",
  "an7.66:13.1": "Then Sunetta developed love for seven years. ",
  "an7.66:13.2": "Having done so he did not return to this world for seven eons of cosmic expansion and contraction. ",
  "an7.66:13.3": "As the cosmos contracted he went to the realm of streaming radiance. ",
  "an7.66:13.4": "As it expanded he was reborn in an empty mansion of Brahmā. ",
  "an7.66:13.5": "There he was Brahmā, the Great Brahmā, the undefeated, the champion, the universal seer, the wielder of power. ",
  "an7.66:13.6": "He was Sakka, lord of gods, thirty-six times. ",
  "an7.66:13.7": "Many hundreds of times he was a king, a wheel-turning monarch, a just and principled king. His dominion extended to all four sides, he achieved stability in the country, and he possessed the seven treasures. ",
  "an7.66:13.8": "He had over a thousand sons who were valiant and heroic, crushing the armies of his enemies. ",
  "an7.66:13.9": "After conquering this land girt by sea, he reigned by principle, without rod or sword. ",
  "an7.66:13.10": "Yet even though Sunetta lived so long, he was not exempt from ",
  "an7.66:13.11": "rebirth, old age, and death. He was not exempt from sorrow, lamentation, pain, dejection, and despair, I say. ",
  "an7.66:14.1": "Why is that? ",
  "an7.66:14.2": "Because of not understanding and not penetrating four things. ",
  "an7.66:14.3": "What four? ",
  "an7.66:14.4": "Noble ethics, immersion, wisdom, and freedom. ",
  "an7.66:14.5": "These noble ethics, immersion, wisdom, and freedom have been understood and comprehended. Craving for continued existence has been cut off; the attachment to continued existence is ended; now there’ll be no more future lives.” ",
  "an7.66:14.6": "That is what the Buddha said. ",
  "an7.66:14.7": "Then the Holy One, the Teacher, went on to say: ",
  "an7.66:15.1": "“Ethics, immersion, and wisdom, ",
  "an7.66:15.2": "and the supreme freedom: ",
  "an7.66:15.3": "these things have been understood ",
  "an7.66:15.4": "by Gotama the renowned. ",
  "an7.66:16.1": "And so the Buddha, having insight, ",
  "an7.66:16.2": "explained this teaching to the mendicants. ",
  "an7.66:16.3": "The Teacher has made an end of suffering; ",
  "an7.66:16.4": "seeing clearly, he is extinguished.” "
}