{
  "patthana1.10:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.10:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.10:0.3": "1.10. Dassanenapahātabbahetukattika ",
  "patthana1.10:1.0.1": "Vibhaṅgavāra ",
  "patthana1.10:1.0.2": "Hetu ",
  "patthana1.10:1.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhā. ",
  "patthana1.10:2.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:3.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti hetupaccayā— dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhā …pe…. ",
  "patthana1.10:4.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—bhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhā. ",
  "patthana1.10:5.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—bhāvanāya pahātabbahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:6.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti hetupaccayā— bhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana1.10:7.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ; vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhā …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.10:8.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana1.10:9.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana1.10:10.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti hetupaccayā—vicikicchāsahagataṁ mohaṁ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.10:11.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti hetupaccayā—uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.10:12.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe ca mohañca paṭicca dve khandhā. ",
  "patthana1.10:13.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:14.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti hetupaccayā—vicikicchāsahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca mohañca paṭicca dve khandhā …pe…. ",
  "patthana1.10:15.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā— uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe ca mohañca paṭicca dve khandhā. ",
  "patthana1.10:16.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—bhāvanāya pahātabbahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:17.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti hetupaccayā—uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe…. ",
  "patthana1.10:18.0": "Ārammaṇa ",
  "patthana1.10:18.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.10:19.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagate khandhe paṭicca vicikicchāsahagato moho. ",
  "patthana1.10:20.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā ca moho ca …pe… dve khandhe paṭicca dve khandhā ca moho ca. ",
  "patthana1.10:21.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā … tīṇi. (Dassanena sadisaṁ vibhajitabbaṁ.) ",
  "patthana1.10:22.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe …pe… vatthuṁ paṭicca khandhā. ",
  "patthana1.10:23.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana1.10:24.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana1.10:25.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe ca mohañca paṭicca dve khandhā. ",
  "patthana1.10:26.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā— uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhe ca mohañca paṭicca dve khandhā. ",
  "patthana1.10:27.0": "Adhipati ",
  "patthana1.10:27.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati adhipatipaccayā … tīṇi. (Hetusadisā.) ",
  "patthana1.10:28.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca …pe… tīṇi. (Hetusadisā, adhipatiyā moho natthi.) ",
  "patthana1.10:29.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati adhipatipaccayā—nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhā. Ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana1.10:30.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati adhipatipaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:31.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati adhipatipaccayā—bhāvanāya pahātabbahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:32.0": "Anantara-samanantara ",
  "patthana1.10:32.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati anantarapaccayā. Samanantarapaccayā. (Ārammaṇasadisaṁ.) ",
  "patthana1.10:33.0": "Sahajāta ",
  "patthana1.10:33.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati sahajātapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.10:34.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati sahajātapaccayā—dassanena pahātabbahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagate khandhe paṭicca moho cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.10:35.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti sahajātapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ; vicikicchāsahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca cittasamuṭṭhānañca rūpaṁ …pe…. ",
  "patthana1.10:36.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati sahajātapaccayā—bhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.10:37.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati sahajātapaccayā—bhāvanāya pahātabbahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; uddhaccasahagate khandhe paṭicca moho ca cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.10:38.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti sahajātapaccayā—bhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ; uddhaccasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca cittasamuṭṭhānañca rūpaṁ …pe…. ",
  "patthana1.10:39.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati sahajātapaccayā—nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ …pe…. ",
  "patthana1.10:40.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati sahajātapaccayā—vicikicchāsahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana1.10:41.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati sahajātapaccayā. (Saṅkhittaṁ. Hetusadisaṁ kātabbaṁ.) ",
  "patthana1.10:42.0": "Aññamaññādi ",
  "patthana1.10:42.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati aññamaññapaccayā, nissayapaccayā, upanissayapaccayā, purejātapaccayā, āsevanapaccayā, kammapaccayā, vipākapaccayā, āhārapaccayā, indriyapaccayā, jhānapaccayā, maggapaccayā, sampayuttapaccayā, vippayuttapaccayā, atthipaccayā, natthipaccayā, vigatapaccayā, avigatapaccayā. ",
  "patthana1.10:43.0.1": "Saṅkhyāvāra ",
  "patthana1.10:43.0.2": "Suddha ",
  "patthana1.10:43.1": "Hetuyā sattarasa, ārammaṇe ekādasa, adhipatiyā nava, anantare ekādasa, samanantare ekādasa, sahajāte sattarasa, aññamaññe ekādasa, nissaye sattarasa, upanissaye ekādasa, purejāte ekādasa, āsevane ekādasa, kamme sattarasa, vipāke ekaṁ, āhāre sattarasa, indriye sattarasa, jhāne sattarasa, magge sattarasa, sampayutte ekādasa, vippayutte sattarasa, atthiyā sattarasa, natthiyā ekādasa, vigate ekādasa, avigate sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:44.1": "Anulomaṁ. ",
  "patthana1.10:45.0.1": "1.10.1.2. Paccayapaccanīya ",
  "patthana1.10:45.0.2": "Vibhaṅgavāra ",
  "patthana1.10:45.0.3": "Nahetu ",
  "patthana1.10:45.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe paṭicca vicikicchāsahagato moho. ",
  "patthana1.10:46.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—uddhaccasahagate khandhe paṭicca uddhaccasahagato moho. ",
  "patthana1.10:47.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—ahetukaṁ nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhā; ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ paṭicca …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. ",
  "patthana1.10:48.0": "Naārammaṇa ",
  "patthana1.10:48.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naārammaṇapaccayā—dassanena pahātabbahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:49.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naārammaṇapaccayā—bhāvanāya pahātabbahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:50.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naārammaṇapaccayā—nevadassanena nabhāvanāya pahātabbahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbahetuke khandhe paṭicca kaṭattārūpaṁ, khandhe paṭicca vatthu …pe… ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ …pe…. ",
  "patthana1.10:51.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naārammaṇapaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:52.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naārammaṇapaccayā—bhāvanāya pahātabbahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; uddhaccasahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:53.0": "Naadhipatyādi ",
  "patthana1.10:53.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naadhipatipaccayā … (sahajātasadisaṁ) naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā. ",
  "patthana1.10:54.0": "Napurejāta ",
  "patthana1.10:54.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati napurejātapaccayā—arūpe dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca …pe…. ",
  "patthana1.10:55.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagate khandhe paṭicca vicikicchāsahagato moho; dassanena pahātabbahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:56.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti napurejātapaccayā—arūpe vicikicchāsahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana1.10:57.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ … tīṇi. (Dassanena sadisaṁ.) ",
  "patthana1.10:58.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati napurejātapaccayā—arūpe nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhā, nevadassanena nabhāvanāya pahātabbahetuke khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe… asaññasattānaṁ …pe…. ",
  "patthana1.10:59.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati napurejātapaccayā—arūpe vicikicchāsahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana1.10:60.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati napurejātapaccayā—arūpe uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana1.10:61.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati napurejātapaccayā— arūpe vicikicchāsahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe…. ",
  "patthana1.10:62.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati napurejātapaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagate khandhe ca mohañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:63.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati napurejātapaccayā. (Imepi dve kātabbā.) ",
  "patthana1.10:64.0": "Napacchājātādi ",
  "patthana1.10:64.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā. ",
  "patthana1.10:65.0": "Nakamma ",
  "patthana1.10:65.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati nakammapaccayā—dassanena pahātabbahetuke khandhe paṭicca dassanena pahātabbahetukā cetanā. ",
  "patthana1.10:66.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati nakammapaccayā—bhāvanāya pahātabbahetuke khandhe paṭicca bhāvanāya pahātabbahetukā cetanā. ",
  "patthana1.10:67.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nakammapaccayā—nevadassanena nabhāvanāya pahātabbahetuke khandhe paṭicca nevadassanena nabhāvanāya pahātabbahetukā cetanā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ …pe…. ",
  "patthana1.10:68.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati nakammapaccayā—vicikicchāsahagataṁ mohaṁ paṭicca sampayuttakā cetanā. ",
  "patthana1.10:69.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati nakammapaccayā—uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā cetanā. ",
  "patthana1.10:70.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati nakammapaccayā— vicikicchāsahagate khandhe ca mohañca paṭicca sampayuttakā cetanā. ",
  "patthana1.10:71.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati nakammapaccayā— uddhaccasahagate khandhe ca mohañca paṭicca sampayuttakā cetanā. ",
  "patthana1.10:72.0": "Navipāka ",
  "patthana1.10:72.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati navipākapaccayā. (Paṭisandhi natthi.) ",
  "patthana1.10:73.0": "Naāhārādi ",
  "patthana1.10:73.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naāhārapaccayā—bāhiraṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… naindriyapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ, asaññasattānaṁ …pe… mahābhūte paṭicca rūpajīvitindriyaṁ … najhānapaccayā—pañcaviññāṇaṁ …pe… (mahābhūtā kātabbā) namaggapaccayā—ahetukaṁ nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ …pe… asaññasattānaṁ …pe… nasampayuttapaccayā. ",
  "patthana1.10:74.0": "Navippayuttādi ",
  "patthana1.10:74.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati navippayuttapaccayā—arūpe dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe…. ",
  "patthana1.10:75.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati navippayuttapaccayā—arūpe vicikicchāsahagate khandhe paṭicca vicikicchāsahagato moho. ",
  "patthana1.10:76.1": "Dassanena pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti navippayuttapaccayā—arūpe vicikicchāsahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana1.10:77.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati navippayuttapaccayā—arūpe bhāvanāya … tīṇi. ",
  "patthana1.10:78.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati navippayuttapaccayā—arūpe nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. ",
  "patthana1.10:79.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati navippayuttapaccayā—arūpe vicikicchāsahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana1.10:80.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati navippayuttapaccayā—arūpe uddhaccasahagataṁ mohaṁ paṭicca sampayuttakā khandhā. ",
  "patthana1.10:81.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca dassanena pahātabbahetuko dhammo uppajjati navippayuttapaccayā—arūpe vicikicchāsahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhā. ",
  "patthana1.10:82.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paṭicca bhāvanāya pahātabbahetuko dhammo uppajjati navippayuttapaccayā—arūpe uddhaccasahagataṁ ekaṁ khandhañca mohañca paṭicca tayo khandhā …pe… dve khandhā … nonatthipaccayā … novigatapaccayā. ",
  "patthana1.10:83.0.1": "Saṅkhyāvāra ",
  "patthana1.10:83.0.2": "Suddha ",
  "patthana1.10:83.1": "Nahetuyā tīṇi, naārammaṇe pañca, naadhipatiyā sattarasa, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte terasa, napacchājāte sattarasa, naāsevane sattarasa, nakamme satta, navipāke sattarasa, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte pañca, navippayutte ekādasa, nonatthiyā pañca, novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:84.1": "Paccanīyaṁ. ",
  "patthana1.10:85.0": "1.10.1.3. Paccayānulomapaccanīya ",
  "patthana1.10:85.1": "Hetupaccayā naārammaṇe pañca, naadhipatiyā sattarasa, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte terasa, napacchājāte sattarasa, naāsevane sattarasa, nakamme satta, navipāke sattarasa, nasampayutte pañca, navippayutte ekādasa, nonatthiyā pañca, novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:86.1": "Anulomapaccanīyaṁ. ",
  "patthana1.10:87.0": "1.10.1.4. Paccayapaccanīyānuloma ",
  "patthana1.10:87.1": "Nahetupaccayā ārammaṇe tīṇi, anantare tīṇi, samanantare tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye tīṇi, purejāte tīṇi, āsevane tīṇi, kamme tīṇi, vipāke ekaṁ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge dve, sampayutte tīṇi, vippayutte tīṇi, atthiyā tīṇi, natthiyā tīṇi, vigate tīṇi, avigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:88.1": "Paccanīyānulomaṁ. ",
  "patthana1.10:88.2": "Paṭiccavāro. ",
  "patthana1.10:89.0": "1.10.2. Sahajātavāra ",
  "patthana1.10:89.1": "Sahajātavāro paṭiccavārasadiso. ",
  "patthana1.10:90.0.1": "1.10.3. Paccayavāra ",
  "patthana1.10:90.0.2": "1.10.3.1. Paccayānuloma ",
  "patthana1.10:90.0.3": "Vibhaṅgavāra ",
  "patthana1.10:90.0.4": "Hetu ",
  "patthana1.10:90.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati hetupaccayā … tīṇi. (Paṭiccavārasadisaṁ.) ",
  "patthana1.10:91.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paccayā … tīṇi. (Paṭiccavārasadisaṁ.) ",
  "patthana1.10:92.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya … ekaṁ (paṭiccavārasadisaṁ). Vatthuṁ paccayā nevadassanena nabhāvanāya pahātabbahetukā khandhā. ",
  "patthana1.10:93.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā; vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā khandhā. ",
  "patthana1.10:94.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—vatthuṁ paccayā bhāvanāya pahātabbahetukā khandhā; uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā. ",
  "patthana1.10:95.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā; mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.10:96.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā bhāvanāya pahātabbahetukā khandhā; mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ; uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.10:97.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati hetupaccayā— dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… vicikicchāsahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe ca mohañca paccayā dve khandhā. ",
  "patthana1.10:98.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:99.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti hetupaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā; dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe…. ",
  "patthana1.10:100.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana1.10:101.0": "Ārammaṇa ",
  "patthana1.10:101.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā … tīṇi. (Paṭiccavāre ārammaṇasadisā.) ",
  "patthana1.10:102.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paccayā … tīṇi. (Paṭiccavārasadisā.) ",
  "patthana1.10:103.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhā. Paṭisandhikkhaṇe …pe… vatthuṁ paccayā khandhā. Cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ; vatthuṁ paccayā nevadassanena nabhāvanāya pahātabbahetukā khandhā. ",
  "patthana1.10:104.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā; vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā khandhā. ",
  "patthana1.10:105.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā bhāvanāya pahātabbahetukā khandhā; uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā. ",
  "patthana1.10:106.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti ārammaṇapaccayā—vatthuṁ paccayā vicikicchāsahagatā khandhā ca moho ca. ",
  "patthana1.10:107.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti ārammaṇapaccayā—vatthuṁ paccayā uddhaccasahagatā khandhā ca moho ca. ",
  "patthana1.10:108.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā— dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhā; vicikicchāsahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe ca mohañca paccayā dve khandhā. ",
  "patthana1.10:109.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagate khandhe ca vatthuñca paccayā vicikicchāsahagato moho. ",
  "patthana1.10:110.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… dve khandhe ca vatthuñca …pe…. ",
  "patthana1.10:111.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā— bhāvanāya pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhā; uddhaccasahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhā. ",
  "patthana1.10:112.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—uddhaccasahagate khandhe ca vatthuñca paccayā uddhaccasahagato moho. ",
  "patthana1.10:113.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti ārammaṇapaccayā—uddhaccasahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… dve khandhe ca …pe…. ",
  "patthana1.10:114.0": "Adhipatyādi ",
  "patthana1.10:114.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati adhipatipaccayā … tīṇi. ",
  "patthana1.10:115.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paccayā … tīṇi. ",
  "patthana1.10:116.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati adhipatipaccayā—ekaṁ …pe… vatthuṁ paccayā nevadassanena nabhāvanāya pahātabbahetukā khandhā. ",
  "patthana1.10:117.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati adhipatipaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā. ",
  "patthana1.10:118.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati adhipatipaccayā—vatthuṁ paccayā bhāvanāya pahātabbahetukā khandhā. ",
  "patthana1.10:119.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti adhipatipaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā; mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:120.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti adhipatipaccayā—vatthuṁ paccayā bhāvanāya pahātabbahetukā khandhā; mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:121.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati adhipatipaccayā— dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe…. ",
  "patthana1.10:122.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati adhipatipaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:123.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti adhipatipaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca …pe… dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:124.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati adhipatipaccayā— bhāvanāya pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… tīṇi … (dassanena sadisā) anantarapaccayā … samanantarapaccayā. ",
  "patthana1.10:125.0": "Sahajāta ",
  "patthana1.10:125.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati sahajātapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe…. ",
  "patthana1.10:126.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati sahajātapaccayā—dassanena pahātabbahetuke khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagate khandhe paccayā vicikicchāsahagato moho cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.10:127.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti sahajātapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… vicikicchāsahagataṁ ekaṁ khandhaṁ paccayā tayo khandhā moho ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana1.10:128.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paccayā … tīṇi. (Saṅkhittaṁ. Dassanena sadisā.) ",
  "patthana1.10:129.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati sahajātapaccayā—nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā; ekaṁ mahābhūtaṁ paccayā tayo mahābhūtā …pe… asaññasattānaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ; vatthuṁ paccayā nevadassanena nabhāvanāya pahātabbahetukā khandhā. ",
  "patthana1.10:130.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati sahajātapaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā; vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā khandhā. ",
  "patthana1.10:131.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati sahajātapaccayā—vatthuṁ paccayā bhāvanāya pahātabbahetukā khandhā; uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā. ",
  "patthana1.10:132.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti sahajātapaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā; mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ; vatthuṁ paccayā vicikicchāsahagatā khandhā ca moho ca. ",
  "patthana1.10:133.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti sahajātapaccayā—vatthuṁ paccayā bhāvanāya pahātabbahetukā khandhā; mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ; uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ; vatthuṁ paccayā uddhaccasahagatā khandhā ca moho ca. ",
  "patthana1.10:134.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati sahajātapaccayā— dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… vicikicchāsahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā …pe…. ",
  "patthana1.10:135.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati sahajātapaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagate khandhe ca vatthuñca paccayā vicikicchāsahagato moho. ",
  "patthana1.10:136.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti sahajātapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… vicikicchāsahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… dve khandhe ca vatthuñca paccayā dve khandhā moho ca. ",
  "patthana1.10:137.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati sahajātapaccayā … tīṇi. ",
  "patthana1.10:138.0": "Aññamaññādi ",
  "patthana1.10:138.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā. ",
  "patthana1.10:139.0": "Vippayutta ",
  "patthana1.10:139.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati vippayuttapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhā, khandhā vatthuṁ vippayuttapaccayā. ",
  "patthana1.10:140.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati vippayuttapaccayā—dassanena pahātabbahetuke khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ, khandhe vippayuttapaccayā. Vicikicchāsahagate khandhe paccayā moho cittasamuṭṭhānañca rūpaṁ, moho vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. ",
  "patthana1.10:141.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti vippayuttapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. Vicikicchāsahagataṁ ekaṁ khandhaṁ paccayā tayo khandhā moho ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… khandhā ca moho ca vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. ",
  "patthana1.10:142.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati vippayuttapaccayā … tīṇi. (Dassanena sadisā.) ",
  "patthana1.10:143.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati vippayuttapaccayā—nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ … dve khandhe …pe… khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. Vicikicchāsahagataṁ uddhaccasahagataṁ mohaṁ paccayā cittasamuṭṭhānaṁ rūpaṁ, mohaṁ vippayuttapaccayā. Paṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā. Khandhā vatthuṁ vippayuttapaccayā. Vatthu khandhe vippayuttapaccayā. Ekaṁ mahābhūtaṁ paccayā tayo mahābhūtā …pe… mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ, khandhe vippayuttapaccayā. Cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ; vatthuṁ paccayā nevadassanena nabhāvanāya pahātabbahetukā khandhā. ",
  "patthana1.10:144.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati vippayuttapaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā, vatthuṁ vippayuttapaccayā. Vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā khandhā, vatthuṁ vippayuttapaccayā. ",
  "patthana1.10:145.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati vippayuttapaccayā—vatthuṁ paccayā bhāvanāya pahātabbahetukā khandhā, vatthuṁ vippayuttapaccayā. Uddhaccasahagataṁ mohaṁ paccayā sampayuttakā khandhā, vatthuṁ vippayuttapaccayā. ",
  "patthana1.10:146.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti vippayuttapaccayā—vatthuṁ paccayā dassanena pahātabbahetukā khandhā; mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ, khandhe vippayuttapaccayā. Vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā khandhā cittasamuṭṭhānañca rūpaṁ, khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ mohaṁ vippayuttapaccayā. Vatthuṁ paccayā vicikicchāsahagatā khandhā ca moho ca, vatthuṁ vippayuttapaccayā. ",
  "patthana1.10:147.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti vippayuttapaccayā—vatthuṁ paccayā bhāvanāya pahātabbahetukā khandhā …pe…. (Dassanena sadisaṁ.) ",
  "patthana1.10:148.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati vippayuttapaccayā— dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… vatthuṁ vippayuttapaccayā. Vicikicchāsahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā …pe… dve khandhe …pe… vatthuṁ vippayuttapaccayā. ",
  "patthana1.10:149.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati vippayuttapaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, khandhe vippayuttapaccayā. Vicikicchāsahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṁ rūpaṁ, khandhe ca mohañca vippayuttapaccayā. Vicikicchāsahagate khandhe ca vatthuñca paccayā vicikicchāsahagato moho, vatthuṁ vippayuttapaccayā. ",
  "patthana1.10:150.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti vippayuttapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. Vicikicchāsahagataṁ ekaṁ khandhañca mohañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca …pe… khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ, khandhe ca mohañca vippayuttapaccayā. Vicikicchāsahagataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā moho ca …pe… dve khandhe ca …pe… vatthuṁ vippayuttapaccayā. ",
  "patthana1.10:151.1": "Bhāvanāya pahātabbahetukañca …pe… tīṇi. (Dassanena sadisā.) ",
  "patthana1.10:152.0": "Atthyādi ",
  "patthana1.10:152.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana1.10:153.0.1": "Saṅkhyāvāra ",
  "patthana1.10:153.0.2": "Suddha ",
  "patthana1.10:153.1": "Hetuyā sattarasa, ārammaṇe sattarasa, adhipatiyā sattarasa, anantare sattarasa, samanantare sattarasa, sahajāte sattarasa, aññamaññe sattarasa nissaye sattarasa, upanissaye sattarasa, purejāte sattarasa, āsevane sattarasa, kamme sattarasa, vipāke ekaṁ, āhāre sattarasa, indriye sattarasa, jhāne sattarasa, magge sattarasa, sampayutte sattarasa, vippayutte sattarasa, atthiyā sattarasa, natthiyā sattarasa, vigate sattarasa, avigate sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:154.1": "Anulomaṁ. ",
  "patthana1.10:155.0.1": "1.10.3.2. Paccayapaccanīya ",
  "patthana1.10:155.0.2": "Vibhaṅgavāra ",
  "patthana1.10:155.0.3": "Nahetu ",
  "patthana1.10:155.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe paccayā vicikicchāsahagato moho. ",
  "patthana1.10:156.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—uddhaccasahagate khandhe paccayā uddhaccasahagato moho. ",
  "patthana1.10:157.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—ahetukaṁ nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… ahetukapaṭisandhikkhaṇe (paripuṇṇaṁ) cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ; vatthuṁ paccayā ahetukā nevadassanena nabhāvanāya pahātabbahetukā khandhā; vatthuṁ paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.10:158.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe ca vatthuñca paccayā vicikicchāsahagato moho. ",
  "patthana1.10:159.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—uddhaccasahagate khandhe ca vatthuñca paccayā uddhaccasahagato moho. ",
  "patthana1.10:160.0": "Naārammaṇa ",
  "patthana1.10:160.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naārammaṇapaccayā—dassanena pahātabbahetuke khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:161.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naārammaṇapaccayā—bhāvanāya pahātabbahetuke khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:162.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naārammaṇapaccayā—nevadassanena nabhāvanāya pahātabbahetuke khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbahetuke khandhe paccayā kaṭattārūpaṁ; khandhe paccayā vatthu …pe… ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. ",
  "patthana1.10:163.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naārammaṇapaccayā—dassanena pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; vicikicchāsahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:164.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati naārammaṇapaccayā—bhāvanāya pahātabbahetuke khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; uddhaccasahagate khandhe ca mohañca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.10:165.0": "Naadhipatyādi ",
  "patthana1.10:165.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati naadhipatipaccayā (sahajātasadisaṁ) … naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā (paṭiccavāre paccanīyasadisaṁ, terasa pañhā. Ninnānaṁ) … napacchājātapaccayā … naāsevanapaccayā. ",
  "patthana1.10:166.0": "Nakamma ",
  "patthana1.10:166.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati nakammapaccayā—dassanena pahātabbahetuke khandhe paccayā dassanena pahātabbahetukā cetanā. ",
  "patthana1.10:167.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati nakammapaccayā—bhāvanāya pahātabbahetuke khandhe paccayā bhāvanāya pahātabbahetukā cetanā. ",
  "patthana1.10:168.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nakammapaccayā—nevadassanena nabhāvanāya pahātabbahetuke khandhe paccayā nevadassanena nabhāvanāya pahātabbahetukā cetanā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ …pe… vatthuṁ paccayā nevadassanena nabhāvanāya pahātabbahetukā cetanā. ",
  "patthana1.10:169.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati nakammapaccayā—vatthuṁ paccayā dassanena pahātabbahetukā cetanā; vicikicchāsahagataṁ mohaṁ paccayā sampayuttakā cetanā. ",
  "patthana1.10:170.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati nakammapaccayā—vatthuṁ paccayā bhāvanāya pahātabbahetukā cetanā; uddhaccasahagataṁ mohaṁ paccayā sampayuttakā cetanā. ",
  "patthana1.10:171.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati nakammapaccayā— dassanena pahātabbahetuke khandhe ca vatthuñca paccayā dassanena pahātabbahetukā cetanā; vicikicchāsahagate khandhe ca mohañca paccayā sampayuttakā cetanā. ",
  "patthana1.10:172.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ paccayā bhāvanāya pahātabbahetuko dhammo uppajjati nakammapaccayā— bhāvanāya pahātabbahetuke khandhe ca vatthuñca paccayā bhāvanāya pahātabbahetukā cetanā; uddhaccasahagate khandhe ca mohañca paccayā sampayuttakā cetanā. ",
  "patthana1.10:173.0": "Navipākādi ",
  "patthana1.10:173.1": "Dassanena pahātabbahetukaṁ dhammaṁ paccayā dassanena pahātabbahetuko dhammo uppajjati navipākapaccayā (paripuṇṇaṁ, paṭisandhi natthi), naāhārapaccayā— bāhiraṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… naindriyapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… mahābhūte paccayā rūpajīvitindriyaṁ … najhānapaccayā—pañcaviññāṇasahagataṁ ekaṁ khandhaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… namaggapaccayā—ahetukaṁ ekaṁ …pe… nasampayuttapaccayā … navippayuttapaccayā …. (Paṭiccavārapaccanīye navippayuttasadisaṁ, ninnānaṁ. Ekādasa.) Nonatthipaccayā … novigatapaccayā. ",
  "patthana1.10:174.0.1": "Saṅkhyāvāra ",
  "patthana1.10:174.0.2": "Suddha ",
  "patthana1.10:174.1": "Nahetuyā pañca, naārammaṇe pañca, naadhipatiyā sattarasa, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte terasa, napacchājāte sattarasa, naāsevane sattarasa, nakamme satta, navipāke sattarasa, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte pañca, navippayutte ekādasa, nonatthiyā pañca, novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:175.1": "Paccanīyaṁ. ",
  "patthana1.10:176.0.1": "1.10.3.3. Paccayānulomapaccanīya ",
  "patthana1.10:176.0.2": "Hetuduka ",
  "patthana1.10:176.1": "Hetupaccayā naārammaṇe pañca, naadhipatiyā sattarasa, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte terasa, napacchājāte sattarasa, naāsevane sattarasa, nakamme satta, navipāke sattarasa, nasampayutte pañca, navippayutte ekādasa, nonatthiyā pañca, novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:177.1": "Anulomapaccanīyaṁ. ",
  "patthana1.10:178.0.1": "1.10.3.4. Paccayapaccanīyānuloma ",
  "patthana1.10:178.0.2": "Nahetuduka ",
  "patthana1.10:178.1": "Nahetupaccayā ārammaṇe pañca, anantare pañca, samanantare pañca, sahajāte pañca, aññamaññe pañca, nissaye pañca, upanissaye pañca, purejāte pañca, āsevane pañca, kamme pañca, vipāke ekaṁ, āhāre pañca, indriye pañca, jhāne pañca, magge pañca, sampayutte pañca, vippayutte pañca, atthiyā pañca, natthiyā pañca, vigate pañca, avigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:179.1": "Paccanīyānulomaṁ. ",
  "patthana1.10:179.2": "Paccayavāro. ",
  "patthana1.10:180.0": "1.10.4. Nissayavāra ",
  "patthana1.10:180.1": "Nissayavāro paccayavārasadiso. ",
  "patthana1.10:181.0.1": "1.10.5. Saṁsaṭṭhavāra ",
  "patthana1.10:181.0.2": "1.10.5.1. Paccayānuloma ",
  "patthana1.10:181.0.3": "Vibhaṅgavāra ",
  "patthana1.10:181.0.4": "Hetu ",
  "patthana1.10:181.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā. ",
  "patthana1.10:182.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—bhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā. ",
  "patthana1.10:183.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.10:184.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati hetupaccayā—vicikicchāsahagataṁ mohaṁ saṁsaṭṭhā sampayuttakā khandhā. ",
  "patthana1.10:185.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā—uddhaccasahagataṁ mohaṁ saṁsaṭṭhā sampayuttakā khandhā. ",
  "patthana1.10:186.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati hetupaccayā— vicikicchāsahagataṁ ekaṁ khandhañca mohañca saṁsaṭṭhā tayo khandhā …pe… dve khandhā. ",
  "patthana1.10:187.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā— uddhaccasahagataṁ ekaṁ khandhañca mohañca saṁsaṭṭhā tayo khandhā …pe… dve khandhā. ",
  "patthana1.10:188.0": "Ārammaṇa ",
  "patthana1.10:188.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhā. ",
  "patthana1.10:189.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagate khandhe saṁsaṭṭho vicikicchāsahagato moho. ",
  "patthana1.10:190.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā uppajjanti ārammaṇapaccayā—vicikicchāsahagataṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā moho ca …pe… dve khandhe …pe…. ",
  "patthana1.10:191.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho … tīṇi. ",
  "patthana1.10:192.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.10:193.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—vicikicchāsahagataṁ mohaṁ saṁsaṭṭhā sampayuttakā khandhā. ",
  "patthana1.10:194.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho bhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā—uddhaccasahagataṁ mohaṁ saṁsaṭṭhā sampayuttakā khandhā. ",
  "patthana1.10:195.1": "Dassanena pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati ārammaṇapaccayā— vicikicchāsahagataṁ ekaṁ khandhañca mohañca saṁsaṭṭhā tayo khandhā …pe… dve khandhe ca mohañca saṁsaṭṭhā dve khandhā. ",
  "patthana1.10:196.1": "Bhāvanāya pahātabbahetukañca nevadassanena nabhāvanāya pahātabbahetukañca dhammaṁ saṁsaṭṭho bhāvanāya pahātabbahetuko dhammo uppajjati ārammaṇapaccayā— uddhaccasahagataṁ ekaṁ khandhañca mohañca saṁsaṭṭhā tayo khandhā …pe… dve khandhā. ",
  "patthana1.10:197.0": "Adhipatyādi ",
  "patthana1.10:197.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati adhipatipaccayā—dassanena pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhā. ",
  "patthana1.10:198.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho … ekaṁ. ",
  "patthana1.10:199.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati adhipatipaccayā—nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhā; anantarapaccayā … samanantarapaccayā. ",
  "patthana1.10:200.0": "Sahajātādi ",
  "patthana1.10:200.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbahetuko dhammo uppajjati sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā …. ",
  "patthana1.10:201.0.1": "Saṅkhyāvāra ",
  "patthana1.10:201.0.2": "Suddha ",
  "patthana1.10:201.1": "Hetuyā satta, ārammaṇe ekādasa, adhipatiyā tīṇi, anantare ekādasa, samanantare ekādasa, sahajāte ekādasa, aññamaññe ekādasa, nissaye ekādasa, upanissaye ekādasa, purejāte ekādasa, āsevane ekādasa, kamme ekādasa, vipāke ekaṁ, āhāre ekādasa, indriye ekādasa, jhāne ekādasa, magge ekādasa, sampayutte ekādasa, vippayutte ekādasa, atthiyā ekādasa, natthiyā ekādasa, vigate ekādasa, avigate ekādasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:202.1": "Anulomaṁ. ",
  "patthana1.10:203.0.1": "1.10.5.2. Paccayapaccanīya ",
  "patthana1.10:203.0.2": "Vibhaṅgavāra ",
  "patthana1.10:203.0.3": "Nahetu ",
  "patthana1.10:203.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe saṁsaṭṭho vicikicchāsahagato moho. ",
  "patthana1.10:204.1": "Bhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—uddhaccasahagate khandhe saṁsaṭṭho uddhaccasahagato moho. ",
  "patthana1.10:205.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ saṁsaṭṭho nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati nahetupaccayā—ahetukaṁ nevadassanena nabhāvanāya pahātabbahetukaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā. Ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.10:206.0": "Naadhipatyādi ",
  "patthana1.10:206.1": "Dassanena pahātabbahetukaṁ dhammaṁ saṁsaṭṭho …pe… naadhipatipaccayā (sahajātasadisaṁ) … napurejātapaccayā … napacchājātapaccayā, naāsevanapaccayā … nakammapaccayā … satta, navipākapaccayā … najhānapaccayā … namaggapaccayā … navippayuttapaccayā …. ",
  "patthana1.10:207.0.1": "Saṅkhyāvāra ",
  "patthana1.10:207.0.2": "Suddha ",
  "patthana1.10:207.1": "Nahetuyā tīṇi, naadhipatiyā ekādasa, napurejāte ekādasa, napacchājāte ekādasa, naāsevane ekādasa, nakamme satta, navipāke ekādasa, najhāne ekaṁ, namagge ekaṁ, navippayutte ekādasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:208.1": "Paccanīyaṁ. ",
  "patthana1.10:209.0": "1.10.5.3. Paccayānulomapaccanīya ",
  "patthana1.10:209.1": "Hetupaccayā naadhipatiyā satta, napurejāte satta, napacchājāte satta, naāsevane satta, nakamme satta, navipāke satta, navippayutte satta. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:210.1": "Anulomapaccanīyaṁ. ",
  "patthana1.10:211.0": "1.10.5.4. Paccayapaccanīyānuloma ",
  "patthana1.10:211.1": "Nahetupaccayā ārammaṇe tīṇi, anantare tīṇi, samanantare tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye tīṇi, purejāte tīṇi, āsevane tīṇi, kamme tīṇi, vipāke ekaṁ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge dve, sampayutte tīṇi, vippayutte tīṇi, atthiyā tīṇi, natthiyā tīṇi, vigate tīṇi, avigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:212.1": "Paccanīyānulomaṁ. ",
  "patthana1.10:212.2": "Saṁsaṭṭhavāro. ",
  "patthana1.10:213.0": "1.10.6. Sampayuttavāra ",
  "patthana1.10:213.1": "Sampayuttavāro saṁsaṭṭhavārasadiso. ",
  "patthana1.10:214.0.1": "1.10.7. Pañhāvāra ",
  "patthana1.10:214.0.2": "1.10.7.1. Paccayānuloma ",
  "patthana1.10:214.0.3": "Vibhaṅgavāra ",
  "patthana1.10:214.0.4": "Hetu ",
  "patthana1.10:214.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa hetupaccayena paccayo—dassanena pahātabbahetukā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.10:215.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa hetupaccayena paccayo—dassanena pahātabbahetukā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.10:216.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa hetupaccayena paccayo—dassanena pahātabbahetukā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.10:217.1": "Bhāvanāya pahātabbahetuko dhammo … tīṇi. ",
  "patthana1.10:218.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa hetupaccayena paccayo …pe…. ",
  "patthana1.10:219.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa hetupaccayena paccayo—vicikicchāsahagato moho sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.10:220.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa hetupaccayena paccayo—uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.10:221.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa hetupaccayena paccayo—vicikicchāsahagato moho sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.10:222.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa hetupaccayena paccayo—uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.10:223.0": "Ārammaṇa ",
  "patthana1.10:223.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—dassanena pahātabbahetukaṁ rāgaṁ assādeti abhinandati; taṁ ārabbha dassanena pahātabbahetuko rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbahetukaṁ domanassaṁ uppajjati. Diṭṭhiṁ assādeti abhinandati; taṁ ārabbha dassanena pahātabbahetuko rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbahetukaṁ domanassaṁ uppajjati. Vicikicchaṁ ārabbha vicikicchā uppajjati, diṭṭhi uppajjati, dassanena pahātabbahetukaṁ domanassaṁ uppajjati. Dassanena pahātabbahetukaṁ domanassaṁ ārabbha dassanena pahātabbahetukaṁ domanassaṁ uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati. ",
  "patthana1.10:224.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—ariyā dassanena pahātabbahetuke pahīne kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti, dassanena pahātabbahetuke khandhe aniccato …pe… cetopariyañāṇena …pe… dassanena pahātabbahetukā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa anāgataṁsañāṇassa, āvajjanāya mohassa ca ārammaṇapaccayena paccayo. ",
  "patthana1.10:225.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo— dassanena pahātabbahetuke khandhe ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. ",
  "patthana1.10:226.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—bhāvanāya pahātabbahetukaṁ rāgaṁ assādeti abhinandati; taṁ ārabbha bhāvanāya pahātabbahetuko rāgo uppajjati, uddhaccaṁ uppajjati, bhāvanāya pahātabbahetukaṁ domanassaṁ uppajjati. Uddhaccaṁ ārabbha uddhaccaṁ uppajjati, bhāvanāya pahātabbahetukaṁ domanassaṁ uppajjati. Bhāvanāya pahātabbahetukaṁ domanassaṁ ārabbha bhāvanāya pahātabbahetukaṁ domanassaṁ uppajjati, uddhaccaṁ uppajjati. ",
  "patthana1.10:227.1": "Bhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—bhāvanāya pahātabbahetukaṁ rāgaṁ assādeti abhinandati; taṁ ārabbha dassanena pahātabbahetuko rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbahetukaṁ domanassaṁ uppajjati. Uddhaccaṁ ārabbha diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbahetukaṁ domanassaṁ uppajjati. Bhāvanāya pahātabbahetukaṁ domanassaṁ ārabbha dassanena pahātabbahetukaṁ domanassaṁ uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati. ",
  "patthana1.10:228.1": "Bhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—ariyā bhāvanāya pahātabbahetuke pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti, bhāvanāya pahātabbahetuke khandhe aniccato …pe… cetopariyañāṇena …pe… bhāvanāya pahātabbahetukā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya mohassa ca ārammaṇapaccayena paccayo. ",
  "patthana1.10:229.1": "Bhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo— bhāvanāya pahātabbahetuke khandhe ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. ",
  "patthana1.10:230.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo— bhāvanāya pahātabbahetuke khandhe ārabbha uddhaccasahagatā khandhā ca moho ca uppajjanti. ",
  "patthana1.10:231.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā … (vitthāretabbaṁ dassanattikasadisaṁ) āvajjanāya mohassa ca ārammaṇapaccayena paccayo. ",
  "patthana1.10:232.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā …. (Yathā dassanattikaṁ.) ",
  "patthana1.10:233.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā …. (Yathā dassanattikaṁ.) ",
  "patthana1.10:234.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo—cakkhuṁ ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. Sotaṁ …pe… vatthuṁ … nevadassanena nabhāvanāya pahātabbahetuke khandhe ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. ",
  "patthana1.10:235.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo—cakkhuṁ …pe… vatthuṁ … nevadassanena nabhāvanāya pahātabbahetuke khandhe ārabbha uddhaccasahagatā khandhā ca moho ca uppajjanti. ",
  "patthana1.10:236.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo— vicikicchāsahagate khandhe ca mohañca ārabbha dassanena pahātabbahetukā khandhā uppajjanti. ",
  "patthana1.10:237.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—vicikicchāsahagate khandhe ca mohañca ārabbha nevadassanena nabhāvanāya pahātabbahetukā khandhā ca moho ca uppajjanti. ",
  "patthana1.10:238.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo—vicikicchāsahagate khandhe ca mohañca ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. ",
  "patthana1.10:239.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo— uddhaccasahagate khandhe ca mohañca ārabbha dassanena pahātabbahetukā khandhā uppajjanti. ",
  "patthana1.10:240.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā bhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo— uddhaccasahagate khandhe ca mohañca ārabbha bhāvanāya pahātabbahetukā khandhā uppajjanti. ",
  "patthana1.10:241.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo—uddhaccasahagate khandhe ca mohañca ārabbha nevadassanena nabhāvanāya pahātabbahetukā khandhā ca moho ca uppajjanti. ",
  "patthana1.10:242.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo—uddhaccasahagate khandhe ca mohañca ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. ",
  "patthana1.10:243.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo—uddhaccasahagate khandhe ca mohañca ārabbha uddhaccasahagatā khandhā ca moho ca uppajjanti. ",
  "patthana1.10:244.0": "Adhipati ",
  "patthana1.10:244.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa adhipatipaccayena paccayo. (Dassanattikasadisaṁ, dasa pañhā.) ",
  "patthana1.10:245.0": "Anantara ",
  "patthana1.10:245.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimā purimā dassanena pahātabbahetukā khandhā pacchimānaṁ pacchimānaṁ dassanena pahātabbahetukānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.10:246.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā khandhā pacchimassa pacchimassa mohassa anantarapaccayena paccayo; dassanena pahātabbahetukā khandhā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.10:247.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā khandhā pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana1.10:248.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimā purimā bhāvanāya pahātabbahetukā khandhā pacchimānaṁ pacchimānaṁ bhāvanāya pahātabbahetukānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.10:249.1": "Bhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimā purimā uddhaccasahagatā khandhā pacchimassa pacchimassa mohassa anantarapaccayena paccayo; bhāvanāya pahātabbahetukā khandhā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.10:250.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā uddhaccasahagatā khandhā pacchimānaṁ pacchimānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana1.10:251.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimo purimo vicikicchāsahagato uddhaccasahagato moho pacchimassa pacchimassa vicikicchāsahagatassa uddhaccasahagatassa mohassa anantarapaccayena paccayo; purimā purimā nevadassanena nabhāvanāya pahātabbahetukā khandhā pacchimānaṁ pacchimānaṁ nevadassanena nabhāvanāya pahātabbahetukānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa … anulomaṁ vodānassa …pe… nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.10:252.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimo purimo vicikicchāsahagato moho pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ anantarapaccayena paccayo; āvajjanā dassanena pahātabbahetukānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.10:253.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimo purimo uddhaccasahagato moho pacchimānaṁ pacchimānaṁ uddhaccasahagatānaṁ khandhānaṁ anantarapaccayena paccayo; āvajjanā bhāvanāya pahātabbahetukānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.10:254.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa anantarapaccayena paccayo—purimo purimo vicikicchāsahagato moho pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo; āvajjanā vicikicchāsahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana1.10:255.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa anantarapaccayena paccayo—purimo purimo uddhaccasahagato moho pacchimānaṁ pacchimānaṁ uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo; āvajjanā uddhaccasahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana1.10:256.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa anantarapaccayena paccayo— purimā purimā vicikicchāsahagatā khandhā ca moho ca pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.10:257.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā khandhā ca moho ca pacchimassa pacchimassa mohassa anantarapaccayena paccayo; vicikicchāsahagatā khandhā ca moho ca vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.10:258.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa anantarapaccayena paccayo—purimā purimā vicikicchāsahagatā khandhā ca moho ca pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ mohassa ca anantarapaccayena paccayo. ",
  "patthana1.10:259.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā bhāvanāya pahātabbahetukassa dhammassa anantarapaccayena paccayo … tīṇi. (Dassanena sadisaṁ gamanaṁ.) ",
  "patthana1.10:260.0": "Samanantarādi ",
  "patthana1.10:260.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa samanantarapaccayena paccayo … (anantarasadisaṁ) sahajātapaccayena paccayo … (Saṅkhittaṁ. Paṭiccavāre sahajātasadisaṁ) aññamaññapaccayena paccayo … (Saṅkhittaṁ. Paṭiccavāre aññamaññasadisaṁ) nissayapaccayena paccayo …. (Saṅkhittaṁ. Paccayavāre nissayavārasadisaṁ. Visuṁ ghaṭanā natthi.) ",
  "patthana1.10:261.0": "Upanissaya ",
  "patthana1.10:261.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—dassanena pahātabbahetukaṁ rāgaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati. Dassanena pahātabbahetukaṁ dosaṁ … mohaṁ … diṭṭhiṁ … patthanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati. Dassanena pahātabbahetuko rāgo … doso … moho … diṭṭhi … patthanā dassanena pahātabbahetukassa rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.10:262.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—dassanena pahātabbahetukaṁ rāgaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti. Dassanena pahātabbahetukaṁ dosaṁ … mohaṁ … diṭṭhiṁ … patthanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti. Dassanena pahātabbahetuko rāgo …pe… patthanā … saddhāya …pe… paññāya … kāyikassa sukhassa, kāyikassa dukkhassa phalasamāpattiyā mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:263.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—dassanena pahātabbahetuko rāgo … doso … moho … diṭṭhi … patthanā vicikicchāsahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:264.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—bhāvanāya pahātabbahetuko rāgo … doso … moho … māno … patthanā bhāvanāya pahātabbahetukassa rāgassa … dosassa … mohassa … mānassa … patthanāya upanissayapaccayena paccayo. ",
  "patthana1.10:265.1": "Bhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—bhāvanāya pahātabbahetukaṁ rāgaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati. Bhāvanāya pahātabbahetukaṁ dosaṁ … mohaṁ … mānaṁ … patthanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati. Bhāvanāya pahātabbahetuko rāgo …pe… patthanā dassanena pahātabbahetukassa rāgassa … dosassa … mohassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. Sakabhaṇḍe chandarāgo parabhaṇḍe chandarāgassa upanissayapaccayena paccayo. Sakapariggahe chandarāgo parapariggahe chandarāgassa upanissayapaccayena paccayo. ",
  "patthana1.10:266.1": "Bhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—bhāvanāya pahātabbahetukaṁ rāgaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti. Bhāvanāya pahātabbahetukaṁ dosaṁ … mohaṁ … mānaṁ … patthanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti. Bhāvanāya pahātabbahetuko rāgo …pe… patthanā saddhāya …pe… paññāya … kāyikassa sukhassa, kāyikassa dukkhassa phalasamāpattiyā mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:267.1": "Bhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa upanissayapaccayena paccayo …. **Pakatūpanissayo**—bhāvanāya pahātabbahetuko rāgo …pe… patthanā vicikicchāsahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:268.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—bhāvanāya pahātabbahetuko rāgo …pe… patthanā uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:269.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti. Sīlaṁ …pe… paññaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ … mohaṁ upanissāya dānaṁ deti …pe… saddhā …pe… moho saddhāya …pe… phalasamāpattiyā mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:270.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya diṭṭhiṁ gaṇhāti. Sīlaṁ …pe… paññaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ …pe… senāsanaṁ … mohaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati. Saddhā …pe… senāsanaṁ moho ca dassanena pahātabbahetukassa rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.10:271.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti …pe… mohaṁ upanissāya mānaṁ jappeti. Saddhā …pe… senāsanaṁ moho ca bhāvanāya pahātabbahetukassa rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.10:272.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhā …pe… paññā … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ …pe… senāsanaṁ moho ca vicikicchāsahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:273.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhā …pe… senāsanaṁ moho ca uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:274.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vicikicchāsahagatā khandhā ca moho ca dassanena pahātabbahetukassa rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.10:275.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vicikicchāsahagatā khandhā ca moho ca saddhāya …pe… paññāya … kāyikassa sukhassa, kāyikassa dukkhassa phalasamāpattiyā mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:276.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vicikicchāsahagatā khandhā ca moho ca vicikicchāsahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:277.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—uddhaccasahagatā khandhā ca moho ca dassanena pahātabbahetukassa rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.10:278.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā bhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—uddhaccasahagatā khandhā ca moho ca bhāvanāya pahātabbahetukassa rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.10:279.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—uddhaccasahagatā khandhā ca moho ca saddhāya …pe… phalasamāpattiyā mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:280.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—uddhaccasahagatā khandhā ca moho ca vicikicchāsahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:281.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—uddhaccasahagatā khandhā ca moho ca uddhaccasahagatānaṁ khandhānaṁ mohassa ca upanissayapaccayena paccayo. ",
  "patthana1.10:282.0": "Purejāta ",
  "patthana1.10:282.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ aniccato …pe… vipassati, sotaṁ …pe… vatthuṁ aniccato …pe… vipassati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nevadassanena nabhāvanāya pahātabbahetukānaṁ khandhānaṁ mohassa ca purejātapaccayena paccayo. ",
  "patthana1.10:283.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati; taṁ ārabbha dassanena pahātabbahetuko rāgo …pe… diṭṭhi …pe… vicikicchā …pe… dassanena pahātabbahetukaṁ domanassaṁ uppajjati. **Vatthupurejātaṁ**—vatthu dassanena pahātabbahetukānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.10:284.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati; taṁ ārabbha bhāvanāya pahātabbahetuko rāgo uppajjati, uddhaccaṁ uppajjati, bhāvanāya pahātabbahetukaṁ domanassaṁ uppajjati. **Vatthupurejātaṁ**—vatthu bhāvanāya pahātabbahetukānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.10:285.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti. **Vatthupurejātaṁ**—vatthu vicikicchāsahagatānaṁ khandhānaṁ mohassa ca purejātapaccayena paccayo. ",
  "patthana1.10:286.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… vatthuṁ ārabbha uddhaccasahagatā khandhā ca moho ca uppajjanti. **Vatthupurejātaṁ**—vatthu uddhaccasahagatānaṁ khandhānaṁ mohassa ca purejātapaccayena paccayo. ",
  "patthana1.10:287.0": "Pacchājāta ",
  "patthana1.10:287.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā dassanena pahātabbahetukā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.10:288.1": "Bhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā bhāvanāya pahātabbahetukā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.10:289.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā nevadassanena nabhāvanāya pahātabbahetukā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.10:290.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā vicikicchāsahagatā khandhā ca moho ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.10:291.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa pacchājātapaccayena paccayo—pacchājātā uddhaccasahagatā khandhā ca moho ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.10:292.0": "Āsevana ",
  "patthana1.10:292.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa āsevanapaccayena paccayo—purimā purimā dassanena pahātabbahetukā khandhā pacchimānaṁ pacchimānaṁ dassanena pahātabbahetukānaṁ khandhānaṁ āsevanapaccayena paccayo. ",
  "patthana1.10:293.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa āsevanapaccayena paccayo—purimā purimā vicikicchāsahagatā khandhā pacchimassa pacchimassa mohassa āsevanapaccayena paccayo. ",
  "patthana1.10:294.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa āsevanapaccayena paccayo—purimā purimā vicikicchāsahagatā khandhā pacchimānaṁ pacchimānaṁ vicikicchāsahagatānaṁ khandhānaṁ mohassa ca āsevanapaccayena paccayo. ",
  "patthana1.10:295.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa (saṅkhittaṁ) tīṇi. ",
  "patthana1.10:296.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo …pe…. (Āsevanamūlake vuṭṭhānassapi āvajjanāyapi pahātabbaṁ, sattarasa pañhā paripuṇṇā, anantarasadisā.) ",
  "patthana1.10:297.0": "Kamma ",
  "patthana1.10:297.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa kammapaccayena paccayo—dassanena pahātabbahetukā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.10:298.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—dassanena pahātabbahetukā cetanā mohassa cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—dassanena pahātabbahetukā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.10:299.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa kammapaccayena paccayo—dassanena pahātabbahetukā cetanā sampayuttakānaṁ khandhānaṁ mohassa ca cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.10:300.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa kammapaccayena paccayo—bhāvanāya pahātabbahetukā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.10:301.1": "Bhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa kammapaccayena paccayo—bhāvanāya pahātabbahetukā cetanā mohassa cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.10:302.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa kammapaccayena paccayo—bhāvanāya pahātabbahetukā cetanā sampayuttakānaṁ khandhānaṁ mohassa ca cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.10:303.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nevadassanena nabhāvanāya pahātabbahetukā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—nevadassanena nabhāvanāya pahātabbahetukā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.10:304.0": "Vipāka ",
  "patthana1.10:304.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa vipākapaccayena paccayo (pavattipaṭisandhi) vipākā khandhā vatthussa …pe…. ",
  "patthana1.10:305.0": "Āhāra ",
  "patthana1.10:305.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa āhārapaccayena paccayo—dassanena pahātabbahetukā āhārā sampayuttakānaṁ khandhānaṁ āhārapaccayena paccayo. ",
  "patthana1.10:306.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa āhārapaccayena paccayo—dassanena pahātabbahetukā āhārā mohassa cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. ",
  "patthana1.10:307.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa āhārapaccayena paccayo—dassanena pahātabbahetukā āhārā sampayuttakānaṁ khandhānaṁ mohassa ca cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. ",
  "patthana1.10:308.1": "Bhāvanāya pahātabbahetuko dhammo … tīṇi. (Dassanena sadisaṁ.) ",
  "patthana1.10:309.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa āhārapaccayena paccayo—nevadassanena nabhāvanāya pahātabbahetukā āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. Paṭisandhikkhaṇe …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa āhārapaccayena paccayo. ",
  "patthana1.10:310.0": "Indriyādi ",
  "patthana1.10:310.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa indriyapaccayena paccayo … tīṇi. (Āhārasadisaṁ. Moho kātabbo.) ",
  "patthana1.10:311.1": "Bhāvanāya pahātabbahetuko dhammo … tīṇi. ",
  "patthana1.10:312.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa indriyapaccayena paccayo—nevadassanena nabhāvanāya pahātabbahetukā indriyā sampayuttakānaṁ khandhānaṁ …pe… cakkhundriyaṁ cakkhuviññāṇassa …pe… kāyindriyaṁ kāyaviññāṇassa …pe…. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … (ime sahetukā kātabbā) sampayuttapaccayena paccayo. (Paṭiccavāre sampayuttavārasadisaṁ.) ",
  "patthana1.10:313.0": "Vippayutta ",
  "patthana1.10:313.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Dassanattikasadisaṁ.) ",
  "patthana1.10:314.1": "Bhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Dassanattikasadisaṁ.) ",
  "patthana1.10:315.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. (Dassanattikasadisaṁ.) **Pacchājātā**—nevadassanena nabhāvanāya pahātabbahetukā khandhā ca moho ca purejātassa imassa kāyassa …pe…. ",
  "patthana1.10:316.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu dassanena pahātabbahetukānaṁ khandhānaṁ …pe…. ",
  "patthana1.10:317.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu bhāvanāya pahātabbahetukānaṁ khandhānaṁ …pe…. ",
  "patthana1.10:318.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu vicikicchāsahagatānaṁ khandhānaṁ mohassa ca vippayuttapaccayena paccayo. ",
  "patthana1.10:319.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu uddhaccasahagatānaṁ khandhānaṁ mohassa ca vippayuttapaccayena paccayo. ",
  "patthana1.10:320.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—vicikicchāsahagatā khandhā ca moho ca cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—vicikicchāsahagatā khandhā ca moho ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.10:321.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—uddhaccasahagatā khandhā ca moho ca cittasamuṭṭhānānaṁ rūpānaṁ …pe…. **Pacchājātā**—uddhaccasahagatā khandhā ca moho ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.10:322.0": "Atthyādi ",
  "patthana1.10:322.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa atthipaccayena paccayo—dassanena pahātabbahetuko eko khandho tiṇṇannaṁ khandhānaṁ …pe…. ",
  "patthana1.10:323.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—dassanena pahātabbahetukā khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Sahajātā**—vicikicchāsahagatā khandhā mohassa cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—dassanena pahātabbahetukā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana1.10:324.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa atthipaccayena paccayo—dassanena pahātabbahetuko eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. Vicikicchāsahagato eko khandho tiṇṇannaṁ khandhānaṁ mohassa ca cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe…. ",
  "patthana1.10:325.1": "Bhāvanāya pahātabbahetuko dhammo … tīṇi. ",
  "patthana1.10:326.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—nevadassanena nabhāvanāya pahātabbahetuko eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… vicikicchāsahagato uddhaccasahagato moho cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe …pe… asaññasattānaṁ …pe…. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… Cakkhāyatanaṁ …pe… kāyāyatanaṁ …pe… vatthu nevadassanena nabhāvanāya pahātabbahetukānaṁ khandhānaṁ mohassa ca atthipaccayena paccayo. **Pacchājātā**—nevadassanena nabhāvanāya pahātabbahetukā khandhā ca moho ca purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa …pe…. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ …pe…. ",
  "patthana1.10:327.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—vicikicchāsahagato moho sampayuttakānaṁ khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati; taṁ ārabbha dassanena pahātabbahetuko rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbahetukaṁ domanassaṁ uppajjati, vatthu dassanena pahātabbahetukānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.10:328.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ assādeti abhinandati …pe… vatthu bhāvanāya pahātabbahetukānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.10:329.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—vicikicchāsahagato moho sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ ārabbha vicikicchāsahagatā khandhā ca moho ca uppajjanti …pe… vatthuṁ ārabbha …pe… vatthu vicikicchāsahagatānaṁ khandhānaṁ mohassa ca atthipaccayena paccayo. ",
  "patthana1.10:330.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—uddhaccasahagato moho sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ ārabbha uddhaccasahagatā khandhā ca moho ca uppajjanti …pe… vatthuṁ ārabbha …pe… vatthu uddhaccasahagatānaṁ khandhānaṁ mohassa ca atthipaccayena paccayo. ",
  "patthana1.10:331.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajāto**—dassanena pahātabbahetuko eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā …pe… vicikicchāsahagato eko khandho ca moho ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā …pe…. ",
  "patthana1.10:332.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—dassanena pahātabbahetukā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Sahajātā**—vicikicchāsahagatā khandhā ca moho ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Sahajātā**—vicikicchāsahagatā khandhā ca vatthu ca mohassa atthipaccayena paccayo. **Pacchājātā**—vicikicchāsahagatā khandhā ca moho ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—dassanena pahātabbahetukā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—dassanena pahātabbahetukā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.10:333.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—vicikicchāsahagato eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ mohassa ca atthipaccayena paccayo …pe… dve khandhā …pe… vicikicchāsahagato eko khandho ca moho ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā ca moho ca …pe…. ",
  "patthana1.10:334.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā bhāvanāya pahātabbahetukassa dhammassa atthipaccayena paccayo (Saṅkhittaṁ. Tisso pañhā, dassanena nayena vibhajitabbā, “uddhaccan”ti niyāmetabbaṁ) natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo …. ",
  "patthana1.10:335.0.1": "Saṅkhyāvāra ",
  "patthana1.10:335.0.2": "Suddha ",
  "patthana1.10:335.1": "Hetuyā ekādasa, ārammaṇe ekavīsa, adhipatiyā dasa, anantare sattarasa, samanantare sattarasa, sahajāte sattarasa, aññamaññe ekādasa, nissaye sattarasa, upanissaye ekavīsa, purejāte pañca, pacchājāte pañca, āsevane sattarasa, kamme satta, vipāke ekaṁ, āhāre satta, indriye satta, jhāne satta, magge satta, sampayutte ekādasa, vippayutte nava, atthiyā sattarasa, natthiyā sattarasa, vigate sattarasa, avigate sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:336.1": "Anulomaṁ. ",
  "patthana1.10:337.0": "Paccanīyuddhāra ",
  "patthana1.10:337.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:338.1": "Dassanena pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.10:339.1": "Dassanena pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:340.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:341.1": "Bhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:342.1": "Bhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana1.10:343.1": "Bhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:344.1": "Bhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:345.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo nevadassanena nabhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.10:346.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.10:347.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.10:348.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.10:349.1": "Nevadassanena nabhāvanāya pahātabbahetuko dhammo bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.10:350.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:351.1": "(Idha sahajātaṁ, purejātaṁ, missagataṁ atthi, pāḷiyaṁ kātabbaṁ. Gaṇanāya upadhāretvā gaṇetabbaṁ.) ",
  "patthana1.10:352.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana1.10:353.1": "(Idhāpi ārammaṇapaccayā upanissayapaccayā atthi, pāḷiyaṁ natthi. Gaṇentena upadhāretvā gaṇetabbaṁ.) ",
  "patthana1.10:354.1": "Dassanena pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:355.1": "(Idhāpi “sahajātaṁ, purejātaṁ” yaṁ missakapañhā atthi, pāḷiyaṁ kātabbaṁ.) ",
  "patthana1.10:356.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:357.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā bhāvanāya pahātabbahetukassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. (Idhāpi “sahajātaṁ, purejātaṁ” yaṁ missakapañhā atthi.) ",
  "patthana1.10:358.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā nevadassanena nabhāvanāya pahātabbahetukassa dhammassa sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. (Idhāpi ārammaṇaupanissayā atthi.) ",
  "patthana1.10:359.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā dassanena pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:360.1": "Bhāvanāya pahātabbahetuko ca nevadassanena nabhāvanāya pahātabbahetuko ca dhammā bhāvanāya pahātabbahetukassa ca nevadassanena nabhāvanāya pahātabbahetukassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.10:361.1": "(Idhāpi sahajātaṁ, purejātaṁ atthi. Ye te pañhā na likhitā, te pāḷiyaṁ gaṇentānaṁ byañjanena na samenti. Te pāḷiyaṁ na likhitā gaṇanā pākaṭā honti. Yadi saṁsayo uppajjati, anulome atthipaccaye pekkhitabbaṁ.) ",
  "patthana1.10:362.0.1": "1.10.7.2. Paccayapaccanīya ",
  "patthana1.10:362.0.2": "10.7.2.1. Saṅkhyāvāra ",
  "patthana1.10:362.0.3": "Suddha ",
  "patthana1.10:362.1": "Nahetuyā ekavīsa, naārammaṇe naadhipatiyā naanantare nasamanantare nasahajāte naaññamaññe nanissaye naupanissaye napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge nasampayutte navippayutte noatthiyā nonatthiyā novigate noavigate sabbattha ekavīsa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:363.1": "Paccanīyaṁ. ",
  "patthana1.10:364.0.1": "1.10.7.3. Paccayānulomapaccanīya ",
  "patthana1.10:364.0.2": "Hetuduka ",
  "patthana1.10:364.1": "Hetupaccayā naārammaṇe ekādasa, naadhipatiyā naanantare nasamanantare ekādasa, naaññamaññe tīṇi, naupanissaye napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge ekādasa, nasampayutte tīṇi, navippayutte pañca, nonatthiyā ekādasa, novigate ekādasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:365.1": "Anulomapaccanīyaṁ. ",
  "patthana1.10:366.0.1": "1.10.7.4. Paccayapaccanīyānuloma ",
  "patthana1.10:366.0.2": "Nahetuduka ",
  "patthana1.10:366.1": "Nahetupaccayā ārammaṇe ekavīsa, adhipatiyā dasa, anantare sattarasa, samanantare sattarasa, sahajāte sattarasa, aññamaññe ekādasa, nissaye sattarasa, upanissaye ekavīsa, purejāte pañca, pacchājāte pañca, āsevane sattarasa, kamme satta, vipāke ekaṁ, āhāre satta, indriye satta, jhāne satta, magge satta, sampayutte ekādasa, vippayutte nava, atthiyā sattarasa, natthiyā sattarasa, vigate sattarasa, avigate sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.10:367.1": "Paccanīyānulomaṁ. ",
  "patthana1.10:367.2": "Pañhāvāro. ",
  "patthana1.10:368.1": "Dassanenapahātabbahetukattikaṁ niṭṭhitaṁ. "
}