{
  "patthana1.5:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.5:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.5:0.3": "1.5. Upādinnattika ",
  "patthana1.5:1.0.1": "Vibhaṅgavāra ",
  "patthana1.5:1.0.2": "Hetu ",
  "patthana1.5:1.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā; paṭisandhikkhaṇe upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṁ; khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; upādinnupādāniyaṁ ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca dve mahābhūtā, mahābhūte paṭicca kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.5:2.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniye khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:3.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo ca anupādinnupādāniyo ca dhammā uppajjanti hetupaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.5:4.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā—anupādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ; anupādinnupādāniyaṁ ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana1.5:5.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnaanupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.5:6.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniye khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:7.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā uppajjanti hetupaccayā—anupādinnaanupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.5:8.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:9.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:10.0": "Ārammaṇa ",
  "patthana1.5:10.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati ārammaṇapaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.5:11.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca …pe…. ",
  "patthana1.5:12.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca …pe… ārammaṇapaccayā … tīṇi. ",
  "patthana1.5:13.0": "Adhipati ",
  "patthana1.5:13.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati adhipatipaccayā—anupādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana1.5:14.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca … tīṇi. ",
  "patthana1.5:15.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati adhipatipaccayā—anupādinnaanupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:16.0": "Anantarādi ",
  "patthana1.5:16.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca …pe… paṭisandhikkhaṇe …pe… ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca kaṭattārūpaṁ upādārūpaṁ; asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.5:17.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca … tīṇi. ",
  "patthana1.5:18.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati sahajātapaccayā—anupādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. Bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:19.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca … tīṇi. ",
  "patthana1.5:20.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paṭicca …pe… anupādinnupādāniyo …pe…. ",
  "patthana1.5:21.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paṭicca anupādinnupādāniyo …pe…. ",
  "patthana1.5:22.0": "Aññamañña ",
  "patthana1.5:22.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati aññamaññapaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca …pe… paṭisandhikkhaṇe upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vatthu ca …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ paṭicca …pe… dve mahābhūte paṭicca dve mahābhūtā; asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.5:23.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ …pe…. ",
  "patthana1.5:24.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca …pe…. ",
  "patthana1.5:25.0": "Nissaya-upanissaya ",
  "patthana1.5:25.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca nissayapaccayā … nava. Upanissayapaccayā … tīṇi. ",
  "patthana1.5:26.0": "Purejāta ",
  "patthana1.5:26.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati purejātapaccayā … tīṇi. ",
  "patthana1.5:27.0": "Āsevana ",
  "patthana1.5:27.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati āsevanapaccayā—anupādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca …pe…. ",
  "patthana1.5:28.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnaanupādāniyo dhammo uppajjati āsevanapaccayā—anupādinnaanupādāniyaṁ ekaṁ khandhaṁ paṭicca …pe…. ",
  "patthana1.5:29.0": "Kamma ",
  "patthana1.5:29.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati kammapaccayā. (Hetupaccayasadisā nava.) ",
  "patthana1.5:30.0": "Vipāka ",
  "patthana1.5:30.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati vipākapaccayā … tīṇi. ",
  "patthana1.5:31.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati vipākapaccayā—ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana1.5:32.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnaanupādāniyo dhammo uppajjati vipākapaccayā—vipākaṁ anupādinnaanupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… nava. ",
  "patthana1.5:33.0": "Āhārādi ",
  "patthana1.5:33.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati āhārapaccayā …pe… indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana1.5:34.1": "(Yathā kusalattikassa paṭiccavāro sajjhāyamaggena vitthārito, evaṁ vitthāretabbaṁ.) ",
  "patthana1.5:35.0.1": "Saṅkhyāvāra ",
  "patthana1.5:35.0.2": "Suddha ",
  "patthana1.5:35.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca, anantare tīṇi, samanantare tīṇi, sahajāte nava, aññamaññe tīṇi, nissaye nava, upanissaye tīṇi, purejāte tīṇi, āsevane dve, kamme nava, vipāke nava, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte tīṇi, vippayutte nava, atthiyā nava, natthiyā tīṇi, vigate tīṇi, avigate nava. ",
  "patthana1.5:36.0": "Hetuduka ",
  "patthana1.5:36.1": "Hetupaccayā ārammaṇe tīṇi …pe… avigate nava. ",
  "patthana1.5:37.1": "(Yathā kusalattike paṭiccagaṇanā sajjhāyamaggena gaṇitā, evaṁ gaṇetabbaṁ.) ",
  "patthana1.5:38.1": "Anulomaṁ. ",
  "patthana1.5:39.0.1": "1.5.1.2. Paccayapaccanīya ",
  "patthana1.5:39.0.2": "Vibhaṅgavāra ",
  "patthana1.5:39.0.3": "Nahetu ",
  "patthana1.5:39.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṁ upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā, dve khandhe paṭicca dve khandhā, ahetukapaṭisandhikkhaṇe upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṁ; khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca kaṭattārūpaṁ upādārūpaṁ; asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.5:40.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetuke upādinnupādāniye khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:41.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo ca anupādinnupādāniyo ca dhammā uppajjanti nahetupaccayā—ahetukaṁ upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.5:42.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṁ anupādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. Anupādinnupādāniyaṁ ekaṁ mahābhūtaṁ …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca upādārūpaṁ. Vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.5:43.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetuke upādinnupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:44.0": "Naārammaṇa ",
  "patthana1.5:44.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—paṭisandhikkhaṇe upādinnupādāniye khandhe paṭicca kaṭattārūpaṁ, khandhe paṭicca vatthu, ekaṁ mahābhūtaṁ paṭicca …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:45.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—upādinnupādāniye khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:46.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—anupādinnupādāniye khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, ekaṁ mahābhūtaṁ paṭicca …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:47.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—anupādinnaanupādāniye khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:48.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—anupādinnaanupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:49.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati naārammaṇapaccayā—upādinnupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:50.0": "Naadhipati ",
  "patthana1.5:50.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati naadhipatipaccayā (paṭisandhi paripuṇṇaṁ) … tīṇi. ",
  "patthana1.5:51.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca … ekā. ",
  "patthana1.5:52.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā—anupādinnaanupādāniye khandhe paṭicca anupādinnaanupādāniyā adhipati. ",
  "patthana1.5:53.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati naadhipatipaccayā—upādinnupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:54.0": "Naanantarādi ",
  "patthana1.5:54.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati naanantarapaccayā …pe… nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā … napacchājātapaccayā … naāsevanapaccayā …pe…. ",
  "patthana1.5:55.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnaanupādāniyo dhammo uppajjati naāsevanapaccayā—vipākaṁ anupādinnaanupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā. (Saṅkhittaṁ.) ",
  "patthana1.5:56.0": "Nakamma ",
  "patthana1.5:56.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati nakammapaccayā—anupādinnupādāniye khandhe paṭicca anupādinnupādāniyā cetanā. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:57.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnaanupādāniyo dhammo uppajjati nakammapaccayā—kusale anupādinnaanupādāniye khandhe paṭicca anupādinnaanupādāniyā cetanā. ",
  "patthana1.5:58.0": "Navipāka ",
  "patthana1.5:58.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati navipākapaccayā—asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.5:59.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati navipākapaccayā … ekā. ",
  "patthana1.5:60.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnaanupādāniyo dhammo uppajjati navipākapaccayā—kusalaṁ anupādinnaanupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā … tīṇi. ",
  "patthana1.5:61.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati navipākapaccayā—kusale anupādinnaanupādāniye khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:62.0": "Naāhāra ",
  "patthana1.5:62.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati naāhārapaccayā—asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:63.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati naāhārapaccayā—bāhiraṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:64.0": "Naindriya ",
  "patthana1.5:64.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati naindriyapaccayā—asaññasattānaṁ mahābhūte paṭicca rūpajīvitindriyaṁ. ",
  "patthana1.5:65.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati naindriyapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:66.0": "Najhāna ",
  "patthana1.5:66.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati najhānapaccayā—pañcaviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:67.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati najhānapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:68.0": "Namagga ",
  "patthana1.5:68.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati namaggapaccayā—ahetukaṁ upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā … pañca. ",
  "patthana1.5:69.0": "Nasampayutta ",
  "patthana1.5:69.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati nasampayuttapaccayā. (Naārammaṇapaccayasadisaṁ.) ",
  "patthana1.5:70.0": "Navippayutta ",
  "patthana1.5:70.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati navippayuttapaccayā—arūpe upādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:71.1": "Anupādinnupādāniyaṁ dhammaṁ paṭicca anupādinnupādāniyo dhammo uppajjati navippayuttapaccayā—arūpe anupādinnupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.5:72.1": "Anupādinnaanupādāniyaṁ dhammaṁ paṭicca anupādinnaanupādāniyo dhammo uppajjati navippayuttapaccayā—arūpe anupādinnaanupādāniyaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.5:73.0": "Nonatthi-novigata ",
  "patthana1.5:73.1": "Upādinnupādāniyaṁ dhammaṁ paṭicca upādinnupādāniyo dhammo uppajjati nonatthipaccayā … novigatapaccayā. ",
  "patthana1.5:74.1": "(Yathā kusalattike paccanīyavāro vitthārito, evaṁ vitthāretabbo.) ",
  "patthana1.5:75.0.1": "Saṅkhyāvāra ",
  "patthana1.5:75.0.2": "Suddha ",
  "patthana1.5:75.1": "Nahetuyā pañca, naārammaṇe cha, naadhipatiyā cha, naanantare cha, nasamanantare cha, naaññamaññe cha, naupanissaye cha, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme dve, navipāke cha, naāhāre dve, naindriye dve, najhāne dve, namagge pañca, nasampayutte cha, navippayutte tīṇi, nonatthiyā cha, novigate cha. ",
  "patthana1.5:76.0.1": "1.2. Paccayapaccanīya ",
  "patthana1.5:76.0.2": "Vibhaṅgavāra ",
  "patthana1.5:76.0.3": "Nahetuduka ",
  "patthana1.5:76.1": "Nahetupaccayā naārammaṇe cattāri, naadhipatiyā pañca, naanantare cattāri …pe… naāsevane pañca, nakamme ekaṁ, navipāke dve …pe… najhāne dve, namagge pañca, nasampayutte cattāri, navippayutte dve …pe… novigate cattāri. ",
  "patthana1.5:77.1": "Yathā kusalattike gaṇanā, evaṁ gaṇetabbaṁ. ",
  "patthana1.5:78.1": "Paccanīyaṁ. ",
  "patthana1.5:79.0.1": "1.5.1.3. Paccayānulomapaccanīya ",
  "patthana1.5:79.0.2": "Hetuduka ",
  "patthana1.5:79.1": "Hetupaccayā naārammaṇe cha …pe… napurejāte satta, napacchājāte nava, naāsevane nava, nakamme dve, navipāke cha, nasampayutte cha, navippayutte tīṇi …pe… novigate cha. ",
  "patthana1.5:80.1": "(Yathā kusalattike anulomapaccanīyagaṇanā, evaṁ gaṇetabbā.) ",
  "patthana1.5:81.1": "Anulomapaccanīyaṁ. ",
  "patthana1.5:82.0.1": "1.5.1.4. Paccayapaccanīyānuloma ",
  "patthana1.5:82.0.2": "Nahetuduka ",
  "patthana1.5:82.1": "Nahetupaccayā ārammaṇe dve …pe… sahajāte pañca, aññamaññe dve, nissaye pañca, upanissaye dve, purejāte dve, āsevane ekaṁ, kamme pañca …pe… jhāne pañca, magge ekaṁ, sampayutte dve, vippayutte pañca …pe… avigate pañca. ",
  "patthana1.5:83.1": "(Yathā kusalattike paccanīyānulomagaṇanā, evaṁ gaṇetabbā.) ",
  "patthana1.5:84.1": "Paccanīyānulomaṁ. ",
  "patthana1.5:84.2": "Paṭiccavāro. ",
  "patthana1.5:85.0.1": "1.5.2. Sahajātavāra ",
  "patthana1.5:85.0.2": "1.5.2.1–4 Paccayacatukka ",
  "patthana1.5:85.1": "Upādinnupādāniyaṁ dhammaṁ sahajāto upādinnupādāniyo dhammo uppajjati hetupaccayā. ",
  "patthana1.5:86.1": "Paṭiccavāropi sahajātavāropi sadiso. ",
  "patthana1.5:87.1": "Sahajātavāro. ",
  "patthana1.5:88.0.1": "1.5.3. Paccayavāra ",
  "patthana1.5:88.0.2": "1.5.3.1. Paccayānuloma ",
  "patthana1.5:88.0.3": "Vibhaṅgavāra ",
  "patthana1.5:88.0.4": "Hetu ",
  "patthana1.5:88.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… paṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā; ekaṁ mahābhūtaṁ paccayā tayo mahābhūtā …pe… mahābhūte paccayā kaṭattārūpaṁ upādārūpaṁ; vatthuṁ paccayā upādinnupādāniyā khandhā. ",
  "patthana1.5:89.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniye khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ; vatthuṁ paccayā anupādinnupādāniyā khandhā. ",
  "patthana1.5:90.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati hetupaccayā—vatthuṁ paccayā anupādinnaanupādāniyā khandhā. ",
  "patthana1.5:91.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo ca anupādinnupādāniyo ca dhammā uppajjanti hetupaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe…. ",
  "patthana1.5:92.1": "Anupādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati hetupaccayā … ekā. ",
  "patthana1.5:93.1": "Anupādinnaanupādāniyaṁ dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana1.5:94.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniyaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. ",
  "patthana1.5:95.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniye khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.5:96.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniye khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; anupādinnupādāniyaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. ",
  "patthana1.5:97.0": "Ārammaṇa ",
  "patthana1.5:97.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo dhammo uppajjati ārammaṇapaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe paccayā dve khandhā; paṭisandhikkhaṇe upādinnupādāniyaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe paccayā dve khandhā; vatthuṁ paccayā khandhā; cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ; vatthuṁ paccayā upādinnupādāniyā khandhā. ",
  "patthana1.5:98.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā anupādinnupādāniyā khandhā. ",
  "patthana1.5:99.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā anupādinnaanupādāniyā khandhā. ",
  "patthana1.5:100.1": "Anupādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati ārammaṇapaccayā—anupādinnupādāniyaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe paccayā dve khandhā. ",
  "patthana1.5:101.1": "Anupādinnaanupādāniyaṁ dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati ārammaṇapaccayā—anupādinnaanupādāniyaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe paccayā dve khandhā. ",
  "patthana1.5:102.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati ārammaṇapaccayā—anupādinnaanupādāniyaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. ",
  "patthana1.5:103.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati ārammaṇapaccayā—anupādinnupādāniyaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. ",
  "patthana1.5:104.0": "Adhipati ",
  "patthana1.5:104.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati adhipatipaccayā—vatthuṁ paccayā anupādinnupādāniyā khandhā. ",
  "patthana1.5:105.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati adhipatipaccayā—vatthuṁ paccayā anupādinnaanupādāniyā khandhā. ",
  "patthana1.5:106.1": "Anupādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati adhipatipaccayā … ekā. ",
  "patthana1.5:107.1": "Anupādinnaanupādāniyaṁ dhammaṁ paccayā … tisso. ",
  "patthana1.5:108.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paccayā …pe… adhipatipaccayā …pe…. ",
  "patthana1.5:109.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paccayā …pe… adhipatipaccayā. ",
  "patthana1.5:110.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati adhipatipaccayā—anupādinnupādāniyaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. ",
  "patthana1.5:111.0": "Anantara ",
  "patthana1.5:111.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo dhammo uppajjati anantarapaccayā. ",
  "patthana1.5:112.1": "Catuvīsatipaccayā vitthāretabbā, avigatapaccayā. ",
  "patthana1.5:113.0.1": "Saṅkhyāvāra ",
  "patthana1.5:113.0.2": "Suddha ",
  "patthana1.5:113.1": "Hetuyā ekādasa, ārammaṇe satta, adhipatiyā nava, anantare satta, samanantare satta, sahajāte ekādasa, aññamaññe satta, nissaye ekādasa, upanissaye satta, purejāte satta, āsevane cha, kamme ekādasa, vipāke ekādasa, āhāre ekādasa, indriye ekādasa, jhāne ekādasa, magge ekādasa, sampayutte satta, vippayutte ekādasa, atthiyā ekādasa, natthiyā satta, vigate satta, avigate ekādasa. ",
  "patthana1.5:114.0": "Hetuduka ",
  "patthana1.5:114.1": "Hetupaccayā ārammaṇe satta …pe… avigate ekādasa. ",
  "patthana1.5:115.1": "Yathā kusalattike gaṇanā evaṁ gaṇetabbā. ",
  "patthana1.5:116.1": "Anulomaṁ. ",
  "patthana1.5:117.0.1": "1.5.3.2. Paccayapaccanīya ",
  "patthana1.5:117.0.2": "Vibhaṅgavāra ",
  "patthana1.5:117.0.3": "Nahetu ",
  "patthana1.5:117.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṁ upādinnupādāniyaṁ ekaṁ khandhaṁ paccayā …pe… ahetukapaṭisandhikkhaṇe …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ; vatthuṁ paccayā ahetukā upādinnupādāniyā khandhā. ",
  "patthana1.5:118.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetuke upādinnupādāniye khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ; vatthuṁ paccayā ahetukā anupādinnupādāniyā khandhā; vatthuṁ paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.5:119.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo ca anupādinnupādāniyo ca dhammā uppajjanti nahetupaccayā—ahetukaṁ upādinnupādāniyaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe…. ",
  "patthana1.5:120.1": "Anupādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṁ anupādinnupādāniyaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ …pe… rūpaṁ; vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.5:121.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetuke upādinnupādāniye khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; ahetukaṁ anupādinnupādāniyaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā; vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.5:122.0": "Naārammaṇa ",
  "patthana1.5:122.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo dhammo uppajjati naārammaṇapaccayā. (Saṅkhittaṁ.) ",
  "patthana1.5:123.0": "Naadhipati ",
  "patthana1.5:123.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo dhammo uppajjati naadhipatipaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ paccayā …pe…. ",
  "patthana1.5:124.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati naadhipatipaccayā—upādinnupādāniye khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ; vatthuṁ paccayā anupādinnupādāniyā khandhā. ",
  "patthana1.5:125.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā—vatthuṁ paccayā anupādinnaanupādāniyā adhipati. ",
  "patthana1.5:126.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo ca anupādinnupādāniyo ca dhammā uppajjanti naadhipatipaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe…. ",
  "patthana1.5:127.1": "Anupādinnupādāniyaṁ dhammaṁ paccayā. (Ekā pañhā.) ",
  "patthana1.5:128.1": "Anupādinnaanupādāniyaṁ dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati naadhipatipaccayā—anupādinnaanupādāniye khandhe paccayā anupādinnaanupādāniyā adhipati. ",
  "patthana1.5:129.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati na adhipatipaccayā—anupādinnaanupādāniye khandhe ca vatthuñca paccayā anupādinnaanupādāniyā adhipati. ",
  "patthana1.5:130.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati naadhipatipaccayā—upādinnupādāniye khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ; anupādinnupādāniyaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. ",
  "patthana1.5:131.0": "Naanantarādi ",
  "patthana1.5:131.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo dhammo uppajjati naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā … napacchājātapaccayā … naāsevanapaccayā …pe…. ",
  "patthana1.5:132.0": "Nakamma ",
  "patthana1.5:132.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati nakammapaccayā—vatthuṁ paccayā anupādinnupādāniyā cetanā. ",
  "patthana1.5:133.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati nakammapaccayā—vatthuṁ paccayā kusalā anupādinnaanupādāniyā cetanā. ",
  "patthana1.5:134.1": "Anupādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati nakammapaccayā—anupādinnupādāniye khandhe paccayā anupādinnupādāniyā cetanā. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ paccayā …pe…. ",
  "patthana1.5:135.1": "Anupādinnaanupādāniyaṁ dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati nakammapaccayā—kusale anupādinnaanupādāniye khandhe paccayā anupādinnaanupādāniyā cetanā. ",
  "patthana1.5:136.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati nakammapaccayā—kusale anupādinnaanupādāniye khandhe ca vatthuñca paccayā anupādinnaanupādāniyā kusalā cetanā. ",
  "patthana1.5:137.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati nakammapaccayā—anupādinnupādāniye khandhe ca vatthuñca paccayā anupādinnupādāniyā cetanā. ",
  "patthana1.5:138.0": "Navipāka ",
  "patthana1.5:138.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo dhammo uppajjati navipākapaccayā—asaññasattānaṁ ekaṁ mahābhūtaṁ paccayā …pe…. ",
  "patthana1.5:139.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati navipākapaccayā; vatthuṁ paccayā anupādinnupādāniyā khandhā. ",
  "patthana1.5:140.1": "Upādinnupādāniyaṁ dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati navipākapaccayā—vatthuṁ paccayā kusalā anupādinnaanupādāniyā khandhā. ",
  "patthana1.5:141.1": "Anupādinnupādāniyaṁ dhammaṁ paccayā … ekā. ",
  "patthana1.5:142.1": "Anupādinnaanupādāniyaṁ dhammaṁ paccayā … tīṇi. ",
  "patthana1.5:143.1": "Upādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paccayā anupādinnaanupādāniyo dhammo uppajjati navipākapaccayā. (Saṅkhittaṁ.) ",
  "patthana1.5:144.1": "Anupādinnupādāniyañca anupādinnaanupādāniyañca dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati navipākapaccayā. (Saṅkhittaṁ.) ",
  "patthana1.5:145.1": "Upādinnupādāniyañca anupādinnupādāniyañca dhammaṁ paccayā anupādinnupādāniyo dhammo uppajjati navipākapaccayā—anupādinnupādāniyaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. ",
  "patthana1.5:146.0": "Naāhārādi ",
  "patthana1.5:146.1": "Upādinnupādāniyaṁ dhammaṁ paccayā upādinnupādāniyo dhammo uppajjati naāhārapaccayā … naindriyapaccayā … najhānapaccayā … namaggapaccayā … nasampayuttapaccayā … navippayuttapaccayā … nonatthipaccayā … novigatapaccayā. (Saṅkhittaṁ.) ",
  "patthana1.5:147.0": "Saṅkhyāvāra ",
  "patthana1.5:147.1": "Nahetuyā pañca, naārammaṇe cha, naadhipatiyā aṭṭha, naanantare cha, nasamanantare cha, naaññamaññe cha, naupanissaye cha, napurejāte satta, napacchājāte ekādasa, naāsevane ekādasa, nakamme cha, navipāke dasa, naāhāre dve, naindriye dve, najhāne dve, namagge pañca, na sampayutte cha, navippayutte tīṇi, nonatthiyā cha, novigate cha. (Vitthārena gaṇetabbaṁ.) ",
  "patthana1.5:148.0": "1.5.3.3. Paccayānulomapaccanīya ",
  "patthana1.5:148.1": "Hetupaccayā naārammaṇe cha …pe… novigate cha. (Vitthārena gaṇetabbaṁ.) ",
  "patthana1.5:149.0": "1.5.3.4. Paccayapaccanīyānuloma ",
  "patthana1.5:149.1": "Nahetupaccayā ārammaṇe cattāri …pe… avigate pañca. ",
  "patthana1.5:150.1": "Paccayavāro. ",
  "patthana1.5:151.0": "1.5.4. Nissayavāra ",
  "patthana1.5:151.1": "Upādinnupādāniyaṁ dhammaṁ nissāya upādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ nissāya tayo khandhā, tayo khandhe nissāya … (Saṅkhittaṁ.) ",
  "patthana1.5:152.1": "Paccayavāropi nissayavāropi sadiso. ",
  "patthana1.5:153.1": "Nissayavāro. ",
  "patthana1.5:154.0.1": "1.5.5. Saṁsaṭṭhavāra ",
  "patthana1.5:154.0.2": "1.5.5.1. Paccayānuloma ",
  "patthana1.5:154.0.3": "Vibhaṅgavāra ",
  "patthana1.5:154.0.4": "Hetu ",
  "patthana1.5:154.1": "Upādinnupādāniyaṁ dhammaṁ saṁsaṭṭho upādinnupādāniyo dhammo uppajjati hetupaccayā—upādinnupādāniyaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā, tayo khandhe saṁsaṭṭho eko khandho, dve khandhe saṁsaṭṭhā dve khandhā, paṭisandhikkhaṇe upādinnupādāniyaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā. ",
  "patthana1.5:155.1": "Anupādinnupādāniyaṁ dhammaṁ saṁsaṭṭho anupādinnupādāniyo dhammo uppajjati hetupaccayā—anupādinnupādāniyaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā. ",
  "patthana1.5:156.1": "Anupādinnaanupādāniyaṁ dhammaṁ saṁsaṭṭho anupādinnaanupādāniyo dhammo uppajjati hetupaccayā—anupādinnaanupādāniyaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā.  (Saṅkhittaṁ.) ",
  "patthana1.5:157.0.1": "Saṅkhyāvāra ",
  "patthana1.5:157.0.2": "Suddha ",
  "patthana1.5:157.1": "Hetuyā tīṇi …pe… adhipatiyā dve …pe… āsevane dve …pe… vipāke dve …pe… avigate tīṇi. ",
  "patthana1.5:158.1": "Yathā kusalattike gaṇanā, evaṁ gaṇetabbā. ",
  "patthana1.5:159.1": "Anulomaṁ. ",
  "patthana1.5:160.0.1": "1.5.5.2. Paccayapaccanīya ",
  "patthana1.5:160.0.2": "Nahetu ",
  "patthana1.5:160.1": "Upādinnupādāniyaṁ dhammaṁ saṁsaṭṭho upādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṁ upādinnupādāniyaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā; ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.5:161.1": "Anupādinnupādāniyaṁ dhammaṁ saṁsaṭṭho anupādinnupādāniyo dhammo uppajjati nahetupaccayā—ahetukaṁ anupādinnupādāniyaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā; vicikicchāsahagate uddhaccasahagate khandhe saṁsaṭṭho vicikicchāsahagato uddhaccasahagato moho.  (Saṅkhittaṁ.) ",
  "patthana1.5:162.1": "Nahetuyā dve, na adhipatiyā tīṇi …pe… navippayutte tīṇi. (Saṅkhittaṁ.) ",
  "patthana1.5:163.1": "Paccanīyaṁ ",
  "patthana1.5:164.0": "1.5.5.3. Paccayānulomapaccanīya ",
  "patthana1.5:164.1": "Hetupaccayā naadhipatiyā tīṇi …pe… navippayutte tīṇi. ",
  "patthana1.5:165.0": "1.5.5.4. Paccayapaccanīyānuloma ",
  "patthana1.5:165.1": "Nahetupaccayā ārammaṇe dve …pe… avigate dve. ",
  "patthana1.5:166.1": "Saṁsaṭṭhavāro. ",
  "patthana1.5:167.0": "1.5.6. Sampayuttavāra ",
  "patthana1.5:167.1": "Upādinnupādāniyaṁ dhammaṁ sampayutto upādinnupādāniyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) Hetuyā tīṇi …pe… avigate tīṇi. ",
  "patthana1.5:168.1": "Saṁsaṭṭhavāropi sampayuttavāropi sadiso. ",
  "patthana1.5:169.1": "Sampayuttavāro. ",
  "patthana1.5:170.0.1": "1.5.7. Pañhāvāra ",
  "patthana1.5:170.0.2": "1.5.7.1. Paccayānuloma ",
  "patthana1.5:170.0.3": "Vibhaṅgavāra ",
  "patthana1.5:170.0.4": "Hetu ",
  "patthana1.5:170.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa hetupaccayena paccayo— upādinnupādāniyā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyā hetū sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.5:171.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa hetupaccayena paccayo— upādinnupādāniyā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.5:172.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa hetupaccayena paccayo—upādinnupādāniyā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.5:173.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa hetupaccayena paccayo—anupādinnupādāniyā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.5:174.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa hetupaccayena paccayo—anupādinnaanupādāniyā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.5:175.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa hetupaccayena paccayo—anupādinnaanupādāniyā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.5:176.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa hetupaccayena paccayo—anupādinnaanupādāniyā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.5:177.0": "Ārammaṇa ",
  "patthana1.5:177.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo—sekkhā vā puthujjanā vā cakkhuṁ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati; kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṁ … upādinnupādāniye khandhe aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Upādinnupādāniyaṁ rūpāyatanaṁ cakkhuviññāṇassa …pe… upādinnupādāniyaṁ gandhāyatanaṁ … rasāyatanaṁ … phoṭṭhabbāyatanaṁ kāyaviññāṇassa ārammaṇapaccayena paccayo. ",
  "patthana1.5:178.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo—cakkhuṁ aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṁ … upādinnupādāniye khandhe aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Dibbena cakkhunā upādinnupādāniyaṁ rūpaṁ passati, cetopariyañāṇena upādinnupādāniyacittasamaṅgissa cittaṁ jānāti. Upādinnupādāniyā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.5:179.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni paccavekkhati, jhānā vuṭṭhahitvā jhānaṁ paccavekkhati, ariyā gotrabhuṁ paccavekkhanti, vodānaṁ paccavekkhanti, ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti; anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe … anupādinnupādāniye khandhe aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Dibbena cakkhunā anupādinnupādāniyaṁ rūpaṁ passanti, dibbāya sotadhātuyā saddaṁ suṇanti, cetopariyañāṇena anupādinnupādāniyacittasamaṅgissa cittaṁ jānanti. Ākāsānañcāyatanaṁ viññāṇañcāyatanassa ārammaṇapaccayena paccayo. Ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa ārammaṇapaccayena paccayo. Anupādinnupādāniyā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.5:180.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo—sekkhā vā puthujjanā vā anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe … anupādinnupādāniye khandhe aniccato dukkhato anattato vipassanti, assādenti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Ākāsānañcāyatanakusalaṁ viññāṇañcāyatanavipākassa ārammaṇapaccayena paccayo. Ākiñcaññāyatanakusalaṁ nevasaññānāsaññāyatanavipākassa ārammaṇapaccayena paccayo. Anupādinnupādāniyaṁ rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa ārammaṇapaccayena paccayo. ",
  "patthana1.5:181.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa ārammaṇapaccayena paccayo—nibbānaṁ maggassa, phalassa ārammaṇapaccayena paccayo. ",
  "patthana1.5:182.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, āvajjanāya ārammaṇapaccayena paccayo. Ariyā cetopariyañāṇena anupādinnaanupādāniyacittasamaṅgissa cittaṁ jānanti; anupādinnaanupādāniyā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.5:183.0": "Adhipati ",
  "patthana1.5:183.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—cakkhuṁ garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṁ … upādinnupādāniye khandhe garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.5:184.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe suciṇṇāni garuṁ katvā paccavekkhati; jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati; sekkhā gotrabhuṁ garuṁ katvā paccavekkhanti, vodānaṁ garuṁ katvā paccavekkhanti. Anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe … anupādinnupādāniye khandhe garuṁ katvā assādenti abhinandanti; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—anupādinnupādāniyādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.5:185.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—nibbānaṁ maggassa phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—anupādinnaanupādāniyādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.5:186.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti, phalaṁ garuṁ katvā paccavekkhanti, nibbānaṁ garuṁ katvā paccavekkhanti. Nibbānaṁ gotrabhussa, vodānassa adhipatipaccayena paccayo. **Sahajātādhipati**—anupādinnaanupādāniyādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.5:187.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—anupādinnaanupādāniyādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.5:188.0": "Anantara ",
  "patthana1.5:188.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa anantarapaccayena paccayo—purimā purimā upādinnupādāniyā khandhā pacchimānaṁ pacchimānaṁ upādinnupādāniyānaṁ khandhānaṁ anantarapaccayena paccayo; pañcaviññāṇaṁ vipākamanodhātuyā anantarapaccayena paccayo; vipākamanodhātu vipākamanoviññāṇadhātuyā anantarapaccayena paccayo. ",
  "patthana1.5:189.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa anantarapaccayena paccayo—bhavaṅgaṁ āvajjanāya, vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā anantarapaccayena paccayo. ",
  "patthana1.5:190.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa anantarapaccayena paccayo—purimā purimā anupādinnupādāniyā khandhā pacchimānaṁ pacchimānaṁ anupādinnupādāniyānaṁ khandhānaṁ anantarapaccayena paccayo; anulomaṁ gotrabhussa … anulomaṁ vodānassa … āvajjanā anupādinnupādāniyānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.5:191.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa anantarapaccayena paccayo—āvajjanā pañcannaṁ viññāṇānaṁ anantarapaccayena paccayo; anupādinnupādāniyā khandhā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.5:192.1": "Anupādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa anantarapaccayena paccayo—gotrabhu maggassa … vodānaṁ maggassa … anulomaṁ phalasamāpattiyā … nirodhā vuṭṭhahantassa … nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.5:193.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa anantarapaccayena paccayo—purimā purimā anupādinnaanupādāniyā khandhā pacchimānaṁ pacchimānaṁ anupādinnaanupādāniyānaṁ khandhānaṁ anantarapaccayena paccayo. Maggo phalassa … phalaṁ phalassa anantarapaccayena paccayo. ",
  "patthana1.5:194.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa anantarapaccayena paccayo—phalaṁ vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.5:195.0": "Samanantara ",
  "patthana1.5:195.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa samanantarapaccayena paccayo. (Anantarapaccayasadisaṁ.) ",
  "patthana1.5:196.0": "Sahajāta ",
  "patthana1.5:196.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa sahajātapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ kaṭattā ca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ kaṭattā ca rūpānaṁ …pe… khandhā vatthussa …pe… vatthu khandhānaṁ …pe… ekaṁ mahābhūtaṁ tiṇṇannaṁ mahābhūtānaṁ …pe… tayo mahābhūtā ekassa mahābhūtassa …pe… dve mahābhūtā dvinnaṁ mahābhūtānaṁ …pe… mahābhūtā kaṭattārūpānaṁ upādārūpānaṁ sahajātapaccayena paccayo. Asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.5:197.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa sahajātapaccayena paccayo—upādinnupādāniyā khandhā cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.5:198.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa sahajātapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.5:199.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa sahajātapaccayena paccayo—anupādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. Anupādinnupādāniyaṁ ekaṁ mahābhūtaṁ …pe… mahābhūtā cittasamuṭṭhānānaṁ rūpānaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ …pe… mahābhūtā upādārūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.5:200.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa sahajātapaccayena paccayo—anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ …pe… dve khandhā dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. ",
  "patthana1.5:201.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa sahajātapaccayena paccayo—anupādinnaanupādāniyā khandhā cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.5:202.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa sahajātapaccayena paccayo; anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.5:203.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnupādāniyassa dhammassa sahajātapaccayena paccayo—anupādinnaanupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.5:204.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa sahajātapaccayena paccayo—upādinnupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.5:205.0": "Aññamañña ",
  "patthana1.5:205.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa aññamaññapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ vatthussa ca …pe… khandhā vatthussa …pe… vatthu khandhānaṁ …pe… ekaṁ mahābhūtaṁ tiṇṇannaṁ mahābhūtānaṁ …pe… dve mahābhūtā dvinnaṁ mahābhūtānaṁ …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.5:206.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa aññamaññapaccayena paccayo—anupādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ …pe… dve khandhā dvinnaṁ khandhānaṁ aññamaññapaccayena paccayo. Ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.5:207.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa aññamaññapaccayena paccayo—anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ …pe… dve khandhā dvinnaṁ khandhānaṁ …pe…. ",
  "patthana1.5:208.0": "Nissaya ",
  "patthana1.5:208.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa nissayapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ nissayapaccayena paccayo …pe… paṭisandhikkhaṇe …pe… ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu upādinnupādāniyānaṁ khandhānaṁ nissayapaccayena paccayo. ",
  "patthana1.5:209.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa nissayapaccayena paccayo—upādinnupādāniyā khandhā cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. Vatthu anupādinnupādāniyānaṁ khandhānaṁ nissayapaccayena paccayo. ",
  "patthana1.5:210.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa nissayapaccayena paccayo—vatthu anupādinnaanupādāniyānaṁ khandhānaṁ nissayapaccayena paccayo. ",
  "patthana1.5:211.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa nissayapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ nissayapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ nissayapaccayena paccayo. ",
  "patthana1.5:212.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa … ekā. ",
  "patthana1.5:213.1": "Anupādinnaanupādāniyo dhammo … tīṇi. ",
  "patthana1.5:214.1": "Upādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnaanupādāniyassa dhammassa nissayapaccayena paccayo—anupādinnaanupādāniyo eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ nissayapaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ nissayapaccayena paccayo. ",
  "patthana1.5:215.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnupādāniyassa dhammassa nissayapaccayena paccayo—anupādinnaanupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. ",
  "patthana1.5:216.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa nissayapaccayena paccayo—upādinnupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. Anupādinnupādāniyo eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ nissayapaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ nissayapaccayena paccayo. ",
  "patthana1.5:217.0": "Upanissaya ",
  "patthana1.5:217.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṁ sukhaṁ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. Kāyikaṁ dukkhaṁ kāyikassa sukhassa, kāyikassa dukkhassa …pe… utu kāyikassa sukhassa, kāyikassa dukkhassa …pe… bhojanaṁ kāyikassa sukhassa, kāyikassa dukkhassa …pe… kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utu … bhojanaṁ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. ",
  "patthana1.5:218.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṁ sukhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, jhānaṁ uppādeti, vipassanaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati. Kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati. Kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utu … bhojanaṁ anupādinnupādāniyāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … rāgassa … dosassa … mohassa … mānassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. ",
  "patthana1.5:219.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—kāyikaṁ sukhaṁ upanissāya maggaṁ uppādeti, phalasamāpattiṁ samāpajjati. Kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ upanissāya maggaṁ uppādeti, phalasamāpattiṁ samāpajjati. Kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utu … bhojanaṁ maggassa … phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.5:220.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—anupādinnupādāniyaṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, jhānaṁ uppādeti, vipassanaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Anupādinnupādāniyaṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … rāgaṁ … dosaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti, pāṇaṁ hanati …pe… saṅghaṁ bhindati. Anupādinnupādāniyā saddhā … sīlaṁ … sutaṁ … cāgo … paññā … rāgo … doso … moho … māno … diṭṭhi … patthanā … utu … bhojanaṁ … senāsanaṁ … anupādinnupādāniyāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … rāgassa … dosassa … mohassa … mānassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. Paṭhamassa jhānassa parikammaṁ paṭhamassa jhānassa …pe… nevasaññānāsaññāyatanassa parikammaṁ nevasaññānāsaññāyatanassa …pe… paṭhamaṁ jhānaṁ dutiyassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… pāṇātipāto pāṇātipātassa …pe… niyatamicchādiṭṭhi niyatamicchādiṭṭhiyā …pe…. ",
  "patthana1.5:221.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—anupādinnupādāniyaṁ saddhaṁ upanissāya attānaṁ ātāpeti paritāpeti, pariyiṭṭhimūlakaṁ dukkhaṁ paccanubhoti. Anupādinnupādāniyaṁ sīlaṁ …pe… senāsanaṁ upanissāya attānaṁ ātāpeti paritāpeti, pariyiṭṭhimūlakaṁ dukkhaṁ paccanubhoti. Anupādinnupādāniyā saddhā …pe… senāsanaṁ kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. Kusalākusalaṁ kammaṁ vipākassa upanissayapaccayena paccayo. ",
  "patthana1.5:222.1": "Anupādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamassa maggassa parikammaṁ paṭhamassa maggassa upanissayapaccayena paccayo. Dutiyassa maggassa …pe… tatiyassa maggassa …pe… catutthassa maggassa parikammaṁ catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.5:223.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa upanissayapaccayena paccayo. Dutiyo maggo tatiyassa maggassa …pe… tatiyo maggo catutthassa maggassa …pe… maggo phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.5:224.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—phalasamāpatti kāyikassa sukhassa upanissayapaccayena paccayo. ",
  "patthana1.5:225.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—ariyā maggaṁ upanissāya anuppannaṁ samāpattiṁ uppādenti, uppannaṁ samāpattiṁ samāpajjanti, saṅkhāre aniccato dukkhato anattato vipassanti. Maggo ariyānaṁ atthappaṭisambhidāya dhammappaṭisambhidāya niruttippaṭisambhidāya paṭibhānappaṭisambhidāya ṭhānāṭṭhānakosallassa upanissayapaccayena paccayo. ",
  "patthana1.5:226.0": "Purejāta ",
  "patthana1.5:226.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—sekkhā vā puthujjanā vā cakkhuṁ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati; kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṁ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Upādinnupādāniyaṁ rūpāyatanaṁ cakkhuviññāṇassa …pe… upādinnupādāniyaṁ gandhāyatanaṁ … rasāyatanaṁ … phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu upādinnupādāniyānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.5:227.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Sotaṁ …pe… vatthuṁ aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Dibbena cakkhunā upādinnupādāniyaṁ rūpaṁ passanti. **Vatthupurejātaṁ**—vatthu anupādinnupādāniyānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.5:228.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—vatthu anupādinnaanupādāniyānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.5:229.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa purejātapaccayena paccayo. **Ārammaṇapurejātaṁ**—anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Dibbena cakkhunā anupādinnupādāniyaṁ rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. ",
  "patthana1.5:230.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa purejātapaccayena paccayo. **Ārammaṇapurejātaṁ**—anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Anupādinnupādāniyaṁ rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. ",
  "patthana1.5:231.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa dhammassa purejātapaccayena paccayo— **ārammaṇapurejātaṁ, vatthupurejātaṁ**. Anupādinnupādāniyaṁ rūpāyatanañca cakkhāyatanañca cakkhuviññāṇassa purejātapaccayena paccayo …pe… anupādinnupādāniyaṁ phoṭṭhabbāyatanañca kāyāyatanañca kāyaviññāṇassa purejātapaccayena paccayo. Anupādinnupādāniyaṁ rūpāyatanañca vatthu ca upādinnupādāniyānaṁ khandhānaṁ purejātapaccayena paccayo …pe… anupādinnupādāniyaṁ phoṭṭhabbāyatanañca vatthu ca upādinnupādāniyānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.5:232.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa purejātapaccayena paccayo— **ārammaṇapurejātaṁ, vatthupurejātaṁ**. Anupādinnupādāniyaṁ rūpāyatanañca vatthu ca anupādinnupādāniyānaṁ khandhānaṁ purejātapaccayena paccayo …pe… anupādinnupādāniyaṁ phoṭṭhabbāyatanañca vatthu ca anupādinnupādāniyānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.5:233.0": "Pacchājāta ",
  "patthana1.5:233.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.5:234.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā upādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.5:235.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātapaccayena paccayo—pacchājātā upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.5:236.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.5:237.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.5:238.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.5:239.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.5:240.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnaanupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.5:241.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātapaccayena paccayo—pacchājātā anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.5:242.0": "Āsevana ",
  "patthana1.5:242.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa āsevanapaccayena paccayo—purimā purimā anupādinnupādāniyā khandhā pacchimānaṁ pacchimānaṁ anupādinnupādāniyānaṁ khandhānaṁ āsevanapaccayena paccayo. Anulomaṁ gotrabhussa … anulomaṁ vodānassa āsevanapaccayena paccayo. ",
  "patthana1.5:243.1": "Anupādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa āsevanapaccayena paccayo—gotrabhu maggassa … vodānaṁ maggassa āsevanapaccayena paccayo. ",
  "patthana1.5:244.0": "Kamma ",
  "patthana1.5:244.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa kammapaccayena paccayo— upādinnupādāniyā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyā cetanā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. Cetanā vatthussa kammapaccayena paccayo. ",
  "patthana1.5:245.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa kammapaccayena paccayo—upādinnupādāniyā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.5:246.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa kammapaccayena paccayo—upādinnupādāniyā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.5:247.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa kammapaccayena paccayo—anupādinnupādāniyā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.5:248.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa kammapaccayena paccayo—nānākkhaṇikā anupādinnupādāniyā cetanā vipākānaṁ upādinnupādāniyānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.5:249.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—anupādinnaanupādāniyā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—anupādinnaanupādāniyā kusalā cetanā vipākānaṁ anupādinnaanupādāniyānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.5:250.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa kammapaccayena paccayo—anupādinnaanupādāniyā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.5:251.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa kammapaccayena paccayo—anupādinnaanupādāniyā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.5:252.0": "Vipāka ",
  "patthana1.5:252.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa vipākapaccayena paccayo— vipāko upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ vipākapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vipākapaccayena paccayo; paṭisandhikkhaṇe vipāko upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ kaṭattā ca rūpānaṁ vipākapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ kaṭattā ca rūpānaṁ vipākapaccayena paccayo. Khandhā vatthussa vipākapaccayena paccayo. ",
  "patthana1.5:253.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa vipākapaccayena paccayo—vipākā upādinnupādāniyā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vipākapaccayena paccayo. ",
  "patthana1.5:254.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa vipākapaccayena paccayo—vipāko upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo. ",
  "patthana1.5:255.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa vipākapaccayena paccayo—vipāko anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ vipākapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vipākapaccayena paccayo. ",
  "patthana1.5:256.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa vipākapaccayena paccayo—vipākā anupādinnaanupādāniyā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vipākapaccayena paccayo. ",
  "patthana1.5:257.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa vipākapaccayena paccayo—vipāko anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo. ",
  "patthana1.5:258.0": "Āhāra ",
  "patthana1.5:258.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa āhārapaccayena paccayo— upādinnupādāniyā āhārā sampayuttakānaṁ khandhānaṁ āhārapaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyā āhārā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ āhārapaccayena paccayo. Upādinnupādāniyo kabaḷīkāro āhāro upādinnupādāniyassa kāyassa āhārapaccayena paccayo. ",
  "patthana1.5:259.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa āhārapaccayena paccayo—upādinnupādāniyā āhārā cittasamuṭṭhānānaṁ rūpānaṁ āhārapaccayena paccayo; upādinnupādāniyo kabaḷīkāro āhāro anupādinnupādāniyassa kāyassa āhārapaccayena paccayo. ",
  "patthana1.5:260.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa āhārapaccayena paccayo—upādinnupādāniyā āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. Upādinnupādāniyo kabaḷīkāro āhāro upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa āhārapaccayena paccayo. ",
  "patthana1.5:261.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa āhārapaccayena paccayo—anupādinnupādāniyā āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. Anupādinnupādāniyo kabaḷīkāro āhāro anupādinnupādāniyassa kāyassa āhārapaccayena paccayo. ",
  "patthana1.5:262.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa āhārapaccayena paccayo—anupādinnupādāniyo kabaḷīkāro āhāro upādinnupādāniyassa kāyassa āhārapaccayena paccayo. ",
  "patthana1.5:263.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa āhārapaccayena paccayo—anupādinnupādāniyo kabaḷīkāro āhāro upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa āhārapaccayena paccayo. ",
  "patthana1.5:264.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa āhārapaccayena paccayo—anupādinnaanupādāniyā āhārā sampayuttakānaṁ khandhānaṁ āhārapaccayena paccayo. ",
  "patthana1.5:265.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa āhārapaccayena paccayo—anupādinnaanupādāniyā āhārā cittasamuṭṭhānānaṁ rūpānaṁ āhārapaccayena paccayo. ",
  "patthana1.5:266.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa āhārapaccayena paccayo—anupādinnaanupādāniyā āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. ",
  "patthana1.5:267.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa dhammassa āhārapaccayena paccayo—upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro upādinnupādāniyassa kāyassa āhārapaccayena paccayo. ",
  "patthana1.5:268.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa āhārapaccayena paccayo—upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro anupādinnupādāniyassa kāyassa āhārapaccayena paccayo. ",
  "patthana1.5:269.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa āhārapaccayena paccayo—upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa āhārapaccayena paccayo. ",
  "patthana1.5:270.0": "Indriya ",
  "patthana1.5:270.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa indriyapaccayena paccayo—upādinnupādāniyā indriyā sampayuttakānaṁ khandhānaṁ indriyapaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyā indriyā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ indriyapaccayena paccayo. Cakkhundriyaṁ cakkhuviññāṇassa …pe… kāyindriyaṁ kāyaviññāṇassa …pe…. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.5:271.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa indriyapaccayena paccayo—upādinnupādāniyā indriyā cittasamuṭṭhānānaṁ rūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.5:272.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa indriyapaccayena paccayo—upādinnupādāniyā indriyā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.5:273.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa indriyapaccayena paccayo—anupādinnupādāniyā indriyā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.5:274.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa indriyapaccayena paccayo—anupādinnaanupādāniyā indriyā sampayuttakānaṁ khandhānaṁ indriyapaccayena paccayo. ",
  "patthana1.5:275.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa indriyapaccayena paccayo—anupādinnaanupādāniyā indriyā cittasamuṭṭhānānaṁ rūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.5:276.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa indriyapaccayena paccayo—anupādinnaanupādāniyā indriyā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.5:277.0": "Jhāna ",
  "patthana1.5:277.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa jhānapaccayena paccayo— upādinnupādāniyāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ jhānapaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ jhānapaccayena paccayo. ",
  "patthana1.5:278.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa jhānapaccayena paccayo—upādinnupādāniyāni jhānaṅgāni cittasamuṭṭhānānaṁ rūpānaṁ jhānapaccayena paccayo. ",
  "patthana1.5:279.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa jhānapaccayena paccayo—upādinnupādāniyāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayo. ",
  "patthana1.5:280.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa jhānapaccayena paccayo—anupādinnupādāniyāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayo. ",
  "patthana1.5:281.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa jhānapaccayena paccayo—anupādinnaanupādāniyāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ jhānapaccayena paccayo. ",
  "patthana1.5:282.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa jhānapaccayena paccayo—anupādinnaanupādāniyāni jhānaṅgāni cittasamuṭṭhānānaṁ rūpānaṁ jhānapaccayena paccayo. ",
  "patthana1.5:283.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa jhānapaccayena paccayo—anupādinnaanupādāniyāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayo. ",
  "patthana1.5:284.0": "Magga ",
  "patthana1.5:284.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa maggapaccayena paccayo— upādinnupādāniyāni maggaṅgāni sampayuttakānaṁ khandhānaṁ maggapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.5:285.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa maggapaccayena paccayo—upādinnupādāniyāni maggaṅgāni cittasamuṭṭhānānaṁ rūpānaṁ maggapaccayena paccayo. ",
  "patthana1.5:286.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa maggapaccayena paccayo—upādinnupādāniyāni maggaṅgāni sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ maggapaccayena paccayo. ",
  "patthana1.5:287.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa maggapaccayena paccayo—anupādinnupādāniyāni maggaṅgāni sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ maggapaccayena paccayo. ",
  "patthana1.5:288.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa maggapaccayena paccayo—anupādinnaanupādāniyāni maggaṅgāni sampayuttakānaṁ khandhānaṁ maggapaccayena paccayo. ",
  "patthana1.5:289.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa maggapaccayena paccayo—anupādinnaanupādāniyāni maggaṅgāni cittasamuṭṭhānānaṁ rūpānaṁ maggapaccayena paccayo. ",
  "patthana1.5:290.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa maggapaccayena paccayo—anupādinnaanupādāniyāni maggaṅgāni sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ maggapaccayena paccayo. ",
  "patthana1.5:291.0": "Sampayutta ",
  "patthana1.5:291.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa sampayuttapaccayena paccayo—upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.5:292.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa sampayuttapaccayena paccayo—anupādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe…. ",
  "patthana1.5:293.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa sampayuttapaccayena paccayo—anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe…. ",
  "patthana1.5:294.0": "Vippayutta ",
  "patthana1.5:294.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—paṭisandhikkhaṇe upādinnupādāniyā khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. Khandhā vatthussa vippayuttapaccayena paccayo. Vatthu khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa vippayuttapaccayena paccayo …pe… kāyāyatanaṁ kāyaviññāṇassa vippayuttapaccayena paccayo. Vatthu upādinnupādāniyānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.5:295.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—upādinnupādāniyā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu anupādinnupādāniyānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.5:296.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu anupādinnaanupādāniyānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana1.5:297.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa vippayuttapaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.5:298.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—anupādinnupādāniyā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.5:299.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.5:300.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.5:301.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.5:302.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—anupādinnaanupādāniyā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.5:303.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa vippayuttapaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.5:304.0": "Atthi ",
  "patthana1.5:304.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ atthipaccayena paccayo; paṭisandhikkhaṇe upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ kaṭattā ca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ kaṭattā ca rūpānaṁ atthipaccayena paccayo. Khandhā vatthussa …pe… vatthu khandhānaṁ …pe… ekaṁ mahābhūtaṁ …pe… mahābhūtā kaṭattārūpānaṁ upādārūpānaṁ atthipaccayena paccayo. Asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… mahābhūtā kaṭattārūpānaṁ upādārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.5:305.1": "**Purejātaṁ**—sekkhā vā puthujjanā vā cakkhuṁ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṁ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Upādinnupādāniyaṁ rūpāyatanaṁ cakkhuviññāṇassa …pe… upādinnupādāniyaṁ gandhāyatanaṁ … rasāyatanaṁ … phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu upādinnupādāniyānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.5:306.1": "**Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa atthipaccayena paccayo. Upādinnupādāniyo **kabaḷīkāro āhāro** upādinnupādāniyassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.5:307.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ. **Sahajātā**—upādinnupādāniyā khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … upādinnupādāniye rūpe … gandhe … rase … phoṭṭhabbe … vatthuṁ aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Dibbena cakkhunā upādinnupādāniyaṁ rūpaṁ passati. Vatthu anupādinnupādāniyānaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa atthipaccayena paccayo. Upādinnupādāniyo **kabaḷīkāro āhāro** anupādinnupādāniyassa kāyassa atthipaccayena paccayo. ",
  "patthana1.5:308.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa atthipaccayena paccayo. **Purejātaṁ**—vatthu anupādinnaanupādāniyānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.5:309.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ. **Sahajāto**—upādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Upādinnupādāniyo **kabaḷīkāro āhāro** upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. ",
  "patthana1.5:310.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ. **Sahajāto**—anupādinnupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. Ekaṁ mahābhūtaṁ tiṇṇannaṁ mahābhūtānaṁ …pe… mahābhūtā cittasamuṭṭhānānaṁ rūpānaṁ upādārūpānaṁ atthipaccayena paccayo. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ …pe…. **Purejātaṁ**—anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Dibbena cakkhunā anupādinnupādāniyaṁ rūpaṁ passati. Dibbāya sotadhātuyā saddaṁ suṇāti. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa atthipaccayena paccayo. Anupādinnupādāniyo **kabaḷīkāro āhāro** anupādinnupādāniyassa kāyassa atthipaccayena paccayo. ",
  "patthana1.5:311.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa atthipaccayena paccayo—purejātaṁ, pacchājātaṁ, āhāraṁ. **Purejātaṁ**—anupādinnupādāniye rūpe … sadde … gandhe … rase … phoṭṭhabbe aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Kusalākusale niruddhe vipāko tadārammaṇatā uppajjati. Anupādinnupādāniyaṁ rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa atthipaccayena paccayo. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa atthipaccayena paccayo. Anupādinnupādāniyo **kabaḷīkāro āhāro** upādinnupādāniyassa kāyassa atthipaccayena paccayo. ",
  "patthana1.5:312.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa atthipaccayena paccayo—pacchājātaṁ, āhāraṁ. **Pacchājātā**—anupādinnupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Anupādinnupādāniyo **kabaḷīkāro āhāro** upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. ",
  "patthana1.5:313.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa atthipaccayena paccayo—anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.5:314.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa atthipaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa kāyassa atthipaccayena paccayo. ",
  "patthana1.5:315.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—anupādinnaanupādāniyā khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa anupādinnupādāniyassa kāyassa atthipaccayena paccayo. ",
  "patthana1.5:316.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajāto**—anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ purejātassa imassa upādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Tayo khandhā ekassa khandhassa purejātassa imassa upādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Dve khandhā dvinnaṁ khandhānaṁ purejātassa imassa upādinnupādāniyassa ca kāyassa atthipaccayena paccayo. ",
  "patthana1.5:317.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajāto**—anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. Tayo khandhā ekassa khandhassa cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. Dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. **Sahajāto**—anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ purejātassa imassa anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Tayo khandhā ekassa khandhassa purejātassa imassa anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Dve khandhā dvinnaṁ khandhānaṁ purejātassa imassa anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. ",
  "patthana1.5:318.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa atthipaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. ",
  "patthana1.5:319.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajāto**—anupādinnaanupādāniyo eko khandho tiṇṇannaṁ khandhānaṁ purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Tayo khandhā ekassa khandhassa purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. Dve khandhā dvinnaṁ khandhānaṁ purejātassa imassa upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. ",
  "patthana1.5:320.1": "Upādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa atthipaccayena paccayo—pacchājātaṁ, indriyaṁ. **Pacchājātā**—anupādinnaanupādāniyā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.5:321.1": "Upādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnaanupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—anupādinnaanupādāniyo eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo. Tayo khandhā ca vatthu ca ekassa khandhassa atthipaccayena paccayo. Dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.5:322.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa atthipaccayena paccayo—pacchājātaṁ, āhāraṁ. **Pacchājātā**—anupādinnaanupādāniyā khandhā ca anupādinnupādāniyo kabaḷīkāro āhāro ca upādinnupādāniyassa kāyassa atthipaccayena paccayo. ",
  "patthana1.5:323.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ. **Sahajātā**—anupādinnaanupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—anupādinnaanupādāniyā khandhā ca anupādinnupādāniyo kabaḷīkāro āhāro ca anupādinnupādāniyassa kāyassa atthipaccayena paccayo. ",
  "patthana1.5:324.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa atthipaccayena paccayo—pacchājātaṁ, āhāraṁ. **Pacchājātā**—anupādinnaanupādāniyā khandhā ca anupādinnupādāniyo kabaḷīkāro āhāro ca upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. ",
  "patthana1.5:325.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa dhammassa atthipaccayena paccayo—purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Purejātaṁ**—anupādinnupādāniyaṁ rūpāyatanañca cakkhāyatanañca cakkhuviññāṇassa atthipaccayena paccayo …pe… anupādinnupādāniyaṁ phoṭṭhabbāyatanañca kāyāyatanañca kāyaviññāṇassa atthipaccayena paccayo. Anupādinnupādāniyaṁ rūpāyatanañca vatthu ca upādinnupādāniyānaṁ khandhānaṁ …pe… anupādinnupādāniyaṁ phoṭṭhabbāyatanañca vatthu ca upādinnupādāniyānaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā ca anupādinnupādāniyo kabaḷīkāro āhāro ca upādinnupādāniyassa kāyassa atthipaccayena paccayo. Upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro upādinnupādāniyassa kāyassa atthipaccayena paccayo. **Pacchājātā**—anupādinnupādāniyā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.5:326.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ. **Sahajātā**—upādinnupādāniyā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Purejātaṁ**—anupādinnupādāniyaṁ rūpāyatanañca vatthu ca anupādinnupādāniyānaṁ khandhānaṁ …pe… anupādinnupādāniyaṁ phoṭṭhabbāyatanañca vatthu ca anupādinnupādāniyānaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—upādinnupādāniyā khandhā ca anupādinnupādāniyo kabaḷīkāro āhāro ca anupādinnupādāniyassa kāyassa atthipaccayena paccayo. Upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro anupādinnupādāniyassa kāyassa atthipaccayena paccayo. ",
  "patthana1.5:327.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa atthipaccayena paccayo … **āhāraṁ …** upādinnupādāniyo ca anupādinnupādāniyo ca kabaḷīkāro āhāro upādinnupādāniyassa ca anupādinnupādāniyassa ca kāyassa atthipaccayena paccayo. ",
  "patthana1.5:328.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa atthipaccayena paccayo—pacchājātaṁ, āhāraṁ, indriyaṁ. **Pacchājātā**—anupādinnaanupādāniyā khandhā ca anupādinnaanupādāniyo kabaḷīkāro āhāro ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.5:329.0": "Natthi-vigatāvigata ",
  "patthana1.5:329.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana1.5:330.0.1": "Saṅkhyāvāra ",
  "patthana1.5:330.0.2": "Suddha ",
  "patthana1.5:330.1": "Hetuyā satta, ārammaṇe cha, adhipatiyā pañca, anantare satta, samanantare satta, sahajāte nava, aññamaññe tīṇi, nissaye ekādasa, upanissaye nava, purejāte satta, pacchājāte nava, āsevane dve, kamme aṭṭha, vipāke cha, āhāre dvādasa, indriye satta, jhāne satta, magge satta, sampayutte tīṇi, vippayutte dasa, atthiyā tevīsa, natthiyā satta, vigate satta, avigate tevīsa. ",
  "patthana1.5:331.0": "Sabhāga ",
  "patthana1.5:331.1": "Hetupaccayā adhipatiyā cattāri, sahajāte satta, aññamaññe tīṇi, nissaye satta, vipāke cha, indriye satta, magge satta, sampayutte tīṇi, vippayutte cattāri, atthiyā satta, avigate satta. (Saṅkhittaṁ.) ",
  "patthana1.5:332.1": "(Yathā kusalattikassa gaṇanā sajjhāyamaggena gaṇitā, evaṁ gaṇetabbā. Kusalattikassa gaṇanato upādinnattike gaṇanā gambhīrā sukhumatarā ca, evaṁ kātuna asammohantena gaṇetabbaṁ.) ",
  "patthana1.5:333.1": "Anulomaṁ. ",
  "patthana1.5:334.0": "Paccanīyuddhāra ",
  "patthana1.5:334.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.5:335.1": "Upādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo. ",
  "patthana1.5:336.1": "Upādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.5:337.1": "Upādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa sahajātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo. ",
  "patthana1.5:338.1": "Anupādinnupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo. ",
  "patthana1.5:339.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo. ",
  "patthana1.5:340.1": "Anupādinnupādāniyo dhammo anupādinnaanupādāniyassa dhammassa upanissayapaccayena paccayo. ",
  "patthana1.5:341.1": "Anupādinnupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātapaccayena paccayo … āhārapaccayena paccayo. ",
  "patthana1.5:342.1": "Anupādinnaanupādāniyo dhammo anupādinnaanupādāniyassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.5:343.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa dhammassa upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana1.5:344.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana1.5:345.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa sahajātaṁ, pacchājātaṁ. ",
  "patthana1.5:346.1": "Anupādinnaanupādāniyo dhammo anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa sahajātaṁ, pacchājātaṁ. ",
  "patthana1.5:347.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātapaccayena paccayo. ",
  "patthana1.5:348.1": "Anupādinnaanupādāniyo dhammo upādinnupādāniyassa ca anupādinnupādāniyassa ca anupādinnaanupādāniyassa ca dhammassa sahajātaṁ, pacchājātaṁ. ",
  "patthana1.5:349.1": "Upādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa pacchājātaṁ, indriyaṁ. ",
  "patthana1.5:350.1": "Upādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnaanupādāniyassa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana1.5:351.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa pacchājātaṁ, āhāraṁ. ",
  "patthana1.5:352.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā anupādinnupādāniyassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ. ",
  "patthana1.5:353.1": "Anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa pacchājātaṁ, āhāraṁ. ",
  "patthana1.5:354.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa dhammassa purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana1.5:355.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā anupādinnupādāniyassa dhammassa sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ. ",
  "patthana1.5:356.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca dhammā upādinnupādāniyassa ca anupādinnupādāniyassa ca dhammassa āhāraṁ. ",
  "patthana1.5:357.1": "Upādinnupādāniyo ca anupādinnupādāniyo ca anupādinnaanupādāniyo ca dhammā upādinnupādāniyassa dhammassa pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana1.5:358.0.1": "1.5.7.2. Paccayapaccanīya ",
  "patthana1.5:358.0.2": "Saṅkhyāvāra ",
  "patthana1.5:358.0.3": "Suddha ",
  "patthana1.5:358.1": "Nahetuyā catuvīsati, naārammaṇe catuvīsati, naadhipatiyā catuvīsati, naanantare catuvīsati, nasamanantare catuvīsati, nasahajāte vīsati, naaññamaññe vīsati, nanissaye vīsati, naupanissaye tevīsati, napurejāte tevīsati, napacchājāte sattarasa, naāsevane catuvīsati, nakamme catuvīsati, navipāke catuvīsati, naāhāre vīsati, naindriye bāvīsati, najhāne catuvīsati, namagge catuvīsati, nasampayutte vīsati, navippayutte cuddasa, noatthiyā nava, nonatthiyā catuvīsati, novigate catuvīsati, noavigate nava. ",
  "patthana1.5:359.0": "Duka ",
  "patthana1.5:359.1": "Nahetupaccayā naārammaṇe catuvīsati. (Saṅkhittaṁ.) ",
  "patthana1.5:360.1": "Yathā kusalattike paccanīyagaṇanā vitthāritā, evaṁ vitthāretabbaṁ. ",
  "patthana1.5:361.1": "Paccanīyaṁ. ",
  "patthana1.5:362.0.1": "1.5.7.3. Paccayānulomapaccanīya ",
  "patthana1.5:362.0.2": "Hetuduka ",
  "patthana1.5:362.1": "Hetupaccayā naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, naaññamaññe cattāri, naupanissaye satta, napurejāte satta, napacchājāte satta, naāsevane satta, nakamme satta, navipāke cattāri, naāhāre satta, naindriye satta, najhāne satta, namagge satta, nasampayutte cattāri, navippayutte tīṇi, nonatthiyā satta, novigate satta. ",
  "patthana1.5:363.0": "Hetughaṭanā ",
  "patthana1.5:363.1": "Hetu sahajāta nissaya atthi avigatanti naārammaṇe satta, naadhipatiyā satta, naanantare satta …pe… naaññamaññe cattāri …pe… navipāke cattāri …pe… nasampayutte cattāri, navippayutte tīṇi, nonatthiyā satta, novigate satta. (Saṅkhittaṁ.) ",
  "patthana1.5:364.1": "(Yathā kusalattike anulomapaccanīyagaṇanā vibhattā, evaṁ gaṇetabbā.) ",
  "patthana1.5:365.1": "Anulomapaccanīyaṁ. ",
  "patthana1.5:366.0.1": "1.5.7.4. Paccayapaccanīyānuloma ",
  "patthana1.5:366.0.2": "Nahetuduka ",
  "patthana1.5:366.1": "Nahetupaccayā ārammaṇe cha, adhipatiyā pañca, anantare satta, samanantare satta, sahajāte nava, aññamaññe tīṇi, nissaye ekādasa, upanissaye nava, purejāte satta, pacchājāte nava, āsevane dve, kamme aṭṭha, vipāke cha, āhāre dvādasa, indriye satta, jhāne satta, magge satta, sampayutte tīṇi, vippayutte dasa, atthiyā tevīsati, natthiyā satta, vigate satta, avigate tevīsati. (Saṅkhittaṁ.) ",
  "patthana1.5:367.1": "(Yathā kusalattike paccanīyānulomagaṇanā vibhattā, evaṁ gaṇetabbā.) ",
  "patthana1.5:368.1": "Paccanīyānulomaṁ. ",
  "patthana1.5:369.1": "Upādinnattikaṁ niṭṭhitaṁ. "
}