{
  "patthana1.17:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.17:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.17:0.3": "1.17. Maggārammaṇattika ",
  "patthana1.17:1.0.1": "Vibhaṅgavāra ",
  "patthana1.17:1.0.2": "Hetu ",
  "patthana1.17:1.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati hetupaccayā— maggārammaṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:2.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati hetupaccayā— maggārammaṇaṁ ekaṁ khandhaṁ paṭicca maggādhipatī tayo khandhā, tayo khandhe paṭicca eko khandho. Dve khandhe …pe…. ",
  "patthana1.17:3.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggārammaṇaṁ ekaṁ khandhaṁ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:4.1": "Maggahetukaṁ dhammaṁ paṭicca maggahetuko dhammo uppajjati hetupaccayā— maggahetukaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:5.1": "Maggahetukaṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati hetupaccayā— maggahetukaṁ ekaṁ khandhaṁ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:6.1": "Maggahetukaṁ dhammaṁ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggahetukaṁ ekaṁ khandhaṁ paṭicca maggahetukā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:7.1": "Maggādhipatiṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati hetupaccayā— maggādhipatiṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:8.1": "Maggādhipatiṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati hetupaccayā— maggādhipatiṁ ekaṁ khandhaṁ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:9.1": "Maggādhipatiṁ dhammaṁ paṭicca maggahetuko dhammo uppajjati hetupaccayā— maggādhipatiṁ ekaṁ khandhaṁ paṭicca maggahetukā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:10.1": "Maggādhipatiṁ dhammaṁ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggādhipatiṁ ekaṁ khandhaṁ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:11.1": "Maggādhipatiṁ dhammaṁ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggādhipatiṁ ekaṁ khandhaṁ paṭicca maggahetukā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:12.1": "Maggārammaṇañca maggādhipatiñca dhammaṁ paṭicca maggārammaṇo dhammo uppajjati hetupaccayā—maggārammaṇañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:13.1": "Maggārammaṇañca maggādhipatiñca dhammaṁ paṭicca maggādhipati dhammo uppajjati hetupaccayā—maggārammaṇañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:14.1": "Maggārammaṇañca maggādhipatiñca dhammaṁ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggārammaṇañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:15.1": "Maggahetukañca maggādhipatiñca dhammaṁ paṭicca maggahetuko dhammo uppajjati hetupaccayā—maggahetukañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggahetukā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:16.1": "Maggahetukañca maggādhipatiñca dhammaṁ paṭicca maggādhipati dhammo uppajjati hetupaccayā—maggahetukañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:17.1": "Maggahetukañca maggādhipatiñca dhammaṁ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti hetupaccayā—maggahetukañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggahetukā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:18.0": "Ārammaṇādi ",
  "patthana1.17:18.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati ārammaṇapaccayā … adhipatipaccayā … anantarapaccayā … samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā … kammapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana1.17:19.0.1": "Saṅkhyāvāra ",
  "patthana1.17:19.0.2": "Suddha ",
  "patthana1.17:19.1": "Hetuyā sattarasa, ārammaṇe adhipatiyā anantare samanantare sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme āhāre indriye jhāne magge sampayutte vippayutte atthiyā natthiyā vigate avigate sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.17:20.1": "Anulomaṁ. ",
  "patthana1.17:21.0.1": "1.17.1.2. Paccayapaccanīya ",
  "patthana1.17:21.0.2": "Vibhaṅgavāra ",
  "patthana1.17:21.0.3": "Nahetu ",
  "patthana1.17:21.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati nahetupaccayā— ahetukaṁ maggārammaṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:22.0": "Naadhipati ",
  "patthana1.17:22.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati naadhipatipaccayā— maggārammaṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:23.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati naadhipatipaccayā— maggārammaṇaṁ ekaṁ khandhaṁ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:24.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggārammaṇaṁ ekaṁ khandhaṁ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:25.1": "Maggahetukaṁ dhammaṁ paṭicca maggahetuko dhammo uppajjati naadhipatipaccayā— maggahetuke khandhe paṭicca maggahetukādhipati. ",
  "patthana1.17:26.1": "Maggahetukaṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati naadhipatipaccayā— maggahetuke khandhe paṭicca maggādhipati adhipati. ",
  "patthana1.17:27.1": "Maggahetukaṁ dhammaṁ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggahetuke khandhe paṭicca maggahetuko ca maggādhipati ca adhipati. ",
  "patthana1.17:28.1": "Maggādhipatiṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati naadhipatipaccayā— maggādhipatī khandhe paṭicca maggādhipati adhipati. Maggādhipatiṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:29.1": "Maggādhipatiṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati naadhipatipaccayā— maggādhipatiṁ ekaṁ khandhaṁ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:30.1": "Maggādhipatiṁ dhammaṁ paṭicca maggahetuko dhammo uppajjati naadhipatipaccayā— maggādhipatī khandhe paṭicca maggahetuko adhipati. ",
  "patthana1.17:31.1": "Maggādhipatiṁ dhammaṁ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggādhipatiṁ ekaṁ khandhaṁ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:32.1": "Maggādhipatiṁ dhammaṁ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggādhipatī khandhe paṭicca maggahetuko ca maggādhipati ca adhipati. ",
  "patthana1.17:33.1": "Maggārammaṇañca maggādhipatiñca dhammaṁ paṭicca maggārammaṇo dhammo uppajjati naadhipatipaccayā—maggārammaṇañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:34.1": "Maggārammaṇañca maggādhipatiñca dhammaṁ paṭicca maggādhipati dhammo uppajjati naadhipatipaccayā—maggārammaṇañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:35.1": "Maggārammaṇañca maggādhipatiñca dhammaṁ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggārammaṇañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:36.1": "Maggahetukañca maggādhipatiñca dhammaṁ paṭicca maggahetuko dhammo uppajjati naadhipatipaccayā—maggahetuke ca maggādhipatī ca khandhe paṭicca maggahetuko adhipati. ",
  "patthana1.17:37.1": "Maggahetukañca maggādhipatiñca dhammaṁ paṭicca maggādhipati dhammo uppajjati naadhipatipaccayā—maggahetuke ca maggādhipatī ca khandhe paṭicca maggādhipati adhipati. ",
  "patthana1.17:38.1": "Maggahetukañca maggādhipatiñca dhammaṁ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti naadhipatipaccayā—maggahetuke ca maggādhipatī ca khandhe paṭicca maggahetuko ca maggādhipati ca adhipati. ",
  "patthana1.17:39.0": "Napurejātādi ",
  "patthana1.17:39.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati napurejātapaccayā … napacchājātapaccayā. (Paripuṇṇā dvepi.) ",
  "patthana1.17:40.0": "Naāsevana ",
  "patthana1.17:40.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati naāsevanapaccayā— maggārammaṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:41.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati naāsevanapaccayā— maggārammaṇaṁ ekaṁ khandhaṁ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:42.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naāsevanapaccayā—maggārammaṇaṁ ekaṁ khandhaṁ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:43.1": "Maggādhipatiṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati naāsevanapaccayā— maggādhipatiṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:44.1": "Maggādhipatiṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati naāsevanapaccayā— maggādhipatiṁ ekaṁ khandhaṁ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:45.1": "Maggādhipatiṁ dhammaṁ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naāsevanapaccayā—maggādhipatiṁ ekaṁ khandhaṁ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:46.1": "Maggārammaṇañca maggādhipatiñca dhammaṁ paṭicca maggārammaṇo dhammo uppajjati naāsevanapaccayā—maggārammaṇañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggārammaṇā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:47.1": "Maggārammaṇañca maggādhipatiñca dhammaṁ paṭicca maggādhipati dhammo uppajjati naāsevanapaccayā—maggārammaṇañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggādhipatī tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:48.1": "Maggārammaṇañca maggādhipatiñca dhammaṁ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti naāsevanapaccayā—maggārammaṇañca maggādhipatiñca ekaṁ khandhaṁ paṭicca maggārammaṇā ca maggādhipatī ca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:49.0": "Nakamma ",
  "patthana1.17:49.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati nakammapaccayā— maggārammaṇe khandhe paṭicca maggārammaṇā cetanā. ",
  "patthana1.17:50.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati nakammapaccayā— maggārammaṇe khandhe paṭicca maggādhipati cetanā. ",
  "patthana1.17:51.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo ca maggādhipati ca dhammā uppajjanti nakammapaccayā—maggārammaṇe khandhe paṭicca maggārammaṇā ca maggādhipati ca cetanā. ",
  "patthana1.17:52.1": "Maggahetukaṁ dhammaṁ paṭicca maggahetuko dhammo uppajjati nakammapaccayā— maggahetuke khandhe paṭicca maggahetukā cetanā. ",
  "patthana1.17:53.1": "Maggahetukaṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati nakammapaccayā— maggahetuke khandhe paṭicca maggādhipati cetanā. ",
  "patthana1.17:54.1": "Maggahetukaṁ dhammaṁ paṭicca maggahetuko ca maggādhipati ca dhammā uppajjanti nakammapaccayā—maggahetuke khandhe paṭicca maggahetuko ca maggādhipati ca cetanā. ",
  "patthana1.17:55.1": "Maggādhipatiṁ dhammaṁ paṭicca maggādhipati dhammo uppajjati nakammapaccayā— maggādhipatī khandhe paṭicca maggādhipati cetanā. (Pañca pañhā.) ",
  "patthana1.17:56.1": "Maggārammaṇañca maggādhipatiñca dhammaṁ paṭicca maggārammaṇo dhammo uppajjati nakammapaccayā. (Paṭhamaghaṭane tīṇi.) ",
  "patthana1.17:57.1": "Maggahetukañca maggādhipatiñca dhammaṁ paṭicca maggahetuko dhammo uppajjati nakammapaccayā. (Dutiyaghaṭane tīṇi pañhā.) ",
  "patthana1.17:58.0": "Navipāka ",
  "patthana1.17:58.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati navipākapaccayā. (Paripuṇṇaṁ.) ",
  "patthana1.17:59.0": "Namagga ",
  "patthana1.17:59.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati namaggapaccayā— ahetukaṁ maggārammaṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.17:60.0": "Navippayutta ",
  "patthana1.17:60.1": "Maggārammaṇaṁ dhammaṁ paṭicca maggārammaṇo dhammo uppajjati navippayuttapaccayā. (Paripuṇṇaṁ, arūpanti niyāmetabbaṁ.) ",
  "patthana1.17:61.0.1": "Saṅkhyāvāra ",
  "patthana1.17:61.0.2": "Suddha ",
  "patthana1.17:61.1": "Nahetuyā ekaṁ, naadhipatiyā sattarasa, napurejāte sattarasa, napacchājāte sattarasa, naāsevane nava, nakamme sattarasa, navipāke sattarasa, namagge ekaṁ, navippayutte sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.17:62.1": "Paccanīyaṁ. ",
  "patthana1.17:63.0.1": "1.17.1.3. Paccayānulomapaccanīya ",
  "patthana1.17:63.0.2": "Hetuduka ",
  "patthana1.17:63.1": "Hetupaccayā naadhipatiyā sattarasa, napurejāte sattarasa, napacchājāte sattarasa, naāsevane nava, nakamme sattarasa, navipāke navippayutte sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.17:64.1": "Anulomapaccanīyaṁ. ",
  "patthana1.17:65.0.1": "1.17.1.4. Paccayapaccanīyānuloma ",
  "patthana1.17:65.0.2": "Nahetuduka ",
  "patthana1.17:65.1": "Nahetupaccayā ārammaṇe ekaṁ, anantare ekaṁ, samanantare ekaṁ …pe… jhāne sampayutte vippayutte atthiyā natthiyā vigate avigate ekaṁ. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.17:66.1": "Paccayānulomaṁ. ",
  "patthana1.17:66.2": "Paṭiccavāro. ",
  "patthana1.17:67.0": "1.17.2–6. Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana1.17:67.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadiso.) ",
  "patthana1.17:68.0.1": "1.17.7. Pañhāvāra ",
  "patthana1.17:68.0.2": "1.17.7.1. Paccayānuloma ",
  "patthana1.17:68.0.3": "Vibhaṅgavāra ",
  "patthana1.17:68.0.4": "Hetu ",
  "patthana1.17:68.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa hetupaccayena paccayo— maggārammaṇā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.17:69.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa hetupaccayena paccayo— maggārammaṇā hetū sampayuttakānaṁ maggādhipatīnaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.17:70.1": "Maggārammaṇo dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa hetupaccayena paccayo. (Iminā kāraṇena sattarasa pañhā kātabbā.) ",
  "patthana1.17:71.0": "Ārammaṇa ",
  "patthana1.17:71.1": "Maggahetuko dhammo maggārammaṇassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, cetopariyañāṇena maggahetukacittasamaṅgissa cittaṁ jānanti, maggahetukā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.17:72.1": "Maggahetuko dhammo maggādhipatissa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:73.1": "Maggahetuko dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:74.1": "Maggādhipati dhammo maggādhipatissa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:75.1": "Maggādhipati dhammo maggārammaṇassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, cetopariyañāṇena maggādhipaticittasamaṅgissa cittaṁ jānanti, maggādhipatī khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.17:76.1": "Maggādhipati dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:77.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, cetopariyañāṇena maggahetukamaggādhipaticittasamaṅgissa cittaṁ jānanti, maggahetukā ca maggādhipatī ca khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.17:78.1": "Maggahetuko ca maggādhipati ca dhammā maggādhipatissa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:79.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:80.0": "Adhipati ",
  "patthana1.17:80.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:81.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇādhipati sampayuttakānaṁ maggādhipatīnaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:82.1": "Maggārammaṇo dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇādhipati sampayuttakānaṁ maggārammaṇānañca maggādhipatīnañca khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:83.1": "Maggahetuko dhammo maggahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggahetukādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:84.1": "Maggahetuko dhammo maggārammaṇassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:85.1": "Maggahetuko dhammo maggādhipatissa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. **Sahajātādhipati**—maggahetukādhipati sampayuttakānaṁ maggādhipatīnaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:86.1": "Maggahetuko dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:87.1": "Maggahetuko dhammo maggahetukassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggahetukādhipati sampayuttakānaṁ maggahetukānañca maggādhipatīnañca khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:88.1": "Maggādhipati dhammo maggādhipatissa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. **Sahajātādhipati**—maggādhipati adhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:89.1": "Maggādhipati dhammo maggārammaṇassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. **Sahajātādhipati**—maggādhipati adhipati sampayuttakānaṁ maggārammaṇānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:90.1": "Maggādhipati dhammo maggahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggādhipati adhipati sampayuttakānaṁ maggahetukānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:91.1": "Maggādhipati dhammo maggārammaṇassa ca maggādhipatissa ca adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. **Sahajātādhipati**—maggādhipati adhipati sampayuttakānaṁ maggārammaṇānañca maggādhipatīnañca khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:92.1": "Maggādhipati dhammo maggahetukassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggādhipati adhipati sampayuttakānaṁ maggāhetukānañca maggādhipatīnañca khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:93.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇā ca maggādhipatī ca adhipati sampayuttakānaṁ maggārammaṇānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:94.1": "Maggārammaṇo ca maggādhipati ca dhammā maggādhipatissa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇā ca maggādhipatī ca adhipati sampayuttakānaṁ maggādhipatīnaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:95.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggārammaṇā ca maggādhipatī ca adhipati sampayuttakānaṁ maggārammaṇānañca maggādhipatīnañca khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:96.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:97.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggahetukā ca maggādhipatī ca adhipati sampayuttakānaṁ maggahetukānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:98.1": "Maggahetuko ca maggādhipati ca dhammā maggādhipatissa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. **Sahajātādhipati**—maggahetukā ca maggādhipatī ca adhipati sampayuttakānaṁ maggādhipatīnaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:99.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:100.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa ca maggādhipatissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—maggahetukā ca maggādhipatī ca adhipati sampayuttakānaṁ maggahetukānañca maggādhipatīnañca khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.17:101.0": "Anantara ",
  "patthana1.17:101.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa anantarapaccayena paccayo— purimā purimā maggārammaṇā khandhā pacchimānaṁ pacchimānaṁ maggārammaṇānaṁ khandhānaṁ anantarapaccayena paccayo. Āvajjanā maggārammaṇānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.17:102.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa anantarapaccayena paccayo— purimā purimā maggārammaṇā khandhā pacchimānaṁ pacchimānaṁ maggādhipatīnaṁ khandhānaṁ anantarapaccayena paccayo. Āvajjanā maggādhipatīnaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.17:103.1": "Maggārammaṇo dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa anantarapaccayena paccayo—purimā purimā maggārammaṇā khandhā pacchimānaṁ pacchimānaṁ maggārammaṇānañca maggādhipatīnañca khandhānaṁ anantarapaccayena paccayo. Āvajjanā maggārammaṇānañca maggādhipatīnañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.17:104.1": "Maggādhipati dhammo maggādhipatissa dhammassa anantarapaccayena paccayo— purimā purimā maggādhipatī khandhā pacchimānaṁ pacchimānaṁ maggādhipatīnaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.17:105.1": "Maggādhipati dhammo maggārammaṇassa dhammassa anantarapaccayena paccayo— purimā purimā maggādhipatī khandhā pacchimānaṁ pacchimānaṁ maggārammaṇānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.17:106.1": "Maggādhipati dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa anantarapaccayena paccayo—purimā purimā maggādhipatī khandhā pacchimānaṁ pacchimānaṁ maggārammaṇānañca maggādhipatīnañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.17:107.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa dhammassa anantarapaccayena paccayo—purimā purimā maggārammaṇā ca maggādhipatī ca khandhā pacchimānaṁ pacchimānaṁ maggārammaṇānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.17:108.1": "Maggārammaṇo ca maggādhipati ca dhammā maggādhipatissa dhammassa anantarapaccayena paccayo—purimā purimā maggārammaṇā ca maggādhipatī ca khandhā pacchimānaṁ pacchimānaṁ maggādhipatīnaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.17:109.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa anantarapaccayena paccayo—purimā purimā maggārammaṇā ca maggādhipatī ca khandhā pacchimānaṁ pacchimānaṁ maggārammaṇānañca maggādhipatīnañca khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.17:110.0": "Samanantarādi ",
  "patthana1.17:110.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa samanantarapaccayena paccayo …pe… (anantarasadisaṁ) sahajātapaccayena paccayo … aññamaññapaccayena paccayo … nissayapaccayena paccayo …. (Tīsupi sattarasa pañhā kātabbā.) ",
  "patthana1.17:111.0": "Upanissaya ",
  "patthana1.17:111.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. ",
  "patthana1.17:112.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. ",
  "patthana1.17:113.1": "Maggārammaṇo dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. ",
  "patthana1.17:114.1": "Maggahetuko dhammo maggahetukassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa upanissayapaccayena paccayo …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.17:115.1": "Maggahetuko dhammo maggārammaṇassa dhammassa upanissayapaccayena paccayo. **Ārammaṇūpanissayo**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:116.1": "Maggahetuko dhammo maggādhipatissa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.17:117.1": "Maggahetuko dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. **Ārammaṇūpanissayo**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:118.1": "Maggahetuko dhammo maggahetukassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.17:119.1": "Maggādhipati dhammo maggādhipatissa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo; paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. ",
  "patthana1.17:120.1": "Maggādhipati dhammo maggārammaṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. ",
  "patthana1.17:121.1": "Maggādhipati dhammo maggahetukassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.17:122.1": "Maggādhipati dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. ",
  "patthana1.17:123.1": "Maggādhipati dhammo maggahetukassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.17:124.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. ",
  "patthana1.17:125.1": "Maggārammaṇo ca maggādhipati ca dhammā maggādhipatissa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. ",
  "patthana1.17:126.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paccavekkhaṇā paccavekkhaṇāya upanissayapaccayena paccayo. ",
  "patthana1.17:127.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa dhammassa upanissayapaccayena paccayo. **Ārammaṇūpanissayo**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:128.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.17:129.1": "Maggahetuko ca maggādhipati ca dhammā maggādhipatissa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.17:130.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. **Ārammaṇūpanissayo**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.17:131.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.17:132.0": "Āsevana ",
  "patthana1.17:132.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa āsevanapaccayena paccayo—purimā purimā maggārammaṇā khandhā pacchimānaṁ pacchimānaṁ maggārammaṇānaṁ khandhānaṁ āsevanapaccayena paccayo. ",
  "patthana1.17:133.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa āsevanapaccayena paccayo. (Anantarasadisaṁ. Nava pañhā kātabbā, āvajjanā na kātabbā.) ",
  "patthana1.17:134.0": "Kammādi ",
  "patthana1.17:134.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa kammapaccayena paccayo— sahajātā …pe…. (Nānākkhaṇikā natthi, sattarasa pañhā kātabbā.) ",
  "patthana1.17:135.0": "Āhārādi ",
  "patthana1.17:135.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo … atthipaccayena paccayo (ime satta paccayā sattarasa pañhā hetusadisā) … natthipaccayena paccayo … vigatapaccayena paccayo (anantarasadisā) … avigatapaccayena paccayo. (Sattarasa pañhā.) ",
  "patthana1.17:136.0.1": "Saṅkhyāvāra ",
  "patthana1.17:136.0.2": "Suddha ",
  "patthana1.17:136.1": "Hetuyā sattarasa, ārammaṇe nava, adhipatiyā ekavīsa, anantare nava, samanantare nava, sahajāte sattarasa, aññamaññe sattarasa, nissaye sattarasa, upanissaye ekavīsa, āsevane nava, kamme sattarasa, āhāre indriye jhāne magge sampayutte sattarasa, atthiyā sattarasa, natthiyā nava, vigate nava, avigate sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.17:137.1": "Anulomaṁ. ",
  "patthana1.17:138.0": "Paccanīyuddhāra ",
  "patthana1.17:138.1": "Maggārammaṇo dhammo maggārammaṇassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:139.1": "Maggārammaṇo dhammo maggādhipatissa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:140.1": "Maggārammaṇo dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:141.1": "Maggahetuko dhammo maggahetukassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:142.1": "Maggahetuko dhammo maggārammaṇassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:143.1": "Maggahetuko dhammo maggādhipatissa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:144.1": "Maggahetuko dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:145.1": "Maggahetuko dhammo maggahetukassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:146.1": "Maggādhipati dhammo maggādhipatissa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:147.1": "Maggādhipati dhammo maggārammaṇassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:148.1": "Maggādhipati dhammo maggahetukassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:149.1": "Maggādhipati dhammo maggārammaṇassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:150.1": "Maggādhipati dhammo maggahetukassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:151.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:152.1": "Maggārammaṇo ca maggādhipati ca dhammā maggādhipatissa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:153.1": "Maggārammaṇo ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:154.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:155.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:156.1": "Maggahetuko ca maggādhipati ca dhammā maggādhipatissa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:157.1": "Maggahetuko ca maggādhipati ca dhammā maggārammaṇassa ca maggādhipatissa ca dhammassa upanissayapaccayena paccayo. ",
  "patthana1.17:158.1": "Maggahetuko ca maggādhipati ca dhammā maggahetukassa ca maggādhipatissa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.17:159.0.1": "1.17.7.2. Paccayapaccanīya ",
  "patthana1.17:159.0.2": "Saṅkhyāvāra ",
  "patthana1.17:159.0.3": "Suddha ",
  "patthana1.17:159.1": "Nahetuyā ekavīsa, naārammaṇe sattarasa (naārammaṇe gahite pakatārammaṇampi upanissayārammaṇampi dvepi chijjanti), naadhipatiyā ekavīsa, naanantare nasamanantare nasahajāte naaññamaññe nanissaye naupanissaye napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge nasampayutte navippayutte noatthiyā nonatthiyā novigate noavigate ekavīsa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.17:160.1": "Paccanīyaṁ. ",
  "patthana1.17:161.0.1": "1.17.7.3. Paccayānulomapaccanīya ",
  "patthana1.17:161.0.2": "Hetuduka ",
  "patthana1.17:161.1": "Hetupaccayā naārammaṇe sattarasa, naadhipatiyā naanantare nasamanantare naupanissaye napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge navippayutte nonatthiyā novigate sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.17:162.1": "Anulomapaccanīyaṁ. ",
  "patthana1.17:163.0.1": "1.17.7.4. Paccayapaccanīyānuloma ",
  "patthana1.17:163.0.2": "Nahetuduka ",
  "patthana1.17:163.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā ekavīsa, anantare nava, samanantare nava, sahajāte sattarasa, aññamaññe sattarasa, nissaye sattarasa, upanissaye ekavīsa, āsevane nava, kamme sattarasa, āhāre sattarasa, indriye jhāne magge sampayutte sattarasa, atthiyā sattarasa, natthiyā nava, vigate nava, avigate sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.17:164.1": "Paccanīyānulomaṁ. ",
  "patthana1.17:165.1": "Maggārammaṇattikaṁ niṭṭhitaṁ. "
}