{
  "patthana1.8:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.8:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.8:0.3": "1.8. Pītittika ",
  "patthana1.8:1.0.1": "Vibhaṅgavāra ",
  "patthana1.8:1.0.2": "Hetu ",
  "patthana1.8:1.1": "Pītisahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati hetupaccayā— pītisahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho, dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe pītisahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.8:2.1": "Pītisahagataṁ dhammaṁ paṭicca sukhasahagato dhammo uppajjati hetupaccayā— pītisahagataṁ ekaṁ khandhaṁ paṭicca sukhasahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe pītisahagataṁ ekaṁ khandhaṁ paṭicca sukhasahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.8:3.1": "Pītisahagataṁ dhammaṁ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti hetupaccayā—pītisahagataṁ ekaṁ khandhaṁ paṭicca pītisahagatā ca sukhasahagatā ca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe pītisahagataṁ ekaṁ khandhaṁ paṭicca pītisahagatā ca sukhasahagatā ca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.8:4.1": "Sukhasahagataṁ dhammaṁ paṭicca sukhasahagato dhammo uppajjati hetupaccayā— sukhasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Paṭisandhikkhaṇe sukhasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.8:5.1": "Sukhasahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati hetupaccayā— sukhasahagataṁ ekaṁ khandhaṁ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe sukhasahagataṁ ekaṁ khandhaṁ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.8:6.1": "Sukhasahagataṁ dhammaṁ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti hetupaccayā—sukhasahagataṁ ekaṁ khandhaṁ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. Paṭisandhikkhaṇe sukhasahagataṁ ekaṁ khandhaṁ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.8:7.1": "Upekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato dhammo uppajjati hetupaccayā— upekkhāsahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.8:8.1": "Pītisahagatañca sukhasahagatañca dhammaṁ paṭicca pītisahagato dhammo uppajjati hetupaccayā—pītisahagatañca sukhasahagatañca ekaṁ khandhaṁ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe pītisahagatañca sukhasahagatañca ekaṁ khandhaṁ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.8:9.1": "Pītisahagatañca sukhasahagatañca dhammaṁ paṭicca sukhasahagato dhammo uppajjati hetupaccayā—pītisahagatañca sukhasahagatañca ekaṁ khandhaṁ paṭicca sukhasahagatā dve khandhā, dve khandhe paṭicca eko khandho. Paṭisandhikkhaṇe pītisahagatañca sukhasahagatañca ekaṁ khandhaṁ paṭicca sukhasahagatā dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.8:10.1": "Pītisahagatañca sukhasahagatañca dhammaṁ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti hetupaccayā—pītisahagatañca sukhasahagatañca ekaṁ khandhaṁ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. Paṭisandhikkhaṇe pītisahagatañca sukhasahagatañca ekaṁ khandhaṁ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.8:11.0": "Ārammaṇādi ",
  "patthana1.8:11.1": "Pītisahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati ārammaṇapaccayā … adhipatipaccayā … (paṭisandhikkhaṇe natthi) anantarapaccayā … samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … (purejāte paṭisandhikkhaṇe natthi) āsevanapaccayā … (āsevane vipākaṁ natthi) kammapaccayā … vipākapaccayā … āhāra …pe… indriya … jhāna … magga … sampayutta … vippayutta … atthi … natthi … vigata … avigatapaccayā. ",
  "patthana1.8:12.0.1": "Saṅkhyāvāra ",
  "patthana1.8:12.0.2": "Suddha ",
  "patthana1.8:12.1": "Hetuyā dasa, ārammaṇe dasa, adhipatiyā dasa, anantare samanantare sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme vipāke āhāre indriye jhāne magge sampayutte vippayutte atthiyā natthiyā vigate avigate sabbattha dasa. ",
  "patthana1.8:13.1": "Evaṁ anulomagaṇanā gaṇetabbā. ",
  "patthana1.8:13.2": "Anulomaṁ. ",
  "patthana1.8:14.0.1": "1.8.1.2. Paccayapaccanīya ",
  "patthana1.8:14.0.2": "Vibhaṅgavāra ",
  "patthana1.8:14.0.3": "Nahetu ",
  "patthana1.8:14.1": "Pītisahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati nahetupaccayā— ahetukaṁ pītisahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.8:15.1": "Pītisahagataṁ dhammaṁ paṭicca sukhasahagato dhammo uppajjati nahetupaccayā— ahetukaṁ pītisahagataṁ ekaṁ khandhaṁ paṭicca sukhasahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.8:16.1": "Pītisahagataṁ dhammaṁ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti nahetupaccayā—ahetukaṁ pītisahagataṁ ekaṁ khandhaṁ paṭicca pītisahagatā ca sukhasahagatā ca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.8:17.1": "Sukhasahagataṁ dhammaṁ paṭicca sukhasahagato dhammo uppajjati nahetupaccayā— ahetukaṁ sukhasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.8:18.1": "Sukhasahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati nahetupaccayā— ahetukaṁ sukhasahagataṁ ekaṁ khandhaṁ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.8:19.1": "Sukhasahagataṁ dhammaṁ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti nahetupaccayā—ahetukaṁ sukhasahagataṁ ekaṁ khandhaṁ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.8:20.1": "Upekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato dhammo uppajjati nahetupaccayā—ahetukaṁ upekkhāsahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Ahetukapaṭisandhikkhaṇe upekkhāsahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.8:21.1": "Pītisahagatañca sukhasahagatañca dhammaṁ paṭicca pītisahagato dhammo uppajjati nahetupaccayā—ahetukaṁ pītisahagatañca sukhasahagatañca ekaṁ khandhaṁ paṭicca pītisahagatā tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.8:22.1": "Pītisahagatañca sukhasahagatañca dhammaṁ paṭicca sukhasahagato dhammo uppajjati nahetupaccayā—ahetukaṁ pītisahagatañca sukhasahagatañca ekaṁ khandhaṁ paṭicca sukhasahagatā dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.8:23.1": "Pītisahagatañca sukhasahagatañca dhammaṁ paṭicca pītisahagato ca sukhasahagato ca dhammā uppajjanti nahetupaccayā—ahetukaṁ pītisahagatañca sukhasahagatañca ekaṁ khandhaṁ paṭicca pītisahagatā ca sukhasahagatā ca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.8:24.0": "Naadhipati-naāsevana ",
  "patthana1.8:24.1": "Pītisahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati naadhipatipaccayā (naadhipatipaṭisandhikkhaṇe paripuṇṇaṁ) … napurejātapaccayā … (“arūpe”ti niyāmetabbaṁ “paṭisandhikkhaṇe”ti ca) napacchājātapaccayā … naāsevanapaccayā. ",
  "patthana1.8:25.0": "Nakamma ",
  "patthana1.8:25.1": "Pītisahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati nakammapaccayā— pītisahagate khandhe paṭicca pītisahagatā cetanā. ",
  "patthana1.8:26.1": "Pītisahagataṁ dhammaṁ paṭicca sukhasahagato dhammo uppajjati nakammapaccayā— pītisahagate khandhe paṭicca sukhasahagatā cetanā. ",
  "patthana1.8:27.1": "Iminā kāraṇena dasa pañhā vitthāretabbā. ",
  "patthana1.8:28.0": "Navipāka ",
  "patthana1.8:28.1": "Pītisahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati navipākapaccayā …pe…. (Paripuṇṇaṁ, paṭisandhi natthi.) ",
  "patthana1.8:29.0": "Najhānādi ",
  "patthana1.8:29.1": "Sukhasahagataṁ dhammaṁ paṭicca sukhasahagato dhammo uppajjati najhānapaccayā— sukhasahagataṁ kāyaviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.8:30.1": "Upekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato dhammo uppajjati najhānapaccayā—catuviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.8:31.1": "(Namaggapaccayā nahetupaccayasadisaṁ. Moho natthi. Navippayuttapaccayā paripuṇṇaṁ, arūpapañhameva.) ",
  "patthana1.8:32.0.1": "Saṅkhyāvāra ",
  "patthana1.8:32.0.2": "Suddha ",
  "patthana1.8:32.1": "Nahetuyā dasa, naadhipatiyā dasa, napurejāte napacchājāte naāsevane nakamme navipāke dasa, najhāne dve, namagge dasa, navippayutte dasa. (Paccanīyaṁ paripuṇṇaṁ kātabbaṁ.) ",
  "patthana1.8:33.1": "Paccanīyaṁ. ",
  "patthana1.8:34.0.1": "1.8.1.3. Paccayānulomapaccanīya ",
  "patthana1.8:34.0.2": "Duka ",
  "patthana1.8:34.1": "Hetupaccayā naadhipatiyā dasa, napurejāte dasa, napacchājāte naāsevane nakamme navipāke navippayutte dasa. ",
  "patthana1.8:35.1": "Anulomapaccanīyaṁ vitthārena gaṇetabbaṁ. ",
  "patthana1.8:35.2": "Anulomapaccanīyaṁ. ",
  "patthana1.8:36.0.1": "1.8.1.4. Paccayapaccanīyānuloma ",
  "patthana1.8:36.0.2": "Duka ",
  "patthana1.8:36.1": "Nahetupaccayā ārammaṇe dasa, anantare dasa, samanantare dasa, sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme vipāke āhāre indriye jhāne sabbe dasa, magge ekaṁ, sampayutte dasa, vippayutte atthiyā natthiyā vigate avigate sabbe dasa. ",
  "patthana1.8:37.1": "Paccanīyānulomaṁ. ",
  "patthana1.8:37.2": "Paṭiccavāro. ",
  "patthana1.8:38.0": "1.8.2–6 Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana1.8:38.1": "(Sahajātavāropi paccayavāropi nissayavāropi saṁsaṭṭhavāropi sampayuttavāropi paṭiccavārasadisā.) ",
  "patthana1.8:39.0.1": "1.8.7. Pañhāvāra ",
  "patthana1.8:39.0.2": "1.8.7.1. Paccayānuloma ",
  "patthana1.8:39.0.3": "Vibhaṅgavāra ",
  "patthana1.8:39.0.4": "Hetu ",
  "patthana1.8:39.1": "Pītisahagato dhammo pītisahagatassa dhammassa hetupaccayena paccayo— pītisahagatā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe pītisahagatā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.8:40.1": "Pītisahagato dhammo sukhasahagatassa dhammassa hetupaccayena paccayo— pītisahagatā hetū sampayuttakānaṁ sukhasahagatānaṁ khandhānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.8:41.1": "Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa hetupaccayena paccayo—pītisahagatā hetū sampayuttakānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.8:42.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa …pe… pītisahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa …pe…. (Sukhamūle tīṇi.) ",
  "patthana1.8:43.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa hetupaccayena paccayo— upekkhāsahagatā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.8:44.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa …pe… sukhasahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa hetupaccayena paccayo—pītisahagatā ca sukhasahagatā ca hetū sampayuttakānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.8:45.0": "Ārammaṇa ",
  "patthana1.8:45.1": "Pītisahagato dhammo pītisahagatassa dhammassa ārammaṇapaccayena paccayo— pītisahagatena cittena dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ pītisahagatena cittena paccavekkhati, pītisahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā taṁ pītisahagatena cittena paccavekkhati. Ariyā pītisahagatena cittena pītisahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Pītisahagate khandhe pītisahagatena cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṁ ārabbha pītisahagato rāgo uppajjati, diṭṭhi uppajjati. Pītisahagate khandhe ārabbha pītisahagatā khandhā uppajjanti. ",
  "patthana1.8:46.1": "Pītisahagato dhammo sukhasahagatassa dhammassa ārammaṇapaccayena paccayo— pītisahagatena cittena dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ sukhasahagatena cittena paccavekkhati, pītisahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā taṁ sukhasahagatena cittena paccavekkhati. Ariyā sukhasahagatena cittena pītisahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Pītisahagate khandhe sukhasahagatena cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṁ ārabbha sukhasahagato rāgo uppajjati, diṭṭhi uppajjati. Pītisahagate khandhe ārabbha sukhasahagatā khandhā uppajjanti. ",
  "patthana1.8:47.1": "Pītisahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo— pītisahagatena cittena dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ upekkhāsahagatena cittena paccavekkhati, pītisahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā taṁ upekkhāsahagatena cittena paccavekkhati. Ariyā upekkhāsahagatena cittena pītisahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Pītisahagate khandhe upekkhāsahagatena cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṁ ārabbha upekkhāsahagato rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṁ uppajjati. Cetopariyañāṇena pītisahagatacittasamaṅgissa cittaṁ jānanti, pītisahagatā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. Pītisahagate khandhe ārabbha upekkhāsahagatā khandhā uppajjanti. ",
  "patthana1.8:48.1": "Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo—pītisahagatena cittena dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ pītisahagatena ca sukhasahagatena ca cittena paccavekkhati, pītisahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā taṁ pītisahagatena ca sukhasahagatena ca cittena paccavekkhati. Ariyā pītisahagatena ca sukhasahagatena ca cittena pītisahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Pītisahagate khandhe pītisahagatena ca sukhasahagatena ca cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṁ ārabbha pītisahagato ca sukhasahagato ca rāgo uppajjati, diṭṭhi uppajjati. Pītisahagate khandhe ārabbha pītisahagatā ca sukhasahagatā ca khandhā uppajjanti. ",
  "patthana1.8:49.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … sukhasahagato dhammo pītisahagatassa dhammassa …pe… upekkhāsahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo—sukhasahagate khandhe ārabbha pītisahagatā ca sukhasahagatā ca khandhā uppajjanti. ",
  "patthana1.8:50.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo— upekkhāsahagatena cittena dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ upekkhāsahagatena cittena paccavekkhati, upekkhāsahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā taṁ upekkhāsahagatena cittena paccavekkhati. Ariyā upekkhāsahagatena cittena upekkhāsahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Upekkhāsahagate khandhe upekkhāsahagatena cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṁ ārabbha upekkhāsahagato rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṁ uppajjati. Cetopariyañāṇena upekkhāsahagatacittasamaṅgissa cittaṁ jānāti. Ākāsānañcāyatanaṁ viññāṇañcāyatanassa ārammaṇapaccayena paccayo …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa ārammaṇapaccayena paccayo. Upekkhāsahagatā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa āvajjanāya ārammaṇapaccayena paccayo. Upekkhāsahagate khandhe ārabbha upekkhāsahagatā khandhā uppajjanti. ",
  "patthana1.8:51.1": "Upekkhāsahagato dhammo pītisahagatassa dhammassa …pe… sukhasahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo—upekkhāsahagatena cittena dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ pītisahagatena ca sukhasahagatena ca cittena paccavekkhati, upekkhāsahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā phalā vuṭṭhahitvā, taṁ pītisahagatena ca sukhasahagatena ca cittena paccavekkhati. Ariyā pītisahagatena ca sukhasahagatena ca cittena upekkhāsahagate pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Upekkhāsahagate khandhe pītisahagatena ca sukhasahagatena ca cittena aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṁ ārabbha pītisahagato ca sukhasahagato ca rāgo uppajjati, diṭṭhi uppajjati. Upekkhāsahagate khandhe ārabbha pītisahagatā ca sukhasahagatā ca khandhā uppajjanti. ",
  "patthana1.8:52.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa …pe… sukhasahagatassa dhammassa …pe… upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo—pītisahagatena ca sukhasahagatena ca cittena dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā …pe… pītisahagate ca sukhasahagate ca khandhe upekkhāsahagatena cittena aniccato dukkhato anattato vipassati assādeti abhinandati; taṁ ārabbha upekkhāsahagato rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṁ uppajjati. Cetopariyañāṇena pītisahagatasukhasahagatacittasamaṅgissa cittaṁ jānāti. Pītisahagatā ca sukhasahagatā ca khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. Pītisahagate ca sukhasahagate ca khandhe ārabbha upekkhāsahagatā khandhā uppajjanti. ",
  "patthana1.8:53.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana1.8:54.0": "Adhipati ",
  "patthana1.8:54.1": "Pītisahagato dhammo pītisahagatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—pītisahagatena cittena dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā pītisahagatena cittena taṁ garuṁ katvā paccavekkhati, pītisahagatā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā pītisahagatena cittena taṁ garuṁ katvā paccavekkhati. Pītisahagate khandhe pītisahagatena cittena garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā pītisahagato rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—pītisahagatādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.8:55.1": "Pītisahagato dhammo sukhasahagatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—pītisahagatena cittena dānaṁ datvā …pe…. **Sahajātādhipati**—pītisahagatādhipati sampayuttakānaṁ sukhasahagatānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.8:56.1": "Pītisahagato dhammo upekkhāsahagatassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—pītisahagatena cittena dānaṁ datvā …pe… upekkhāsahagatena cittena. (Saṅkhittaṁ.) ",
  "patthana1.8:57.1": "Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—pītisahagatena cittena dānaṁ datvā …pe…. **Sahajātādhipati**—pītisahagatādhipati sampayuttakānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.8:58.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—sukhasahagatena cittena dānaṁ datvā …pe…. **Sahajātādhipati**—sukhasahagatādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.8:59.1": "Sukhasahagato dhammo pītisahagatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati …pe…. **Sahajātādhipati**—sukhasahagatādhipati sampayuttakānaṁ pītisahagatānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.8:60.1": "Sukhasahagato dhammo upekkhāsahagatassa dhammassa adhipatipaccayena paccayo— **ārammaṇādhipati**(Saṅkhittaṁ.) ",
  "patthana1.8:61.1": "Sukhasahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati …pe…. **Sahajātādhipati**—sukhasahagatādhipati sampayuttakānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.8:62.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati …pe…. **Sahajātādhipati**—upekkhāsahagatādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.8:63.1": "Upekkhāsahagato dhammo pītisahagatassa dhammassa adhipatipaccayena paccayo— **ārammaṇādhipati**(Saṅkhittaṁ.) ",
  "patthana1.8:64.1": "Upekkhāsahagato dhammo sukhasahagatassa dhammassa adhipatipaccayena paccayo— **ārammaṇādhipati**(Saṅkhittaṁ.) ",
  "patthana1.8:65.1": "Upekkhāsahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa adhipatipaccayena paccayo— **ārammaṇādhipati**(Saṅkhittaṁ.) ",
  "patthana1.8:66.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati …pe…. **Sahajātādhipati**—pītisahagatā ca sukhasahagatā ca adhipati sampayuttakānaṁ pītisahagatānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.8:67.1": "Pītisahagato ca sukhasahagato ca dhammā sukhasahagatassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati …pe…. **Sahajātādhipati**—pītisahagatā ca sukhasahagatā ca adhipati sampayuttakānaṁ sukhasahagatānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.8:68.1": "Pītisahagato ca sukhasahagato ca dhammā upekkhāsahagatassa dhammassa adhipatipaccayena paccayo— **ārammaṇādhipati**(Saṅkhittaṁ.) ",
  "patthana1.8:69.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa ca sukhasahagatassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati …pe…. **Sahajātādhipati**—pītisahagatā ca sukhasahagatā ca adhipati sampayuttakānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.8:70.0": "Anantara ",
  "patthana1.8:70.1": "Pītisahagato dhammo pītisahagatassa dhammassa anantarapaccayena paccayo— purimā purimā pītisahagatā khandhā pacchimānaṁ pacchimānaṁ pītisahagatānaṁ khandhānaṁ anantarapaccayena paccayo. Pītisahagataṁ anulomaṁ gotrabhussa anantarapaccayena paccayo. (Iminā kāraṇena sabbesaṁ padānaṁ paccayoti dīpetabbo.) Anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa … maggo phalassa … phalaṁ phalassa … anulomaṁ pītisahagatāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.8:71.1": "Pītisahagato dhammo sukhasahagatassa dhammassa anantarapaccayena paccayo— purimā purimā pītisahagatā khandhā pacchimānaṁ pacchimānaṁ sukhasahagatānaṁ khandhānaṁ anantarapaccayena paccayo. Pītisahagataṁ anulomaṁ sukhasahagatassa gotrabhussa anantarapaccayena paccayo. Pītisahagataṁ anulomaṁ sukhasahagatassa vodānassa anantarapaccayena paccayo. Pītisahagataṁ anulomaṁ sukhasahagatāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.8:72.1": "Pītisahagato dhammo upekkhāsahagatassa dhammassa anantarapaccayena paccayo— pītisahagataṁ cuticittaṁ upekkhāsahagatassa upapatticittassa anantarapaccayena paccayo. Pītisahagataṁ bhavaṅgaṁ āvajjanāya anantarapaccayena paccayo. Pītisahagatā vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā anantarapaccayena paccayo. Pītisahagataṁ bhavaṅgaṁ upekkhāsahagatassa bhavaṅgassa anantarapaccayena paccayo. Pītisahagataṁ kusalākusalaṁ upekkhāsahagatassa vuṭṭhānassa … kiriyaṁ vuṭṭhānassa … phalaṁ vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.8:73.1": "Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa anantarapaccayena paccayo—purimā purimā pītisahagatā khandhā pacchimānaṁ pacchimānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ anantarapaccayena paccayo. Pītisahagataṁ anulomaṁ pītisahagatassa ca sukhasahagatassa ca gotrabhussa anantarapaccayena paccayo …pe… pītisahagataṁ anulomaṁ pītisahagatāya ca sukhasahagatāya ca phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.8:74.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa anantarapaccayena paccayo— purimā purimā sukhasahagatā khandhā pacchimānaṁ pacchimānaṁ sukhasahagatānaṁ khandhānaṁ anantarapaccayena paccayo. Sukhasahagataṁ anulomaṁ sukhasahagatassa gotrabhussa anantarapaccayena paccayo …pe… sukhasahagataṁ anulomaṁ sukhasahagatāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.8:75.1": "Sukhasahagato dhammo pītisahagatassa dhammassa anantarapaccayena paccayo— purimā purimā sukhasahagatā khandhā pacchimānaṁ pacchimānaṁ pītisahagatānaṁ khandhānaṁ anantarapaccayena paccayo …pe… sukhasahagataṁ anulomaṁ pītisahagatāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.8:76.1": "Sukhasahagato dhammo upekkhāsahagatassa dhammassa anantarapaccayena paccayo— sukhasahagataṁ cuticittaṁ upekkhāsahagatassa upapatticittassa anantarapaccayena paccayo. Sukhasahagataṁ bhavaṅgaṁ āvajjanāya anantarapaccayena paccayo. Sukhasahagataṁ kāyaviññāṇaṁ vipākamanodhātuyā anantarapaccayena paccayo. Sukhasahagatā vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā anantarapaccayena paccayo sukhasahagataṁ bhavaṅgaṁ upekkhāsahagatassa bhavaṅgassa anantarapaccayena paccayo. Sukhasahagataṁ kusalākusalaṁ upekkhāsahagatassa vuṭṭhānassa … kiriyaṁ vuṭṭhānassa … phalaṁ vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.8:77.1": "Sukhasahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa anantarapaccayena paccayo—purimā purimā sukhasahagatā khandhā pacchimānaṁ pacchimānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ anantarapaccayena paccayo …pe… sukhasahagataṁ anulomaṁ pītisahagatāya ca sukhasahagatāya ca phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.8:78.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa anantarapaccayena paccayo— purimā purimā upekkhāsahagatā khandhā pacchimānaṁ pacchimānaṁ upekkhāsahagatānaṁ khandhānaṁ …pe… āvajjanā pañcannaṁ viññāṇānaṁ anantarapaccayena paccayo. Upekkhāsahagataṁ anulomaṁ upekkhāsahagatāya phalasamāpattiyā … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ upekkhāsahagatāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.8:79.1": "Upekkhāsahagato dhammo pītisahagatassa dhammassa anantarapaccayena paccayo— upekkhāsahagataṁ cuticittaṁ pītisahagatassa upapatticittassa …pe… āvajjanā pītisahagatānaṁ khandhānaṁ …pe… vipākamanodhātu pītisahagatāya vipākamanoviññāṇadhātuyā …pe… upekkhāsahagataṁ bhavaṅgaṁ pītisahagatassa bhavaṅgassa …pe… upekkhāsahagataṁ kusalākusalaṁ pītisahagatassa vuṭṭhānassa … kiriyaṁ vuṭṭhānassa … phalaṁ vuṭṭhānassa … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ pītisahagatāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.8:80.1": "Upekkhāsahagato dhammo sukhasahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa anantarapaccayena paccayo. ",
  "patthana1.8:81.1": "Tāniyeva ca gamanāni niyāmetabbāni. ",
  "patthana1.8:82.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa …pe… sukhasahagatassa dhammassa …pe… upekkhāsahagatassa dhammassa anantarapaccayena paccayo—pītisahagatañca sukhasahagatañca cuticittaṁ upekkhāsahagatassa upapatticittassa …pe… pītisahagatañca sukhasahagatañca bhavaṅgaṁ āvajjanāya …pe… pītisahagatā ca sukhasahagatā ca vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā …pe… pītisahagatañca sukhasahagatañca bhavaṅgaṁ upekkhāsahagatassa bhavaṅgassa …pe… pītisahagatañca sukhasahagatañca kusalākusalaṁ upekkhāsahagatassa vuṭṭhānassa … kiriyaṁ vuṭṭhānassa … phalaṁ vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.8:83.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa ca sukhasahagatassa ca dhammassa anantarapaccayena paccayo—purimā purimā pītisahagatā ca sukhasahagatā ca khandhā pacchimānaṁ pacchimānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ …pe… pītisahagatañca sukhasahagatañca anulomaṁ pītisahagatāya ca sukhasahagatāya ca phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.8:84.0": "Samanantara ",
  "patthana1.8:84.1": "Pītisahagato dhammo pītisahagatassa dhammassa samanantarapaccayena paccayo. (Anantarapaccayasadisaṁ.) ",
  "patthana1.8:85.0": "Sahajāta ",
  "patthana1.8:85.1": "Pītisahagato dhammo pītisahagatassa dhammassa sahajātapaccayena paccayo— pītisahagato eko khandho tiṇṇannaṁ khandhānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ sahajātapaccayena paccayo …pe…. (Paṭiccasadisaṁ sahajāte dasa pañhā.) ",
  "patthana1.8:86.0": "Aññamañña-nissaya ",
  "patthana1.8:86.1": "Pītisahagato dhammo pītisahagatassa dhammassa aññamaññapaccayena paccayo … nissayapaccayena paccayo. (Dasa pañhā kātabbā.) ",
  "patthana1.8:87.0": "Upanissaya ",
  "patthana1.8:87.1": "Pītisahagato dhammo pītisahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—pītisahagataṁ saddhaṁ upanissāya pītisahagatena cittena dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, pītisahagataṁ jhānaṁ uppādeti, vipassanaṁ uppādeti, maggaṁ uppādeti, samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Pītisahagataṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ upanissāya pītisahagatena cittena dānaṁ deti, sīlaṁ samādiyati …pe… mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Pītisahagataṁ rāgaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ upanissāya pītisahagatena cittena dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, pītisahagataṁ jhānaṁ uppādeti …pe… samāpattiṁ uppādeti. Pītisahagatena cittena adinnaṁ ādiyati, musā bhaṇati, pisuṇaṁ bhaṇati, samphaṁ palapati, sandhiṁ chindati, nillopaṁ harati, ekāgārikaṁ karoti, paripanthe tiṭṭhati, paradāraṁ gacchati, gāmaghātaṁ karoti, nigamaghātaṁ karoti. Pītisahagatā saddhā … sīlaṁ … sutaṁ … cāgo … paññā … rāgo … moho … māno … diṭṭhi … patthanā pītisahagatāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … rāgassa … mohassa … mānassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:88.1": "Pītisahagato dhammo sukhasahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—pītisahagataṁ saddhaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Pītisahagataṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … rāgaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… samāpattiṁ uppādeti. Sukhasahagatena cittena adinnaṁ ādiyati …pe… nigamaghātaṁ karoti. Pītisahagatā saddhā …pe… patthanā sukhasahagatāya saddhāya …pe… patthanāya sukhasahagatassa kāyaviññāṇassa upanissayapaccayena paccayo. ",
  "patthana1.8:89.1": "Pītisahagato dhammo upekkhāsahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—pītisahagataṁ saddhaṁ upanissāya upekkhāsahagatena cittena dānaṁ deti …pe… abhiññaṁ uppādeti, samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Pītisahagataṁ sīlaṁ …pe… patthanaṁ upanissāya upekkhāsahagatena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Pītisahagatā saddhā …pe… patthanā upekkhāsahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:90.1": "Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—pītisahagataṁ saddhaṁ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Pītisahagataṁ sīlaṁ …pe… patthanaṁ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Pītisahagatā saddhā …pe… patthanā pītisahagatāya ca sukhasahagatāya ca saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:91.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sukhasahagataṁ saddhaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Sukhasahagataṁ sīlaṁ …pe… patthanaṁ sukhasahagataṁ kāyaviññāṇaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Sukhasahagatā saddhā …pe… patthanā sukhasahagataṁ kāyaviññāṇaṁ sukhasahagatāya saddhāya …pe… patthanāya sukhasahagatassa kāyaviññāṇassa upanissayapaccayena paccayo. ",
  "patthana1.8:92.1": "Sukhasahagato dhammo pītisahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sukhasahagataṁ saddhaṁ upanissāya pītisahagatena cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Sukhasahagataṁ sīlaṁ …pe… patthanaṁ sukhasahagataṁ kāyaviññāṇaṁ upanissāya pītisahagatena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Sukhasahagatā saddhā …pe… patthanā sukhasahagataṁ kāyaviññāṇaṁ pītisahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:93.1": "Sukhasahagato dhammo upekkhāsahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sukhasahagataṁ saddhaṁ upanissāya upekkhāsahagatena cittena dānaṁ deti …pe… abhiññaṁ uppādeti …pe… diṭṭhiṁ gaṇhāti. Sukhasahagataṁ sīlaṁ …pe… patthanaṁ sukhasahagataṁ kāyaviññāṇaṁ upanissāya upekkhāsahagatena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Sukhasahagatā saddhā …pe… patthanā sukhasahagataṁ kāyaviññāṇaṁ upekkhāsahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:94.1": "Sukhasahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sukhasahagataṁ saddhaṁ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Sukhasahagataṁ sīlaṁ …pe… patthanaṁ sukhasahagataṁ kāyaviññāṇaṁ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Sukhasahagatā saddhā …pe… patthanā sukhasahagataṁ kāyaviññāṇaṁ pītisahagatāya ca sukhasahagatāya ca saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:95.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—upekkhāsahagataṁ saddhaṁ upanissāya upekkhāsahagatena cittena dānaṁ deti …pe… abhiññaṁ uppādeti …pe… diṭṭhiṁ gaṇhāti. Upekkhāsahagataṁ sīlaṁ …pe… patthanaṁ upanissāya upekkhāsahagatena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Upekkhāsahagatā saddhā …pe… patthanā upekkhāsahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:96.1": "Upekkhāsahagato dhammo pītisahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—upekkhāsahagataṁ saddhaṁ upanissāya pītisahagatena cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Upekkhāsahagataṁ sīlaṁ …pe… patthanaṁ upanissāya pītisahagatena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Upekkhāsahagatā saddhā …pe… patthanā pītisahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:97.1": "Upekkhāsahagato dhammo sukhasahagatassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—upekkhāsahagataṁ saddhaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Upekkhāsahagataṁ sīlaṁ …pe… patthanaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Upekkhāsahagatā saddhā …pe… patthanā sukhasahagatāya saddhāya …pe… patthanāya sukhasahagatassa kāyaviññāṇassa upanissayapaccayena paccayo. ",
  "patthana1.8:98.1": "Upekkhāsahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—upekkhāsahagataṁ saddhaṁ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Upekkhāsahagataṁ sīlaṁ …pe… patthanaṁ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Upekkhāsahagatā saddhā …pe… patthanā pītisahagatāya ca sukhasahagatāya ca saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:99.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—pītisahagatañca sukhasahagatañca saddhaṁ upanissāya pītisahagatena cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Pītisahagatañca sukhasahagatañca sīlaṁ …pe… patthanaṁ upanissāya pītisahagatena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Pītisahagatā ca sukhasahagatā ca saddhā …pe… patthanā pītisahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:100.1": "Pītisahagato ca sukhasahagato ca dhammā sukhasahagatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—pītisahagatañca sukhasahagatañca saddhaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Pītisahagatañca sukhasahagatañca sīlaṁ …pe… patthanaṁ upanissāya sukhasahagatena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Pītisahagatā ca sukhasahagatā ca saddhā …pe… patthanā sukhasahagatāya saddhāya …pe… patthanāya sukhasahagatassa kāyaviññāṇassa upanissayapaccayena paccayo. ",
  "patthana1.8:101.1": "Pītisahagato ca sukhasahagato ca dhammā upekkhāsahagatassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—pītisahagatañca sukhasahagatañca saddhaṁ upanissāya upekkhāsahagatena cittena dānaṁ deti …pe… abhiññaṁ uppādeti …pe… diṭṭhiṁ gaṇhāti. Pītisahagatañca sukhasahagatañca sīlaṁ …pe… patthanaṁ upanissāya upekkhāsahagatena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Pītisahagatā ca sukhasahagatā ca saddhā …pe… patthanā upekkhāsahagatāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:102.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa ca sukhasahagatassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—pītisahagatañca sukhasahagatañca saddhaṁ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti. Pītisahagatañca sukhasahagatañca jhānaṁ uppādeti, vipassanaṁ uppādeti, maggaṁ uppādeti, samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Pītisahagatañca sukhasahagatañca sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … rāgaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ upanissāya pītisahagatena ca sukhasahagatena ca cittena dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti. Pītisahagatañca sukhasahagatañca jhānaṁ uppādeti …pe… samāpattiṁ uppādeti. Pītisahagatena ca sukhasahagatena ca cittena adinnaṁ ādiyati, musā bhaṇati, pisuṇaṁ bhaṇati, samphaṁ palapati, sandhiṁ chindati, nillopaṁ harati, ekāgārikaṁ karoti, paripanthe tiṭṭhati, paradāraṁ gacchati, gāmaghātaṁ karoti, nigamaghātaṁ karoti. Pītisahagatā ca sukhasahagatā ca saddhā …pe… patthanā pītisahagatāya ca sukhasahagatāya ca saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.8:103.0": "Āsevana ",
  "patthana1.8:103.1": "Pītisahagato dhammo pītisahagatassa dhammassa āsevanapaccayena paccayo—purimā purimā pītisahagatā khandhā pacchimānaṁ pacchimānaṁ pītisahagatānaṁ khandhānaṁ āsevanapaccayena paccayo. Pītisahagataṁ anulomaṁ pītisahagatassa gotrabhussa … anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa āsevanapaccayena paccayo. ",
  "patthana1.8:104.1": "Pītisahagato dhammo sukhasahagatassa dhammassa āsevanapaccayena paccayo— purimā purimā pītisahagatā khandhā pacchimānaṁ pacchimānaṁ sukhasahagatānaṁ khandhānaṁ āsevanapaccayena paccayo. Pītisahagataṁ anulomaṁ sukhasahagatassa gotrabhussa āsevanapaccayena paccayo. Pītisahagataṁ anulomaṁ sukhasahagatassa vodānassa āsevanapaccayena paccayo. Pītisahagataṁ gotrabhu sukhasahagatassa maggassa … pītisahagataṁ vodānaṁ sukhasahagatassa maggassa āsevanapaccayena paccayo. ",
  "patthana1.8:105.1": "Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa āsevanapaccayena paccayo—purimā purimā pītisahagatā khandhā pacchimānaṁ pacchimānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ āsevanapaccayena paccayo …pe… pītisahagataṁ vodānaṁ pītisahagatassa ca sukhasahagatassa ca maggassa āsevanapaccayena paccayo. ",
  "patthana1.8:106.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa …pe… pītisahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa āsevanapaccayena paccayo. (Saṅkhittaṁ. Pītinayaṁ passitvā kātabbaṁ.) ",
  "patthana1.8:107.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa āsevanapaccayena paccayo— purimā purimā upekkhāsahagatā khandhā pacchimānaṁ pacchimānaṁ upekkhāsahagatānaṁ khandhānaṁ …pe… upekkhāsahagataṁ vodānaṁ upekkhāsahagatassa maggassa āsevanapaccayena paccayo. ",
  "patthana1.8:108.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa …pe… sukhasahagatassa dhammassa …pe… pītisahagatassa ca sukhasahagatassa ca dhammassa āsevanapaccayena paccayo—purimā purimā pītisahagatā ca sukhasahagatā ca khandhā pacchimānaṁ pacchimānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ āsevanapaccayena paccayo …pe… pītisahagatañca sukhasahagatañca vodānaṁ pītisahagatassa ca sukhasahagatassa ca maggassa āsevanapaccayena paccayo. ",
  "patthana1.8:109.0": "Kamma ",
  "patthana1.8:109.1": "Pītisahagato dhammo pītisahagatassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—pītisahagatā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe pītisahagatā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—pītisahagatā cetanā vipākānaṁ pītisahagatānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.8:110.1": "Pītisahagato dhammo sukhasahagatassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—pītisahagatā cetanā sampayuttakānaṁ sukhasahagatānaṁ khandhānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe pītisahagatā cetanā sampayuttakānaṁ sukhasahagatānaṁ khandhānaṁ kammapaccayena paccayo. Nānākkhaṇikā—pītisahagatā cetanā vipākānaṁ sukhasahagatānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.8:111.1": "Pītisahagato dhammo upekkhāsahagatassa dhammassa kammapaccayena paccayo. Nānākkhaṇikā—pītisahagatā cetanā vipākānaṁ upekkhāsahagatānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.8:112.1": "Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—pītisahagatā cetanā sampayuttakānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe …pe…. Nānākkhaṇikā— pītisahagatā cetanā vipākānaṁ pītisahagatānañca sukhasahagatānañca khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.8:113.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa. (Cattāripi gaṇanāni passitvā kātabbāni.) ",
  "patthana1.8:114.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā …pe…. ",
  "patthana1.8:115.1": "Upekkhāsahagato dhammo pītisahagatassa dhammassa kammapaccayena paccayo. **Nānākkhaṇikā**—upekkhāsahagatā cetanā …pe…. ",
  "patthana1.8:116.1": "Upekkhāsahagato dhammo sukhasahagatassa dhammassa kammapaccayena paccayo. **Nānākkhaṇikā**—upekkhāsahagatā cetanā …pe…. ",
  "patthana1.8:117.1": "Upekkhāsahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa kammapaccayena paccayo. **Nānākkhaṇikā**—upekkhāsahagatā cetanā …pe…. ",
  "patthana1.8:118.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa. (Cattāri kātabbāni, pītisahagataṁ anumajjantena vibhajitabbaṁ.) ",
  "patthana1.8:119.0": "Vipāka ",
  "patthana1.8:119.1": "Pītisahagato dhammo pītisahagatassa dhammassa vipākapaccayena paccayo— pītisahagato vipāko eko khandho tiṇṇannaṁ khandhānaṁ vipākapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe pītisahagato eko khandho tiṇṇannaṁ khandhānaṁ …pe… dve khandhā dvinnaṁ khandhānaṁ …pe…. ",
  "patthana1.8:120.1": "(Yathā paṭiccavāre hetupaccaye evaṁ vitthāretabbā dasa pañhā.) ",
  "patthana1.8:121.0": "Āhārādi ",
  "patthana1.8:121.1": "Pītisahagato dhammo pītisahagatassa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo … atthipaccayena paccayo … (dasa pañhā vitthāretabbā) natthipaccayena paccayo … vigatapaccayena paccayo … (natthipi vigatampi anantarasadisaṁ) avigatapaccayena paccayo. ",
  "patthana1.8:122.0.1": "Saṅkhyāvāra ",
  "patthana1.8:122.0.2": "Suddha ",
  "patthana1.8:122.1": "Hetuyā dasa, ārammaṇe soḷasa, adhipatiyā soḷasa, anantare soḷasa, samanantare soḷasa, sahajāte dasa, aññamaññe dasa, nissaye dasa, upanissaye soḷasa, āsevane dasa, kamme soḷasa, vipāke dasa, āhāre indriye jhāne magge sampayutte atthiyā dasa, natthiyā soḷasa, vigate soḷasa, avigate dasa. ",
  "patthana1.8:123.1": "Kusalattikaṁ anulomaṁ anumajjantena gaṇetabbaṁ. ",
  "patthana1.8:124.1": "Anulomaṁ. ",
  "patthana1.8:125.0": "Paccanīyuddhāra ",
  "patthana1.8:125.1": "Pītisahagato dhammo pītisahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:126.1": "Pītisahagato dhammo sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:127.1": "Pītisahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:128.1": "Pītisahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:129.1": "Sukhasahagato dhammo sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:130.1": "Sukhasahagato dhammo pītisahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:131.1": "Sukhasahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:132.1": "Sukhasahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:133.1": "Upekkhāsahagato dhammo upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:134.1": "Upekkhāsahagato dhammo pītisahagatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:135.1": "Upekkhāsahagato dhammo sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:136.1": "Upekkhāsahagato dhammo pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:137.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:138.1": "Pītisahagato ca sukhasahagato ca dhammā sukhasahagatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:139.1": "Pītisahagato ca sukhasahagato ca dhammā upekkhāsahagatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:140.1": "Pītisahagato ca sukhasahagato ca dhammā pītisahagatassa ca sukhasahagatassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.8:141.0.1": "1.8.7.2. Paccayapaccanīya ",
  "patthana1.8:141.0.2": "Saṅkhyāvāra ",
  "patthana1.8:141.0.3": "Suddha ",
  "patthana1.8:141.1": "Nahetuyā soḷasa, naārammaṇe naadhipatiyā naanantare nasamanantare nasahajāte naaññamaññe nanissaye naupanissaye napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge nasampayutte navippayutte noatthiyā nonatthiyā novigate noavigate sabbattha soḷasa. ",
  "patthana1.8:142.1": "Paccanīyaṁ anumajjantena gaṇetabbaṁ. ",
  "patthana1.8:143.1": "Paccanīyaṁ. ",
  "patthana1.8:144.0.1": "1.8.7.3. Paccayānulomapaccanīya ",
  "patthana1.8:144.0.2": "Duka ",
  "patthana1.8:144.1": "Hetupaccayā naārammaṇe dasa, naadhipatiyā dasa, naanantare nasamanantare naupanissaye napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge navippayutte nonatthiyā novigate sabbattha dasa. ",
  "patthana1.8:145.1": "Anulomapaccanīyaṁ anumajjantena gaṇetabbaṁ. ",
  "patthana1.8:146.1": "Anulomapaccanīyaṁ. ",
  "patthana1.8:147.0.1": "1.8.7.4. Paccayapaccanīyānuloma ",
  "patthana1.8:147.0.2": "Duka ",
  "patthana1.8:147.1": "Nahetupaccayā ārammaṇe soḷasa, adhipatiyā anantare samanantare soḷasa, sahajāte dasa, aññamaññe dasa, nissaye dasa, upanissaye soḷasa, āsevane dasa, kamme soḷasa, vipāke dasa, āhāre dasa, indriye dasa, jhāne dasa, magge dasa, sampayutte dasa, atthiyā dasa, natthiyā soḷasa, vigate soḷasa, avigate dasa. ",
  "patthana1.8:148.1": "Paccanīyānulomaṁ anumajjantena gaṇetabbaṁ. ",
  "patthana1.8:149.1": "Paccanīyānulomaṁ. ",
  "patthana1.8:150.1": "Pītittikaṁ niṭṭhitaṁ. "
}