{
  "patthana1.23:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.23:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.23:0.3": "1.23. Sanidassanasappaṭighattika ",
  "patthana1.23:1.0.1": "Vibhaṅgavāra ",
  "patthana1.23:1.0.2": "Hetu ",
  "patthana1.23:1.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati hetupaccayā—anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ. Anidassanasappaṭighe mahābhūte paṭicca anidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca cakkhāyatanaṁ …pe… rasāyatanaṁ …pe…. ",
  "patthana1.23:2.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho dhammo uppajjati hetupaccayā—anidassanasappaṭighe mahābhūte paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca rūpāyatanaṁ. ",
  "patthana1.23:3.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati hetupaccayā—anidassanasappaṭighe mahābhūte paṭicca anidassanaappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca āpodhātu, itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:4.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā—anidassanasappaṭighe mahābhūte paṭicca sanidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca rūpāyatanaṁ, āpodhātu, indriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:5.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā—anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā āpodhātu ca, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ āpodhātu ca. Anidassanasappaṭighe mahābhūte paṭicca anidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca cakkhāyatanaṁ …pe… rasāyatanaṁ, āpodhātu, itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:6.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanasappaṭigho ca dhammā uppajjanti hetupaccayā—anidassanasappaṭighe mahābhūte paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca rūpāyatanaṁ, cakkhāyatanaṁ …pe… rasāyatanaṁ. ",
  "patthana1.23:7.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā— anidassanasappaṭighe mahābhūte paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca rūpāyatanaṁ, cakkhāyatanaṁ …pe… rasāyatanaṁ, āpodhātu, itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:8.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati hetupaccayā—anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ …pe… dve khandhe paṭicca dve khandhā anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā anidassanaappaṭighañca kaṭattārūpaṁ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā. Āpodhātuṁ paṭicca anidassanaappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Āpodhātuṁ paṭicca itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:9.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho dhammo uppajjati hetupaccayā—anidassanaappaṭighe khandhe paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe paṭicca sanidassanasappaṭighaṁ kaṭattārūpaṁ. Āpodhātuṁ paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Āpodhātuṁ paṭicca rūpāyatanaṁ. ",
  "patthana1.23:10.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati hetupaccayā—anidassanaappaṭighe khandhe paṭicca anidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe paṭicca anidassanasappaṭighaṁ kaṭattārūpaṁ. Āpodhātuṁ paṭicca anidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Āpodhātuṁ paṭicca cakkhāyatanaṁ …pe… rasāyatanaṁ. ",
  "patthana1.23:11.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā—anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā sanidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā. Sanidassanasappaṭighañca anidassanaappaṭighañca kaṭattārūpaṁ …pe… dve khandhe …pe… āpodhātuṁ paṭicca sanidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Āpodhātuṁ paṭicca rūpāyatanaṁ, itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:12.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā—anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā anidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā anidassanasappaṭighañca anidassanaappaṭighañca kaṭattārūpaṁ …pe… dve khandhe …pe… āpodhātuṁ paṭicca anidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Āpodhātuṁ paṭicca cakkhāyatanaṁ …pe… rasāyatanaṁ, itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:13.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanasappaṭigho ca dhammā uppajjanti hetupaccayā—anidassanaappaṭighe khandhe paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca kaṭattārūpaṁ. Āpodhātuṁ paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Āpodhātuṁ paṭicca rūpāyatanaṁ, cakkhāyatanaṁ …pe… rasāyatanaṁ. ",
  "patthana1.23:14.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā— anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā sanidassanasappaṭighañca anidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā sanidassanasappaṭighañca anidassanasappaṭighañca anidassanaappaṭighañca kaṭattārūpaṁ …pe… dve khandhe …pe… āpodhātuṁ paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Āpodhātuṁ paṭicca rūpāyatanaṁ cakkhāyatanaṁ …pe… rasāyatanaṁ, itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:15.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca sanidassanasappaṭigho dhammo uppajjati hetupaccayā—anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighaṁ kaṭattārūpaṁ. Anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanañca āpodhātuñca paṭicca rūpāyatanaṁ. ",
  "patthana1.23:16.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati hetupaccayā—anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca anidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca anidassanasappaṭighaṁ kaṭattārūpaṁ. Anidassanasappaṭighaṁ ekaṁ mahābhūtañca āpodhātuñca paṭicca dve mahābhūtā, dve mahābhūte ca āpodhātuñca paṭicca ekaṁ mahābhūtaṁ. Anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca anidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanañca āpodhātuñca paṭicca cakkhāyatanaṁ …pe… rasāyatanaṁ. ",
  "patthana1.23:17.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati hetupaccayā—anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca anidassanaappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca anidassanaappaṭighaṁ kaṭattārūpaṁ. Anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca anidassanaappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanañca āpodhātuñca paṭicca itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:18.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā— anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighañca anidassanaappaṭighañca kaṭattārūpaṁ. Anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanañca āpodhātuñca paṭicca rūpāyatanaṁ, itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:19.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā— anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca anidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca anidassanasappaṭighañca anidassanaappaṭighañca kaṭattārūpaṁ. Anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca anidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanañca āpodhātuñca paṭicca cakkhāyatanaṁ …pe… rasāyatanaṁ, itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:20.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanasappaṭigho ca dhammā uppajjanti hetupaccayā—anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca kaṭattārūpaṁ. Anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanañca āpodhātuñca paṭicca rūpāyatanaṁ, cakkhāyatanaṁ …pe… rasāyatanaṁ. ",
  "patthana1.23:21.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca sanidassanasappaṭigho ca anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā—anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca anidassanaappaṭighañca kaṭattārūpaṁ. Anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighañca anidassanasappaṭighañca anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanañca āpodhātuñca paṭicca rūpāyatanaṁ, cakkhāyatanaṁ …pe… rasāyatanaṁ, itthindriyaṁ …pe… kabaḷīkāro āhāro. ",
  "patthana1.23:22.0": "Ārammaṇa ",
  "patthana1.23:22.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati ārammaṇapaccayā—anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… vatthuṁ paṭicca khandhā. ",
  "patthana1.23:23.0": "Adhipati ",
  "patthana1.23:23.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati adhipatipaccayā—anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ. Anidassanasappaṭighe mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana1.23:24.1": "(Anidassanasappaṭighamūlake iminā kāraṇena satta pañhā vibhajitabbā, pariyosānapadā natthi.) ",
  "patthana1.23:25.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati adhipatipaccayā—anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā anidassanaappaṭighañca cittasamuṭṭhānaṁ rūpaṁ …pe… dve khandhe …pe… āpodhātuṁ paṭicca anidassanaappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana1.23:26.1": "(Iminā kāraṇena anidassanaappaṭighamūlake satta pañhā vibhajitabbā, niṭṭhānapadā natthi.) ",
  "patthana1.23:27.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca sanidassanasappaṭigho dhammo uppajjati adhipatipaccayā—anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ. Anidassanaappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana1.23:28.1": "Iminā kāraṇena sattapi pañhā vibhajitabbā. ",
  "patthana1.23:29.0": "Anantara-samanantara ",
  "patthana1.23:29.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati anantarapaccayā … samanantarapaccayā. (Ārammaṇasadisaṁ.) ",
  "patthana1.23:30.0": "Sahajāta ",
  "patthana1.23:30.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati sahajātapaccayā—anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ. Anidassanasappaṭighe mahābhūte paṭicca anidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca cakkhāyatanaṁ …pe… rasāyatanaṁ. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā …pe…. ",
  "patthana1.23:31.1": "(Anidassanasappaṭighamūlakā satta pañhā iminā kāraṇena vibhajitabbā.) ",
  "patthana1.23:32.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati sahajātapaccayā—anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā anidassanaappaṭighaṁ cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā anidassanaappaṭighaṁ kaṭattā ca rūpaṁ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā. Āpodhātuṁ paṭicca anidassanaappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Āpodhātuṁ paṭicca itthindriyaṁ …pe… kabaḷīkāro āhāro. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ āpodhātuṁ paṭicca anidassanaappaṭighaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.23:33.1": "(Anidassanaappaṭighamūlake satta pañhā iminā kāraṇena kātabbā.) ",
  "patthana1.23:34.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca sanidassanasappaṭigho dhammo uppajjati sahajātapaccayā—anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighaṁ kaṭattārūpaṁ. Anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanañca āpodhātuñca paṭicca rūpāyatanaṁ. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.23:35.1": "Iminā kāraṇena satta pañhā vibhajitabbā. ",
  "patthana1.23:36.0": "Aññamañña ",
  "patthana1.23:36.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati aññamaññapaccayā—anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ. ",
  "patthana1.23:37.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati aññamaññapaccayā—anidassanasappaṭighe mahābhūte paṭicca āpodhātu. ",
  "patthana1.23:38.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā uppajjanti aññamaññapaccayā—anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā āpodhātu ca, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ āpodhātu ca. Bāhiraṁ …pe…. ",
  "patthana1.23:39.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati aññamaññapaccayā—anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vatthu ca …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā. ",
  "patthana1.23:40.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati aññamaññapaccayā—āpodhātuṁ paṭicca anidassanasappaṭighā mahābhūtā. Bāhiraṁ …pe…. ",
  "patthana1.23:41.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati aññamaññapaccayā—anidassanasappaṭighaṁ ekaṁ mahābhūtañca āpodhātuñca paṭicca dve mahābhūtā, dve mahābhūte ca āpodhātuñca paṭicca ekaṁ mahābhūtaṁ. Bāhiraṁ …pe…. ",
  "patthana1.23:42.0": "Nissayādi ",
  "patthana1.23:42.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana1.23:43.0.1": "Saṅkhyāvāra ",
  "patthana1.23:43.0.2": "Suddha ",
  "patthana1.23:43.1": "Hetuyā ekavīsa, ārammaṇe ekaṁ, adhipatiyā ekavīsa, anantare ekaṁ, samanantare ekaṁ, sahajāte ekavīsa, aññamaññe cha, nissaye ekavīsa, upanissaye ekaṁ, purejāte ekaṁ, āsevane ekaṁ, kamme ekavīsa, vipāke āhāre ekavīsa, indriye ekavīsa, jhāne magge ekavīsa, sampayutte ekaṁ, vippayutte ekavīsa, atthiyā ekavīsa, natthiyā ekaṁ, vigate ekaṁ, avigate ekavīsa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.23:44.1": "Anulomaṁ. ",
  "patthana1.23:45.0.1": "1.23.1.2. Paccayapaccanīya ",
  "patthana1.23:45.0.2": "Vibhaṅgavāra ",
  "patthana1.23:45.0.3": "Nahetu ",
  "patthana1.23:45.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati nahetupaccayā—anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ. Anidassanasappaṭighe mahābhūte paṭicca anidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca cakkhāyatanaṁ …pe… rasāyatanaṁ. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ, mahābhūte paṭicca …pe…. ",
  "patthana1.23:46.1": "(Anidassanasappaṭighamūlake iminā kāraṇena sattapi pañhā vibhajitabbā.) ",
  "patthana1.23:47.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati nahetupaccayā—ahetukaṁ anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā anidassanaappaṭighañca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe anidassanaappaṭighaṁ ekaṁ khandhaṁ paṭicca tayo khandhā anidassanaappaṭighañca kaṭattārūpaṁ …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā. Āpodhātuṁ paṭicca anidassanaappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Āpodhātuṁ paṭicca itthindriyaṁ …pe… kabaḷīkāro āhāro. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ āpodhātuṁ paṭicca anidassanaappaṭighaṁ kaṭattārūpaṁ upādārūpaṁ. Vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.23:48.1": "(Anidassanaappaṭighamūlakā iminā kāraṇena satta pañhā vibhajitabbā.) ",
  "patthana1.23:49.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca sanidassanasappaṭigho dhammo uppajjati nahetupaccayā—ahetuke anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ. Ahetukapaṭisandhikkhaṇe anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighaṁ kaṭattārūpaṁ. Anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanañca āpodhātuñca paṭicca rūpāyatanaṁ. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.23:50.1": "(Iminā kāraṇena satta pañhā vitthāretabbā asammohantena.) ",
  "patthana1.23:51.0": "Naārammaṇa ",
  "patthana1.23:51.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati naārammaṇapaccayā—anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ. Anidassanasappaṭighe mahābhūte paṭicca anidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca cakkhāyatanaṁ …pe… rasāyatanaṁ. Bāhiraṁ … āhārasamuṭṭhānaṁ … , utusamuṭṭhānaṁ … asaññasattānaṁ anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.23:52.1": "(Anidassanasappaṭighamūlakā iminā kāraṇena sattapi pañhā vitthāretabbā.) ",
  "patthana1.23:53.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati naārammaṇapaccayā—anidassanaappaṭighe khandhe paṭicca anidassanaappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe paṭicca anidassanaappaṭighaṁ kaṭattārūpaṁ. Khandhe paṭicca vatthu …pe… āpodhātuṁ paṭicca anidassanaappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Āpodhātuṁ paṭicca itthindriyaṁ …pe… kabaḷīkāro āhāro. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ āpodhātuṁ paṭicca anidassanaappaṭighaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.23:54.1": "(Anidassanaappaṭighamūlake iminā kāraṇena sattapi pañhā vitthāretabbā.) ",
  "patthana1.23:55.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca sanidassanasappaṭigho dhammo uppajjati naārammaṇapaccayā—anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe anidassanaappaṭighe khandhe ca mahābhūte ca paṭicca sanidassanasappaṭighaṁ kaṭattārūpaṁ. Anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanañca āpodhātuñca paṭicca rūpāyatanaṁ. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.23:56.1": "(Ghaṭane iminā kāraṇena sattapi pañhā vibhajitabbā.) ",
  "patthana1.23:57.0": "Naadhipatyādi ",
  "patthana1.23:57.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati naadhipatipaccayā (sahajātasadisaṁ) … naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā—anidassanasappaṭighe mahābhūte paṭicca anidassanasappaṭighaṁ cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Phoṭṭhabbāyatanaṁ paṭicca cakkhāyatanaṁ …pe… rasāyatanaṁ … bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ mahābhūte paṭicca anidassanasappaṭighaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.23:58.1": "Iminā kāraṇena ekavīsa pañhā vibhajitabbā. ",
  "patthana1.23:59.1": "Naupanissayapaccayā … napurejātapaccayā … napacchājātapaccayā … naāsevanapaccayā … nakammapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ paṭicca dve mahābhūtā, dve mahābhūte paṭicca ekaṁ mahābhūtaṁ. Anidassanasappaṭighe mahābhūte paṭicca anidassanasappaṭighaṁ upādārūpaṁ (kammaṁ vibhajitvā nakammeneva ekavīsa pañhā kātabbā), navipākapaccayā (paṭisandhipi kaṭattāpi natthi, pañcavokāreyeva kātabbā), naāhārapaccayā—bāhiraṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. (Iminā kāraṇena vibhajitabbā ekavīsāpi.) ",
  "patthana1.23:60.0": "Naindriyādi ",
  "patthana1.23:60.1": "Anidassanasappaṭighaṁ dhammaṁ paṭicca anidassanasappaṭigho dhammo uppajjati naindriyapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ mahābhūte paṭicca rūpajīvitindriyaṁ (saṅkhittaṁ, sabbe pañhā vibhajitabbā) … najhānapaccayā— bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ. (Saṅkhittaṁ, sattapi pañhā vibhajitabbā.) ",
  "patthana1.23:61.1": "Anidassanaappaṭighaṁ dhammaṁ paṭicca anidassanaappaṭigho dhammo uppajjati najhānapaccayā—pañcaviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ āpodhātuṁ paṭicca anidassanaappaṭighaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.23:62.1": "Evaṁ sattapi pañhā vibhajitabbā. ",
  "patthana1.23:63.1": "Anidassanasappaṭighañca anidassanaappaṭighañca dhammaṁ paṭicca sanidassanasappaṭigho dhammo uppajjati najhānapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … , asaññasattānaṁ …pe… anidassanasappaṭighe mahābhūte ca āpodhātuñca paṭicca sanidassanasappaṭighaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.23:64.1": "(Evaṁ sattapi pañhā vibhajitabbā), namaggapaccayā … (nahetusadisaṁ kātabbaṁ. Paripuṇṇaṁ. Moho natthi). Nasampayuttapaccayā … navippayuttapaccayā (paripuṇṇaṁ) … nonatthipaccayā … novigatapaccayā. ",
  "patthana1.23:65.0.1": "Saṅkhyāvāra ",
  "patthana1.23:65.0.2": "Suddha ",
  "patthana1.23:65.1": "Nahetuyā ekavīsa, naārammaṇe ekavīsa, naadhipatiyā ekavīsa (saṅkhittaṁ, sabbattha ekavīsa), nonatthiyā ekavīsa, novigate ekavīsa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.23:66.1": "Paccanīyaṁ. ",
  "patthana1.23:67.0.1": "1.23.1.3. Paccayānulomapaccanīya ",
  "patthana1.23:67.0.2": "Hetuduka ",
  "patthana1.23:67.1": "Hetupaccayā naārammaṇe ekavīsa, naadhipatiyā ekavīsa …pe… nakamme ekaṁ, navipāke ekavīsa, nasampayutte ekavīsa, navippayutte ekaṁ, nonatthiyā ekavīsa, novigate ekavīsa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.23:68.1": "Anulomapaccanīyaṁ. ",
  "patthana1.23:69.0.1": "1.23.1.4. Paccayapaccanīyānuloma ",
  "patthana1.23:69.0.2": "Nahetuduka ",
  "patthana1.23:69.1": "Nahetupaccayā ārammaṇe ekaṁ, anantare ekaṁ, samanantare ekaṁ, sahajāte ekavīsa …pe… jhāne ekavīsa, magge ekaṁ, sampayutte ekaṁ, vippayutte ekavīsa, atthiyā ekavīsa, natthiyā ekaṁ, vigate ekaṁ, avigate ekavīsa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.23:70.1": "Paccanīyānulomaṁ. ",
  "patthana1.23:70.2": "Paṭiccavāro. ",
  "patthana1.23:71.0": "1.23.2–6. Sahajāta-paccaya-nissaya-saṁsaṭṭha-sampayuttavāra ",
  "patthana1.23:71.1": "(Sahajātavāropi paccayavāropi nissayavāropi paṭiccavārasadisā, saṁsaṭṭhavāropi sampayuttavāropi arūpeyeva kātabbā.) ",
  "patthana1.23:72.0.1": "1.23.7. Pañhāvāra ",
  "patthana1.23:72.0.2": "1.23.7.1. Paccayānuloma ",
  "patthana1.23:72.0.3": "Vibhaṅgavāra ",
  "patthana1.23:72.0.4": "Hetu ",
  "patthana1.23:72.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa hetupaccayena paccayo—anidassanaappaṭighā hetū sampayuttakānaṁ khandhānaṁ anidassanaappaṭighānañca cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe anidassanaappaṭighā hetū sampayuttakānaṁ khandhānaṁ anidassanaappaṭighānañca kaṭattārūpānaṁ hetupaccayena paccayo. ",
  "patthana1.23:73.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa dhammassa hetupaccayena paccayo—anidassanaappaṭighā hetū sanidassanasappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.23:74.1": "(Anidassanaappaṭighamūlakeyeva iminā kāraṇena satta pañhā vibhajitabbā.) ",
  "patthana1.23:75.0": "Ārammaṇa ",
  "patthana1.23:75.1": "Sanidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa ārammaṇapaccayena paccayo—rūpe aniccato dukkhato anattato vipassati, assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṁ uppajjati, domanassaṁ uppajjati, dibbena cakkhunā rūpaṁ passati, rūpāyatanaṁ cakkhuviññāṇassa ārammaṇapaccayena paccayo. Sanidassanasappaṭighā khandhā iddhividhañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.23:76.1": "Anidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa ārammaṇapaccayena paccayo. Cakkhuṁ …pe… kāyaṁ … sadde … gandhe … rase … phoṭṭhabbe … aniccato …pe… domanassaṁ uppajjati, dibbāya sotadhātuyā saddaṁ suṇāti, saddāyatanaṁ sotaviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… anidassanasappaṭighā khandhā iddhividhañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.23:77.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni paccavekkhati, jhānā …pe… ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo. Ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti …pe… vatthuṁ … itthindriyaṁ … purisindriyaṁ … jīvitindriyaṁ … āpodhātuṁ … kabaḷīkāraṁ āhāraṁ … anidassanaappaṭighe khandhe aniccato …pe… domanassaṁ uppajjati, cetopariyañāṇena anidassanaappaṭighacittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanaṁ viññāṇañcāyatanassa ārammaṇapaccayena paccayo. Ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… anidassanaappaṭighā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.23:78.0": "Adhipati ",
  "patthana1.23:78.1": "Sanidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—rūpaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.23:79.1": "Anidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—cakkhuṁ …pe… kāyaṁ … sadde … gandhe … rase … phoṭṭhabbe … garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.23:80.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā …pe… jhānā vuṭṭhahitvā …pe… ariyā maggā vuṭṭhahitvā …pe… phalā vuṭṭhahitvā …pe… phalaṁ garuṁ katvā …pe… nibbānaṁ garuṁ katvā … nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo. Vatthuṁ … itthindriyaṁ … purisindriyaṁ … jīvitindriyaṁ … āpodhātuṁ … kabaḷīkāraṁ āhāraṁ … anidassanaappaṭighe khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—anidassanaappaṭighādhipati sampayuttakānaṁ khandhānaṁ anidassanaappaṭighānañca cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.23:81.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—anidassanaappaṭighādhipati sanidassanasappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.23:82.1": "(Anidassanaappaṭighamūlake sattapi pañhā vibhajitabbā, adhipati tividharūpasaṅgahena.) ",
  "patthana1.23:83.0": "Anantara ",
  "patthana1.23:83.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa anantarapaccayena paccayo—purimā purimā anidassanaappaṭighā khandhā pacchimānaṁ pacchimānaṁ anidassanaappaṭighānaṁ khandhānaṁ anantarapaccayena paccayo. Anulomaṁ gotrabhussa … anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa … maggo phalassa … phalaṁ phalassa … anulomaṁ phalasamāpattiyā … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.23:84.0": "Samanantara ",
  "patthana1.23:84.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa samanantarapaccayena paccayo. (Anantarasadisaṁ.) ",
  "patthana1.23:85.0": "Sahajātādi ",
  "patthana1.23:85.1": "Anidassanasappaṭigho dhammo anidassanasappaṭighassa dhammassa sahajātapaccayena paccayo. (Paṭiccavārasadisaṁ sādhukaṁ kātabbaṁ. Aññamaññapaccaye paṭiccavāre aññamaññasadisaṁ, nissayapaccaye paṭiccavārasadisaṁ.) ",
  "patthana1.23:86.0": "Upanissaya ",
  "patthana1.23:86.1": "Sanidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—vaṇṇasampadaṁ patthayamāno dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ …pe… vaṇṇasampadā saddhāya …pe… paññāya, rāgassa …pe… patthanāya, kāyikassa sukhassa, kāyikassa dukkhassa, maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.23:87.1": "Anidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—cakkhusampadaṁ patthayamāno …pe… kāyasampadaṁ … saddasampadaṁ …pe… phoṭṭhabbasampadaṁ patthayamāno dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ … utuṁ … senāsanaṁ upanissāya dānaṁ deti sīlaṁ samādiyati. Uposathakammaṁ, jhānaṁ … vipassanaṁ … maggaṁ … abhiññaṁ … samāpattiṁ uppādeti pāṇaṁ hanati …pe… saṅghaṁ bhindati. Cakkhusampadā …pe… phoṭṭhabbasampadā, utu, senāsanaṁ saddhāya …pe… paññāya, rāgassa …pe… patthanāya, kāyikassa sukhassa, kāyikassa dukkhassa, maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.23:88.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ … jhānaṁ … samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Sīlaṁ …pe… paññaṁ … rāgaṁ …pe… patthanaṁ, kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … bhojanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati. Saddhā …pe… paññā, rāgo …pe… patthanā, kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … bhojanaṁ saddhāya …pe… paññāya, maggassa, phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.23:89.0": "Purejāta ",
  "patthana1.23:89.1": "Sanidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa purejātapaccayena paccayo. **Ārammaṇapurejātaṁ**—rūpe aniccato dukkhato anattato vipassati, assādeti abhinandati, taṁ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati, dibbena cakkhunā rūpaṁ passati, rūpāyatanaṁ cakkhuviññāṇassa purejātapaccayena paccayo. ",
  "patthana1.23:90.1": "Anidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ …pe… kāyaṁ … sadde …pe… phoṭṭhabbe aniccato …pe… domanassaṁ uppajjati, dibbāya sotadhātuyā saddaṁ suṇāti, saddāyatanaṁ sotaviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. ",
  "patthana1.23:91.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—vatthuṁ … itthindriyaṁ … purisindriyaṁ … jīvitindriyaṁ … āpodhātuṁ … kabaḷīkāraṁ āhāraṁ aniccato …pe… domanassaṁ uppajjati. **Vatthupurejātaṁ**—vatthu anidassanaappaṭighānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.23:92.1": "Sanidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanaappaṭighassa dhammassa purejātapaccayena paccayo— **ārammaṇapurejātaṁ, vatthupurejātaṁ**. Rūpāyatanañca vatthu ca anidassanaappaṭighānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.23:93.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanaappaṭighassa dhammassa purejātapaccayena paccayo— **ārammaṇapurejātaṁ, vatthupurejātaṁ**. Cakkhāyatanañca vatthu ca …pe… phoṭṭhabbāyatanañca vatthu ca anidassanaappaṭighānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.23:94.1": "Sanidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanaappaṭighassa dhammassa purejātapaccayena paccayo— **ārammaṇapurejātaṁ, vatthupurejātaṁ**. Rūpāyatanañca cakkhāyatanañca cakkhuviññāṇassa purejātapaccayena paccayo. ",
  "patthana1.23:95.0": "Pacchājāta ",
  "patthana1.23:95.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa pacchājātapaccayena paccayo—pacchājātā anidassanaappaṭighā khandhā purejātassa imassa anidassanaappaṭighassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.23:96.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa dhammassa pacchājātapaccayena paccayo—pacchājātā anidassanaappaṭighā khandhā purejātassa imassa sanidassanasappaṭighassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.23:97.1": "(Evaṁ satta pañhā vibhajitabbā, tividharūpasaṅgaho.) ",
  "patthana1.23:98.0": "Āsevana ",
  "patthana1.23:98.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa āsevanapaccayena paccayo—purimā purimā anidassanaappaṭighā khandhā pacchimānaṁ pacchimānaṁ anidassanaappaṭighānaṁ khandhānaṁ āsevanapaccayena paccayo. Anulomaṁ gotrabhussa … anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa āsevanapaccayena paccayo. ",
  "patthana1.23:99.0": "Kamma ",
  "patthana1.23:99.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—anidassanaappaṭighā cetanā sampayuttakānaṁ khandhānaṁ anidassanaappaṭighānañca cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—anidassanaappaṭighā cetanā vipākānaṁ khandhānaṁ anidassanaappaṭighānañca kaṭattārūpānaṁ kammapaccayena paccayo. ",
  "patthana1.23:100.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—anidassanaappaṭighā cetanā sanidassanasappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—anidassanaappaṭighā cetanā sanidassanasappaṭighānaṁ kaṭattārūpānaṁ kammapaccayena paccayo. ",
  "patthana1.23:101.1": "(Evaṁ satta pañhā sahajātā nānākkhaṇikā iminā kāraṇena vibhajitabbā, tividharūpasaṅgaho.) ",
  "patthana1.23:102.0": "Vipāka ",
  "patthana1.23:102.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa vipākapaccayena paccayo—vipāko anidassanaappaṭigho eko khandho tiṇṇannaṁ khandhānaṁ anidassanaappaṭighānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe anidassanaappaṭigho eko khandho tiṇṇannaṁ khandhānaṁ anidassanaappaṭighānañca kaṭattārūpānaṁ vipākapaccayena paccayo …pe… khandhā vatthussa vipākapaccayena paccayo. ",
  "patthana1.23:103.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa dhammassa vipākapaccayena paccayo—vipākā anidassanaappaṭighā khandhā sanidassanasappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ vipākapaccayena paccayo. Paṭisandhikkhaṇe anidassanaappaṭighā khandhā sanidassanasappaṭighānaṁ kaṭattārūpānaṁ vipākapaccayena paccayo. ",
  "patthana1.23:104.1": "(Evaṁ satta pañhā vitthāretabbā, pavattipaṭisandhi.) ",
  "patthana1.23:105.0": "Āhāra ",
  "patthana1.23:105.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa āhārapaccayena paccayo—anidassanaappaṭighā āhārā sampayuttakānaṁ khandhānaṁ anidassanaappaṭighānañca cittasamuṭṭhānānaṁ rūpānaṁ āhārapaccayena paccayo. Paṭisandhikkhaṇe anidassanaappaṭighā āhārā sampayuttakānaṁ khandhānaṁ anidassanaappaṭighānañca kaṭattārūpānaṁ āhārapaccayena paccayo. **Kabaḷīkāro āhāro**—imassa anidassanaappaṭighassa kāyassa āhārapaccayena paccayo. ",
  "patthana1.23:106.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa dhammassa āhārapaccayena paccayo—anidassanaappaṭighā āhārā sanidassanasappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ āhārapaccayena paccayo. Paṭisandhikkhaṇe anidassanaappaṭighā āhārā sanidassanasappaṭighānaṁ kaṭattārūpānaṁ āhārapaccayena paccayo. **Kabaḷīkāro āhāro**—imassa sanidassanasappaṭighassa kāyassa āhārapaccayena paccayo. ",
  "patthana1.23:107.1": "(Evaṁ satta pañhā pavattipaṭisandhi vibhajitabbā, sattasupi kabaḷīkāro āhāro kātabbo.) ",
  "patthana1.23:108.0": "Indriya ",
  "patthana1.23:108.1": "Anidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa indriyapaccayena paccayo—cakkhundriyaṁ cakkhuviññāṇassa …pe… kāyindriyaṁ kāyaviññāṇassa indriyapaccayena paccayo. ",
  "patthana1.23:109.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa indriyapaccayena paccayo—anidassanaappaṭighā indriyā sampayuttakānaṁ khandhānaṁ anidassanaappaṭighānaṁ cittasamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo. Paṭisandhikkhaṇe anidassanaappaṭighā indriyā sampayuttakānaṁ khandhānaṁ anidassanaappaṭighānañca kaṭattārūpānaṁ indriyapaccayena paccayo. **Rūpajīvitindriyaṁ**—anidassanaappaṭighānaṁ kaṭattārūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.23:110.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa dhammassa indriyapaccayena paccayo—anidassanaappaṭighā indriyā sanidassanasappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ indriyapaccayena paccayo. Paṭisandhikkhaṇe anidassanaappaṭighā indriyā sanidassanasappaṭighānaṁ kaṭattārūpānaṁ indriyapaccayena paccayo. **Rūpajīvitindriyaṁ**—sanidassanasappaṭighānaṁ kaṭattārūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.23:111.1": "(Evaṁ pavattipaṭisandhi satta pañhā vibhajitabbā, rūpajīvitindriyañca ante ante.) ",
  "patthana1.23:112.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanaappaṭighassa dhammassa indriyapaccayena paccayo—cakkhundriyañca cakkhuviññāṇañca cakkhuviññāṇasahagatānaṁ khandhānaṁ indriyapaccayena paccayo …pe… kāyindriyañca kāyaviññāṇañca kāyaviññāṇasahagatānaṁ khandhānaṁ indriyapaccayena paccayo. ",
  "patthana1.23:113.0": "Jhānādi ",
  "patthana1.23:113.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo— anidassanaappaṭigho eko khandho tiṇṇannaṁ khandhānaṁ sampayuttapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.23:114.0": "Vippayutta ",
  "patthana1.23:114.1": "Anidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa vippayuttapaccayena paccayo. ",
  "patthana1.23:115.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—anidassanaappaṭighā khandhā anidassanaappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe anidassanaappaṭighā khandhā anidassanaappaṭighānaṁ kaṭattārūpānaṁ vippayuttapaccayena paccayo. Khandhā vatthussa vippayuttapaccayena paccayo. Vatthu khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu anidassanaappaṭighānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—anidassanaappaṭighā khandhā purejātassa imassa anidassanaappaṭighassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.23:116.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—anidassanaappaṭighā khandhā sanidassanasappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe anidassanaappaṭighā khandhā sanidassanasappaṭighānaṁ kaṭattārūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—anidassanaappaṭighā khandhā purejātassa imassa sanidassanasappaṭighassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.23:117.1": "(Avasesā pañca pañhā evaṁ vitthāretabbā. Sahajātā, pacchājātā.) ",
  "patthana1.23:118.0": "Atthi ",
  "patthana1.23:118.1": "Sanidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa atthipaccayena paccayo. **Purejātaṁ**—rūpe aniccato …pe… domanassaṁ uppajjati, dibbena cakkhunā rūpaṁ passati, rūpāyatanaṁ cakkhuviññāṇassa atthipaccayena paccayo. ",
  "patthana1.23:119.1": "Anidassanasappaṭigho dhammo anidassanasappaṭighassa dhammassa atthipaccayena paccayo—anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ dvinnaṁ mahābhūtānaṁ atthipaccayena paccayo. Dve mahābhūtā ekassa mahābhūtassa atthipaccayena paccayo. Anidassanasappaṭighā mahābhūtā anidassanasappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ kaṭattārūpānaṁ upādārūpānaṁ atthipaccayena paccayo. Phoṭṭhabbāyatanaṁ cakkhāyatanassa …pe… rasāyatanassa atthipaccayena paccayo. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … ekaṁ mahābhūtaṁ dvinnaṁ mahābhūtānaṁ atthipaccayena paccayo. Dve mahābhūtā ekassa mahābhūtassa atthipaccayena paccayo. Utusamuṭṭhānā mahābhūtā anidassanasappaṭighānaṁ upādārūpānaṁ atthipaccayena paccayo. Asaññasattānaṁ anidassanasappaṭighaṁ ekaṁ mahābhūtaṁ dvinnaṁ mahābhūtānaṁ atthipaccayena paccayo. Dve mahābhūtā …pe…. ",
  "patthana1.23:120.1": "Anidassanasappaṭigho dhammo sanidassanasappaṭighassa dhammassa atthipaccayena paccayo. ",
  "patthana1.23:121.1": "(Paṭiccavāre nissayapaccayasadisaṁ.) ",
  "patthana1.23:122.1": "Anidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātā**—anidassanasappaṭighā mahābhūtā anidassanaappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ kaṭattārūpānaṁ upādārūpānaṁ atthipaccayena paccayo. (Yāva asaññasattā vitthāretabbā.) **Purejātaṁ**—cakkhuṁ …pe… kāyaṁ, sadde …pe… phoṭṭhabbe aniccato …pe… domanassaṁ uppajjati, cakkhāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa atthipaccayena paccayo. ",
  "patthana1.23:123.1": "(Avasesā cattāro pañhā vitthāretabbā. Paṭiccavāre sahajātapaccayasadisā, ninnānākaraṇā.) ",
  "patthana1.23:124.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—anidassanaappaṭigho eko khandho tiṇṇannaṁ khandhānaṁ anidassanaappaṭighānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. Dve khandhā …pe… paṭisandhikkhaṇe …pe… āpodhātu anidassanaappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ kaṭattārūpānaṁ upādārūpānaṁ …pe… āpodhātu itthindriyassa …pe… kabaḷīkārāhārassa ca atthipaccayena paccayo. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ āpodhātu anidassanaappaṭighānaṁ kaṭattārūpānaṁ upādārūpānaṁ atthipaccayena paccayo. **Purejātaṁ**—vatthuṁ … itthindriyaṁ … purisindriyaṁ … jīvitindriyaṁ … āpodhātuṁ … kabaḷīkāraṁ āhāraṁ … aniccato …pe… domanassaṁ uppajjati, vatthu anidassanaappaṭighānaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—anidassanaappaṭighā khandhā purejātassa imassa anidassanaappaṭighassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa anidassanaappaṭighassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṁ**—anidassanaappaṭighānaṁ kaṭattārūpānaṁ atthipaccayena paccayo. (Evaṁ avasesā cha pañhā vibhajitabbā. Sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyampi kātabbā.) ",
  "patthana1.23:125.1": "Sanidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanaappaṭighassa dhammassa atthipaccayena paccayo. **Purejātaṁ**—rūpāyatanañca vatthu ca anidassanaappaṭighānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.23:126.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā sanidassanasappaṭighassa dhammassa atthipaccayena paccayo—anidassanaappaṭighā khandhā ca mahābhūtā ca sanidassanasappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe …. (Saṅkhittaṁ, asaññasattānañca kātabbā.) ",
  "patthana1.23:127.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanasappaṭighassa dhammassa atthipaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana1.23:128.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanaappaṭighassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātā**—anidassanaappaṭighā khandhā ca mahābhūtā ca anidassanaappaṭighānaṁ cittasamuṭṭhānānaṁ rūpānaṁ …pe…. (Yāva asaññasattā kātabbā.) **Purejātaṁ**—cakkhāyatanañca vatthu ca …pe… phoṭṭhabbāyatanañca vatthu ca anidassanaappaṭighānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.23:128.2": "(Avasesā catasso pañhā vibhajitabbā.) ",
  "patthana1.23:129.1": "Sanidassanasappaṭigho ca anidassanasappaṭigho ca dhammā anidassanaappaṭighassa dhammassa atthipaccayena paccayo. **Purejātaṁ**—rūpāyatanañca cakkhāyatanañca cakkhuviññāṇassa atthipaccayena paccayo. ",
  "patthana1.23:130.1": "Sanidassanasappaṭigho ca anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanaappaṭighassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. Rūpāyatanañca cakkhāyatanañca cakkhuviññāṇañca cakkhuviññāṇasahagatānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.23:131.1": "(Natthivigatapaccayaṁ anantarasadisaṁ. Avigatapaccayaṁ atthisadisaṁ.) ",
  "patthana1.23:132.0.1": "Saṅkhyāvāra ",
  "patthana1.23:132.0.2": "Suddha ",
  "patthana1.23:132.1": "Hetuyā satta, ārammaṇe tīṇi, adhipatiyā nava, anantare ekaṁ, samanantare ekaṁ, sahajāte ekavīsa, aññamaññe cha, nissaye ekavīsa, upanissaye tīṇi, purejāte cha, pacchājāte satta, āsevane ekaṁ, kamme satta, vipāke satta, āhāre satta, indriye nava, jhāne satta, magge satta, sampayutte ekaṁ, vippayutte aṭṭha, atthiyā pañcavīsa, natthiyā ekaṁ, vigate ekaṁ, avigate pañcavīsa. ",
  "patthana1.23:133.0": "Hetusabhāga ",
  "patthana1.23:133.1": "Hetupaccayā adhipatiyā satta, sahajāte satta, aññamaññe ekaṁ, nissaye satta, vipāke satta, indriye satta, magge satta, sampayutte ekaṁ, vippayutte satta, atthiyā satta, avigate satta. ",
  "patthana1.23:134.0": "Hetusāmaññaghaṭanā ",
  "patthana1.23:134.1": "Hetu sahajāta nissaya atthi avigatanti satta. Hetu sahajāta aññamañña nissaya atthi avigatanti ekaṁ. Hetu sahajāta aññamañña nissaya sampayutta atthi avigatanti ekaṁ. Hetu sahajāta nissaya vippayutta atthi avigatanti satta. (Avipāka—4.) ",
  "patthana1.23:135.1": "Hetu sahajāta nissaya vipāka atthi avigatanti satta. Hetu sahajāta aññamañña nissaya vipāka atthi avigatanti ekaṁ. Hetu sahajāta aññamañña nissaya vipāka sampayutta atthi avigatanti ekaṁ. Hetu sahajāta nissaya vipāka vippayutta atthi avigatanti satta. Hetu sahajāta aññamañña nissaya vipāka vippayutta atthi avigatanti ekaṁ. (Savipāka—5.) ",
  "patthana1.23:136.1": "Evaṁ sabbo gaṇanavāro gaṇetabbo. ",
  "patthana1.23:136.2": "Anulomaṁ. ",
  "patthana1.23:137.0": "Paccanīyuddhāra ",
  "patthana1.23:137.1": "Sanidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.23:138.1": "Anidassanasappaṭigho dhammo anidassanasappaṭighassa dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:139.1": "Anidassanasappaṭigho dhammo sanidassanasappaṭighassa dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:140.1": "Anidassanasappaṭigho dhammo anidassanaappaṭighassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.23:141.1": "Anidassanasappaṭigho dhammo sanidassanasappaṭighassa ca anidassanaappaṭighassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:142.1": "Anidassanasappaṭigho dhammo anidassanasappaṭighassa ca anidassanaappaṭighassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:143.1": "Anidassanasappaṭigho dhammo sanidassanasappaṭighassa ca anidassanasappaṭighassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:144.1": "Anidassanasappaṭigho dhammo sanidassanasappaṭighassa ca anidassanasappaṭighassa ca anidassanaappaṭighassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:145.1": "Anidassanaappaṭigho dhammo anidassanaappaṭighassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.23:146.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa dhammassa sahajātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.23:147.1": "Anidassanaappaṭigho dhammo anidassanasappaṭighassa dhammassa sahajātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.23:148.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa ca anidassanaappaṭighassa ca dhammassa sahajātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.23:149.1": "Anidassanaappaṭigho dhammo anidassanasappaṭighassa ca anidassanaappaṭighassa ca dhammassa sahajātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.23:150.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa ca anidassanasappaṭighassa ca dhammassa sahajātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.23:151.1": "Anidassanaappaṭigho dhammo sanidassanasappaṭighassa ca anidassanasappaṭighassa ca anidassanaappaṭighassa ca dhammassa sahajātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.23:152.1": "Sanidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanaappaṭighassa dhammassa purejātaṁ. ",
  "patthana1.23:153.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā sanidassanasappaṭighassa dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:154.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanasappaṭighassa dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:155.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanaappaṭighassa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana1.23:156.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā sanidassanasappaṭighassa ca anidassanaappaṭighassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:157.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanasappaṭighassa ca anidassanaappaṭighassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:158.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā sanidassanasappaṭighassa ca anidassanasappaṭighassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:159.1": "Anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā sanidassanasappaṭighassa ca anidassanasappaṭighassa ca anidassanaappaṭighassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.23:160.1": "Sanidassanasappaṭigho ca anidassanasappaṭigho ca dhammā anidassanaappaṭighassa dhammassa purejātaṁ. ",
  "patthana1.23:161.1": "Sanidassanasappaṭigho ca anidassanasappaṭigho ca anidassanaappaṭigho ca dhammā anidassanaappaṭighassa dhammassa sahajātapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.23:162.0.1": "1.23.7.2. Paccayapaccanīya ",
  "patthana1.23:162.0.2": "Saṅkhyāvāra ",
  "patthana1.23:162.0.3": "Suddha ",
  "patthana1.23:162.1": "Nahetuyā pañcavīsa, naārammaṇe dvāvīsa, naadhipatiyā pañcavīsa, naanantare pañcavīsa, nasamanantare pañcavīsa, nasahajāte dvādasa, naaññamaññe catuvīsa, nanissaye nava, naupanissaye pañcavīsa, napurejāte bāvīsa, napacchājāte pañcavīsa, naāsevane pañcavīsa, nakamme pañcavīsa, navipāke catuvīsa, naāhāre pañcavīsa, naindriye tevīsa, najhāne pañcavīsa, namagge pañcavīsa, nasampayutte catuvīsa, navippayutte bāvīsa, noatthiyā nava, nonatthiyā pañcavīsa, novigate pañcavīsa, noavigate nava. ",
  "patthana1.23:163.0.1": "1.2. Paccayapaccanīya ",
  "patthana1.23:163.0.2": "Vibhaṅgavāra ",
  "patthana1.23:163.0.3": "Nahetuduka ",
  "patthana1.23:163.1": "Nahetupaccayā naārammaṇe bāvīsa (paṭhamagamanasadisaṁ), noavigate nava. ",
  "patthana1.23:164.0": "Nahetutika ",
  "patthana1.23:164.1": "Nahetupaccayā naārammaṇapaccayā naadhipatiyā bāvīsa, naanantare bāvīsa, nasamanantare bāvīsa, nasahajāte nava, naaññamaññe bāvīsa, nanissaye nava, naupanissaye ekavīsa, napurejāte bāvīsa, napacchājāte bāvīsa …pe… nasampayutte bāvīsa, navippayutte bāvīsa, noatthiyā nava, nonatthiyā bāvīsa, novigate bāvīsa, noavigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.23:165.1": "Paccanīyaṁ. ",
  "patthana1.23:166.0.1": "1.23.7.3. Paccayānulomapaccanīya ",
  "patthana1.23:166.0.2": "Hetuduka ",
  "patthana1.23:166.1": "Hetupaccayā naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, naaññamaññe satta, naupanissaye satta, napurejāte satta, napacchājāte satta …pe… nasampayutte satta, navippayutte ekaṁ, nonatthiyā satta, novigate satta. ",
  "patthana1.23:167.0": "Hetusāmaññaghaṭanā ",
  "patthana1.23:167.1": "Hetu sahajāta nissaya atthi avigatanti naārammaṇe satta …pe… naanantare satta, nasamanantare satta, naaññamaññe satta (idhāpi saṅkhittaṁ), nasampayutte satta, navippayutte ekaṁ, nonatthiyā satta, novigate satta. ",
  "patthana1.23:168.1": "Hetu sahajāta aññamañña nissaya atthi avigatanti naārammaṇe ekaṁ (sabbattha ekaṁ), novigate ekaṁ. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.23:169.1": "Anulomapaccanīyaṁ. ",
  "patthana1.23:170.0.1": "1.23.7.4. Paccayapaccanīyānuloma ",
  "patthana1.23:170.0.2": "Nahetuduka ",
  "patthana1.23:170.1": "Nahetupaccayā ārammaṇe tīṇi, adhipatiyā nava, anantare ekaṁ, samanantare ekaṁ, sahajāte ekavīsa, aññamaññe cha, nissaye ekavīsa, upanissaye tīṇi, purejāte cha, pacchājāte satta, āsevane ekaṁ, kamme satta, vipāke satta, āhāre satta, indriye nava, jhāne satta, magge satta, sampayutte ekaṁ, vippayutte aṭṭha, atthiyā pañcavīsa, natthiyā ekaṁ, vigate ekaṁ, avigate pañcavīsa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.23:171.1": "Paccanīyānulomaṁ. ",
  "patthana1.23:171.2": "Pañhāvāro niṭṭhito. ",
  "patthana1.23:172.1": "Sanidassanasappaṭighattikaṁ niṭṭhitaṁ. ",
  "patthana1.23:173.1": "Dhammānulome tikapaṭṭhānaṁ niṭṭhitaṁ. "
}