{
  "patthana1.7:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.7:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.7:0.3": "1.7. Vitakkattika ",
  "patthana1.7:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa. ",
  "patthana1.7:2.0.1": "1.7.1. Paṭiccavāra ",
  "patthana1.7:2.0.2": "1.7.1.1. Paccayānuloma ",
  "patthana1.7:2.0.3": "Vibhaṅgavāra ",
  "patthana1.7:2.0.4": "Hetu ",
  "patthana1.7:2.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho, dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.7:3.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati hetupaccayā—savitakkasavicāre khandhe paṭicca vitakko. Paṭisandhikkhaṇe savitakkasavicāre khandhe paṭicca vitakko. ",
  "patthana1.7:4.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—savitakkasavicāre khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe savitakkasavicāre khandhe paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:5.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṁ. ",
  "patthana1.7:6.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—savitakkasavicāre khandhe paṭicca vitakko cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe savitakkasavicāre khandhe paṭicca vitakko kaṭattā ca rūpaṁ. ",
  "patthana1.7:7.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti hetupaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca …pe… dve khandhe paṭicca dve khandhā vitakko ca. Paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca …pe… dve khandhe paṭicca dve khandhā vitakko ca. ",
  "patthana1.7:8.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā vitakko ca cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca kaṭattā ca rūpaṁ …pe… dve khandhe paṭicca dve khandhā vitakko ca kaṭattā ca rūpaṁ. ",
  "patthana1.7:9.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati hetupaccayā—avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.7:10.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—vitakkaṁ paṭicca savitakkasavicārā khandhā. Paṭisandhikkhaṇe vitakkaṁ paṭicca savitakkasavicārā khandhā. ",
  "patthana1.7:11.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—avitakkavicāramatte khandhe paṭicca vicāro cittasamuṭṭhānañca rūpaṁ; vitakkaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe avitakkavicāramatte khandhe paṭicca vicāro kaṭattā ca rūpaṁ. Paṭisandhikkhaṇe vitakkaṁ paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:12.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—vitakkaṁ paṭicca savitakkasavicārā khandhā cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe vitakkaṁ paṭicca savitakkasavicārā khandhā kaṭattā ca rūpaṁ. ",
  "patthana1.7:13.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vicāro ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā vicāro ca cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vicāro ca kaṭattā ca rūpaṁ …pe… dve khandhe paṭicca dve khandhā vicāro ca kaṭattā ca rūpaṁ. ",
  "patthana1.7:14.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā— avitakkaavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ; vicāraṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe avitakkaavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṁ. Paṭisandhikkhaṇe vicāraṁ paṭicca kaṭattārūpaṁ, khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, vicāraṁ paṭicca vatthu, vatthuṁ paṭicca vicāro. Ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.7:15.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā. ",
  "patthana1.7:16.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati hetupaccayā—vicāraṁ paṭicca avitakkavicāramattā khandhā. Paṭisandhikkhaṇe vicāraṁ paṭicca avitakkavicāramattā khandhā. Paṭisandhikkhaṇe vatthuṁ paṭicca avitakkavicāramattā khandhā. Paṭisandhikkhaṇe vatthuṁ paṭicca vitakko. ",
  "patthana1.7:17.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā; mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:18.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—vicāraṁ paṭicca avitakkavicāramattā khandhā cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe vicāraṁ paṭicca avitakkavicāramattā khandhā kaṭattā ca rūpaṁ. Paṭisandhikkhaṇe vatthuṁ paṭicca avitakkavicāramattā khandhā; mahābhūte paṭicca kaṭattārūpaṁ. Paṭisandhikkhaṇe vatthuṁ paṭicca vitakko; mahābhūte paṭicca kaṭattārūpaṁ. Paṭisandhikkhaṇe vatthuṁ paṭicca avitakkavicāramattā khandhā ca vicāro ca. ",
  "patthana1.7:19.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā ca vitakko ca. ",
  "patthana1.7:20.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā ca vitakko ca; mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:21.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vatthuñca paṭicca dve khandhā. ",
  "patthana1.7:22.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko. ",
  "patthana1.7:23.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—savitakkasavicāre khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:24.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vatthuñca paṭicca dve khandhā; savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:25.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko; savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:26.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca …pe… dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca. ",
  "patthana1.7:27.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā— paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca …pe… dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca; savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:28.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā. ",
  "patthana1.7:29.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati hetupaccayā—avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā …pe… dve khandhe ca vicārañca paṭicca dve khandhā. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā …pe… dve khandhe ca vicārañca paṭicca dve khandhā. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vatthuñca paṭicca dve khandhā. ",
  "patthana1.7:30.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—avitakkavicāramatte khandhe ca vicārañca paṭicca cittasamuṭṭhānaṁ rūpaṁ; avitakkavicāramatte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ; vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vicārañca paṭicca kaṭattārūpaṁ. Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. Paṭisandhikkhaṇe vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ. Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vatthuñca paṭicca vicāro. ",
  "patthana1.7:31.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā; vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:32.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca vicārañca paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe ca vicārañca paṭicca dve khandhā kaṭattā ca rūpaṁ. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vicāro ca …pe… dve khandhe ca vatthuñca paṭicca dve khandhā vicāro ca. ",
  "patthana1.7:33.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe ca vitakkañca paṭicca dve khandhā. Paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe ca vitakkañca paṭicca dve khandhā. ",
  "patthana1.7:34.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—savitakkasavicāre khandhe ca vitakkañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe savitakkasavicāre khandhe ca vitakkañca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:35.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā—savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca vitakkañca paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe ca vitakkañca paṭicca dve khandhā kaṭattā ca rūpaṁ. ",
  "patthana1.7:36.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vitakkañca vatthuñca paṭicca dve khandhā. ",
  "patthana1.7:37.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati hetupaccayā—savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:38.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti hetupaccayā— paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā, tayo khandhe ca vitakkañca vatthuñca paṭicca eko khandho, dve khandhe ca vitakkañca vatthuñca paṭicca dve khandhā; savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:39.0": "Ārammaṇa ",
  "patthana1.7:39.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:40.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati ārammaṇapaccayā—savitakkasavicāre khandhe paṭicca vitakko. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:41.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti ārammaṇapaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca …pe… dve khandhe paṭicca dve khandhā vitakko ca. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:42.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati ārammaṇapaccayā—avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:43.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—vitakkaṁ paṭicca savitakkasavicārā khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:44.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati ārammaṇapaccayā—avitakkavicāramatte khandhe paṭicca vicāro. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:45.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti ārammaṇapaccayā—avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vicāro ca …pe… dve khandhe paṭicca dve khandhā vicāro ca paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:46.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati ārammaṇapaccayā—avitakkaavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe avitakkaavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe vatthuṁ paṭicca khandhā, vatthuṁ paṭicca vicāro. ",
  "patthana1.7:47.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā. ",
  "patthana1.7:48.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati ārammaṇapaccayā—vicāraṁ paṭicca avitakkavicāramattā khandhā. Paṭisandhikkhaṇe vicāraṁ paṭicca avitakkavicāramattā khandhā. Paṭisandhikkhaṇe vatthuṁ paṭicca avitakkavicāramattā khandhā. Paṭisandhikkhaṇe vatthuṁ paṭicca vitakko. ",
  "patthana1.7:49.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti ārammaṇapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca avitakkavicāramattā khandhā vicāro ca. ",
  "patthana1.7:50.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti ārammaṇapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā ca vitakko ca. ",
  "patthana1.7:51.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vatthuñca paṭicca dve khandhā. ",
  "patthana1.7:52.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko. ",
  "patthana1.7:53.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti ārammaṇapaccayā—paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca …pe… dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca. ",
  "patthana1.7:54.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā. ",
  "patthana1.7:55.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati ārammaṇapaccayā—avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā …pe… dve khandhe ca vicārañca paṭicca dve khandhā. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā …pe… dve khandhe ca vicārañca paṭicca dve khandhā. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vatthuñca paṭicca dve khandhā. ",
  "patthana1.7:56.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vatthuñca paṭicca vicāro. ",
  "patthana1.7:57.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti ārammaṇapaccayā—paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vicāro ca …pe… dve khandhe ca vatthuñca paṭicca dve khandhā vicāro ca. ",
  "patthana1.7:58.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe ca vitakkañca paṭicca dve khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:59.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vitakkañca vatthuñca paṭicca dve khandhā. ",
  "patthana1.7:60.1": "(Dve paccayā sajjhāyamaggena vibhattā, evaṁ avasesā vīsatipaccayā vibhajitabbā.) ",
  "patthana1.7:61.0": "Vippayutta ",
  "patthana1.7:61.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati vippayuttapaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:62.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati vippayuttapaccayā—savitakkasavicāre khandhe paṭicca vitakko; vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:63.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati vippayuttapaccayā—savitakkasavicāre khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, khandhe vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:64.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:65.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—savitakkasavicāre khandhe paṭicca vitakko ca cittasamuṭṭhānañca rūpaṁ. Vitakko vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:66.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti vippayuttapaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca …pe… dve khandhe paṭicca dve khandhā vitakko ca, vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:67.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā vitakko ca cittasamuṭṭhānañca rūpaṁ. Khandhā ca vitakko ca vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:68.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati …pe… avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:69.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati vippayuttapaccayā—vitakkaṁ paṭicca savitakkasavicārā khandhā, vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:70.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati vippayuttapaccayā—avitakkavicāramatte khandhe paṭicca vicāro ca cittasamuṭṭhānañca rūpaṁ, vicāro vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. Vitakkaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ, vitakkaṁ vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:71.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—vitakkaṁ paṭicca savitakkasavicārā khandhā cittasamuṭṭhānañca rūpaṁ, khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ vitakkaṁ vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:72.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vicāro ca cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā vicāro ca cittasamuṭṭhānañca rūpaṁ. Khandhā ca vicāro ca vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:73.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati vippayuttapaccayā—avitakkaavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… khandhā vatthuṁ vippayuttapaccayā, cittasamuṭṭhānaṁ rūpaṁ khandhe vippayuttapaccayā. Vicāraṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ, vicāraṁ vippayuttapaccayā. Paṭisandhikkhaṇe …pe… paṭisandhikkhaṇe vicāraṁ paṭicca kaṭattārūpaṁ, vicāraṁ vippayuttapaccayā. Khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā. Khandhā vatthuṁ vippayuttapaccayā. Vatthu khandhe vippayuttapaccayā. Vicāraṁ paṭicca vatthu, vatthuṁ paṭicca vicāro, vicāro vatthuṁ vippayuttapaccayā. Vatthu vicāraṁ vippayuttapaccayā; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ, khandhe vippayuttapaccayā. ",
  "patthana1.7:74.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati vippayuttapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā, vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:75.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati vippayuttapaccayā—vicāraṁ paṭicca avitakkavicāramattā khandhā, vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe vicāraṁ paṭicca avitakkavicāramattā khandhā, vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe vatthuṁ paṭicca avitakkavicāramattā khandhā, vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe vatthuṁ paṭicca vitakko, vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:76.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā, mahābhūte paṭicca kaṭattārūpaṁ, khandhā vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe vippayuttapaccayā. ",
  "patthana1.7:77.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—vicāraṁ paṭicca avitakkavicāramattā khandhā ca cittasamuṭṭhānañca rūpaṁ …pe… khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ vicāraṁ vippayuttapaccayā. Paṭisandhikkhaṇe vicāraṁ paṭicca avitakkavicāramattā khandhā ca kaṭattā ca rūpaṁ, khandhā vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ vicāraṁ vippayuttapaccayā. Paṭisandhikkhaṇe vatthuṁ paṭicca avitakkavicāramattā khandhā mahābhūte paṭicca kaṭattārūpaṁ, khandhā vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe vippayuttapaccayā. Paṭisandhikkhaṇe vatthuṁ paṭicca vitakko, mahābhūte paṭicca kaṭattārūpaṁ, vitakko vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe vippayuttapaccayā. Paṭisandhikkhaṇe vatthuṁ paṭicca avitakkavicāramattā khandhā ca vicāro ca, vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:78.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti vippayuttapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā ca vitakko ca, vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:79.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā ca vitakko ca, mahābhūte paṭicca kaṭattārūpaṁ, khandhā ca vitakko ca, vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe vippayuttapaccayā. ",
  "patthana1.7:80.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati vippayuttapaccayā—paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā, vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:81.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto dhammo …pe… paṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko, vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:82.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo …pe… savitakkasavicāre khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, khandhe vippayuttapaccayā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:83.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā …pe… paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vatthuñca paṭicca dve khandhā, savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ, khandhā vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe vippayuttapaccayā. ",
  "patthana1.7:84.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā …pe… paṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko, savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ, vitakko vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe vippayuttapaccayā. ",
  "patthana1.7:85.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā …pe… paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca …pe… dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca, vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:86.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā …pe… paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca …pe… dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca. Savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. Khandhā ca vitakko ca, vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe vippayuttapaccayā. ",
  "patthana1.7:87.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo …pe… paṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā, vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:88.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto dhammo …pe… avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā …pe… dve khandhe ca …pe… vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā …pe… dve khandhe ca …pe… vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe… vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:89.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo …pe… avitakkavicāramatte khandhe ca vicārañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Khandhe ca vicārañca vippayuttapaccayā. Avitakkavicāramatte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Khandhe vippayuttapaccayā. Vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Vitakkaṁ vippayuttapaccayā. Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vicārañca paṭicca kaṭattārūpaṁ. Khandhe ca vicārañca vippayuttapaccayā. Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. Khandhe vippayuttapaccayā. Paṭisandhikkhaṇe vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ. Vitakkaṁ vippayuttapaccayā. Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vatthuñca paṭicca vicāro. Vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:90.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā—paṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā. Vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ. Khandhā vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ vitakkaṁ vippayuttapaccayā. ",
  "patthana1.7:91.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā …pe… avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe ca vicārañca vippayuttapaccayā. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… khandhā vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe ca vicārañca vippayuttapaccayā. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe… avitakkavicāramatte khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. Khandhā vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe vippayuttapaccayā. Paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vicāro ca …pe… dve khandhe ca …pe… vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:92.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati …pe… savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe ca …pe… vatthuṁ vippayuttapaccayā. Paṭisandhikkhaṇe …pe… vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:93.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati …pe… savitakkasavicāre khandhe ca vitakkañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Khandhe ca vitakkañca vippayuttapaccayā. Paṭisandhikkhaṇe …pe… khandhe ca vitakkañca vippayuttapaccayā. ",
  "patthana1.7:94.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti …pe… savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… khandhā vatthuṁ vippayuttapaccayā. Cittasamuṭṭhānaṁ rūpaṁ khandhe ca vitakkañca vippayuttapaccayā. Paṭisandhikkhaṇe …pe… khandhā vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe ca vitakkañca vippayuttapaccayā. ",
  "patthana1.7:95.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati …pe… paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… khandhā vatthuṁ vippayuttapaccayā. ",
  "patthana1.7:96.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati …pe… savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Khandhe ca vitakkañca vippayuttapaccayā. Paṭisandhikkhaṇe …pe… khandhe ca vitakkañca vippayuttapaccayā. ",
  "patthana1.7:97.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti vippayuttapaccayā— paṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca …pe… savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ. Khandhā vatthuṁ vippayuttapaccayā. Kaṭattārūpaṁ khandhe ca vitakkañca vippayuttapaccayā. ",
  "patthana1.7:98.0": "Atthi-avigata ",
  "patthana1.7:98.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati atthipaccayā …pe… natthipaccayā, vigatapaccayā, avigatapaccayā. (Saṅkhittaṁ.) ",
  "patthana1.7:99.0.1": "Saṅkhyāvāra ",
  "patthana1.7:99.0.2": "Suddha ",
  "patthana1.7:99.1": "Hetuyā sattatiṁsa, ārammaṇe ekavīsa, adhipatiyā tevīsa, anantare ekavīsa, samanantare ekavīsa, sahajāte sattatiṁsa, aññamaññe aṭṭhavīsa, nissaye sattatiṁsa, upanissaye ekavīsa, purejāte ekādasa, āsevane ekādasa, kamme sattatiṁsa, vipāke sattatiṁsa, āhāre indriye jhāne magge sattatiṁsa, sampayutte ekavīsa, vippayutte sattatiṁsa, atthiyā sattatiṁsa, natthiyā ekavīsa, vigate ekavīsa, avigate sattatiṁsa. ",
  "patthana1.7:100.0": "Duka ",
  "patthana1.7:100.1": "Hetupaccayā ārammaṇe ekavīsa …pe… avigate sattatiṁsa. (Saṅkhittaṁ.) ",
  "patthana1.7:101.1": "Yathā kusalattike gaṇanā, evaṁ gaṇetabbaṁ. ",
  "patthana1.7:101.2": "Anulomaṁ. ",
  "patthana1.7:102.0.1": "1.7.1.2. Paccayapaccanīya ",
  "patthana1.7:102.0.2": "Vibhaṅgavāra ",
  "patthana1.7:102.0.3": "Nahetu ",
  "patthana1.7:102.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—ahetukaṁ savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Ahetukapaṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.7:103.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati nahetupaccayā—ahetuke savitakkasavicāre khandhe paṭicca vitakko. Ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.7:104.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—ahetuke savitakkasavicāre khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.7:105.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetukaṁ savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. Ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.7:106.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetuke savitakkasavicāre khandhe paṭicca vitakko ca cittasamuṭṭhānañca rūpaṁ. Ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.7:107.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti nahetupaccayā—ahetukaṁ savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca …pe… dve khandhe paṭicca dve khandhā vitakko ca. Ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.7:108.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetukaṁ savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca cittasamuṭṭhānañca rūpaṁ …pe… ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.7:109.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—ahetukaṁ vitakkaṁ paṭicca savitakkasavicārā khandhā. Ahetukapaṭisandhikkhaṇe vitakkaṁ paṭicca savitakkasavicārā khandhā; vicikicchāsahagataṁ uddhaccasahagataṁ vitakkaṁ paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.7:110.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—ahetukaṁ vitakkaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Ahetukapaṭisandhikkhaṇe vitakkaṁ paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:111.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetukaṁ vitakkaṁ paṭicca savitakkasavicārā khandhā cittasamuṭṭhānañca rūpaṁ. Ahetukapaṭisandhikkhaṇe vitakkaṁ paṭicca savitakkasavicārā khandhā kaṭattā ca rūpaṁ. ",
  "patthana1.7:112.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—ahetukaṁ avitakkaavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho, dve khandhe paṭicca dve khandhā; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca …pe… mahābhūte paṭicca kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.7:113.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—ahetukapaṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā. ",
  "patthana1.7:114.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati nahetupaccayā—ahetukapaṭisandhikkhaṇe vatthuṁ paṭicca vitakko. ",
  "patthana1.7:115.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetukapaṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā; mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:116.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetukapaṭisandhikkhaṇe vatthuṁ paṭicca vitakko; mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:117.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti nahetupaccayā—ahetukapaṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā ca vitakko ca. ",
  "patthana1.7:118.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetukapaṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā ca vitakko ca; mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:119.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—ahetukapaṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vatthuñca paṭicca dve khandhā. ",
  "patthana1.7:120.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati nahetupaccayā—ahetukapaṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko. ",
  "patthana1.7:121.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—ahetuke savitakkasavicāre khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Ahetukapaṭisandhikkhaṇe savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:122.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetukapaṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vatthuñca paṭicca dve khandhā; savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:123.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetukapaṭisandhikkhaṇe savitakkasavicāre khandhe ca vatthuñca paṭicca vitakko; savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:124.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti nahetupaccayā—ahetukapaṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca …pe… dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca. ",
  "patthana1.7:125.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā— ahetukapaṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā vitakko ca …pe… dve khandhe ca vatthuñca paṭicca dve khandhā vitakko ca; savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:126.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—ahetukapaṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā. ",
  "patthana1.7:127.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—ahetukaṁ vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Ahetukapaṭisandhikkhaṇe vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:128.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetukapaṭisandhikkhaṇe vitakkañca vatthuñca paṭicca savitakkasavicārā khandhā; vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:129.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—ahetukaṁ savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe ca vitakkañca paṭicca dve khandhā. Ahetukapaṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe ca vitakkañca paṭicca dve khandhā; vicikicchāsahagate uddhaccasahagate khandhe ca vitakkañca paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.7:130.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—ahetuke savitakkasavicāre khandhe ca vitakkañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.7:131.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā—ahetukaṁ savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe ca vitakkañca paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. Ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.7:132.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati nahetupaccayā—ahetukapaṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vitakkañca vatthuñca paṭicca dve khandhā. ",
  "patthana1.7:133.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati nahetupaccayā—ahetuke savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.7:134.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti nahetupaccayā— ahetukapaṭisandhikkhaṇe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe ca vitakkañca vatthuñca paṭicca dve khandhā; savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:135.0": "Naārammaṇa ",
  "patthana1.7:135.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—savitakkasavicāre khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe savitakkasavicāre khandhe paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:136.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—avitakkavicāramatte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, vitakkaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe avitakkavicāramatte khandhe paṭicca kaṭattārūpaṁ. Paṭisandhikkhaṇe vitakkaṁ paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:137.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—avitakkaavicāre khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, vicāraṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe avitakkaavicāre khandhe paṭicca kaṭattārūpaṁ, vicāraṁ paṭicca kaṭattārūpaṁ, khandhe paṭicca vatthu, vicāraṁ paṭicca vatthu; ekaṁ mahābhūtaṁ paṭicca …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.7:138.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—savitakkasavicāre khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe savitakkasavicāre khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.7:139.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—avitakkavicāramatte khandhe ca vicārañca paṭicca cittasamuṭṭhānaṁ rūpaṁ, avitakkavicāramatte khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ, vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe avitakkavicāramatte khandhe ca vicārañca …pe… kaṭattārūpaṁ. ",
  "patthana1.7:140.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—savitakkasavicāre khandhe ca vitakkañca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:141.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naārammaṇapaccayā—savitakkasavicāre khandhe ca vitakkañca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe… kaṭattārūpaṁ. ",
  "patthana1.7:142.0": "Naadhipati ",
  "patthana1.7:142.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati naadhipatipaccayā …pe… satta. ",
  "patthana1.7:143.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati naadhipatipaccayā—avitakkavicāramatte khandhe paṭicca avitakkavicāramattā adhipati, vipākaṁ avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:144.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati naadhipatipaccayā—vitakkaṁ paṭicca savitakkasavicārā khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:145.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naadhipatipaccayā—vipāke avitakkavicāramatte khandhe paṭicca vicāro ca cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:146.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti naadhipatipaccayā—vitakkaṁ paṭicca savitakkasavicārā khandhā cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:147.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti naadhipatipaccayā—vipākaṁ avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vicāro ca cittasamuṭṭhānañca rūpaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:148.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naadhipatipaccayā—avitakkaavicāre khandhe paṭicca avitakkaavicārā adhipati, vipākaṁ avitakkaavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:149.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati naadhipatipaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā. ",
  "patthana1.7:150.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati naadhipatipaccayā—vicāraṁ paṭicca avitakkavicāramattā adhipati, vipākaṁ vicāraṁ paṭicca avitakkavicāramattā khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:151.1": "Avitakkaavicāraṁ dhammaṁ paṭicca … satta. ",
  "patthana1.7:152.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca … satta. (Saṅkhittaṁ.) ",
  "patthana1.7:153.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati …pe… avitakkavicāramatto dhammo uppajjati naadhipatipaccayā, avitakkavicāramatte khandhe ca vicārañca paṭicca avitakkavicāramattā adhipati, vipākaṁ avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca. (Saṅkhittaṁ.) ",
  "patthana1.7:154.0": "Naanantarādi ",
  "patthana1.7:154.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā. (Naārammaṇasadisaṁ.) ",
  "patthana1.7:155.0": "Napurejāta ",
  "patthana1.7:155.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati napurejātapaccayā … satta. ",
  "patthana1.7:156.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati napurejātapaccayā—arūpe avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:157.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati napurejātapaccayā—arūpe vitakkaṁ paṭicca savitakkasavicārā khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:158.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati napurejātapaccayā—arūpe avitakkavicāramatte khandhe paṭicca vicāro, avitakkavicāramatte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, vitakkaṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:159.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti napurejātapaccayā—paṭisandhikkhaṇe vitakkaṁ paṭicca savitakkasavicārā khandhā kaṭattā ca rūpaṁ. ",
  "patthana1.7:160.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti napurejātapaccayā …pe… arūpe avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vicāro ca …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:161.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati napurejātapaccayā—arūpe avitakkaavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… avitakkaavicāre khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ, vicāraṁ paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:162.1": "Avitakkaavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati napurejātapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca savitakkasavicārā khandhā. ",
  "patthana1.7:163.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati napurejātapaccayā—arūpe vicāraṁ paṭicca avitakkavicāramattā khandhā. Paṭisandhikkhaṇe … (Saṅkhittaṁ.) ",
  "patthana1.7:164.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca … satta. ",
  "patthana1.7:165.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati napurejātapaccayā—arūpe avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā …pe… paṭisandhikkhaṇe … (Saṅkhittaṁ.) ",
  "patthana1.7:166.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti …pe… paṭisandhikkhaṇe … (Saṅkhittaṁ.) ",
  "patthana1.7:167.1": "(Napurejātamūlake yathā suddhikaṁ arūpaṁ, tathā arūpā kātabbā.) ",
  "patthana1.7:168.0": "Napacchājātādi ",
  "patthana1.7:168.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati napacchājātapaccayā …pe… naāsevanapaccayā … satta. ",
  "patthana1.7:169.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati naāsevanapaccayā—vipākaṁ avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca … (Saṅkhittaṁ.) ",
  "patthana1.7:170.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati naāsevanapaccayā—vipākaṁ avitakkaavicāraṁ ekaṁ khandhaṁ paṭicca … (Saṅkhittaṁ.) ",
  "patthana1.7:171.1": "(Naāsevanamūlake avitakkavicāramattaṁ vipākena saha gacchantena napurejātasadisaṁ kātabbaṁ, avitakkavicāramattañca avitakkavicāramattagacchantena vipāko dassetabbo.) ",
  "patthana1.7:172.0": "Nakamma ",
  "patthana1.7:172.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati nakammapaccayā—savitakkasavicāre khandhe paṭicca savitakkasavicārā cetanā. ",
  "patthana1.7:173.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati nakammapaccayā—avitakkavicāramatte khandhe paṭicca avitakkavicāramattā cetanā. ",
  "patthana1.7:174.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati nakammapaccayā—vitakkaṁ paṭicca savitakkasavicārā cetanā. ",
  "patthana1.7:175.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati nakammapaccayā—avitakkaavicāre khandhe paṭicca avitakkaavicārā cetanā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.7:176.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati nakammapaccayā—vicāraṁ paṭicca avitakkavicāramattā cetanā. ",
  "patthana1.7:177.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati nakammapaccayā—avitakkavicāramatte khandhe ca vicārañca paṭicca avitakkavicāramattā cetanā. ",
  "patthana1.7:178.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati nakammapaccayā—savitakkasavicāre khandhe ca vitakkañca paṭicca savitakkasavicārā cetanā. ",
  "patthana1.7:179.0": "Navipākādi ",
  "patthana1.7:179.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati navipākapaccayā …pe… naāhārapaccayā—bāhiraṁ … utusamuṭṭhānaṁ …pe… naindriyapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ …pe… asaññasattānaṁ mahābhūte paṭicca rūpajīvitindriyaṁ …pe… najhānapaccayā— pañcaviññāṇasahagataṁ ekaṁ khandhaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… namaggapaccayā … nasampayuttapaccayā …. ",
  "patthana1.7:180.0": "Navippayutta ",
  "patthana1.7:180.1": "Navippayuttapaccayā … arūpe savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.7:181.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati navippayuttapaccayā—arūpe savitakkasavicāre khandhe paṭicca vitakko. ",
  "patthana1.7:182.1": "Savitakkasavicāraṁ dhammaṁ paṭicca savitakkasavicāro ca avitakkavicāramatto ca dhammā uppajjanti navippayuttapaccayā—arūpe savitakkasavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā vitakko ca …pe… dve khandhe paṭicca dve khandhā vitakko ca. ",
  "patthana1.7:183.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati navippayuttapaccayā—arūpe avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.7:184.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati navippayuttapaccayā—arūpe vitakkaṁ paṭicca savitakkasavicārā khandhā. ",
  "patthana1.7:185.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati navippayuttapaccayā—arūpe avitakkavicāramatte khandhe paṭicca vicāro. ",
  "patthana1.7:186.1": "Avitakkavicāramattaṁ dhammaṁ paṭicca avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti navippayuttapaccayā—arūpe avitakkavicāramattaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vicāro ca …pe… dve khandhe paṭicca dve khandhā vicāro ca. ",
  "patthana1.7:187.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati navippayuttapaccayā—arūpe avitakkaavicāraṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca …pe…. ",
  "patthana1.7:188.1": "Avitakkaavicāraṁ dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati navippayuttapaccayā—arūpe vicāraṁ paṭicca avitakkavicāramattā khandhā. ",
  "patthana1.7:189.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca avitakkavicāramatto dhammo uppajjati navippayuttapaccayā—arūpe avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paṭicca tayo khandhā …pe… dve khandhe ca vicārañca paṭicca dve khandhā. ",
  "patthana1.7:190.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca savitakkasavicāro dhammo uppajjati navippayuttapaccayā—arūpe savitakkasavicāraṁ ekaṁ khandhañca vitakkañca paṭicca tayo khandhā …pe… dve khandhe ca vitakkañca paṭicca dve khandhā. ",
  "patthana1.7:191.0": "Nonatthi-novigata ",
  "patthana1.7:191.1": "Savitakkasavicāraṁ dhammaṁ paṭicca avitakkaavicāro dhammo uppajjati nonatthipaccayā … novigatapaccayā … (Saṅkhittaṁ.) ",
  "patthana1.7:192.0.1": "Saṅkhyāvāra ",
  "patthana1.7:192.0.2": "Suddha ",
  "patthana1.7:192.1": "Nahetuyā tettiṁsa, naārammaṇe satta, naadhipatiyā sattatiṁsa, naanantare satta, nasamanantare satta, naaññamaññe satta, naupanissaye satta, napurejāte sattatiṁsa, napacchājāte sattatiṁsa, naāsevane sattatiṁsa, nakamme satta, navipāke tevīsa, naāhāre ekaṁ naindriye ekaṁ, najhāne ekaṁ, namagge tettiṁsa, nasampayutte satta, navippayutte ekādasa, nonatthiyā satta, novigate satta. (Saṅkhittaṁ.) ",
  "patthana1.7:193.1": "(Yathā kusalattike paccanīyagaṇanā, evaṁ gaṇetabbaṁ.) ",
  "patthana1.7:194.1": "Paccanīyaṁ. ",
  "patthana1.7:195.0": "1.7.1.3. Paccayānulomapaccanīya ",
  "patthana1.7:195.1": "Hetupaccayā naārammaṇe satta …pe… novigate satta. ",
  "patthana1.7:196.1": "(Yathā kusalattike anulomapaccanīyagaṇanā, evaṁ gaṇetabbaṁ.) ",
  "patthana1.7:197.0.1": "1.7.1.4. Paccayapaccanīyānuloma ",
  "patthana1.7:197.0.2": "Nahetuduka ",
  "patthana1.7:197.1": "Nahetupaccayā ārammaṇe cuddasa, anantare samanantare cuddasa, sahajāte tettiṁsa, aññamaññe bāvīsa, nissaye tettiṁsa, upanissaye cuddasa, purejāte cha, āsevane pañca, kamme tettiṁsa …pe… jhāne tettiṁsa, magge tīṇi, sampayutte cuddasa, vippayutte tettiṁsa …pe… avigate tettiṁsa. (Saṅkhittaṁ.) ",
  "patthana1.7:198.1": "(Yathā kusalattike paccanīyānulomagaṇanā, evaṁ gaṇetabbaṁ.) ",
  "patthana1.7:199.1": "Paṭiccavāro. ",
  "patthana1.7:200.0": "1.7.2. Sahajātavāra ",
  "patthana1.7:200.1": "Sahajātavāropi paṭiccavārasadiso kātabbo. ",
  "patthana1.7:201.0.1": "1.7.3. Paccayavāra ",
  "patthana1.7:201.0.2": "1.7.3.1. Paccayānuloma ",
  "patthana1.7:201.0.3": "Hetu ",
  "patthana1.7:201.1": "Savitakkasavicāraṁ dhammaṁ paccayā savitakkasavicāro dhammo uppajjati hetupaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhā … satta. ",
  "patthana1.7:202.1": "Avitakkavicāramattaṁ dhammaṁ paccayā … pañca. (Paṭiccavārasadisā.) ",
  "patthana1.7:203.1": "Avitakkaavicāraṁ dhammaṁ paccayā avitakkaavicāro dhammo uppajjati hetupaccayā— avitakkaavicāraṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paccayā …pe… vicāraṁ paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe… vatthuṁ paccayā avitakkaavicārā khandhā, vatthuṁ paccayā vicāro. ",
  "patthana1.7:204.1": "Avitakkaavicāraṁ dhammaṁ paccayā savitakkasavicāro dhammo uppajjati …pe… vatthuṁ paccayā savitakkasavicārā khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:205.1": "Avitakkaavicāraṁ dhammaṁ paccayā avitakkavicāramatto dhammo …pe… vicāraṁ paccayā avitakkavicāramattā khandhā, vatthuṁ paccayā avitakkavicāramattā khandhā, vatthuṁ paccayā vitakko. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:206.1": "Avitakkaavicāraṁ dhammaṁ paccayā savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti …pe… vatthuṁ paccayā savitakkasavicārā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:207.1": "Avitakkaavicāraṁ dhammaṁ paccayā avitakkavicāramatto ca avitakkaavicāro ca dhammā …pe… vicāraṁ paccayā avitakkavicāramattā khandhā cittasamuṭṭhānañca rūpaṁ, vatthuṁ paccayā avitakkavicāramattā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vatthuṁ paccayā vitakko, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vatthuṁ paccayā avitakkavicāramattā khandhā ca vicāro ca. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:208.1": "Avitakkaavicāraṁ dhammaṁ paccayā savitakkasavicāro ca avitakkavicāramatto ca dhammā …pe… vatthuṁ paccayā savitakkasavicārā khandhā ca vitakko ca. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:209.1": "Avitakkaavicāraṁ dhammaṁ paccayā savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā …pe… vatthuṁ paccayā savitakkasavicārā khandhā ca vitakko ca, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:210.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paccayā savitakkasavicāro dhammo …pe… savitakkasavicāraṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… savitakkasavicārañca avitakkaavicārañca dhammaṁ paccayā avitakkavicāramatto dhammo …pe…. (Paṭhamaudāharaṇe pavatte paṭisandhikkhaṇe satta pañhā kātabbā.) ",
  "patthana1.7:211.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paccayā savitakkasavicāro dhammo …pe… vitakkañca vatthuñca paccayā savitakkasavicārā khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:212.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paccayā avitakkavicāramatto dhammo …pe… avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paccayā tayo khandhā …pe… avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paccayā tayo khandhā …pe… paṭisandhikkhaṇe avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe…. ",
  "patthana1.7:213.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paccayā avitakkaavicāro dhammo uppajjati …pe… avitakkavicāramatte khandhe ca vicārañca paccayā cittasamuṭṭhānaṁ rūpaṁ, avitakkavicāramatte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, vitakkañca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, avitakkavicāramatte khandhe ca vatthuñca paccayā vicāro. (Evaṁ paṭisandhikkhaṇe cattāro.) ",
  "patthana1.7:214.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paccayā savitakkasavicāro ca avitakkaavicāro ca dhammā uppajjanti …pe… vitakkañca vatthuñca paccayā savitakkasavicārā khandhā, vitakkañca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:215.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paccayā avitakkavicāramatto ca avitakkaavicāro ca dhammā uppajjanti …pe… avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… avitakkavicāramatte khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ, avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā vicāro ca …pe… paṭisandhikkhaṇe tayo khandhā …pe…. ",
  "patthana1.7:216.1": "(Avasesesu dvīsu ghaṭanesu pavatti paṭisandhi vitthāretabbā.) ",
  "patthana1.7:217.1": "Hetupaccayo. ",
  "patthana1.7:218.1": "(Hetupaccayaṁ anumajjantena paccayavāro vitthāretabbo. Yathā paṭiccagaṇanā evaṁ gaṇetabbā. Adhipatiyā sattatiṁsa, purejāte ca āsevane ca ekavīsa, ayaṁ ettha viseso.) ",
  "patthana1.7:219.0.1": "1.7.3.2. Paccayapaccanīya ",
  "patthana1.7:219.0.2": "Vibhaṅgavāra ",
  "patthana1.7:219.1": "Paccanīye—nahetuyā tettiṁsa pañhā, sattasu ṭhānesu satta mohā uddharitabbā mūlapadesuyeva. Naārammaṇe satta cittasamuṭṭhānā uddharitabbā. ",
  "patthana1.7:220.0": "Naadhipati ",
  "patthana1.7:220.1": "Savitakkasavicāramūlakā satta pañhā naadhipatiyā kātabbā. ",
  "patthana1.7:221.1": "Avitakkavicāramattaṁ dhammaṁ paccayā avitakkavicāramatto dhammo uppajjati naadhipatipaccayā—avitakkavicāramatte khandhe paccayā avitakkavicāramattā adhipati, vipākaṁ avitakkavicāramattaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:222.1": "Avitakkavicāramattaṁ dhammaṁ paccayā. (Yathā paṭiccanaye tathā pañca pañhā kātabbā.) ",
  "patthana1.7:223.1": "Avitakkaavicāraṁ dhammaṁ paccayā avitakkaavicāro dhammo uppajjati …pe… avitakkaavicāre khandhe paccayā avitakkaavicārā adhipati, vipākaṁ avitakkaavicāraṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… vipākaṁ vicāraṁ paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe… vatthuṁ paccayā avitakkaavicārā adhipati, vatthuṁ paccayā vipākā avitakkaavicārā khandhā ca vicāro ca …pe…. ",
  "patthana1.7:224.1": "Avitakkaavicāraṁ dhammaṁ paccayā savitakkasavicāro dhammo …pe… vatthuṁ paccayā savitakkasavicārā khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:225.1": "Avitakkaavicāraṁ dhammaṁ paccayā avitakkavicāramatto dhammo …pe… vicāraṁ paccayā avitakkavicāramattā adhipati, vatthuṁ paccayā avitakkavicāramattā adhipati, vipākaṁ vicāraṁ paccayā avitakkavicāramattā khandhā, vatthuṁ paccayā vipākā avitakkavicāramattā khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:226.1": "Avitakkaavicāraṁ dhammaṁ paccayā savitakkasavicāro ca avitakkaavicāro ca dhammā …pe… vatthuṁ paccayā savitakkasavicārā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:227.1": "Avitakkaavicāraṁ dhammaṁ paccayā avitakkavicāramatto ca avitakkaavicāro ca dhammā …pe… vipākaṁ vicāraṁ paccayā avitakkavicāramattā khandhā cittasamuṭṭhānañca rūpaṁ, vatthuṁ paccayā vipākā avitakkavicāramattā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vatthuṁ paccayā vitakko, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ, vatthuṁ paccayā vipākā avitakkavicāramattā khandhā ca vicāro ca. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:228.1": "Avitakkaavicāraṁ dhammaṁ paccayā savitakkasavicāro ca avitakkavicāramatto ca dhammā …pe… vatthuṁ paccayā savitakkasavicārā khandhā ca vitakko ca. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:229.1": "(Paṭhamaghaṭanāyaṁ sampuṇṇā satta pañhā kātabbā.) ",
  "patthana1.7:230.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paccayā savitakkasavicāro dhammo uppajjati …pe… vitakkañca vatthuñca paccayā savitakkasavicārā khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:231.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paccayā avitakkavicāramatto dhammo uppajjati …pe… avitakkavicāramatte khandhe ca vicārañca paccayā avitakkavicāramattā adhipati, avitakkavicāramatte khandhe ca vatthuñca paccayā avitakkavicāramattā adhipati, vipākaṁ avitakkavicāramattaṁ ekaṁ khandhañca vicārañca paccayā …pe… vipākaṁ avitakkavicāramattaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe…. ",
  "patthana1.7:232.1": "(Paṭisandhikkhaṇe pañca pañhā kātabbā. Yattha avitakkavicāramattaṁ āgacchati tattha vipākaṁ kātabbaṁ. Naadhipatimūlake sattatiṁsa pañhā kātabbā.) ",
  "patthana1.7:233.0": "Naanantarādi ",
  "patthana1.7:233.1": "Naanantarampi nasamanantarampi naaññamaññampi naupanissayampi satta pañhā rūpaṁyeva. Napurejāte sattatiṁsa paṭiccavārapaccanīyasadisaṁ. Napacchājāte sattatiṁsa, naāsevanepi sadisaṁ. Yattha avitakkavicāramattopi āgacchati, tattha vipākā kātabbā. ",
  "patthana1.7:234.0": "Nakamma ",
  "patthana1.7:234.1": "Savitakkasavicāraṁ dhammaṁ paccayā savitakkasavicāro dhammo uppajjati nakammapaccayā—savitakkasavicāre khandhe paccayā savitakkasavicārā cetanā. ",
  "patthana1.7:235.1": "Avitakkavicāramattaṁ dhammaṁ paccayā avitakkavicāramatto dhammo …pe… avitakkavicāramatte khandhe paccayā avitakkavicāramattā cetanā. Savitakkasavicāro dhammo …pe… vitakkaṁ paccayā savitakkasavicārā cetanā. ",
  "patthana1.7:236.1": "Avitakkaavicāraṁ dhammaṁ paccayā avitakkaavicāro dhammo …pe… avitakkaavicārā cetanā …pe… (paripuṇṇaṁ kātabbaṁ) savitakkasavicāro …pe… vatthuṁ paccayā savitakkasavicārā cetanā. Avitakkavicāramatto …pe… vicāraṁ paccayā avitakkavicāramattā cetanā. Vatthuṁ paccayā avitakkavicāramattā cetanā. ",
  "patthana1.7:237.1": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paccayā savitakkasavicāro dhammo …pe… savitakkasavicāre khandhe ca vatthuñca paccayā savitakkasavicārā cetanā. ",
  "patthana1.7:238.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paccayā savitakkasavicāro dhammo …pe… vitakkañca vatthuñca paccayā savitakkasavicārā cetanā. ",
  "patthana1.7:239.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paccayā avitakkavicāramatto dhammo …pe… avitakkavicāramatte khandhe ca vicārañca paccayā avitakkavicāramattā cetanā. Avitakkavicāramatte khandhe ca vatthuñca paccayā avitakkavicāramattā cetanā. ",
  "patthana1.7:240.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paccayā savitakkasavicāro dhammo …pe… savitakkasavicāre khandhe ca vitakkañca paccayā savitakkasavicārā cetanā. ",
  "patthana1.7:241.1": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paccayā savitakkasavicāro dhammo uppajjati nakammapaccayā—savitakkasavicāre khandhe ca vitakkañca vatthuñca paccayā savitakkasavicārā cetanā. ",
  "patthana1.7:242.1": "(Navipāke sattatiṁsa pañhā kātabbā. Naāhāra naindriya najhānanamagga nasampayutta navippayutta nonatthi novigatapaccayā vitthāretabbā.) ",
  "patthana1.7:243.0.1": "Saṅkhyāvāra ",
  "patthana1.7:243.0.2": "Suddha ",
  "patthana1.7:243.1": "Nahetuyā tettiṁsa, naārammaṇe satta, naadhipatiyā sattatiṁsa, naanantare nasamanantare naaññamaññe naupanissaye satta, napurejāte napacchājāte naāsevane sattatiṁsa, nakamme ekādasa, navipāke sattatiṁsa, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge tettiṁsa, nasampayutte satta, navippayutte ekādasa, nonatthiyā satta, novigate satta. ",
  "patthana1.7:244.0": "1.7.3.3. Paccayānulomapaccanīya ",
  "patthana1.7:244.1": "Hetupaccayā naārammaṇe satta …pe… novigate satta. ",
  "patthana1.7:245.1": "Anulomapaccanīyaṁ. ",
  "patthana1.7:246.0": "1.7.3.4. Paccayapaccanīyānuloma ",
  "patthana1.7:246.1": "Nahetupaccayā ārammaṇe anantare samanantare cuddasa, sahajāte tettiṁsa, aññamaññe bāvīsa, nissaye tettiṁsa, upanissaye purejāte cuddasa, āsevane terasa, kamme vipāke āhāre indriye jhāne tettiṁsa, magge pañca, sampayutte cuddasa, vippayutte atthiyā tettiṁsa …pe… avigate tettiṁsa. ",
  "patthana1.7:247.1": "Paccanīyānulomaṁ. ",
  "patthana1.7:247.2": "Paccayavāro. ",
  "patthana1.7:248.0": "1.7.4. Nissayavāra ",
  "patthana1.7:248.1": "Nissayampi ninnānaṁ. ",
  "patthana1.7:249.0.1": "1.7.5. Saṁsaṭṭhavāra ",
  "patthana1.7:249.0.2": "1.7.5.1. Paccayānuloma ",
  "patthana1.7:249.0.3": "Hetu ",
  "patthana1.7:249.1": "Savitakkasavicāraṁ dhammaṁ saṁsaṭṭho savitakkasavicāro dhammo uppajjati hetupaccayā—savitakkasavicāraṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:250.1": "Savitakkasavicāraṁ dhammaṁ saṁsaṭṭho avitakkavicāramatto dhammo …pe… savitakkasavicāre khandhe saṁsaṭṭho vitakko. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:251.1": "Savitakkasavicāraṁ dhammaṁ saṁsaṭṭho savitakkasavicāro ca avitakkavicāramatto ca dhammā …pe… savitakkasavicāraṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā vitakko ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:252.1": "Avitakkavicāramattaṁ dhammaṁ saṁsaṭṭho avitakkavicāramatto dhammo uppajjati hetupaccayā—avitakkavicāramattaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:253.1": "Avitakkavicāramattaṁ dhammaṁ saṁsaṭṭho savitakkasavicāro dhammo …pe… vitakkaṁ saṁsaṭṭhā savitakkasavicārā khandhā. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:254.1": "Avitakkavicāramattaṁ dhammaṁ saṁsaṭṭho avitakkaavicāro dhammo …pe… avitakkavicāramatte khandhe saṁsaṭṭho vicāro. Paṭisandhikkhaṇe avitakkavicāramatte khandhe saṁsaṭṭho vicāro. ",
  "patthana1.7:255.1": "Avitakkavicāramattaṁ dhammaṁ saṁsaṭṭho avitakkavicāramatto ca avitakkaavicāro ca dhammā …pe… avitakkavicāramattaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā vicāro ca …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:256.1": "Avitakkaavicāraṁ dhammaṁ saṁsaṭṭho avitakkaavicāro dhammo uppajjati hetupaccayā—avitakkaavicāraṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:257.1": "Avitakkaavicāraṁ dhammaṁ saṁsaṭṭho avitakkavicāramatto dhammo …pe… vicāraṁ saṁsaṭṭhā avitakkavicāramattā khandhā. Paṭisandhikkhaṇe vicāraṁ saṁsaṭṭhā …pe…. ",
  "patthana1.7:258.1": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ saṁsaṭṭho avitakkavicāramatto dhammo …pe… avitakkavicāramattaṁ ekaṁ khandhañca vicārañca saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:259.1": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ saṁsaṭṭho savitakkasavicāro dhammo uppajjati hetupaccayā—savitakkasavicāraṁ ekaṁ khandhañca vitakkañca saṁsaṭṭhā tayo khandhā …pe… dve khandhe ca vitakkañca …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:260.1": "(Hetupaccayaṁ anumajjantena sabbe paccayā vitthāretabbā.) ",
  "patthana1.7:261.0": "Suddha ",
  "patthana1.7:261.1": "Hetuyā ekādasa, ārammaṇe adhipatiyā anantare samanantare sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme vipāke āhāre indriye jhāne magge sampayutte vippayutte atthiyā natthiyā vigate avigate sabbattha ekādasa. ",
  "patthana1.7:262.1": "Anulomaṁ. ",
  "patthana1.7:263.0": "1.7.5.2. Paccayapaccanīya ",
  "patthana1.7:263.1": "Paccanīyaṁ kātabbaṁ asammohantena. ",
  "patthana1.7:264.1": "Nahetuyā cha, naadhipatiyā ekādasa, napurejāte ekādasa, napacchājāte ekādasa, naāsevane ekādasa, nakamme satta, navipāke ekādasa, najhāne ekaṁ, namagge cha, navippayutte ekādasa. ",
  "patthana1.7:265.1": "Paccanīyaṁ. ",
  "patthana1.7:266.0.1": "1.7.5.3. Paccayānulomapaccanīya ",
  "patthana1.7:266.0.2": "Duka ",
  "patthana1.7:266.1": "Hetupaccayā naadhipatiyā ekādasa …pe… navippayutte ekādasa. (Saṅkhittaṁ.) ",
  "patthana1.7:267.1": "Anulomapaccanīyaṁ. ",
  "patthana1.7:268.0": "1.7.5.4. Paccayapaccanīyānuloma ",
  "patthana1.7:268.1": "Nahetupaccayā ārammaṇe cha …pe… purejāte cha, āsevane pañca, kamme cha …pe… jhāne cha, magge tīṇi, sampayutte cha …pe… avigate cha. ",
  "patthana1.7:269.1": "Paccanīyānulomaṁ. ",
  "patthana1.7:270.0": "1.7.6. Sampayuttavāra ",
  "patthana1.7:270.1": "Sampayuttavāropi vitthāretabbo. ",
  "patthana1.7:271.0.1": "1.7.7. Pañhāvāra ",
  "patthana1.7:271.0.2": "1.7.7.1. Paccayānuloma ",
  "patthana1.7:271.0.3": "Vibhaṅgavāra ",
  "patthana1.7:271.0.4": "Hetu ",
  "patthana1.7:271.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa hetupaccayena paccayo— savitakkasavicārā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:272.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa hetupaccayena paccayo—savitakkasavicārā hetū vitakkassa hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:273.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa hetupaccayena paccayo— savitakkasavicārā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā hetū kaṭattārūpānaṁ hetupaccayena paccayo. ",
  "patthana1.7:274.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa hetupaccayena paccayo—savitakkasavicārā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā hetū sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.7:275.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa hetupaccayena paccayo—savitakkasavicārā hetū vitakkassa cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā hetū vitakkassa kaṭattā ca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.7:276.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa hetupaccayena paccayo—savitakkasavicārā hetū sampayuttakānaṁ khandhānaṁ vitakkassa ca hetupaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā hetū sampayuttakānaṁ khandhānaṁ vitakkassa ca hetupaccayena paccayo. ",
  "patthana1.7:277.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa hetupaccayena paccayo—savitakkasavicārā hetū sampayuttakānaṁ khandhānaṁ vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā hetū sampayuttakānaṁ khandhānaṁ vitakkassa ca kaṭattā ca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.7:278.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa hetupaccayena paccayo—avitakkavicāramattā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.7:279.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa hetupaccayena paccayo— avitakkavicāramattā hetū vicārassa cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā hetū vicārassa ca kaṭattā ca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.7:280.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa hetupaccayena paccayo—avitakkavicāramattā hetū sampayuttakānaṁ khandhānaṁ vicārassa ca cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā hetū sampayuttakānaṁ khandhānaṁ vicārassa ca kaṭattā ca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.7:281.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa hetupaccayena paccayo— avitakkaavicārā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe avitakkaavicārā hetū sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.7:282.0": "Ārammaṇa ",
  "patthana1.7:282.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ paccavekkhati; pubbe suciṇṇāni paccavekkhati; savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ paccavekkhati. Ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Savitakkasavicāre khandhe aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Savitakkasavicāre khandhe ārabbha savitakkasavicārā khandhā uppajjanti. ",
  "patthana1.7:283.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ paccavekkhati; taṁ ārabbha vitakko uppajjati. Pubbe suciṇṇāni paccavekkhati; savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ paccavekkhati; taṁ ārabbha vitakko uppajjati. Ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Savitakkasavicāre khandhe aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṁ ārabbha vitakko uppajjati. Savitakkasavicāre khandhe ārabbha vitakko uppajjati. ",
  "patthana1.7:284.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo—cetopariyañāṇena savitakkasavicāracittasamaṅgissa cittaṁ jānāti; savitakkasavicārā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. Savitakkasavicāre khandhe ārabbha avitakkaavicārā khandhā uppajjanti. ",
  "patthana1.7:285.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ paccavekkhati; taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. Pubbe suciṇṇāni paccavekkhati; savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ paccavekkhati; taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. Ariyā pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Savitakkasavicāre khandhe aniccato dukkhato anattato vipassanti assādenti abhinandanti; taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. Savitakkasavicāre khandhe ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. ",
  "patthana1.7:286.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo—avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ paccavekkhati; taṁ ārabbha vitakko uppajjati. Avitakkavicāramatte khandhe ca vitakkañca aniccato dukkhato anattato vipassati assādeti abhinandati; taṁ ārabbha vitakko uppajjati. Avitakkavicāramatte khandhe ca vitakkañca ārabbha vitakko uppajjati. ",
  "patthana1.7:287.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo—avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ paccavekkhanti; taṁ ārabbha savitakkasavicārā khandhā uppajjanti. Avitakkavicāramatte khandhe ca vitakkañca aniccato dukkhato anattato vipassati assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Avitakkavicāramatte khandhe ca vitakkañca ārabbha savitakkasavicārā khandhā uppajjanti. ",
  "patthana1.7:288.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo—cetopariyañāṇena avitakkavicāramattacittasamaṅgissa cittaṁ jānāti. Avitakkavicāramattā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. Avitakkavicāramatte khandhe ca vitakkañca ārabbha avitakkaavicārā khandhā uppajjanti. ",
  "patthana1.7:289.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo—avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ paccavekkhati; taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. Avitakkavicāramatte khandhe ca vitakkañca aniccato dukkhato anattato vipassati assādeti abhinandati; taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. Avitakkavicāramatte khandhe ca vitakkañca ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. ",
  "patthana1.7:290.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo— nibbānaṁ avitakkaavicārassa maggassa phalassa vicārassa ca ārammaṇapaccayena paccayo. Dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena avitakkaavicāracittasamaṅgissa cittaṁ jānāti. Ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa ārammaṇapaccayena paccayo. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa ārammaṇapaccayena paccayo. Avitakkaavicārā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. Avitakkaavicāre khandhe ca vicārañca ārabbha avitakkaavicārā khandhā uppajjanti. ",
  "patthana1.7:291.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo—ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ paccavekkhanti; taṁ ārabbha savitakkasavicārā khandhā uppajjanti. Ariyā nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa vodānassa savitakkasavicārassa maggassa phalassa āvajjanāya ārammaṇapaccayena paccayo. Cakkhuṁ aniccato dukkhato anattato vipassati assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … rūpe … sadde … gandhe … rase … phoṭṭhabbe … vatthuṁ … avitakkaavicāre khandhe ca vicārañca aniccato dukkhato anattato vipassati assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Avitakkaavicāre khandhe ca vicārañca ārabbha savitakkasavicārā khandhā uppajjanti. ",
  "patthana1.7:292.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo—ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ paccavekkhanti; taṁ ārabbha vitakko uppajjati. Ariyā nibbānaṁ paccavekkhanti, nibbānaṁ avitakkavicāramattassa maggassa phalassa vitakkassa ca ārammaṇapaccayena paccayo. Cakkhuṁ aniccato dukkhato anattato …pe… vatthuṁ … avitakkaavicāre khandhe ca vicārañca aniccato dukkhato anattato vipassati assādeti abhinandati; taṁ ārabbha vitakko uppajjati. Avitakkaavicāre khandhe ca vicārañca ārabbha vitakko uppajjati. ",
  "patthana1.7:293.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa ārammaṇapaccayena paccayo—nibbānaṁ avitakkavicāramattassa maggassa phalassa vicārassa ca ārammaṇapaccayena paccayo. ",
  "patthana1.7:294.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo—ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ paccavekkhanti; taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. Ariyā nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa vitakkassa ca vodānassa vitakkassa ca savitakkasavicārassa maggassa vitakkassa ca savitakkasavicārassa phalassa vitakkassa ca āvajjanāya vitakkassa ca ārammaṇapaccayena paccayo. Cakkhuṁ aniccato dukkhato anattato vipassati assādeti abhinandati; taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. Sotaṁ …pe… phoṭṭhabbaṁ … vatthuṁ … avitakkaavicāre khandhe ca vicārañca aniccato dukkhato anattato vipassati assādeti abhinandati; taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. ",
  "patthana1.7:295.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ārammaṇapaccayena paccayo—avitakkavicāramatte khandhe ca vicārañca ārabbha savitakkasavicārā khandhā uppajjanti. ",
  "patthana1.7:296.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ārammaṇapaccayena paccayo—avitakkavicāramatte khandhe ca vicārañca ārabbha vitakko uppajjati. ",
  "patthana1.7:297.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo—avitakkavicāramattā khandhā ca vicāro ca cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. Avitakkavicāramatte khandhe ca vicārañca ārabbha avitakkaavicārā khandhā uppajjanti. ",
  "patthana1.7:298.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo— avitakkavicāramatte khandhe ca vicārañca ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. ",
  "patthana1.7:299.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ārammaṇapaccayena paccayo—savitakkasavicāre khandhe ca vitakkañca ārabbha savitakkasavicārā khandhā uppajjanti. ",
  "patthana1.7:300.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa ārammaṇapaccayena paccayo—savitakkasavicāre khandhe ca vitakkañca ārabbha vitakko uppajjati. ",
  "patthana1.7:301.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo—savitakkasavicārā khandhā ca vitakko ca cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. Savitakkasavicāre khandhe ca vitakkañca ārabbha avitakkaavicārā khandhā uppajjanti. ",
  "patthana1.7:302.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo— savitakkasavicāre khandhe ca vitakkañca ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. ",
  "patthana1.7:303.0": "Adhipati ",
  "patthana1.7:303.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati; pubbe suciṇṇāni garuṁ katvā paccavekkhati. Savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhati. Savitakkasavicāre khandhe garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—savitakkasavicārā adhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.7:304.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati; taṁ garuṁ katvā vitakko uppajjati. Pubbe suciṇṇāni garuṁ katvā paccavekkhati. Savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhanti; taṁ garuṁ katvā vitakko uppajjati. Savitakkasavicāre khandhe garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā vitakko uppajjati. **Sahajātādhipati**—savitakkasavicārā adhipati vitakkassa adhipatipaccayena paccayo. ",
  "patthana1.7:305.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—savitakkasavicārā adhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.7:306.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—savitakkasavicārā adhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.7:307.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—savitakkasavicārā adhipati vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.7:308.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa adhipatipaccayena paccayo—ārammaṇādhipati sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ samādiyitvā, uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati; taṁ garuṁ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. Pubbe suciṇṇāni garuṁ katvā paccavekkhati, savitakkasavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhati; taṁ garuṁ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. Savitakkasavicāre khandhe garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. **Sahajātādhipati**—savitakkasavicārā adhipati sampayuttakānaṁ khandhānaṁ vitakkassa ca adhipatipaccayena paccayo. ",
  "patthana1.7:309.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—savitakkasavicārā adhipati sampayuttakānaṁ khandhānaṁ vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.7:310.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhati; taṁ garuṁ katvā vitakko uppajjati. Avitakkavicāramatte khandhe ca vitakkañca garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā vitakko uppajjati. **Sahajātādhipati**—avitakkavicāramattā adhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.7:311.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhati; taṁ garuṁ katvā savitakkasavicārā khandhā uppajjanti. Avitakkavicāramatte khandhe ca vitakkañca garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.7:312.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—avitakkavicāramattā adhipati vicārassa cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.7:313.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—avitakkavicāramattā adhipati sampayuttakānaṁ khandhānaṁ vicārassa ca cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.7:314.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—avitakkavicāramattā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhati; taṁ garuṁ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. Avitakkavicāramatte khandhe ca vitakkañca garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. ",
  "patthana1.7:315.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—nibbānaṁ avitakkaavicārassa maggassa phalassa vicārassa ca adhipatipaccayena paccayo. **Sahajātādhipati**—avitakkaavicārā adhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.7:316.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhanti; taṁ garuṁ katvā savitakkasavicārā khandhā uppajjanti, ariyā nibbānaṁ garuṁ katvā paccavekkhanti; nibbānaṁ gotrabhussa vodānassa savitakkasavicārassa maggassa phalassa adhipatipaccayena paccayo. Cakkhuṁ garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … rūpe … sadde … gandhe … rase … phoṭṭhabbe … vatthuṁ … avitakkaavicāre khandhe ca vicārañca garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.7:317.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhanti; taṁ garuṁ katvā vitakko uppajjati, ariyā nibbānaṁ garuṁ katvā paccavekkhanti; nibbānaṁ avitakkavicāramattassa maggassa phalassa vitakkassa ca adhipatipaccayena paccayo. Cakkhuṁ …pe… vatthuṁ … avitakkaavicāre khandhe ca vicārañca garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā vitakko uppajjati. ",
  "patthana1.7:318.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—nibbānaṁ avitakkavicāramattassa maggassa phalassa vicārassa ca adhipatipaccayena paccayo. ",
  "patthana1.7:319.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—ariyā avitakkaavicārā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā phalaṁ garuṁ katvā paccavekkhanti; taṁ garuṁ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti, ariyā nibbānaṁ garuṁ katvā paccavekkhanti; nibbānaṁ gotrabhussa vitakkassa ca vodānassa vitakkassa ca savitakkasavicārassa maggassa vitakkassa ca savitakkasavicārassa phalassa vitakkassa ca adhipatipaccayena paccayo. Cakkhuṁ garuṁ katvā …pe… vatthuṁ … avitakkaavicāre khandhe ca vicārañca garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. ",
  "patthana1.7:320.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—avitakkavicāramatte khandhe ca vicārañca garuṁ katvā savitakkasavicārā khandhā uppajjanti. ",
  "patthana1.7:321.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—avitakkavicāramatte khandhe ca vicārañca garuṁ katvā vitakko uppajjati. ",
  "patthana1.7:322.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—avitakkavicāramatte khandhe ca vicārañca garuṁ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. ",
  "patthana1.7:323.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—savitakkasavicāre khandhe ca vitakkañca garuṁ katvā savitakkasavicārā khandhā uppajjanti. ",
  "patthana1.7:324.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—savitakkasavicāre khandhe ca vitakkañca garuṁ katvā vitakko uppajjati. ",
  "patthana1.7:325.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—savitakkasavicāre khandhe ca vitakkañca garuṁ katvā savitakkasavicārā khandhā ca vitakko ca uppajjanti. ",
  "patthana1.7:326.0": "Anantara ",
  "patthana1.7:326.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa anantarapaccayena paccayo—purimā purimā savitakkasavicārā khandhā pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ anantarapaccayena paccayo. Anulomaṁ gotrabhussa … anulomaṁ vodānassa … gotrabhu savitakkasavicārassa maggassa … vodānaṁ savitakkasavicārassa maggassa … savitakkasavicāro maggo savitakkasavicārassa phalassa … savitakkasavicāraṁ phalaṁ savitakkasavicārassa phalassa … anulomaṁ savitakkasavicārāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.7:327.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa anantarapaccayena paccayo—purimā purimā savitakkasavicārā khandhā pacchimassa pacchimassa vitakkassa anantarapaccayena paccayo. Savitakkasavicāraṁ cuticittaṁ avitakkavicāramattassa upapatticittassa …pe… savitakkasavicārā khandhā avitakkavicāramattassa vuṭṭhānassa vitakkassa ca …pe… avitakkavicāramattassa jhānassa parikammaṁ avitakkavicāramattassa jhānassa … gotrabhu avitakkavicāramattassa maggassa … vodānaṁ avitakkavicāramattassa maggassa … anulomaṁ avitakkavicāramattāya phalasamāpattiyā vitakkassa ca anantarapaccayena paccayo. ",
  "patthana1.7:328.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa anantarapaccayena paccayo—savitakkasavicāraṁ cuticittaṁ avitakkaavicārassa upapatticittassa vicārassa ca anantarapaccayena paccayo—āvajjanā pañcannaṁ viññāṇānaṁ anantarapaccayena paccayo. Savitakkasavicārā khandhā avitakkaavicārassa vuṭṭhānassa vicārassa ca …pe… dutiyassa jhānassa parikammaṁ dutiye jhāne vicārassa anantarapaccayena paccayo. Tatiyassa jhānassa parikammaṁ …pe… catutthassa jhānassa parikammaṁ …pe… ākāsānañcāyatanassa parikammaṁ …pe… viññāṇañcāyatanassa parikammaṁ …pe… ākiñcaññāyatanassa parikammaṁ …pe… nevasaññānāsaññāyatanassa parikammaṁ …pe… dibbassa cakkhussa parikammaṁ …pe… dibbāya sotadhātuyā parikammaṁ …pe… iddhividhañāṇassa parikammaṁ …pe… cetopariyañāṇassa parikammaṁ …pe… pubbenivāsānussatiñāṇassa parikammaṁ …pe… yathākammūpagañāṇassa parikammaṁ …pe… anāgataṁsañāṇassa parikammaṁ …pe… gotrabhu avitakkaavicārassa maggassa vicārassa ca … vodānaṁ avitakkaavicārassa maggassa vicārassa ca … anulomaṁ avitakkaavicārāya phalasamāpattiyā vicārassa ca anantarapaccayena paccayo. ",
  "patthana1.7:329.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa anantarapaccayena paccayo—savitakkasavicāraṁ cuticittaṁ avitakkavicāramattassa upapatticittassa vicārassa ca anantarapaccayena paccayo. Savitakkasavicārā khandhā avitakkavicāramattassa vuṭṭhānassa vicārassa ca anantarapaccayena paccayo. Avitakkavicāramattassa jhānassa parikammaṁ avitakkavicāramattassa jhānassa vicārassa ca anantarapaccayena paccayo. Gotrabhu avitakkavicāramattassa maggassa vicārassa ca … vodānaṁ avitakkavicāramattassa maggassa vicārassa ca … anulomaṁ avitakkavicāramattāya phalasamāpattiyā vicārassa ca anantarapaccayena paccayo. ",
  "patthana1.7:330.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa anantarapaccayena paccayo—purimā purimā savitakkasavicārā khandhā pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ vitakkassa ca anantarapaccayena paccayo. Anulomaṁ gotrabhussa vitakkassa ca … anulomaṁ vodānassa vitakkassa ca … gotrabhu savitakkasavicārassa maggassa vitakkassa ca … vodānaṁ savitakkasavicārassa maggassa vitakkassa ca … savitakkasavicāro maggo savitakkasavicārassa phalassa vitakkassa ca … savitakkasavicāraṁ phalaṁ savitakkasavicārassa phalassa vitakkassa ca … anulomaṁ savitakkasavicārāya phalasamāpattiyā vitakkassa ca anantarapaccayena paccayo. ",
  "patthana1.7:331.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa anantarapaccayena paccayo—purimo purimo vitakko pacchimassa pacchimassa vitakkassa anantarapaccayena paccayo. Purimā purimā avitakkavicāramattā khandhā pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ anantarapaccayena paccayo. Avitakkavicāramatto maggo avitakkavicāramattassa phalassa … avitakkavicāramattaṁ phalaṁ avitakkavicāramattassa phalassa anantarapaccayena paccayo. ",
  "patthana1.7:332.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa anantarapaccayena paccayo—purimo purimo vitakko pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ anantarapaccayena paccayo. Avitakkavicāramattaṁ cuticittaṁ savitakkasavicārassa upapatticittassa anantarapaccayena paccayo. Avitakkavicāramattaṁ bhavaṅgaṁ āvajjanāya anantarapaccayena paccayo. Avitakkavicāramattā khandhā savitakkasavicārassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.7:333.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa anantarapaccayena paccayo—purimā purimā avitakkavicāramattā khandhā pacchimassa pacchimassa vicārassa anantarapaccayena paccayo. Avitakkavicāramattaṁ cuticittaṁ vitakko ca avitakkaavicārassa upapatticittassa vicārassa ca anantarapaccayena paccayo. Avitakkavicāramattā khandhā vitakko ca avitakkaavicārassa vuṭṭhānassa vicārassa ca anantarapaccayena paccayo. ",
  "patthana1.7:334.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa anantarapaccayena paccayo—purimā purimā avitakkavicāramattā khandhā pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ vicārassa ca anantarapaccayena paccayo. Avitakkavicāramatto maggo avitakkavicāramattassa phalassa vicārassa ca … avitakkavicāramattaṁ phalaṁ avitakkavicāramattassa phalassa vicārassa ca anantarapaccayena paccayo. ",
  "patthana1.7:335.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa anantarapaccayena paccayo—purimo purimo vitakko pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ vitakkassa ca anantarapaccayena paccayo. Avitakkavicāramattaṁ cuticittaṁ savitakkasavicārassa upapatticittassa vitakkassa ca anantarapaccayena paccayo. Avitakkavicāramattaṁ bhavaṅgaṁ āvajjanāya vitakkassa ca anantarapaccayena paccayo. Avitakkavicāramattā khandhā savitakkasavicārassa vuṭṭhānassa vitakkassa ca anantarapaccayena paccayo. ",
  "patthana1.7:336.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa anantarapaccayena paccayo— purimo purimo vicāro pacchimassa pacchimassa vicārassa anantarapaccayena paccayo. Purimā purimā avitakkaavicārā khandhā pacchimānaṁ pacchimānaṁ avitakkaavicārānaṁ khandhānaṁ anantarapaccayena paccayo. Avitakkaavicāro maggo avitakkaavicārassa phalassa … avitakkaavicāraṁ phalaṁ avitakkaavicārassa phalassa anantarapaccayena paccayo. Nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ avitakkaavicārāya phalasamāpattiyā vicārassa ca anantarapaccayena paccayo. ",
  "patthana1.7:337.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa anantarapaccayena paccayo—avitakkaavicāraṁ cuticittaṁ vicāro ca savitakkasavicārassa upapatticittassa anantarapaccayena paccayo. Avitakkaavicāraṁ bhavaṅgaṁ vicāro ca āvajjanāya anantarapaccayena paccayo. Avitakkaavicārā khandhā vicāro ca savitakkasavicārassa vuṭṭhānassa anantarapaccayena paccayo. Nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ savitakkasavicārāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.7:338.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa anantarapaccayena paccayo—purimo purimo vicāro pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ anantarapaccayena paccayo. Avitakkaavicāraṁ cuticittaṁ vicāro ca avitakkavicāramattassa upapatticittassa vitakkassa ca anantarapaccayena paccayo. Avitakkaavicārā khandhā vicāro ca avitakkavicāramattassa vuṭṭhānassa vitakkassa ca anantarapaccayena paccayo. Nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ avitakkavicāramattāya phalasamāpattiyā vitakkassa ca anantarapaccayena paccayo. ",
  "patthana1.7:339.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa anantarapaccayena paccayo—purimo purimo vicāro pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ vicārassa ca anantarapaccayena paccayo. Avitakkaavicāraṁ cuticittaṁ avitakkavicāramattassa upapatticittassa vicārassa ca anantarapaccayena paccayo. Avitakkaavicārā khandhā avitakkavicāramattassa vuṭṭhānassa vicārassa ca anantarapaccayena paccayo. Nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ avitakkavicāramattāya phalasamāpattiyā vicārassa ca anantarapaccayena paccayo. ",
  "patthana1.7:340.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa anantarapaccayena paccayo—avitakkaavicāraṁ cuticittaṁ vicāro ca savitakkasavicārassa upapatticittassa vitakkassa ca anantarapaccayena paccayo. Avitakkaavicāraṁ bhavaṅgañca vicāro ca āvajjanāya vitakkassa ca anantarapaccayena paccayo. Avitakkaavicārā khandhā vicāro ca savitakkasavicārassa vuṭṭhānassa vitakkassa ca anantarapaccayena paccayo. Nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ savitakkasavicārāya phalasamāpattiyā vitakkassa ca anantarapaccayena paccayo. ",
  "patthana1.7:341.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa anantarapaccayena paccayo—avitakkavicāramattaṁ cuticittañca vicāro ca savitakkasavicārassa upapatticittassa anantarapaccayena paccayo. Avitakkavicāramattaṁ bhavaṅgañca vicāro ca āvajjanāya anantarapaccayena paccayo. Avitakkavicāramattā khandhā ca vicāro ca savitakkasavicārassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.7:342.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa anantarapaccayena paccayo—purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ anantarapaccayena paccayo. Avitakkavicāramatto maggo ca vicāro ca avitakkavicāramattassa phalassa anantarapaccayena paccayo. Avitakkavicāramattaṁ phalañca vicāro ca avitakkavicāramattassa phalassa anantarapaccayena paccayo. ",
  "patthana1.7:343.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa anantarapaccayena paccayo—purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimassa pacchimassa vicārassa anantarapaccayena paccayo. Avitakkavicāramattaṁ cuticittañca vicāro ca avitakkaavicārassa upapatticittassa anantarapaccayena paccayo. Avitakkavicāramattā khandhā ca vicāro ca avitakkaavicārassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.7:344.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa anantarapaccayena paccayo—purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ vicārassa ca anantarapaccayena paccayo. Avitakkavicāramatto maggo ca vicāro ca avitakkavicāramattassa phalassa vicārassa ca anantarapaccayena paccayo. Avitakkavicāramattaṁ phalañca vicāro ca avitakkavicāramattassa phalassa ca vicārassa ca anantarapaccayena paccayo. ",
  "patthana1.7:345.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa anantarapaccayena paccayo— avitakkavicāramattaṁ cuticittañca vicāro ca savitakkasavicārassa upapatticittassa vitakkassa ca anantarapaccayena paccayo. Avitakkavicāramattaṁ bhavaṅgañca vicāro ca āvajjanāya vitakkassa ca anantarapaccayena paccayo. Avitakkavicāramattā khandhā ca vicāro ca savitakkasavicārassa vuṭṭhānassa vitakkassa ca anantarapaccayena paccayo. ",
  "patthana1.7:346.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa anantarapaccayena paccayo—purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ anantarapaccayena paccayo. Anulomañca vitakko ca gotrabhussa … anulomañca vitakko ca vodānassa … gotrabhu ca vitakko ca savitakkasavicārassa maggassa … vodānañca vitakko ca savitakkasavicārassa maggassa … savitakkasavicāro maggo ca vitakko ca savitakkasavicārassa phalassa … savitakkasavicāraṁ phalañca vitakko ca savitakkasavicārassa phalassa … anulomañca vitakko ca savitakkasavicārāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.7:347.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa dhammassa anantarapaccayena paccayo—purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimassa pacchimassa vitakkassa anantarapaccayena paccayo. Savitakkasavicāraṁ cuticittañca vitakko ca avitakkavicāramattassa upapatticittassa anantarapaccayena paccayo. Savitakkasavicārā khandhā ca vitakko ca avitakkavicāramattassa vuṭṭhānassa anantarapaccayena paccayo. Avitakkavicāramattassa jhānassa parikammañca vitakko ca avitakkavicāramattassa jhānassa anantarapaccayena paccayo. Gotrabhu ca vitakko ca avitakkavicāramattassa maggassa … vodānañca vitakko ca avitakkavicāramattassa maggassa … anulomañca vitakko ca avitakkavicāramattāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.7:348.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa anantarapaccayena paccayo—savitakkasavicāraṁ cuticittañca vitakko ca avitakkaavicārassa upapatticittassa vicārassa ca anantarapaccayena paccayo. Āvajjanā ca vitakko ca pañcannaṁ viññāṇānaṁ anantarapaccayena paccayo. Savitakkasavicārā khandhā ca vitakko ca avitakkaavicārassa vuṭṭhānassa ca vicārassa ca anantarapaccayena paccayo. Dutiyassa jhānassa parikammañca vitakko ca dutiye jhāne vicārassa anantarapaccayena paccayo. Tatiyassa jhānassa parikammañca vitakko ca …pe… catutthassa jhānassa parikammañca vitakko ca …pe… ākāsānañcāyatanassa parikammañca vitakko ca …pe… viññāṇañcāyatanassa parikammañca vitakko ca …pe… ākiñcaññāyatanassa parikammañca vitakko ca …pe… nevasaññānāsaññāyatanassa parikammañca vitakko ca …pe… dibbassa cakkhussa parikammañca vitakko ca …pe… dibbāya sotadhātuyā parikammañca vitakko ca …pe… iddhividhañāṇassa parikammañca vitakko ca …pe… cetopariyañāṇassa parikammañca vitakko ca …pe… pubbenivāsānussatiñāṇassa parikammañca vitakko ca …pe… yathākammūpagañāṇassa parikammañca vitakko ca …pe… anāgataṁsañāṇassa parikammañca vitakko ca …pe… gotrabhu ca vitakko ca avitakkaavicārassa maggassa vicārassa ca … vodānañca vitakko ca avitakkaavicārassa maggassa vicārassa ca … anulomañca vitakko ca avitakkaavicārāya phalasamāpattiyā vicārassa ca anantarapaccayena paccayo. ",
  "patthana1.7:349.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa anantarapaccayena paccayo—savitakkasavicāraṁ cuticittañca vitakko ca avitakkavicāramattassa upapatticittassa ca vicārassa ca anantarapaccayena paccayo. Savitakkasavicārā khandhā ca vitakko ca avitakkavicāramattassa vuṭṭhānassa ca vicārassa ca anantarapaccayena paccayo. Avitakkavicāramattassa jhānassa parikammañca vitakko ca avitakkavicāramattassa jhānassa ca vicārassa ca anantarapaccayena paccayo. Gotrabhu ca vitakko ca avitakkavicāramattassa maggassa ca vicārassa ca anantarapaccayena paccayo. Vodānañca vitakko ca avitakkavicāramattassa maggassa ca vicārassa ca … anulomañca vitakko ca avitakkavicāramattāya phalasamāpattiyā ca vicārassa ca anantarapaccayena paccayo. ",
  "patthana1.7:350.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa anantarapaccayena paccayo—purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ vitakkassa ca anantarapaccayena paccayo. Anulomañca vitakko ca gotrabhussa ca vitakkassa ca … anulomañca vitakko ca vodānassa ca vitakkassa ca … gotrabhu ca vitakko ca savitakkasavicārassa ca maggassa ca vitakkassa ca … vodānañca vitakko ca savitakkasavicārassa maggassa ca vitakkassa ca anantarapaccayena paccayo. Savitakkasavicāro maggo ca vitakko ca savitakkasavicārassa phalassa ca vitakkassa ca … savitakkasavicāraṁ phalañca vitakko ca savitakkasavicārassa phalassa ca vitakkassa ca … anulomañca vitakko ca savitakkasavicārāya phalasamāpattiyā ca vitakkassa ca anantarapaccayena paccayo. ",
  "patthana1.7:351.0": "Samanantara ",
  "patthana1.7:351.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa samanantarapaccayena paccayo. (Anantarapaccayopi samanantarapaccayopi sadiso.) ",
  "patthana1.7:352.0": "Sahajāta ",
  "patthana1.7:352.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa sahajātapaccayena paccayo—savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ sahajātapaccayena paccayo. Tayo khandhā ekassa khandhassa sahajātapaccayena paccayo. Dve khandhā dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ …pe… dve khandhā dvinnaṁ khandhānaṁ …pe…. ",
  "patthana1.7:353.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa sahajātapaccayena paccayo—savitakkasavicārā khandhā vitakkassa sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:354.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa sahajātapaccayena paccayo—savitakkasavicārā khandhā cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe… kaṭattārūpānaṁ …pe…. ",
  "patthana1.7:355.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:356.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—savitakkasavicārā khandhā vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:357.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa sahajātapaccayena paccayo—savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ vitakkassa ca sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vitakkassa ca sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:358.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:359.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa sahajātapaccayena paccayo—avitakkavicāramatto eko khandho tiṇṇannaṁ khandhānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:360.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa sahajātapaccayena paccayo—vitakko savitakkasavicārānaṁ khandhānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:361.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa sahajātapaccayena paccayo—avitakkavicāramattā khandhā vicārassa cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo, vitakko cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:362.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—vitakko savitakkasavicārānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:363.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—avitakkavicāramatto eko khandho tiṇṇannaṁ khandhānaṁ vicārassa ca cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vicārassa ca cittasamuṭṭhānānañca rūpānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:364.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa sahajātapaccayena paccayo— avitakkaavicāro eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. Vicāro cittasamuṭṭhānānaṁ rūpānaṁ …pe… paṭisandhikkhaṇe avitakkaavicāro eko khandho tiṇṇannaṁ khandhānaṁ kaṭattā ca rūpānaṁ …pe… dve khandhā dvinnaṁ khandhānaṁ kaṭattā ca rūpānaṁ …pe… vicāro kaṭattārūpānaṁ …pe… khandhā vatthussa …pe… vatthu khandhānaṁ …pe… vicāro vatthussa …pe… vatthu vicārassa …pe… ekaṁ mahābhūtaṁ tiṇṇannaṁ mahābhūtānaṁ …pe… mahābhūtā cittasamuṭṭhānānaṁ rūpānaṁ kaṭattārūpānaṁ upādārūpānaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… mahābhūtā kaṭattārūpānaṁ upādārūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.7:365.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa sahajātapaccayena paccayo—paṭisandhikkhaṇe vatthu savitakkasavicārānaṁ khandhānaṁ sahajātapaccayena paccayo. ",
  "patthana1.7:366.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa sahajātapaccayena paccayo—vicāro avitakkavicāramattānaṁ khandhānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṁ khandhānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe vatthu avitakkavicāramattānaṁ khandhānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe vatthu vitakkassa sahajātapaccayena paccayo. ",
  "patthana1.7:367.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—vicāro avitakkavicāramattānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṁ khandhānaṁ kaṭattā ca rūpānaṁ …pe… paṭisandhikkhaṇe vatthu avitakkavicāramattānaṁ khandhānaṁ vicārassa ca sahajātapaccayena paccayo. ",
  "patthana1.7:368.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa sahajātapaccayena paccayo—paṭisandhikkhaṇe vatthu savitakkasavicārānaṁ khandhānaṁ vitakkassa ca sahajātapaccayena paccayo. ",
  "patthana1.7:369.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa sahajātapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ sahajātapaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. ",
  "patthana1.7:370.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa sahajātapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicārā khandhā ca vatthu ca vitakkassa sahajātapaccayena paccayo. ",
  "patthana1.7:371.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa sahajātapaccayena paccayo—savitakkasavicārā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā khandhā ca mahābhūtā ca kaṭattārūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.7:372.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa sahajātapaccayena paccayo— paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ vitakkassa ca …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ vitakkassa ca sahajātapaccayena paccayo. ",
  "patthana1.7:373.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa sahajātapaccayena paccayo—paṭisandhikkhaṇe vitakko ca vatthu ca savitakkasavicārānaṁ khandhānaṁ sahajātapaccayena paccayo. ",
  "patthana1.7:374.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa sahajātapaccayena paccayo—avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ …pe… dve khandhā ca vicāro ca dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ …pe… dve khandhā ca vicāro ca dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ sahajātapaccayena paccayo. ",
  "patthana1.7:375.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa sahajātapaccayena paccayo—avitakkavicāramattā khandhā ca vicāro ca cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. Avitakkavicāramattā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ …pe… vitakko ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ …pe… paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vicāro ca kaṭattārūpānaṁ …pe… paṭisandhikkhaṇe avitakkavicāramattā khandhā ca mahābhūtā ca kaṭattārūpānaṁ …pe… paṭisandhikkhaṇe vitakko ca mahābhūtā ca kaṭattārūpānaṁ …pe… paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vatthu ca vicārassa sahajātapaccayena paccayo. ",
  "patthana1.7:376.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. Tayo khandhā ca vicāro ca ekassa khandhassa cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. Dve khandhā ca vicāro ca dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ kaṭattā ca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ vicārassa ca sahajātapaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ vicārassa ca sahajātapaccayena paccayo. ",
  "patthana1.7:377.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa sahajātapaccayena paccayo—savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ sahajātapaccayena paccayo …pe… dve khandhā ca vitakko ca dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:378.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa sahajātapaccayena paccayo—savitakkasavicārā khandhā ca vitakko ca cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:379.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo—savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā ca vitakko ca dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:380.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa sahajātapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vitakko ca vatthu ca tiṇṇannaṁ khandhānaṁ sahajātapaccayena paccayo …pe… dve khandhā ca vitakko ca vatthu ca dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. ",
  "patthana1.7:381.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa sahajātapaccayena paccayo—savitakkasavicārā khandhā ca vitakko ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā khandhā ca vitakko ca mahābhūtā ca kaṭattārūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.7:382.0": "Aññamañña ",
  "patthana1.7:382.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… paṭisandhikkhaṇe savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ aññamaññapaccayena paccayo. ",
  "patthana1.7:383.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa aññamaññapaccayena paccayo—savitakkasavicārā khandhā vitakkassa aññamaññapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:384.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicārā khandhā vatthussa aññamaññapaccayena paccayo. ",
  "patthana1.7:385.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo. ",
  "patthana1.7:386.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicārā khandhā vitakkassa ca vatthussa ca aññamaññapaccayena paccayo. ",
  "patthana1.7:387.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa aññamaññapaccayena paccayo—savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ vitakkassa ca aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vitakkassa ca aññamaññapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:388.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ vitakkassa ca vatthussa ca aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vitakkassa ca vatthussa ca aññamaññapaccayena paccayo. ",
  "patthana1.7:389.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa aññamaññapaccayena paccayo—avitakkavicāramatto eko khandho tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ aññamaññapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:390.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—vitakko savitakkasavicārānaṁ khandhānaṁ aññamaññapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:391.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa aññamaññapaccayena paccayo—avitakkavicāramattā khandhā vicārassa aññamaññapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā khandhā vicārassa ca vatthussa ca aññamaññapaccayena paccayo. Paṭisandhikkhaṇe vitakko vatthussa aññamaññapaccayena paccayo. ",
  "patthana1.7:392.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe vitakko savitakkasavicārānaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo. ",
  "patthana1.7:393.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—avitakkavicāramatto eko khandho tiṇṇannaṁ khandhānaṁ vicārassa ca aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vicārassa ca aññamaññapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramatto eko khandho tiṇṇannaṁ khandhānaṁ vicārassa ca vatthussa ca aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vicārassa ca vatthussa ca aññamaññapaccayena paccayo. ",
  "patthana1.7:394.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa aññamaññapaccayena paccayo—avitakkaavicāro eko khandho tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ aññamaññapaccayena paccayo. Paṭisandhikkhaṇe avitakkaavicāro eko khandho tiṇṇannaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo. Khandhā vatthussa …pe… vatthu khandhānaṁ …pe… vicāro vatthussa …pe… vatthu vicārassa …pe… ekaṁ mahābhūtaṁ tiṇṇannaṁ mahābhūtānaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.7:395.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe vatthu savitakkasavicārānaṁ khandhānaṁ aññamaññapaccayena paccayo. ",
  "patthana1.7:396.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa aññamaññapaccayena paccayo—vicāro avitakkavicāramattānaṁ khandhānaṁ aññamaññapaccayena paccayo. Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṁ khandhānaṁ aññamaññapaccayena paccayo. Paṭisandhikkhaṇe vatthu avitakkavicāramattānaṁ khandhānaṁ aññamaññapaccayena paccayo. Paṭisandhikkhaṇe vatthu vitakkassa aññamaññapaccayena paccayo. ",
  "patthana1.7:397.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe vicāro avitakkavicāramattānaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo. Paṭisandhikkhaṇe vatthu avitakkavicāramattānaṁ khandhānaṁ vicārassa ca aññamaññapaccayena paccayo. ",
  "patthana1.7:398.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe vatthu savitakkasavicārānaṁ khandhānaṁ vitakkassa ca aññamaññapaccayena paccayo. ",
  "patthana1.7:399.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ aññamaññapaccayena paccayo. ",
  "patthana1.7:400.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicārā khandhā ca vatthu ca vitakkassa aññamaññapaccayena paccayo. ",
  "patthana1.7:401.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa aññamaññapaccayena paccayo— paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ vitakkassa ca aññamaññapaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ vitakkassa ca aññamaññapaccayena paccayo. ",
  "patthana1.7:402.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe vitakko ca vatthu ca savitakkasavicārānaṁ khandhānaṁ aññamaññapaccayena paccayo. ",
  "patthana1.7:403.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa aññamaññapaccayena paccayo—avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… dve khandhā ca vicāro ca dvinnaṁ khandhānaṁ aññamaññapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vicāro ca vatthu ca tiṇṇannaṁ khandhānaṁ …pe… dve khandhā ca vicāro ca vatthu ca dvinnaṁ khandhānaṁ aññamaññapaccayena paccayo. ",
  "patthana1.7:404.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vicāro ca vatthussa aññamaññapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vatthu ca vicārassa aññamaññapaccayena paccayo. ",
  "patthana1.7:405.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo …pe… dve khandhā ca vicāro ca dvinnaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ vicārassa ca aññamaññapaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ vicārassa ca aññamaññapaccayena paccayo. ",
  "patthana1.7:406.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… dve khandhā ca vitakko ca dvinnaṁ khandhānaṁ aññamaññapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:407.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicārā khandhā ca vitakko ca vatthussa aññamaññapaccayena paccayo. ",
  "patthana1.7:408.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo …pe… dve khandhā ca vitakko ca dvinnaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo. ",
  "patthana1.7:409.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vitakko ca vatthu ca tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… dve khandhā ca vitakko ca vatthu ca dvinnaṁ khandhānaṁ aññamaññapaccayena paccayo. ",
  "patthana1.7:410.0": "Nissaya ",
  "patthana1.7:410.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa nissayapaccayena paccayo—savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ (saṅkhittaṁ) satta. ",
  "patthana1.7:411.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa nissayapaccayena paccayo (saṅkhittaṁ) pañca. ",
  "patthana1.7:412.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa nissayapaccayena paccayo— avitakkaavicāro eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ nissayapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ nissayapaccayena paccayo. Vicāro cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. Paṭisandhikkhaṇe avitakkaavicāro eko khandho tiṇṇannaṁ khandhānaṁ kaṭattā ca rūpānaṁ nissayapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu avitakkaavicārānaṁ khandhānaṁ vicārassa ca nissayapaccayena paccayo. ",
  "patthana1.7:413.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa nissayapaccayena paccayo—vatthu savitakkasavicārānaṁ khandhānaṁ nissayapaccayena paccayo. Paṭisandhikkhaṇe vatthu …pe…. ",
  "patthana1.7:414.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa nissayapaccayena paccayo—vicāro avitakkavicāramattānaṁ khandhānaṁ nissayapaccayena paccayo, vatthu avitakkavicāramattānaṁ khandhānaṁ vitakkassa ca nissayapaccayena paccayo. Paṭisandhikkhaṇe vicāro …pe…. ",
  "patthana1.7:415.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa nissayapaccayena paccayo—vicāro avitakkavicāramattānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ …pe… vatthu avitakkavicāramattānaṁ khandhānaṁ vicārassa ca nissayapaccayena paccayo. Paṭisandhikkhaṇe vicāro …pe…. ",
  "patthana1.7:416.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa nissayapaccayena paccayo—vatthu savitakkasavicārānaṁ khandhānaṁ vitakkassa ca nissayapaccayena paccayo. Paṭisandhikkhaṇe vatthu …pe…. ",
  "patthana1.7:417.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa nissayapaccayena paccayo—savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ nissayapaccayena paccayo …pe…. (Pavattipi, paṭisandhipi dīpetabbā.) ",
  "patthana1.7:418.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa nissayapaccayena paccayo—savitakkasavicārā khandhā ca vatthu ca vitakkassa …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:419.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa nissayapaccayena paccayo—savitakkasavicārā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:420.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa nissayapaccayena paccayo— savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ vitakkassa ca nissayapaccayena paccayo …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:421.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa nissayapaccayena paccayo—vitakko ca vatthu ca savitakkasavicārānaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:422.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa nissayapaccayena paccayo—avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ …pe… avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:423.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa nissayapaccayena paccayo—avitakkavicāramattā khandhā ca vicāro ca cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. Avitakkavicāramattā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ …pe… vitakko ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ …pe… avitakkavicāramattā khandhā ca vatthu ca vicārassa nissayapaccayena paccayo. (Paṭisandhikāni cattāri. Saṅkhittaṁ.) ",
  "patthana1.7:424.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa nissayapaccayena paccayo—avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ nissayapaccayena paccayo …pe… dve khandhā ca vicāro ca dvinnaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ nissayapaccayena paccayo. Avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ vicārassa ca …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ vicārassa ca nissayapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:425.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa …pe… avitakkaavicārassa dhammassa …pe… savitakkasavicārassa ca avitakkaavicārassa ca dhammassa …pe… tīṇi. ",
  "patthana1.7:426.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa …pe… avitakkaavicārassa dhammassa nissayapaccayena paccayo. (Dve vārā vitthāretabbā.) ",
  "patthana1.7:427.0": "Upanissaya ",
  "patthana1.7:427.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkasavicāraṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, savitakkasavicāraṁ jhānaṁ uppādeti, vipassanaṁ uppādeti, maggaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Savitakkasavicāraṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … rāgaṁ … dosaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, savitakkasavicāraṁ jhānaṁ uppādeti, vipassanaṁ uppādeti, maggaṁ …pe… samāpattiṁ …pe… pāṇaṁ hanati …pe… saṅghaṁ bhindati. Savitakkasavicārā saddhā … sīlaṁ … sutaṁ … cāgo … paññā … rāgo … doso … moho … māno … diṭṭhi … patthanā savitakkasavicārāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … rāgassa … dosassa … mohassa … mānassa … diṭṭhiyā … patthanāya … upanissayapaccayena paccayo. ",
  "patthana1.7:428.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkasavicāraṁ saddhaṁ upanissāya avitakkavicāramattaṁ jhānaṁ uppādeti, maggaṁ …pe… samāpattiṁ …pe… savitakkasavicāraṁ sīlaṁ …pe… patthanaṁ upanissāya avitakkavicāramattaṁ jhānaṁ uppādeti, maggaṁ …pe… samāpattiṁ …pe… savitakkasavicārā saddhā …pe… patthanā avitakkavicāramattāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:429.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkasavicāraṁ saddhaṁ upanissāya avitakkaavicāraṁ jhānaṁ uppādeti, maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti. Savitakkasavicāraṁ sīlaṁ …pe… patthanaṁ upanissāya avitakkaavicāraṁ jhānaṁ uppādeti, maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti. Savitakkasavicārā saddhā …pe… patthanā avitakkaavicārāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vicārassa ca … kāyikassa sukhassa kāyikassa dukkhassa upanissayapaccayena paccayo. ",
  "patthana1.7:430.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkasavicārā saddhā …pe… patthanā avitakkavicāramattāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vicārassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:431.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkasavicārā saddhā …pe… patthanā savitakkasavicārāya saddhāya …pe… patthanāya vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:432.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkavicāramattaṁ saddhaṁ upanissāya avitakkavicāramattaṁ jhānaṁ uppādeti, maggaṁ …pe… samāpattiṁ uppādeti. Avitakkavicāramattaṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … vitakkaṁ upanissāya avitakkavicāramattaṁ jhānaṁ uppādeti, maggaṁ …pe… samāpattiṁ uppādeti. Avitakkavicāramattā saddhā … sīlaṁ … sutaṁ … cāgo … paññā vitakko ca avitakkavicāramattāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:433.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkavicāramattaṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, savitakkasavicāraṁ jhānaṁ uppādeti, vipassanaṁ …pe… maggaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Avitakkavicāramattaṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … vitakkaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, savitakkasavicāraṁ jhānaṁ uppādeti, vipassanaṁ uppādeti, maggaṁ uppādeti, samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati. Avitakkavicāramattā saddhā … sīlaṁ … sutaṁ … cāgo … paññā vitakko ca savitakkasavicārāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.7:434.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkavicāramattaṁ saddhaṁ upanissāya avitakkaavicāraṁ jhānaṁ uppādeti, maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti. Avitakkavicāramattaṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … vitakkaṁ upanissāya avitakkaavicāraṁ jhānaṁ uppādeti, maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti. Avitakkavicāramattā saddhā … sīlaṁ … sutaṁ … cāgo … paññā vitakko ca avitakkaavicārāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vicārassa ca … kāyikassa sukhassa kāyikassa dukkhassa upanissayapaccayena paccayo. ",
  "patthana1.7:435.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkavicāramattā saddhā … sīlaṁ … sutaṁ … cāgo … paññā vitakko ca avitakkavicāramattāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vicārassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:436.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkavicāramattā saddhā … sīlaṁ … sutaṁ … cāgo … paññā vitakko ca savitakkasavicārāya saddhāya …pe… patthanāya vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:437.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkaavicāraṁ saddhaṁ upanissāya avitakkaavicāraṁ jhānaṁ uppādeti, maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti. Avitakkaavicāraṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … vicāraṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya avitakkaavicāraṁ jhānaṁ uppādeti, maggaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti. Avitakkaavicārā saddhā … sīlaṁ … sutaṁ … cāgo … paññā … vicāro … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utu … bhojanaṁ … senāsanaṁ avitakkaavicārāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … vicārassa … kāyikassa sukhassa kāyikassa dukkhassa upanissayapaccayena paccayo. ",
  "patthana1.7:438.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkaavicāraṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, savitakkasavicāraṁ jhānaṁ uppādeti, vipassanaṁ …pe… maggaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Avitakkaavicāraṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … vicāraṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, savitakkasavicāraṁ jhānaṁ uppādeti, vipassanaṁ …pe… maggaṁ …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati. Avitakkaavicārā saddhā …pe… senāsanaṁ savitakkasavicārāya saddhāya … sīlassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.7:439.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkaavicāraṁ saddhaṁ upanissāya avitakkavicāramattaṁ jhānaṁ uppādeti, vipassanaṁ …pe… maggaṁ …pe… samāpattiṁ uppādeti. Avitakkaavicāraṁ sīlaṁ …pe… senāsanaṁ upanissāya avitakkavicāramattaṁ jhānaṁ uppādeti, vipassanaṁ …pe… maggaṁ …pe… samāpattiṁ uppādeti. Avitakkaavicārā saddhā …pe… senāsanaṁ avitakkavicāramattāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:440.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkaavicārā saddhā …pe… senāsanaṁ avitakkavicāramattāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vicārassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:441.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkaavicārā saddhā …pe… senāsanaṁ savitakkasavicārāya saddhāya … sīlassa …pe… patthanāya vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:442.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkavicāramattā saddhā … sīlaṁ … sutaṁ … cāgo … paññā vicāro ca savitakkasavicārāya saddhāya …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.7:443.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkavicāramattā saddhā … sīlaṁ … sutaṁ … cāgo … paññā vicāro ca avitakkavicāramattāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:444.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkavicāramattā saddhā … sīlaṁ … sutaṁ … cāgo … paññā vicāro ca avitakkaavicārāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vicārassa ca … kāyikassa sukhassa kāyikassa dukkhassa upanissayapaccayena paccayo. ",
  "patthana1.7:445.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkavicāramattā saddhā … sīlaṁ … sutaṁ … cāgo … paññā vicāro ca avitakkavicāramattāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vicārassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:446.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—avitakkavicāramattā saddhā … sīlaṁ … sutaṁ … cāgo … paññā vicāro ca savitakkasavicārāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … rāgassa … dosassa … mohassa … mānassa … diṭṭhiyā … patthanāya vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:447.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkasavicārā saddhā … sīlaṁ … sutaṁ … cāgo … paññā … rāgo … doso … moho … māno … diṭṭhi … patthanā vitakko ca savitakkasavicārāya saddhāya sīlassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.7:448.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkasavicārā saddhā sīlaṁ …pe… patthanā vitakko ca avitakkavicāramattāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:449.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkasavicārā saddhā … sīlaṁ … sutaṁ … cāgo … paññā …pe… patthanā vitakko ca avitakkaavicārāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vicārassa ca … kāyikassa sukhassa kāyikassa dukkhassa upanissayapaccayena paccayo. ",
  "patthana1.7:450.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkasavicārā saddhā … sīlaṁ … sutaṁ … cāgo … paññā …pe… patthanā vitakko ca avitakkavicāramattāya saddhāya … sīlassa … sutassa … cāgassa … paññāya vicārassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:451.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—savitakkasavicārā saddhā … sīlaṁ … sutaṁ … cāgo … paññā … rāgo … doso … moho … māno … diṭṭhi … patthanā vitakko ca savitakkasavicārāya saddhāya …pe… patthanāya vitakkassa ca upanissayapaccayena paccayo. ",
  "patthana1.7:452.0": "Purejāta ",
  "patthana1.7:452.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu avitakkaavicārānaṁ khandhānaṁ vicārassa ca purejātapaccayena paccayo. ",
  "patthana1.7:453.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ aniccato dukkhato anattato vipassati …pe… phoṭṭhabbe … vatthuṁ aniccato dukkhato anattato vipassati assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. **Vatthupurejātaṁ**—vatthu savitakkasavicārānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.7:454.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ aniccato dukkhato anattato vipassati assādeti abhinandati, taṁ ārabbha vitakko uppajjati …pe… vatthuṁ aniccato dukkhato anattato vipassati, assādeti abhinandati, taṁ ārabbha vitakko uppajjati. **Vatthupurejātaṁ**—vatthu avitakkavicāramattānaṁ khandhānaṁ vitakkassa ca purejātapaccayena paccayo. ",
  "patthana1.7:455.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—vatthu avitakkavicāramattānaṁ khandhānaṁ vicārassa ca purejātapaccayena paccayo. ",
  "patthana1.7:456.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ aniccato dukkhato anattato vipassati assādeti abhinandati, taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … rūpe … sadde … gandhe … rase … phoṭṭhabbe … vatthuṁ aniccato dukkhato anattato vipassati assādeti abhinandati, taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. **Vatthupurejātaṁ**—vatthu savitakkasavicārānaṁ khandhānaṁ vitakkassa ca purejātapaccayena paccayo. ",
  "patthana1.7:457.0": "Pacchājāta ",
  "patthana1.7:457.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa pacchājātapaccayena paccayo—pacchājātā savitakkasavicārā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.7:458.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa pacchājātapaccayena paccayo—pacchājātā avitakkavicāramattā khandhā ca vitakko ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.7:459.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa pacchājātapaccayena paccayo—pacchājātā avitakkaavicārā khandhā ca vicāro ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.7:460.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa pacchājātapaccayena paccayo—pacchājātā avitakkavicāramattā khandhā ca vicāro ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.7:461.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa pacchājātapaccayena paccayo—pacchājātā savitakkasavicārā khandhā ca vitakko ca purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.7:462.0": "Āsevana ",
  "patthana1.7:462.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa āsevanapaccayena paccayo—purimā purimā savitakkasavicārā khandhā pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ āsevanapaccayena paccayo. Anulomaṁ gotrabhussa … anulomaṁ vodānassa … gotrabhu savitakkasavicārassa maggassa … vodānaṁ savitakkasavicārassa maggassa āsevanapaccayena paccayo. ",
  "patthana1.7:463.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa āsevanapaccayena paccayo—purimā purimā savitakkasavicārā khandhā pacchimassa pacchimassa vitakkassa āsevanapaccayena paccayo. Avitakkavicāramattassa jhānassa parikammaṁ avitakkavicāramattassa jhānassa āsevanapaccayena paccayo. Gotrabhu avitakkavicāramattassa maggassa āsevanapaccayena paccayo. Vodānaṁ avitakkavicāramattassa maggassa āsevanapaccayena paccayo. ",
  "patthana1.7:464.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa āsevanapaccayena paccayo—dutiyassa jhānassa parikammaṁ dutiye jhāne vicārassa āsevanapaccayena paccayo. Tatiyassa jhānassa parikammaṁ tatiyassa jhānassa …pe… catutthassa jhānassa parikammaṁ catutthassa jhānassa …pe… ākāsānañcāyatanassa parikammaṁ ākāsānañcāyatanassa …pe… viññāṇañcāyatanassa parikammaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanassa parikammaṁ ākiñcaññāyatanassa …pe… nevasaññānāsaññāyatanassa parikammaṁ nevasaññānāsaññāyatanassa …pe… dibbassa cakkhussa parikammaṁ dibbassa cakkhussa …pe… dibbāya sotadhātuyā parikammaṁ dibbāya sotadhātuyā …pe… iddhividhañāṇassa parikammaṁ …pe… cetopariyañāṇassa parikammaṁ …pe… pubbenivāsānussatiñāṇassa parikammaṁ …pe… yathākammūpagañāṇassa parikammaṁ …pe… anāgataṁsañāṇassa parikammaṁ …pe… gotrabhu avitakkaavicārassa maggassa vicārassa ca … vodānaṁ avitakkaavicārassa maggassa vicārassa ca āsevanapaccayena paccayo. ",
  "patthana1.7:465.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āsevanapaccayena paccayo—avitakkavicāramattassa jhānassa parikammaṁ avitakkavicāramattassa jhānassa vicārassa ca āsevanapaccayena paccayo. Gotrabhu avitakkavicāramattassa maggassa vicārassa ca … vodānaṁ avitakkavicāramattassa maggassa vicārassa ca āsevanapaccayena paccayo. ",
  "patthana1.7:466.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa āsevanapaccayena paccayo—purimā purimā savitakkasavicārā khandhā pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ vitakkassa ca āsevanapaccayena paccayo. Anulomaṁ gotrabhussa vitakkassa ca … anulomaṁ vodānassa vitakkassa ca … gotrabhu savitakkasavicārassa maggassa vitakkassa ca … vodānaṁ savitakkasavicārassa maggassa vitakkassa ca āsevanapaccayena paccayo. ",
  "patthana1.7:467.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa āsevanapaccayena paccayo—purimo purimo vitakko pacchimassa pacchimassa vitakkassa āsevanapaccayena paccayo. Purimā purimā avitakkavicāramattā khandhā pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ āsevanapaccayena paccayo. ",
  "patthana1.7:468.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa āsevanapaccayena paccayo—purimo purimo vitakko pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ āsevanapaccayena paccayo. ",
  "patthana1.7:469.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa āsevanapaccayena paccayo—purimā purimā avitakkavicāramattā khandhā pacchimassa pacchimassa vicārassa āsevanapaccayena paccayo. ",
  "patthana1.7:470.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āsevanapaccayena paccayo—purimā purimā avitakkavicāramattā khandhā pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ vicārassa ca āsevanapaccayena paccayo. ",
  "patthana1.7:471.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa āsevanapaccayena paccayo—purimo purimo vitakko pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ vitakkassa ca āsevanapaccayena paccayo. ",
  "patthana1.7:472.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa āsevanapaccayena paccayo— purimo purimo vicāro pacchimassa pacchimassa vicārassa āsevanapaccayena paccayo. Purimā purimā avitakkaavicārā khandhā pacchimānaṁ pacchimānaṁ avitakkaavicārānaṁ khandhānaṁ āsevanapaccayena paccayo. ",
  "patthana1.7:473.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa āsevanapaccayena paccayo—purimo purimo vicāro pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ āsevanapaccayena paccayo. ",
  "patthana1.7:474.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āsevanapaccayena paccayo—purimo purimo vicāro pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ vicārassa ca āsevanapaccayena paccayo. ",
  "patthana1.7:475.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa āsevanapaccayena paccayo—purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ āsevanapaccayena paccayo. ",
  "patthana1.7:476.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa āsevanapaccayena paccayo—purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimassa pacchimassa vicārassa āsevanapaccayena paccayo. ",
  "patthana1.7:477.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āsevanapaccayena paccayo—purimā purimā avitakkavicāramattā khandhā ca vicāro ca pacchimānaṁ pacchimānaṁ avitakkavicāramattānaṁ khandhānaṁ vicārassa ca āsevanapaccayena paccayo. ",
  "patthana1.7:478.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa āsevanapaccayena paccayo—purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ āsevanapaccayena paccayo. Anulomañca vitakko ca gotrabhussa … anulomañca vitakko ca vodānassa … gotrabhu ca vitakko ca savitakkasavicārassa maggassa … vodānañca vitakko ca savitakkasavicārassa maggassa āsevanapaccayena paccayo. ",
  "patthana1.7:479.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa dhammassa āsevanapaccayena paccayo—purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimassa pacchimassa vitakkassa āsevanapaccayena paccayo. Avitakkavicāramattassa jhānassa parikammañca vitakko ca avitakkavicāramattassa jhānassa āsevanapaccayena paccayo. Gotrabhu ca vitakko ca avitakkavicāramattassa maggassa … vodānañca vitakko ca avitakkavicāramattassa maggassa āsevanapaccayena paccayo. ",
  "patthana1.7:480.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa āsevanapaccayena paccayo—dutiyassa jhānassa parikammañca vitakko ca dutiye jhāne vicārassa āsevanapaccayena paccayo …pe… nevasaññānāsaññāyatanassa parikammañca vitakko ca …pe… dibbassa cakkhussa parikammañca vitakko ca …pe… anāgataṁsañāṇassa parikammañca vitakko ca anāgataṁsañāṇassa āsevanapaccayena paccayo. Gotrabhu ca vitakko ca avitakkaavicārassa maggassa vicārassa ca āsevanapaccayena paccayo. Vodānañca vitakko ca avitakkaavicārassa maggassa vicārassa ca āsevanapaccayena paccayo. ",
  "patthana1.7:481.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āsevanapaccayena paccayo—avitakkavicāramattassa jhānassa parikammañca vitakko ca avitakkavicāramattassa jhānassa vicārassa ca … gotrabhu ca vitakko ca avitakkavicāramattassa maggassa vicārassa ca … vodānañca vitakko ca avitakkavicāramattassa maggassa vicārassa ca āsevanapaccayena paccayo. ",
  "patthana1.7:482.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa āsevanapaccayena paccayo—purimā purimā savitakkasavicārā khandhā ca vitakko ca pacchimānaṁ pacchimānaṁ savitakkasavicārānaṁ khandhānaṁ vitakkassa ca āsevanapaccayena paccayo. Anulomañca vitakko ca gotrabhussa vitakkassa ca … anulomañca vitakko ca vodānassa vitakkassa ca … gotrabhu ca vitakko ca savitakkasavicārassa maggassa vitakkassa ca … vodānañca vitakko ca savitakkasavicārassa maggassa vitakkassa ca āsevanapaccayena paccayo. ",
  "patthana1.7:483.0": "Kamma ",
  "patthana1.7:483.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—savitakkasavicārā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—savitakkasavicārā cetanā vipākānaṁ savitakkasavicārānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.7:484.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—savitakkasavicārā cetanā vitakkassa kammapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā cetanā vitakkassa kammapaccayena paccayo. **Nānākkhaṇikā**—savitakkasavicārā cetanā vipākassa vitakkassa kammapaccayena paccayo. ",
  "patthana1.7:485.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—savitakkasavicārā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā cetanā kaṭattā rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—savitakkasavicārā cetanā vipākānaṁ avitakkaavicārānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.7:486.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—savitakkasavicārā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā cetanā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—savitakkasavicārā cetanā vipākānaṁ savitakkasavicārānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.7:487.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—savitakkasavicārā cetanā vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā cetanā vitakkassa ca kaṭattā ca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—savitakkasavicārā cetanā vipākassa vitakkassa ca kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.7:488.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—savitakkasavicārā cetanā sampayuttakānaṁ khandhānaṁ vitakkassa ca kammapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā cetanā sampayuttakānaṁ khandhānaṁ vitakkassa ca kammapaccayena paccayo. **Nānākkhaṇikā**—savitakkasavicārā cetanā vipākānaṁ savitakkasavicārānaṁ khandhānaṁ vitakkassa ca kammapaccayena paccayo. ",
  "patthana1.7:489.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—savitakkasavicārā cetanā sampayuttakānaṁ khandhānaṁ vitakkassa ca cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā cetanā sampayuttakānaṁ khandhānaṁ vitakkassa ca kaṭattā ca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—savitakkasavicārā cetanā vipākānaṁ savitakkasavicārānaṁ khandhānaṁ vitakkassa ca kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.7:490.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—avitakkavicāramattā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—avitakkavicāramattā cetanā vipākānaṁ avitakkavicāramattānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.7:491.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—avitakkavicāramattā cetanā vicārassa ca cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā cetanā vipākassa vicārassa ca kaṭattā ca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—avitakkavicāramattā cetanā vipākassa vicārassa ca kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.7:492.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—avitakkavicāramattā cetanā sampayuttakānaṁ khandhānaṁ vicārassa ca cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā cetanā sampayuttakānaṁ khandhānaṁ vicārassa ca kaṭattā ca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—avitakkavicāramattā cetanā vipākānaṁ avitakkavicāramattānaṁ khandhānaṁ vicārassa ca kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.7:493.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—avitakkaavicārā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe avitakkaavicārā cetanā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—avitakkaavicārā cetanā vipākānaṁ avitakkaavicārānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.7:494.0": "Vipāka ",
  "patthana1.7:494.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa vipākapaccayena paccayo—vipāko savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ vipākapaccayena paccayo … paṭisandhikkhaṇe savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ vipākapaccayena paccayo …. ",
  "patthana1.7:495.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa vipākapaccayena paccayo—vipākā savitakkasavicārā khandhā vitakkassa vipākapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:496.1": "(Savitakkasavicāramūlakā sattapi pañhā paripuṇṇā.) ",
  "patthana1.7:497.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa vipākapaccayena paccayo—vipāko avitakkavicāramatto eko khandho tiṇṇannaṁ khandhānaṁ vipākapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe vipāko avitakkavicāramatto eko khandho …pe…. ",
  "patthana1.7:498.1": "(Avitakkavicāramattamūlakā pañca pañhā kātabbā, vipākanti niyāmetabbā.) ",
  "patthana1.7:499.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa vipākapaccayena paccayo— vipāko avitakkaavicāro eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo …pe… dve khandhā …pe… vipāko vicāro cittasamuṭṭhānānaṁ rūpānaṁ vipākapaccayena paccayo. Paṭisandhikkhaṇe …pe… khandhā vatthussa vipākapaccayena paccayo. Vicāro vatthussa vipākapaccayena paccayo. ",
  "patthana1.7:500.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa vipākapaccayena paccayo—vipāko vicāro avitakkavicāramattānaṁ khandhānaṁ vipākapaccayena paccayo. Paṭisandhikkhaṇe vipāko vicāro avitakkavicāramattānaṁ khandhānaṁ vipākapaccayena paccayo. ",
  "patthana1.7:501.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa vipākapaccayena paccayo—vipāko vicāro avitakkavicāramattānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo. Paṭisandhikkhaṇe vipāko vicāro avitakkavicāramattānaṁ khandhānaṁ kaṭattā ca rūpānaṁ vipākapaccayena paccayo. ",
  "patthana1.7:502.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa vipākapaccayena paccayo—vipāko avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ vipākapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:503.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa vipākapaccayena paccayo—vipākā avitakkavicāramattā khandhā ca vicāro ca cittasamuṭṭhānānaṁ rūpānaṁ vipākapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vicāro ca kaṭattārūpānaṁ vipākapaccayena paccayo. ",
  "patthana1.7:504.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa vipākapaccayena paccayo—vipāko avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo …pe… paṭisandhikkhaṇe vipāko avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ kaṭattā ca rūpānaṁ vipākapaccayena paccayo. ",
  "patthana1.7:505.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa vipākapaccayena paccayo—vipāko savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ vipākapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:506.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa vipākapaccayena paccayo—vipākā savitakkasavicārā khandhā ca vitakko ca cittasamuṭṭhānānaṁ rūpānaṁ vipākapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:507.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa vipākapaccayena paccayo—vipāko savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:508.0": "Āhāra ",
  "patthana1.7:508.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa āhārapaccayena paccayo—savitakkasavicārā āhārā sampayuttakānaṁ khandhānaṁ āhārapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:509.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa āhārapaccayena paccayo—savitakkasavicārā āhārā vitakkassa āhārapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:510.1": "(Savitakkasavicāramūlakā iminā kāraṇena satta pañhā vibhajitabbā.) ",
  "patthana1.7:511.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa āhārapaccayena paccayo—avitakkavicāramattā āhārā sampayuttakānaṁ khandhānaṁ āhārapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:512.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa āhārapaccayena paccayo—avitakkavicāramattā āhārā vicārassa ca cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:513.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa āhārapaccayena paccayo—avitakkavicāramattā āhārā sampayuttakānaṁ khandhānaṁ vicārassa ca cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:514.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa āhārapaccayena paccayo— avitakkaavicārā āhārā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. Paṭisandhikkhaṇe …pe…. **Kabaḷīkāro āhāro**—imassa kāyassa āhārapaccayena paccayo. ",
  "patthana1.7:515.0": "Indriya ",
  "patthana1.7:515.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa indriyapaccayena paccayo—savitakkasavicārā indriyā sampayuttakānaṁ khandhānaṁ indriyapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:516.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa indriyapaccayena paccayo—savitakkasavicārā indriyā vitakkassa indriyapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:517.1": "(Savitakkasavicāramūlakā satta pañhā iminā kāraṇena vibhajitabbā.) ",
  "patthana1.7:518.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa indriyapaccayena paccayo—avitakkavicāramattā indriyā sampayuttakānaṁ khandhānaṁ indriyapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:519.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa indriyapaccayena paccayo—avitakkavicāramattā indriyā vicārassa ca cittasamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:520.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa indriyapaccayena paccayo—avitakkavicāramattā indriyā sampayuttakānaṁ khandhānaṁ vicārassa ca cittasamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:521.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa indriyapaccayena paccayo— avitakkaavicārā indriyā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo. Paṭisandhikkhaṇe …pe… cakkhundriyaṁ cakkhuviññāṇassa …pe… kāyindriyaṁ kāyaviññāṇassa indriyapaccayena paccayo. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.7:522.0": "Jhāna ",
  "patthana1.7:522.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa jhānapaccayena paccayo—savitakkasavicārāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:523.1": "(Savitakkasavicāramūlakā satta pañhā iminā kāraṇena vibhajitabbā.) ",
  "patthana1.7:524.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa jhānapaccayena paccayo—avitakkavicāramattāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:525.1": "(Avitakkavicāramattamūlakā pañca pañhā iminā kāraṇena vibhajitabbā.) ",
  "patthana1.7:526.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa jhānapaccayena paccayo— avitakkaavicārāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayo. Vicāro cittasamuṭṭhānānaṁ rūpānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe vicāro kaṭattārūpānaṁ jhānapaccayena paccayo. Vicāro vatthussa jhānapaccayena paccayo. ",
  "patthana1.7:527.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa jhānapaccayena paccayo—vicāro avitakkavicāramattānaṁ khandhānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṁ khandhānaṁ jhānapaccayena paccayo. ",
  "patthana1.7:528.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa jhānapaccayena paccayo—vicāro avitakkavicāramattānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṁ khandhānaṁ kaṭattā ca rūpānaṁ jhānapaccayena paccayo. ",
  "patthana1.7:529.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa jhānapaccayena paccayo—avitakkavicāramattāni jhānaṅgāni vicāro ca sampayuttakānaṁ khandhānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:530.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa jhānapaccayena paccayo—avitakkavicāramattāni jhānaṅgāni vicāro ca cittasamuṭṭhānānaṁ rūpānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:531.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa jhānapaccayena paccayo—avitakkavicāramattāni jhānaṅgāni vicāro ca sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattāni jhānaṅgāni vicāro ca sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ jhānapaccayena paccayo. ",
  "patthana1.7:532.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa jhānapaccayena paccayo—savitakkasavicārāni jhānaṅgāni vitakko ca sampayuttakānaṁ khandhānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:533.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa jhānapaccayena paccayo—savitakkasavicārāni jhānaṅgāni vitakko ca cittasamuṭṭhānānaṁ rūpānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:534.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa jhānapaccayena paccayo—savitakkasavicārāni jhānaṅgāni vitakko ca sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:535.0": "Magga ",
  "patthana1.7:535.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa maggapaccayena paccayo—savitakkasavicārāni maggaṅgāni sampayuttakānaṁ khandhānaṁ maggapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:536.1": "(Savitakkasavicāramūlakā satta pañhā iminā kāraṇena vibhajitabbā.) ",
  "patthana1.7:537.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa maggapaccayena paccayo—avitakkavicāramattāni maggaṅgāni sampayuttakānaṁ khandhānaṁ maggapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:538.1": "(Avitakkavicāramattamūlakā pañca pañhā iminā kāraṇena vibhajitabbā.) ",
  "patthana1.7:539.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa maggapaccayena paccayo— avitakkaavicārāni maggaṅgāni sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ maggapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:540.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa maggapaccayena paccayo—savitakkasavicārāni maggaṅgāni vitakko ca sampayuttakānaṁ khandhānaṁ maggapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:541.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa maggapaccayena paccayo—savitakkasavicārāni maggaṅgāni vitakko ca cittasamuṭṭhānānaṁ rūpānaṁ maggapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:542.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa maggapaccayena paccayo—savitakkasavicārāni maggaṅgāni vitakko ca sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ maggapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:543.0": "Sampayutta ",
  "patthana1.7:543.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa sampayuttapaccayena paccayo—savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:544.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa sampayuttapaccayena paccayo—savitakkasavicārā khandhā vitakkassa sampayuttapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:545.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa sampayuttapaccayena paccayo—savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ vitakkassa ca sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vitakkassa ca …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:546.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa sampayuttapaccayena paccayo—avitakkavicāramatto eko khandho tiṇṇannaṁ khandhānaṁ sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:547.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa sampayuttapaccayena paccayo—vitakko savitakkasavicārānaṁ khandhānaṁ sampayuttapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:548.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa sampayuttapaccayena paccayo—avitakkavicāramattā khandhā vicārassa sampayuttapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:549.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sampayuttapaccayena paccayo—avitakkavicāramatto eko khandho tiṇṇannaṁ khandhānaṁ vicārassa ca sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ vicārassa ca …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:550.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa sampayuttapaccayena paccayo—avitakkaavicāro eko khandho tiṇṇannaṁ khandhānaṁ sampayuttapaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:551.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa sampayuttapaccayena paccayo—vicāro avitakkavicāramattānaṁ khandhānaṁ sampayuttapaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:552.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa sampayuttapaccayena paccayo—avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ sampayuttapaccayena paccayo …pe… dve khandhā ca vicāro ca dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:553.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa sampayuttapaccayena paccayo—savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ sampayuttapaccayena paccayo …pe… dve khandhā ca vitakko ca dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:554.0": "Vippayutta ",
  "patthana1.7:554.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—savitakkasavicārā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—savitakkasavicārā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.7:555.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—avitakkavicāramattā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo, vitakko cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. Vitakko kaṭattārūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—avitakkavicāramattā khandhā ca vitakko ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.7:556.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—avitakkaavicārā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Vicāro cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe avitakkaavicārā khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. Vicāro kaṭattārūpānaṁ vippayuttapaccayena paccayo; khandhā vatthussa vippayuttapaccayena paccayo, vatthu khandhānaṁ vippayuttapaccayena paccayo; vicāro vatthussa vippayuttapaccayena paccayo; vatthu vicārassa vippayuttapaccayena paccayo. **Purejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa vippayuttapaccayena paccayo …pe… kāyāyatanaṁ kāyaviññāṇassa vippayuttapaccayena paccayo, vatthu avitakkaavicārānaṁ khandhānaṁ vicārassa ca vippayuttapaccayena paccayo. **Pacchājātā**—avitakkaavicārā khandhā ca vicāro ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.7:557.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu savitakkasavicārānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu savitakkasavicārānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana1.7:558.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu avitakkavicāramattānaṁ khandhānaṁ vitakkassa ca vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu avitakkavicāramattānaṁ khandhānaṁ vitakkassa ca vippayuttapaccayena paccayo. ",
  "patthana1.7:559.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu avitakkavicāramattānaṁ khandhānaṁ vicārassa ca vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu avitakkavicāramattānaṁ khandhānaṁ vicārassa ca vippayuttapaccayena paccayo. ",
  "patthana1.7:560.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu savitakkasavicārānaṁ khandhānaṁ vitakkassa ca vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu savitakkasavicārānaṁ khandhānaṁ vitakkassa ca vippayuttapaccayena paccayo. ",
  "patthana1.7:561.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—avitakkavicāramattā khandhā ca vicāro ca cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vicāro ca kaṭattārūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—avitakkavicāramattā khandhā ca vicāro ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.7:562.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—savitakkasavicārā khandhā ca vitakko ca cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā khandhā ca vitakko ca kaṭattārūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—savitakkasavicārā khandhā ca vitakko ca purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.7:563.0": "Atthi ",
  "patthana1.7:563.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa atthipaccayena paccayo—savitakkasavicāro eko khandho tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:564.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa atthipaccayena paccayo—savitakkasavicārā khandhā vitakkassa atthipaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:565.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa atthipaccayena paccayo— sahajātaṁ, pacchājātaṁ. **Sahajātā**—savitakkasavicārā khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā khandhā kaṭattārūpānaṁ atthipaccayena paccayo. **Pacchājātā**—savitakkasavicārā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana1.7:566.1": "(Savitakkasavicāramūlake avasesā pañhā sahajātapaccayasadisā.) ",
  "patthana1.7:567.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa atthipaccayena paccayo—avitakkavicāramatto eko khandho tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:568.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa atthipaccayena paccayo—vitakko savitakkasavicārānaṁ khandhānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:569.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—avitakkavicāramattā khandhā vicārassa cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. Vitakko cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā khandhā vicārassa kaṭattā ca rūpānaṁ atthipaccayena paccayo; vitakko kaṭattārūpānaṁ atthipaccayena paccayo. **Pacchājātā**—avitakkavicāramattā khandhā ca vitakko ca purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana1.7:570.1": "(Avitakkavicāramattamūlakā pañca pañhā. Avasesā sahajātapaccayasadisā.) ",
  "patthana1.7:571.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—avitakkaavicāro eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā dvinnaṁ khandhānaṁ …pe… vicāro cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe avitakkaavicāro eko khandho tiṇṇannaṁ khandhānaṁ kaṭattā ca rūpānaṁ atthipaccayena paccayo …pe… khandhā vatthussa atthipaccayena paccayo, vatthu khandhānaṁ atthipaccayena paccayo; vicāro vatthussa atthipaccayena paccayo, vatthu vicārassa atthipaccayena paccayo; ekaṁ mahābhūtaṁ tiṇṇannaṁ mahābhūtānaṁ atthipaccayena paccayo …pe… mahābhūtā cittasamuṭṭhānānaṁ rūpānaṁ kaṭattārūpānaṁ upādārūpānaṁ atthipaccayena paccayo; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ tiṇṇannaṁ mahābhūtānaṁ …pe… mahābhūtā kaṭattārūpānaṁ upādārūpānaṁ atthipaccayena paccayo. **Purejātaṁ**—dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa atthipaccayena paccayo, cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa atthipaccayena paccayo. Vatthu avitakkaavicārānaṁ khandhānaṁ vicārassa ca atthipaccayena paccayo. **Pacchājātā**—avitakkaavicārā khandhā ca vicāro ca purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.7:572.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu savitakkasavicārānaṁ khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ aniccato dukkhato anattato vipassati assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … rūpe … sadde … gandhe … rase … phoṭṭhabbe … vatthuṁ aniccato dukkhato anattato vipassati …pe… domanassaṁ uppajjati. Vatthu savitakkasavicārānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.7:573.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—vicāro avitakkavicāramattānaṁ khandhānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṁ khandhānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe vatthu avitakkavicāramattānaṁ khandhānaṁ vitakkassa ca atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ aniccato dukkhato anattato vipassati assādeti abhinandati, taṁ ārabbha vitakko uppajjati. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … rūpe … sadde … gandhe … rase … phoṭṭhabbe … vatthuṁ aniccato dukkhato anattato vipassati assādeti abhinandati, taṁ ārabbha vitakko uppajjati. Vatthu avitakkavicāramattānaṁ khandhānaṁ vitakkassa ca atthipaccayena paccayo. ",
  "patthana1.7:574.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—vicāro avitakkavicāramattānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe vicāro avitakkavicāramattānaṁ khandhānaṁ kaṭattā ca rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe vatthu avitakkavicāramattānaṁ khandhānaṁ vicārassa ca atthipaccayena paccayo. **Purejātaṁ**—vatthu avitakkavicāramattānaṁ khandhānaṁ vicārassa ca atthipaccayena paccayo. ",
  "patthana1.7:575.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu savitakkasavicārānaṁ khandhānaṁ vitakkassa ca atthipaccayena paccayo. **Purejātaṁ**—cakkhuṁ aniccato dukkhato anattato vipassati assādeti abhinandati, taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. Sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ …pe… vatthuṁ aniccato dukkhato anattato vipassati assādeti abhinandati, taṁ ārabbha savitakkasavicārā khandhā ca vitakko ca uppajjanti. Vatthu savitakkasavicārānaṁ khandhānaṁ vitakkassa ca atthipaccayena paccayo. ",
  "patthana1.7:576.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.7:577.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātā**—savitakkasavicārā khandhā ca vatthu ca vitakkassa atthipaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā khandhā ca vatthu ca vitakkassa atthipaccayena paccayo. ",
  "patthana1.7:578.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—savitakkasavicārā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā khandhā ca mahābhūtā ca kaṭattārūpānaṁ atthipaccayena paccayo. **Pacchājātā**—savitakkasavicārā khandhā ca kabaḷīkāro āhāro ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—savitakkasavicārā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.7:579.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—savitakkasavicāro eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ vitakkassa ca atthipaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ vitakkassa ca atthipaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:580.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—vitakko ca vatthu ca savitakkasavicārānaṁ khandhānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe vitakko ca vatthu ca savitakkasavicārānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.7:581.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca vicāro ca dvinnaṁ khandhānaṁ … avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca vicāro ca dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ …pe… dve khandhā ca vatthu ca dvinnaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.7:582.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—avitakkavicāramattā khandhā ca vicāro ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Sahajātā**—avitakkavicāramattā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Sahajāto**—vitakko ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Sahajātā**—avitakkavicāramattā khandhā ca vatthu ca vicārassa atthipaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vicāro ca kaṭattārūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca mahābhūtā ca kaṭattārūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe vitakko ca mahābhūtā ca kaṭattārūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe avitakkavicāramattā khandhā ca vatthu ca vicārassa atthipaccayena paccayo. **Pacchājātā**—avitakkavicāramattā khandhā ca vicāro ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—avitakkavicāramattā khandhā ca vitakko ca kabaḷīkāro āhāro ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—avitakkavicāramattā khandhā ca vitakko ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.7:583.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—avitakkavicāramatto eko khandho ca vicāro ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā ca vicāro ca …pe… avitakkavicāramatto eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ vicārassa ca atthipaccayena paccayo …pe… dve khandhā ca vatthu ca …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:584.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa atthipaccayena paccayo—savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca vitakko ca …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:585.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—savitakkasavicārā khandhā ca vitakko ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe savitakkasavicārā khandhā ca vitakko ca kaṭattārūpānaṁ atthipaccayena paccayo. **Pacchājātā**—savitakkasavicārā khandhā ca vitakko ca purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana1.7:586.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa atthipaccayena paccayo—savitakkasavicāro eko khandho ca vitakko ca tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā ca vitakko ca dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:587.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—savitakkasavicāro eko khandho ca vitakko ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.7:588.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—savitakkasavicārā khandhā ca vitakko ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe …pe…. **Pacchājātā**—savitakkasavicārā khandhā ca vitakko ca kabaḷīkāro āhāro ca purejātassa imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—savitakkasavicārā khandhā ca vitakko ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.7:589.0": "Natthi-vigatāvigata ",
  "patthana1.7:589.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa natthipaccayena paccayo … vigatapaccayena paccayo. ",
  "patthana1.7:590.1": "(Natthipaccayañca vigatapaccayañca anantarasadisaṁ, avigataṁ atthisadisaṁ.) ",
  "patthana1.7:591.0.1": "Saṅkhyāvāra ",
  "patthana1.7:591.0.2": "Suddha ",
  "patthana1.7:591.1": "Hetuyā ekādasa, ārammaṇe ekavīsa, adhipatiyā tevīsa, anantare pañcavīsa, samanantare pañcavīsa, sahajāte tiṁsa, aññamaññe aṭṭhavīsa, nissaye tiṁsa, upanissaye pañcavīsa, purejāte pañca, pacchājāte pañca, āsevane ekavīsa, kamme ekādasa, vipāke ekavīsa, āhāre ekādasa, indriye ekādasa, jhāne ekavīsa, magge soḷasa, sampayutte ekādasa, vippayutte nava, atthiyā tiṁsa, natthiyā pañcavīsa, vigate pañcavīsa, avigate tiṁsa. ",
  "patthana1.7:592.1": "(Ghaṭanā kusalattikasadisāyeva. Pañhāvāragaṇanaṁ evaṁ asammohantena gaṇetabbaṁ.) ",
  "patthana1.7:593.1": "Anulomaṁ. ",
  "patthana1.7:594.0": "Paccanīyuddhāra ",
  "patthana1.7:594.1": "Savitakkasavicāro dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.7:595.1": "Savitakkasavicāro dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.7:596.1": "Savitakkasavicāro dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.7:597.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.7:598.1": "Savitakkasavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.7:599.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.7:600.1": "Savitakkasavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.7:601.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.7:602.1": "Avitakkavicāramatto dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.7:603.1": "Avitakkavicāramatto dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.7:604.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.7:605.1": "Avitakkavicāramatto dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.7:606.1": "Avitakkavicāramatto dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.7:607.1": "Avitakkaavicāro dhammo avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.7:608.1": "Avitakkaavicāro dhammo savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.7:609.1": "Avitakkaavicāro dhammo avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.7:610.1": "Avitakkaavicāro dhammo avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.7:611.1": "Avitakkaavicāro dhammo savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.7:612.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa sahajātaṁ … purejātaṁ. ",
  "patthana1.7:613.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa sahajātaṁ … purejātaṁ. ",
  "patthana1.7:614.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa sahajātaṁ … pacchājātaṁ … āhāraṁ … indriyaṁ. ",
  "patthana1.7:615.1": "Savitakkasavicāro ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa sahajātaṁ … purejātaṁ. ",
  "patthana1.7:616.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.7:617.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.7:618.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.7:619.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.7:620.1": "Avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.7:621.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.7:622.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.7:623.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkaavicārassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana1.7:624.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkaavicārassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.7:625.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā avitakkavicāramattassa ca avitakkaavicārassa ca dhammassa upanissayapaccayena paccayo. ",
  "patthana1.7:626.1": "Savitakkasavicāro ca avitakkavicāramatto ca dhammā savitakkasavicārassa ca avitakkavicāramattassa ca dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.7:627.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā savitakkasavicārassa dhammassa sahajātaṁ … purejātaṁ. ",
  "patthana1.7:628.1": "Savitakkasavicāro ca avitakkavicāramatto ca avitakkaavicāro ca dhammā avitakkaavicārassa dhammassa sahajātaṁ … pacchājātaṁ … āhāraṁ … indriyaṁ. ",
  "patthana1.7:629.1": "Paccanīyuddhāro. ",
  "patthana1.7:630.0.1": "1.7.7.2. Paccayapaccanīya ",
  "patthana1.7:630.0.2": "Saṅkhyāvāra ",
  "patthana1.7:630.0.3": "Suddha ",
  "patthana1.7:630.1": "Nahetuyā pañcatiṁsa, naārammaṇe pañcatiṁsa, naadhipatiyā pañcatiṁsa, naanantare pañcatiṁsa, nasamanantare pañcatiṁsa, nasahajāte ekūnatiṁsa, naaññamaññe ekūnatiṁsa, nanissaye ekūnatiṁsa, naupanissaye catuttiṁsa, napurejāte pañcatiṁsa, napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge pañcatiṁsa, nasampayutte ekūnatiṁsa, navippayutte sattavīsa, noatthiyā sattavīsa, nonatthiyā pañcatiṁsa, novigate pañcatiṁsa, noavigate sattavīsa. ",
  "patthana1.7:631.1": "(Paccanīyaṁ gaṇentena imāni padāni anumajjantena gaṇetabbāni.) ",
  "patthana1.7:632.1": "Paccanīyaṁ. ",
  "patthana1.7:633.0.1": "1.7.7.3. Paccayānulomapaccanīya ",
  "patthana1.7:633.0.2": "Hetuduka ",
  "patthana1.7:633.1": "Hetupaccayā naārammaṇe ekādasa, naadhipatiyā ekādasa, naanantare nasamanantare ekādasa, naaññamaññe tīṇi, naupanissaye ekādasa, napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge sabbe ekādasa, nasampayutte tīṇi, navippayutte satta, nonatthiyā ekādasa, novigate ekādasa. ",
  "patthana1.7:634.1": "(Anulomapaccanīyagaṇanā iminā kāraṇena gaṇetabbā.) ",
  "patthana1.7:635.1": "Anulomapaccanīyaṁ. ",
  "patthana1.7:636.0.1": "1.7.7.4. Paccayapaccanīyānuloma ",
  "patthana1.7:636.0.2": "Nahetuduka ",
  "patthana1.7:636.1": "Nahetupaccayā ārammaṇe ekavīsa, adhipatiyā tevīsa, anantare pañcavīsa, samanantare pañcavīsa, sahajāte tiṁsa, aññamaññe aṭṭhavīsa, nissaye tiṁsa, upanissaye pañcavīsa, purejāte pañca, pacchājāte pañca, āsevane ekavīsa, kamme ekādasa, vipāke ekavīsa, āhāre ekādasa, indriye ekādasa, jhāne ekavīsa, magge soḷasa, sampayutte ekādasa, vippayutte nava, atthiyā tiṁsa, natthiyā pañcavīsa, vigate pañcavīsa, avigate tiṁsa. ",
  "patthana1.7:637.1": "Paccanīyānulomaṁ iminā kāraṇena vibhajitabbaṁ. ",
  "patthana1.7:638.1": "Paccanīyānulomaṁ. ",
  "patthana1.7:639.1": "Vitakkattikaṁ niṭṭhitaṁ. "
}