{
  "patthana1.1:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.1:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.1:0.3": "1.1. Nikkhepavāra ",
  "patthana1.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa. ",
  "patthana1.1:2.0": "1.1.1. Paccayuddesa ",
  "patthana1.1:2.1": "Hetupaccayo, ārammaṇapaccayo, adhipatipaccayo, anantarapaccayo, samanantarapaccayo, sahajātapaccayo, aññamaññapaccayo, nissayapaccayo, upanissayapaccayo, purejātapaccayo, pacchājātapaccayo, āsevanapaccayo, kammapaccayo, vipākapaccayo, āhārapaccayo, indriyapaccayo, jhānapaccayo, maggapaccayo, sampayuttapaccayo, vippayuttapaccayo, atthipaccayo, natthipaccayo, vigatapaccayo, avigatapaccayoti. ",
  "patthana1.1:3.1": "Paccayuddeso. ",
  "patthana1.1:4.0": "1.1.2. Paccayaniddesa ",
  "patthana1.1:4.1": "**Hetupaccayo**ti—hetū hetusampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.1:5.1": "**Ārammaṇapaccayo**ti—rūpāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo. Saddāyatanaṁ sotaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo. Gandhāyatanaṁ ghānaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo. Rasāyatanaṁ jivhāviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo. Phoṭṭhabbāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo. Rūpāyatanaṁ saddāyatanaṁ gandhāyatanaṁ rasāyatanaṁ phoṭṭhabbāyatanaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo. Sabbe dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo. ",
  "patthana1.1:6.1": "Yaṁ yaṁ dhammaṁ ārabbha ye ye dhammā uppajjanti cittacetasikā dhammā, te te dhammā tesaṁ tesaṁ dhammānaṁ ārammaṇapaccayena paccayo. ",
  "patthana1.1:7.1": "**Adhipatipaccayo**ti—chandādhipati chandasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. Vīriyādhipati vīriyasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. Cittādhipati cittasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. Vīmaṁsādhipati vīmaṁsasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.1:8.1": "Yaṁ yaṁ dhammaṁ garuṁ katvā ye ye dhammā uppajjanti cittacetasikā dhammā, te te dhammā tesaṁ tesaṁ dhammānaṁ adhipatipaccayena paccayo. ",
  "patthana1.1:9.1": "**Anantarapaccayo**ti—cakkhuviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo. Manodhātu taṁsampayuttakā ca dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo. ",
  "patthana1.1:10.1": "Sotaviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo. Manodhātu taṁsampayuttakā ca dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo. ",
  "patthana1.1:11.1": "Ghānaviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo. Manodhātu taṁsampayuttakā ca dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo. ",
  "patthana1.1:12.1": "Jivhāviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo. Manodhātu taṁsampayuttakā ca dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo. ",
  "patthana1.1:13.1": "Kāyaviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo. Manodhātu taṁsampayuttakā ca dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo. ",
  "patthana1.1:14.1": "Purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ anantarapaccayena paccayo. Purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ abyākatānaṁ dhammānaṁ anantarapaccayena paccayo. ",
  "patthana1.1:15.1": "Purimā purimā akusalā dhammā pacchimānaṁ pacchimānaṁ akusalānaṁ dhammānaṁ anantarapaccayena paccayo. Purimā purimā akusalā dhammā pacchimānaṁ pacchimānaṁ abyākatānaṁ dhammānaṁ anantarapaccayena paccayo. ",
  "patthana1.1:16.1": "Purimā purimā abyākatā dhammā pacchimānaṁ pacchimānaṁ abyākatānaṁ dhammānaṁ anantarapaccayena paccayo. Purimā purimā abyākatā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ anantarapaccayena paccayo. Purimā purimā abyākatā dhammā pacchimānaṁ pacchimānaṁ akusalānaṁ dhammānaṁ anantarapaccayena paccayo. ",
  "patthana1.1:17.1": "Yesaṁ yesaṁ dhammānaṁ anantarā ye ye dhammā uppajjanti cittacetasikā dhammā, te te dhammā tesaṁ tesaṁ dhammānaṁ anantarapaccayena paccayo. ",
  "patthana1.1:18.1": "**Samanantarapaccayo**ti—cakkhuviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ samanantarapaccayena paccayo. Manodhātu taṁsampayuttakā ca dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ samanantarapaccayena paccayo. ",
  "patthana1.1:19.1": "Sotaviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ samanantarapaccayena paccayo. Manodhātu taṁsampayuttakā ca dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ samanantarapaccayena paccayo. ",
  "patthana1.1:20.1": "Ghānaviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ samanantarapaccayena paccayo. Manodhātu taṁsampayuttakā ca dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ samanantarapaccayena paccayo. ",
  "patthana1.1:21.1": "Jivhāviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ samanantarapaccayena paccayo. Manodhātu taṁsampayuttakā ca dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ samanantarapaccayena paccayo. ",
  "patthana1.1:22.1": "Kāyaviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ samanantarapaccayena paccayo. Manodhātu taṁsampayuttakā ca dhammā manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ samanantarapaccayena paccayo. ",
  "patthana1.1:23.1": "Purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ samanantarapaccayena paccayo. Purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ abyākatānaṁ dhammānaṁ samanantarapaccayena paccayo. ",
  "patthana1.1:24.1": "Purimā purimā akusalā dhammā pacchimānaṁ pacchimānaṁ akusalānaṁ dhammānaṁ samanantarapaccayena paccayo. Purimā purimā akusalā dhammā pacchimānaṁ pacchimānaṁ abyākatānaṁ dhammānaṁ samanantarapaccayena paccayo. ",
  "patthana1.1:25.1": "Purimā purimā abyākatā dhammā pacchimānaṁ pacchimānaṁ abyākatānaṁ dhammānaṁ samanantarapaccayena paccayo. Purimā purimā abyākatā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ samanantarapaccayena paccayo. Purimā purimā abyākatā dhammā pacchimānaṁ pacchimānaṁ akusalānaṁ dhammānaṁ samanantarapaccayena paccayo. ",
  "patthana1.1:26.1": "Yesaṁ yesaṁ dhammānaṁ samanantarā ye ye dhammā uppajjanti cittacetasikā dhammā, te te dhammā tesaṁ tesaṁ dhammānaṁ samanantarapaccayena paccayo. ",
  "patthana1.1:27.1": "**Sahajātapaccayo**ti—cattāro khandhā arūpino aññamaññaṁ sahajātapaccayena paccayo. Cattāro mahābhūtā aññamaññaṁ sahajātapaccayena paccayo. Okkantikkhaṇe nāmarūpaṁ aññamaññaṁ sahajātapaccayena paccayo. Cittacetasikā dhammā cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. Mahābhūtā upādārūpānaṁ sahajātapaccayena paccayo. Rūpino dhammā arūpīnaṁ dhammānaṁ kiñci kāle sahajātapaccayena paccayo, kiñci kāle na sahajātapaccayena paccayo. ",
  "patthana1.1:28.1": "**Aññamaññapaccayo**ti—cattāro khandhā arūpino aññamaññapaccayena paccayo. Cattāro mahābhūtā aññamaññapaccayena paccayo. Okkantikkhaṇe nāmarūpaṁ aññamaññapaccayena paccayo. ",
  "patthana1.1:29.1": "**Nissayapaccayo**ti—cattāro khandhā arūpino aññamaññaṁ nissayapaccayena paccayo. Cattāro mahābhūtā aññamaññaṁ nissayapaccayena paccayo. Okkantikkhaṇe nāmarūpaṁ aññamaññaṁ nissayapaccayena paccayo. Cittacetasikā dhammā cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. Mahābhūtā upādārūpānaṁ nissayapaccayena paccayo. ",
  "patthana1.1:30.1": "Cakkhāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo. Sotāyatanaṁ sotaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo. Ghānāyatanaṁ ghānaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo. Jivhāyatanaṁ jivhāviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo. Kāyāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo. ",
  "patthana1.1:31.1": "**Upanissayapaccayo**ti—purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ upanissayapaccayena paccayo. Purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ akusalānaṁ dhammānaṁ kesañci upanissayapaccayena paccayo. Purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ abyākatānaṁ dhammānaṁ upanissayapaccayena paccayo. ",
  "patthana1.1:32.1": "Purimā purimā akusalā dhammā pacchimānaṁ pacchimānaṁ akusalānaṁ dhammānaṁ upanissayapaccayena paccayo. Purimā purimā akusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ kesañci upanissayapaccayena paccayo. Purimā purimā akusalā dhammā pacchimānaṁ pacchimānaṁ abyākatānaṁ dhammānaṁ upanissayapaccayena paccayo. ",
  "patthana1.1:33.1": "Purimā purimā abyākatā dhammā pacchimānaṁ pacchimānaṁ abyākatānaṁ dhammānaṁ upanissayapaccayena paccayo. Purimā purimā abyākatā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ upanissayapaccayena paccayo. Purimā purimā abyākatā dhammā pacchimānaṁ pacchimānaṁ akusalānaṁ dhammānaṁ upanissayapaccayena paccayo. ",
  "patthana1.1:34.1": "Utubhojanampi upanissayapaccayena paccayo. Puggalopi upanissayapaccayena paccayo. Senāsanampi upanissayapaccayena paccayo. ",
  "patthana1.1:35.1": "**Purejātapaccayo**ti—cakkhāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Sotāyatanaṁ sotaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Ghānāyatanaṁ ghānaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Jivhāyatanaṁ jivhāviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Kāyāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. ",
  "patthana1.1:36.1": "Rūpāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Saddāyatanaṁ sotaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Gandhāyatanaṁ ghānaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Rasāyatanaṁ jivhāviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Phoṭṭhabbāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Rūpāyatanaṁ saddāyatanaṁ gandhāyatanaṁ rasāyatanaṁ phoṭṭhabbāyatanaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. ",
  "patthana1.1:37.1": "Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ kiñci kāle purejātapaccayena paccayo, kiñci kāle na purejātapaccayena paccayo. ",
  "patthana1.1:38.1": "**Pacchājātapaccayo**ti—pacchājātā cittacetasikā dhammā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.1:39.1": "**Āsevanapaccayo**ti—purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ āsevanapaccayena paccayo. Purimā purimā akusalā dhammā pacchimānaṁ pacchimānaṁ akusalānaṁ dhammānaṁ āsevanapaccayena paccayo. Purimā purimā kiriyābyākatā dhammā pacchimānaṁ pacchimānaṁ kiriyābyākatānaṁ dhammānaṁ āsevanapaccayena paccayo. ",
  "patthana1.1:40.1": "**Kammapaccayo**ti—kusalākusalaṁ kammaṁ vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. Cetanā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.1:41.1": "**Vipākapaccayo**ti—vipākā cattāro khandhā arūpino aññamaññaṁ vipākapaccayena paccayo. ",
  "patthana1.1:42.1": "**Āhārapaccayo**ti—kabaḷīkāro āhāro imassa kāyassa āhārapaccayena paccayo. Arūpino āhārā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo. ",
  "patthana1.1:43.1": "**Indriyapaccayo**ti—cakkhundriyaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ indriyapaccayena paccayo. Sotindriyaṁ sotaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ indriyapaccayena paccayo. Ghānindriyaṁ ghānaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ indriyapaccayena paccayo. Jivhindriyaṁ jivhāviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ indriyapaccayena paccayo. Kāyindriyaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ indriyapaccayena paccayo. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.1:44.1": "Arūpino indriyā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ indriyapaccayena paccayo. ",
  "patthana1.1:45.1": "**Jhānapaccayo**ti—jhānaṅgāni jhānasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayo. ",
  "patthana1.1:46.1": "**Maggapaccayo**ti—maggaṅgāni maggasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ maggapaccayena paccayo. ",
  "patthana1.1:47.1": "**Sampayuttapaccayo**ti—cattāro khandhā arūpino aññamaññaṁ sampayuttapaccayena paccayo. ",
  "patthana1.1:48.1": "**Vippayuttapaccayo**ti—rūpino dhammā arūpīnaṁ dhammānaṁ vippayuttapaccayena paccayo. Arūpino dhammā rūpīnaṁ dhammānaṁ vippayuttapaccayena paccayo. ",
  "patthana1.1:49.1": "**Atthipaccayo**ti—cattāro khandhā arūpino aññamaññaṁ atthipaccayena paccayo. Cattāro mahābhūtā aññamaññaṁ atthipaccayena paccayo. Okkantikkhaṇe nāmarūpaṁ aññamaññaṁ atthipaccayena paccayo. Cittacetasikā dhammā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Mahābhūtā upādārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.1:50.1": "Cakkhāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Sotāyatanaṁ sotaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Ghānāyatanaṁ ghānaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Jivhāyatanaṁ jivhāviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Kāyāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. ",
  "patthana1.1:51.1": "Rūpāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Saddāyatanaṁ sotaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Gandhāyatanaṁ ghānaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Rasāyatanaṁ jivhāviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Phoṭṭhabbāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. Rūpāyatanaṁ saddāyatanaṁ gandhāyatanaṁ rasāyatanaṁ phoṭṭhabbāyatanaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. ",
  "patthana1.1:52.1": "Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo. ",
  "patthana1.1:53.1": "**Natthipaccayo**ti—samanantaraniruddhā cittacetasikā dhammā paṭuppannānaṁ cittacetasikānaṁ dhammānaṁ natthipaccayena paccayo. ",
  "patthana1.1:54.1": "**Vigatapaccayo**ti—samanantaravigatā cittacetasikā dhammā paṭuppannānaṁ cittacetasikānaṁ dhammānaṁ vigatapaccayena paccayo. ",
  "patthana1.1:55.1": "**Avigatapaccayo**ti—cattāro khandhā arūpino aññamaññaṁ avigatapaccayena paccayo. Cattāro mahābhūtā aññamaññaṁ avigatapaccayena paccayo. Okkantikkhaṇe nāmarūpaṁ aññamaññaṁ avigatapaccayena paccayo. Cittacetasikā dhammā cittasamuṭṭhānānaṁ rūpānaṁ avigatapaccayena paccayo. Mahābhūtā upādārūpānaṁ avigatapaccayena paccayo. ",
  "patthana1.1:56.1": "Cakkhāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. Sotāyatanaṁ sotaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. Ghānāyatanaṁ ghānaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. Jivhāyatanaṁ jivhāviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. Kāyāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. ",
  "patthana1.1:57.1": "Rūpāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. Saddāyatanaṁ sotaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. Gandhāyatanaṁ ghānaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. Rasāyatanaṁ jivhāviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. Phoṭṭhabbāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. Rūpāyatanaṁ saddāyatanaṁ gandhāyatanaṁ rasāyatanaṁ phoṭṭhabbāyatanaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. ",
  "patthana1.1:58.1": "Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ avigatapaccayena paccayo. ",
  "patthana1.1:59.1": "Paccayaniddeso. ",
  "patthana1.1:60.0.1": "1.1.3. Pucchāvāra ",
  "patthana1.1:60.0.2": "1.1.3.1. Paccayānuloma ",
  "patthana1.1:60.0.3": "1.3.1.1. Ekamūlaka ",
  "patthana1.1:60.0.4": "1.3.1.1.1. Kusalapada ",
  "patthana1.1:60.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā. Siyā kusalaṁ dhammaṁ paṭicca akusalo dhammo uppajjeyya hetupaccayā. Siyā kusalaṁ dhammaṁ paṭicca abyākato dhammo uppajjeyya hetupaccayā. Siyā kusalaṁ dhammaṁ paṭicca kusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalaṁ dhammaṁ paṭicca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalaṁ dhammaṁ paṭicca kusalo ca akusalo ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalaṁ dhammaṁ paṭicca kusalo ca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. ",
  "patthana1.1:61.0": "1.3.1.1.2. Akusalapada ",
  "patthana1.1:61.1": "Siyā akusalaṁ dhammaṁ paṭicca akusalo dhammo uppajjeyya hetupaccayā. Siyā akusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā. Siyā akusalaṁ dhammaṁ paṭicca abyākato dhammo uppajjeyya hetupaccayā. Siyā akusalaṁ dhammaṁ paṭicca kusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā akusalaṁ dhammaṁ paṭicca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā akusalaṁ dhammaṁ paṭicca kusalo ca akusalo ca dhammā uppajjeyyuṁ hetupaccayā. Siyā akusalaṁ dhammaṁ paṭicca kusalo ca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. ",
  "patthana1.1:62.0": "1.3.1.1.3. Abyākatapada ",
  "patthana1.1:62.1": "Siyā abyākataṁ dhammaṁ paṭicca abyākato dhammo uppajjeyya hetupaccayā. Siyā abyākataṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā. Siyā abyākataṁ dhammaṁ paṭicca akusalo dhammo uppajjeyya hetupaccayā. Siyā abyākataṁ dhammaṁ paṭicca kusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā abyākataṁ dhammaṁ paṭicca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā abyākataṁ dhammaṁ paṭicca kusalo ca akusalo ca dhammā uppajjeyyuṁ hetupaccayā. Siyā abyākataṁ dhammaṁ paṭicca kusalo ca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. ",
  "patthana1.1:63.0": "1.3.1.1.4. Kusalābyākatapada ",
  "patthana1.1:63.1": "Siyā kusalañca abyākatañca dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā. Siyā kusalañca abyākatañca dhammaṁ paṭicca akusalo dhammo uppajjeyya hetupaccayā. Siyā kusalañca abyākatañca dhammaṁ paṭicca abyākato dhammo uppajjeyya hetupaccayā. Siyā kusalañca abyākatañca dhammaṁ paṭicca kusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalañca abyākatañca dhammaṁ paṭicca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalañca abyākatañca dhammaṁ paṭicca kusalo ca akusalo ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalañca abyākatañca dhammaṁ paṭicca kusalo ca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. ",
  "patthana1.1:64.0": "1.3.1.1.5. Akusalābyākatapada ",
  "patthana1.1:64.1": "Siyā akusalañca abyākatañca dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā. Siyā akusalañca abyākatañca dhammaṁ paṭicca akusalo dhammo uppajjeyya hetupaccayā. Siyā akusalañca abyākatañca dhammaṁ paṭicca abyākato dhammo uppajjeyya hetupaccayā. Siyā akusalañca abyākatañca dhammaṁ paṭicca kusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā akusalañca abyākatañca dhammaṁ paṭicca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā akusalañca abyākatañca dhammaṁ paṭicca kusalo ca akusalo ca dhammā uppajjeyyuṁ hetupaccayā. Siyā akusalañca abyākatañca dhammaṁ paṭicca kusalo ca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. ",
  "patthana1.1:65.0": "1.3.1.1.6. Kusalākusalapada ",
  "patthana1.1:65.1": "Siyā kusalañca akusalañca dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā. Siyā kusalañca akusalañca dhammaṁ paṭicca akusalo dhammo uppajjeyya hetupaccayā. Siyā kusalañca akusalañca dhammaṁ paṭicca abyākato dhammo uppajjeyya hetupaccayā. Siyā kusalañca akusalañca dhammaṁ paṭicca kusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalañca akusalañca dhammaṁ paṭicca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalañca akusalañca dhammaṁ paṭicca kusalo ca akusalo ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalañca akusalañca dhammaṁ paṭicca kusalo ca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. ",
  "patthana1.1:66.0": "1.3.1.1.7. Kusalākusalābyākatapada ",
  "patthana1.1:66.1": "Siyā kusalañca akusalañca abyākatañca dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā. Siyā kusalañca akusalañca abyākatañca dhammaṁ paṭicca akusalo dhammo uppajjeyya hetupaccayā. Siyā kusalañca akusalañca abyākatañca dhammaṁ paṭicca abyākato dhammo uppajjeyya hetupaccayā. Siyā kusalañca akusalañca abyākatañca dhammaṁ paṭicca kusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalañca akusalañca abyākatañca dhammaṁ paṭicca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalañca akusalañca abyākatañca dhammaṁ paṭicca kusalo ca akusalo ca dhammā uppajjeyyuṁ hetupaccayā. Siyā kusalañca akusalañca abyākatañca dhammaṁ paṭicca kusalo ca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā. ",
  "patthana1.1:67.1": "Hetupaccayavāro. ",
  "patthana1.1:68.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya ārammaṇapaccayā. ",
  "patthana1.1:69.1": "(Yathā hetupaccayo vitthārito, evaṁ ārammaṇapaccayopi vitthāretabbo vācanāmaggena.) ",
  "patthana1.1:70.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya adhipatipaccayā … anantarapaccayā … samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … pacchājātapaccayā … āsevanapaccayā … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā. ",
  "patthana1.1:71.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya avigatapaccayā …pe… akusalaṁ dhammaṁ paṭicca … abyākataṁ dhammaṁ paṭicca … kusalañca abyākatañca dhammaṁ paṭicca … akusalañca abyākatañca dhammaṁ paṭicca … kusalañca akusalañca dhammaṁ paṭicca … kusalañca akusalañca abyākatañca dhammaṁ paṭicca kusalo dhammo uppajjeyya … akusalo dhammo uppajjeyya … abyākato dhammo uppajjeyya … kusalo ca abyākato ca dhammā uppajjeyyuṁ … akusalo ca abyākato ca dhammā uppajjeyyuṁ … kusalo ca akusalo ca dhammā uppajjeyyuṁ … kusalo ca akusalo ca abyākato ca dhammā uppajjeyyuṁ avigatapaccayā. ",
  "patthana1.1:72.1": "(Yathā hetupaccayo vitthārito, evaṁ avigatapaccayopi vitthāretabbo vācanāmaggena.) ",
  "patthana1.1:73.1": "Ekamūlakaṁ. ",
  "patthana1.1:74.0": "1.3.1.3. Hetumūlaka ",
  "patthana1.1:74.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā ārammaṇapaccayā …pe… siyā kusalañca akusalañca abyākatañca dhammaṁ paṭicca kusalo ca akusalo ca abyākato ca dhammā uppajjeyyuṁ hetupaccayā ārammaṇapaccayā. ",
  "patthana1.1:75.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā adhipatipaccayā …pe… hetupaccayā anantarapaccayā … hetupaccayā samanantarapaccayā …pe… hetupaccayā avigatapaccayā. ",
  "patthana1.1:76.1": "Dumūlakaṁ. ",
  "patthana1.1:77.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā ārammaṇapaccayā adhipatipaccayā …pe… hetupaccayā ārammaṇapaccayā anantarapaccayā …pe… hetupaccayā ārammaṇapaccayā avigatapaccayā. ",
  "patthana1.1:78.1": "Timūlakaṁ. ",
  "patthana1.1:79.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā ārammaṇapaccayā adhipatipaccayā anantarapaccayā …pe… hetupaccayā ārammaṇapaccayā adhipatipaccayā avigatapaccayā. ",
  "patthana1.1:80.1": "Catumūlakaṁ. ",
  "patthana1.1:81.1": "(Pañcamūlakādikā saṅkhittā. Ekamūlakaṁ, dumūlakaṁ, timūlakaṁ, catumūlakaṁ, pañcamūlakaṁ, sabbamūlakaṁ asammuyhantena vitthāretabbaṁ.) ",
  "patthana1.1:82.1": "Hetumūlakaṁ. ",
  "patthana1.1:83.0": "1.3.1.4. Ārammaṇamūlakādi ",
  "patthana1.1:83.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya ārammaṇapaccayā hetupaccayā … ārammaṇapaccayā adhipatipaccayā …pe… ārammaṇapaccayā avigatapaccayā. ",
  "patthana1.1:84.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya adhipatipaccayā … anantarapaccayā … samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā …pe… avigatapaccayā hetupaccayā … avigatapaccayā ārammaṇapaccayā … avigatapaccayā adhipatipaccayā …pe… avigatapaccayā vigatapaccayā. ",
  "patthana1.1:85.1": "Dumūlakaṁ. ",
  "patthana1.1:86.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya avigatapaccayā hetupaccayā ārammaṇapaccayā … avigatapaccayā hetupaccayā adhipatipaccayā … avigatapaccayā hetupaccayā anantarapaccayā …pe… avigatapaccayā hetupaccayā vigatapaccayā. ",
  "patthana1.1:87.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya avigatapaccayā hetupaccayā ārammaṇapaccayā adhipatipaccayā … avigatapaccayā hetupaccayā ārammaṇapaccayā anantarapaccayā …pe… vigatapaccayā. ",
  "patthana1.1:88.1": "(Ekekassa padassa ekamūlakaṁ, dumūlakaṁ, timūlakaṁ, catumūlakaṁ, pañcamūlakaṁ, sabbamūlakaṁ asammuyhantena vitthāretabbaṁ.) ",
  "patthana1.1:89.1": "Tikañca paṭṭhānavaraṁ dukuttamaṁ, ",
  "patthana1.1:89.2": "Dukaṁ tikañceva tikaṁ dukañca; ",
  "patthana1.1:89.3": "Tikaṁ tikañceva dukaṁ dukañca, ",
  "patthana1.1:89.4": "Cha anulomamhi nayā sugambhīrāti. ",
  "patthana1.1:90.0": "1.1.3.2. Paccayapaccanīya ",
  "patthana1.1:90.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya nahetupaccayā. ",
  "patthana1.1:91.1": "(Yathā anulome hetupaccayo vitthārito, evaṁ paccanīyepi nahetupaccayo vitthāretabbo.) ",
  "patthana1.1:92.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya naārammaṇapaccayā … naadhipatipaccayā … naanantarapaccayā … nasamanantarapaccayā … nasahajātapaccayā … naaññamaññapaccayā … nanissayapaccayā … naupanissayapaccayā … napurejātapaccayā … napacchājātapaccayā … naāsevanapaccayā … nakammapaccayā … navipākapaccayā … naāhārapaccayā … naindriyapaccayā … najhānapaccayā … namaggapaccayā … nasampayuttapaccayā … navippayuttapaccayā … noatthipaccayā … nonatthipaccayā … novigatapaccayā … noavigatapaccayā. ",
  "patthana1.1:93.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya nahetupaccayā naārammaṇapaccayā …. ",
  "patthana1.1:94.1": "(Yathā anulome ekekassa padassa ekamūlakaṁ, dumūlakaṁ, timūlakaṁ, catumūlakaṁ, yāva tevīsatimūlakaṁ evaṁ paccanīyepi vitthāretabbaṁ.) ",
  "patthana1.1:95.1": "Tikañca paṭṭhānavaraṁ dukuttamaṁ, ",
  "patthana1.1:95.2": "Dukaṁ tikañceva tikaṁ dukañca; ",
  "patthana1.1:95.3": "Tikaṁ tikañceva dukaṁ dukañca, ",
  "patthana1.1:95.4": "Cha paccanīyamhi nayā sugambhīrāti. ",
  "patthana1.1:96.0": "1.1.3.3. Paccayānulomapaccanīya ",
  "patthana1.1:96.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā naārammaṇapaccayā … siyā kusalaṁ dhammaṁ paṭicca akusalo dhammo uppajjeyya hetupaccayā naārammaṇapaccayā. ",
  "patthana1.1:97.1": "(Yathā anulome hetupaccayo vitthārito, evaṁ anulomapaccanīyepi padaṁ vitthāretabbaṁ.) ",
  "patthana1.1:98.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā naadhipatipaccayā … hetupaccayā naanantarapaccayā …pe… hetupaccayā noavigatapaccayā. ",
  "patthana1.1:99.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā ārammaṇapaccayā naadhipatipaccayā … hetupaccayā ārammaṇapaccayā naanantarapaccayā …pe… hetupaccayā ārammaṇapaccayā noavigatapaccayā. ",
  "patthana1.1:100.1": "Hetupaccayā ārammaṇapaccayā adhipatipaccayā naanantarapaccayā …pe… hetupaccayā ārammaṇapaccayā adhipatipaccayā noavigatapaccayā. ",
  "patthana1.1:101.1": "Hetupaccayā ārammaṇapaccayā adhipatipaccayā anantarapaccayā nasamanantarapaccayā …pe… hetupaccayā ārammaṇapaccayā adhipatipaccayā anantarapaccayā noavigatapaccayā …pe…. ",
  "patthana1.1:102.1": "Hetupaccayā ārammaṇapaccayā adhipatipaccayā anantarapaccayā samanantarapaccayā sahajātapaccayā aññamaññapaccayā nissayapaccayā upanissayapaccayā purejātapaccayā pacchājātapaccayā āsevanapaccayā kammapaccayā vipākapaccayā āhārapaccayā indriyapaccayā jhānapaccayā maggapaccayā sampayuttapaccayā vippayuttapaccayā atthipaccayā natthipaccayā vigatapaccayā noavigatapaccayā. ",
  "patthana1.1:103.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya ārammaṇapaccayā … adhipatipaccayā … anantarapaccayā …pe… avigatapaccayā nahetupaccayā … avigatapaccayā naārammaṇapaccayā …pe… avigatapaccayā novigatapaccayā. ",
  "patthana1.1:104.1": "Avigatapaccayā hetupaccayā naārammaṇapaccayā …pe… avigatapaccayā hetupaccayā novigatapaccayā. ",
  "patthana1.1:105.1": "Avigatapaccayā hetupaccayā ārammaṇapaccayā naadhipatipaccayā …pe… avigatapaccayā hetupaccayā ārammaṇapaccayā novigatapaccayā. ",
  "patthana1.1:106.1": "Avigatapaccayā hetupaccayā ārammaṇapaccayā adhipatipaccayā anantarapaccayā samanantarapaccayā sahajātapaccayā …pe… novigatapaccayā. ",
  "patthana1.1:107.1": "Tikañca paṭṭhānavaraṁ dukuttamaṁ, ",
  "patthana1.1:107.2": "Dukaṁ tikañceva tikaṁ dukañca; ",
  "patthana1.1:107.3": "Tikaṁ tikañceva dukaṁ dukañca, ",
  "patthana1.1:107.4": "Cha anulomapaccanīyamhi nayā sugambhīrāti. ",
  "patthana1.1:108.0": "1.1.3.4. Paccayapaccanīyānuloma ",
  "patthana1.1:108.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya nahetupaccayā ārammaṇapaccayā. Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya nahetupaccayā adhipatipaccayā …pe… nahetupaccayā avigatapaccayā. ",
  "patthana1.1:109.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya nahetupaccayā naārammaṇapaccayā adhipatipaccayā …pe… avigatapaccayā. ",
  "patthana1.1:110.1": "Nahetupaccayā naārammaṇapaccayā naadhipatipaccayā …pe… avigatapaccayā. ",
  "patthana1.1:111.1": "Nahetupaccayā naārammaṇapaccayā naadhipatipaccayā naanantarapaccayā nasamanantarapaccayā …pe… noatthipaccayā nonatthipaccayā novigatapaccayā avigatapaccayā. ",
  "patthana1.1:112.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya naārammaṇapaccayā hetupaccayā. ",
  "patthana1.1:113.1": "Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya naārammaṇapaccayā adhipatipaccayā …pe… naārammaṇapaccayā avigatapaccayā …pe… noavigatapaccayā hetupaccayā … noavigatapaccayā ārammaṇapaccayā …pe… noavigatapaccayā vigatapaccayā. ",
  "patthana1.1:114.1": "Noavigatapaccayā nahetupaccayā ārammaṇapaccayā …pe… noavigatapaccayā nahetupaccayā vigatapaccayā. ",
  "patthana1.1:115.1": "Noavigatapaccayā nahetupaccayā naārammaṇapaccayā naadhipatipaccayā …pe… noatthipaccayā nonatthipaccayā vigatapaccayā. ",
  "patthana1.1:116.1": "Tikañca paṭṭhānavaraṁ dukuttamaṁ, ",
  "patthana1.1:116.2": "Dukaṁ tikañceva tikaṁ dukañca; ",
  "patthana1.1:116.3": "Tikaṁ tikañceva dukaṁ dukañca, ",
  "patthana1.1:116.4": "Cha paccanīyānulomamhi nayā sugambhīrāti. ",
  "patthana1.1:117.1": "Paṇṇattivāro. ",
  "patthana1.1:118.1": "Niddesavāre tevīsatipaccayā. "
}