{
  "patthana1.9:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.9:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.9:0.3": "1.9. Dassanenapahātabbattika ",
  "patthana1.9:1.0.1": "Vibhaṅgavāra ",
  "patthana1.9:1.0.2": "Hetu ",
  "patthana1.9:1.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.9:2.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:3.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā—dassanena pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.9:4.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo dhammo uppajjati hetupaccayā—bhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.9:5.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā—bhāvanāya pahātabbe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:6.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā—bhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.9:7.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā—nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṁ, khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca dve mahābhūtā, mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.9:8.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:9.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā—bhāvanāya pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:10.0": "Ārammaṇa ",
  "patthana1.9:10.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati ārammaṇapaccayā—dassanena pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.9:11.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo dhammo uppajjati ārammaṇapaccayā—bhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.9:12.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati ārammaṇapaccayā—nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Vatthuṁ paṭicca khandhā. ",
  "patthana1.9:13.0": "Adhipati ",
  "patthana1.9:13.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati adhipatipaccayā … tīṇi. ",
  "patthana1.9:14.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo dhammo uppajjati adhipatipaccayā … tīṇi. ",
  "patthana1.9:15.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati adhipatipaccayā—nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca dve mahābhūtā, mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana1.9:16.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati adhipatipaccayā— dassanena pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:17.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati adhipatipaccayā— bhāvanāya pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:18.0": "Anantara-samanantara ",
  "patthana1.9:18.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati anantarapaccayā … samanantarapaccayā. (Ārammaṇasadisaṁ.) ",
  "patthana1.9:19.0": "Sahajāta ",
  "patthana1.9:19.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati sahajātapaccayā … tīṇi. ",
  "patthana1.9:20.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo dhammo uppajjati sahajātapaccayā … tīṇi. ",
  "patthana1.9:21.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati sahajātapaccayā …pe… ekaṁ mahābhūtaṁ paṭicca …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.9:22.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati sahajātapaccayā— dassanena pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:23.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati sahajātapaccayā— bhāvanāya pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:24.0": "Aññamañña ",
  "patthana1.9:24.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati aññamaññapaccayā … ekaṁ. ",
  "patthana1.9:25.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo dhammo uppajjati sahajātapaccayā … ekaṁ. ",
  "patthana1.9:26.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati aññamaññapaccayā—nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā vatthu ca …pe… dve khandhe paṭicca dve khandhā vatthu ca, khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca dve mahābhūtā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… dve mahābhūte paṭicca dve mahābhūtā. ",
  "patthana1.9:27.0": "Nissayādi ",
  "patthana1.9:27.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati nissayapaccayā … (hetupaccayasadisaṁ) upanissayapaccayā … tīṇi … purejātapaccayā … tīṇi (paṭisandhi natthi) … āsevanapaccayā … (vipākapaṭisandhi natthi) kammapaccayā. (Paripuṇṇaṁ. Ajjhattikā ca asaññasattānañca mahābhūtā.) ",
  "patthana1.9:28.0": "Vipāka ",
  "patthana1.9:28.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati vipākapaccayā—vipākaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.9:29.0": "Āhārādi ",
  "patthana1.9:29.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati āhārapaccayā (paripuṇṇaṁ, ajjhattikā mahābhūtā ca āhārasamuṭṭhānañca) … indriyapaccayā (kammapaccayasadisaṁ) … jhānapaccayā … maggapaccayā (hetupaccayasadisaṁ) … sampayuttapaccayā (ārammaṇapaccayasadisaṁ) … vippayuttapaccayā (kusalattike vippayuttapaccayasadisaṁ) … atthipaccayā (sahajātapaccayasadisaṁ) … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana1.9:30.0.1": "Saṅkhyāvāra ",
  "patthana1.9:30.0.2": "Suddha ",
  "patthana1.9:30.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava, anantare tīṇi, samanantare tīṇi, sahajāte nava, aññamaññe tīṇi, nissaye nava, upanissaye tīṇi, purejāte tīṇi, āsevane tīṇi, kamme nava, vipāke ekaṁ, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte tīṇi, vippayutte nava, atthiyā nava, natthiyā tīṇi, vigate tīṇi, avigate nava. (Imāni padāni anumajjantena anulomaṁ gaṇetabbaṁ.) ",
  "patthana1.9:31.1": "Anulomaṁ. ",
  "patthana1.9:32.0.1": "1.9.1.2. Paccayapaccanīya ",
  "patthana1.9:32.0.2": "Vibhaṅgavāra ",
  "patthana1.9:32.0.3": "Nahetu ",
  "patthana1.9:32.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe paṭicca vicikicchāsahagato moho. ",
  "patthana1.9:33.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo dhammo uppajjati nahetupaccayā—uddhaccasahagate khandhe paṭicca uddhaccasahagato moho. ",
  "patthana1.9:34.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati nahetupaccayā—ahetukaṁ nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca …pe… ahetukapaṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe paṭicca dve khandhā …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.9:35.0": "Naārammaṇa ",
  "patthana1.9:35.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā—dassanena pahātabbe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:36.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā—bhāvanāya pahātabbe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:37.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā—nevadassanena nabhāvanāya pahātabbe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbe khandhe paṭicca kaṭattārūpaṁ, khandhe paṭicca vatthu; ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.9:38.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā— dassanena pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:39.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā— bhāvanāya pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:40.0": "Naadhipatyādi ",
  "patthana1.9:40.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati naadhipatipaccayā … (paripuṇṇaṁ hetupaccayasadisaṁ) naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā. ",
  "patthana1.9:41.0": "Napurejāta ",
  "patthana1.9:41.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati napurejātapaccayā—arūpe dassanena pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe…. ",
  "patthana1.9:42.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati napurejātapaccayā—dassanena pahātabbe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:43.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo …pe… arūpe bhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.9:44.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo …pe… bhāvanāya pahātabbe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:45.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati napurejātapaccayā—arūpe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā, nevadassanena nabhāvanāya pahātabbe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe paṭicca dve khandhā kaṭattā ca rūpaṁ, khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.9:46.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo …pe… dassanena pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:47.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati napurejātapaccayā— bhāvanāya pahātabbe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:48.0": "Napacchājātādi ",
  "patthana1.9:48.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā. ",
  "patthana1.9:49.0": "Nakamma ",
  "patthana1.9:49.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati nakammapaccayā—dassanena pahātabbe khandhe paṭicca dassanena pahātabbā cetanā. ",
  "patthana1.9:50.1": "Bhāvanāya pahātabbaṁ dhammaṁ paṭicca bhāvanāya pahātabbo dhammo uppajjati nakammapaccayā—bhāvanāya pahātabbe khandhe paṭicca bhāvanāya pahātabbā cetanā. ",
  "patthana1.9:51.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati nakammapaccayā—nevadassanena nabhāvanāya pahātabbe khandhe paṭicca nevadassanena nabhāvanāya pahātabbā cetanā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.9:52.0": "Navipāka ",
  "patthana1.9:52.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca dassanena pahātabbo dhammo uppajjati navipākapaccayā. (Naadhipatipaccayasadisaṁ, paṭisandhi natthi.) ",
  "patthana1.9:53.0": "Naāhāra ",
  "patthana1.9:53.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naāhārapaccayā—bāhiraṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.9:54.0": "Naindriya ",
  "patthana1.9:54.1": "Nevadassanena nabhāvanāya pahātabbaṁ …pe… naindriyapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ mahābhūte paṭicca rūpajīvitindriyaṁ. ",
  "patthana1.9:55.0": "Najhāna ",
  "patthana1.9:55.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ …pe… najhānapaccayā— pañcaviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.9:56.0": "Namagga ",
  "patthana1.9:56.1": "Nevadassanena nabhāvanāya pahātabbaṁ …pe… namaggapaccayā—ahetukaṁ nevadassanena nabhāvanāya pahātabbaṁ …pe… ahetukapaṭisandhikkhaṇe …pe… ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.9:57.0": "Nasampayutta ",
  "patthana1.9:57.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo dhammo uppajjati nasampayuttapaccayā. (Naārammaṇasadisaṁ.) ",
  "patthana1.9:58.0": "Navippayutta ",
  "patthana1.9:58.1": "Dassanena pahātabbaṁ …pe… navippayuttapaccayā—arūpe dassanena pahātabbaṁ ekaṁ khandhaṁ paṭicca …pe…. ",
  "patthana1.9:59.1": "Bhāvanāya pahātabbaṁ …pe… navippayuttapaccayā—arūpe bhāvanāya pahātabbaṁ ekaṁ khandhaṁ …pe…. ",
  "patthana1.9:60.1": "Nevadassanena nabhāvanāya pahātabbaṁ …pe… navippayuttapaccayā—arūpe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paṭicca …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. ",
  "patthana1.9:61.0": "Nonatthi-novigata ",
  "patthana1.9:61.1": "Dassanena pahātabbaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya …pe… nonatthipaccayā … novigatapaccayā. (Naārammaṇasadisaṁ.) ",
  "patthana1.9:62.0.1": "Saṅkhyāvāra ",
  "patthana1.9:62.0.2": "Suddha ",
  "patthana1.9:62.1": "Nahetuyā tīṇi, naārammaṇe pañca, naadhipatiyā nava, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. ",
  "patthana1.9:63.1": "Ñatvā gaṇetabbaṁ. ",
  "patthana1.9:63.2": "Paccanīyaṁ. ",
  "patthana1.9:64.0.1": "1.9.1.2.3. Paccayānulomapaccanīya ",
  "patthana1.9:64.0.2": "Hetuduka ",
  "patthana1.9:64.1": "Hetupaccayā naārammaṇe pañca, naadhipatiyā nava, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte satta, napacchājāte nava, naāsevane nava, nakamme tīṇi, navipāke nava, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. ",
  "patthana1.9:65.1": "Evaṁ anumajjantena gaṇetabbaṁ. ",
  "patthana1.9:65.2": "Anulomapaccanīyaṁ. ",
  "patthana1.9:66.0.1": "1.9.1.2.4. Paccayapaccanīyānuloma ",
  "patthana1.9:66.0.2": "Nahetuduka ",
  "patthana1.9:66.1": "Nahetupaccayā ārammaṇe tīṇi, anantare tīṇi, samanantare tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye tīṇi, purejāte tīṇi, āsevane tīṇi, kamme tīṇi, vipāke ekaṁ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge dve, sampayutte tīṇi, vippayutte tīṇi, atthiyā tīṇi, natthiyā tīṇi, vigate tīṇi, avigate tīṇi. ",
  "patthana1.9:67.1": "(Evaṁ anumajjantena gaṇetabbaṁ.) ",
  "patthana1.9:67.2": "Paccanīyānulomaṁ. ",
  "patthana1.9:67.3": "Paṭiccavāro. ",
  "patthana1.9:68.0.1": "1.9.2. Sahajātavāra ",
  "patthana1.9:68.0.2": "1.9.2.1–4. Paccayānulomādi ",
  "patthana1.9:68.1": "Dassanena pahātabbaṁ dhammaṁ sahajāto dassanena pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbaṁ ekaṁ khandhaṁ sahajātā tayo khandhā …pe… dve khandhe sahajātā …pe…. ",
  "patthana1.9:69.1": "Sahajātavāro paṭiccavārasadiso. ",
  "patthana1.9:70.0.1": "1.9.3. Paccayavāra ",
  "patthana1.9:70.0.2": "1.9.3.1. Paccayānuloma ",
  "patthana1.9:70.0.3": "Vibhaṅgavāra ",
  "patthana1.9:70.0.4": "Hetu ",
  "patthana1.9:70.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana1.9:71.1": "Bhāvanāya pahātabbaṁ dhammaṁ paccayā bhāvanāya … tīṇi. ",
  "patthana1.9:72.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā—nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe paccayā dve khandhā …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā. Ekaṁ mahābhūtaṁ paccayā tayo mahābhūtā …pe… mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. Vatthuṁ paccayā nevadassanena nabhāvanāya pahātabbā khandhā. ",
  "patthana1.9:73.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati hetupaccayā—vatthuṁ paccayā dassanena pahātabbā khandhā. ",
  "patthana1.9:74.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati hetupaccayā—vatthuṁ paccayā bhāvanāya pahātabbā khandhā. ",
  "patthana1.9:75.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā dassanena pahātabbā khandhā; mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:76.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā bhāvanāya pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā bhāvanāya pahātabbā khandhā; mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:77.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. ",
  "patthana1.9:78.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:79.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā dassanena pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā—dassanena pahātabbaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā, dassanena pahātabbe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:80.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati hetupaccayā—bhāvanāya pahātabbaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca …pe…. ",
  "patthana1.9:81.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā—bhāvanāya pahātabbe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:82.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā bhāvanāya pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā uppajjanti hetupaccayā—bhāvanāya pahātabbaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca …pe… bhāvanāya pahātabbe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:83.0": "Ārammaṇa ",
  "patthana1.9:83.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati ārammaṇapaccayā—dassanena pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.9:84.1": "Bhāvanāya pahātabbaṁ dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati ārammaṇapaccayā—bhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe…. ",
  "patthana1.9:85.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati ārammaṇapaccayā—nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe …pe…. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe …pe… vatthuṁ paccayā khandhā, cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā nevadassanena nabhāvanāya pahātabbā khandhā. ",
  "patthana1.9:86.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā dassanena pahātabbā khandhā. ",
  "patthana1.9:87.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā bhāvanāya pahātabbā khandhā. ",
  "patthana1.9:88.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati ārammaṇapaccayā—dassanena pahātabbaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā …pe…. ",
  "patthana1.9:89.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati ārammaṇapaccayā—bhāvanāya pahātabbaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe ca vatthuñca paccayā dve khandhā. ",
  "patthana1.9:90.0": "Adhipatyādi ",
  "patthana1.9:90.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati adhipatipaccayā … (paripuṇṇaṁ, paṭisandhi natthi) anantarapaccayā … samanantarapaccayā. (Ārammaṇasadisaṁ.) ",
  "patthana1.9:91.0": "Sahajāta ",
  "patthana1.9:91.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati sahajātapaccayā—dassanena pahātabbaṁ ekaṁ khandhaṁ … tīṇi. ",
  "patthana1.9:92.1": "Bhāvanāya pahātabbaṁ dhammaṁ paccayā … tīṇi. ",
  "patthana1.9:93.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati sahajātapaccayā—nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paccayā dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā; ekaṁ mahābhūtaṁ paccayā tayo mahābhūtā …pe… mahābhūte paccayā …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā nevadassanena nabhāvanāya pahātabbā khandhā. ",
  "patthana1.9:94.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati sahajātapaccayā. (Avasesā hetupaccayasadisā.) ",
  "patthana1.9:95.0": "Aññamaññādi ",
  "patthana1.9:95.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā (paṭisandhi natthi) … āsevanapaccayā … (paṭisandhi natthi, vipākañca) kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana1.9:96.0.1": "Saṅkhyāvāra ",
  "patthana1.9:96.0.2": "Suddha ",
  "patthana1.9:96.1": "Hetuyā sattarasa, ārammaṇe satta, adhipatiyā sattarasa, anantare satta, samanantare satta, sahajāte sattarasa, aññamaññe satta, nissaye sattarasa, upanissaye satta, purejāte satta, āsevane satta, kamme sattarasa, vipāke ekaṁ, āhāre sattarasa, indriye sattarasa, jhāne sattarasa, magge sattarasa, sampayutte satta, vippayutte sattarasa, atthiyā sattarasa, natthiyā satta, vigate satta, avigate sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.9:97.1": "Anulomaṁ. ",
  "patthana1.9:98.0.1": "1.9.3.2. Paccayapaccanīya ",
  "patthana1.9:98.0.2": "Vibhaṅgavāra ",
  "patthana1.9:98.0.3": "Nahetu ",
  "patthana1.9:98.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe paccayā vicikicchāsahagato moho. ",
  "patthana1.9:99.1": "Bhāvanāya pahātabbaṁ dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati nahetupaccayā—uddhaccasahagate khandhe paccayā uddhaccasahagato moho. ",
  "patthana1.9:100.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati nahetupaccayā—ahetukaṁ nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā; ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā nevadassanena nabhāvanāya pahātabbā khandhā. ",
  "patthana1.9:101.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati nahetupaccayā—vatthuṁ paccayā vicikicchāsahagato moho. ",
  "patthana1.9:102.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati nahetupaccayā—vatthuṁ paccayā uddhaccasahagato moho. ",
  "patthana1.9:103.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe ca vatthuñca paccayā vicikicchāsahagato moho. ",
  "patthana1.9:104.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati nahetupaccayā—uddhaccasahagate khandhe ca vatthuñca paccayā uddhaccasahagato moho. ",
  "patthana1.9:105.0": "Naārammaṇa ",
  "patthana1.9:105.1": "Dassanena pahātabbaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā—dassanena pahātabbe khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:106.1": "Bhāvanāya pahātabbaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā—bhāvanāya pahātabbe khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:107.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā—nevadassanena nabhāvanāya pahātabbe khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbe khandhe paccayā kaṭattārūpaṁ, khandhe paccayā vatthu; ekaṁ mahābhūtaṁ paccayā …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. ",
  "patthana1.9:108.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati naārammaṇapaccayā—dassanena pahātabbe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:109.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati naārammaṇapaccayā— bhāvanāya pahātabbe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:110.0": "Naadhipatyādi ",
  "patthana1.9:110.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati naadhipatipaccayā (sahajātasadisaṁ) … naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā. ",
  "patthana1.9:111.0": "Napurejāta ",
  "patthana1.9:111.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati napurejātapaccayā—arūpe dassanena pahātabbaṁ ekaṁ khandhaṁ paccayā …pe…. ",
  "patthana1.9:112.1": "Dassanena pahātabbaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati napurejātapaccayā—dassanena pahātabbe khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:113.1": "Bhāvanāya pahātabbaṁ dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati napurejātapaccayā—arūpe bhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā …pe…. ",
  "patthana1.9:114.1": "Bhāvanāya pahātabbaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati napurejātapaccayā—bhāvanāya pahātabbe khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:115.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati napurejātapaccayā—arūpe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… nevadassanena nabhāvanāya pahātabbe khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe… khandhe paccayā kaṭattārūpaṁ, khandhe paccayā vatthu, vatthuṁ paccayā khandhā; ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ, asaññasattānaṁ …pe…. ",
  "patthana1.9:116.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati napurejātapaccayā— dassanena pahātabbe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:117.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā nevadassanena nabhāvanāya pahātabbo dhammo uppajjati napurejātapaccayā— bhāvanāya pahātabbe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.9:118.0": "Napacchājātādi ",
  "patthana1.9:118.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā. ",
  "patthana1.9:119.0": "Nakamma ",
  "patthana1.9:119.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati nakammapaccayā—dassanena pahātabbe khandhe paccayā dassanena pahātabbā cetanā. ",
  "patthana1.9:120.1": "Bhāvanāya pahātabbaṁ dhammaṁ …pe… nakammapaccayā—bhāvanāya pahātabbe khandhe paccayā bhāvanāya pahātabbā cetanā. ",
  "patthana1.9:121.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ …pe… nakammapaccayā— nevadassanena nabhāvanāya pahātabbe khandhe paccayā nevadassanena nabhāvanāya pahātabbā cetanā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ …pe…. ",
  "patthana1.9:122.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati nakammapaccayā—vatthuṁ paccayā dassanena pahātabbā cetanā. ",
  "patthana1.9:123.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati nakammapaccayā—vatthuṁ paccayā bhāvanāya pahātabbā cetanā. ",
  "patthana1.9:124.1": "Dassanena pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati nakammapaccayā—dassanena pahātabbe khandhe ca vatthuñca paccayā dassanena pahātabbā cetanā. ",
  "patthana1.9:125.1": "Bhāvanāya pahātabbañca nevadassanena nabhāvanāya pahātabbañca dhammaṁ paccayā bhāvanāya pahātabbo dhammo uppajjati nakammapaccayā—bhāvanāya pahātabbe khandhe ca vatthuñca paccayā bhāvanāya pahātabbā cetanā. ",
  "patthana1.9:126.0": "Navipākādi ",
  "patthana1.9:126.1": "Dassanena pahātabbaṁ dhammaṁ paccayā dassanena pahātabbo dhammo uppajjati navipākapaccayā (paripuṇṇaṁ, paṭisandhi natthi), naāhārapaccayā—bāhiraṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… naindriyapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… mahābhūte paccayā rūpajīvitindriyaṁ … najhānapaccayā—pañcaviññāṇaṁ …pe… bāhiraṁ …pe… asaññasattānaṁ …pe… namaggapaccayā—ahetukaṁ nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… ahetukapaṭisandhikkhaṇe …pe… ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ …pe… nasampayuttapaccayā, navippayuttapaccayā—arūpe dassanena pahātabbaṁ ekaṁ khandhaṁ paccayā …pe… arūpe bhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paccayā nevadassanena …pe… arūpe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… nonatthipaccayā … novigatapaccayā. ",
  "patthana1.9:127.0.1": "Saṅkhyāvāra ",
  "patthana1.9:127.0.2": "Suddha ",
  "patthana1.9:127.1": "Nahetuyā satta, naārammaṇe pañca, naadhipatiyā sattarasa, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte satta, napacchājāte sattarasa, naāsevane sattarasa, nakamme satta, navipāke sattarasa, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. ",
  "patthana1.9:128.1": "Paccanīyaṁ. ",
  "patthana1.9:129.0": "1.9.3.3. Paccayānulomapaccanīya ",
  "patthana1.9:129.1": "Hetupaccayā naārammaṇe pañca, naadhipatiyā sattarasa, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte satta, napacchājāte sattarasa, naāsevane sattarasa, nakamme satta, navipāke sattarasa, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. ",
  "patthana1.9:130.1": "Anulomapaccanīyaṁ. ",
  "patthana1.9:131.0": "1.9.3.4. Paccayapaccanīyānuloma ",
  "patthana1.9:131.1": "Nahetupaccayā ārammaṇe satta, anantare satta, samanantare satta, sahajāte satta, aññamaññe satta, nissaye satta, upanissaye satta, purejāte satta, āsevane satta, kamme satta, vipāke ekaṁ, āhāre satta, indriye satta, jhāne satta, magge cha, sampayutte satta, vippayutte satta, atthiyā satta, natthiyā satta, vigate satta, avigate satta. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.9:132.1": "Paccanīyānulomaṁ. ",
  "patthana1.9:132.2": "Paccayavāro. ",
  "patthana1.9:133.0": "1.9.4. Nissayavāra ",
  "patthana1.9:133.1": "Nissayavāro paccayasadiso kātabbo. ",
  "patthana1.9:134.0.1": "1.9.5. Saṁsaṭṭhavāra ",
  "patthana1.9:134.0.2": "1.9.5.1. Paccayānuloma ",
  "patthana1.9:134.0.3": "Vibhaṅgavāra ",
  "patthana1.9:134.0.4": "Hetu ",
  "patthana1.9:134.1": "Dassanena pahātabbaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbo dhammo uppajjati hetupaccayā—dassanena pahātabbaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā. ",
  "patthana1.9:135.1": "Bhāvanāya pahātabbaṁ dhammaṁ saṁsaṭṭho bhāvanāya pahātabbo dhammo uppajjati hetupaccayā—bhāvanāya pahātabbaṁ ekaṁ khandhaṁ saṁsaṭṭhā …pe…. ",
  "patthana1.9:136.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ saṁsaṭṭho nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā—nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ saṁsaṭṭhā …pe…. ",
  "patthana1.9:137.0": "Ārammaṇa ",
  "patthana1.9:137.1": "Dassanena pahātabbaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbo dhammo uppajjati ārammaṇapaccayā. (Sabbāni padāni vitthāretabbāni tīṇi, tīṇi.) ",
  "patthana1.9:138.0.1": "Saṅkhyāvāra ",
  "patthana1.9:138.0.2": "Suddha ",
  "patthana1.9:138.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā tīṇi, anantare tīṇi, samanantare tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye tīṇi, purejāte tīṇi, āsevane tīṇi, kamme tīṇi, vipāke ekaṁ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte tīṇi, vippayutte tīṇi, atthiyā tīṇi, natthiyā tīṇi, vigate tīṇi, avigate tīṇi. ",
  "patthana1.9:139.1": "Anulomaṁ. ",
  "patthana1.9:140.0.1": "1.9.5.2. Paccayapaccanīya ",
  "patthana1.9:140.0.2": "Vibhaṅgavāra ",
  "patthana1.9:140.0.3": "Nahetu ",
  "patthana1.9:140.1": "Dassanena pahātabbaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbo dhammo uppajjati nahetupaccayā—vicikicchāsahagate khandhe saṁsaṭṭho vicikicchāsahagato moho. ",
  "patthana1.9:141.1": "Bhāvanāya pahātabbaṁ dhammaṁ saṁsaṭṭho bhāvanāya pahātabbo dhammo uppajjati nahetupaccayā—uddhaccasahagate khandhe saṁsaṭṭho uddhaccasahagato moho. ",
  "patthana1.9:142.1": "Nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ saṁsaṭṭho nevadassanena nabhāvanāya pahātabbo dhammo uppajjati nahetupaccayā—ahetukaṁ nevadassanena nabhāvanāya pahātabbaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.9:143.0": "Naadhipatyādi ",
  "patthana1.9:143.1": "Dassanena pahātabbaṁ dhammaṁ saṁsaṭṭho dassanena pahātabbo dhammo uppajjati naadhipatipaccayā … napurejātapaccayā … napacchājātapaccayā … naāsevanapaccayā … nakammapaccayā … navipākapaccayā … —nevadassanena nabhāvanāya …pe… najhānapaccayā—pañcaviññāṇaṁ …pe… namaggapaccayā— ahetukaṁ …pe… nevadassanena nabhāvanāya pahātabbo …pe… navippayuttapaccayā … tīṇi. ",
  "patthana1.9:144.0.1": "Saṅkhyāvāra ",
  "patthana1.9:144.0.2": "Suddha ",
  "patthana1.9:144.1": "Nahetuyā tīṇi, naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, najhāne ekaṁ, namagge ekaṁ, navippayutte tīṇi. ",
  "patthana1.9:145.1": "Paccanīyaṁ. ",
  "patthana1.9:146.0": "1.9.5.3. Paccayānulomapaccanīya ",
  "patthana1.9:146.1": "Hetupaccayā naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, navippayutte tīṇi. ",
  "patthana1.9:147.1": "Anulomapaccanīyaṁ. ",
  "patthana1.9:148.0": "1.9.5.4. Paccayapaccanīyānuloma ",
  "patthana1.9:148.1": "Nahetupaccayā ārammaṇe tīṇi, anantare tīṇi, samanantare tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye tīṇi, purejāte tīṇi, āsevane tīṇi, kamme tīṇi, vipāke ekaṁ, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge dve, sampayutte tīṇi, vippayutte tīṇi, atthiyā tīṇi, natthiyā tīṇi, vigate tīṇi, avigate tīṇi. ",
  "patthana1.9:149.1": "Paccanīyānulomaṁ. ",
  "patthana1.9:149.2": "Saṁsaṭṭhavāro. ",
  "patthana1.9:150.0.1": "1.9.6. Sampayuttavāra ",
  "patthana1.9:150.0.2": "1.9.6.1–4. Paccayānulomādi ",
  "patthana1.9:150.1": "Dassanena pahātabbaṁ dhammaṁ sampayutto dassanena pahātabbo dhammo uppajjati hetupaccayā. (Sampayuttavāro saṁsaṭṭhavārasadiso.) ",
  "patthana1.9:151.0.1": "1.9.7. Pañhāvāra ",
  "patthana1.9:151.0.2": "1.9.7.1. Paccayānuloma ",
  "patthana1.9:151.0.3": "Vibhaṅgavāra ",
  "patthana1.9:151.0.4": "Hetu ",
  "patthana1.9:151.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa hetupaccayena paccayo—dassanena pahātabbā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.9:152.1": "Dassanena pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa hetupaccayena paccayo—dassanena pahātabbā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.9:153.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa ca nevadassanena nabhāvanāya pahātabbassa ca dhammassa hetupaccayena paccayo—dassanena pahātabbā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.9:154.1": "Bhāvanāya pahātabbo dhammo …pe… dhammassa hetupaccayena paccayo—bhāvanāya pahātabbā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.9:155.1": "Bhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa …pe… bhāvanāya pahātabbā hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.9:156.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa ca nevadassanena nabhāvanāya pahātabbassa ca dhammassa …pe… bhāvanāya pahātabbā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.9:157.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa …pe… nevadassanena nabhāvanāya pahātabbā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbā hetū sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.9:158.0": "Ārammaṇa ",
  "patthana1.9:158.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo—dassanena pahātabbaṁ rāgaṁ assādeti abhinandati, taṁ ārabbha dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati. Dassanena pahātabbaṁ domanassaṁ uppajjati, diṭṭhiṁ assādeti abhinandati, taṁ ārabbha dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati. Dassanena pahātabbaṁ domanassaṁ uppajjati, vicikicchaṁ ārabbha vicikicchā uppajjati, diṭṭhi uppajjati, dassanena pahātabbaṁ domanassaṁ uppajjati. Dassanena pahātabbaṁ domanassaṁ ārabbha dassanena pahātabbaṁ domanassaṁ uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati. ",
  "patthana1.9:159.1": "Dassanena pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo—ariyā dassanena pahātabbe pahīne kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Dassanena pahātabbe khandhe aniccato dukkhato anattato vipassanti. Cetopariyañāṇena dassanena pahātabbacittasamaṅgissa cittaṁ jānanti. Dassanena pahātabbā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.9:160.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo—bhāvanāya pahātabbaṁ rāgaṁ assādeti abhinandati, taṁ ārabbha bhāvanāya pahātabbo rāgo uppajjati, uddhaccaṁ uppajjati. Bhāvanāya pahātabbaṁ domanassaṁ uppajjati, uddhaccaṁ ārabbha uddhaccaṁ uppajjati. Bhāvanāya pahātabbaṁ domanassaṁ uppajjati, bhāvanāya pahātabbaṁ domanassaṁ ārabbha bhāvanāya pahātabbaṁ domanassaṁ uppajjati, uddhaccaṁ uppajjati. ",
  "patthana1.9:161.1": "Bhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo—bhāvanāya pahātabbaṁ rāgaṁ assādeti abhinandati, taṁ ārabbha dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbaṁ domanassaṁ uppajjati. Uddhaccaṁ ārabbha diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbaṁ domanassaṁ uppajjati. Bhāvanāya pahātabbaṁ domanassaṁ ārabbha dassanena pahātabbaṁ domanassaṁ uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati. ",
  "patthana1.9:162.1": "Bhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo—ariyā bhāvanāya pahātabbe pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Bhāvanāya pahātabbe khandhe aniccato dukkhato anattato vipassanti, cetopariyañāṇena bhāvanāya pahātabbacittasamaṅgissa cittaṁ jānanti. Bhāvanāya pahātabbā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.9:163.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni paccavekkhati, jhānā vuṭṭhahitvā jhānaṁ paccavekkhati. Ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa, āvajjanāya ārammaṇapaccayena paccayo. Cakkhuṁ aniccato dukkhato anattato vipassati; sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … rūpe … sadde … gandhe … rase … phoṭṭhabbe … vatthuṁ … nevadassanena nabhāvanāya pahātabbe khandhe aniccato dukkhato anattato vipassati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena nevadassanena nabhāvanāya pahātabbacittasamaṅgissa cittaṁ jānanti, ākāsānañcāyatanaṁ viññāṇañcāyatanassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa …pe… rūpāyatanaṁ cakkhuviññāṇassa ārammaṇapaccayena paccayo …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa ārammaṇapaccayena paccayo …pe… nevadassanena nabhāvanāya pahātabbā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.9:164.1": "Nevadassanena nabhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ assādeti abhinandati, taṁ ārabbha dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbaṁ domanassaṁ uppajjati. Pubbe suciṇṇāni assādeti abhinandati …pe… jhānā vuṭṭhahitvā jhānaṁ assādeti abhinandati, taṁ ārabbha dassanena pahātabbo rāgo …pe… diṭṭhi …pe… vicikicchā …pe… jhāne parihīne vippaṭisārissa dassanena pahātabbaṁ domanassaṁ uppajjati. Cakkhuṁ assādeti abhinandati …pe… sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … rūpe … sadde … gandhe … rase … phoṭṭhabbe … vatthuṁ … nevadassanena nabhāvanāya pahātabbe khandhe assādeti abhinandati, taṁ ārabbha dassanena pahātabbo rāgo …pe… diṭṭhi …pe… vicikicchā …pe… dassanena pahātabbaṁ domanassaṁ uppajjati. ",
  "patthana1.9:165.1": "Nevadassanena nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ assādeti abhinandati, taṁ ārabbha bhāvanāya pahātabbo rāgo uppajjati, uddhaccaṁ uppajjati, bhāvanāya pahātabbaṁ domanassaṁ uppajjati. Pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā …pe… cakkhuṁ …pe… vatthuṁ … nevadassanena nabhāvanāya pahātabbe khandhe assādeti …pe… taṁ ārabbha bhāvanāya pahātabbo rāgo uppajjati, uddhaccaṁ uppajjati, bhāvanāya pahātabbaṁ domanassaṁ uppajjati. ",
  "patthana1.9:166.0": "Adhipati ",
  "patthana1.9:166.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dassanena pahātabbaṁ rāgaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati; diṭṭhiṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—dassanena pahātabbādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.9:167.1": "Dassanena pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—dassanena pahātabbādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.9:168.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa ca nevadassanena nabhāvanāya pahātabbassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—dassanena pahātabbādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.9:169.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—bhāvanāya pahātabbaṁ rāgaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā bhāvanāya pahātabbo rāgo uppajjati. **Sahajātādhipati**—bhāvanāya pahātabbādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.9:170.1": "Bhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—bhāvanāya pahātabbaṁ rāgaṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.9:171.1": "Bhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—bhāvanāya pahātabbādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.9:172.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa ca nevadassanena nabhāvanāya pahātabbassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—bhāvanāya pahātabbādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.9:173.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe suciṇṇāni …pe… jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati, ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti, phalaṁ garuṁ katvā paccavekkhanti, nibbānaṁ garuṁ katvā paccavekkhanti; nibbānaṁ gotrabhussa, vodānassa, maggassa, phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—nevadassanena nabhāvanāya pahātabbādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.9:174.1": "Nevadassanena nabhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati. Pubbe suciṇṇāni garuṁ katvā …pe… jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā …pe… cakkhuṁ …pe… vatthuṁ … nevadassanena nabhāvanāya pahātabbe khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.9:175.1": "Nevadassanena nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā bhāvanāya pahātabbo rāgo uppajjati. Pubbe …pe… nevadassanena nabhāvanāya pahātabbe khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā bhāvanāya pahātabbo rāgo uppajjati. ",
  "patthana1.9:176.0": "Anantara ",
  "patthana1.9:176.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa anantarapaccayena paccayo—purimā purimā dassanena pahātabbā khandhā pacchimānaṁ pacchimānaṁ dassanena pahātabbānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.9:177.1": "Dassanena pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa anantarapaccayena paccayo—dassanena pahātabbā khandhā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.9:178.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa anantarapaccayena paccayo—purimā purimā bhāvanāya pahātabbā khandhā pacchimānaṁ pacchimānaṁ bhāvanāya pahātabbānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.9:179.1": "Bhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa anantarapaccayena paccayo—bhāvanāya pahātabbā khandhā vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.9:180.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa anantarapaccayena paccayo—purimā purimā nevadassanena nabhāvanāya pahātabbā khandhā pacchimānaṁ pacchimānaṁ nevadassanena nabhāvanāya pahātabbānaṁ khandhānaṁ anantarapaccayena paccayo. Anulomaṁ gotrabhussa … anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa … maggo phalassa … phalaṁ phalassa … anulomaṁ phalasamāpattiyā … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.9:181.1": "Nevadassanena nabhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa …pe… āvajjanā dassanena pahātabbānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.9:182.1": "Nevadassanena nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa anantarapaccayena paccayo—āvajjanā bhāvanāya pahātabbānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.9:183.0": "Samanantara ",
  "patthana1.9:183.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa samanantarapaccayena paccayo. (Anantarasadisaṁ.) ",
  "patthana1.9:184.0": "Sahajāta ",
  "patthana1.9:184.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa sahajātapaccayena paccayo … tīṇi. ",
  "patthana1.9:185.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa … tīṇi. ",
  "patthana1.9:186.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa sahajātapaccayena paccayo—nevadassanena nabhāvanāya pahātabbo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa sahajātapaccayena paccayo. Vatthu khandhānaṁ …pe… ekaṁ mahābhūtaṁ tiṇṇannaṁ mahābhūtānaṁ …pe… mahābhūtā cittasamuṭṭhānānaṁ rūpānaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. ",
  "patthana1.9:187.1": "Dassanena pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā nevadassanena nabhāvanāya pahātabbassa dhammassa sahajātapaccayena paccayo— dassanena pahātabbā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.9:188.1": "Bhāvanāya pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā nevadassanena nabhāvanāya pahātabbassa dhammassa sahajātapaccayena paccayo— bhāvanāya pahātabbā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.9:189.0": "Aññamañña ",
  "patthana1.9:189.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa aññamaññapaccayena paccayo—dassanena pahātabbo eko khandho tiṇṇannaṁ khandhānaṁ …pe…. ",
  "patthana1.9:190.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa …pe… bhāvanāya pahātabbo eko khandho tiṇṇannaṁ khandhānaṁ …pe…. ",
  "patthana1.9:191.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa …pe… nevadassanena nabhāvanāya pahātabbo eko khandho tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbo eko khandho tiṇṇannaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo …pe… dve khandhā …pe… khandhā vatthussa …pe… vatthu khandhānaṁ …pe… ekaṁ mahābhūtaṁ tiṇṇannaṁ mahābhūtānaṁ aññamaññapaccayena paccayo …pe… asaññasattānaṁ …pe…. ",
  "patthana1.9:192.0": "Nissaya ",
  "patthana1.9:192.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa nissayapaccayena paccayo … tīṇi. ",
  "patthana1.9:193.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa … tīṇi. ",
  "patthana1.9:194.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa nissayapaccayena paccayo—nevadassanena nabhāvanāya pahātabbo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa …pe… vatthu khandhānaṁ …pe… ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ …pe… cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu …pe…. ",
  "patthana1.9:195.1": "Nevadassanena nabhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa nissayapaccayena paccayo—vatthu dassanena pahātabbānaṁ khandhānaṁ nissayapaccayena paccayo. ",
  "patthana1.9:196.1": "Nevadassanena nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa nissayapaccayena paccayo—vatthu bhāvanāya pahātabbānaṁ khandhānaṁ nissayapaccayena paccayo. ",
  "patthana1.9:197.1": "Dassanena pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā dassanena pahātabbassa dhammassa nissayapaccayena paccayo—dassanena pahātabbo eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ nissayapaccayena paccayo …pe… dve khandhā …pe…. ",
  "patthana1.9:198.1": "Dassanena pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā nevadassanena nabhāvanāya pahātabbassa dhammassa nissayapaccayena paccayo— dassanena pahātabbā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. ",
  "patthana1.9:199.1": "Bhāvanāya pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā bhāvanāya pahātabbassa dhammassa nissayapaccayena paccayo—bhāvanāya pahātabbo eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ nissayapaccayena paccayo …pe… dve khandhā …pe…. ",
  "patthana1.9:200.1": "Bhāvanāya pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā nevadassanena nabhāvanāya pahātabbassa dhammassa nissayapaccayena paccayo— bhāvanāya pahātabbā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. ",
  "patthana1.9:201.0": "Upanissaya ",
  "patthana1.9:201.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—dassanena pahātabbaṁ rāgaṁ upanissāya pāṇaṁ hanati, adinnaṁ ādiyati …pe… saṅghaṁ bhindati. Dassanena pahātabbaṁ dosaṁ … mohaṁ … diṭṭhiṁ … patthanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati. Dassanena pahātabbo rāgo … doso … moho … diṭṭhi … patthanā dassanena pahātabbassa rāgassa … dosassa … mohassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. ",
  "patthana1.9:202.1": "Dassanena pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—dassanena pahātabbaṁ rāgaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti …pe… samāpattiṁ uppādeti. Dassanena pahātabbaṁ dosaṁ …pe… patthanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti. Dassanena pahātabbo rāgo … doso … moho … diṭṭhi … patthanā saddhāya …pe… paññāya kāyikassa sukhassa, kāyikassa dukkhassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.9:203.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—bhāvanāya pahātabbo rāgo … doso … moho … māno … patthanā bhāvanāya pahātabbassa rāgassa … dosassa … mohassa … mānassa … patthanāya upanissayapaccayena paccayo. ",
  "patthana1.9:204.1": "Bhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—bhāvanāya pahātabbaṁ rāgaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati. Bhāvanāya pahātabbaṁ dosaṁ … mohaṁ … mānaṁ … patthanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati. Bhāvanāya pahātabbo rāgo … doso … moho … māno … patthanā dassanena pahātabbassa rāgassa … dosassa … mohassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. Sakabhaṇḍe chandarāgo parabhaṇḍe chandarāgassa upanissayapaccayena paccayo. Sakapariggahe chandarāgo parapariggahe chandarāgassa upanissayapaccayena paccayo. ",
  "patthana1.9:205.1": "Bhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—bhāvanāya pahātabbaṁ rāgaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti. Bhāvanāya pahātabbaṁ dosaṁ … mohaṁ … mānaṁ … patthanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti. Bhāvanāya pahātabbo rāgo … doso … moho … māno … patthanā saddhāya …pe… phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.9:206.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti. Sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti. Saddhā … sīlaṁ … sutaṁ … cāgo … paññā … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utu … bhojanaṁ … senāsanaṁ saddhāya …pe… paññāya kāyikassa sukhassa, kāyikassa dukkhassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.9:207.1": "Nevadassanena nabhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya diṭṭhiṁ gaṇhāti. Sīlaṁ …pe… senāsanaṁ upanissāya pāṇaṁ hanati …pe… saṅghaṁ bhindati. Saddhā …pe… senāsanaṁ dassanena pahātabbassa rāgassa … dosassa … mohassa … diṭṭhiyā … patthanāya upanissayapaccayena paccayo. ",
  "patthana1.9:208.1": "Nevadassanena nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—saddhaṁ upanissāya mānaṁ jappeti. Sīlaṁ …pe… paññaṁ … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya mānaṁ jappeti. Saddhā …pe… paññā … kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utu … bhojanaṁ … senāsanaṁ bhāvanāya pahātabbassa rāgassa … dosassa … mohassa … mānassa … patthanāya upanissayapaccayena paccayo. ",
  "patthana1.9:209.0": "Purejāta ",
  "patthana1.9:209.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ aniccato dukkhato anattato vipassati, sotaṁ … ghānaṁ … jivhaṁ … kāyaṁ … rūpe … sadde … gandhe … rase … phoṭṭhabbe … vatthuṁ …pe… dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nevadassanena nabhāvanāya pahātabbānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.9:210.1": "Nevadassanena nabhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ assādeti abhinandati; taṁ ārabbha dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbaṁ domanassaṁ uppajjati …pe… vatthuṁ assādeti abhinandati; taṁ ārabbha dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbaṁ domanassaṁ uppajjati. Vatthupurejātaṁ—vatthu dassanena pahātabbānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.9:211.1": "Nevadassanena nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ assādeti abhinandati; taṁ ārabbha bhāvanāya pahātabbo rāgo uppajjati … uddhaccaṁ uppajjati … bhāvanāya pahātabbaṁ domanassaṁ uppajjati, sotaṁ …pe… kāyaṁ … rūpe …pe… phoṭṭhabbe … vatthuṁ assādeti abhinandati; taṁ ārabbha bhāvanāya pahātabbo rāgo uppajjati, uddhaccaṁ uppajjati, bhāvanāya pahātabbaṁ domanassaṁ uppajjati. **Vatthupurejātaṁ**—vatthu bhāvanāya pahātabbānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.9:212.0": "Pacchājāta ",
  "patthana1.9:212.1": "Dassanena pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa pacchājātapaccayena paccayo—pacchājātā dassanena pahātabbā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.9:213.1": "Bhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa pacchājātapaccayena paccayo—pacchājātā bhāvanāya pahātabbā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.9:214.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa pacchājātapaccayena paccayo—pacchājātā nevadassanena nabhāvanāya pahātabbā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.9:215.0": "Āsevana ",
  "patthana1.9:215.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa āsevanapaccayena paccayo—purimā purimā dassanena pahātabbā khandhā pacchimānaṁ pacchimānaṁ …pe… āsevanapaccayena paccayo. ",
  "patthana1.9:216.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa āsevanapaccayena paccayo—purimā purimā bhāvanāya pahātabbā khandhā pacchimānaṁ pacchimānaṁ …pe… āsevanapaccayena paccayo. ",
  "patthana1.9:217.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa āsevanapaccayena paccayo—purimā purimā nevadassanena nabhāvanāya pahātabbā khandhā pacchimānaṁ pacchimānaṁ …pe… āsevanapaccayena paccayo. Anulomaṁ gotrabhussa … anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa āsevanapaccayena paccayo. ",
  "patthana1.9:218.0": "Kamma ",
  "patthana1.9:218.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa kammapaccayena paccayo—dassanena pahātabbā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.9:219.1": "Dassanena pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—dassanena pahātabbā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—dassanena pahātabbā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.9:220.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa ca nevadassanena nabhāvanāya pahātabbassa ca dhammassa kammapaccayena paccayo—dassanena pahātabbā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.9:221.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa kammapaccayena paccayo—bhāvanāya pahātabbā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.9:222.1": "Bhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa kammapaccayena paccayo—bhāvanāya pahātabbā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.9:223.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa ca nevadassanena nabhāvanāya pahātabbassa ca dhammassa kammapaccayena paccayo—bhāvanāya pahātabbā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.9:224.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—nevadassanena nabhāvanāya pahātabbā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbā cetanā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ …pe…. Nānākkhaṇikā—nevadassanena nabhāvanāya pahātabbā cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.9:225.0": "Vipāka ",
  "patthana1.9:225.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa vipākapaccayena paccayo—vipāko nevadassanena nabhāvanāya pahātabbo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa vipākapaccayena paccayo. ",
  "patthana1.9:226.0": "Āhārādi ",
  "patthana1.9:226.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa āhārapaccayena paccayo (saṅkhittaṁ) kabaḷīkāro … satta pañhā … indriyapaccayena paccayo … cakkhundriyañca …pe… rūpajīvitindriyañca …pe… satta pañhā jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo. ",
  "patthana1.9:227.0": "Vippayutta ",
  "patthana1.9:227.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—dassanena pahātabbā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—dassanena pahātabbā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.9:228.1": "Bhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. (Idampi dassanena sadisaṁ.) ",
  "patthana1.9:229.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—nevadassanena nabhāvanāya pahātabbā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe nevadassanena nabhāvanāya pahātabbā khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo, khandhā vatthussa vippayuttapaccayena paccayo, vatthu khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nevadassanena nabhāvanāya pahātabbānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—nevadassanena nabhāvanāya pahātabbā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.9:230.1": "Nevadassanena nabhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa vippayuttapaccayena paccayo— **purejātaṁ** vatthu dassanena pahātabbānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana1.9:231.1": "Nevadassanena nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa vippayuttapaccayena paccayo— **purejātaṁ** vatthu bhāvanāya pahātabbānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana1.9:232.0": "Atthi ",
  "patthana1.9:232.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa atthipaccayena paccayo—dassanena pahātabbo eko khandho tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā …pe…. ",
  "patthana1.9:233.1": "Dassanena pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—dassanena pahātabbā khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—dassanena pahātabbā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana1.9:234.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa ca nevadassanena nabhāvanāya pahātabbassa ca dhammassa atthipaccayena paccayo—dassanena pahātabbo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ …pe… dve khandhā …pe…. ",
  "patthana1.9:235.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa … tīṇi. (Dassanena sadisaṁ kātabbaṁ.) ",
  "patthana1.9:236.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—nevadassanena nabhāvanāya pahātabbo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa …pe… vatthu khandhānaṁ atthipaccayena paccayo; ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. **Purejātaṁ**—cakkhuṁ aniccato dukkhato anattato vipassati, sotaṁ …pe… kāyaṁ … rūpe …pe… phoṭṭhabbe … vatthuṁ aniccato dukkhato anattato vipassati; dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nevadassanena nabhāvanāya pahātabbānaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—nevadassanena nabhāvanāya pahātabbā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa …pe…. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.9:237.1": "Nevadassanena nabhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa atthipaccayena paccayo— **purejātaṁ** cakkhuṁ assādeti abhinandati; taṁ ārabbha dassanena pahātabbo rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, dassanena pahātabbaṁ domanassaṁ uppajjati, sotaṁ …pe… vatthuṁ assādeti …pe… vatthu dassanena pahātabbānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.9:238.1": "Nevadassanena nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa atthipaccayena paccayo— **purejātaṁ** cakkhuṁ assādeti abhinandati; taṁ ārabbha bhāvanāya pahātabbo rāgo uppajjati, uddhaccaṁ uppajjati, bhāvanāya pahātabbaṁ domanassaṁ uppajjati, sotaṁ …pe… vatthuṁ assādeti abhinandati …pe… vatthu bhāvanāya pahātabbānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.9:239.1": "Dassanena pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā dassanena pahātabbassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—dassanena pahātabbo eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca vatthu ca …pe…. ",
  "patthana1.9:240.1": "Dassanena pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā nevadassanena nabhāvanāya pahātabbassa dhammassa atthipaccayena paccayo— sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—dassanena pahātabbā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—dassanena pahātabbā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—dassanena pahātabbā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.9:241.1": "Bhāvanāya pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā bhāvanāya pahātabbassa …pe…. (Dve pañhā kātabbā.) ",
  "patthana1.9:242.0": "Natthi-vigatāvigata ",
  "patthana1.9:242.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. ",
  "patthana1.9:243.0.1": "Saṅkhyāvāra ",
  "patthana1.9:243.0.2": "Suddha ",
  "patthana1.9:243.1": "Hetuyā satta, ārammaṇe aṭṭha, adhipatiyā dasa, anantare satta, samanantare satta, sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye aṭṭha, purejāte tīṇi, pacchājāte tīṇi, āsevane tīṇi, kamme satta, vipāke ekaṁ, āhāre satta, indriye satta, jhāne satta, magge satta, sampayutte tīṇi, vippayutte pañca, atthiyā terasa, natthiyā satta, vigate satta, avigate terasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.9:244.1": "Anulomaṁ. ",
  "patthana1.9:245.0": "Paccanīyuddhāra ",
  "patthana1.9:245.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.9:246.1": "Dassanena pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.9:247.1": "Dassanena pahātabbo dhammo dassanena pahātabbassa ca nevadassanena nabhāvanāya pahātabbassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.9:248.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.9:249.1": "Bhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.9:250.1": "Bhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana1.9:251.1": "Bhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa ca nevadassanena nabhāvanāya pahātabbassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.9:252.1": "Nevadassanena nabhāvanāya pahātabbo dhammo nevadassanena nabhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.9:253.1": "Nevadassanena nabhāvanāya pahātabbo dhammo dassanena pahātabbassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.9:254.1": "Nevadassanena nabhāvanāya pahātabbo dhammo bhāvanāya pahātabbassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.9:255.1": "Dassanena pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā dassanena pahātabbassa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana1.9:256.1": "Dassanena pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā nevadassanena nabhāvanāya pahātabbassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana1.9:257.1": "Bhāvanāya pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā bhāvanāya pahātabbassa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana1.9:258.1": "Bhāvanāya pahātabbo ca nevadassanena nabhāvanāya pahātabbo ca dhammā nevadassanena nabhāvanāya pahātabbassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana1.9:259.0.1": "1.9.7.2. Paccayapaccanīya ",
  "patthana1.9:259.0.2": "Saṅkhyāvāra ",
  "patthana1.9:259.0.3": "Suddha ",
  "patthana1.9:259.1": "Nahetuyā cuddasa, naārammaṇe cuddasa, naadhipatiyā cuddasa, naanantare cuddasa, nasamanantare cuddasa, nasahajāte dasa, naaññamaññe dasa, nanissaye dasa, naupanissaye cuddasa, napurejāte dvādasa, napacchājāte cuddasa, naāsevane cuddasa, nakamme cuddasa, navipāke cuddasa, naāhāre cuddasa, naindriye cuddasa, najhāne cuddasa, namagge cuddasa, nasampayutte dasa, navippayutte aṭṭha, noatthiyā aṭṭha, nonatthiyā cuddasa, novigate cuddasa, noavigate aṭṭha. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.9:260.1": "Paccanīyaṁ. ",
  "patthana1.9:261.0": "1.9.7.3. Paccayānulomapaccanīya ",
  "patthana1.9:261.1": "Hetupaccayā naārammaṇe satta, naadhipatiyā satta, naanantare satta, nasamanantare satta, naaññamaññe tīṇi, naupanissaye satta, napurejāte satta, napacchājāte satta, naāsevane satta, nakamme satta, navipāke satta, naāhāre satta, naindriye satta, najhāne satta, namagge satta, nasampayutte tīṇi, navippayutte tīṇi, nonatthiyā satta, novigate satta. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.9:262.1": "Anulomapaccanīyaṁ. ",
  "patthana1.9:263.0": "1.9.7.4. Paccayapaccanīyānuloma ",
  "patthana1.9:263.1": "Nahetupaccayā ārammaṇe aṭṭha, adhipatiyā dasa, anantare satta, samanantare satta, sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye aṭṭha, purejāte tīṇi, pacchājāte tīṇi, āsevane tīṇi, kamme satta, vipāke ekaṁ, āhāre satta, indriye satta, jhāne satta, magge satta, sampayutte tīṇi, vippayutte pañca, atthiyā terasa, natthiyā satta, vigate satta, avigate terasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.9:264.1": "Paccanīyānulomaṁ. ",
  "patthana1.9:265.1": "Dassanenapahātabbattikaṁ niṭṭhitaṁ. "
}