{
  "patthana1.13:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.13:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.13:0.3": "1.13. Parittattika ",
  "patthana1.13:1.0.1": "Vibhaṅgavāra ",
  "patthana1.13:1.0.2": "Hetu ",
  "patthana1.13:1.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati hetupaccayā—parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā, ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ …pe…. ",
  "patthana1.13:2.1": "Parittaṁ dhammaṁ paṭicca mahaggato dhammo uppajjati hetupaccayā— paṭisandhikkhaṇe vatthuṁ paṭicca mahaggatā khandhā. ",
  "patthana1.13:3.1": "Parittaṁ dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca mahaggatā khandhā, mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:4.1": "Mahaggataṁ dhammaṁ paṭicca mahaggato dhammo uppajjati hetupaccayā—mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:5.1": "Mahaggataṁ dhammaṁ paṭicca paritto dhammo uppajjati hetupaccayā—mahaggate khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe mahaggate khandhe paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:6.1": "Mahaggataṁ dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti hetupaccayā—mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana1.13:7.1": "Appamāṇaṁ dhammaṁ paṭicca appamāṇo dhammo uppajjati hetupaccayā—appamāṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.13:8.1": "Appamāṇaṁ dhammaṁ paṭicca paritto dhammo uppajjati hetupaccayā—appamāṇe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:9.1": "Appamāṇaṁ dhammaṁ paṭicca paritto ca appamāṇo ca dhammā uppajjanti hetupaccayā—appamāṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana1.13:10.1": "Parittañca appamāṇañca dhammaṁ paṭicca paritto dhammo uppajjati hetupaccayā— appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:11.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto dhammo uppajjati hetupaccayā— mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:12.1": "Parittañca mahaggatañca dhammaṁ paṭicca mahaggato dhammo uppajjati hetupaccayā—paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.13:13.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti hetupaccayā—paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:14.0": "Ārammaṇa ",
  "patthana1.13:14.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati ārammaṇapaccayā—parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuṁ paṭicca khandhā. ",
  "patthana1.13:15.1": "Parittaṁ dhammaṁ paṭicca mahaggato dhammo uppajjati ārammaṇapaccayā— paṭisandhikkhaṇe vatthuṁ paṭicca mahaggatā khandhā. ",
  "patthana1.13:16.1": "Mahaggataṁ dhammaṁ paṭicca mahaggato dhammo uppajjati ārammaṇapaccayā— mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:17.1": "Appamāṇaṁ dhammaṁ paṭicca appamāṇo dhammo uppajjati ārammaṇapaccayā—appamāṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.13:18.1": "Parittañca mahaggatañca dhammaṁ paṭicca mahaggato dhammo uppajjati ārammaṇapaccayā—paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.13:19.0": "Adhipati ",
  "patthana1.13:19.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati adhipatipaccayā—parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ, dve khandhe …pe… ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana1.13:20.1": "Mahaggataṁ dhammaṁ paṭicca mahaggato dhammo uppajjati adhipatipaccayā— mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.13:21.1": "Mahaggataṁ dhammaṁ paṭicca paritto dhammo uppajjati adhipatipaccayā—mahaggate khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:22.1": "Mahaggataṁ dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti adhipatipaccayā—mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana1.13:23.1": "Appamāṇaṁ dhammaṁ paṭicca appamāṇo dhammo uppajjati adhipatipaccayā—appamāṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.13:24.1": "Appamāṇaṁ dhammaṁ paṭicca paritto dhammo uppajjati adhipatipaccayā—appamāṇe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:25.1": "Appamāṇaṁ dhammaṁ paṭicca paritto ca appamāṇo ca dhammā uppajjanti adhipatipaccayā—appamāṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana1.13:26.1": "Parittañca appamāṇañca dhammaṁ paṭicca paritto dhammo uppajjati adhipatipaccayā—appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:27.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto dhammo uppajjati adhipatipaccayā—mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:28.0": "Anantarādi ",
  "patthana1.13:28.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā (sabbepi mahābhūtā kātabbā) … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā (tisso pañhā kātabbā) … āsevanapaccayā (tisso pañhā kātabbā) … kammapaccayā … vipākapaccayā (terasa pañhā) … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā, … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana1.13:29.0.1": "Saṅkhyāvāra ",
  "patthana1.13:29.0.2": "Suddha ",
  "patthana1.13:29.1": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava, anantare pañca, samanantare pañca, sahajāte terasa, aññamaññe satta, nissaye terasa, upanissaye pañca, purejāte tīṇi, āsevane tīṇi, kamme terasa, vipāke terasa, āhāre indriye jhāne magge terasa, sampayutte pañca, vippayutte terasa, atthiyā terasa, natthiyā pañca, vigate pañca, avigate terasa. ",
  "patthana1.13:30.1": "Anulomaṁ. ",
  "patthana1.13:31.0.1": "1.13.1.2. Paccayapaccanīya ",
  "patthana1.13:31.0.2": "Vibhaṅgavāra ",
  "patthana1.13:31.0.3": "Nahetu ",
  "patthana1.13:31.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati nahetupaccayā—ahetukaṁ parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.13:32.0": "Naārammaṇa ",
  "patthana1.13:32.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati naārammaṇapaccayā—paritte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe paritte khandhe paṭicca kaṭattārūpaṁ, khandhe paṭicca vatthu …pe… ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.13:33.1": "Mahaggataṁ dhammaṁ paṭicca paritto dhammo uppajjati naārammaṇapaccayā— mahaggate khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe mahaggate khandhe paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:34.1": "Appamāṇaṁ dhammaṁ paṭicca paritto dhammo uppajjati naārammaṇapaccayā—appamāṇe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:35.1": "Parittañca appamāṇañca dhammaṁ paṭicca paritto dhammo uppajjati naārammaṇapaccayā—appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:36.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto dhammo uppajjati naārammaṇapaccayā—mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:37.0": "Naadhipati ",
  "patthana1.13:37.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati naadhipatipaccayā—parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ …pe…. ",
  "patthana1.13:38.1": "Parittaṁ dhammaṁ paṭicca mahaggato dhammo uppajjati naadhipatipaccayā— paṭisandhikkhaṇe vatthuṁ paṭicca mahaggatā khandhā. ",
  "patthana1.13:39.1": "Parittaṁ dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca mahaggatā khandhā, mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:40.1": "Mahaggataṁ dhammaṁ paṭicca mahaggato dhammo uppajjati naadhipatipaccayā— mahaggate khandhe paṭicca mahaggatādhipati, vipākaṁ mahaggataṁ ekaṁ khandhaṁ paṭicca …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:41.1": "Mahaggataṁ dhammaṁ paṭicca paritto dhammo uppajjati naadhipatipaccayā—vipāke mahaggate khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe mahaggate khandhe paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:42.1": "Mahaggataṁ dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—vipākaṁ mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:43.1": "Appamāṇaṁ dhammaṁ paṭicca appamāṇo dhammo uppajjati naadhipatipaccayā— appamāṇe khandhe paṭicca appamāṇādhipati. ",
  "patthana1.13:44.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto dhammo uppajjati naadhipatipaccayā—vipāke mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:45.1": "Parittañca mahaggatañca dhammaṁ paṭicca mahaggato dhammo uppajjati naadhipatipaccayā—paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.13:46.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:47.0": "Naanantarādi ",
  "patthana1.13:47.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā. ",
  "patthana1.13:48.0": "Napurejāta ",
  "patthana1.13:48.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati napurejātapaccayā—arūpe parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paritte khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe…. (Sabbe mahābhūtā vitthāretabbā, arūpe parittamūlake tisso pañhā.) ",
  "patthana1.13:49.1": "Mahaggataṁ dhammaṁ paṭicca mahaggato dhammo uppajjati napurejātapaccayā— mahaggataṁ ekaṁ khandhaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:50.1": "Mahaggataṁ dhammaṁ paṭicca paritto dhammo uppajjati napurejātapaccayā— mahaggate khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe mahaggate khandhe paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:51.1": "Mahaggataṁ dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti napurejātapaccayā—paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana1.13:52.1": "Appamāṇaṁ dhammaṁ paṭicca appamāṇo dhammo uppajjati napurejātapaccayā—arūpe appamāṇaṁ ekaṁ khandhaṁ …pe…. ",
  "patthana1.13:53.1": "Appamāṇaṁ dhammaṁ paṭicca paritto dhammo uppajjati napurejātapaccayā—appamāṇe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:54.1": "Parittañca appamāṇañca dhammaṁ paṭicca paritto dhammo uppajjati napurejātapaccayā—appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:55.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto dhammo uppajjati napurejātapaccayā—mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:56.1": "Parittañca mahaggatañca dhammaṁ paṭicca mahaggato dhammo uppajjati napurejātapaccayā—paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe…. ",
  "patthana1.13:57.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti napurejātapaccayā—paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:58.0": "Napacchājātādi ",
  "patthana1.13:58.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā—parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.13:59.1": "Parittaṁ dhammaṁ paṭicca mahaggato dhammo uppajjati naāsevanapaccayā— paṭisandhikkhaṇe vatthuṁ paṭicca mahaggatā khandhā. ",
  "patthana1.13:60.1": "Parittaṁ dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti naāsevanapaccayā—paṭisandhikkhaṇe vatthuṁ paṭicca mahaggatā khandhā, mahābhūte paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:61.1": "Mahaggataṁ dhammaṁ paṭicca mahaggato dhammo uppajjati naāsevanapaccayā— vipākaṁ mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe…. ",
  "patthana1.13:62.1": "Mahaggataṁ dhammaṁ paṭicca paritto dhammo uppajjati naāsevanapaccayā— mahaggate khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:63.1": "Mahaggataṁ dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti naāsevanapaccayā—vipākaṁ mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhaṁ …pe…. ",
  "patthana1.13:64.1": "Appamāṇaṁ dhammaṁ paṭicca appamāṇo dhammo uppajjati naāsevanapaccayā—vipākaṁ appamāṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.13:65.1": "Appamāṇaṁ dhammaṁ paṭicca paritto dhammo uppajjati naāsevanapaccayā—appamāṇe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:66.1": "Appamāṇaṁ dhammaṁ paṭicca paritto ca appamāṇo ca dhammā uppajjanti naāsevanapaccayā—vipākaṁ appamāṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe…. ",
  "patthana1.13:67.1": "Parittañca appamāṇañca dhammaṁ paṭicca paritto dhammo uppajjati naāsevanapaccayā—appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:68.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto dhammo uppajjati naāsevanapaccayā—mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:69.1": "Parittañca mahaggatañca dhammaṁ paṭicca mahaggato dhammo uppajjati naāsevanapaccayā—paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.13:70.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti naāsevanapaccayā—paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhañca vatthuñca paṭicca tayo khandhā …pe… dve khandhe …pe… mahaggate khandhe ca mahābhūte ca paṭicca kaṭattārūpaṁ. ",
  "patthana1.13:71.0": "Nakamma ",
  "patthana1.13:71.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati nakammapaccayā—paritte khandhe paṭicca parittā cetanā. bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.13:72.1": "Mahaggataṁ dhammaṁ paṭicca mahaggato dhammo uppajjati nakammapaccayā— mahaggate khandhe paṭicca mahaggatā cetanā. ",
  "patthana1.13:73.1": "Appamāṇaṁ dhammaṁ paṭicca appamāṇo dhammo uppajjati nakammapaccayā—kusale appamāṇe khandhe paṭicca appamāṇā cetanā. ",
  "patthana1.13:74.0": "Navipāka ",
  "patthana1.13:74.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati navipākapaccayā—parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.13:75.1": "Mahaggataṁ dhammaṁ paṭicca mahaggato dhammo uppajjati navipākapaccayā— mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.13:76.1": "Mahaggataṁ dhammaṁ paṭicca paritto dhammo uppajjati navipākapaccayā—mahaggate khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:77.1": "Mahaggataṁ dhammaṁ paṭicca paritto ca mahaggato ca dhammā uppajjanti navipākapaccayā—mahaggataṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana1.13:78.1": "Appamāṇaṁ dhammaṁ paṭicca appamāṇo dhammo uppajjati navipākapaccayā—kusalaṁ appamāṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe…. ",
  "patthana1.13:79.1": "Appamāṇaṁ dhammaṁ paṭicca paritto dhammo uppajjati navipākapaccayā—kusale appamāṇe khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:80.1": "Appamāṇaṁ dhammaṁ paṭicca paritto ca appamāṇo ca dhammā uppajjanti navipākapaccayā—kusalaṁ appamāṇaṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana1.13:81.1": "Parittañca appamāṇañca dhammaṁ paṭicca paritto dhammo uppajjati navipākapaccayā—kusale appamāṇe khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:82.1": "Parittañca mahaggatañca dhammaṁ paṭicca paritto dhammo uppajjati navipākapaccayā—mahaggate khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:83.0": "Naāhārādi ",
  "patthana1.13:83.1": "Parittaṁ dhammaṁ paṭicca paritto dhammo uppajjati naāhārapaccayā—bāhiraṁ … utusamuṭṭhānaṁ … asaññasattānaṁ (vitthāretabbaṁ) … naindriyapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… mahābhūte paṭicca rūpajīvitindriyaṁ, najhānapaccayā—pañcaviññāṇasahagataṁ ekaṁ khandhaṁ …pe… bāhiraṁ …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… (sabbe mahābhūtā kātabbā), namaggapaccayā—ahetukaṁ parittaṁ ekaṁ khandhaṁ …pe… ahetukapaṭisandhikkhaṇe ekaṁ …pe… (sabbe mahābhūtā kātabbā) nasampayuttapaccayā … navippayuttapaccayā— arūpe parittaṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. ",
  "patthana1.13:84.1": "Mahaggataṁ dhammaṁ paṭicca mahaggato dhammo uppajjati navippayuttapaccayā— arūpe mahaggataṁ ekaṁ khandhaṁ …pe…. ",
  "patthana1.13:85.1": "Appamāṇaṁ dhammaṁ paṭicca appamāṇo dhammo uppajjati navippayuttapaccayā—arūpe appamāṇaṁ ekaṁ khandhaṁ …pe… nonatthipaccayā … novigatapaccayā. ",
  "patthana1.13:86.0.1": "Saṅkhyāvāra ",
  "patthana1.13:86.0.2": "Suddha ",
  "patthana1.13:86.1": "Nahetuyā ekaṁ, naārammaṇe pañca, naadhipatiyā dasa, naanantare pañca, nasamanantare pañca, naaññamaññe naupanissaye pañca, napurejāte dvādasa, napacchājāte terasa, naāsevane terasa, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye najhāne namagge ekaṁ, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:87.1": "Paccanīyaṁ. ",
  "patthana1.13:88.0": "1.13.1.3. Paccayānulomapaccanīya ",
  "patthana1.13:88.1": "Hetupaccayā naārammaṇe pañca, naadhipatiyā dasa, naanantare pañca, nasamanantare naaññamaññe naupanissaye pañca, napurejāte dvādasa, napacchājāte terasa, naāsevane terasa, nakamme tīṇi, navipāke nava, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:89.1": "Anulomapaccanīyaṁ. ",
  "patthana1.13:90.0": "1.13.1.4. Paccayapaccanīyānuloma ",
  "patthana1.13:90.1": "Nahetupaccayā ārammaṇe ekaṁ, anantare ekaṁ …pe… vigate ekaṁ, avigate ekaṁ. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:91.1": "Paccanīyānulomaṁ. ",
  "patthana1.13:91.2": "Paṭiccavāro. ",
  "patthana1.13:92.0": "1.13.2. Sahajātavāra ",
  "patthana1.13:92.1": "Sahajātavāropi paṭiccavārasadiso. ",
  "patthana1.13:93.0.1": "1.13.3. Paccayavāra ",
  "patthana1.13:93.0.2": "1.13.3.1. Paccayānuloma ",
  "patthana1.13:93.0.3": "Vibhaṅgavāra ",
  "patthana1.13:93.0.4": "Hetu ",
  "patthana1.13:93.1": "Parittaṁ dhammaṁ paccayā paritto dhammo uppajjati hetupaccayā—parittaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā; ekaṁ mahābhūtaṁ paccayā …pe… upādārūpaṁ, vatthuṁ paccayā parittā khandhā. ",
  "patthana1.13:94.1": "Parittaṁ dhammaṁ paccayā mahaggato dhammo uppajjati hetupaccayā—vatthuṁ paccayā mahaggatā khandhā. Paṭisandhikkhaṇe vatthuṁ paccayā mahaggatā khandhā. ",
  "patthana1.13:95.1": "Parittaṁ dhammaṁ paccayā appamāṇo dhammo uppajjati hetupaccayā—vatthuṁ paccayā appamāṇā khandhā. ",
  "patthana1.13:96.1": "Parittaṁ dhammaṁ paccayā paritto ca appamāṇo ca dhammā uppajjanti hetupaccayā— vatthuṁ paccayā appamāṇā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:97.1": "Parittaṁ dhammaṁ paccayā paritto ca mahaggato ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā mahaggatā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe vatthuṁ paccayā mahaggatā khandhā. ",
  "patthana1.13:98.1": "Mahaggataṁ dhammaṁ paccayā mahaggato dhammo uppajjati hetupaccayā—mahaggataṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhaṁ …pe…. ",
  "patthana1.13:99.1": "Mahaggataṁ dhammaṁ paccayā paritto dhammo uppajjati hetupaccayā—mahaggate khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:100.1": "Mahaggataṁ dhammaṁ paccayā paritto ca mahaggato ca dhammā uppajjanti hetupaccayā—mahaggataṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe mahaggataṁ ekaṁ khandhaṁ …pe…. ",
  "patthana1.13:101.1": "Appamāṇaṁ dhammaṁ paccayā appamāṇo dhammo uppajjati hetupaccayā—appamāṇe … tīṇi. ",
  "patthana1.13:102.1": "Parittañca appamāṇañca dhammaṁ paccayā paritto dhammo uppajjati hetupaccayā— appamāṇe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:103.1": "Parittañca appamāṇañca dhammaṁ paccayā appamāṇo dhammo uppajjati hetupaccayā— appamāṇaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe…. ",
  "patthana1.13:104.1": "Parittañca appamāṇañca dhammaṁ paccayā paritto ca appamāṇo ca dhammā uppajjanti hetupaccayā—appamāṇaṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… appamāṇe khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.13:105.1": "Parittañca mahaggatañca dhammaṁ paccayā paritto dhammo uppajjati hetupaccayā … tīṇi. (Paṭisandhikkhaṇe tīṇipi kātabbā.) ",
  "patthana1.13:106.0": "Ārammaṇādi ",
  "patthana1.13:106.1": "Parittaṁ dhammaṁ paccayā paritto dhammo uppajjati ārammaṇapaccayā—parittaṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuṁ paccayā khandhā, cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā parittā khandhā (avasesā cha pañhā hetupaccayasadisā satta kātabbā), adhipatipaccayā (paṭisandhi natthi, sattarasa pañhā paripuṇṇā), anantarapaccayā …pe… avigatapaccayā. ",
  "patthana1.13:107.0.1": "Saṅkhyāvāra ",
  "patthana1.13:107.0.2": "Suddha ",
  "patthana1.13:107.1": "Hetuyā sattarasa, ārammaṇe satta, adhipatiyā sattarasa, anantare satta, samanantare satta, sahajāte sattarasa, aññamaññe nava, nissaye sattarasa, upanissaye satta, purejāte satta, āsevane satta, kamme sattarasa, vipāke sattarasa, āhāre sattarasa, indriye jhāne magge sattarasa, sampayutte satta, vippayutte sattarasa, atthiyā sattarasa, natthiyā satta, vigate satta, avigate sattarasa (evaṁ gaṇetabbaṁ) ",
  "patthana1.13:108.1": "Anulomaṁ. ",
  "patthana1.13:109.0.1": "1.13.3.2. Paccayapaccanīya ",
  "patthana1.13:109.0.2": "Vibhaṅgavāra ",
  "patthana1.13:109.1": "Parittaṁ dhammaṁ paccayā paritto dhammo uppajjati nahetupaccayā—ahetukaṁ parittaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā; ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā parittā khandhā, vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.13:110.0": "Naārammaṇa ",
  "patthana1.13:110.1": "Parittaṁ dhammaṁ paccayā paritto dhammo uppajjati naārammaṇapaccayā. (Paṭiccavārasadisaṁ. Pañca.) ",
  "patthana1.13:111.0": "Naadhipati ",
  "patthana1.13:111.1": "Parittaṁ dhammaṁ paccayā paritto dhammo uppajjati naadhipatipaccayā—parittaṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… asaññasattānaṁ …pe… Cakkhāyatanaṁ …pe… kāyāyatanaṁ …pe… vatthuṁ paccayā parittā khandhā. ",
  "patthana1.13:112.1": "Parittaṁ dhammaṁ paccayā mahaggato dhammo uppajjati naadhipatipaccayā—vatthuṁ paccayā mahaggatādhipati, vatthuṁ paccayā vipākā mahaggatā khandhā. Paṭisandhikkhaṇe vatthuṁ paccayā mahaggatā khandhā. ",
  "patthana1.13:113.1": "Parittaṁ dhammaṁ paccayā appamāṇo dhammo uppajjati naadhipatipaccayā—vatthuṁ paccayā appamāṇādhipati. ",
  "patthana1.13:114.1": "Parittaṁ dhammaṁ paccayā paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—vatthuṁ paccayā vipākā mahaggatā khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:115.1": "Mahaggataṁ dhammaṁ paccayā mahaggato dhammo uppajjati naadhipatipaccayā— mahaggate khandhe paccayā mahaggatādhipati, vipākaṁ mahaggataṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:116.1": "Mahaggataṁ dhammaṁ paccayā paritto dhammo uppajjati naadhipatipaccayā—vipāke mahaggate khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:117.1": "Mahaggataṁ dhammaṁ paccayā paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—vipākaṁ mahaggataṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:118.1": "Appamāṇaṁ dhammaṁ paccayā appamāṇo dhammo uppajjati naadhipatipaccayā— appamāṇe khandhe paccayā appamāṇādhipati. ",
  "patthana1.13:119.1": "Parittañca appamāṇañca dhammaṁ paccayā appamāṇo dhammo uppajjati naadhipatipaccayā—appamāṇe khandhe ca vatthuñca paccayā appamāṇādhipati. ",
  "patthana1.13:120.1": "Parittañca mahaggatañca dhammaṁ paccayā paritto dhammo uppajjati naadhipatipaccayā—vipāke mahaggate khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:121.1": "Parittañca mahaggatañca dhammaṁ paccayā mahaggato dhammo uppajjati naadhipatipaccayā—mahaggate khandhe ca vatthuñca paccayā mahaggatādhipati, vipākaṁ mahaggataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:122.1": "Parittañca mahaggatañca dhammaṁ paccayā paritto ca mahaggato ca dhammā uppajjanti naadhipatipaccayā—vipākaṁ mahaggataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… vipāke mahaggate khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe vipākaṁ mahaggataṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… vipāke mahaggate khandhe ca mahābhūte ca paccayā kaṭattārūpaṁ. ",
  "patthana1.13:123.0": "Naanantarādi ",
  "patthana1.13:123.1": "Parittaṁ dhammaṁ paccayā paritto dhammo uppajjati naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā … (paṭiccavārasadisā dvādasa pañhā) napacchājātapaccayā … naāsevanapaccayā … (paripuṇṇaṁ, vipākoti niddisitabbaṁ cittasamuṭṭhānaṁ rūpaṁ vipākoti na kātabbaṁ) nakammapaccayā … navipākapaccayā … (paṭisandhivipākopi natthi) naāhārapaccayā … naindriyapaccayā … najhānapaccayā … namaggapaccayā … nasampayuttapaccayā … navippayuttapaccayā … nonatthipaccayā … novigatapaccayā. ",
  "patthana1.13:124.0.1": "Saṅkhyāvāra ",
  "patthana1.13:124.0.2": "Suddha ",
  "patthana1.13:124.1": "Nahetuyā ekaṁ, naārammaṇe pañca, naadhipatiyā dvādasa, naanantare pañca, nasamanantare naaññamaññe naupanissaye pañca, napurejāte dvādasa, napacchājāte sattarasa, naāsevane sattarasa, nakamme satta, navipāke sattarasa, naāhāre naindriye najhāne namagge ekaṁ, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:125.1": "Paccanīyaṁ. ",
  "patthana1.13:126.0": "1.13.3.3. Paccayānulomapaccanīya ",
  "patthana1.13:126.1": "Hetupaccayā naārammaṇe pañca, naadhipatiyā dvādasa, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte dvādasa, napacchājāte sattarasa, naāsevane sattarasa, nakamme satta, navipāke sattarasa, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:127.1": "Anulomapaccanīyaṁ. ",
  "patthana1.13:128.0": "1.13.3.4. Paccayapaccanīyānuloma ",
  "patthana1.13:128.1": "Nahetupaccayā ārammaṇe ekaṁ, anantare samanantare sahajāte …pe… vigate avigate ekaṁ. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:129.1": "Paccanīyānulomaṁ. ",
  "patthana1.13:129.2": "Paccayavāro. ",
  "patthana1.13:130.0": "1.13.4. Nissayavāra ",
  "patthana1.13:130.1": "Nissayavāro paccayavārasadiso. ",
  "patthana1.13:131.0.1": "1.13.5. Saṁsaṭṭhavāra ",
  "patthana1.13:131.0.2": "1.13.5.1. Paccayānuloma ",
  "patthana1.13:131.0.3": "Vibhaṅgavāra ",
  "patthana1.13:131.0.4": "Hetu ",
  "patthana1.13:131.1": "Parittaṁ dhammaṁ saṁsaṭṭho paritto dhammo uppajjati hetupaccayā—parittaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:132.1": "Mahaggataṁ dhammaṁ saṁsaṭṭho mahaggato dhammo uppajjati hetupaccayā— mahaggataṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:133.1": "Appamāṇaṁ dhammaṁ saṁsaṭṭho appamāṇo dhammo uppajjati hetupaccayā—appamāṇaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.13:134.0": "Ārammaṇādi ",
  "patthana1.13:134.1": "Parittaṁ dhammaṁ saṁsaṭṭho paritto dhammo uppajjati ārammaṇapaccayā … adhipatipaccayā (paṭisandhi natthi) … anantarapaccayā … samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā (paṭisandhi natthi) … āsevanapaccayā (vipākopi paṭisandhipi natthi) … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana1.13:135.0.1": "Saṅkhyāvāra ",
  "patthana1.13:135.0.2": "Suddha ",
  "patthana1.13:135.1": "Hetuyā tīṇi, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:136.1": "Anulomaṁ. ",
  "patthana1.13:137.0.1": "1.13.5.2. Paccayapaccanīya ",
  "patthana1.13:137.0.2": "Vibhaṅgavāra ",
  "patthana1.13:137.1": "Parittaṁ dhammaṁ saṁsaṭṭho paritto dhammo uppajjati nahetupaccayā—ahetukaṁ parittaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… vicikicchāsahagate uddhaccasahagate khandhe saṁsaṭṭho vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.13:138.0": "Naadhipati ",
  "patthana1.13:138.1": "Parittaṁ dhammaṁ saṁsaṭṭho paritto dhammo uppajjati naadhipatipaccayā— parittaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:139.1": "Mahaggataṁ dhammaṁ saṁsaṭṭho mahaggato dhammo uppajjati naadhipatipaccayā— mahaggate khandhe saṁsaṭṭhā mahaggatā adhipati, vipākaṁ mahaggataṁ ekaṁ khandhaṁ saṁsaṭṭhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:140.1": "Appamāṇaṁ dhammaṁ saṁsaṭṭho appamāṇo dhammo uppajjati naadhipatipaccayā— appamāṇe khandhe saṁsaṭṭhā appamāṇā adhipati. ",
  "patthana1.13:141.0": "Napurejāta ",
  "patthana1.13:141.1": "Parittaṁ dhammaṁ saṁsaṭṭho paritto dhammo uppajjati napurejātapaccayā—arūpe parittaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:142.1": "Mahaggataṁ dhammaṁ saṁsaṭṭho mahaggato dhammo uppajjati napurejātapaccayā— arūpe mahaggataṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:143.1": "Appamāṇaṁ dhammaṁ saṁsaṭṭho appamāṇo dhammo uppajjati napurejātapaccayā—arūpe appamāṇaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe…. ",
  "patthana1.13:144.0": "Napacchājāta-naāsevana ",
  "patthana1.13:144.1": "Parittaṁ dhammaṁ saṁsaṭṭho paritto dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā—parittaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:145.1": "Mahaggataṁ dhammaṁ saṁsaṭṭho mahaggato dhammo uppajjati naāsevanapaccayā— vipākaṁ mahaggataṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:146.1": "Appamāṇaṁ dhammaṁ saṁsaṭṭho appamāṇo dhammo uppajjati naāsevanapaccayā— vipākaṁ appamāṇaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe…. ",
  "patthana1.13:147.0": "Nakamma ",
  "patthana1.13:147.1": "Parittaṁ dhammaṁ saṁsaṭṭho paritto dhammo uppajjati nakammapaccayā—paritte khandhe saṁsaṭṭhā parittā cetanā. ",
  "patthana1.13:148.1": "Mahaggataṁ dhammaṁ saṁsaṭṭho mahaggato dhammo uppajjati nakammapaccayā— mahaggate khandhe saṁsaṭṭhā mahaggatā cetanā. ",
  "patthana1.13:149.1": "Appamāṇaṁ dhammaṁ saṁsaṭṭho appamāṇo dhammo uppajjati nakammapaccayā—kusale appamāṇe khandhe saṁsaṭṭhā appamāṇā cetanā. ",
  "patthana1.13:150.0": "Navipāka ",
  "patthana1.13:150.1": "Parittaṁ dhammaṁ saṁsaṭṭho paritto dhammo uppajjati navipākapaccayā—parittaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe…. ",
  "patthana1.13:151.1": "Mahaggataṁ dhammaṁ saṁsaṭṭho mahaggato dhammo uppajjati navipākapaccayā— mahaggataṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe…. ",
  "patthana1.13:152.1": "Appamāṇaṁ dhammaṁ saṁsaṭṭho appamāṇo dhammo uppajjati navipākapaccayā—kusalaṁ appamāṇaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe…. ",
  "patthana1.13:153.0": "Najhānādi ",
  "patthana1.13:153.1": "Parittaṁ dhammaṁ saṁsaṭṭho paritto dhammo uppajjati najhānapaccayā … namaggapaccayā … navippayuttapaccayā—arūpe parittaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe…. ",
  "patthana1.13:154.1": "Mahaggataṁ dhammaṁ saṁsaṭṭho mahaggato dhammo uppajjati navippayuttapaccayā— arūpe mahaggataṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe…. ",
  "patthana1.13:155.1": "Appamāṇaṁ dhammaṁ saṁsaṭṭho appamāṇo dhammo uppajjati navippayuttapaccayā— arūpe appamāṇaṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe…. ",
  "patthana1.13:156.0.1": "Saṅkhyāvāra ",
  "patthana1.13:156.0.2": "Suddha ",
  "patthana1.13:156.1": "Nahetuyā ekaṁ, naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, najhāne ekaṁ, namagge ekaṁ, navippayutte tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:157.1": "Paccanīyaṁ. ",
  "patthana1.13:158.0": "1.13.5.3. Paccayānulomapaccanīya ",
  "patthana1.13:158.1": "Hetupaccayā naadhipatiyā tīṇi, napurejāte napacchājāte naāsevane nakamme navipāke navippayutte tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:159.1": "Anulomapaccanīyaṁ. ",
  "patthana1.13:160.0": "1.13.5.4. Paccayapaccanīyānuloma ",
  "patthana1.13:160.1": "Nahetupaccayā ārammaṇe ekaṁ, anantare ekaṁ …pe… avigate ekaṁ. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:161.1": "Paccanīyānulomaṁ. ",
  "patthana1.13:161.2": "Saṁsaṭṭhavāro. ",
  "patthana1.13:162.0": "1.13.6. Sampayuttavāra ",
  "patthana1.13:162.1": "Sampayuttavāro saṁsaṭṭhavārasadiso. ",
  "patthana1.13:163.0.1": "1.13.7. Pañhāvāra ",
  "patthana1.13:163.0.2": "1.13.7.1. Paccayānuloma ",
  "patthana1.13:163.0.3": "Vibhaṅgavāra ",
  "patthana1.13:163.0.4": "Hetu ",
  "patthana1.13:163.1": "Paritto dhammo parittassa dhammassa hetupaccayena paccayo—parittā hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:164.1": "Mahaggato dhammo mahaggatassa dhammassa hetupaccayena paccayo … tīṇi. (Pavattipaṭisandhi kātabbā.) ",
  "patthana1.13:165.1": "Appamāṇo dhammo appamāṇassa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana1.13:166.0": "Ārammaṇa ",
  "patthana1.13:166.1": "Paritto dhammo parittassa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni paccavekkhati, ariyā gotrabhuṁ paccavekkhanti, vodānaṁ paccavekkhanti, pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Cakkhuṁ …pe… vatthuṁ … paritte khandhe aniccato …pe… vipassanti assādenti abhinandanti, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa ārammaṇapaccayena paccayo. ",
  "patthana1.13:167.1": "Paritto dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo—dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena parittacittasamaṅgissa cittaṁ jānāti. Parittā khandhā iddhividhañāṇassa, cetopariyañāṇassa pubbenivāsānussatiñāṇassa yathākammūpagañāṇassa anāgataṁsañāṇassa ārammaṇapaccayena paccayo. ",
  "patthana1.13:168.1": "Mahaggato dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo— cetopariyañāṇena mahaggatacittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanaṁ viññāṇañcāyatanassa … ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa ārammaṇapaccayena paccayo. Mahaggatā khandhā iddhividhañāṇassa, cetopariyañāṇassa pubbenivāsānussatiñāṇassa yathākammūpagañāṇassa anāgataṁsañāṇassa ārammaṇapaccayena paccayo. ",
  "patthana1.13:169.1": "Mahaggato dhammo parittassa dhammassa ārammaṇapaccayena paccayo—paṭhamaṁ jhānaṁ paccavekkhati …pe… nevasaññānāsaññāyatanaṁ paccavekkhati, dibbaṁ cakkhuṁ paccavekkhati, dibbaṁ sotadhātuṁ paccavekkhati, iddhividhañāṇaṁ paccavekkhati, cetopariyañāṇaṁ paccavekkhati, pubbenivāsānussatiñāṇaṁ paccavekkhati, yathākammūpagañāṇaṁ paccavekkhati, anāgataṁsañāṇaṁ paccavekkhati. Mahaggate khandhe aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. ",
  "patthana1.13:170.1": "Appamāṇo dhammo appamāṇassa dhammassa ārammaṇapaccayena paccayo—nibbānaṁ maggassa, phalassa ārammaṇapaccayena paccayo. ",
  "patthana1.13:171.1": "Appamāṇo dhammo parittassa dhammassa ārammaṇapaccayena paccayo—ariyā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.13:172.1": "Appamāṇo dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo—ariyā cetopariyañāṇena appamāṇacittasamaṅgissa cittaṁ jānanti, appamāṇā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. ",
  "patthana1.13:173.0": "Adhipati ",
  "patthana1.13:173.1": "Paritto dhammo parittassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe suciṇṇāni garuṁ katvā paccavekkhati. Sekkhā gotrabhuṁ garuṁ katvā paccavekkhanti, vodānaṁ garuṁ katvā paccavekkhanti. Cakkhuṁ …pe… vatthuṁ … paritte khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—parittādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.13:174.1": "Mahaggato dhammo mahaggatassa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—mahaggatādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.13:175.1": "Mahaggato dhammo parittassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—paṭhamaṁ jhānaṁ garuṁ katvā …pe… nevasaññānāsaññāyatanaṁ …pe… dibbaṁ cakkhuṁ …pe… anāgataṁsañāṇaṁ garuṁ katvā paccavekkhati. Mahaggate khandhe garuṁ katvā assādeti abhinandati, taṁ garuṁ katvā rāgo uppajjati … diṭṭhi uppajjati. **Sahajātādhipati**—mahaggatādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.13:176.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—mahaggatādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.13:177.1": "Appamāṇo dhammo appamāṇassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—nibbānaṁ maggassa … phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—appamāṇādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.13:178.1": "Appamāṇo dhammo parittassa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—ariyā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti, phalaṁ garuṁ katvā paccavekkhanti, nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa adhipatipaccayena paccayo. **Sahajātādhipati**—appamāṇādhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.13:179.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—appamāṇādhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.13:180.0": "Anantara ",
  "patthana1.13:180.1": "Paritto dhammo parittassa dhammassa anantarapaccayena paccayo—purimā purimā parittā khandhā pacchimānaṁ pacchimānaṁ parittānaṁ khandhānaṁ anantarapaccayena paccayo. Anulomaṁ gotrabhussa … anulomaṁ vodānassa … āvajjanā parittānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.13:181.1": "Paritto dhammo mahaggatassa dhammassa anantarapaccayena paccayo—parittaṁ cuticittaṁ mahaggatassa upapatticittassa anantarapaccayena paccayo. Parittā khandhā mahaggatassa vuṭṭhānassa anantarapaccayena paccayo. Paṭhamassa jhānassa parikammaṁ …pe… nevasaññānāsaññāyatanassa parikammaṁ …pe… dibbassa cakkhussa parikammaṁ …pe… anāgataṁsañāṇassa parikammaṁ anāgataṁsañāṇassa anantarapaccayena paccayo. ",
  "patthana1.13:182.1": "Paritto dhammo appamāṇassa dhammassa anantarapaccayena paccayo—gotrabhu maggassa … vodānaṁ maggassa … anulomaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.13:183.1": "Mahaggato dhammo mahaggatassa dhammassa anantarapaccayena paccayo—purimā purimā mahaggatā khandhā pacchimānaṁ pacchimānaṁ mahaggatānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.13:184.1": "Mahaggato dhammo parittassa dhammassa anantarapaccayena paccayo—mahaggataṁ cuticittaṁ parittassa upapatticittassa anantarapaccayena paccayo. Mahaggataṁ bhavaṅgaṁ āvajjanāya anantarapaccayena paccayo. Mahaggatā khandhā parittassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.13:185.1": "Mahaggato dhammo appamāṇassa dhammassa anantarapaccayena paccayo— nevasaññānāsaññāyatanaṁ nirodhā vuṭṭhahantassa phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.13:186.1": "Appamāṇo dhammo appamāṇassa dhammassa anantarapaccayena paccayo—purimā purimā appamāṇā khandhā pacchimānaṁ pacchimānaṁ appamāṇānaṁ khandhānaṁ anantarapaccayena paccayo. Maggo phalassa … phalaṁ phalassa anantarapaccayena paccayo. ",
  "patthana1.13:187.1": "Appamāṇo dhammo parittassa dhammassa anantarapaccayena paccayo—phalaṁ parittassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.13:188.1": "Appamāṇo dhammo mahaggatassa dhammassa anantarapaccayena paccayo—phalaṁ mahaggatassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.13:189.1": "Samanantarapaccayaṁ anantarapaccayasadisaṁ. ",
  "patthana1.13:190.0": "Sahajāta ",
  "patthana1.13:190.1": "Paritto dhammo parittassa dhammassa sahajātapaccayena paccayo—paritto eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa, vatthu khandhānaṁ sahajātapaccayena paccayo; ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ …pe…. ",
  "patthana1.13:191.1": "Paritto dhammo mahaggatassa dhammassa sahajātapaccayena paccayo— paṭisandhikkhaṇe vatthu mahaggatānaṁ khandhānaṁ sahajātapaccayena paccayo. ",
  "patthana1.13:192.1": "Mahaggato dhammo mahaggatassa dhammassa sahajātapaccayena paccayo—mahaggato eko khandho tiṇṇannaṁ khandhānaṁ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:193.1": "Mahaggato dhammo parittassa dhammassa sahajātapaccayena paccayo—mahaggatā khandhā cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā kaṭattārūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.13:194.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa sahajātapaccayena paccayo—mahaggato eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:195.1": "Appamāṇo dhammo appamāṇassa dhammassa sahajātapaccayena paccayo—appamāṇo eko khandho tiṇṇannaṁ khandhānaṁ sahajātapaccayena paccayo …pe…. ",
  "patthana1.13:196.1": "Appamāṇo dhammo parittassa dhammassa sahajātapaccayena paccayo—appamāṇā khandhā cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.13:197.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa sahajātapaccayena paccayo—appamāṇo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ sahajātapaccayena paccayo …pe…. ",
  "patthana1.13:198.1": "Paritto ca appamāṇo ca dhammā parittassa dhammassa sahajātapaccayena paccayo— appamāṇā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.13:199.1": "Paritto ca mahaggato ca dhammā parittassa dhammassa sahajātapaccayena paccayo— mahaggatā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ sahajātapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā ca mahābhūtā ca kaṭattārūpānaṁ sahajātapaccayena paccayo. ",
  "patthana1.13:200.1": "Paritto ca mahaggato ca dhammā mahaggatassa dhammassa sahajātapaccayena paccayo—paṭisandhikkhaṇe mahaggato eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ sahajātapaccayena paccayo …pe…. ",
  "patthana1.13:201.0": "Aññamañña ",
  "patthana1.13:201.1": "Paritto dhammo parittassa dhammassa aññamaññapaccayena paccayo—paritto eko khandho tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa …pe… vatthu khandhānaṁ aññamaññapaccayena paccayo; ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ …pe…. ",
  "patthana1.13:202.1": "Paritto dhammo mahaggatassa dhammassa aññamaññapaccayena paccayo …pe… paṭisandhikkhaṇe vatthu mahaggatānaṁ khandhānaṁ aññamaññapaccayena paccayo …pe…. ",
  "patthana1.13:203.1": "Mahaggato dhammo mahaggatassa dhammassa aññamaññapaccayena paccayo—mahaggato eko khandho tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:204.1": "Mahaggato dhammo parittassa dhammassa aññamaññapaccayena paccayo— paṭisandhikkhaṇe mahaggatā khandhā vatthussa aññamaññapaccayena paccayo. ",
  "patthana1.13:205.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe mahaggato eko khandho tiṇṇannaṁ khandhānaṁ vatthussa ca aññamaññapaccayena paccayo …pe…. ",
  "patthana1.13:206.1": "Appamāṇo dhammo appamāṇassa dhammassa aññamaññapaccayena paccayo—appamāṇo eko khandho tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe… dve khandhā …pe…. ",
  "patthana1.13:207.1": "Paritto ca mahaggato ca dhammā mahaggatassa dhammassa aññamaññapaccayena paccayo—paṭisandhikkhaṇe mahaggato eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ aññamaññapaccayena paccayo …pe…. ",
  "patthana1.13:208.0": "Nissaya ",
  "patthana1.13:208.1": "Paritto dhammo parittassa dhammassa nissayapaccayena paccayo—paritto eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ nissayapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa …pe… vatthu khandhānaṁ nissayapaccayena paccayo …pe… ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa … vatthu parittānaṁ khandhānaṁ nissayapaccayena paccayo. ",
  "patthana1.13:209.1": "Paritto dhammo mahaggatassa dhammassa nissayapaccayena paccayo—vatthu mahaggatānaṁ khandhānaṁ nissayapaccayena paccayo. Paṭisandhikkhaṇe vatthu mahaggatānaṁ khandhānaṁ nissayapaccayena paccayo. ",
  "patthana1.13:210.1": "Paritto dhammo appamāṇassa dhammassa nissayapaccayena paccayo—vatthu appamāṇānaṁ khandhānaṁ nissayapaccayena paccayo. ",
  "patthana1.13:211.1": "Mahaggato dhammo mahaggatassa dhammassa nissayapaccayena paccayo—mahaggato eko khandho tiṇṇannaṁ khandhānaṁ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:212.1": "Mahaggato dhammo parittassa dhammassa nissayapaccayena paccayo—mahaggatā khandhā cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā kaṭattārūpānaṁ nissayapaccayena paccayo. ",
  "patthana1.13:213.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa nissayapaccayena paccayo—mahaggato eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ nissayapaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:214.1": "Appamāṇo dhammo appamāṇassa dhammassa nissayapaccayena paccayo—appamāṇo eko khandho tiṇṇannaṁ khandhānaṁ nissayapaccayena paccayo …pe…. ",
  "patthana1.13:215.1": "Appamāṇo dhammo parittassa dhammassa nissayapaccayena paccayo—appamāṇā khandhā cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. ",
  "patthana1.13:216.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa nissayapaccayena paccayo—appamāṇo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ nissayapaccayena paccayo …pe…. ",
  "patthana1.13:217.1": "Paritto ca appamāṇo ca dhammā parittassa dhammassa nissayapaccayena paccayo— appamāṇā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. ",
  "patthana1.13:218.1": "Paritto ca appamāṇo ca dhammā appamāṇassa dhammassa nissayapaccayena paccayo— appamāṇo eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ nissayapaccayena paccayo …pe… dve khandhā …pe…. ",
  "patthana1.13:219.1": "Paritto ca mahaggato ca dhammā parittassa dhammassa nissayapaccayena paccayo— mahaggatā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ nissayapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā ca mahābhūtā ca kaṭattārūpānaṁ nissayapaccayena paccayo. ",
  "patthana1.13:220.1": "Paritto ca mahaggato ca dhammā mahaggatassa dhammassa nissayapaccayena paccayo—mahaggato eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ nissayapaccayena paccayo …pe… paṭisandhikkhaṇe mahaggato eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ nissayapaccayena paccayo …pe… dve khandhā …pe…. ",
  "patthana1.13:221.0": "Upanissaya ",
  "patthana1.13:221.1": "Paritto dhammo parittassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—parittaṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, vipassanaṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti, parittaṁ sīlaṁ …pe… paññaṁ … rāgaṁ …pe… patthanaṁ … kāyikaṁ sukhaṁ …pe… senāsanaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathaṁ …pe… vipassanaṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati. Parittā saddhā …pe… paññā, rāgo …pe… patthanā, kāyikaṁ sukhaṁ …pe… senāsanaṁ parittāya saddhāya …pe… paññāya, rāgassa …pe… patthanāya, kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. Kusalākusalaṁ kammaṁ vipākassa upanissayapaccayena paccayo. Pāṇātipāto pāṇātipātassa upanissayapaccayena paccayo (cakkaṁ kātabbaṁ). Mātughātikammaṁ mātughātikammassa upanissayapaccayena paccayo. (Cakkaṁ kātabbaṁ kusalattikasadisaṁ.) ",
  "patthana1.13:222.1": "Paritto dhammo mahaggatassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—parittaṁ saddhaṁ upanissāya mahaggataṁ jhānaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti. Parittaṁ sīlaṁ …pe… paññaṁ … rāgaṁ …pe… senāsanaṁ upanissāya mahaggataṁ jhānaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti. Parittā saddhā …pe… senāsanaṁ mahaggatāya saddhāya …pe… paññāya upanissayapaccayena paccayo. Paṭhamassa jhānassa parikammaṁ …pe… nevasaññānāsaññāyatanassa parikammaṁ nevasaññānāsaññāyatanassa upanissayapaccayena paccayo. Dibbassa cakkhussa parikammaṁ …pe… anāgataṁsañāṇassa parikammaṁ …pe…. ",
  "patthana1.13:223.1": "Paritto dhammo appamāṇassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—parittaṁ saddhaṁ upanissāya appamāṇaṁ jhānaṁ uppādeti, maggaṁ uppādeti, phalasamāpattiṁ uppādeti. Parittaṁ sīlaṁ …pe… paññaṁ … rāgaṁ …pe… patthanaṁ … kāyikaṁ sukhaṁ …pe… senāsanaṁ upanissāya appamāṇaṁ jhānaṁ uppādeti, maggaṁ uppādeti, phalasamāpattiṁ uppādeti. Parittā saddhā …pe… senāsanaṁ appamāṇāya saddhāya …pe… paññāya, maggassa phalasamāpattiyā upanissayapaccayena paccayo. Paṭhamassa maggassa parikammaṁ paṭhamassa maggassa …pe… catutthassa maggassa parikammaṁ catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.13:224.1": "Mahaggato dhammo mahaggatassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—mahaggataṁ saddhaṁ upanissāya mahaggataṁ jhānaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti. Mahaggataṁ sīlaṁ …pe… paññaṁ upanissāya mahaggataṁ jhānaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti. Mahaggatā saddhā …pe… paññā mahaggatāya saddhāya …pe… paññāya upanissayapaccayena paccayo. Paṭhamaṁ jhānaṁ dutiyassa jhānassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa upanissayapaccayena paccayo. ",
  "patthana1.13:225.1": "Mahaggato dhammo parittassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—mahaggataṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, vipassanaṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti, mahaggataṁ sīlaṁ …pe… paññaṁ upanissāya dānaṁ deti …pe… vipassanaṁ uppādeti …pe… mahaggatā saddhā …pe… paññā parittāya saddhāya …pe… paññāya …pe… kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. ",
  "patthana1.13:226.1": "Mahaggato dhammo appamāṇassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—mahaggataṁ saddhaṁ upanissāya appamāṇaṁ jhānaṁ uppādeti, maggaṁ uppādeti, phalasamāpattiṁ uppādeti. Mahaggataṁ sīlaṁ …pe… paññaṁ upanissāya appamāṇaṁ jhānaṁ uppādeti, maggaṁ uppādeti, phalasamāpattiṁ uppādeti. Mahaggatā saddhā …pe… paññā appamāṇāya saddhāya …pe… paññāya maggassa phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.13:227.1": "Appamāṇo dhammo appamāṇassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—appamāṇaṁ saddhaṁ upanissāya appamāṇaṁ jhānaṁ uppādeti, maggaṁ uppādeti, phalasamāpattiṁ uppādeti. Appamāṇaṁ sīlaṁ …pe… paññaṁ upanissāya appamāṇaṁ jhānaṁ uppādeti, maggaṁ uppādeti, phalasamāpattiṁ uppādeti. Appamāṇā saddhā …pe… paññā appamāṇāya saddhāya …pe… paññāya upanissayapaccayena paccayo. Paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa … maggo phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.13:228.1": "Appamāṇo dhammo parittassa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—appamāṇaṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ … vipassanaṁ uppādeti. Appamāṇaṁ sīlaṁ …pe… paññaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ … vipassanaṁ … appamāṇā saddhā …pe… paññā parittāya saddhāya …pe… paññāya …pe… kāyikassa sukhassa, kāyikassa dukkhassa upanissayapaccayena paccayo. Phalasamāpatti kāyikassa sukhassa upanissayapaccayena paccayo. Ariyā maggaṁ upanissāya saṅkhāre aniccato …pe… vipassanti, maggo ariyānaṁ atthappaṭisambhidāya …pe… paṭibhānappaṭisambhidāya … ṭhānāṭhānakosallassa upanissayapaccayena paccayo. ",
  "patthana1.13:229.1": "Appamāṇo dhammo mahaggatassa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—appamāṇaṁ saddhaṁ upanissāya mahaggataṁ jhānaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti, appamāṇaṁ sīlaṁ …pe… paññaṁ upanissāya mahaggataṁ jhānaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti. Appamāṇā saddhā …pe… paññā mahaggatāya saddhāya …pe… paññāya upanissayapaccayena paccayo, ariyā maggaṁ upanissāya anuppannaṁ samāpattiṁ uppādenti, uppannaṁ samāpajjanti. ",
  "patthana1.13:230.0": "Purejāta ",
  "patthana1.13:230.1": "Paritto dhammo parittassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—cakkhuṁ aniccato …pe… vipassati assādeti abhinandati; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Sotaṁ …pe… vatthuṁ aniccato …pe… domanassaṁ uppajjati. Rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa … vatthu parittānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.13:231.1": "Paritto dhammo mahaggatassa dhammassa purejātapaccayena paccayo— ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. **Vatthupurejātaṁ**—vatthu mahaggatānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.13:232.1": "Paritto dhammo appamāṇassa dhammassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—vatthu appamāṇānaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.13:233.0": "Pacchājāta ",
  "patthana1.13:233.1": "Paritto dhammo parittassa dhammassa pacchājātapaccayena paccayo—pacchājātā parittā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.13:234.1": "Mahaggato dhammo parittassa dhammassa pacchājātapaccayena paccayo—pacchājātā mahaggatā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.13:235.1": "Appamāṇo dhammo parittassa dhammassa pacchājātapaccayena paccayo—pacchājātā appamāṇā khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.13:236.0": "Āsevana ",
  "patthana1.13:236.1": "Paritto dhammo parittassa dhammassa āsevanapaccayena paccayo—purimā purimā parittā khandhā pacchimānaṁ pacchimānaṁ parittānaṁ khandhānaṁ …pe… anulomaṁ gotrabhussa, anulomaṁ vodānassa āsevanapaccayena paccayo. ",
  "patthana1.13:237.1": "Paritto dhammo mahaggatassa dhammassa āsevanapaccayena paccayo—paṭhamassa jhānassa parikammaṁ tasseva āsevanapaccayena paccayo …pe… nevasaññānāsaññāyatanassa parikammaṁ tasseva āsevanapaccayena paccayo. Dibbassa cakkhussa parikammaṁ …pe… anāgataṁsañāṇassa parikammaṁ anāgataṁsañāṇassa āsevanapaccayena paccayo. ",
  "patthana1.13:238.1": "Paritto dhammo appamāṇassa dhammassa āsevanapaccayena paccayo—gotrabhu maggassa … vodānaṁ maggassa āsevanapaccayena paccayo. ",
  "patthana1.13:239.1": "Mahaggato dhammo mahaggatassa dhammassa āsevanapaccayena paccayo—purimā purimā mahaggatā khandhā pacchimānaṁ pacchimānaṁ mahaggatānaṁ khandhānaṁ …pe… āsevanapaccayena paccayo. ",
  "patthana1.13:240.0": "Kamma ",
  "patthana1.13:240.1": "Paritto dhammo parittassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—parittā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe parittā cetanā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—parittā cetanā vipākānaṁ parittānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.13:241.1": "Mahaggato dhammo mahaggatassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—mahaggatā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—mahaggatā cetanā vipākānaṁ mahaggatānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.13:242.1": "Mahaggato dhammo parittassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—mahaggatā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā cetanā kaṭattārūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—mahaggatā cetanā kaṭattārūpānaṁ kammapaccayena paccayo. ",
  "patthana1.13:243.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—mahaggatā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe mahaggatā cetanā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—mahaggatā cetanā vipākānaṁ mahaggatānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.13:244.1": "Appamāṇo dhammo appamāṇassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—appamāṇā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—appamāṇā cetanā vipākānaṁ appamāṇānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.13:245.1": "Appamāṇo dhammo parittassa dhammassa kammapaccayena paccayo—appamāṇā cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.13:246.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa kammapaccayena paccayo— appamāṇā cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.13:247.0": "Vipāka ",
  "patthana1.13:247.1": "Paritto dhammo parittassa dhammassa vipākapaccayena paccayo—vipāko paritto eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ vipākapaccayena paccayo …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa vipākapaccayena paccayo. ",
  "patthana1.13:248.1": "Mahaggato dhammo mahaggatassa dhammassa vipākapaccayena paccayo …pe…. (Tisso pañhā, pavattipaṭisandhi kātabbā.) ",
  "patthana1.13:249.1": "Appamāṇo dhammo appamāṇassa dhammassa vipākapaccayena paccayo … tīṇi. (Pavattimeva.) ",
  "patthana1.13:250.0": "Āhārādi ",
  "patthana1.13:250.1": "Paritto dhammo parittassa dhammassa āhārapaccayena paccayo …pe… indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo … vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—parittā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe parittā khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. Khandhā vatthussa …pe… vatthu khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa vippayuttapaccayena paccayo …pe… kāyāyatanaṁ kāyaviññāṇassa vippayuttapaccayena paccayo. Vatthu parittānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—parittā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.13:251.1": "Paritto dhammo mahaggatassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu mahaggatānaṁ khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu mahaggatānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana1.13:252.1": "Paritto dhammo appamāṇassa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu appamāṇānaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana1.13:253.1": "Mahaggato dhammo parittassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—mahaggatā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe …pe… **pacchājātā**—mahaggatā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.13:254.1": "Appamāṇo dhammo parittassa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—appamāṇā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—appamāṇā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.13:255.0": "Atthi ",
  "patthana1.13:255.1": "Paritto dhammo parittassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—paritto eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa atthipaccayena paccayo. Vatthu khandhānaṁ atthipaccayena paccayo; ekaṁ mahābhūtaṁ …pe… asaññasattānaṁ …pe…. **Purejātaṁ**—cakkhuṁ …pe… vatthuṁ aniccato …pe… vipassati assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa atthipaccayena paccayo. Cakkhāyatanaṁ cakkhuviññāṇassa atthipaccayena paccayo …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu parittānaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—parittā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa atthipaccayena paccayo. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.13:256.1": "Paritto dhammo mahaggatassa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajātaṁ**—paṭisandhikkhaṇe vatthu mahaggatānaṁ khandhānaṁ atthipaccayena paccayo. **Purejātaṁ**—dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, vatthu mahaggatānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.13:257.1": "Paritto dhammo appamāṇassa dhammassa atthipaccayena paccayo. **Purejātaṁ**—vatthu appamāṇānaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.13:258.1": "Mahaggato dhammo mahaggatassa dhammassa atthipaccayena paccayo. Mahaggato eko khandho tiṇṇannaṁ khandhānaṁ …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:259.1": "Mahaggato dhammo parittassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—mahaggatā khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā kaṭattārūpānaṁ atthipaccayena paccayo. **Pacchājātā**—mahaggatā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana1.13:260.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa atthipaccayena paccayo—mahaggato eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.13:261.1": "Appamāṇo dhammo appamāṇassa dhammassa atthipaccayena paccayo—appamāṇo eko khandho tiṇṇannaṁ khandhānaṁ …pe…. ",
  "patthana1.13:262.1": "Appamāṇo dhammo parittassa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—appamāṇā khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—appamāṇā khandhā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana1.13:263.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa atthipaccayena paccayo— appamāṇo eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe…. ",
  "patthana1.13:264.1": "Paritto ca appamāṇo ca dhammā parittassa dhammassa atthipaccayena paccayo— sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—appamāṇā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—appamāṇā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—appamāṇā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.13:265.1": "Paritto ca appamāṇo ca dhammā appamāṇassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajāto**—appamāṇo eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā …pe…. ",
  "patthana1.13:266.1": "Paritto ca mahaggato ca dhammā parittassa dhammassa atthipaccayena paccayo— sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—mahaggatā khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. Paṭisandhikkhaṇe mahaggatā khandhā ca mahābhūtā ca kaṭattārūpānaṁ atthipaccayena paccayo. **Pacchājātā**—mahaggatā khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—mahaggatā khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.13:267.1": "Paritto ca mahaggato ca dhammā mahaggatassa dhammassa atthipaccayena paccayo— sahajātaṁ, purejātaṁ. **Sahajāto**—mahaggato eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe mahaggato eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā ca vatthu ca …pe… natthipaccayena paccayo … vigatapaccayena paccayo … avigatapaccayena paccayo. ",
  "patthana1.13:268.0.1": "Saṅkhyāvāra ",
  "patthana1.13:268.0.2": "Suddha ",
  "patthana1.13:268.1": "Hetuyā satta, ārammaṇe satta, adhipatiyā satta, anantare nava, samanantare nava, sahajāte ekādasa, aññamaññe satta, nissaye terasa, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane cattāri, kamme satta, vipāke āhāre indriye jhāne magge satta, sampayutte tīṇi, vippayutte pañca, atthiyā terasa, natthiyā nava, vigate nava, avigate terasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:269.1": "Anulomaṁ. ",
  "patthana1.13:270.0": "Paccanīyuddhāra ",
  "patthana1.13:270.1": "Paritto dhammo parittassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.13:271.1": "Paritto dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.13:272.1": "Paritto dhammo appamāṇassa dhammassa upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.13:273.1": "Mahaggato dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.13:274.1": "Mahaggato dhammo parittassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.13:275.1": "Mahaggato dhammo appamāṇassa dhammassa upanissayapaccayena paccayo. ",
  "patthana1.13:276.1": "Mahaggato dhammo parittassa ca mahaggatassa ca dhammassa sahajātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.13:277.1": "Appamāṇo dhammo appamāṇassa dhammassa (…) sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.13:278.1": "Appamāṇo dhammo parittassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana1.13:279.1": "Appamāṇo dhammo mahaggatassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.13:280.1": "Appamāṇo dhammo parittassa ca appamāṇassa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.13:281.1": "Paritto ca appamāṇo ca dhammā parittassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana1.13:282.1": "Paritto ca appamāṇo ca dhammā appamāṇassa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana1.13:283.1": "Paritto ca mahaggato ca dhammā parittassa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana1.13:284.1": "Paritto ca mahaggato ca dhammā mahaggatassa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana1.13:285.0.1": "1.13.7.2. Paccayapaccanīya ",
  "patthana1.13:285.0.2": "Saṅkhyāvāra ",
  "patthana1.13:285.0.3": "Suddha ",
  "patthana1.13:285.1": "Nahetuyā pannarasa, naārammaṇe pannarasa, naadhipatiyā naanantare nasamanantare pannarasa, nasahajāte dvādasa, naaññamaññe dvādasa, nanissaye dvādasa, naupanissaye cuddasa, napurejāte cuddasa, napacchājāte pannarasa, naāsevane pannarasa …pe… namagge pannarasa, nasampayutte dvādasa, navippayutte dasa, noatthiyā dasa, nonatthiyā pannarasa, novigate pannarasa, noavigate dasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:286.1": "Paccanīyaṁ. ",
  "patthana1.13:287.0.1": "1.13.7.3. Paccayānulomapaccanīya ",
  "patthana1.13:287.0.2": "Hetuduka ",
  "patthana1.13:287.1": "Hetupaccayā naārammaṇe satta, naadhipatiyā naanantare nasamanantare satta, naaññamaññe tīṇi, naupanissaye satta, napurejāte satta …pe… namagge satta, nasampayutte tīṇi, navippayutte tīṇi, nonatthiyā satta, novigate satta. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.13:288.1": "Anulomapaccanīyaṁ. ",
  "patthana1.13:289.0.1": "1.13.7.4. Paccayapaccanīyānuloma ",
  "patthana1.13:289.0.2": "Nahetuduka ",
  "patthana1.13:289.1": "Nahetupaccayā ārammaṇe satta, adhipatiyā satta, anantare nava, samanantare nava, sahajāte ekādasa, aññamaññe satta, nissaye terasa, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane cattāri, kamme satta …pe… magge satta, sampayutte tīṇi, vippayutte pañca, atthiyā terasa, natthiyā nava, vigate nava, avigate terasa. ",
  "patthana1.13:290.1": "Paccanīyānulomaṁ. ",
  "patthana1.13:291.1": "Parittattikaṁ niṭṭhitaṁ. "
}