{
  "patthana1.11:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.11:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.11:0.3": "1.11. Ācayagāmittika ",
  "patthana1.11:1.0.1": "Vibhaṅgavāra ",
  "patthana1.11:1.0.2": "Hetu ",
  "patthana1.11:1.1": "Ācayagāmiṁ dhammaṁ paṭicca ācayagāmī dhammo uppajjati hetupaccayā—ācayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.11:2.1": "Ācayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā—ācayagāmī khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:3.1": "Ācayagāmiṁ dhammaṁ paṭicca ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā—ācayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.11:4.1": "Apacayagāmiṁ dhammaṁ paṭicca apacayagāmī dhammo uppajjati hetupaccayā— apacayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. ",
  "patthana1.11:5.1": "Apacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā—apacayagāmī khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:6.1": "Apacayagāmiṁ dhammaṁ paṭicca apacayagāmī ca nevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā—apacayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe paṭicca dve khandhā cittasamuṭṭhānañca rūpaṁ. ",
  "patthana1.11:7.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā—nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā kaṭattā ca rūpaṁ …pe… dve khandhe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… dve mahābhūte paṭicca dve mahābhūtā; mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ kaṭattārūpaṁ upādārūpaṁ. ",
  "patthana1.11:8.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā—ācayagāmī khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:9.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā—apacayagāmī khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:10.0": "Ārammaṇa ",
  "patthana1.11:10.1": "Ācayagāmiṁ dhammaṁ paṭicca ācayagāmī dhammo uppajjati ārammaṇapaccayā— ācayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.11:11.1": "Apacayagāmiṁ dhammaṁ paṭicca apacayagāmī dhammo uppajjati ārammaṇapaccayā— apacayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.11:12.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati ārammaṇapaccayā—nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā …pe… dve khandhe paṭicca dve khandhā. Paṭisandhikkhaṇe …pe… vatthuṁ paṭicca khandhā. ",
  "patthana1.11:13.0": "Adhipati ",
  "patthana1.11:13.1": "Ācayagāmiṁ dhammaṁ paṭicca ācayagāmī dhammo uppajjati adhipatipaccayā … tīṇi. ",
  "patthana1.11:14.1": "Apacayagāmiṁ dhammaṁ paṭicca apacayagāmī dhammo uppajjati adhipatipaccayā … tīṇi. ",
  "patthana1.11:15.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo … ekaṁ (paṭisandhi natthi); ekaṁ mahābhūtaṁ paṭicca tayo mahābhūtā …pe… mahābhūte paṭicca cittasamuṭṭhānaṁ rūpaṁ upādārūpaṁ. ",
  "patthana1.11:16.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati adhipatipaccayā—ācayagāmī khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:17.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati adhipatipaccayā—apacayagāmī khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:18.0": "Anantarādi ",
  "patthana1.11:18.1": "Ācayagāmiṁ dhammaṁ paṭicca, ācayagāmī dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā (sabbepi mahābhūtā kātabbā) … aññamaññapaccayā (cittasamuṭṭhānampi kaṭattārūpampi upādārūpampi natthi) … nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā …. ",
  "patthana1.11:19.0.1": "Saṅkhyāvāra ",
  "patthana1.11:19.0.2": "Suddha ",
  "patthana1.11:19.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā nava, anantare tīṇi, samanantare tīṇi, sahajāte nava, aññamaññe tīṇi, nissaye nava, upanissaye tīṇi, purejāte tīṇi, āsevane tīṇi, kamme nava, vipāke ekaṁ, āhāre nava, indriye nava, jhāne nava, magge nava, sampayutte tīṇi, vippayutte nava, atthiyā nava, natthiyā tīṇi, vigate tīṇi, avigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:20.1": "Anulomaṁ. ",
  "patthana1.11:21.0.1": "1.11.1.2. Paccayapaccanīya ",
  "patthana1.11:21.0.2": "Vibhaṅgavāra ",
  "patthana1.11:21.0.3": "Nahetu ",
  "patthana1.11:21.1": "Ācayagāmiṁ dhammaṁ paṭicca ācayagāmī dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.11:22.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati nahetupaccayā—ahetukaṁ nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.11:23.0": "Naārammaṇa ",
  "patthana1.11:23.1": "Ācayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naārammaṇapaccayā—ācayagāmī khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:24.1": "Apacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naārammaṇapaccayā—apacayagāmī khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:25.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naārammaṇapaccayā—nevācayagāmināpacayagāmī khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. Paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu …pe… ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. ",
  "patthana1.11:26.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naārammaṇapaccayā—ācayagāmī khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:27.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naārammaṇapaccayā—apacayagāmī khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:28.0": "Naadhipati ",
  "patthana1.11:28.1": "Ācayagāmiṁ dhammaṁ paṭicca ācayagāmī dhammo uppajjati naadhipatipaccayā … tīṇi. ",
  "patthana1.11:29.1": "Apacayagāmiṁ dhammaṁ paṭicca apacayagāmī dhammo uppajjati naadhipatipaccayā— apacayagāmī khandhe paṭicca apacayagāmī adhipati. ",
  "patthana1.11:30.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naadhipatipaccayā—nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ paṭicca tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paṭicca vatthu, vatthuṁ paṭicca khandhā; ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.11:31.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naadhipatipaccayā—ācayagāmī khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:32.0": "Naanantarādi ",
  "patthana1.11:32.1": "Ācayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā (kusalattikasadisā satta pañhā) … napacchājātapaccayā. ",
  "patthana1.11:33.0": "Naāsevana ",
  "patthana1.11:33.1": "Ācayagāmiṁ dhammaṁ paṭicca ācayagāmī dhammo uppajjati naāsevanapaccayā … tīṇi. ",
  "patthana1.11:34.1": "Apacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naāsevanapaccayā—apacayagāmī khandhe paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:35.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naāsevanapaccayā. (Ekā pañhā sabbe mahābhūtā kātabbā.) ",
  "patthana1.11:36.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naāsevanapaccayā—ācayagāmī khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:37.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati naāsevanapaccayā—apacayagāmī khandhe ca mahābhūte ca paṭicca cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:38.0": "Nakamma ",
  "patthana1.11:38.1": "Ācayagāmiṁ dhammaṁ paṭicca ācayagāmī dhammo uppajjati nakammapaccayā— ācayagāmī khandhe paṭicca ācayagāmī cetanā. ",
  "patthana1.11:39.1": "Apacayagāmiṁ dhammaṁ paṭicca apacayagāmī dhammo uppajjati nakammapaccayā— apacayagāmī khandhe paṭicca apacayagāmī cetanā. ",
  "patthana1.11:40.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī dhammo uppajjati nakammapaccayā—nevācayagāmināpacayagāmī khandhe paṭicca nevācayagāmināpacayagāmī cetanā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … ekaṁ mahābhūtaṁ …pe…. ",
  "patthana1.11:41.0": "Navipākādi ",
  "patthana1.11:41.1": "Ācayagāmiṁ dhammaṁ paṭicca ācayagāmī dhammo uppajjati navipākapaccayā (paripuṇṇaṁ, paṭisandhi natthi) … naāhārapaccayā … naindriyapaccayā … najhānapaccayā … namaggapaccayā … nasampayuttapaccayā … navippayuttapaccayā (tīṇi) … nonatthipaccayā … novigatapaccayā. ",
  "patthana1.11:42.0.1": "Saṅkhyāvāra ",
  "patthana1.11:42.0.2": "Suddha ",
  "patthana1.11:42.1": "Nahetuyā dve, naārammaṇe pañca, naadhipatiyā cha, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte satta, napacchājāte nava, naāsevane satta, nakamme tīṇi, navipāke nava, naāhāre ekaṁ, naindriye ekaṁ, najhāne ekaṁ, namagge ekaṁ, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:43.1": "Paccanīyaṁ. ",
  "patthana1.11:44.0.1": "1.11.1.3. Paccayānulomapaccanīya ",
  "patthana1.11:44.0.2": "Hetuduka ",
  "patthana1.11:44.1": "Hetupaccayā naārammaṇe pañca, naadhipatiyā cha, naanantare pañca, nasamanantare pañca, naaññamaññe pañca, naupanissaye pañca, napurejāte satta, napacchājāte nava, naāsevane satta, nakamme tīṇi, navipāke nava, nasampayutte pañca, navippayutte tīṇi, nonatthiyā pañca, novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:45.1": "Anulomapaccanīyaṁ. ",
  "patthana1.11:46.0.1": "1.11.1.4. Paccayapaccanīyānuloma ",
  "patthana1.11:46.0.2": "Nahetuduka ",
  "patthana1.11:46.1": "Nahetupaccayā ārammaṇe dve, anantare dve, samanantare dve, sahajāte dve, aññamaññe nissaye upanissaye purejāte āsevane kamme dve, vipāke ekaṁ, āhāre dve, indriye dve, jhāne dve, magge ekaṁ, sampayutte dve, vippayutte atthiyā natthiyā vigate avigate dve. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:47.1": "Paccanīyānulomaṁ. ",
  "patthana1.11:47.2": "Paṭiccavāro. ",
  "patthana1.11:48.0": "1.11.2. Sahajātavāra ",
  "patthana1.11:48.1": "Sahajātavāro paṭiccavārasadiso. ",
  "patthana1.11:49.0.1": "1.11.3. Paccayavāra ",
  "patthana1.11:49.0.2": "1.11.3.1. Paccayānuloma ",
  "patthana1.11:49.0.3": "Vibhaṅgavāra ",
  "patthana1.11:49.0.4": "Hetu ",
  "patthana1.11:49.1": "Ācayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati hetupaccayā—ācayagāmiṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe paccayā dve khandhā. ",
  "patthana1.11:50.1": "Ācayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā—ācayagāmī khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:51.1": "Ācayagāmiṁ dhammaṁ paccayā ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā—ācayagāmiṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe…. ",
  "patthana1.11:52.1": "Apacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo … tīṇi. ",
  "patthana1.11:53.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā—nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… khandhe paccayā vatthu, vatthuṁ paccayā khandhā; ekaṁ mahābhūtaṁ paccayā …pe… vatthuṁ paccayā nevācayagāmināpacayagāmī khandhā. ",
  "patthana1.11:54.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati hetupaccayā—vatthuṁ paccayā ācayagāmī khandhā. ",
  "patthana1.11:55.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo uppajjati hetupaccayā—vatthuṁ paccayā apacayagāmī khandhā. ",
  "patthana1.11:56.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā ācayagāmī khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:57.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā apacayagāmī ca nevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā—vatthuṁ paccayā apacayagāmī khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:58.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā ācayagāmī dhammo uppajjati hetupaccayā—ācayagāmiṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.11:59.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā—ācayagāmī khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:60.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā uppajjanti hetupaccayā—ācayagāmiṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… ācayagāmī khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:61.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā apacayagāmī dhammo … tīṇi. ",
  "patthana1.11:62.0": "Ārammaṇa ",
  "patthana1.11:62.1": "Ācayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati ārammaṇapaccayā— ācayagāmiṁ ekaṁ khandhaṁ paccayā …pe…. ",
  "patthana1.11:63.1": "Apacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo … ekaṁ. ",
  "patthana1.11:64.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati ārammaṇapaccayā … nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ paccayā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… vatthuṁ paccayā khandhā, cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ. Vatthuṁ paccayā nevācayagāmināpacayagāmī khandhā. ",
  "patthana1.11:65.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā ācayagāmī khandhā. ",
  "patthana1.11:66.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo uppajjati ārammaṇapaccayā—vatthuṁ paccayā apacayagāmī khandhā. ",
  "patthana1.11:67.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā ācayagāmī dhammo uppajjati ārammaṇapaccayā—ācayagāmiṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.11:68.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā apacayagāmī dhammo uppajjati ārammaṇapaccayā—apacayagāmiṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.11:69.0": "Adhipati ",
  "patthana1.11:69.1": "Ācayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati adhipatipaccayā … tīṇi. ",
  "patthana1.11:70.1": "Apacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo … tīṇi. ",
  "patthana1.11:71.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo … ekaṁ …pe… vatthuṁ paccayā nevācayagāmināpacayagāmī khandhā. ",
  "patthana1.11:72.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo …pe…. (Idhāpi ghaṭanā hetusadisā.) ",
  "patthana1.11:73.0": "Anantarādi ",
  "patthana1.11:73.1": "Ācayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati anantarapaccayā … samanantarapaccayā … sahajātapaccayā … tīṇi. ",
  "patthana1.11:74.1": "Apacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo … tīṇi. ",
  "patthana1.11:75.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati sahajātapaccayā—nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ. Vatthuṁ paccayā …pe…. ",
  "patthana1.11:76.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati sahajātapaccayā. (Saṅkhittaṁ, sabbe ghaṭanā kātabbā.) ",
  "patthana1.11:77.0": "Aññamaññādi ",
  "patthana1.11:77.1": "Apacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo uppajjati aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana1.11:78.0.1": "Saṅkhyāvāra ",
  "patthana1.11:78.0.2": "Suddha ",
  "patthana1.11:78.1": "Hetuyā sattarasa, ārammaṇe satta, adhipatiyā sattarasa, anantare satta, samanantare satta, sahajāte sattarasa, aññamaññe satta, nissaye sattarasa, upanissaye satta, purejāte satta, āsevane satta, kamme sattarasa, vipāke ekaṁ, āhāre sattarasa, indriye jhāne magge sattarasa, sampayutte satta, vippayutte sattarasa, atthiyā sattarasa, natthiyā satta, vigate satta, avigate sattarasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:79.1": "Anulomaṁ. ",
  "patthana1.11:80.0.1": "1.11.3.2. Paccayapaccanīya ",
  "patthana1.11:80.0.2": "Vibhaṅgavāra ",
  "patthana1.11:80.0.3": "Nahetu ",
  "patthana1.11:80.1": "Ācayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.11:81.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati nahetupaccayā—ahetukaṁ nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ paccayā tayo khandhā cittasamuṭṭhānañca rūpaṁ …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ. Vatthuṁ paccayā ahetukā nevācayagāmināpacayagāmī khandhā. ",
  "patthana1.11:82.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati nahetupaccayā—vatthuṁ paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.11:83.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā ācayagāmī dhammo uppajjati nahetupaccayā—vicikicchāsahagate uddhaccasahagate khandhe ca vatthuñca paccayā vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.11:84.0": "Naārammaṇa ",
  "patthana1.11:84.1": "Ācayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati naārammaṇapaccayā. (Saṅkhittaṁ. Paṭiccavārasadisaṁ.) ",
  "patthana1.11:85.0": "Naadhipati ",
  "patthana1.11:85.1": "Ācayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati naadhipatipaccayā … tīṇi. ",
  "patthana1.11:86.1": "Apacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo uppajjati naadhipatipaccayā— apacayagāmī khandhe paccayā apacayagāmī adhipati. ",
  "patthana1.11:87.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati naadhipatipaccayā …pe… asaññasattānaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ. Vatthuṁ paccayā nevācayagāmināpacayagāmī khandhā. ",
  "patthana1.11:88.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati naadhipatipaccayā—vatthuṁ paccayā ācayagāmī khandhā. ",
  "patthana1.11:89.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo uppajjati naadhipatipaccayā—vatthuṁ paccayā apacayagāmī adhipati. ",
  "patthana1.11:90.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā uppajjanti naadhipatipaccayā—vatthuṁ paccayā ācayagāmī khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:91.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā ācayagāmī dhammo uppajjati naadhipatipaccayā—ācayagāmiṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.11:92.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati naadhipatipaccayā—ācayagāmī khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:93.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā uppajjanti naadhipatipaccayā—ācayagāmiṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… ācayagāmī khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:94.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā apacayagāmī dhammo uppajjati naadhipatipaccayā—apacayagāmī khandhe ca vatthuñca paccayā apacayagāmī adhipati. ",
  "patthana1.11:95.0": "Naanantarādi ",
  "patthana1.11:95.1": "Naanantarapaccayā … nasamanantarapaccayā … naaññamaññapaccayā … naupanissayapaccayā … napurejātapaccayā (paṭiccavārasadisā, satta pañhā) … napacchājātapaccayā. (Paripuṇṇaṁ.) ",
  "patthana1.11:96.0": "Naāsevana ",
  "patthana1.11:96.1": "Ācayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati naāsevanapaccayā … tīṇi. ",
  "patthana1.11:97.1": "Apacayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati naāsevanapaccayā—apacayagāmī khandhe paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:98.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati naāsevanapaccayā—asaññasattānaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ. Vatthuṁ paccayā nevācayagāmināpacayagāmī khandhā. ",
  "patthana1.11:99.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati naāsevanapaccayā—vatthuṁ paccayā ācayagāmī khandhā. ",
  "patthana1.11:100.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā uppajjanti naāsevanapaccayā—vatthuṁ paccayā ācayagāmī khandhā, mahābhūte paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:101.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā ācayagāmī dhammo uppajjati naāsevanapaccayā—ācayagāmiṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.11:102.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati naāsevanapaccayā—ācayagāmī khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:103.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā uppajjanti naāsevanapaccayā—ācayagāmiṁ ekaṁ khandhañca vatthuñca paccayā tayo khandhā …pe… dve khandhe …pe… ācayagāmī khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:104.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati naāsevanapaccayā—apacayagāmī khandhe ca mahābhūte ca paccayā cittasamuṭṭhānaṁ rūpaṁ. ",
  "patthana1.11:105.0": "Nakamma ",
  "patthana1.11:105.1": "Ācayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati nakammapaccayā— ācayagāmī khandhe paccayā ācayagāmī cetanā. ",
  "patthana1.11:106.1": "Apacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo uppajjati nakammapaccayā— apacayagāmī khandhe paccayā apacayagāmī cetanā. ",
  "patthana1.11:107.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati nakammapaccayā—nevācayagāmināpacayagāmī khandhe paccayā nevācayagāmināpacayagāmī cetanā; bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ …pe… vatthuṁ paccayā nevācayagāmināpacayagāmī cetanā. ",
  "patthana1.11:108.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati nakammapaccayā—vatthuṁ paccayā ācayagāmī cetanā. ",
  "patthana1.11:109.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā apacayagāmī dhammo uppajjati nakammapaccayā—vatthuṁ paccayā apacayagāmī cetanā. ",
  "patthana1.11:110.1": "Ācayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā ācayagāmī dhammo uppajjati nakammapaccayā—ācayagāmī khandhe ca vatthuñca paccayā ācayagāmī cetanā. ",
  "patthana1.11:111.1": "Apacayagāmiñca nevācayagāmināpacayagāmiñca dhammaṁ paccayā apacayagāmī dhammo uppajjati nakammapaccayā—apacayagāmī khandhe ca vatthuñca paccayā apacayagāmī cetanā. ",
  "patthana1.11:112.0": "Navipākādi ",
  "patthana1.11:112.1": "Ācayagāmiṁ dhammaṁ paccayā ācayagāmī dhammo uppajjati navipākapaccayā. (Paripuṇṇaṁ kātabbaṁ, paṭisandhikkhaṇe natthi.) ",
  "patthana1.11:113.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ paccayā nevācayagāmināpacayagāmī dhammo uppajjati naāhārapaccayā—bāhiraṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… naindriyapaccayā—bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… mahābhūte paccayā rūpajīvitindriyaṁ … najhānapaccayā— pañcaviññāṇaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ …pe… namaggapaccayā—ahetukā nevācayagāmināpacayagāmī …pe… asaññasattānaṁ ekaṁ mahābhūtaṁ …pe… cakkhāyatanaṁ paccayā cakkhuviññāṇaṁ …pe… kāyāyatanaṁ paccayā kāyaviññāṇaṁ, vatthuṁ paccayā ahetukā nevācayagāmināpacayagāmī …pe… nasampayuttapaccayā … navippayuttapaccayā (paṭiccavārasadisaṁ, tīṇi) … nonatthipaccayā … novigatapaccayā. ",
  "patthana1.11:114.0.1": "Saṅkhyāvāra ",
  "patthana1.11:114.0.2": "Suddha ",
  "patthana1.11:114.1": "Nahetuyā cattāri, naārammaṇe pañca, naadhipatiyā dvādasa, naanantare pañca, nasamanantare naaññamaññe naupanissaye pañca, napurejāte satta, napacchājāte sattarasa, naāsevane ekādasa, nakamme satta, navipāke sattarasa, naāhāre naindriye najhāne namagge ekaṁ, nasampayutte pañca, navippayutte tīṇi, nonatthiyā novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:115.1": "Paccanīyaṁ. ",
  "patthana1.11:116.0.1": "1.11.3.3. Paccayānulomapaccanīya ",
  "patthana1.11:116.0.2": "Hetuduka ",
  "patthana1.11:116.1": "Hetupaccayā naārammaṇe pañca, naadhipatiyā dvādasa, naanantare nasamanantare naaññamaññe naupanissaye pañca, napurejāte satta, napacchājāte sattarasa, naāsevane ekādasa, nakamme satta, navipāke sattarasa, nasampayutte pañca, navippayutte tīṇi, nonatthiyā novigate pañca. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:117.1": "Anulomapaccanīyaṁ. ",
  "patthana1.11:118.0.1": "1.11.3.4. Paccayapaccanīyānuloma ",
  "patthana1.11:118.0.2": "Nahetuduka ",
  "patthana1.11:118.1": "Nahetupaccayā ārammaṇe cattāri, anantare samanantare sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme cattāri, vipāke ekaṁ, āhāre cattāri, indriye jhāne cattāri, magge tīṇi, sampayutte vippayutte atthiyā natthiyā vigate cattāri, avigate cattāri. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:119.1": "Paccanīyānulomaṁ. ",
  "patthana1.11:119.2": "Paccayavāro. ",
  "patthana1.11:120.0": "1.11.4. Nissayavāra ",
  "patthana1.11:120.1": "Nissayavāro paccayavārasadiso. ",
  "patthana1.11:121.0.1": "1.11.5. Saṁsaṭṭhavāra ",
  "patthana1.11:121.0.2": "1.11.5.1. Paccayānuloma ",
  "patthana1.11:121.0.3": "Vibhaṅgavāra ",
  "patthana1.11:121.0.4": "Hetu ",
  "patthana1.11:121.1": "Ācayagāmiṁ dhammaṁ saṁsaṭṭho ācayagāmī dhammo uppajjati hetupaccayā— ācayagāmiṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe saṁsaṭṭhā dve khandhā. ",
  "patthana1.11:122.1": "Apacayagāmiṁ dhammaṁ saṁsaṭṭho apacayagāmī dhammo uppajjati hetupaccayā— apacayagāmiṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.11:123.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ saṁsaṭṭho nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā—nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.11:124.0": "Ārammaṇādi ",
  "patthana1.11:124.1": "Ācayagāmiṁ dhammaṁ saṁsaṭṭho ācayagāmī dhammo uppajjati ārammaṇapaccayā … adhipatipaccayā … anantarapaccayā … samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā … āsevanapaccayā … kammapaccayā … vipākapaccayā … āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā … atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā. ",
  "patthana1.11:125.0.1": "Saṅkhyāvāra ",
  "patthana1.11:125.0.2": "Suddha ",
  "patthana1.11:125.1": "Hetuyā tīṇi, ārammaṇe adhipatiyā anantare samanantare sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme sabbattha tīṇi, vipāke ekaṁ, āhāre tīṇi, indriye jhāne magge sampayutte vippayutte atthiyā natthiyā vigate avigate tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:126.1": "Anulomaṁ. ",
  "patthana1.11:127.0.1": "1.11.5.2. Paccayapaccanīya ",
  "patthana1.11:127.0.2": "Vibhaṅgavāra ",
  "patthana1.11:127.0.3": "Nahetu ",
  "patthana1.11:127.1": "Ācayagāmiṁ dhammaṁ saṁsaṭṭho ācayagāmī dhammo uppajjati nahetupaccayā— vicikicchāsahagate uddhaccasahagate khandhe saṁsaṭṭho vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.11:128.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ saṁsaṭṭho nevācayagāmināpacayagāmī dhammo uppajjati nahetupaccayā—ahetukaṁ nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe… ahetukapaṭisandhikkhaṇe …pe…. ",
  "patthana1.11:129.0": "Naadhipatyādi ",
  "patthana1.11:129.1": "Ācayagāmiṁ dhammaṁ saṁsaṭṭho ācayagāmī dhammo uppajjati naadhipatipaccayā … napurejātapaccayā … napacchājātapaccayā … naāsevanapaccayā … ācayagāmiṁ ekaṁ khandhaṁ saṁsaṭṭhā tayo khandhā …pe… dve khandhe …pe…. ",
  "patthana1.11:130.1": "Nevācayagāmināpacayagāmiṁ dhammaṁ saṁsaṭṭho nevācayagāmināpacayagāmī dhammo uppajjati naāsevanapaccayā—nevācayagāmināpacayagāmiṁ ekaṁ khandhaṁ saṁsaṭṭhā …pe… paṭisandhikkhaṇe …pe… nakammapaccayā … navipākapaccayā … najhānapaccayā … namaggapaccayā … navippayuttapaccayā. ",
  "patthana1.11:131.0.1": "Saṅkhyāvāra ",
  "patthana1.11:131.0.2": "Suddha ",
  "patthana1.11:131.1": "Nahetuyā dve, naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane dve, nakamme tīṇi, navipāke tīṇi, najhāne ekaṁ, namagge ekaṁ, navippayutte tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:132.1": "Paccanīyaṁ. ",
  "patthana1.11:133.0": "1.11.5.3. Paccayānulomapaccanīya ",
  "patthana1.11:133.1": "Hetupaccayā naadhipatiyā tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane dve, nakamme tīṇi, navipāke tīṇi, navippayutte tīṇi. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:134.1": "Anulomapaccanīyaṁ. ",
  "patthana1.11:135.0": "1.11.5.4. Paccayapaccanīyānuloma ",
  "patthana1.11:135.1": "Nahetupaccayā ārammaṇe dve, anantare samanantare sahajāte aññamaññe nissaye upanissaye purejāte āsevane kamme sabbattha dve, vipāke ekaṁ, āhāre dve, indriye dve, jhāne dve, magge ekaṁ, sampayutte dve, vippayutte atthiyā natthiyā vigate avigate dve (evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:136.1": "Paccanīyānulomaṁ. ",
  "patthana1.11:136.2": "Saṁsaṭṭhavāro. ",
  "patthana1.11:137.0": "1.11.6. Sampayuttavāra ",
  "patthana1.11:137.1": "Sampayuttavāro saṁsaṭṭhavārasadiso. ",
  "patthana1.11:138.0.1": "1.11.7. Pañhāvāra ",
  "patthana1.11:138.0.2": "1.11.7.1. Paccayānuloma ",
  "patthana1.11:138.0.3": "Vibhaṅgavāra ",
  "patthana1.11:138.0.4": "Hetu ",
  "patthana1.11:138.1": "Ācayagāmī dhammo ācayagāmissa dhammassa hetupaccayena paccayo—ācayagāmī hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.11:139.1": "Ācayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa hetupaccayena paccayo— ācayagāmī hetū cittasamuṭṭhānānaṁ rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.11:140.1": "Ācayagāmī dhammo ācayagāmissa ca nevācayagāmināpacayagāmissa ca dhammassa hetupaccayena paccayo—ācayagāmī hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.11:141.1": "Apacayagāmī dhammo apacayagāmissa dhammassa hetupaccayena paccayo … tīṇi. ",
  "patthana1.11:142.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa hetupaccayena paccayo—nevācayagāmināpacayagāmī hetū sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo. Paṭisandhikkhaṇe nevācayagāmināpacayagāmī hetū sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ hetupaccayena paccayo. ",
  "patthana1.11:143.0": "Ārammaṇa ",
  "patthana1.11:143.1": "Ācayagāmī dhammo ācayagāmissa dhammassa ārammaṇapaccayena paccayo—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ paccavekkhati, pubbe suciṇṇāni paccavekkhati, jhānā vuṭṭhahitvā jhānaṁ paccavekkhati. Sekkhā pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Sekkhā vā puthujjanā vā ācayagāmī khandhe aniccato dukkhato anattato vipassanti, assādenti abhinandanti, taṁ ārabbha rāgo uppajjati, diṭṭhi …pe… vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ uppajjati, cetopariyañāṇena ācayagāmicittasamaṅgissa cittaṁ jānanti, ākāsānañcāyatanakusalaṁ viññāṇañcāyatanakusalassa ārammaṇapaccayena paccayo. Ākiñcaññāyatanakusalaṁ nevasaññānāsaññāyatanakusalassa …pe… ācayagāmī khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. ",
  "patthana1.11:144.1": "Ācayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa ārammaṇapaccayena paccayo—arahā pahīne kilese paccavekkhati, pubbe samudāciṇṇe kilese jānāti, ācayagāmī khandhe aniccato dukkhato anattato vipassati; cetopariyañāṇena ācayagāmicittasamaṅgissa cittaṁ jānāti. Sekkhā vā puthujjanā vā ācayagāmī khandhe aniccato dukkhato anattato vipassanti, kusale niruddhe vipāko tadārammaṇatā uppajjati, ācayagāmī khandhe assādeti abhinandati, taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati, akusale niruddhe vipāko tadārammaṇatā uppajjati, ākāsānañcāyatanakusalaṁ viññāṇañcāyatanavipākassa ca kiriyassa ca ārammaṇapaccayena paccayo. Ākiñcaññāyatanakusalaṁ nevasaññānāsaññāyatanavipākassa ca kiriyassa ca ārammaṇapaccayena paccayo. Ācayagāmī khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammūpagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.11:145.1": "Apacayagāmī dhammo ācayagāmissa dhammassa ārammaṇapaccayena paccayo—sekkhā maggā vuṭṭhahitvā maggaṁ paccavekkhanti, cetopariyañāṇena apacayagāmicittasamaṅgissa cittaṁ jānanti, apacayagāmī khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa, ārammaṇapaccayena paccayo. ",
  "patthana1.11:146.1": "Apacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa ārammaṇapaccayena paccayo—arahā maggā vuṭṭhahitvā maggaṁ paccavekkhati, cetopariyañāṇena apacayagāmicittasamaṅgissa cittaṁ jānāti, apacayagāmī khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.11:147.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa ārammaṇapaccayena paccayo—arahā phalaṁ paccavekkhati, nibbānaṁ paccavekkhati, nibbānaṁ phalassa āvajjanāya ārammaṇapaccayena paccayo. Arahā cakkhuṁ aniccato dukkhato anattato vipassati, sotaṁ …pe… vatthuṁ … nevācayagāmināpacayagāmī khandhe aniccato dukkhato anattato vipassati, dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena nevācayagāmināpacayagāmicittasamaṅgissa cittaṁ jānāti, ākāsānañcāyatanakiriyaṁ viññāṇañcāyatanakiriyassa ārammaṇapaccayena paccayo. Ākiñcaññāyatanakiriyaṁ nevasaññānāsaññāyatanakiriyassa …pe… rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… nevācayagāmināpacayagāmī khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa āvajjanāya ārammaṇapaccayena paccayo. ",
  "patthana1.11:148.1": "Nevācayagāmināpacayagāmī dhammo ācayagāmissa dhammassa ārammaṇapaccayena paccayo—sekkhā phalaṁ paccavekkhanti, nibbānaṁ paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa ārammaṇapaccayena paccayo. Sekkhā vā puthujjanā vā cakkhuṁ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati. Sotaṁ …pe… vatthuṁ … nevācayagāmināpacayagāmī khandhe aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati, diṭṭhi uppajjati, vicikicchā …pe… uddhaccaṁ …pe… domanassaṁ …pe… dibbena cakkhunā rūpaṁ passanti, dibbāya sotadhātuyā saddaṁ suṇanti, cetopariyañāṇena nevācayagāmināpacayagāmicittasamaṅgissa cittaṁ jānanti, nevācayagāmināpacayagāmī khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, anāgataṁsañāṇassa ārammaṇapaccayena paccayo. ",
  "patthana1.11:149.1": "Nevācayagāmināpacayagāmī dhammo apacayagāmissa dhammassa ārammaṇapaccayena paccayo—nibbānaṁ maggassa ārammaṇapaccayena paccayo. ",
  "patthana1.11:150.0": "Adhipati ",
  "patthana1.11:150.1": "Ācayagāmī dhammo ācayagāmissa dhammassa adhipatipaccayena paccayo— ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe suciṇṇāni garuṁ katvā paccavekkhati, jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati, ācayagāmī khandhe garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. **Sahajātādhipati**—ācayagāmī adhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.11:151.1": "Ācayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—ācayagāmī adhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.11:152.1": "Ācayagāmī dhammo ācayagāmissa ca nevācayagāmināpacayagāmissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—ācayagāmī adhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.11:153.1": "Apacayagāmī dhammo apacayagāmissa dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—apacayagāmī adhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.11:154.1": "Apacayagāmī dhammo ācayagāmissa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—sekkhā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhanti. ",
  "patthana1.11:155.1": "Apacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—arahā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhati. **Sahajātādhipati**—apacayagāmī adhipati cittasamuṭṭhānānaṁ rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.11:156.1": "Apacayagāmī dhammo apacayagāmissa ca nevācayagāmināpacayagāmissa ca dhammassa adhipatipaccayena paccayo. **Sahajātādhipati**—apacayagāmī adhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.11:157.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. **Ārammaṇādhipati**—arahā phalaṁ garuṁ katvā paccavekkhati, nibbānaṁ garuṁ katvā paccavekkhati, nibbānaṁ phalassa adhipatipaccayena paccayo. **Sahajātādhipati**—nevācayagāmināpacayagāmī adhipati sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo. ",
  "patthana1.11:158.1": "Nevācayagāmināpacayagāmī dhammo ācayagāmissa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—sekkhā phalaṁ garuṁ katvā paccavekkhanti, nibbānaṁ garuṁ katvā paccavekkhanti, nibbānaṁ gotrabhussa, vodānassa adhipatipaccayena paccayo. Cakkhuṁ garuṁ katvā assādeti …pe… vatthuṁ … nevācayagāmināpacayagāmī khandhe garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.11:159.1": "Nevācayagāmināpacayagāmī dhammo apacayagāmissa dhammassa adhipatipaccayena paccayo. **Ārammaṇādhipati**—nibbānaṁ maggassa adhipatipaccayena paccayo. ",
  "patthana1.11:160.0": "Anantara ",
  "patthana1.11:160.1": "Ācayagāmī dhammo ācayagāmissa dhammassa anantarapaccayena paccayo—purimā purimā ācayagāmī khandhā pacchimānaṁ pacchimānaṁ ācayagāmīnaṁ khandhānaṁ anantarapaccayena paccayo. Anulomaṁ gotrabhussa … anulomaṁ vodānassa anantarapaccayena paccayo. ",
  "patthana1.11:161.1": "Ācayagāmī dhammo apacayagāmissa dhammassa anantarapaccayena paccayo—gotrabhu maggassa … vodānaṁ maggassa anantarapaccayena paccayo. ",
  "patthana1.11:162.1": "Ācayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa anantarapaccayena paccayo—ācayagāmī khandhā vuṭṭhānassa anantarapaccayena paccayo. Sekkhānaṁ anulomaṁ phalasamāpattiyā, nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanakusalaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.11:163.1": "Apacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa anantarapaccayena paccayo—maggo phalassa anantarapaccayena paccayo. ",
  "patthana1.11:164.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa anantarapaccayena paccayo—purimā purimā nevācayagāmināpacayagāmī khandhā pacchimānaṁ pacchimānaṁ nevācayagāmināpacayagāmīnaṁ khandhānaṁ anantarapaccayena paccayo. Bhavaṅgaṁ āvajjanāya … kiriyaṁ vuṭṭhānassa … arahato anulomaṁ phalasamāpattiyā … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanakiriyaṁ phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.11:165.1": "Nevācayagāmināpacayagāmī dhammo ācayagāmissa dhammassa anantarapaccayena paccayo—āvajjanā ācayagāmīnaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.11:166.0": "Samanantarādi ",
  "patthana1.11:166.1": "Ācayagāmī dhammo ācayagāmissa dhammassa samanantarapaccayena paccayo …pe…. (Anantarasadisaṁ.) (Sahajātapaccaye paṭiccavāre sahajātavārasadisā nava pañhā. Aññamaññapaccaye paṭiccavāre aññamaññasadisaṁ tīṇi. Nissayapaccaye paccayavāre nissayavārasadisaṁ. Cattāripi hi visuṁ ghaṭanā natthi. Terasa pañhā.) ",
  "patthana1.11:167.0": "Upanissaya ",
  "patthana1.11:167.1": "Ācayagāmī dhammo ācayagāmissa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—ācayagāmiṁ saddhaṁ upanissāya dānaṁ deti, sīlaṁ …pe… uposathakammaṁ …pe… jhānaṁ …pe… vipassanaṁ …pe… abhiññaṁ …pe… samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti, ācayagāmiṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … rāgaṁ … dosaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ upanissāya dānaṁ deti. Sīlaṁ …pe… uposathakammaṁ …pe… jhānaṁ …pe… vipassanaṁ …pe… abhiññaṁ …pe… samāpattiṁ …pe… pāṇaṁ hanati …pe… saṅghaṁ bhindati. Ācayagāmī saddhā …pe… paññā, rāgo …pe… patthanā ācayagāmiyā saddhāya …pe… paññāya, rāgassa …pe… patthanāya upanissayapaccayena paccayo. Paṭhamassa jhānassa parikammaṁ paṭhamassa jhānassa upanissayapaccayena paccayo …. Nevasaññānāsaññāyatanassa parikammaṁ nevasaññānāsaññāyatanassa upanissayapaccayena paccayo. Paṭhamaṁ jhānaṁ dutiyassa jhānassa …pe… ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa upanissayapaccayena paccayo. ",
  "patthana1.11:168.1": "Ācayagāmī dhammo apacayagāmissa dhammassa upanissayapaccayena paccayo— anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—paṭhamassa maggassa parikammaṁ paṭhamassa maggassa …pe… catutthassa maggassa parikammaṁ catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.11:169.1": "Ācayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—ācayagāmiṁ saddhaṁ upanissāya attānaṁ ātāpeti paritāpeti pariyiṭṭhimūlakaṁ dukkhaṁ paccanubhoti. Ācayagāmiṁ sīlaṁ …pe… paññaṁ. Rāgaṁ …pe… patthanaṁ upanissāya attānaṁ ātāpeti paritāpeti pariyiṭṭhimūlakaṁ dukkhaṁ paccanubhoti. Ācayagāmī saddhā …pe… paññā. Rāgo …pe… patthanā, kāyikassa sukhassa, kāyikassa dukkhassa phalasamāpattiyā upanissayapaccayena paccayo. Kusalākusalaṁ kammaṁ vipākassa upanissayapaccayena paccayo. ",
  "patthana1.11:170.1": "Apacayagāmī dhammo apacayagāmissa dhammassa upanissayapaccayena paccayo. **Pakatūpanissayo**—paṭhamo maggo dutiyassa maggassa …pe… tatiyo maggo catutthassa maggassa upanissayapaccayena paccayo. ",
  "patthana1.11:171.1": "Apacayagāmī dhammo ācayagāmissa dhammassa upanissayapaccayena paccayo— ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—sekkhā maggaṁ upanissāya anuppannaṁ kusalasamāpattiṁ uppādenti, uppannaṁ samāpajjanti, saṅkhāre aniccato dukkhato anattato vipassanti, maggo sekkhānaṁ atthapaṭisambhidāya …pe… paṭibhānapaṭisambhidāya ṭhānāṭhānakosallassa upanissayapaccayena paccayo. ",
  "patthana1.11:172.1": "Apacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—arahā maggaṁ upanissāya anuppannaṁ kiriyasamāpattiṁ uppādeti, uppannaṁ samāpajjati …pe… ṭhānāṭhānakosallassa upanissayapaccayena paccayo. Maggo phalasamāpattiyā upanissayapaccayena paccayo. ",
  "patthana1.11:173.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṁ sukhaṁ upanissāya attānaṁ ātāpeti paritāpeti pariyiṭṭhimūlakaṁ dukkhaṁ paccanubhoti. Kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya attānaṁ ātāpeti paritāpeti …pe… kāyikaṁ sukhaṁ … kāyikaṁ dukkhaṁ … utu … bhojanaṁ … senāsanaṁ kāyikassa sukhassa, kāyikassa dukkhassa phalasamāpattiyā upanissayapaccayena paccayo. Arahā kāyikaṁ sukhaṁ upanissāya anuppannaṁ kiriyasamāpattiṁ uppādeti …pe… vipassati. Kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya …pe… vipassati. ",
  "patthana1.11:174.1": "Nevācayagāmināpacayagāmī dhammo ācayagāmissa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṁ sukhaṁ upanissāya dānaṁ deti …pe… samāpattiṁ uppādeti, pāṇaṁ hanati …pe… saṅghaṁ bhindati. Kāyikaṁ dukkhaṁ … utuṁ … bhojanaṁ … senāsanaṁ upanissāya dānaṁ deti …pe… saṅghaṁ bhindati, kāyikaṁ sukhaṁ …pe… senāsanaṁ ācayagāmiyā saddhāya …pe… paññāya, rāgassa …pe… patthanāya upanissayapaccayena paccayo. ",
  "patthana1.11:175.1": "Nevācayagāmināpacayagāmī dhammo apacayagāmissa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, pakatūpanissayo …pe…. **Pakatūpanissayo**—kāyikaṁ sukhaṁ upanissāya maggaṁ uppādeti. Kāyikaṁ dukkhaṁ …pe… senāsanaṁ upanissāya maggaṁ uppādeti, kāyikaṁ sukhaṁ, kāyikaṁ dukkhaṁ …pe… senāsanaṁ maggassa upanissayapaccayena paccayo. ",
  "patthana1.11:176.0": "Purejāta ",
  "patthana1.11:176.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—arahā cakkhuṁ …pe… vatthuṁ aniccato dukkhato anattato vipassati, dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nevācayagāmināpacayagāmīnaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.11:177.1": "Nevācayagāmināpacayagāmī dhammo ācayagāmissa dhammassa purejātapaccayena paccayo—ārammaṇapurejātaṁ, vatthupurejātaṁ. **Ārammaṇapurejātaṁ**—sekkhā vā puthujjanā vā cakkhuṁ …pe… vatthuṁ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo uppajjati …pe… domanassaṁ uppajjati, dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti. **Vatthupurejātaṁ**—vatthu ācayagāmīnaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.11:178.1": "Nevācayagāmināpacayagāmī dhammo apacayagāmissa dhammassa purejātapaccayena paccayo. **Vatthupurejātaṁ**—vatthu apacayagāmīnaṁ khandhānaṁ purejātapaccayena paccayo. ",
  "patthana1.11:179.0": "Pacchājāta ",
  "patthana1.11:179.1": "Ācayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa pacchājātapaccayena paccayo—pacchājātā ācayagāmī khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.11:180.1": "Apacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa pacchājātapaccayena paccayo—pacchājātā apacayagāmī khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.11:181.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa pacchājātapaccayena paccayo—pacchājātā nevācayagāmināpacayagāmī khandhā purejātassa imassa kāyassa pacchājātapaccayena paccayo. ",
  "patthana1.11:182.0": "Āsevana ",
  "patthana1.11:182.1": "Ācayagāmī dhammo ācayagāmissa dhammassa āsevanapaccayena paccayo—purimā purimā ācayagāmī khandhā pacchimānaṁ pacchimānaṁ ācayagāmīnaṁ khandhānaṁ āsevanapaccayena paccayo. Anulomaṁ gotrabhussa … anulomaṁ vodānassa āsevanapaccayena paccayo. ",
  "patthana1.11:183.1": "Ācayagāmī dhammo apacayagāmissa dhammassa āsevanapaccayena paccayo—gotrabhu maggassa … vodānaṁ maggassa āsevanapaccayena paccayo. ",
  "patthana1.11:184.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa āsevanapaccayena paccayo—purimā purimā nevācayagāmināpacayagāmī khandhā pacchimānaṁ pacchimānaṁ nevācayagāmināpacayagāmīnaṁ khandhānaṁ āsevanapaccayena paccayo. ",
  "patthana1.11:185.0": "Kamma ",
  "patthana1.11:185.1": "Ācayagāmī dhammo ācayagāmissa dhammassa kammapaccayena paccayo—ācayagāmī cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.11:186.1": "Ācayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa kammapaccayena paccayo— sahajātā, nānākkhaṇikā. **Sahajātā**—ācayagāmī cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—ācayagāmī cetanā vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.11:187.1": "Ācayagāmī dhammo ācayagāmissa ca nevācayagāmināpacayagāmissa ca dhammassa kammapaccayena paccayo—ācayagāmī cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.11:188.1": "Apacayagāmī dhammo apacayagāmissa dhammassa kammapaccayena paccayo— apacayagāmī cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.11:189.1": "Apacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—apacayagāmī cetanā cittasamuṭṭhānānaṁ rūpānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—apacayagāmī cetanā vipākānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.11:190.1": "Apacayagāmī dhammo apacayagāmissa ca nevācayagāmināpacayagāmissa ca dhammassa kammapaccayena paccayo—apacayagāmī cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.11:191.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa kammapaccayena paccayo—nevācayagāmināpacayagāmī cetanā sampayuttakānaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe nevācayagāmināpacayagāmī cetanā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo. ",
  "patthana1.11:192.0": "Vipāka ",
  "patthana1.11:192.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa vipākapaccayena paccayo—vipāko nevācayagāmināpacayagāmī eko khandho tiṇṇannaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa vipākapaccayena paccayo. ",
  "patthana1.11:193.0": "Āhārādi ",
  "patthana1.11:193.1": "Ācayagāmī dhammo ācayagāmissa dhammassa āhārapaccayena paccayo … indriyapaccayena paccayo … jhānapaccayena paccayo … maggapaccayena paccayo … sampayuttapaccayena paccayo. ",
  "patthana1.11:194.0": "Vippayutta ",
  "patthana1.11:194.1": "Ācayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—ācayagāmī khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—ācayagāmī khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.11:195.1": "Apacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, pacchājātaṁ. **Sahajātā**—apacayagāmī khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—apacayagāmī khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo. ",
  "patthana1.11:196.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa vippayuttapaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ. **Sahajātā**—nevācayagāmināpacayagāmī khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo. Paṭisandhikkhaṇe nevācayagāmināpacayagāmī khandhā kaṭattārūpānaṁ vippayuttapaccayena paccayo. Khandhā vatthussa vippayuttapaccayena paccayo. Vatthu khandhānaṁ vippayuttapaccayena paccayo. **Purejātaṁ**—cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nevācayagāmināpacayagāmīnaṁ khandhānaṁ vippayuttapaccayena paccayo. **Pacchājātā**—nevācayagāmināpacayagāmī khandhā purejātassa imassa kāyassa …pe…. ",
  "patthana1.11:197.1": "Nevācayagāmināpacayagāmī dhammo ācayagāmissa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu ācayagāmīnaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana1.11:198.1": "Nevācayagāmināpacayagāmī dhammo apacayagāmissa dhammassa vippayuttapaccayena paccayo. **Purejātaṁ**—vatthu apacayagāmīnaṁ khandhānaṁ vippayuttapaccayena paccayo. ",
  "patthana1.11:199.0": "Atthyādi ",
  "patthana1.11:199.1": "Ācayagāmī dhammo ācayagāmissa dhammassa atthipaccayena paccayo—ācayagāmī eko khandho tiṇṇannaṁ khandhānaṁ …pe…. ",
  "patthana1.11:200.1": "Ācayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa atthipaccayena paccayo— sahajātaṁ, pacchājātaṁ. **Sahajātā**—ācayagāmī khandhā cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—ācayagāmī khandhā purejātassa imassa kāyassa atthipaccayena paccayo. ",
  "patthana1.11:201.1": "Ācayagāmī dhammo ācayagāmissa ca nevācayagāmināpacayagāmissa ca dhammassa atthipaccayena paccayo—ācayagāmī eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā …pe…. ",
  "patthana1.11:202.1": "Apacayagāmī dhammo … tīṇi. (Ācayagāminayena kātabbaṁ.) ",
  "patthana1.11:203.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajāto**—nevācayagāmināpacayagāmī eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca rūpānaṁ atthipaccayena paccayo …pe… dve khandhā …pe… paṭisandhikkhaṇe …pe… khandhā vatthussa atthipaccayena paccayo. Vatthu khandhānaṁ atthipaccayena paccayo. Ekaṁ mahābhūtaṁ …pe… bāhiraṁ … āhārasamuṭṭhānaṁ … utusamuṭṭhānaṁ … asaññasattānaṁ …pe…. **Purejātaṁ**—arahā cakkhuṁ …pe… vatthuṁ aniccato dukkhato anattato vipassati, dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, rūpāyatanaṁ cakkhuviññāṇassa …pe… phoṭṭhabbāyatanaṁ kāyaviññāṇassa …pe… cakkhāyatanaṁ cakkhuviññāṇassa …pe… kāyāyatanaṁ kāyaviññāṇassa …pe… vatthu nevācayagāmināpacayagāmīnaṁ khandhānaṁ atthipaccayena paccayo. **Pacchājātā**—nevācayagāmināpacayagāmī khandhā purejātassa imassa kāyassa atthipaccayena paccayo. **Kabaḷīkāro āhāro**—imassa kāyassa …pe…. **Rūpajīvitindriyaṁ**—kaṭattārūpānaṁ …pe…. ",
  "patthana1.11:204.1": "Nevācayagāmināpacayagāmī dhammo ācayagāmissa dhammassa atthipaccayena paccayo. **Purejātaṁ**—sekkhā vā puthujjanā vā cakkhuṁ aniccato dukkhato anattato vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo …pe… domanassaṁ uppajjati, sotaṁ …pe… vatthuṁ aniccato …pe… vipassanti, assādenti abhinandanti; taṁ ārabbha rāgo …pe… domanassaṁ uppajjati, dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, vatthu ācayagāmīnaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.11:205.1": "Nevācayagāmināpacayagāmī dhammo apacayagāmissa dhammassa atthipaccayena paccayo. **Purejātaṁ**—vatthu apacayagāmīnaṁ khandhānaṁ atthipaccayena paccayo. ",
  "patthana1.11:206.1": "Ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā ācayagāmissa dhammassa atthipaccayena paccayo—sahajātaṁ, purejātaṁ. **Sahajāto**—ācayagāmī eko khandho ca vatthu ca tiṇṇannaṁ khandhānaṁ atthipaccayena paccayo …pe… dve khandhā …pe…. ",
  "patthana1.11:207.1": "Ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā nevācayagāmināpacayagāmissa dhammassa atthipaccayena paccayo—sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. **Sahajātā**—ācayagāmī khandhā ca mahābhūtā ca cittasamuṭṭhānānaṁ rūpānaṁ atthipaccayena paccayo. **Pacchājātā**—ācayagāmī khandhā ca kabaḷīkāro āhāro ca imassa kāyassa atthipaccayena paccayo. **Pacchājātā**—ācayagāmī khandhā ca rūpajīvitindriyañca kaṭattārūpānaṁ atthipaccayena paccayo. ",
  "patthana1.11:208.1": "Apacayagāmī ca nevācayagāmināpacayagāmī ca dhammā apacayagāmissa dhammassa atthipaccayena paccayo (dve kātabbā dassitanayena), natthipaccayena paccayo, vigatapaccayena paccayo, avigatapaccayena paccayo. ",
  "patthana1.11:209.0.1": "Saṅkhyāvāra ",
  "patthana1.11:209.0.2": "Suddha ",
  "patthana1.11:209.1": "Hetuyā satta, ārammaṇe satta, adhipatiyā dasa, anantare cha, samanantare cha, sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane tīṇi, kamme satta, vipāke ekaṁ, āhāre satta, indriye satta, jhāne satta, magge satta, sampayutte tīṇi, vippayutte pañca, atthiyā terasa, natthiyā cha, vigate cha, avigate terasa. ",
  "patthana1.11:210.1": "Anulomaṁ. ",
  "patthana1.11:211.0": "Paccanīyuddhāra ",
  "patthana1.11:211.1": "Ācayagāmī dhammo ācayagāmissa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.11:212.1": "Ācayagāmī dhammo apacayagāmissa dhammassa upanissayapaccayena paccayo. ",
  "patthana1.11:213.1": "Ācayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.11:214.1": "Ācayagāmī dhammo ācayagāmissa ca nevācayagāmināpacayagāmissa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.11:215.1": "Apacayagāmī dhammo apacayagāmissa dhammassa sahajātapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.11:216.1": "Apacayagāmī dhammo ācayagāmissa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.11:217.1": "Apacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … pacchājātapaccayena paccayo. ",
  "patthana1.11:218.1": "Apacayagāmī dhammo apacayagāmissa ca nevācayagāmināpacayagāmissa ca dhammassa sahajātapaccayena paccayo. ",
  "patthana1.11:219.1": "Nevācayagāmināpacayagāmī dhammo nevācayagāmināpacayagāmissa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo … pacchājātapaccayena paccayo … āhārapaccayena paccayo … indriyapaccayena paccayo. ",
  "patthana1.11:220.1": "Nevācayagāmināpacayagāmī dhammo ācayagāmissa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.11:221.1": "Nevācayagāmināpacayagāmī dhammo apacayagāmissa dhammassa upanissayapaccayena paccayo … purejātapaccayena paccayo. ",
  "patthana1.11:222.1": "Ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā ācayagāmissa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana1.11:223.1": "Ācayagāmī ca nevācayagāmināpacayagāmī ca dhammā nevācayagāmināpacayagāmissa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana1.11:224.1": "Apacayagāmī ca nevācayagāmināpacayagāmī ca dhammā apacayagāmissa dhammassa sahajātaṁ, purejātaṁ. ",
  "patthana1.11:225.1": "Apacayagāmī ca nevācayagāmināpacayagāmī ca dhammā nevācayagāmināpacayagāmissa dhammassa sahajātaṁ, pacchājātaṁ, āhāraṁ, indriyaṁ. ",
  "patthana1.11:226.0.1": "1.11.7.2. Paccayapaccanīya ",
  "patthana1.11:226.0.2": "Saṅkhyāvāra ",
  "patthana1.11:226.0.3": "Suddha ",
  "patthana1.11:226.1": "Nahetuyā pannarasa, naārammaṇe naadhipatiyā naanantare nasamanantare pannarasa, nasahajāte ekādasa, naaññamaññe ekādasa, nanissaye ekādasa, naupanissaye cuddasa, napurejāte terasa, napacchājāte pannarasa, naāsevane nakamme navipāke naāhāre naindriye najhāne namagge pannarasa, nasampayutte ekādasa, navippayutte nava, noatthiyā nava, nonatthiyā pannarasa, novigate pannarasa, noavigate nava. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:227.1": "Paccanīyaṁ. ",
  "patthana1.11:228.0.1": "1.11.7.3. Paccayānulomapaccanīya ",
  "patthana1.11:228.0.2": "Hetuduka ",
  "patthana1.11:228.1": "Hetupaccayā naārammaṇe satta, naadhipatiyā naanantare nasamanantare satta, naaññamaññe tīṇi, naupanissaye satta, napurejāte napacchājāte naāsevane nakamme navipāke naāhāre naindriye najhāne namagge satta, nasampayutte tīṇi, navippayutte tīṇi, nonatthiyā satta, novigate satta. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:229.1": "Anulomapaccanīyaṁ. ",
  "patthana1.11:230.0.1": "1.11.7.4. Paccayapaccanīyānuloma ",
  "patthana1.11:230.0.2": "Nahetuduka ",
  "patthana1.11:230.1": "Nahetupaccayā ārammaṇe satta, adhipatiyā dasa, anantare cha, samanantare cha, sahajāte nava, aññamaññe tīṇi, nissaye terasa, upanissaye nava, purejāte tīṇi, pacchājāte tīṇi, āsevane tīṇi, kamme satta, vipāke ekaṁ, āhāre satta, indriye jhāne magge satta, sampayutte tīṇi, vippayutte pañca, atthiyā terasa, natthiyā cha, vigate cha, avigate terasa. (Evaṁ gaṇetabbaṁ.) ",
  "patthana1.11:231.1": "Paccanīyānulomaṁ. ",
  "patthana1.11:232.1": "Ācayagāmittikaṁ niṭṭhitaṁ. "
}