{
  "patthana1.3:0.1": "Paṭṭhānapakaraṇa ",
  "patthana1.3:0.2": "Dhammānuloma (1), Tikapaṭṭhānapāḷi (1) ",
  "patthana1.3:0.3": "1.3. Vedanāttika ",
  "patthana1.3:1.0.1": "Vibhaṅgavāra ",
  "patthana1.3:1.0.2": "Hetu ",
  "patthana1.3:1.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā—sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; paṭisandhikkhaṇe sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:2.1": "Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā—dukkhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:3.1": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā—adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; paṭisandhikkhaṇe adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:4.0": "Ārammaṇādi ",
  "patthana1.3:4.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati ārammaṇapaccayā … adhipatipaccayā (adhipatiyā paṭisandhi natthi) … anantarapaccayā … samanantarapaccayā … sahajātapaccayā … aññamaññapaccayā … nissayapaccayā … upanissayapaccayā … purejātapaccayā—sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Vatthuṁ purejātapaccayā. (Saṅkhittaṁ.) ",
  "patthana1.3:5.0": "Āsevanādi ",
  "patthana1.3:5.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati āsevanapaccayā … kammapaccayā … vipākapaccayā—sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; paṭisandhikkhaṇe sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:6.1": "Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto dhammo uppajjati vipākapaccayā—dukkhasahagataṁ kāyaviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:7.1": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto dhammo uppajjati vipākapaccayā—adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; paṭisandhikkhaṇe adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:8.0": "Āhārādi ",
  "patthana1.3:8.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati āhārapaccayā … indriyapaccayā … jhānapaccayā … maggapaccayā … sampayuttapaccayā … vippayuttapaccayā—sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; vatthuṁ vippayuttapaccayā; paṭisandhikkhaṇe sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Vatthuṁ vippayuttapaccayā. ",
  "patthana1.3:9.1": "Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto dhammo uppajjati vippayuttapaccayā—dukkhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Vatthuṁ vippayuttapaccayā. ",
  "patthana1.3:10.1": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto dhammo uppajjati vippayuttapaccayā—adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; vatthuṁ vippayuttapaccayā; paṭisandhikkhaṇe adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. Vatthuṁ vippayuttapaccayā. (Saṅkhittaṁ.) ",
  "patthana1.3:11.0": "Atthyādi ",
  "patthana1.3:11.1": "Atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā …. ",
  "patthana1.3:12.0.1": "Saṅkhyāvāra ",
  "patthana1.3:12.0.2": "Suddha ",
  "patthana1.3:12.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… avigate tīṇi. ",
  "patthana1.3:13.0": "Hetudukādi ",
  "patthana1.3:13.1": "Hetupaccayā ārammaṇe tīṇi …pe… vipāke dve …pe… avigate tīṇi …pe…. ",
  "patthana1.3:14.1": "Ārammaṇapaccayā adhipatipaccayā hetuyā tīṇi …pe… vipāke dve …pe… avigate tīṇi …pe…. ",
  "patthana1.3:15.1": "Āsevanapaccayā hetuyā tīṇi …pe… kamme tīṇi, āhāre tīṇi …pe… avigate tīṇi …pe…. ",
  "patthana1.3:16.1": "Vipākapaccayā hetuyā dve, ārammaṇe tīṇi, adhipatiyā dve …pe… purejāte tīṇi, kamme tīṇi …pe… jhāne dve, magge dve …pe… avigate tīṇi …pe…. ",
  "patthana1.3:17.1": "Jhānapaccayā hetuyā tīṇi …pe… vipāke dve …pe… avigate tīṇi …pe…. ",
  "patthana1.3:18.1": "Maggapaccayā hetuyā tīṇi …pe… vipāke dve …pe… avigate tīṇi …pe…. ",
  "patthana1.3:19.1": "Avigatapaccayā hetuyā tīṇi …pe… natthiyā tīṇi, vigate tīṇi …pe…. ",
  "patthana1.3:20.1": "Yathā kusalattikassa paccayagaṇanā, evaṁ vitthāretabbā. ",
  "patthana1.3:21.0.1": "1.3.1.2. Paccayapaccanīya ",
  "patthana1.3:21.0.2": "Vibhaṅgavāra ",
  "patthana1.3:21.0.3": "Nahetu ",
  "patthana1.3:21.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā—ahetukaṁ sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:22.1": "Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā—dukkhasahagataṁ kāyaviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:23.1": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto dhammo uppajjati nahetupaccayā—ahetukaṁ adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; ahetukapaṭisandhikkhaṇe adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; vicikicchāsahagate uddhaccasahagate khandhe paṭicca vicikicchāsahagato uddhaccasahagato moho. ",
  "patthana1.3:24.0": "Naadhipati ",
  "patthana1.3:24.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati naadhipatipaccayā. (Nādhipati paripuṇṇaṁ paṭisandhikaṁ.) ",
  "patthana1.3:25.0": "Napurejāta ",
  "patthana1.3:25.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati napurejātapaccayā—arūpe sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; paṭisandhikkhaṇe sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:26.1": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto dhammo uppajjati napurejātapaccayā—arūpe adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; paṭisandhikkhaṇe adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:27.0": "Napacchājāta-naāsevana ",
  "patthana1.3:27.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati napacchājātapaccayā … naāsevanapaccayā. (Napacchājātampi naāsevanampi paripuṇṇaṁ paṭisandhikaṁ.) ",
  "patthana1.3:28.0": "Nakamma ",
  "patthana1.3:28.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati nakammapaccayā—sukhāya vedanāya sampayutte khandhe paṭicca sukhāya vedanāya sampayuttā cetanā. ",
  "patthana1.3:29.1": "Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto dhammo uppajjati nakammapaccayā—dukkhāya vedanāya sampayutte khandhe paṭicca dukkhāya vedanāya sampayuttā cetanā. ",
  "patthana1.3:30.1": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto dhammo uppajjati nakammapaccayā—adukkhamasukhāya vedanāya sampayutte khandhe paṭicca adukkhamasukhāya vedanāya sampayuttā cetanā. ",
  "patthana1.3:31.0": "Navipāka-najhāna ",
  "patthana1.3:31.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukkhāya vedanāya sampayutto dhammo uppajjati navipākapaccayā … najhānapaccayā—sukhasahagataṁ kāyaviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:32.1": "Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto dhammo uppajjati najhānapaccayā—dukkhasahagataṁ kāyaviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:33.1": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto dhammo uppajjati najhānapaccayā—catuviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:34.0": "Namagga ",
  "patthana1.3:34.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati namaggapaccayā—ahetukaṁ sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:35.1": "Dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto dhammo uppajjati namaggapaccayā—dukkhasahagataṁ kāyaviññāṇasahagataṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:36.1": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto dhammo uppajjati namaggapaccayā—ahetukaṁ adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho; ahetukapaṭisandhikkhaṇe adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:37.0": "Navippayutta ",
  "patthana1.3:37.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto dhammo uppajjati navippayuttapaccayā—arūpe sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:38.1": "Adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto dhammo uppajjati navippayuttapaccayā—arūpe adukkhamasukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ paṭicca dve khandhā, dve khandhe paṭicca eko khandho. ",
  "patthana1.3:39.0.1": "Saṅkhyāvāra ",
  "patthana1.3:39.0.2": "Suddha ",
  "patthana1.3:39.1": "Nahetuyā tīṇi, naadhipatiyā tīṇi, napurejāte dve, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, najhāne tīṇi, namagge tīṇi, navippayutte dve. ",
  "patthana1.3:40.0.1": "1.2. Paccayapaccanīya ",
  "patthana1.3:40.0.2": "Vibhaṅgavāra ",
  "patthana1.3:40.0.3": "Nahetuduka ",
  "patthana1.3:40.1": "Nahetupaccayā naadhipatiyā tīṇi, napurejāte ekaṁ, napacchājāte tīṇi, naāsevane tīṇi, nakamme dve, navipāke dve, najhāne tīṇi, namagge tīṇi, navippayutte ekaṁ …pe…. ",
  "patthana1.3:41.0": "Catukka ",
  "patthana1.3:41.1": "Nahetupaccayā naadhipatipaccayā napurejātapaccayā napacchājāte ekaṁ, naāsevane ekaṁ, nakamme ekaṁ, navipāke ekaṁ, namagge ekaṁ, navippayutte ekaṁ …pe…. ",
  "patthana1.3:42.0": "Navaka ",
  "patthana1.3:42.1": "Nahetupaccayā naadhipatipaccayā napurejātapaccayā napacchājātapaccayā naāsevanapaccayā nakammapaccayā navipākapaccayā namaggapaccayā navippayutte ekaṁ. (Saṅkhittaṁ.) ",
  "patthana1.3:43.0": "Naadhipatiduka ",
  "patthana1.3:43.1": "Naadhipatipaccayā nahetuyā tīṇi, napurejāte dve, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, najhāne tīṇi, namagge tīṇi, navippayutte dve. (Saṅkhittaṁ.) ",
  "patthana1.3:44.0": "Napurejātaduka ",
  "patthana1.3:44.1": "Napurejātapaccayā nahetuyā ekaṁ, naadhipatiyā dve, napacchājāte dve, naāsevane dve, nakamme dve, navipāke dve, namagge ekaṁ, navippayutte dve. ",
  "patthana1.3:45.0": "Tika ",
  "patthana1.3:45.1": "Napurejātapaccayā nahetupaccayā naadhipatiyā ekaṁ, napacchājāte ekaṁ, naāsevane ekaṁ, nakamme ekaṁ, navipāke ekaṁ, namagge ekaṁ, navippayutte ekaṁ. (Saṅkhittaṁ.) ",
  "patthana1.3:46.0": "Napacchājātadukādi ",
  "patthana1.3:46.1": "Napacchājātapaccayā … naāsevanapaccayā … nakammapaccayā nahetuyā dve, naadhipatiyā tīṇi, napurejāte dve, napacchājāte tīṇi, naāsevane tīṇi, navipāke tīṇi, namagge dve, navippayutte dve. ",
  "patthana1.3:47.0": "Tika ",
  "patthana1.3:47.1": "Nakammapaccayā nahetupaccayā naadhipatiyā dve, napurejāte ekaṁ, napacchājāte dve, naāsevane dve, navipāke dve, namagge dve, navippayutte ekaṁ …pe…. ",
  "patthana1.3:48.0": "Pañcaka ",
  "patthana1.3:48.1": "Nakammapaccayā nahetupaccayā naadhipatipaccayā napurejātapaccayā napacchājāte ekaṁ, naāsevane ekaṁ, navipāke ekaṁ, namagge ekaṁ, navippayutte ekaṁ. (Saṅkhittaṁ.) ",
  "patthana1.3:49.0": "Navipākaduka ",
  "patthana1.3:49.1": "Navipākapaccayā nahetuyā dve, naadhipatiyā tīṇi, napurejāte dve, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, namagge dve, navippayutte dve. ",
  "patthana1.3:50.1": "Navipākapaccayā. (Nakammapaccayasadisaṁ.) ",
  "patthana1.3:51.0": "Najhānaduka ",
  "patthana1.3:51.1": "Najhānapaccayā nahetuyā tīṇi, naadhipatiyā tīṇi, napacchājāte tīṇi, naāsevane tīṇi, namagge tīṇi …pe…. ",
  "patthana1.3:52.0": "Chakka ",
  "patthana1.3:52.1": "Najhānapaccayā nahetupaccayā naadhipatipaccayā napacchājātapaccayā naāsevanapaccayā namagge tīṇi. (Saṅkhittaṁ.) ",
  "patthana1.3:53.0": "Namaggaduka ",
  "patthana1.3:53.1": "Namaggapaccayā nahetuyā tīṇi, naadhipatiyā tīṇi, napurejāte ekaṁ, napacchājāte tīṇi, naāsevane tīṇi, nakamme dve, navipāke dve, najhāne tīṇi, navippayutte ekaṁ. ",
  "patthana1.3:54.0": "Tika ",
  "patthana1.3:54.1": "Namaggapaccayā nahetupaccayā naadhipatiyā tīṇi, napurejāte ekaṁ, napacchājāte tīṇi, naāsevane tīṇi, nakamme dve, navipāke dve, najhāne tīṇi, navippayutte ekaṁ …pe…. ",
  "patthana1.3:55.0": "Pañcaka ",
  "patthana1.3:55.1": "Namaggapaccayā nahetupaccayā naadhipatipaccayā napurejātapaccayā napacchājāte ekaṁ, naāsevane ekaṁ, nakamme ekaṁ, navipāke ekaṁ, navippayutte ekaṁ. (Saṅkhittaṁ.) ",
  "patthana1.3:56.0": "Navippayuttaduka ",
  "patthana1.3:56.1": "Navippayuttapaccayā nahetuyā ekaṁ, naadhipatiyā dve, napurejāte dve, napacchājāte dve, naāsevane dve, nakamme dve, navipāke dve, namagge ekaṁ. ",
  "patthana1.3:57.0": "Tika ",
  "patthana1.3:57.1": "Navippayuttapaccayā nahetupaccayā naadhipatiyā ekaṁ, napurejāte ekaṁ, napacchājāte ekaṁ, naāsevane ekaṁ, nakamme ekaṁ, navipāke ekaṁ, namagge ekaṁ …pe…. ",
  "patthana1.3:58.0": "Navaka ",
  "patthana1.3:58.1": "Navippayuttapaccayā nahetupaccayā naadhipatipaccayā napurejātapaccayā napacchājātapaccayā naāsevanapaccayā nakammapaccayā navipākapaccayā namagge ekaṁ. (Saṅkhittaṁ.) ",
  "patthana1.3:59.1": "Paccanīyagaṇanā. ",
  "patthana1.3:60.0.1": "1.3.1.3. Paccayānulomapaccanīya ",
  "patthana1.3:60.0.2": "Hetuduka ",
  "patthana1.3:60.1": "Hetupaccayā naadhipatiyā tīṇi, napurejāte dve, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, navippayutte dve. ",
  "patthana1.3:61.0": "Tika ",
  "patthana1.3:61.1": "Hetupaccayā ārammaṇapaccayā naadhipatiyā tīṇi, napurejāte dve, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, navippayutte dve. ",
  "patthana1.3:62.1": "Yathā kusalattikaṁ, evaṁ gaṇetabbaṁ. ",
  "patthana1.3:63.1": "Anulomapaccanīyaṁ. ",
  "patthana1.3:64.0.1": "1.3.1.4. Paccayapaccanīyānuloma ",
  "patthana1.3:64.0.2": "Nahetuduka ",
  "patthana1.3:64.1": "Nahetupaccayā ārammaṇe tīṇi, anantare tīṇi, samanantare tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye tīṇi, purejāte tīṇi, āsevane dve, kamme tīṇi, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne dve, magge ekaṁ, sampayutte tīṇi, vippayutte tīṇi, atthiyā tīṇi, natthiyā tīṇi, vigate tīṇi, avigate tīṇi. ",
  "patthana1.3:65.0": "Tika ",
  "patthana1.3:65.1": "Nahetupaccayā naadhipatipaccayā ārammaṇe tīṇi, anantare tīṇi, samanantare tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye tīṇi, purejāte tīṇi, āsevane dve, kamme tīṇi, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne dve, magge ekaṁ, sampayutte tīṇi, vippayutte tīṇi, atthiyā tīṇi, natthiyā tīṇi, vigate tīṇi, avigate tīṇi. ",
  "patthana1.3:66.0": "Catukka ",
  "patthana1.3:66.1": "Nahetupaccayā naadhipatipaccayā napurejātapaccayā ārammaṇe ekaṁ, anantare ekaṁ, samanantare ekaṁ, sahajāte ekaṁ, aññamaññe ekaṁ, nissaye ekaṁ, upanissaye ekaṁ, āsevane ekaṁ, kamme ekaṁ, vipāke ekaṁ, āhāre ekaṁ, indriye ekaṁ, jhāne ekaṁ, magge ekaṁ, sampayutte ekaṁ, vippayutte ekaṁ, atthiyā ekaṁ, natthiyā ekaṁ, vigate ekaṁ, avigate ekaṁ …pe…. ",
  "patthana1.3:67.0": "Sattaka ",
  "patthana1.3:67.1": "Nahetupaccayā naadhipatipaccayā napurejātapaccayā napacchājātapaccayā naāsevanapaccayā nakammapaccayā ārammaṇe ekaṁ, anantare ekaṁ, samanantare ekaṁ, sahajāte ekaṁ, aññamaññe ekaṁ, nissaye ekaṁ, upanissaye ekaṁ, āhāre ekaṁ, indriye ekaṁ, jhāne ekaṁ, sampayutte ekaṁ, atthiyā ekaṁ, natthiyā ekaṁ, vigate ekaṁ, avigate ekaṁ …pe…. ",
  "patthana1.3:68.0": "Dasaka ",
  "patthana1.3:68.1": "Nahetupaccayā naadhipatipaccayā …pe… nakammapaccayā navipākapaccayā namaggapaccayā navippayuttapaccayā ārammaṇe ekaṁ, anantare ekaṁ, samanantare ekaṁ, sahajāte ekaṁ, aññamaññe ekaṁ, nissaye ekaṁ, upanissaye ekaṁ, āhāre ekaṁ, indriye ekaṁ, jhāne ekaṁ, sampayutte ekaṁ, atthiyā ekaṁ, natthiyā ekaṁ, vigate ekaṁ, avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana1.3:69.1": "Nahetumūlakaṁ. ",
  "patthana1.3:70.0": "Naadhipatiduka ",
  "patthana1.3:70.1": "Naadhipatipaccayā hetuyā tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana1.3:71.0": "Napurejātaduka ",
  "patthana1.3:71.1": "Napurejātapaccayā hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.) ",
  "patthana1.3:72.0": "Napacchājātadukādi ",
  "patthana1.3:72.1": "Napacchājātapaccayā … naāsevanapaccayā … nakammapaccayā … navipākapaccayā hetuyā tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana1.3:73.0": "Najhānaduka ",
  "patthana1.3:73.1": "Najhānapaccayā ārammaṇe tīṇi, anantare tīṇi, samanantare tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye tīṇi, purejāte tīṇi, kamme tīṇi, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, sampayutte tīṇi, vippayutte tīṇi, atthiyā tīṇi, natthiyā tīṇi, vigate tīṇi, avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana1.3:74.0": "Namaggaduka ",
  "patthana1.3:74.1": "Namaggapaccayā ārammaṇe tīṇi, anantare tīṇi, samanantare tīṇi …pe… āsevane ekaṁ, kamme tīṇi …pe… jhāne dve …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana1.3:75.0": "Navippayuttaduka ",
  "patthana1.3:75.1": "Navippayuttapaccayā hetuyā dve, ārammaṇe dve, adhipatiyā dve, anantare dve, samanantare dve, sahajāte dve, aññamaññe dve, nissaye dve, upanissaye dve, āsevane dve, kamme dve, vipāke dve, āhāre dve, indriye dve, jhāne dve, magge dve, sampayutte dve, atthiyā dve, natthiyā dve, vigate dve, avigate dve. ",
  "patthana1.3:76.0": "Tika ",
  "patthana1.3:76.1": "Navippayuttapaccayā nahetupaccayā ārammaṇe ekaṁ, anantare ekaṁ, samanantare ekaṁ, sahajāte ekaṁ, aññamaññe ekaṁ, nissaye ekaṁ, upanissaye ekaṁ, āsevane ekaṁ, kamme ekaṁ, āhāre ekaṁ, indriye ekaṁ, jhāne ekaṁ, magge ekaṁ, sampayutte ekaṁ, atthiyā ekaṁ, natthiyā ekaṁ, vigate ekaṁ, avigate ekaṁ …pe…. ",
  "patthana1.3:77.0": "Dasaka ",
  "patthana1.3:77.1": "Navippayuttapaccayā nahetupaccayā naadhipatipaccayā napurejātapaccayā napacchājātapaccayā naāsevanapaccayā nakammapaccayā navipākapaccayā namaggapaccayā ārammaṇe ekaṁ, anantare ekaṁ, samanantare ekaṁ, sahajāte ekaṁ, aññamaññe ekaṁ, nissaye ekaṁ, upanissaye ekaṁ, āhāre ekaṁ, indriye ekaṁ, jhāne ekaṁ, sampayutte ekaṁ, atthiyā ekaṁ, natthiyā ekaṁ, vigate ekaṁ, avigate ekaṁ. ",
  "patthana1.3:78.1": "Paccanīyānulomaṁ. ",
  "patthana1.3:78.2": "Paṭiccavāro. ",
  "patthana1.3:79.0": "1.3.2. Sahajātavāra ",
  "patthana1.3:79.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ sahajāto …pe…. ",
  "patthana1.3:80.0": "1.3.3. Paccayavāra ",
  "patthana1.3:80.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ paccayā …pe…. ",
  "patthana1.3:81.0": "1.3.4. Nissayavāra ",
  "patthana1.3:81.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ nissāya …pe…. ",
  "patthana1.3:82.0": "1.3.5. Saṁsaṭṭhavāra ",
  "patthana1.3:82.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ saṁsaṭṭho …pe…. ",
  "patthana1.3:83.0": "1.3.6. Sampayuttavāra ",
  "patthana1.3:83.1": "Sukhāya vedanāya sampayuttaṁ dhammaṁ sampayutto sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā—sukhāya vedanāya sampayuttaṁ ekaṁ khandhaṁ sampayuttā dve khandhā, dve khandhe sampayutto eko khandho. (Saṅkhittaṁ.) ",
  "patthana1.3:84.1": "Sampayuttavāro. ",
  "patthana1.3:85.0.1": "1.3.7. Pañhāvāra ",
  "patthana1.3:85.0.2": "1.3.7.1. Paccayānuloma ",
  "patthana1.3:85.0.3": "Vibhaṅgavāra ",
  "patthana1.3:85.0.4": "Hetu ",
  "patthana1.3:85.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo—sukhāya vedanāya sampayuttā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe sukhāya vedanāya sampayuttā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.3:86.1": "Dukkhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo—dukkhāya vedanāya sampayuttā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.3:87.1": "Adukkhamasukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo—adukkhamasukhāya vedanāya sampayuttā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo; paṭisandhikkhaṇe adukkhamasukhāya vedanāya sampayuttā hetū sampayuttakānaṁ khandhānaṁ hetupaccayena paccayo. ",
  "patthana1.3:88.0": "Ārammaṇa ",
  "patthana1.3:88.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo—sukhāya vedanāya sampayuttena cittena dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā sukhāya vedanāya sampayuttena cittena paccavekkhati. Sukhāya vedanāya sampayuttā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā sukhāya vedanāya sampayuttena cittena paccavekkhati. Ariyā sukhāya vedanāya sampayuttena cittena sukhāya vedanāya sampayutte pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Sukhāya vedanāya sampayutte khandhe sukhāya vedanāya sampayuttena cittena aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha sukhāya vedanāya sampayutto rāgo uppajjati, diṭṭhi uppajjati; sukhāya vedanāya sampayutte khandhe ārabbha sukhāya vedanāya sampayuttā khandhā uppajjanti. ",
  "patthana1.3:89.1": "Sukhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo—sukhāya vedanāya sampayuttena cittena dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā vippaṭisārissa domanassaṁ uppajjati. Sukhāya vedanāya sampayutte jhāne parihīne vippaṭisārissa domanassaṁ uppajjati. Sukhāya vedanāya sampayutte khandhe ārabbha dukkhāya vedanāya sampayuttā khandhā uppajjanti. ",
  "patthana1.3:90.1": "Sukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo—sukhāya vedanāya sampayuttena cittena dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā adukkhamasukhāya vedanāya sampayuttena cittena paccavekkhati. Sukhāya vedanāya sampayuttā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā adukkhamasukhāya vedanāya sampayuttena cittena paccavekkhati. Ariyā adukkhamasukhāya vedanāya sampayuttena cittena sukhāya vedanāya sampayutte pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Sukhāya vedanāya sampayutte khandhe adukkhamasukhāya vedanāya sampayuttena cittena aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha adukkhamasukhāya vedanāya sampayutto rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṁ uppajjati, cetopariyañāṇena sukhāya vedanāya sampayuttacittasamaṅgissa cittaṁ jānāti. Sukhāya vedanāya sampayuttā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammupagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo. Sukhāya vedanāya sampayutte khandhe ārabbha adukkhamasukhāya vedanāya sampayuttā khandhā uppajjanti. ",
  "patthana1.3:91.1": "Dukkhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo—dosaṁ ārabbha doso uppajjati, moho uppajjati; dukkhāya vedanāya sampayuttaṁ mohaṁ ārabbha moho uppajjati, doso uppajjati; dukkhasahagataṁ kāyaviññāṇaṁ ārabbha doso uppajjati, moho uppajjati; dukkhāya vedanāya sampayutte khandhe ārabbha dukkhāya vedanāya sampayuttā khandhā uppajjanti. ",
  "patthana1.3:92.1": "Dukkhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo—ariyā sukhāya vedanāya sampayuttena cittena dukkhāya vedanāya sampayutte pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Dukkhāya vedanāya sampayutte khandhe sukhāya vedanāya sampayuttena cittena aniccato dukkhato anattato vipassati; dukkhāya vedanāya sampayutte khandhe ārabbha sukhāya vedanāya sampayuttā khandhā uppajjanti. ",
  "patthana1.3:93.1": "Dukkhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo—ariyā adukkhamasukhāya vedanāya sampayuttena cittena dukkhāya vedanāya sampayutte pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Dukkhāya vedanāya sampayutte khandhe adukkhamasukhāya vedanāya sampayuttena cittena aniccato dukkhato anattato vipassati; cetopariyañāṇena dukkhāya vedanāya sampayuttacittasamaṅgissa cittaṁ jānanti. Dukkhāya vedanāya sampayuttā khandhā cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammupagañāṇassa, anāgataṁsañāṇassa, āvajjanāya ārammaṇapaccayena paccayo—dukkhāya vedanāya sampayutte khandhe ārabbha adukkhamasukhāya vedanāya sampayuttā khandhā uppajjanti. ",
  "patthana1.3:94.1": "Adukkhamasukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo—adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā adukkhamasukhāya vedanāya sampayuttena cittena paccavekkhati. Adukkhamasukhāya vedanāya sampayuttā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā adukkhamasukhāya vedanāya sampayuttena cittena paccavekkhati; ariyā adukkhamasukhāya vedanāya sampayuttena cittena adukkhamasukhāya vedanāya sampayutte pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Adukkhamasukhāya vedanāya sampayutte khandhe adukkhamasukhāya vedanāya sampayuttena cittena aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha adukkhamasukhāya vedanāya sampayutto rāgo uppajjati, diṭṭhi uppajjati, vicikicchā uppajjati, uddhaccaṁ uppajjati; cetopariyañāṇena adukkhamasukhāya vedanāya sampayuttacittasamaṅgissa cittaṁ jānanti. Ākāsānañcāyatanaṁ viññāṇañcāyatanassa ārammaṇapaccayena paccayo. Ākiñcaññāyatanaṁ nevasaññānāsaññāyatanassa ārammaṇapaccayena paccayo. Adukkhamasukhāya vedanāya sampayuttā khandhā iddhividhañāṇassa, cetopariyañāṇassa, pubbenivāsānussatiñāṇassa, yathākammupagañāṇassa, anāgataṁsañāṇassa āvajjanāya ārammaṇapaccayena paccayo. Adukkhamasukhāya vedanāya sampayutte khandhe ārabbha adukkhamasukhāya vedanāya sampayuttā khandhā uppajjanti. ",
  "patthana1.3:95.1": "Adukkhamasukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo—adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā sukhāya vedanāya sampayuttena cittena paccavekkhati. Adukkhamasukhāya vedanāya sampayuttā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā sukhāya vedanāya sampayuttena cittena paccavekkhati. Ariyā sukhāya vedanāya sampayuttena cittena adukkhamasukhāya vedanāya sampayutte pahīne kilese paccavekkhanti, vikkhambhite kilese paccavekkhanti, pubbe samudāciṇṇe kilese jānanti. Adukkhamasukhāya vedanāya sampayutte khandhe sukhāya vedanāya sampayuttena cittena aniccato dukkhato anattato vipassati, assādeti abhinandati; taṁ ārabbha sukhāya vedanāya sampayutto rāgo uppajjati, diṭṭhi uppajjati; adukkhamasukhāya vedanāya sampayutte khandhe ārabbha sukhāya vedanāya sampayuttā khandhā uppajjanti. ",
  "patthana1.3:96.1": "Adukkhamasukhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo—adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā vippaṭisārissa domanassaṁ uppajjati, adukkhamasukhāya vedanāya sampayutte jhāne parihīne vippaṭisārissa domanassaṁ uppajjati, adukkhamasukhāya vedanāya sampayutte khandhe ārabbha dukkhāya vedanāya sampayuttā khandhā uppajjanti. ",
  "patthana1.3:97.0": "Adhipati ",
  "patthana1.3:97.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. ",
  "patthana1.3:98.1": "**Ārammaṇādhipati**—sukhāya vedanāya sampayuttena cittena dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā sukhāya vedanāya sampayuttena cittena taṁ garuṁ katvā paccavekkhati. Sukhāya vedanāya sampayuttā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā sukhāya vedanāya sampayuttena cittena taṁ garuṁ katvā paccavekkhati. Sukhāya vedanāya sampayutte khandhe sukhāya vedanāya sampayuttena cittena garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā sukhāya vedanāya sampayutto rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.3:99.1": "**Sahajātādhipati**—sukhāya vedanāya sampayuttādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.3:100.1": "Sukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo. ",
  "patthana1.3:101.1": "**Ārammaṇādhipati**—sukhāya vedanāya sampayuttena cittena dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā adukkhamasukhāya vedanāya sampayuttena cittena taṁ garuṁ katvā paccavekkhati. Sukhāya vedanāya sampayuttā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā adukkhamasukhāya vedanāya sampayuttena cittena taṁ garuṁ katvā paccavekkhati. Sukhāya vedanāya sampayutte khandhe adukkhamasukhāya vedanāya sampayuttena cittena garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā adukkhamasukhāya vedanāya sampayutto rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.3:102.1": "Dukkhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo. ",
  "patthana1.3:103.1": "**Sahajātādhipati**—dukkhāya vedanāya sampayuttādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.3:104.1": "Adukkhamasukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo—ārammaṇādhipati, sahajātādhipati. ",
  "patthana1.3:105.1": "**Ārammaṇādhipati**—adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā adukkhamasukhāya vedanāya sampayuttena cittena taṁ garuṁ katvā paccavekkhati. Adukkhamasukhāya vedanāya sampayuttā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā adukkhamasukhāya vedanāya sampayuttena cittena taṁ garuṁ katvā paccavekkhati. Adukkhamasukhāya vedanāya sampayutte khandhe adukkhamasukhāya vedanāya sampayuttena cittena garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā adukkhamasukhāya vedanāya sampayutto rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.3:106.1": "**Sahajātādhipati**—adukkhamasukhāya vedanāya sampayuttādhipati sampayuttakānaṁ khandhānaṁ adhipatipaccayena paccayo. ",
  "patthana1.3:107.1": "Adukkhamasukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa adhipatipaccayena paccayo. ",
  "patthana1.3:108.1": "**Ārammaṇādhipati**—adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ datvā, sīlaṁ samādiyitvā, uposathakammaṁ katvā sukhāya vedanāya sampayuttena cittena taṁ garuṁ katvā paccavekkhati. Adukkhamasukhāya vedanāya sampayuttā jhānā vuṭṭhahitvā, maggā vuṭṭhahitvā, phalā vuṭṭhahitvā sukhāya vedanāya sampayuttena cittena taṁ garuṁ katvā paccavekkhati. Adukkhamasukhāya vedanāya sampayutte khandhe sukhāya vedanāya sampayuttena cittena garuṁ katvā assādeti abhinandati; taṁ garuṁ katvā sukhāya vedanāya sampayutto rāgo uppajjati, diṭṭhi uppajjati. ",
  "patthana1.3:109.0": "Anantara ",
  "patthana1.3:109.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa anantarapaccayena paccayo—purimā purimā sukhāya vedanāya sampayuttā khandhā pacchimānaṁ pacchimānaṁ sukhāya vedanāya sampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. Sukhāya vedanāya sampayuttaṁ anulomaṁ sukhāya vedanāya sampayuttassa gotrabhussa anantarapaccayena paccayo, anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa … maggo phalassa … phalaṁ phalassa … anulomaṁ sukhāya vedanāya sampayuttāya phalasamāpattiyā anantarapaccayena paccayo. Sukhāya vedanāya sampayuttā khandhā sukhāya vedanāya sampayuttassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.3:110.1": "Sukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa anantarapaccayena paccayo—sukhāya vedanāya sampayuttaṁ cuticittaṁ adukkhamasukhāya vedanāya sampayuttassa upapatticittassa anantarapaccayena paccayo. Sukhāya vedanāya sampayuttaṁ bhavaṅgaṁ āvajjanāya anantarapaccayena paccayo. Sukhasahagataṁ kāyaviññāṇaṁ vipākamanodhātuyā anantarapaccayena paccayo. Sukhāya vedanāya sampayuttā vipākamanoviññāṇadhātu kiriyamanoviññāṇadhātuyā anantarapaccayena paccayo. Sukhāya vedanāya sampayuttaṁ bhavaṅgaṁ adukkhamasukhāya vedanāya sampayuttassa bhavaṅgassa anantarapaccayena paccayo. Sukhāya vedanāya sampayuttaṁ kusalākusalaṁ adukkhamasukhāya vedanāya sampayuttassa vuṭṭhānassa … kiriyaṁ vuṭṭhānassa … phalaṁ vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.3:111.1": "Dukkhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa anantarapaccayena paccayo—purimā purimā dukkhāya vedanāya sampayuttā khandhā pacchimānaṁ pacchimānaṁ dukkhāya vedanāya sampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.3:112.1": "Dukkhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa anantarapaccayena paccayo—dukkhasahagataṁ kāyaviññāṇaṁ vipākamanodhātuyā anantarapaccayena paccayo. Dukkhāya vedanāya sampayuttā khandhā adukkhamasukhāya vedanāya sampayuttassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.3:113.1": "Adukkhamasukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa anantarapaccayena paccayo—purimā purimā adukkhamasukhāya vedanāya sampayuttā khandhā pacchimānaṁ pacchimānaṁ adukkhamasukhāya vedanāya sampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. Adukkhamasukhāya vedanāya sampayuttaṁ anulomaṁ adukkhamasukhāya vedanāya sampayuttassa gotrabhussa anantarapaccayena paccayo. Anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa … maggo phalassa … phalaṁ phalassa … anulomaṁ phalasamāpattiyā … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ adukkhamasukhāya vedanāya sampayuttāya phalasamāpattiyā anantarapaccayena paccayo. Adukkhamasukhāya vedanāya sampayuttā khandhā adukkhamasukhāya vedanāya sampayuttassa vuṭṭhānassa anantarapaccayena paccayo. ",
  "patthana1.3:114.1": "Adukkhamasukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa anantarapaccayena paccayo—adukkhamasukhāya vedanāya sampayuttaṁ cuticittaṁ sukhāya vedanāya sampayuttassa upapatticittassa anantarapaccayena paccayo. Āvajjanā sukhāya vedanāya sampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. Vipākamanodhātu sukhāya vedanāya sampayuttāya vipākamanoviññāṇadhātuyā anantarapaccayena paccayo. Adukkhamasukhāya vedanāya sampayuttaṁ bhavaṅgaṁ sukhāya vedanāya sampayuttassa bhavaṅgassa anantarapaccayena paccayo. Adukkhamasukhāya vedanāya sampayuttaṁ kusalākusalaṁ sukhāya vedanāya sampayuttassa vuṭṭhānassa … kiriyaṁ vuṭṭhānassa … phalaṁ vuṭṭhānassa … nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ sukhāya vedanāya sampayuttāya phalasamāpattiyā anantarapaccayena paccayo. ",
  "patthana1.3:115.1": "Adukkhamasukhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa anantarapaccayena paccayo—āvajjanā dukkhāya vedanāya sampayuttakānaṁ khandhānaṁ anantarapaccayena paccayo. ",
  "patthana1.3:116.0": "Samanantara ",
  "patthana1.3:116.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa samanantarapaccayena paccayo. (Anantarapaccayasadisaṁ.) ",
  "patthana1.3:117.0": "Sahajāta ",
  "patthana1.3:117.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa sahajātapaccayena paccayo—sukhāya vedanāya sampayutto eko khandho dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. Dve khandhā ekassa khandhassa sahajātapaccayena paccayo. Paṭisandhikkhaṇe sukhāya vedanāya sampayutto eko khandho dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. Dve khandhā ekassa khandhassa sahajātapaccayena paccayo. ",
  "patthana1.3:118.1": "Dukkhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa sahajātapaccayena paccayo—dukkhāya vedanāya sampayutto eko khandho dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. Dve khandhā ekassa khandhassa sahajātapaccayena paccayo. (Dukkhāya vedanāya sampayuttapaṭisandhi na labbhati.) ",
  "patthana1.3:119.1": "Adukkhamasukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa sahajātapaccayena paccayo—adukkhamasukhāya vedanāya sampayutto eko khandho dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. Dve khandhā ekassa khandhassa sahajātapaccayena paccayo. Paṭisandhikkhaṇe adukkhamasukhāya vedanāya sampayutto eko khandho dvinnaṁ khandhānaṁ sahajātapaccayena paccayo. Dve khandhā ekassa khandhassa sahajātapaccayena paccayo. ",
  "patthana1.3:120.0": "Aññamañña-nissaya ",
  "patthana1.3:120.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa aññamaññapaccayena paccayo … nissayapaccayena paccayo. (Aññamaññampi nissayampi sahajātapaccayasadisaṁ.) ",
  "patthana1.3:121.0": "Upanissaya ",
  "patthana1.3:121.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. ",
  "patthana1.3:122.1": "**Pakatūpanissayo**—sukhāya vedanāya sampayuttaṁ saddhaṁ upanissāya sukhāya vedanāya sampayuttena cittena dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, sukhāya vedanāya sampayuttaṁ jhānaṁ uppādeti, vipassanaṁ uppādeti, maggaṁ uppādeti, samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Sukhāya vedanāya sampayuttaṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … rāgaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ … sukhasahagataṁ kāyaviññāṇaṁ upanissāya sukhāya vedanāya sampayuttena cittena dānaṁ deti …pe… samāpattiṁ uppādeti (saddhāpañcamakesu “mānaṁ jappeti, diṭṭhiṁ gaṇhātī”ti kātabbaṁ, avasesesu na kātabbaṁ). Sukhāya vedanāya sampayuttena cittena adinnaṁ ādiyati, musā bhaṇati, pisuṇaṁ bhaṇati, samphaṁ palapati, sandhiṁ chindati, nillopaṁ harati, ekāgārikaṁ karoti, paripanthe tiṭṭhati, paradāraṁ gacchati, gāmaghātaṁ karoti, nigamaghātaṁ karoti. Sukhāya vedanāya sampayuttā saddhā … sīlaṁ … sutaṁ … cāgo … paññā … rāgo … moho … māno … diṭṭhi … patthanā … sukhasahagataṁ kāyaviññāṇaṁ sukhāya vedanāya sampayuttāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … rāgassa … mohassa … mānassa … diṭṭhiyā … patthanāya … sukhasahagatassa kāyaviññāṇassa … sukhāya vedanāya sampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana1.3:123.1": "Sukhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo. ",
  "patthana1.3:124.1": "**Pakatūpanissayo**—sukhāya vedanāya sampayuttaṁ saddhaṁ upanissāya attānaṁ ātāpeti paritāpeti, pariyiṭṭhimūlakaṁ dukkhaṁ paccanubhoti. Sukhāya vedanāya sampayuttaṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ upanissāya attānaṁ ātāpeti paritāpeti, pariyiṭṭhimūlakaṁ dukkhaṁ paccanubhoti. Sukhāya vedanāya sampayuttaṁ rāgaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ … sukhasahagataṁ kāyaviññāṇaṁ upanissāya pāṇaṁ hanati. Dukkhāya vedanāya sampayuttena cittena adinnaṁ ādiyati, musā bhaṇati, pisuṇaṁ bhaṇati, pharusaṁ bhaṇati, samphaṁ palapati, sandhiṁ chindati, nillopaṁ harati, ekāgārikaṁ karoti, paripanthe tiṭṭhati, paradāraṁ gacchati, gāmaghātaṁ karoti, nigamaghātaṁ karoti, mātaraṁ jīvitā voropeti, pitaraṁ jīvitā voropeti, arahantaṁ jīvitā voropeti, duṭṭhena cittena tathāgatassa lohitaṁ uppādeti, saṅghaṁ bhindati. Sukhāya vedanāya sampayuttā saddhā … sīlaṁ … sutaṁ … cāgo … paññā … rāgo … moho … māno … diṭṭhi … patthanā … sukhasahagataṁ kāyaviññāṇaṁ dosassa … mohassa … dukkhasahagatassa kāyaviññāṇassa … dukkhāya vedanāya sampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana1.3:125.1": "Sukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. ",
  "patthana1.3:126.1": "**Pakatūpanissayo**—sukhāya vedanāya sampayuttaṁ saddhaṁ upanissāya adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, adukkhamasukhāya vedanāya sampayuttaṁ jhānaṁ uppādeti, vipassanaṁ uppādeti, maggaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti, mānaṁ jappeti, diṭṭhiṁ gaṇhāti. Sukhāya vedanāya sampayuttaṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … rāgaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ … sukhasahagataṁ kāyaviññāṇaṁ upanissāya adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ deti …pe… samāpattiṁ uppādeti. Adukkhamasukhāya vedanāya sampayuttena cittena adinnaṁ ādiyati, musā bhaṇati, pisuṇaṁ bhaṇati, samphaṁ palapati, sandhiṁ chindati, nillopaṁ harati, ekāgārikaṁ karoti, paripanthe tiṭṭhati, paradāraṁ gacchati, gāmaghātaṁ karoti, nigamaghātaṁ karoti. Sukhāya vedanāya sampayuttā saddhā … sīlaṁ … sutaṁ … cāgo … paññā … rāgo … moho … māno … diṭṭhi … patthanā … sukhasahagataṁ kāyaviññāṇaṁ adukkhamasukhāya vedanāya sampayuttāya saddhāya … sīlassa … sutassa … cāgassa … paññāya … rāgassa … mohassa … mānassa … diṭṭhiyā … patthanāya … adukkhamasukhāya vedanāya sampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana1.3:127.1": "Dukkhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. ",
  "patthana1.3:128.1": "**Pakatūpanissayo**—dosaṁ upanissāya pāṇaṁ hanati, dukkhāya vedanāya sampayuttena cittena adinnaṁ ādiyati …pe… saṅghaṁ bhindati. Mohaṁ, dukkhasahagataṁ kāyaviññāṇaṁ upanissāya pāṇaṁ hanati, dukkhāya vedanāya sampayuttena cittena adinnaṁ ādiyati …pe… saṅghaṁ bhindati. Doso … moho … dukkhasahagataṁ kāyaviññāṇaṁ dosassa … mohassa … dukkhasahagatassa kāyaviññāṇassa … dukkhāya vedanāya sampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana1.3:129.1": "Dukkhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo. ",
  "patthana1.3:130.1": "**Pakatūpanissayo**—dosaṁ upanissāya sukhāya vedanāya sampayuttena cittena dānaṁ deti …pe… samāpattiṁ uppādeti. Sukhāya vedanāya sampayuttena cittena adinnaṁ ādiyati …pe… nigamaghātaṁ karoti. Mohaṁ, dukkhasahagataṁ kāyaviññāṇaṁ upanissāya sukhāya vedanāya sampayuttena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Doso … moho … dukkhasahagataṁ kāyaviññāṇaṁ sukhāya vedanāya sampayuttāya saddhāya …pe… sukhasahagatassa kāyaviññāṇassa sukhāya vedanāya sampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana1.3:131.1": "Dukkhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. ",
  "patthana1.3:132.1": "**Pakatūpanissayo**—dosaṁ upanissāya adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Mohaṁ, dukkhasahagataṁ kāyaviññāṇaṁ upanissāya adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ deti …pe… nigamaghātaṁ karoti. Doso … moho … dukkhasahagataṁ kāyaviññāṇaṁ adukkhamasukhāya vedanāya sampayuttāya saddhāya …pe… patthanāya … adukkhamasukhāya vedanāya sampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana1.3:133.1": "Adukkhamasukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. ",
  "patthana1.3:134.1": "**Pakatūpanissayo**—adukkhamasukhāya vedanāya sampayuttaṁ saddhaṁ upanissāya adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Adukkhamasukhāya vedanāya sampayuttaṁ sīlaṁ … sutaṁ … cāgaṁ … paññaṁ … rāgaṁ … mohaṁ … mānaṁ … diṭṭhiṁ … patthanaṁ upanissāya adukkhamasukhāya vedanāya sampayuttena cittena dānaṁ deti …pe… samāpattiṁ uppādeti. Adukkhamasukhāya vedanāya sampayuttena cittena adinnaṁ ādiyati …pe… nigamaghātaṁ karoti. Adukkhamasukhāya vedanāya sampayuttā saddhā … sīlaṁ … sutaṁ … cāgo … paññā … rāgo … moho … māno … diṭṭhi … patthanā … adukkhamasukhāya vedanāya sampayuttāya saddhāya …pe… patthanāya adukkhamasukhāya vedanāya sampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana1.3:135.1": "Adukkhamasukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo—ārammaṇūpanissayo, anantarūpanissayo, pakatūpanissayo …pe…. ",
  "patthana1.3:136.1": "**Pakatūpanissayo**—adukkhamasukhāya vedanāya sampayuttaṁ saddhaṁ upanissāya sukhāya vedanāya sampayuttena cittena dānaṁ deti …pe… diṭṭhiṁ gaṇhāti. Adukkhamasukhāya vedanāya sampayuttaṁ sīlaṁ …pe… patthanaṁ upanissāya sukhāya vedanāya sampayuttena cittena dānaṁ deti …pe… samāpattiṁ uppādeti. Sukhāya vedanāya sampayuttena cittena adinnaṁ ādiyati …pe… nigamaghātaṁ karoti. Adukkhamasukhāya vedanāya sampayuttā saddhā …pe… patthanā sukhāya vedanāya sampayuttāya saddhāya …pe… patthanāya … sukhasahagatassa kāyaviññāṇassa sukhāya vedanāya sampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana1.3:137.1": "Adukkhamasukhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa upanissayapaccayena paccayo—anantarūpanissayo, pakatūpanissayo …pe…. ",
  "patthana1.3:138.1": "**Pakatūpanissayo**—adukkhamasukhāya vedanāya sampayuttaṁ saddhaṁ upanissāya attānaṁ ātāpeti paritāpeti, pariyiṭṭhimūlakaṁ dukkhaṁ paccanubhoti. Adukkhamasukhāya vedanāya sampayuttaṁ sīlaṁ …pe… patthanaṁ upanissāya pāṇaṁ hanati. Dukkhāya vedanāya sampayuttena cittena adinnaṁ ādiyati …pe… saṅghaṁ bhindati. Adukkhamasukhāya vedanāya sampayuttā saddhā …pe… patthanā … dosassa … mohassa … dukkhasahagatassa kāyaviññāṇassa … dukkhāya vedanāya sampayuttakānaṁ khandhānaṁ upanissayapaccayena paccayo. ",
  "patthana1.3:139.0": "Āsevana ",
  "patthana1.3:139.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa āsevanapaccayena paccayo—purimā purimā sukhāya vedanāya sampayuttā khandhā pacchimānaṁ pacchimānaṁ sukhāya vedanāya sampayuttakānaṁ khandhānaṁ āsevanapaccayena paccayo. Sukhāya vedanāya sampayuttaṁ anulomaṁ gotrabhussa … anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa āsevanapaccayena paccayo. ",
  "patthana1.3:140.1": "Dukkhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa āsevanapaccayena paccayo—purimā purimā dukkhāya vedanāya sampayuttā khandhā pacchimānaṁ pacchimānaṁ dukkhāya vedanāya sampayuttakānaṁ khandhānaṁ āsevanapaccayena paccayo. ",
  "patthana1.3:141.1": "Adukkhamasukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa āsevanapaccayena paccayo—purimā purimā adukkhamasukhāya vedanāya sampayuttā khandhā pacchimānaṁ pacchimānaṁ adukkhamasukhāya vedanāya sampayuttakānaṁ khandhānaṁ āsevanapaccayena paccayo. Adukkhamasukhāya vedanāya sampayuttaṁ anulomaṁ gotrabhussa … anulomaṁ vodānassa … gotrabhu maggassa … vodānaṁ maggassa āsevanapaccayena paccayo. ",
  "patthana1.3:142.0": "Kamma ",
  "patthana1.3:142.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—sukhāya vedanāya sampayuttā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—sukhāya vedanāya sampayuttā cetanā vipākānaṁ sukhāya vedanāya sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.3:143.1": "Sukhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo. **Nānākkhaṇikā**—sukhāya vedanāya sampayuttā cetanā vipākānaṁ dukkhāya vedanāya sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.3:144.1": "Sukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo. **Nānākkhaṇikā**—sukhāya vedanāya sampayuttā cetanā vipākānaṁ adukkhamasukhāya vedanāya sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.3:145.1": "Dukkhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—dukkhāya vedanāya sampayuttā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. **Nānākkhaṇikā**—dukkhāya vedanāya sampayuttā cetanā vipākānaṁ dukkhāya vedanāya sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.3:146.1": "Dukkhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo. **Nānākkhaṇikā**—dukkhāya vedanāya sampayuttā cetanā vipākānaṁ adukkhamasukhāya vedanāya sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.3:147.1": "Adukkhamasukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo—sahajātā, nānākkhaṇikā. **Sahajātā**—adukkhamasukhāya vedanāya sampayuttā cetanā sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. Paṭisandhikkhaṇe …pe…. **Nānākkhaṇikā**—adukkhamasukhāya vedanāya sampayuttā cetanā vipākānaṁ adukkhamasukhāya vedanāya sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.3:148.1": "Adukkhamasukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo. Nānākkhaṇikā—adukkhamasukhāya vedanāya sampayuttā cetanā vipākānaṁ sukhāya vedanāya sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.3:149.1": "Adukkhamasukhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa kammapaccayena paccayo. **Nānākkhaṇikā**—adukkhamasukhāya vedanāya sampayuttā cetanā vipākānaṁ dukkhāya vedanāya sampayuttakānaṁ khandhānaṁ kammapaccayena paccayo. ",
  "patthana1.3:150.0": "Vipāka ",
  "patthana1.3:150.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa vipākapaccayena paccayo—vipāko sukhāya vedanāya sampayutto eko khandho dvinnaṁ khandhānaṁ vipākapaccayena paccayo. Dve khandhā ekassa khandhassa vipākapaccayena paccayo. Paṭisandhikkhaṇe sukhāya vedanāya sampayutto eko khandho dvinnaṁ khandhānaṁ vipākapaccayena paccayo. Dve khandhā ekassa khandhassa …pe…. ",
  "patthana1.3:151.1": "Dukkhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa vipākapaccayena paccayo—vipāko dukkhāya vedanāya sampayutto eko khandho dvinnaṁ khandhānaṁ vipākapaccayena paccayo …pe…. ",
  "patthana1.3:152.1": "Adukkhamasukhāya vedanāya …pe… vipāko adukkhamasukhāya vedanāya sampayutto eko khandho dvinnaṁ khandhānaṁ …pe… paṭisandhikkhaṇe …pe…. ",
  "patthana1.3:153.0": "Āhārādi ",
  "patthana1.3:153.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa āhārapaccayena paccayo …pe… indriyapaccayena paccayo …pe… jhānapaccayena paccayo …pe… maggapaccayena paccayo …pe… sampayuttapaccayena paccayo …pe… atthipaccayena paccayo …pe… natthipaccayena paccayo …pe… vigatapaccayena paccayo …pe… avigatapaccayena paccayo …pe…. ",
  "patthana1.3:154.0": "Suddha ",
  "patthana1.3:154.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā pañca, anantare satta, samanantare satta, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme aṭṭha, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte tīṇi, atthiyā tīṇi, natthiyā satta, vigate satta, avigate tīṇi. ",
  "patthana1.3:155.0": "Hetusabhāga ",
  "patthana1.3:155.1": "Hetupaccayā adhipatiyā dve, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, vipāke dve, indriye dve, magge dve, sampayutte tīṇi, atthiyā tīṇi, avigate tīṇi. ",
  "patthana1.3:156.0": "Sāmaññaghaṭanā ",
  "patthana1.3:156.1": "Hetu sahajāta aññamañña nissaya sampayutta atthi avigatanti tīṇi. Hetu sahajāta aññamañña nissaya vipāka sampayutta atthi avigatanti dve. ",
  "patthana1.3:157.0": "Saindriya-maggaghaṭanā ",
  "patthana1.3:157.1": "Hetu sahajāta aññamañña nissaya indriya magga sampayutta atthi avigatanti dve. Hetu sahajāta aññamañña nissaya vipāka indriya magga sampayutta atthi avigatanti dve. ",
  "patthana1.3:158.0": "Sādhipati-indriya-maggaghaṭanā ",
  "patthana1.3:158.1": "Hetu adhipati sahajāta aññamañña nissaya indriya magga sampayutta atthi avigatanti dve hetu adhipati sahajāta aññamañña nissaya vipāka indriya magga sampayutta atthi avigatanti dve. ",
  "patthana1.3:159.0": "Ārammaṇasabhāga ",
  "patthana1.3:159.1": "Ārammaṇapaccayā adhipatiyā cattāri, upanissaye cattāri. ",
  "patthana1.3:160.0": "Ārammaṇaghaṭanā ",
  "patthana1.3:160.1": "Ārammaṇādhipati upanissayanti cattāri. ",
  "patthana1.3:161.0": "Adhipatisabhāga ",
  "patthana1.3:161.1": "Adhipatipaccayā hetuyā dve, ārammaṇe cattāri, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye cattāri, vipāke dve, āhāre tīṇi, indriye tīṇi, magge tīṇi, sampayutte tīṇi, atthiyā tīṇi, avigate tīṇi. ",
  "patthana1.3:162.0": "Pakiṇṇakaghaṭanā ",
  "patthana1.3:162.1": "Adhipati ārammaṇa upanissayanti cattāri. ",
  "patthana1.3:163.0": "Sahajātaghaṭanā ",
  "patthana1.3:163.1": "Adhipati sahajāta aññamañña nissaya sampayutta atthi avigatanti tīṇi. Adhipati sahajāta aññamañña nissaya vipāka sampayutta atthi avigatanti dve. ",
  "patthana1.3:164.1": "Adhipati sahajāta aññamañña nissaya āhāra indriya sampayutta atthi avigatanti tīṇi. Adhipati sahajāta aññamañña nissaya vipāka āhāra indriya sampayutta atthi avigatanti dve. ",
  "patthana1.3:165.1": "Adhipati sahajāta aññamañña nissaya indriya magga sampayutta atthi avigatanti tīṇi. Adhipati sahajāta aññamañña nissaya vipāka indriya magga sampayutta atthi avigatanti dve. ",
  "patthana1.3:166.1": "Adhipati hetu sahajāta aññamañña nissaya indriya magga sampayutta atthi avigatanti dve. Adhipati hetu sahajāta aññamañña nissaya vipāka indriya magga sampayutta atthi avigatanti dve. ",
  "patthana1.3:167.0": "Anantarasabhāga ",
  "patthana1.3:167.1": "Anantarapaccayā samanantare satta, upanissaye satta, āsevane tīṇi, kamme dve, natthiyā satta, vigate satta. ",
  "patthana1.3:168.0": "Ghaṭanā ",
  "patthana1.3:168.1": "Anantara samanantara upanissaya natthi vigatanti satta. Anantara samanantara upanissaya āsevana natthi vigatanti tīṇi. Anantara samanantara upanissaya kamma natthi vigatanti dve. ",
  "patthana1.3:169.1": "Samanantarapaccayā anantarasadisaṁ. ",
  "patthana1.3:170.0": "Sahajātādisabhāga ",
  "patthana1.3:170.1": "Sahajātapaccayā … aññamaññapaccayā … nissayapaccayā hetuyā tīṇi, adhipatiyā tīṇi, sahajāte tīṇi, aññamaññe tīṇi, kamme tīṇi, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte tīṇi, atthiyā tīṇi, avigate tīṇi. ",
  "patthana1.3:171.0": "Ghaṭanā ",
  "patthana1.3:171.1": "Nissaya sahajāta aññamañña sampayutta atthi avigatanti tīṇi. Nissaya sahajāta aññamañña vipāka sampayutta atthi avigatanti tīṇi. ",
  "patthana1.3:172.0": "Upanissayasabhāga ",
  "patthana1.3:172.1": "Upanissayapaccayā ārammaṇe cattāri, adhipatiyā cattāri, anantare satta, samanantare satta, āsevane tīṇi, kamme aṭṭha, natthiyā satta, vigate satta. ",
  "patthana1.3:173.0": "Ghaṭanā ",
  "patthana1.3:173.1": "Upanissaya ārammaṇa adhipatīti cattāri. Upanissaya anantara samanantara natthi vigatanti satta. Upanissaya anantara samanantara āsevana natthi vigatanti tīṇi. Upanissaya kammanti aṭṭha. Upanissaya anantara samanantara kamma natthi vigatanti dve. ",
  "patthana1.3:174.0": "Āsevanasabhāga ",
  "patthana1.3:174.1": "Āsevanapaccayā anantare tīṇi, samanantare tīṇi, upanissaye tīṇi, natthiyā tīṇi, vigate tīṇi. ",
  "patthana1.3:175.0": "Ghaṭanā ",
  "patthana1.3:175.1": "Āsevana anantara samanantara upanissaya natthi vigatanti tīṇi. ",
  "patthana1.3:176.0": "Kammasabhāga ",
  "patthana1.3:176.1": "Kammapaccayā anantare dve, samanantare dve, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye aṭṭha, vipāke tīṇi, āhāre tīṇi, sampayutte tīṇi, atthiyā tīṇi, natthiyā dve, vigate dve, avigate tīṇi. ",
  "patthana1.3:177.0": "Pakiṇṇakaghaṭanā ",
  "patthana1.3:177.1": "Kamma upanissayanti aṭṭha. Kamma anantara samanantara upanissaya natthi vigatanti dve. ",
  "patthana1.3:178.0": "Sahajātaghaṭanā ",
  "patthana1.3:178.1": "Kamma sahajāta aññamañña nissaya āhāra sampayutta atthi avigatanti tīṇi. Kamma sahajāta aññamañña nissaya vipāka āhāra sampayutta atthi avigatanti tīṇi. ",
  "patthana1.3:179.0": "Vipākasabhāga ",
  "patthana1.3:179.1": "Vipākapaccayā hetuyā dve, adhipatiyā dve, sahajāte tīṇi …pe… jhāne dve, magge dve, sampayutte tīṇi, atthiyā tīṇi, avigate tīṇi. ",
  "patthana1.3:180.0": "Ghaṭanā ",
  "patthana1.3:180.1": "Vipāka sahajāta aññamañña nissaya sampayutta atthi avigatanti tīṇi. ",
  "patthana1.3:181.0": "Āhārasabhāga ",
  "patthana1.3:181.1": "Āhārapaccayā adhipatiyā tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, kamme tīṇi, vipāke tīṇi, indriye tīṇi, sampayutte tīṇi, atthiyā tīṇi, avigate tīṇi. ",
  "patthana1.3:182.0": "Ghaṭanā ",
  "patthana1.3:182.1": "Āhāra sahajāta aññamañña nissaya sampayutta atthi avigatanti tīṇi. Āhāra sahajāta aññamañña nissaya vipāka sampayutta atthi avigatanti tīṇi. ",
  "patthana1.3:183.1": "Āhāra sahajāta aññamañña nissaya kamma sampayutta atthi avigatanti tīṇi. Āhāra sahajāta aññamañña nissaya kamma vipāka sampayutta atthi avigatanti tīṇi. ",
  "patthana1.3:184.1": "Āhāra sahajāta aññamañña nissaya indriya sampayutta atthi avigatanti tīṇi. Āhāra sahajāta aññamañña nissaya vipāka indriya sampayutta atthi avigatanti tīṇi. ",
  "patthana1.3:185.1": "Āhāra adhipati sahajāta aññamañña nissaya indriya sampayutta atthi avigatanti tīṇi. Āhāra adhipati sahajāta aññamañña nissaya vipāka indriya sampayutta atthi avigatanti dve. ",
  "patthana1.3:186.0": "Indriyasabhāga ",
  "patthana1.3:186.1": "Indriyapaccayā hetuyā dve, adhipatiyā tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, vipāke tīṇi, āhāre tīṇi, jhāne tīṇi, magge tīṇi, sampayutte tīṇi, atthiyā tīṇi, avigate tīṇi. ",
  "patthana1.3:187.0": "Ghaṭanā ",
  "patthana1.3:187.1": "Indriya sahajāta aññamañña nissaya sampayutta atthi avigatanti tīṇi. Indriya sahajāta aññamañña nissaya vipāka sampayutta atthi avigatanti tīṇi. ",
  "patthana1.3:188.1": "Indriya sahajāta aññamañña nissaya magga sampayutta atthi avigatanti tīṇi. Indriya sahajāta aññamañña nissaya vipāka magga sampayutta atthi avigatanti dve. ",
  "patthana1.3:189.1": "Indriya sahajāta aññamañña nissaya jhāna magga sampayutta atthi avigatanti tīṇi. Indriya sahajāta aññamañña nissaya vipāka jhāna magga sampayutta atthi avigatanti dve. ",
  "patthana1.3:190.1": "Indriya sahajāta aññamañña nissaya āhāra sampayutta atthi avigatanti tīṇi. Indriya sahajāta aññamañña nissaya vipāka āhāra sampayutta atthi avigatanti tīṇi. ",
  "patthana1.3:191.1": "Indriya adhipati sahajāta aññamañña nissaya āhāra sampayutta atthi avigatanti tīṇi. Indriya adhipati sahajāta aññamañña nissaya vipāka āhāra sampayutta atthi avigatanti dve. ",
  "patthana1.3:192.1": "Indriya adhipati sahajāta aññamañña nissaya magga sampayutta atthi avigatanti tīṇi. Indriya adhipati sahajāta aññamañña nissaya vipāka magga sampayutta atthi avigatanti dve. ",
  "patthana1.3:193.1": "Indriya hetu sahajāta aññamañña nissaya magga sampayutta atthi avigatanti dve. Indriya hetu sahajāta aññamañña nissaya vipāka magga sampayuttaatthi avigatanti dve. ",
  "patthana1.3:194.1": "Indriya hetu adhipati sahajāta aññamañña nissaya magga sampayutta atthi avigatanti dve. Indriya hetu adhipati sahajāta aññamañña nissaya vipāka magga sampayutta atthi avigatanti dve. ",
  "patthana1.3:195.0": "Jhānasabhāga ",
  "patthana1.3:195.1": "Jhānapaccayā sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, vipāke dve, indriye tīṇi, magge tīṇi, sampayutte tīṇi, atthiyā tīṇi, avigate tīṇi. ",
  "patthana1.3:196.0": "Ghaṭanā ",
  "patthana1.3:196.1": "Jhāna sahajāta aññamañña nissaya sampayutta atthi avigatanti tīṇi. Jhāna sahajāta aññamañña nissaya vipāka sampayutta atthi avigatanti dve. ",
  "patthana1.3:197.1": "Jhāna sahajāta aññamañña nissaya magga sampayutta atthi avigatanti tīṇi. Jhāna sahajāta aññamañña nissaya vipāka magga sampayutta atthi avigatanti dve. ",
  "patthana1.3:198.1": "Jhāna sahajāta aññamañña nissaya indriya magga sampayutta atthi avigatanti tīṇi. Jhāna sahajāta aññamañña nissaya vipāka indriya magga sampayutta atthi avigatanti dve. ",
  "patthana1.3:199.0": "Maggasabhāga ",
  "patthana1.3:199.1": "Maggapaccayā hetuyā dve, adhipatiyā tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, vipāke dve, indriye tīṇi, jhāne tīṇi, sampayutte tīṇi, atthiyā tīṇi, avigate tīṇi. ",
  "patthana1.3:200.0": "Ghaṭanā ",
  "patthana1.3:200.1": "Magga sahajāta aññamañña nissaya sampayutta atthi avigatanti tīṇi. Magga sahajāta aññamañña nissaya vipāka sampayutta atthi avigatanti dve. ",
  "patthana1.3:201.1": "Magga sahajāta aññamañña nissaya indriya sampayutta atthi avigatanti tīṇi. Magga sahajāta aññamañña nissaya vipāka indriya sampayutta atthi avigatanti dve. ",
  "patthana1.3:202.1": "Magga sahajāta aññamañña nissaya jhāna sampayutta atthi avigatanti tīṇi. Magga sahajāta aññamañña nissaya vipāka jhāna sampayutta atthi avigatanti dve. ",
  "patthana1.3:203.1": "Magga sahajāta aññamañña nissaya indriya jhāna sampayutta atthi avigatanti tīṇi. Magga sahajāta aññamañña nissaya vipāka indriya jhāna sampayutta atthi avigatanti dve. ",
  "patthana1.3:204.1": "Magga adhipati sahajāta aññamañña nissaya indriya sampayutta atthi avigatanti tīṇi. Magga adhipati sahajāta aññamañña nissaya vipāka indriya sampayutta atthi avigatanti dve. ",
  "patthana1.3:205.1": "Magga hetu sahajāta aññamañña nissaya indriya sampayutta atthi avigatanti dve. Magga hetu sahajāta aññamañña nissaya vipāka indriya sampayutta atthi avigatanti dve. ",
  "patthana1.3:206.1": "Magga hetu adhipati sahajāta aññamañña nissaya indriya sampayutta atthi avigatanti dve. Magga hetu adhipati sahajāta aññamañña nissaya vipāka indriya sampayutta atthi avigatanti dve. ",
  "patthana1.3:207.0": "Sampayuttasabhāga ",
  "patthana1.3:207.1": "Sampayuttapaccayā hetuyā tīṇi, adhipatiyā tīṇi, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, kamme tīṇi, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, atthiyā tīṇi, avigate tīṇi. ",
  "patthana1.3:208.0": "Ghaṭanā ",
  "patthana1.3:208.1": "Sampayutta sahajāta aññamañña nissaya atthi avigatanti tīṇi. Sampayutta sahajāta aññamañña nissaya vipāka atthi avigatanti tīṇi. ",
  "patthana1.3:209.1": "(Atthipaccayā … natthipaccayā … vigatapaccayā … avigatapaccayā …pe….) ",
  "patthana1.3:210.1": "Pañhāvārassa anulomaṁ. ",
  "patthana1.3:211.0": "Paccanīyuddhāra ",
  "patthana1.3:211.1": "Sukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.3:212.1": "Sukhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.3:213.1": "Sukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.3:214.1": "Dukkhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.3:215.1": "Dukkhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo. ",
  "patthana1.3:216.1": "Dukkhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.3:217.1": "Adukkhamasukhāya vedanāya sampayutto dhammo adukkhamasukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … sahajātapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.3:218.1": "Adukkhamasukhāya vedanāya sampayutto dhammo sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.3:219.1": "Adukkhamasukhāya vedanāya sampayutto dhammo dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo … upanissayapaccayena paccayo … kammapaccayena paccayo. ",
  "patthana1.3:220.0.1": "1.3.7.2. Paccayapaccanīya ",
  "patthana1.3:220.0.2": "Saṅkhyāvāra ",
  "patthana1.3:220.0.3": "Suddha ",
  "patthana1.3:220.1": "Nahetuyā nava, naārammaṇe nava, naadhipatiyā nava, naanantare nava, nasamanantare nava, nasahajāte nava, naaññamaññe nava, nanissaye nava, naupanissaye nava, napurejāte nava, napacchājāte nava, naāsevane nava, nakamme nava, navipāke nava, naāhāre nava, naindriye nava, najhāne nava, namagge nava, nasampayutte nava, navippayutte nava, noatthiyā nava, nonatthiyā nava, novigate nava, noavigate nava. ",
  "patthana1.3:221.0.1": "1.2. Paccayapaccanīya ",
  "patthana1.3:221.0.2": "Vibhaṅgavāra ",
  "patthana1.3:221.0.3": "Nahetuduka ",
  "patthana1.3:221.1": "Nahetupaccayā naārammaṇe nava …pe… noavigate nava. ",
  "patthana1.3:222.0": "Tika ",
  "patthana1.3:222.1": "Nahetupaccayā naārammaṇapaccayā naadhipatiyā nava …pe… naupanissaye aṭṭha …pe… noavigate nava …pe…. ",
  "patthana1.3:223.0": "Tevīsaka ",
  "patthana1.3:223.1": "Nahetupaccayā naārammaṇapaccayā …pe… naupanissayapaccayā napurejātapaccayā napacchājātapaccayā naāsevanapaccayā navipākapaccayā naāhārapaccayā …pe… noavigate aṭṭha. ",
  "patthana1.3:224.0": "Nahetumūlaka ",
  "patthana1.3:224.1": "(Yathā kusalattikassa paccanīyagaṇanā gaṇitā, evaṁ idampi asammuyhantena sabbaṁ mūlakaṁ gaṇetabbaṁ.) ",
  "patthana1.3:225.1": "Paccanīyaṁ. ",
  "patthana1.3:226.0.1": "1.3.7.3. Paccayānulomapaccanīya ",
  "patthana1.3:226.0.2": "Hetusabhāga ",
  "patthana1.3:226.1": "Hetupaccayā naārammaṇe tīṇi, naadhipatiyā tīṇi, naanantare tīṇi, nasamanantare tīṇi, naupanissaye tīṇi, napurejāte tīṇi, napacchājāte tīṇi, naāsevane tīṇi, nakamme tīṇi, navipāke tīṇi, naāhāre tīṇi, naindriye tīṇi, najhāne tīṇi, namagge tīṇi, navippayutte tīṇi, nonatthiyā tīṇi, novigate tīṇi. ",
  "patthana1.3:227.0": "Sāmaññaghaṭanā ",
  "patthana1.3:227.1": "Hetu sahajāta aññamañña nissaya sampayutta atthi avigatanti naārammaṇe tīṇi …pe… novigate tīṇi. ",
  "patthana1.3:228.1": "Yathā kusalattikassa anulomapaccanīyagaṇanā sajjhāyamaggena gaṇitā, evaṁ idampi gaṇetabbaṁ. ",
  "patthana1.3:229.1": "Kammapaccayā nahetuyā aṭṭha, naārammaṇe aṭṭha …pe… noavigate aṭṭha. (Saṅkhittaṁ.) ",
  "patthana1.3:230.1": "Anulomapaccanīyagaṇanā. ",
  "patthana1.3:231.0.1": "1.3.7.4. Paccayapaccanīyānuloma ",
  "patthana1.3:231.0.2": "Nahetuduka ",
  "patthana1.3:231.1": "Nahetupaccayā ārammaṇe nava, adhipatiyā pañca, anantare satta, samanantare satta, sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme aṭṭha, vipāke tīṇi, āhāre tīṇi, indriye tīṇi, jhāne tīṇi, magge tīṇi, sampayutte tīṇi, atthiyā tīṇi, natthiyā satta, vigate satta, avigate tīṇi. ",
  "patthana1.3:232.0": "Tika ",
  "patthana1.3:232.1": "Nahetupaccayā naārammaṇapaccayā adhipatiyā tīṇi, anantare satta …pe… avigate tīṇi …pe…. ",
  "patthana1.3:233.0": "Chakka ",
  "patthana1.3:233.1": "Nahetupaccayā naārammaṇapaccayā naadhipatipaccayā naanantarapaccayā nasamanantarapaccayā sahajāte tīṇi, aññamaññe tīṇi, nissaye tīṇi, upanissaye nava, kamme aṭṭha, vipāke tīṇi …pe… avigate tīṇi …pe…. ",
  "patthana1.3:234.0": "Navaka ",
  "patthana1.3:234.1": "Nahetupaccayā naārammaṇapaccayā (mūlakaṁ saṅkhittaṁ) nanissayapaccayā upanissaye nava, kamme aṭṭha …pe…. ",
  "patthana1.3:235.0": "Catuvīsaka (saupanissaya) ",
  "patthana1.3:235.1": "Nahetupaccayā naārammaṇapaccayā …pe… naupanissayapaccayā napurejātapaccayā napacchājātapaccayā naāsevanapaccayā navipākapaccayā naāhārapaccayā naindriyapaccayā najhānapaccayā namaggapaccayā nasampayuttapaccayā navippayuttapaccayā noatthipaccayā nonatthipaccayā novigatapaccayā noavigatapaccayā kamme aṭṭha. ",
  "patthana1.3:236.0": "Catuvīsaka (sakamma) ",
  "patthana1.3:236.1": "Nahetupaccayā naārammaṇapaccayā …pe… nanissayapaccayā napurejātapaccayā napacchājātapaccayā naāsevanapaccayā nakammapaccayā …pe… novigatapaccayā noavigatapaccayā upanissaye nava. ",
  "patthana1.3:237.1": "Nahetumūlakaṁ. ",
  "patthana1.3:238.0": "Naārammaṇaduka ",
  "patthana1.3:238.1": "Naārammaṇapaccayā hetuyā tīṇi …pe… kamme aṭṭha …pe… avigate tīṇi …pe…. ",
  "patthana1.3:239.0": "Noavigataduka ",
  "patthana1.3:239.1": "Noavigatapaccayā ārammaṇe nava, adhipatiyā cattāri, anantare satta, samanantare satta, upanissaye nava, āsevane tīṇi, kamme aṭṭha, natthiyā satta, vigate satta …pe…. ",
  "patthana1.3:240.0": "Catukka ",
  "patthana1.3:240.1": "Noavigatapaccayā nahetupaccayā naārammaṇapaccayā anantare satta, samanantare satta, upanissaye nava, āsevane tīṇi, kamme aṭṭha, natthiyā satta, vigate satta …pe…. ",
  "patthana1.3:241.0": "Catuvīsaka (saupanissaya) ",
  "patthana1.3:241.1": "Noavigatapaccayā nahetupaccayā naārammaṇa naadhipati naanantara nasamanantara nasahajāta naaññamañña nanissaya naupanissaya napurejāta napacchājāta naāsevana navipāka naāhāra naindriya najhāna namagga nasampayutta navippayutta noatthipaccayā nonatthipaccayā novigatapaccayā kamme aṭṭha. ",
  "patthana1.3:242.0": "Catuvīsaka (sakamma) ",
  "patthana1.3:242.1": "Noavigatapaccayā nahetupaccayā …pe… nanissayapaccayā napurejātapaccayā …pe… nakammapaccayā …pe… novigatapaccayā upanissaye nava. ",
  "patthana1.3:243.1": "Yathā kusalattikassa paccanīyānulomagaṇanā sajjhāyamaggena gaṇitā, evaṁ gaṇetabbaṁ. ",
  "patthana1.3:244.1": "Paccanīyānulomaṁ. ",
  "patthana1.3:245.1": "Vedanāttikaṁ niṭṭhitaṁ. "
}