{
  "patthana5.1:0.1": "Paṭṭhānapakaraṇa",
  "patthana5.1:0.2": "Dhammānuloma (1), Tikatikapaṭṭhānapāḷi (5)",
  "patthana5.1:0.3": "5.1. Kusalattika, Tika",
  "patthana5.1:1.1": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana5.1:2.0.1": "5.1.1. Kusalattika, Vedanāttika",
  "patthana5.1:2.0.2": "5.1.1.1. Sukhāyavedanāyasampayuttapada",
  "patthana5.1:2.0.3": "Hetu",
  "patthana5.1:2.1": "Kusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca kusalo sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:3.1": "Akusalaṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca akusalo sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:4.1": "Abyākataṁ sukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca abyākato sukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:5.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ …pe… sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:6.1": "Kusalo sukhāya vedanāya sampayutto dhammo kusalassa sukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:7.1": "Akusalo sukhāya vedanāya sampayutto dhammo akusalassa sukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:8.1": "Abyākato sukhāya vedanāya sampayutto dhammo abyākatassa sukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:9.1": "Kusalo sukhāya vedanāya sampayutto dhammo kusalassa sukhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana5.1:10.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare samanantare pañca, sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṁ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:11.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:12.0.1": "5.1.1.2. Dukkhāyavedanāyasampayuttapada",
  "patthana5.1:12.0.2": "Hetu-ārammaṇa",
  "patthana5.1:12.1": "Akusalaṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca akusalo dukkhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:13.1": "Akusalaṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca akusalo dukkhāya vedanāya sampayutto dhammo uppajjati ārammaṇapaccayā. ",
  "patthana5.1:14.1": "Abyākataṁ dukkhāya vedanāya sampayuttaṁ dhammaṁ paṭicca abyākato dukkhāya vedanāya sampayutto dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:15.1": "Hetuyā ekaṁ, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ.) (Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:16.1": "Akusalo dukkhāya vedanāya sampayutto dhammo akusalassa dukkhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:17.1": "Akusalo dukkhāya vedanāya sampayutto dhammo akusalassa dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana5.1:18.1": "Abyākato dukkhāya vedanāya sampayutto dhammo akusalassa dukkhāya vedanāya sampayuttassa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:19.1": "Hetuyā ekaṁ, ārammaṇe dve, adhipatiyā ekaṁ, anantare …pe… nissaye dve, upanissaye cattāri, āsevane ekaṁ, kamme tīṇi, vipāke ekaṁ, āhāre indriye dve, jhāne magge ekaṁ, sampayutte …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana5.1:20.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:21.0.1": "5.1.1.3. Adukkhamasukhavedanāyasampayuttapada",
  "patthana5.1:21.0.2": "Hetu",
  "patthana5.1:21.1": "Kusalaṁ adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca kusalo adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:22.1": "Akusalaṁ adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca akusalo adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:23.1": "Abyākataṁ adukkhamasukhāya vedanāya sampayuttaṁ dhammaṁ paṭicca abyākato adukkhamasukhāya vedanāya sampayutto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:24.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:25.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:26.1": "Kusalo adukkhamasukhāya vedanāya sampayutto dhammo kusalassa adukkhamasukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:27.1": "Akusalo adukkhamasukhāya vedanāya sampayutto dhammo akusalassa adukkhamasukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:28.1": "Abyākato adukkhamasukhāya vedanāya sampayutto dhammo abyākatassa adukkhamasukhāya vedanāya sampayuttassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:29.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare satta …pe… sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṁ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:30.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:31.0.1": "5.1.2. Kusalattika, Vipākattika",
  "patthana5.1:31.0.2": "Paccayacatukka",
  "patthana5.1:31.1": "Abyākataṁ vipākaṁ dhammaṁ paṭicca abyākato vipāko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:32.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:33.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana5.1:34.1": "Kusalaṁ vipākadhammadhammaṁ paṭicca kusalo vipākadhammadhammo uppajjati hetupaccayā. ",
  "patthana5.1:35.1": "Akusalaṁ vipākadhammadhammaṁ paṭicca akusalo vipākadhammadhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:36.1": "Hetuyā dve, ārammaṇe dve …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana5.1:37.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:38.1": "Kusalo vipākadhammadhammo kusalassa vipākadhammadhammassa hetupaccayena paccayo. ",
  "patthana5.1:39.1": "Akusalo vipākadhammadhammo akusalassa vipākadhammadhammassa hetupaccayena paccayo. ",
  "patthana5.1:40.1": "Kusalo vipākadhammadhammo kusalassa vipākadhammadhammassa ārammaṇapaccayena paccayo. Kusalo vipākadhammadhammo akusalassa vipākadhammadhammassa ārammaṇapaccayena paccayo. ",
  "patthana5.1:41.1": "Akusalo vipākadhammadhammo akusalassa vipākadhammadhammassa ārammaṇapaccayena paccayo. Akusalo vipākadhammadhammo kusalassa vipākadhammadhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:42.1": "Hetuyā dve, ārammaṇe cattāri, adhipatiyā tīṇi, anantare dve …pe… sahajāte dve, aññamaññe nissaye dve, upanissaye cattāri, āsevane kamme dve …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana5.1:43.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:44.1": "Abyākataṁ nevavipākanavipākadhammadhammaṁ paṭicca abyākato nevavipākanavipākadhammadhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:45.1": "Hetuyā ekaṁ, ārammaṇe ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:46.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana5.1:47.0.1": "5.1.3. Kusalattika, Upādinnattika",
  "patthana5.1:47.0.2": "Paccayacatukka",
  "patthana5.1:47.1": "Abyākataṁ upādinnupādāniyaṁ dhammaṁ paṭicca abyākato upādinnupādāniyo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:48.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:49.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana5.1:50.1": "Kusalaṁ anupādinnupādāniyaṁ dhammaṁ paṭicca kusalo anupādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:51.1": "Akusalaṁ anupādinnupādāniyaṁ dhammaṁ paṭicca akusalo anupādinnupādāniyo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:52.1": "Abyākataṁ anupādinnupādāniyaṁ dhammaṁ paṭicca abyākato anupādinnupādāniyo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:53.1": "Kusalaṁ anupādinnupādāniyañca abyākataṁ anupādinnupādāniyañca dhammaṁ paṭicca abyākato anupādinnupādāniyo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:54.1": "Akusalaṁ anupādinnupādāniyañca abyākataṁ anupādinnupādāniyañca dhammaṁ paṭicca abyākato anupādinnupādāniyo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:55.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana5.1:56.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:57.1": "Kusalo anupādinnupādāniyo dhammo kusalassa anupādinnupādāniyassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:58.1": "Akusalo anupādinnupādāniyo dhammo akusalassa anupādinnupādāniyassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:59.1": "Abyākato anupādinnupādāniyo dhammo abyākatassa anupādinnupādāniyassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:60.1": "Kusalo anupādinnupādāniyo dhammo kusalassa anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana5.1:61.1": "Akusalo anupādinnupādāniyo dhammo akusalassa anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … tīṇi.",
  "patthana5.1:62.1": "Abyākato anupādinnupādāniyo dhammo abyākatassa anupādinnupādāniyassa dhammassa ārammaṇapaccayena paccayo … tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:63.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā nava, anantare samanantare pañca, sahajāte nava, aññamaññe tīṇi, nissaye upanissaye nava, purejāte pacchājāte āsevane tīṇi, kamme …pe… magge satta, sampayutte vippayutte tīṇi …pe… avigate ekādasa. (Saṅkhittaṁ.)",
  "patthana5.1:64.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:65.1": "Kusalaṁ anupādinnaanupādāniyaṁ dhammaṁ paṭicca kusalo anupādinnupādāniyo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:66.1": "Abyākataṁ anupādinnaanupādāniyaṁ dhammaṁ paṭicca abyākato anupādinnaanupādāniyo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:67.1": "Hetuyā dve …pe… āsevane ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ, sahajātavārampi …pe… pañhāvārampi sabbattha vitthāro.)",
  "patthana5.1:68.0.1": "5.1.4. Kusalattika, Saṅkiliṭṭhattika",
  "patthana5.1:68.0.2": "Paccayacatukka",
  "patthana5.1:68.1": "Akusalaṁ saṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca akusalo saṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:69.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:70.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana5.1:71.1": "Kusalaṁ asaṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca kusalo asaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:72.1": "Abyākataṁ asaṅkiliṭṭhasaṅkilesikaṁ dhammaṁ paṭicca abyākato asaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. ",
  "patthana5.1:73.1": "Kusalaṁ asaṅkiliṭṭhasaṅkilesikañca abyākataṁ asaṅkiliṭṭhasaṅkilesikañca dhammaṁ paṭicca abyākato asaṅkiliṭṭhasaṅkilesiko dhammo uppajjati hetupaccayā. ",
  "patthana5.1:74.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:75.1": "Kusalaṁ asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca kusalo asaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati hetupaccayā. ",
  "patthana5.1:76.1": "Abyākataṁ asaṅkiliṭṭhaasaṅkilesikaṁ dhammaṁ paṭicca abyākato asaṅkiliṭṭhaasaṅkilesiko dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:77.1": "Hetuyā dve …pe… āsevane ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana5.1:78.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāretabbaṁ.)",
  "patthana5.1:79.0.1": "5.1.5. Kusalattika, Vitakkattika",
  "patthana5.1:79.0.2": "Hetu",
  "patthana5.1:79.1": "Kusalaṁ savitakkasavicāraṁ dhammaṁ paṭicca kusalo savitakkasavicāro dhammo uppajjati hetupaccayā. ",
  "patthana5.1:80.1": "Akusalaṁ savitakkasavicāraṁ dhammaṁ paṭicca akusalo savitakkasavicāro dhammo uppajjati hetupaccayā. ",
  "patthana5.1:81.1": "Abyākataṁ savitakkasavicāraṁ dhammaṁ paṭicca abyākato savitakkasavicāro dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:82.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:83.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:84.1": "Kusalo savitakkasavicāro dhammo kusalassa savitakkasavicārassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:85.1": "Akusalo savitakkasavicāro dhammo akusalassa savitakkasavicārassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:86.1": "Abyākato savitakkasavicāro dhammo abyākatassa savitakkasavicārassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:87.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā …pe… samanantare satta, sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṁ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.) (Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:88.1": "Kusalaṁ avitakkavicāramattaṁ dhammaṁ paṭicca kusalo avitakkavicāramatto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:89.1": "Abyākataṁ avitakkavicāramattaṁ dhammaṁ paṭicca abyākato avitakkavicāramatto dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:90.1": "Hetuyā dve …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana5.1:91.1": "(Sahajātavārepi …pe… sampayuttavārepi pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:92.1": "Kusalaṁ avitakkaavicāraṁ dhammaṁ paṭicca kusalo avitakkaavicāro dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:93.1": "Abyākataṁ avitakkaavicāraṁ dhammaṁ paṭicca abyākato avitakkaavicāro dhammo uppajjati hetupaccayā. ",
  "patthana5.1:94.1": "Kusalaṁ avitakkaavicārañca abyākataṁ avitakkaavicārañca dhammaṁ paṭicca abyākato avitakkaavicāro dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:95.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. (Saṅkhittaṁ.)",
  "patthana5.1:96.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana5.1:97.0.1": "5.1.6. Kusalattika, Pītittika",
  "patthana5.1:97.0.2": "Hetu",
  "patthana5.1:97.1": "Kusalaṁ pītisahagataṁ dhammaṁ paṭicca kusalo pītisahagato dhammo uppajjati hetupaccayā. ",
  "patthana5.1:98.1": "Akusalaṁ pītisahagataṁ dhammaṁ paṭicca akusalo pītisahagato dhammo uppajjati hetupaccayā. ",
  "patthana5.1:99.1": "Abyākataṁ pītisahagataṁ dhammaṁ paṭicca abyākato pītisahagato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:100.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:101.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:102.1": "Kusalo pītisahagato dhammo kusalassa pītisahagatassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:103.1": "Akusalo pītisahagato dhammo akusalassa pītisahagatassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:104.1": "Abyākato pītisahagato dhammo abyākatassa pītisahagatassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:105.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā satta, anantare pañca …pe… sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṁ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:106.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:107.1": "Kusalaṁ sukhasahagataṁ dhammaṁ paṭicca kusalo sukhasahagato dhammo uppajjati hetupaccayā. ",
  "patthana5.1:108.1": "Akusalaṁ sukhasahagataṁ dhammaṁ paṭicca akusalo sukhasahagato dhammo uppajjati hetupaccayā. ",
  "patthana5.1:109.1": "Abyākataṁ sukhasahagataṁ dhammaṁ paṭicca abyākato sukhasahagato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:110.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:111.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana5.1:112.1": "Kusalaṁ upekkhāsahagataṁ dhammaṁ paṭicca kusalo upekkhāsahagato dhammo uppajjati hetupaccayā. ",
  "patthana5.1:113.1": "Akusalaṁ upekkhāsahagataṁ dhammaṁ paṭicca akusalo upekkhāsahagato dhammo uppajjati hetupaccayā. ",
  "patthana5.1:114.1": "Abyākataṁ upekkhāsahagataṁ dhammaṁ paṭicca abyākato upekkhāsahagato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:115.1": "Hetuyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:116.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana5.1:117.0.1": "5.1.7. Kusalattika, Dassanattika",
  "patthana5.1:117.0.2": "Paccayacatukka",
  "patthana5.1:117.1": "Akusalaṁ dassanena pahātabbaṁ dhammaṁ paṭicca akusalo dassanena pahātabbo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:118.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:119.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana5.1:120.1": "Akusalaṁ bhāvanāya pahātabbaṁ dhammaṁ paṭicca akusalo bhāvanāya pahātabbo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:121.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:122.1": "Kusalaṁ nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca kusalo nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:123.1": "Abyākataṁ nevadassanena nabhāvanāya pahātabbaṁ dhammaṁ paṭicca abyākato nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:124.1": "Kusalaṁ nevadassanena nabhāvanāya pahātabbañca abyākataṁ nevadassanena nabhāvanāya pahātabbañca dhammaṁ paṭicca abyākato nevadassanena nabhāvanāya pahātabbo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:125.1": "Hetuyā pañca …pe… ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:126.0.1": "5.1.8. Kusalattika, Dassanahetukattika",
  "patthana5.1:126.0.2": "Paccayacatukka",
  "patthana5.1:126.1": "Akusalaṁ dassanena pahātabbahetukaṁ dhammaṁ paṭicca akusalo dassanena pahātabbahetuko dhammo uppajjati hetupaccayā.",
  "patthana5.1:127.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:128.1": "Akusalaṁ bhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca akusalo bhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā.",
  "patthana5.1:129.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:130.1": "Kusalaṁ nevadassanena nabhāvanāya pahātabbahetukaṁ dhammaṁ paṭicca kusalo nevadassanena nabhāvanāya pahātabbahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:131.1": "Hetuyā satta, ārammaṇe dve, adhipatiyā pañca …pe… vipāke ekaṁ …pe… avigate satta. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:132.0.1": "5.1.9. Kusalattika, ācayagāmittika",
  "patthana5.1:132.0.2": "Paccayacatukka",
  "patthana5.1:132.1": "Kusalaṁ ācayagāmiṁ dhammaṁ paṭicca kusalo ācayagāmī dhammo uppajjati hetupaccayā. ",
  "patthana5.1:133.1": "Akusalaṁ ācayagāmiṁ dhammaṁ paṭicca akusalo ācayagāmī dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:134.1": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana5.1:135.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:136.1": "Kusalaṁ apacayagāmiṁ dhammaṁ paṭicca kusalo apacayagāmī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ. Paṭiccavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana5.1:137.1": "Abyākataṁ nevācayagāmināpacayagāmiṁ dhammaṁ paṭicca abyākato nevācayagāmināpacayagāmī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:138.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:139.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana5.1:140.0.1": "5.1.10. Kusalattika, Sekkhattika",
  "patthana5.1:140.0.2": "Paccayacatukka",
  "patthana5.1:140.1": "Kusalaṁ sekkhaṁ dhammaṁ paṭicca kusalo sekkho dhammo uppajjati hetupaccayā. ",
  "patthana5.1:141.1": "Abyākataṁ sekkhaṁ dhammaṁ paṭicca abyākato sekkho dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:142.1": "Hetuyā dve …pe… āsevane ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:143.1": "Abyākataṁ asekkhaṁ dhammaṁ paṭicca abyākato asekkho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:144.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:145.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana5.1:146.1": "Kusalaṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca kusalo nevasekkhanāsekkho dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:147.1": "Akusalaṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca akusalo nevasekkhanāsekkho dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:148.1": "Abyākataṁ nevasekkhanāsekkhaṁ dhammaṁ paṭicca abyākato nevasekkhanāsekkho dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.1:149.1": "Kusalaṁ nevasekkhanāsekkhañca abyākataṁ nevasekkhanāsekkhañca dhammaṁ paṭicca abyākato nevasekkhanāsekkho dhammo uppajjati hetupaccayā. ",
  "patthana5.1:150.1": "Akusalaṁ nevasekkhanāsekkhañca abyākataṁ nevasekkhanāsekkhañca dhammaṁ paṭicca abyākato nevasekkhanāsekkho dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:151.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana5.1:152.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:153.1": "Kusalo nevasekkhanāsekkho dhammo kusalassa nevasekkhanāsekkhassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana5.1:154.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana5.1:155.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:156.0.1": "5.1.11. Kusalattika, Parittattika",
  "patthana5.1:156.0.2": "5.1.11.1. Parittapada",
  "patthana5.1:156.0.3": "Paccayacatukka",
  "patthana5.1:156.1": "Kusalaṁ parittaṁ dhammaṁ paṭicca kusalo paritto dhammo uppajjati hetupaccayā. Kusalaṁ parittaṁ dhammaṁ paṭicca abyākato paritto dhammo uppajjati hetupaccayā. Kusalaṁ parittaṁ dhammaṁ paṭicca kusalo paritto ca abyākato paritto ca dhammā uppajjanti hetupaccayā. ",
  "patthana5.1:157.1": "Akusalaṁ parittaṁ dhammaṁ paṭicca akusalo paritto dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:158.1": "Abyākataṁ parittaṁ dhammaṁ paṭicca abyākato paritto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:159.1": "Kusalaṁ parittañca abyākataṁ parittañca dhammaṁ paṭicca abyākato paritto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:160.1": "Akusalaṁ parittañca abyākataṁ parittañca dhammaṁ paṭicca abyākato paritto dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:161.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana5.1:162.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:163.1": "Kusalo paritto dhammo kusalassa parittassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:164.1": "Akusalo paritto dhammo akusalassa parittassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:165.1": "Abyākato paritto dhammo abyākatassa parittassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:166.1": "Kusalo paritto dhammo kusalassa parittassa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana5.1:167.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā nava …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana5.1:168.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:169.0.1": "5.1.11.2. Mahaggatādipada",
  "patthana5.1:169.0.2": "Hetu",
  "patthana5.1:169.1": "Kusalaṁ mahaggataṁ dhammaṁ paṭicca kusalo mahaggato dhammo uppajjati hetupaccayā. ",
  "patthana5.1:170.1": "Abyākataṁ mahaggataṁ dhammaṁ paṭicca abyākato mahaggato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:171.1": "Hetuyā dve, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:172.1": "Kusalaṁ appamāṇaṁ dhammaṁ paṭicca kusalo appamāṇo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:173.1": "Abyākataṁ appamāṇaṁ dhammaṁ paṭicca abyākato appamāṇo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:174.1": "Hetuyā dve …pe… āsevane ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:175.0.1": "5.1.12. Kusalattika, Parittārammaṇattika",
  "patthana5.1:175.0.2": "Paccayacatukka",
  "patthana5.1:175.1": "Kusalaṁ parittārammaṇaṁ dhammaṁ paṭicca kusalo parittārammaṇo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:176.1": "Akusalaṁ parittārammaṇaṁ dhammaṁ paṭicca akusalo parittārammaṇo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:177.1": "Abyākataṁ parittārammaṇaṁ dhammaṁ paṭicca abyākato parittārammaṇo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:178.1": "Hetuyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:179.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana5.1:180.1": "Kusalaṁ mahaggatārammaṇaṁ dhammaṁ paṭicca kusalo mahaggatārammaṇo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:181.1": "Akusalaṁ mahaggatārammaṇaṁ dhammaṁ paṭicca akusalo mahaggatārammaṇo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:182.1": "Abyākataṁ mahaggatārammaṇaṁ dhammaṁ paṭicca abyākato mahaggatārammaṇo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:183.1": "Hetuyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:184.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:185.1": "Kusalaṁ appamāṇārammaṇaṁ dhammaṁ paṭicca kusalo appamāṇārammaṇo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:186.1": "Abyākataṁ appamāṇārammaṇaṁ dhammaṁ paṭicca abyākato appamāṇārammaṇo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:187.1": "Hetuyā dve …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ.)",
  "patthana5.1:188.1": "(Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:189.0.1": "5.1.13. Kusalattika, Hīnattika",
  "patthana5.1:189.0.2": "5.1.13.1. Hīnapada",
  "patthana5.1:189.0.3": "Paccayacatukka",
  "patthana5.1:189.1": "Akusalaṁ hīnaṁ dhammaṁ paṭicca akusalo hīno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:190.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ. Sabbattha vitthāro.)",
  "patthana5.1:191.1": "Kusalaṁ majjhimaṁ dhammaṁ paṭicca kusalo majjhimo dhammo uppajjati hetupaccayā. Kusalaṁ majjhimaṁ dhammaṁ paṭicca abyākato majjhimo dhammo uppajjati hetupaccayā. Kusalaṁ majjhimaṁ dhammaṁ paṭicca kusalo majjhimo ca abyākato majjhimo ca dhammā uppajjanti hetupaccayā. ",
  "patthana5.1:192.1": "Abyākataṁ majjhimaṁ dhammaṁ paṭicca abyākato majjhimo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:193.1": "Kusalaṁ majjhimañca abyākataṁ majjhimañca dhammaṁ paṭicca abyākato majjhimo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:194.1": "Kusalaṁ majjhimaṁ dhammaṁ paṭicca kusalo majjhimo dhammo uppajjati ārammaṇapaccayā. ",
  "patthana5.1:195.1": "Abyākataṁ majjhimaṁ dhammaṁ paṭicca abyākato majjhimo dhammo uppajjati ārammaṇapaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:196.1": "Hetuyā pañca, ārammaṇe dve …pe… vipāke ekaṁ …pe… avigate pañca. (Saṅkhittaṁ.)",
  "patthana5.1:197.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:198.1": "Kusalo majjhimo dhammo kusalassa majjhimassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:199.1": "Abyākato majjhimo dhammo abyākatassa majjhimassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:200.1": "Kusalo majjhimo dhammo kusalassa majjhimassa dhammassa ārammaṇapaccayena paccayo. Kusalo majjhimo dhammo abyākatassa majjhimassa dhammassa ārammaṇapaccayena paccayo. ",
  "patthana5.1:201.1": "Abyākato majjhimo dhammo abyākatassa majjhimassa dhammassa ārammaṇapaccayena paccayo. Abyākato majjhimo dhammo kusalassa majjhimassa dhammassa ārammaṇapaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:202.1": "Hetuyā cattāri, ārammaṇe cattāri, adhipatiyā …pe… samanantare cattāri, sahajāte pañca, aññamaññe dve, nissaye satta, upanissaye cattāri, purejāte pacchājāte āsevane dve, kamme cattāri, vipāke ekaṁ, āhāre …pe… magge cattāri, sampayutte dve, vippayutte tīṇi …pe… avigate satta.",
  "patthana5.1:203.1": "(Saṅkhittaṁ.)",
  "patthana5.1:204.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana5.1:205.0.1": "5.1.13.2. Paṇītapada",
  "patthana5.1:205.0.2": "Hetu",
  "patthana5.1:205.1": "Kusalaṁ paṇītaṁ dhammaṁ paṭicca kusalo paṇīto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:206.1": "Abyākataṁ paṇītaṁ dhammaṁ paṭicca abyākato paṇīto dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:207.1": "Hetuyā dve …pe… āsevane ekaṁ …pe… vipāke ekaṁ …pe… avigate dve. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha vitthāro.)",
  "patthana5.1:208.0.1": "5.1.14. Kusalattika, Micchattaniyatattika",
  "patthana5.1:208.0.2": "Paccayacatukka",
  "patthana5.1:208.1": "Akusalaṁ micchattaniyataṁ dhammaṁ paṭicca akusalo micchattaniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:209.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ. Sabbattha vitthāro.)",
  "patthana5.1:210.1": "Kusalaṁ sammattaniyataṁ dhammaṁ paṭicca kusalo sammattaniyato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:211.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ. Sahajātavārepi …pe… pañhāvārepi sabbattha ekaṁ.)",
  "patthana5.1:212.1": "Kusalaṁ aniyataṁ dhammaṁ paṭicca kusalo aniyato dhammo uppajjati hetupaccayā. Kusalaṁ aniyataṁ dhammaṁ paṭicca abyākato aniyato dhammo uppajjati hetupaccayā. Kusalaṁ aniyataṁ dhammaṁ paṭicca kusalo aniyato ca abyākato aniyato ca dhammā uppajjanti hetupaccayā. ",
  "patthana5.1:213.1": "Akusalaṁ aniyataṁ dhammaṁ paṭicca akusalo aniyato dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:214.1": "Abyākataṁ aniyataṁ dhammaṁ paṭicca abyākato aniyato dhammo uppajjati hetupaccayā. ",
  "patthana5.1:215.1": "Kusalaṁ aniyatañca abyākataṁ aniyatañca dhammaṁ paṭicca abyākato aniyato dhammo uppajjati hetupaccayā. ",
  "patthana5.1:216.1": "Akusalaṁ aniyatañca abyākataṁ aniyatañca dhammaṁ paṭicca abyākato aniyato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:217.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana5.1:218.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:219.1": "Kusalo aniyato dhammo kusalassa aniyatassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:220.1": "Akusalo aniyato dhammo akusalassa aniyatassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:221.1": "Abyākato aniyato dhammo abyākatassa aniyatassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:222.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana5.1:223.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:224.0.1": "5.1.15. Kusalattika, Maggārammaṇattika",
  "patthana5.1:224.0.2": "Paccayacatukka",
  "patthana5.1:224.1": "Kusalaṁ maggārammaṇaṁ dhammaṁ paṭicca kusalo maggārammaṇo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:225.1": "Abyākataṁ maggārammaṇaṁ dhammaṁ paṭicca abyākato maggārammaṇo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:226.1": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ. Sabbattha vitthāro.)",
  "patthana5.1:227.1": "Kusalaṁ maggahetukaṁ dhammaṁ paṭicca kusalo maggahetuko dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:228.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Sabbattha ekaṁ. Saṅkhittaṁ.)",
  "patthana5.1:229.1": "Kusalaṁ maggādhipatiṁ dhammaṁ paṭicca kusalo maggādhipati dhammo uppajjati hetupaccayā. ",
  "patthana5.1:230.1": "Abyākataṁ maggādhipatiṁ dhammaṁ paṭicca abyākato maggādhipati dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:231.1": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ. Sabbattha vitthāro.)",
  "patthana5.1:232.0.1": "5.1.16. Kusalattika, Uppannattika",
  "patthana5.1:232.0.2": "5.1.16.7. Pañhāvāra",
  "patthana5.1:232.0.3": "Paccayacatukka",
  "patthana5.1:232.1": "Kusalo uppanno dhammo kusalassa uppannassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana5.1:233.1": "Hetuyā satta, ārammaṇe nava …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana5.1:234.0.1": "5.1.17. Kusalattika, Atītattika",
  "patthana5.1:234.0.2": "Paccayacatukka",
  "patthana5.1:234.1": "Kusalo paccuppanno dhammo kusalassa paccuppannassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana5.1:235.1": "Hetuyā satta, ārammaṇe nava …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana5.1:236.0.1": "5.1.18. Kusalattika, Atītārammaṇattika",
  "patthana5.1:236.0.2": "5.1.18.1. Atītārammaṇapada",
  "patthana5.1:236.0.3": "Paccayacatukka",
  "patthana5.1:236.1": "Kusalaṁ atītārammaṇaṁ dhammaṁ paṭicca kusalo atītārammaṇo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:237.1": "Akusalaṁ atītārammaṇaṁ dhammaṁ paṭicca akusalo atītārammaṇo dhammo uppajjati hetupaccayā. ",
  "patthana5.1:238.1": "Abyākataṁ atītārammaṇaṁ dhammaṁ paṭicca abyākato atītārammaṇo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:239.1": "Hetuyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:240.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:241.1": "Kusalo atītārammaṇo dhammo kusalassa atītārammaṇassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:242.1": "Akusalo atītārammaṇo dhammo akusalassa atītārammaṇassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:243.1": "Abyākato atītārammaṇo dhammo abyākatassa atītārammaṇassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:244.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā pañca, anantare samanantare satta, sahajāte aññamaññe nissaye tīṇi, upanissaye nava, āsevane tīṇi, kamme pañca, vipāke ekaṁ, āhāre …pe… sampayutte tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:245.1": "(Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:246.0.1": "5.1.18.2. Anāgatārammaṇapada",
  "patthana5.1:246.0.2": "Hetu",
  "patthana5.1:246.1": "Kusalaṁ anāgatārammaṇaṁ dhammaṁ paṭicca kusalo anāgatārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:247.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:248.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:249.1": "Kusalo anāgatārammaṇo dhammo kusalassa anāgatārammaṇassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana5.1:250.1": "Hetuyā tīṇi, ārammaṇe nava, adhipatiyā pañca …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:251.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana5.1:252.0.1": "5.1.18.3. Paccuppannārammaṇapada",
  "patthana5.1:252.0.2": "Hetu",
  "patthana5.1:252.1": "Kusalaṁ paccuppannārammaṇaṁ dhammaṁ paṭicca kusalo paccuppannārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:253.1": "Hetuyā tīṇi, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:254.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:255.1": "Kusalo paccuppannārammaṇo dhammo kusalassa paccuppannārammaṇassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:256.1": "Akusalo paccuppannārammaṇo dhammo akusalassa paccuppannārammaṇassa dhammassa hetupaccayena paccayo. ",
  "patthana5.1:257.1": "Abyākato paccuppannārammaṇo dhammo abyākatassa paccuppannārammaṇassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:258.1": "Hetuyā tīṇi, ārammaṇe cha, adhipatiyā tīṇi, anantare satta …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:259.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana5.1:260.0.1": "5.1.19. Kusalattika, Ajjhattattika",
  "patthana5.1:260.0.2": "5.1.19.1. Ajjhattapada",
  "patthana5.1:260.1": "Kusalaṁ ajjhattaṁ dhammaṁ paṭicca kusalo ajjhatto dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:261.1": "Akusalaṁ ajjhattaṁ dhammaṁ paṭicca akusalo ajjhatto dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:262.1": "Abyākataṁ ajjhattaṁ dhammaṁ paṭicca abyākato ajjhatto dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:263.1": "Kusalaṁ ajjhattañca abyākataṁ ajjhattañca dhammaṁ paṭicca abyākato ajjhatto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:264.1": "Akusalaṁ ajjhattañca abyākataṁ ajjhattañca dhammaṁ paṭicca abyākato ajjhatto dhammo uppajjati hetupaccayā. ",
  "patthana5.1:265.1": "Hetuyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana5.1:266.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ, evaṁ vitthāretabbaṁ.)",
  "patthana5.1:267.1": "Kusalo ajjhatto dhammo kusalassa ajjhattassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:268.1": "Akusalo ajjhatto dhammo akusalassa ajjhattassa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:269.1": "Abyākato ajjhatto dhammo abyākatassa ajjhattassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:270.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṅkhittaṁ.)",
  "patthana5.1:271.1": "(Yathā kusalattike pañhāvāraṁ, evaṁ vitthāretabbaṁ.)",
  "patthana5.1:272.0.1": "5.1.19.2. Bahiddhāpada",
  "patthana5.1:272.0.2": "Hetu",
  "patthana5.1:272.1": "Kusalaṁ bahiddhā dhammaṁ paṭicca kusalo bahiddhā dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:273.1": "Akusalaṁ bahiddhā dhammaṁ paṭicca akusalo bahiddhā dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:274.1": "Abyākataṁ bahiddhā dhammaṁ paṭicca abyākato bahiddhā dhammo uppajjati hetupaccayā. ",
  "patthana5.1:275.1": "Kusalaṁ bahiddhā ca abyākataṁ bahiddhā ca dhammaṁ paṭicca abyākato bahiddhā dhammo uppajjati hetupaccayā. ",
  "patthana5.1:276.1": "Akusalaṁ bahiddhā ca abyākataṁ bahiddhā ca dhammaṁ paṭicca abyākato bahiddhā dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.)",
  "patthana5.1:277.1": "Hetuyā nava …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ.)",
  "patthana5.1:278.1": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.)",
  "patthana5.1:279.1": "Kusalo bahiddhā dhammo kusalassa bahiddhā dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:280.1": "Akusalo bahiddhā dhammo akusalassa bahiddhā dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana5.1:281.1": "Abyākato bahiddhā dhammo abyākatassa bahiddhā dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.)",
  "patthana5.1:282.1": "Hetuyā satta, ārammaṇe nava, adhipatiyā dasa …pe… avigate terasa. (Saṅkhittaṁ. Yathā kusalattike pañhāvāraṁ evaṁ vitthāretabbaṁ.)",
  "patthana5.1:283.0.1": "5.1.20. Kusalattika, Ajjhattārammaṇattika",
  "patthana5.1:283.0.2": "Paccayacatukka",
  "patthana5.1:283.1": "Kusalaṁ ajjhattārammaṇaṁ dhammaṁ paṭicca kusalo ajjhattārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:284.1": "Hetuyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:285.1": "Kusalaṁ bahiddhārammaṇaṁ dhammaṁ paṭicca kusalo bahiddhārammaṇo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:286.1": "Hetuyā tīṇi …pe… vipāke ekaṁ …pe… avigate tīṇi. (Saṅkhittaṁ.)",
  "patthana5.1:287.0.1": "5.1.21. Kusalattika, Sanidassanattika",
  "patthana5.1:287.0.2": "Paccayacatukka",
  "patthana5.1:287.1": "Abyākataṁ anidassanasappaṭighaṁ dhammaṁ paṭicca abyākato anidassanasappaṭigho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana5.1:288.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.)",
  "patthana5.1:289.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)",
  "patthana5.1:290.1": "Kusalaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca kusalo anidassanaappaṭigho dhammo uppajjati hetupaccayā. Kusalaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca abyākato anidassanaappaṭigho dhammo uppajjati hetupaccayā. Kusalaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca kusalo anidassanaappaṭigho ca abyākato anidassanaappaṭigho ca dhammā uppajjanti hetupaccayā. ",
  "patthana5.1:291.1": "Akusalaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca akusalo anidassanaappaṭigho dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana5.1:292.1": "Abyākataṁ anidassanaappaṭighaṁ dhammaṁ paṭicca abyākato anidassanaappaṭigho dhammo uppajjati hetupaccayā. ",
  "patthana5.1:293.1": "Kusalaṁ anidassanaappaṭighañca abyākataṁ anidassanaappaṭighañca dhammaṁ paṭicca abyākato anidassanaappaṭigho dhammo uppajjati hetupaccayā. ",
  "patthana5.1:294.1": "Akusalaṁ anidassanaappaṭighañca abyākataṁ anidassanaappaṭighañca dhammaṁ paṭicca abyākato anidassanaappaṭigho dhammo uppajjati hetupaccayā. ",
  "patthana5.1:295.1": "Hetuyā nava, ārammaṇe tīṇi …pe… vipāke ekaṁ …pe… avigate nava. (Saṅkhittaṁ. Sahajātavārampi …pe… sampayuttavārampi pañhāvārampi vitthāretabbaṁ.)",
  "patthana5.1:296.1": "Kusalattikasanidassanattikaṁ niṭṭhitaṁ."
}