{
  "patthana5.2:0.1": "Paṭṭhānapakaraṇa ",
  "patthana5.2:0.2": "Dhammānuloma (1), Tikatikapaṭṭhānapāḷi (5) ",
  "patthana5.2:0.3": "5.2. Tika Kusalattika ",
  "patthana5.2:1.0": "5.2.1. Vedanāttika, Kusalattika ",
  "patthana5.2:1.1": "Sukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:2.1": "Adukkhamasukhāya vedanāya sampayuttaṁ kusalaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:3.1": "Hetuyā dve …pe… avigate dve. (Saṅkhittaṁ.) (Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ.) ",
  "patthana5.2:4.1": "Sukhāya vedanāya sampayutto kusalo dhammo sukhāya vedanāya sampayuttassa kusalassa dhammassa hetupaccayena paccayo. ",
  "patthana5.2:5.1": "Adukkhamasukhāya vedanāya sampayutto kusalo dhammo adukkhamasukhāya vedanāya sampayuttassa kusalassa dhammassa hetupaccayena paccayo.  (Saṅkhittaṁ.) ",
  "patthana5.2:6.1": "Hetuyā dve, ārammaṇe adhipatiyā cattāri …pe… upanissaye cattāri …pe… avigate dve. (Saṅkhittaṁ. Sabbattha vitthāro.) ",
  "patthana5.2:7.1": "Sukhāya vedanāya sampayuttaṁ akusalaṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:8.1": "Dukkhāya vedanāya sampayuttaṁ akusalaṁ dhammaṁ paṭicca dukkhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:9.1": "Adukkhamasukhāya vedanāya sampayuttaṁ akusalaṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto akusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana5.2:10.1": "Hetuyā tīṇi …pe… avigate tīṇi. (Saṅkhittaṁ. Sabbattha vitthāro.) ",
  "patthana5.2:11.1": "Sukhāya vedanāya sampayuttaṁ abyākataṁ dhammaṁ paṭicca sukhāya vedanāya sampayutto abyākato dhammo uppajjati hetupaccayā. ",
  "patthana5.2:12.1": "Adukkhamasukhāya vedanāya sampayuttaṁ abyākataṁ dhammaṁ paṭicca adukkhamasukhāya vedanāya sampayutto abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana5.2:13.1": "Hetuyā dve, ārammaṇe tīṇi …pe… āsevane dve …pe… avigate tīṇi. (Saṅkhittaṁ.) ",
  "patthana5.2:14.0.1": "5.2.2. Vipākattika, Kusalattika ",
  "patthana5.2:14.0.2": "Hetu ",
  "patthana5.2:14.1": "Vipākadhammadhammaṁ kusalaṁ dhammaṁ paṭicca vipākadhammadhammo kusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana5.2:15.1": "Hetuyā ekaṁ …pe… avigate ekaṁ. (Saṅkhittaṁ.) ",
  "patthana5.2:16.1": "Vipākadhammadhammaṁ akusalaṁ dhammaṁ paṭicca vipākadhammadhammo akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana5.2:17.1": "Hetuyā ekaṁ. (Sabbattha ekaṁ.) ",
  "patthana5.2:18.1": "Vipākaṁ abyākataṁ dhammaṁ paṭicca vipāko abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:19.1": "Nevavipākanavipākadhammadhammaṁ abyākataṁ dhammaṁ paṭicca nevavipākanavipākadhammadhammo abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:20.1": "Vipākaṁ abyākatañca nevavipākanavipākadhammadhammaṁ abyākatañca dhammaṁ paṭicca vipāko abyākato dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana5.2:21.1": "Hetuyā nava, ārammaṇe cattāri, adhipatiyā pañca …pe… aññamaññe cha …pe… upanissaye cattāri, purejāte dve, āsevane ekaṁ …pe… sampayutte cattāri …pe… avigate nava. (Saṅkhittaṁ. Sabbattha vitthāro.) ",
  "patthana5.2:22.0.1": "5.2.3. Upādinnattika, Kusalattika ",
  "patthana5.2:22.0.2": "Hetu ",
  "patthana5.2:22.1": "Anupādinnupādāniyaṁ kusalaṁ dhammaṁ paṭicca anupādinnupādāniyo kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:23.1": "Anupādinnaanupādāniyaṁ kusalaṁ dhammaṁ paṭicca anupādinnaanupādāniyo kusalo dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana5.2:24.1": "Hetuyā dve …pe… avigate dve. (Sabbattha vitthāro.) ",
  "patthana5.2:25.1": "Anupādinnupādāniyaṁ akusalaṁ dhammaṁ paṭicca anupādinnupādāniyo akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ. Sabbattha vitthāro.) ",
  "patthana5.2:26.1": "Upādinnupādāniyaṁ abyākataṁ dhammaṁ paṭicca upādinnupādāniyo abyākato dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha vitthāro.) ",
  "patthana5.2:27.1": "Anupādinnupādāniyaṁ abyākataṁ dhammaṁ paṭicca anupādinnupādāniyo abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:28.1": "Anupādinnaanupādāniyaṁ abyākataṁ dhammaṁ paṭicca anupādinnaanupādāniyo abyākato dhammo uppajjati hetupaccayā. ",
  "patthana5.2:29.1": "Anupādinnupādāniyaṁ abyākatañca anupādinnaanupādāniyaṁ abyākatañca dhammaṁ paṭicca anupādinnupādāniyo abyākato dhammo uppajjati hetupaccayā. ",
  "patthana5.2:30.1": "Upādinnupādāniyaṁ abyākatañca anupādinnupādāniyaṁ abyākatañca dhammaṁ paṭicca anupādinnupādāniyo abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana5.2:31.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… āsevane ekaṁ …pe… avigate nava. (Sabbattha vitthāro.) ",
  "patthana5.2:32.0.1": "5.2.4. Saṅkiliṭṭhattika, Kusalattika ",
  "patthana5.2:32.0.2": "Hetu ",
  "patthana5.2:32.1": "Asaṅkiliṭṭhasaṅkilesikaṁ kusalaṁ dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:33.1": "Asaṅkiliṭṭhaasaṅkilesikaṁ kusalaṁ dhammaṁ paṭicca asaṅkiliṭṭhaasaṅkilesiko kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve.) ",
  "patthana5.2:34.1": "Saṅkiliṭṭhasaṅkilesikaṁ akusalaṁ dhammaṁ paṭicca saṅkiliṭṭhasaṅkilesiko akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:35.1": "Asaṅkiliṭṭhasaṅkilesikaṁ abyākataṁ dhammaṁ paṭicca asaṅkiliṭṭhasaṅkilesiko abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana5.2:36.1": "Hetuyā pañca ārammaṇe dve …pe… āsevane ekaṁ …pe… avigate pañca. ",
  "patthana5.2:37.0.1": "5.2.5. Vitakkattika, Kusalattika ",
  "patthana5.2:37.0.2": "Hetu ",
  "patthana5.2:37.1": "Savitakkasavicāraṁ kusalaṁ dhammaṁ paṭicca savitakkasavicāro kusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:38.1": "Avitakkavicāramattaṁ kusalaṁ dhammaṁ paṭicca avitakkavicāramatto kusalo dhammo uppajjati hetupaccayā … cattāri. ",
  "patthana5.2:39.1": "Avitakkaavicāraṁ kusalaṁ dhammaṁ paṭicca avitakkaavicāro kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:40.1": "Avitakkaavicāraṁ kusalaṁ dhammaṁ paṭicca avitakkavicāramatto kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:41.1": "Avitakkavicāramattaṁ kusalañca avitakkaavicāraṁ kusalañca dhammaṁ …pe… savitakkasavicāraṁ kusalañca avitakkavicāramattaṁ kusalañca dhammaṁ paṭicca savitakkasavicāro kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:42.1": "Hetuyā ekādasa …pe… avigate ekādasa. (Saṅkhittaṁ.) ",
  "patthana5.2:43.1": "Savitakkasavicāraṁ akusalaṁ dhammaṁ paṭicca savitakkasavicāro akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:44.1": "Avitakkavicāramattaṁ akusalaṁ dhammaṁ paṭicca savitakkasavicāro akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:45.1": "Savitakkasavicāraṁ akusalañca avitakkavicāramattaṁ akusalañca dhammaṁ paṭicca savitakkasavicāro akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:46.1": "Hetuyā pañca …pe… avigate pañca. (Saṅkhittaṁ.) ",
  "patthana5.2:47.1": "Savitakkasavicāraṁ abyākataṁ dhammaṁ paṭicca savitakkasavicāro abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana5.2:48.1": "Hetuyā sattatiṁsa, ārammaṇe ekavīsa …pe… aññamaññe aṭṭhavīsa …pe… purejāte āsevane ekādasa …pe… avigate sattatiṁsa. (Saṅkhittaṁ.) ",
  "patthana5.2:49.0.1": "5.2.6. Pītittika, Kusalattika ",
  "patthana5.2:49.0.2": "Hetu ",
  "patthana5.2:49.1": "Pītisahagataṁ kusalaṁ dhammaṁ paṭicca pītisahagato kusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:50.1": "Sukhasahagataṁ kusalaṁ dhammaṁ paṭicca sukhasahagato kusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:51.1": "Upekkhāsahagataṁ kusalaṁ dhammaṁ paṭicca upekkhāsahagato kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:52.1": "Pītisahagataṁ kusalañca sukhasahagataṁ kusalañca dhammaṁ paṭicca pītisahagato kusalo dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha dasa. Sabbattha vitthāro.) ",
  "patthana5.2:53.1": "Pītisahagataṁ akusalaṁ dhammaṁ paṭicca pītisahagato akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:54.1": "Sukhasahagataṁ akusalaṁ dhammaṁ paṭicca sukhasahagato akusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:55.1": "Upekkhāsahagataṁ akusalaṁ dhammaṁ paṭicca upekkhāsahagato akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:56.1": "Pītisahagataṁ akusalañca sukhasahagataṁ akusalañca dhammaṁ paṭicca pītisahagato akusalo dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha dasa. Sabbattha vitthāro.) ",
  "patthana5.2:57.1": "Pītisahagataṁ abyākataṁ dhammaṁ paṭicca pītisahagato abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:58.1": "Sukhasahagataṁ abyākataṁ dhammaṁ paṭicca sukhasahagato abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:59.1": "Upekkhāsahagataṁ abyākataṁ dhammaṁ paṭicca upekkhāsahagato abyākato dhammo uppajjati hetupaccayā. ",
  "patthana5.2:60.1": "Pītisahagataṁ abyākatañca sukhasahagataṁ abyākatañca dhammaṁ paṭicca pītisahagato abyākato dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha dasa. Sabbattha vitthāro.) ",
  "patthana5.2:61.0.1": "5.2.7. Dassanattika, Kusalattika ",
  "patthana5.2:61.0.2": "Hetu ",
  "patthana5.2:61.1": "Nevadassanena nabhāvanāya pahātabbaṁ kusalaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo kusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:62.1": "Dassanena pahātabbaṁ akusalaṁ dhammaṁ paṭicca dassanena pahātabbo akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:63.1": "Bhāvanāya pahātabbaṁ akusalaṁ dhammaṁ paṭicca bhāvanāya pahātabbo akusalo dhammo uppajjati hetupaccayā.  (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:64.1": "Nevadassanena nabhāvanāya pahātabbaṁ abyākataṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbo abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:65.0.1": "5.2.8. Dassanahetuttika, Kusalattika ",
  "patthana5.2:65.0.2": "Hetu ",
  "patthana5.2:65.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ kusalaṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko kusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ. Sabbattha vitthāro.) ",
  "patthana5.2:66.1": "Dassanena pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca dassanena pahātabbahetuko akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:67.1": "Bhāvanāya pahātabbahetukaṁ akusalaṁ dhammaṁ paṭicca bhāvanāya pahātabbahetuko akusalo dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana5.2:68.1": "Hetuyā cha, ārammaṇe dasa, adhipatiyā dve …pe… avigate dasa. (Sabbattha vitthāro.) ",
  "patthana5.2:69.1": "Nevadassanena nabhāvanāya pahātabbahetukaṁ abyākataṁ dhammaṁ paṭicca nevadassanena nabhāvanāya pahātabbahetuko abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:70.0.1": "5.2.9. Ācayagāmittika, Kusalattika ",
  "patthana5.2:70.0.2": "Hetu ",
  "patthana5.2:70.1": "Ācayagāmiṁ kusalaṁ dhammaṁ paṭicca ācayagāmī kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:71.1": "Apacayagāmiṁ kusalaṁ dhammaṁ paṭicca apacayagāmī kusalo dhammo uppajjati hetupaccayā.  (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:72.1": "Ācayagāmiṁ akusalaṁ dhammaṁ paṭicca ācayagāmī akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:73.1": "Nevācayagāmināpacayagāmiṁ abyākataṁ dhammaṁ paṭicca nevācayagāmināpacayagāmī abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:74.0.1": "5.2.10. Sekkhattika, Kusalattika ",
  "patthana5.2:74.0.2": "Hetu ",
  "patthana5.2:74.1": "Sekkhaṁ kusalaṁ dhammaṁ paṭicca sekkho kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:75.1": "Nevasekkhanāsekkhaṁ kusalaṁ dhammaṁ paṭicca nevasekkhanāsekkho kusalo dhammo uppajjati hetupaccayā.  (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:76.1": "Nevasekkhanāsekkhaṁ akusalaṁ dhammaṁ paṭicca nevasekkhanāsekkho akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:77.1": "Sekkhaṁ abyākataṁ dhammaṁ paṭicca sekkho abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana5.2:78.1": "Hetuyā nava, ārammaṇe tīṇi …pe… āsevane ekaṁ …pe… avigate nava. (Sabbattha vitthāretabbaṁ.) ",
  "patthana5.2:79.0.1": "5.2.11. Parittattika, Kusalattika ",
  "patthana5.2:79.0.2": "Hetu ",
  "patthana5.2:79.1": "Parittaṁ kusalaṁ dhammaṁ paṭicca paritto kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:80.1": "Mahaggataṁ kusalaṁ dhammaṁ paṭicca mahaggato kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:81.1": "Appamāṇaṁ kusalaṁ dhammaṁ paṭicca appamāṇo kusalo dhammo uppajjati hetupaccayā.  (Sabbattha tīṇi. Sabbattha vitthāro.) ",
  "patthana5.2:82.1": "Parittaṁ akusalaṁ dhammaṁ paṭicca paritto akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:83.1": "Parittaṁ abyākataṁ dhammaṁ paṭicca paritto abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:84.1": "Mahaggataṁ abyākataṁ dhammaṁ paṭicca mahaggato abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:85.1": "Appamāṇaṁ abyākataṁ dhammaṁ paṭicca appamāṇo abyākato dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana5.2:86.1": "Hetuyā terasa, ārammaṇe pañca, adhipatiyā nava …pe… aññamaññe satta …pe… purejāte tīṇi, āsevane dve, kamme terasa …pe… avigate terasa. (Saṅkhittaṁ.) ",
  "patthana5.2:87.0.1": "5.2.12. Parittārammaṇattika, Kusalattika ",
  "patthana5.2:87.0.2": "Hetu ",
  "patthana5.2:87.1": "Parittārammaṇaṁ kusalaṁ dhammaṁ paṭicca parittārammaṇo kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:88.1": "Mahaggatārammaṇaṁ kusalaṁ dhammaṁ paṭicca mahaggatārammaṇo kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:89.1": "Appamāṇārammaṇaṁ kusalaṁ dhammaṁ paṭicca appamāṇārammaṇo kusalo dhammo uppajjati hetupaccayā.  (Sabbattha tīṇi. Sabbattha vitthāro.) ",
  "patthana5.2:90.1": "Parittārammaṇaṁ akusalaṁ dhammaṁ paṭicca parittārammaṇo akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:91.1": "Mahaggatārammaṇaṁ akusalaṁ dhammaṁ paṭicca mahaggatārammaṇo akusalo dhammo uppajjati hetupaccayā.  (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:92.1": "Parittārammaṇaṁ abyākataṁ dhammaṁ paṭicca parittārammaṇo abyākato dhammo uppajjati hetupaccayā. ",
  "patthana5.2:93.1": "Mahaggatārammaṇaṁ abyākataṁ dhammaṁ paṭicca mahaggatārammaṇo abyākato dhammo uppajjati hetupaccayā. ",
  "patthana5.2:94.1": "Appamāṇārammaṇaṁ abyākataṁ dhammaṁ paṭicca appamāṇārammaṇo abyākato dhammo uppajjati hetupaccayā.  (Sabbattha tīṇi. Sabbattha vitthāro.) ",
  "patthana5.2:95.0.1": "5.2.13. Hīnattika, Kusalattika ",
  "patthana5.2:95.0.2": "Hetu ",
  "patthana5.2:95.1": "Majjhimaṁ kusalaṁ dhammaṁ paṭicca majjhimo kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:96.1": "Paṇītaṁ kusalaṁ dhammaṁ paṭicca paṇīto kusalo dhammo uppajjati hetupaccayā.  (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:97.1": "Hīnaṁ akusalaṁ dhammaṁ paṭicca hīno akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:98.1": "Majjhimaṁ abyākataṁ dhammaṁ paṭicca majjhimo abyākato dhammo uppajjati hetupaccayā. ",
  "patthana5.2:99.1": "Paṇītaṁ abyākataṁ dhammaṁ paṭicca paṇīto abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:100.1": "Majjhimaṁ abyākatañca paṇītaṁ abyākatañca dhammaṁ paṭicca majjhimo abyākato dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana5.2:101.1": "Hetuyā pañca, ārammaṇe dve …pe… āsevane ekaṁ …pe… avigate pañca. (Sabbattha vitthāro.) ",
  "patthana5.2:102.0.1": "5.2.14. Micchattattika, Kusalattika ",
  "patthana5.2:102.0.2": "Hetu ",
  "patthana5.2:102.1": "Sammattaniyataṁ kusalaṁ dhammaṁ paṭicca sammattaniyato kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:103.1": "Aniyataṁ kusalaṁ dhammaṁ paṭicca aniyato kusalo dhammo uppajjati hetupaccayā.  (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:104.1": "Micchattaniyataṁ akusalaṁ dhammaṁ paṭicca micchattaniyato akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:105.1": "Aniyataṁ akusalaṁ dhammaṁ paṭicca aniyato akusalo dhammo uppajjati hetupaccayā.  (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:106.1": "Aniyataṁ abyākataṁ dhammaṁ paṭicca aniyato abyākato dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:107.0.1": "5.2.15. Maggārammaṇattika, Kusalattika ",
  "patthana5.2:107.0.2": "Hetu ",
  "patthana5.2:107.1": "Maggārammaṇaṁ kusalaṁ dhammaṁ paṭicca maggārammaṇo kusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:108.1": "Maggahetukaṁ kusalaṁ dhammaṁ paṭicca maggahetuko kusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:109.1": "Maggādhipatiṁ kusalaṁ dhammaṁ paṭicca maggādhipati kusalo dhammo uppajjati hetupaccayā … pañca. ",
  "patthana5.2:110.1": "Maggārammaṇaṁ kusalañca maggādhipatiṁ kusalañca dhammaṁ paṭicca maggārammaṇo kusalo dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:111.1": "Maggahetukaṁ kusalañca maggādhipatiṁ kusalañca dhammaṁ paṭicca maggahetuko kusalo dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana5.2:112.1": "Hetuyā sattarasa …pe… avigate sattarasa. (Saṅkhittaṁ.) ",
  "patthana5.2:113.1": "Maggārammaṇaṁ abyākataṁ dhammaṁ paṭicca maggārammaṇo abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:114.1": "Maggādhipatiṁ abyākataṁ dhammaṁ paṭicca maggādhipati abyākato dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana5.2:115.1": "Maggārammaṇaṁ abyākatañca maggādhipatiṁ abyākatañca dhammaṁ paṭicca maggārammaṇo abyākato dhammo uppajjati hetupaccayā … tīṇi. (Sabbattha nava. Sabbattha vitthāro.) ",
  "patthana5.2:116.0.1": "5.2.16. Uppannattika, Kusalattika ",
  "patthana5.2:116.0.2": "Hetu ",
  "patthana5.2:116.1": "Uppanno kusalo dhammo uppannassa kusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṁ. Sabbattha vitthāro.) ",
  "patthana5.2:117.1": "Uppanno akusalo dhammo uppannassa akusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṁ. Sabbattha vitthāro.) ",
  "patthana5.2:118.1": "Uppanno abyākato dhammo uppannassa abyākatassa dhammassa hetupaccayena paccayo. (Saṅkhittaṁ.) ",
  "patthana5.2:119.1": "Hetuyā ekaṁ, ārammaṇe tīṇi …pe… upanissaye tīṇi …pe… avigate ekaṁ. (Sabbattha vitthāro.) ",
  "patthana5.2:120.0.1": "5.2.17. Atītattika, Kusalattika ",
  "patthana5.2:120.0.2": "Hetu ",
  "patthana5.2:120.1": "Paccuppanno kusalo dhammo paccuppannassa kusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṁ.) ",
  "patthana5.2:121.1": "Paccuppanno akusalo dhammo paccuppannassa akusalassa dhammassa hetupaccayena paccayo. (Sabbattha ekaṁ. Sabbattha vitthāro.) ",
  "patthana5.2:122.1": "Paccuppanno abyākato dhammo paccuppannassa abyākatassa dhammassa hetupaccayena paccayo. ",
  "patthana5.2:123.1": "Hetuyā ekaṁ, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… upanissaye tīṇi …pe… avigate ekaṁ. (Sabbattha vitthāro.) ",
  "patthana5.2:124.0.1": "5.2.18. Atītārammaṇattika, Kusalattika ",
  "patthana5.2:124.0.2": "Hetu ",
  "patthana5.2:124.1": "Atītārammaṇaṁ kusalaṁ dhammaṁ paṭicca atītārammaṇo kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:125.1": "Anāgatārammaṇaṁ kusalaṁ dhammaṁ paṭicca anāgatārammaṇo kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:126.1": "Paccuppannārammaṇaṁ kusalaṁ dhammaṁ paṭicca paccuppannārammaṇo kusalo dhammo uppajjati hetupaccayā.  (Sabbattha tīṇi. Sabbattha vitthāro.) ",
  "patthana5.2:127.1": "Atītārammaṇaṁ akusalaṁ dhammaṁ paṭicca atītārammaṇo akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:128.1": "Anāgatārammaṇaṁ akusalaṁ dhammaṁ paṭicca anāgatārammaṇo akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:129.1": "Paccuppannārammaṇaṁ akusalaṁ dhammaṁ paṭicca paccuppannārammaṇo akusalo dhammo uppajjati hetupaccayā.  (Sabbattha tīṇi. Sabbattha vitthāro.) ",
  "patthana5.2:130.1": "Atītārammaṇaṁ abyākataṁ dhammaṁ paṭicca atītārammaṇo abyākato dhammo uppajjati hetupaccayā. ",
  "patthana5.2:131.1": "Anāgatārammaṇaṁ abyākataṁ dhammaṁ paṭicca anāgatārammaṇo abyākato dhammo uppajjati hetupaccayā. ",
  "patthana5.2:132.1": "Paccuppannārammaṇaṁ abyākataṁ dhammaṁ paṭicca paccuppannārammaṇo abyākato dhammo uppajjati hetupaccayā.  (Sabbattha tīṇi. Sabbattha vitthāro.) ",
  "patthana5.2:133.0.1": "5.2.19. Ajjhattattika, Kusalattika ",
  "patthana5.2:133.0.2": "Hetu ",
  "patthana5.2:133.1": "Ajjhattaṁ kusalaṁ dhammaṁ paṭicca ajjhatto kusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:134.1": "Bahiddhā kusalaṁ dhammaṁ paṭicca bahiddhā kusalo dhammo uppajjati hetupaccayā.  (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:135.1": "Ajjhattaṁ akusalaṁ dhammaṁ paṭicca ajjhatto akusalo dhammo uppajjati hetupaccayā. ",
  "patthana5.2:136.1": "Bahiddhā akusalaṁ dhammaṁ paṭicca bahiddhā akusalo dhammo uppajjati hetupaccayā.  (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:137.1": "Ajjhattaṁ abyākataṁ dhammaṁ paṭicca ajjhatto abyākato dhammo uppajjati hetupaccayā. ",
  "patthana5.2:138.1": "Bahiddhā abyākataṁ dhammaṁ paṭicca bahiddhā abyākato dhammo uppajjati hetupaccayā.  (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:139.0.1": "5.2.20. Ajjhattārammaṇattika, Kusalattika ",
  "patthana5.2:139.0.2": "Hetu ",
  "patthana5.2:139.1": "Ajjhattārammaṇaṁ kusalaṁ dhammaṁ paṭicca ajjhattārammaṇo kusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:140.1": "Ajjhattārammaṇaṁ akusalaṁ dhammaṁ paṭicca ajjhattārammaṇo akusalo dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:141.1": "Ajjhattārammaṇaṁ abyākataṁ dhammaṁ paṭicca ajjhattārammaṇo abyākato dhammo uppajjati hetupaccayā. (Sabbattha dve. Sabbattha vitthāro.) ",
  "patthana5.2:142.0.1": "5.2.21. Sanidassanattika, Kusalattika ",
  "patthana5.2:142.0.2": "Hetu ",
  "patthana5.2:142.1": "Anidassanaappaṭighaṁ kusalaṁ dhammaṁ paṭicca anidassanaappaṭigho kusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:143.1": "Anidassanaappaṭighaṁ akusalaṁ dhammaṁ paṭicca anidassanaappaṭigho akusalo dhammo uppajjati hetupaccayā. (Sabbattha ekaṁ.) ",
  "patthana5.2:144.1": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca anidassanasappaṭigho abyākato dhammo uppajjati hetupaccayā. (Ekaṁ.) ",
  "patthana5.2:145.1": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca sanidassanasappaṭigho abyākato dhammo uppajjati hetupaccayā. (Dve.) ",
  "patthana5.2:146.1": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca anidassanaappaṭigho abyākato dhammo uppajjati hetupaccayā. (Tīṇi.) ",
  "patthana5.2:147.1": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca sanidassanasappaṭigho abyākato ca anidassanaappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Cattāri.) ",
  "patthana5.2:148.1": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca anidassanasappaṭigho abyākato ca anidassanaappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Pañca.) ",
  "patthana5.2:149.1": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca sanidassanasappaṭigho abyākato ca anidassanasappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Cha.) ",
  "patthana5.2:150.1": "Anidassanasappaṭighaṁ abyākataṁ dhammaṁ paṭicca sanidassanasappaṭigho abyākato ca anidassanasappaṭigho abyākato ca anidassanaappaṭigho abyākato ca dhammā uppajjanti hetupaccayā. (Satta.) ",
  "patthana5.2:151.1": "Anidassanaappaṭighaṁ abyākataṁ dhammaṁ paṭicca anidassanaappaṭigho abyākato dhammo uppajjati hetupaccayā. (Satta.) ",
  "patthana5.2:152.1": "Anidassanaappaṭighaṁ abyākatañca anidassanasappaṭighaṁ abyākatañca dhammaṁ paṭicca sanidassanasappaṭigho abyākato dhammo uppajjati hetupaccayā. (Satta.) (Saṅkhittaṁ.) ",
  "patthana5.2:153.1": "Hetuyā ekavīsa, ārammaṇe ekaṁ, adhipatiyā ekavīsa …pe… aññamaññe cha …pe… avigate ekavīsa. (Saṅkhittaṁ.) ",
  "patthana5.2:154.1": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.) "
}