{
  "an8.49:0.1": "Nummerierte Lehrreden 8.49 ",
  "an8.49:0.2": "5. Das Kapitel über den Besinnungstag ",
  "an8.49:0.3": "In diesem Leben gewinnen (1) ",
  "an8.49:1.1": "Einmal hielt sich der Buddha bei Sāvatthī im Ostkloster auf, dem Pfahlhaus der Mutter Migāras. ",
  "an8.49:1.2": "Da ging Visākhā, die Mutter Migāras, zum Buddha, verbeugte sich und setzte sich zur Seite hin. ",
  "an8.49:1.3": "Der Buddha sagte zu ihr: ",
  "an8.49:2.1": "„Visākhā, eine Frauensperson, die vier Eigenschaften besitzt, übt, um in diesem Leben zu gewinnen, und hat damit Erfolg. ",
  "an8.49:2.2": "Welche vier? ",
  "an8.49:2.3": "Da organisiert eine Frauensperson ihre Arbeit gut, verwaltet die Haushaltshilfen, ist liebenswürdig zu ihrem Mann und verwahrt seine Einkünfte. ",
  "an8.49:3.1": "Und wie organisiert eine Frauensperson ihre Arbeit gut? ",
  "an8.49:3.2": "Sie ist geschickt und unermüdlich bei den häuslichen Pflichten für ihren Mann, wie Stricken und Nähen. Sie versteht, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen. ",
  "an8.49:3.3": "So organisiert eine Frauensperson ihre Arbeit gut. ",
  "an8.49:4.1": "Und wie verwaltet eine Frauensperson die Haushaltshilfen? ",
  "an8.49:4.2": "Sie weiß, welche Arbeit die Leibeigenen, Arbeiter und Angestellten ihres Mannes erledigt haben und welche nicht. ",
  "an8.49:4.3": "Sie weiß, wer krank ist, wer bei Kräften ist und wer nicht. Sie teilt jedem einen gerechten Teil der frischen und gekochten Speisen zu. ",
  "an8.49:4.4": "So verwaltet eine Frauensperson die Haushaltshilfen. ",
  "an8.49:5.1": "Und wie ist eine Frauensperson liebenswürdig zu ihrem Mann? ",
  "an8.49:5.2": "Sie würde in keiner Weise übertreten, was ihr Mann als liebenswürdig ansieht, nicht einmal, wenn es um ihr Leben ginge. ",
  "an8.49:5.3": "So ist eine Frauensperson liebenswürdig zu ihrem Mann. ",
  "an8.49:6.1": "Und wie verwahrt eine Frauensperson seine Einkünfte? ",
  "an8.49:6.2": "Sie stellt sicher, dass jegliches Einkommen, das ihr Mann verdient, bewacht und gehütet wird, sei es Geld, Getreide, Silber oder Gold. Sie gibt nicht zu viel aus, stiehlt nichts, verschwendet nichts und verliert nichts. ",
  "an8.49:6.3": "So verwahrt eine Frauensperson seine Einkünfte. ",
  "an8.49:6.4": "Eine Frauensperson, die diese vier Eigenschaften besitzt, übt, um in diesem Leben zu gewinnen, und hat damit Erfolg. ",
  "an8.49:7.1": "Eine Frauensperson, die vier Eigenschaften besitzt, übt, um im nächsten Leben zu gewinnen, und hat damit Erfolg. ",
  "an8.49:7.2": "Welche vier? ",
  "an8.49:7.3": "Da hat eine Frauensperson Vertrauen, sittliches Verhalten, Großzügigkeit und Weisheit vervollkommnet. ",
  "an8.49:8.1": "Und wie hat eine Frauensperson das Vertrauen vervollkommnet? ",
  "an8.49:8.2": "Sie hat Vertrauen zum Erwachen des Klargewordenen: ",
  "an8.49:8.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an8.49:8.4": "So hat eine Frauensperson das Vertrauen vervollkommnet. ",
  "an8.49:9.1": "Und wie hat eine Frauensperson das sittliche Verhalten vervollkommnet? ",
  "an8.49:9.2": "Sie tötet keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keinen Alkohol, der nachlässig macht. ",
  "an8.49:9.3": "So hat eine Frauensperson das sittliche Verhalten vervollkommnet. ",
  "an8.49:10.1": "Und wie hat eine Frauensperson die Großzügigkeit vervollkommnet? ",
  "an8.49:10.2": "Sie lebt im Haus und hat den Fleck des Geizes entfernt, gibt großzügig her, hat eine offene Hand, freut sich am Loslassen, ist der Wohltätigkeit verpflichtet und liebt es, zu geben und zu teilen. ",
  "an8.49:10.3": "So hat eine Frauensperson die Großzügigkeit vervollkommnet. ",
  "an8.49:11.1": "Und wie hat eine Frauensperson die Weisheit vervollkommnet? ",
  "an8.49:11.2": "Sie ist weise. Sie besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "an8.49:11.3": "So hat eine Frauensperson die Weisheit vervollkommnet. ",
  "an8.49:12.1": "Eine Frauensperson, die diese vier Eigenschaften besitzt, übt, um im nächsten Leben zu gewinnen, und hat damit Erfolg. ",
  "an8.49:13.1": "Sie organisiert ihre Arbeit gut ",
  "an8.49:13.2": "und verwaltet die häuslichen Arbeiten. ",
  "an8.49:13.3": "Liebenswürdig ist sie zu ihrem Mann ",
  "an8.49:13.4": "und bewahrt sein Vermögen. ",
  "an8.49:14.1": "Voll Vertrauen, die Sittlichkeit vollendet, ",
  "an8.49:14.2": "freigiebig, ohne Geiz, ",
  "an8.49:14.3": "läutert sie stets den Pfad, ",
  "an8.49:14.4": "der zum Wohl in künftigen Leben führt. ",
  "an8.49:15.1": "Und eine Dame, in der ",
  "an8.49:15.2": "sich diese acht Eigenschaften finden, ",
  "an8.49:15.3": "ist als tugendhaft bekannt, ",
  "an8.49:15.4": "standhaft in Grundsätzen und wahrhaftig. ",
  "an8.49:16.1": "Auf sechzehn Arten vollkommen, ",
  "an8.49:16.2": "die acht Faktoren vollständig, ",
  "an8.49:16.3": "solch eine sittliche Laienfrau ",
  "an8.49:16.4": "wird im Reich der Anmutigen Götter wiedergeboren.“ "
}