{
  "an8.2:0.1": "Nummerierte Lehrreden 8 ",
  "an8.2:0.2": "1. Liebe ",
  "an8.2:0.3": "2. Weisheit ",
  "an8.2:1.1": "„Mönche und Nonnen, es gibt acht Ursachen und Gründe, die dazu führen, dass man die Weisheit, die grundlegend für das geistliche Leben ist, erwirbt, und wenn man sie erworben hat, dazu, dass sie anwächst, reift und sich vollständig entwickelt. ",
  "an8.2:1.2": "Welche acht? ",
  "an8.2:1.3": "Da lebt ein Mönch, indem er sich auf den Lehrer oder einen geistlichen Gefährten in der Lehrerrolle stützt. Und er entwickelt ihnen gegenüber einen ausgeprägten Sinn für Gewissen und Zurückhaltung mit Herzlichkeit und Respekt. ",
  "an8.2:1.4": "Das ist die erste Ursache. ",
  "an8.2:2.1": "Wenn ein Mönch so mit dem Lehrer oder einem geistlichen Gefährten in der Lehrerrolle lebt – mit einem ausgeprägten Sinn für Gewissen und Zurückhaltung mit Herzlichkeit und Respekt –, geht er von Zeit zu Zeit hin und stellt Fragen: ",
  "an8.2:2.2": "‚Warum, Herr, heißt es so? Was bedeutet das?‘ ",
  "an8.2:2.3": "Diese Ehrwürdigen klären, was unklar ist, decken auf, was verborgen ist, und zerstreuen den Zweifel bezüglich vieler zweifelhafter Fragen. ",
  "an8.2:2.4": "Das ist die zweite Ursache. ",
  "an8.2:3.1": "Wenn er diese Lehre gehört hat, vervollkommnet er den Rückzug mit dem Körper und dem Geist. ",
  "an8.2:3.2": "Das ist die dritte Ursache. ",
  "an8.2:4.1": "Er ist sittlich, gezügelt gemäß der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. ",
  "an8.2:4.2": "Das ist die vierte Ursache. ",
  "an8.2:5.1": "Er ist sehr gelehrt, erinnert und behält, was er gehört hat: diese Lehren, die am Anfang gut sind, in der Mitte gut sind und am Ende gut sind, bedeutsam und gut ausgedrückt; die eine geistliche Übung beschreiben, die in sich geschlossen und rein ist. In diesen Lehren ist er sehr bewandert, erinnert sie, festigt sie, indem sie sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an8.2:5.2": "Das ist die fünfte Ursache. ",
  "an8.2:6.1": "Er lebt so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, standhaft strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an8.2:6.2": "Das ist die sechste Ursache. ",
  "an8.2:7.1": "Wenn er im Saṅgha ist, lässt er sich nicht auf Gespräche über alles Mögliche oder auf alberne Gespräche ein. ",
  "an8.2:7.2": "Entweder spricht er über den Dhamma oder er lädt jemand anderen ein, das zu tun, oder er hält edles Schweigen ein. ",
  "an8.2:7.3": "Das ist die siebte Ursache. ",
  "an8.2:8.1": "Er meditiert, indem er das Entstehen und Vergehen bei den fünf mit Ergreifen verbundenen Aggregaten beobachtet: ",
  "an8.2:8.2": "‚Solcherart ist Form, so entsteht sie, so endet sie. ",
  "an8.2:8.3": "Solcherart ist Gefühl, so entsteht es, so endet es. ",
  "an8.2:8.4": "Solcherart ist Wahrnehmung, so entsteht sie, so endet sie. ",
  "an8.2:8.5": "Solcherart sind Entscheidungen, so entstehen sie, so enden sie. ",
  "an8.2:8.6": "Solcherart ist Bewusstsein, so entsteht es, so endet es.‘ ",
  "an8.2:8.7": "Das ist die achte Ursache. ",
  "an8.2:9.1": "Seine geistlichen Gefährten schätzen ihn: ",
  "an8.2:9.2": "‚Dieser Ehrwürdige lebt, indem er sich auf den Lehrer oder einen geistlichen Gefährten in der Lehrerrolle stützt. Und er entwickelt ihnen gegenüber einen ausgeprägten Sinn für Gewissen und Zurückhaltung mit Herzlichkeit und Respekt. ",
  "an8.2:9.3": "Sicher weiß und sieht dieser Ehrwürdige.‘ ",
  "an8.2:9.4": "Diese Eigenschaft führt zu Zuneigung, Respekt, Wertschätzung, Eintracht und Einigkeit. ",
  "an8.2:10.1": "‚Dieser Ehrwürdige lebt so mit dem Lehrer oder einem geistlichen Gefährten in der Lehrerrolle und geht von Zeit zu Zeit hin und stellt Fragen … ",
  "an8.2:10.4": "Sicher weiß und sieht dieser Ehrwürdige.‘ ",
  "an8.2:10.5": "Diese Eigenschaft führt zu Zuneigung, Respekt, Wertschätzung, Eintracht und Einigkeit. ",
  "an8.2:11.1": "‚Wenn er diese Lehre gehört hat, vervollkommnet dieser Ehrwürdige den Rückzug mit dem Körper und dem Geist. ",
  "an8.2:11.2": "Sicher weiß und sieht dieser Ehrwürdige.‘ ",
  "an8.2:11.3": "Diese Eigenschaft führt zu Zuneigung, Respekt, Wertschätzung, Eintracht und Einigkeit. ",
  "an8.2:12.1": "‚Dieser Ehrwürdige ist sittlich … ",
  "an8.2:12.2": "Sicher weiß und sieht dieser Ehrwürdige.‘ ",
  "an8.2:12.3": "Diese Eigenschaft führt zu Zuneigung, Respekt, Wertschätzung, Eintracht und Einigkeit. ",
  "an8.2:13.1": "‚Dieser Ehrwürdige ist sehr gelehrt, erinnert und behält, was er gehört hat. … ",
  "an8.2:13.2": "Sicher weiß und sieht dieser Ehrwürdige.‘ ",
  "an8.2:13.3": "Diese Eigenschaft führt zu Zuneigung, Respekt, Wertschätzung, Eintracht und Einigkeit. ",
  "an8.2:14.1": "‚Dieser Ehrwürdige lebt so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. … ",
  "an8.2:14.2": "Sicher weiß und sieht dieser Ehrwürdige.‘ ",
  "an8.2:14.3": "Diese Eigenschaft führt zu Zuneigung, Respekt, Wertschätzung, Eintracht und Einigkeit. ",
  "an8.2:15.1": "‚Wenn er im Saṅgha ist, lässt dieser Ehrwürdige sich nicht auf Gespräche über alles Mögliche oder auf alberne Gespräche ein. ",
  "an8.2:15.2": "Entweder spricht er über den Dhamma oder er lädt jemand anderen ein, das zu tun, oder er hält edles Schweigen ein. ",
  "an8.2:15.3": "Sicher weiß und sieht dieser Ehrwürdige.‘ ",
  "an8.2:15.4": "Diese Eigenschaft führt zu Zuneigung, Respekt, Wertschätzung, Eintracht und Einigkeit. ",
  "an8.2:16.1": "‚Dieser Ehrwürdige meditiert, indem er das Entstehen und Vergehen bei den fünf mit Ergreifen verbundenen Aggregaten beobachtet … ",
  "an8.2:16.7": "Sicher weiß und sieht dieser Ehrwürdige.‘ ",
  "an8.2:16.8": "Diese Eigenschaft führt zu Zuneigung, Respekt, Wertschätzung, Eintracht und Einigkeit. ",
  "an8.2:17.1": "Das sind die acht Ursachen und Gründe, die dazu führen, dass man die Weisheit, die grundlegend für das geistliche Leben ist, erwirbt, und wenn man sie erworben hat, dazu, dass sie anwächst, reift und sich vollständig entwickelt.“ "
}