{
  "an8.30:0.1": "Nummerierte Lehrreden 8.30 ",
  "an8.30:0.2": "3. Das Kapitel mit Hausbesitzern ",
  "an8.30:0.3": "Anuruddha und die großen Gedanken ",
  "an8.30:1.1": "Einmal hielt sich der Buddha im Land der Bhagger auf dem Krokodilhügel auf, im Wildpark bei Bhesakaḷās Wald. ",
  "an8.30:1.2": "Zu dieser Zeit hielt sich der Ehrwürdige Anuruddha im Land der Cetīs im östlichen Bambuspark auf. ",
  "an8.30:1.3": "Da kam dem Ehrwürdigen Anuruddha, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "an8.30:1.4": "„Diese Lehre ist für die Genügsamen, nicht für die mit vielen Wünschen. ",
  "an8.30:1.5": "Sie ist für die Zufriedenen, nicht für die Unzufriedenen. ",
  "an8.30:1.6": "Sie ist für die, die abgeschieden leben, nicht für die, die Gesellschaft genießen. ",
  "an8.30:1.7": "Sie ist für die Energischen, nicht für die Trägen. ",
  "an8.30:1.8": "Sie ist für die Achtsamen, nicht für die Unachtsamen. ",
  "an8.30:1.9": "Sie ist für die mit Versenkung, nicht für die ohne Versenkung. ",
  "an8.30:1.10": "Sie ist für die Weisen, nicht für die Geistlosen.“ ",
  "an8.30:2.1": "Der Buddha erkannte, was Anuruddha dachte. Und so leicht wie eine starke Person den Arm strecken oder beugen würde, verschwand er vom Wildpark bei Bhesakaḷās Wald im Land der Bhagger und erschien wieder vor Anuruddha im östlichen Bambuspark im Land der Cetīs. ",
  "an8.30:2.2": "Er setzte sich auf den ausgebreiteten Sitz. ",
  "an8.30:2.3": "Anuruddha verbeugte sich vor dem Buddha und setzte sich zur Seite hin. ",
  "an8.30:2.4": "Der Buddha sagte zu ihm: ",
  "an8.30:3.1": "„Gut, gut, Anuruddha! ",
  "an8.30:3.2": "Es ist gut, dass du über diese Gedanken eines großen Mannes nachdenkst: ",
  "an8.30:3.3": "‚Diese Lehre ist für die Genügsamen, nicht für die mit vielen Wünschen. ",
  "an8.30:3.4": "Sie ist für die Zufriedenen, nicht für die Unzufriedenen. ",
  "an8.30:3.5": "Sie ist für die, die abgeschieden leben, nicht für die, die Gesellschaft genießen. ",
  "an8.30:3.6": "Sie ist für die Energischen, nicht für die Trägen. ",
  "an8.30:3.7": "Sie ist für die Achtsamen, nicht für die Unachtsamen. ",
  "an8.30:3.8": "Sie ist für die mit Versenkung, nicht für die ohne Versenkung. ",
  "an8.30:3.9": "Sie ist für die Weisen, nicht für die Geistlosen.‘ ",
  "an8.30:3.10": "Nun, Anuruddha, du solltest auch über diesen achten Gedanken eines großen Mannes nachdenken: ",
  "an8.30:3.11": "‚Diese Lehre ist für die, die das Wuchern nicht genießen und es nicht gerne betreiben, nicht für die, die das Wuchern genießen und es gerne betreiben.‘ ",
  "an8.30:4.1": "Zuerst wirst du über diese acht Gedanken eines großen Mannes nachdenken. Dann wirst du, wann immer du willst, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintreten und darin verweilen; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "an8.30:5.1": "Du wirst in die zweite Vertiefung eintreten und darin verweilen; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "an8.30:6.1": "Du wirst in die dritte Vertiefung eintreten und darin verweilen; da wirst du mit Gleichmut meditieren, achtsam und umsichtig, und persönlich die Seligkeit erfahren, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "an8.30:7.1": "Du wirst in die vierte Vertiefung eintreten und darin verweilen, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an8.30:8.1": "Zuerst wirst du über diese acht Gedanken eines großen Mannes nachdenken, dann wirst du die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – erlangen, wann immer du willst, ohne Mühe und Not. Wenn du dann zufrieden lebst, wird dir deine Fetzenrobe vorkommen wie einem Hausbesitzer oder dem Kind eines Hausbesitzers eine Kiste voller Kleider in verschiedenen Farben. ",
  "an8.30:8.2": "Das wird dir zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit dienen und dazu, beim Erlöschen anzukommen. ",
  "an8.30:9.1": "Wenn du dann zufrieden lebst, werden dir deine Almosenreste vorkommen wie einem Hausbesitzer oder dem Kind eines Hausbesitzers feiner gekochter Reis, aus dem die dunklen Körner ausgelesen sind und der mit vielen Suppen und Soßen angerichtet ist. ",
  "an8.30:9.2": "Das wird dir zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit dienen und dazu, beim Erlöschen anzukommen. ",
  "an8.30:10.1": "Wenn du dann zufrieden lebst, wird dir deine Unterkunft am Fuß eines Baumes vorkommen wie einem Hausbesitzer oder dem Kind eines Hausbesitzers ein Giebelhaus, das innen und außen verputzt ist, zugfrei, die Türen verriegelt und die Fenster geschlossen. ",
  "an8.30:10.2": "Das wird dir zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit dienen und dazu, beim Erlöschen anzukommen. ",
  "an8.30:11.1": "Wenn du dann zufrieden lebst, wird dir dein Schlafplatz am Fuß eines Baumes vorkommen wie einem Hausbesitzer oder dem Kind eines Hausbesitzers eine Liege, die mit flauschigen, rein weißen oder mit Blumen bestickten wollenen Decken gepolstert und mit einer Decke aus feinem Hirschleder überzogen ist, mit einem Baldachin und roten Kissen auf beiden Seiten. ",
  "an8.30:11.2": "Das wird dir zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit dienen und dazu, beim Erlöschen anzukommen. ",
  "an8.30:12.1": "Wenn du dann zufrieden lebst, wird dir deine Arznei aus vergorenem Urin vorkommen wie einem Hausbesitzer oder dem Kind eines Hausbesitzers verschiedene Arzneien – Ghee, Butter, Öl, Honig und Melasse. ",
  "an8.30:12.2": "Das wird dir zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit dienen und dazu, beim Erlöschen anzukommen. ",
  "an8.30:12.3": "Nun denn, Anuruddha, für den nächsten Regenzeitaufenthalt solltest du gleich hier im Land der Cetīs im östlichen Bambuspark bleiben.“ ",
  "an8.30:12.4": "„Ja, Herr“, antwortete Anuruddha. ",
  "an8.30:13.1": "Nachdem er Anuruddha so angeleitet hatte, verschwand der Buddha, so leicht wie eine starke Person den Arm strecken oder beugen würde, vom östlichen Bambuspark im Land der Cetīs und erschien wieder im Wildpark bei Bhesakaḷās Wald im Land der Bhagger. ",
  "an8.30:13.2": "Er setzte sich auf den ausgebreiteten Sitz ",
  "an8.30:13.3": "und wandte sich an die Mönche und Nonnen: ",
  "an8.30:13.4": "„Mönche und Nonnen, ich will euch die acht Gedanken eines großen Mannes lehren. Hört zu … ",
  "an8.30:13.5": "Und was sind die acht Gedanken eines großen Mannes? ",
  "an8.30:13.6": "Diese Lehre ist für die Genügsamen, nicht für die mit vielen Wünschen. ",
  "an8.30:13.7": "Sie ist für die Zufriedenen, nicht für die Unzufriedenen. ",
  "an8.30:13.8": "Sie ist für die, die abgeschieden leben, nicht für die, die Gesellschaft genießen. ",
  "an8.30:13.9": "Sie ist für die Energischen, nicht für die Trägen. ",
  "an8.30:13.10": "Sie ist für die Achtsamen, nicht für die Unachtsamen. ",
  "an8.30:13.11": "Sie ist für die mit Versenkung, nicht für die ohne Versenkung. ",
  "an8.30:13.12": "Sie ist für die Weisen, nicht für die Geistlosen. ",
  "an8.30:13.13": "Sie ist für die, die das Wuchern nicht genießen und es nicht gerne betreiben, nicht für die, die das Wuchern genießen und es gerne betreiben. ",
  "an8.30:14.1": "‚Diese Lehre ist für die Genügsamen, nicht für die mit vielen Wünschen.‘ ",
  "an8.30:14.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an8.30:14.3": "Eine genügsame Nonne wünscht nicht: ‚Dass man mich doch für genügsam halten soll!‘ Wenn sie zufrieden ist, wünscht sie nicht: ‚Dass man mich doch für zufrieden halten soll!‘ Wenn sie abgeschieden lebt, wünscht sie nicht: ‚Dass man mich doch für abgeschieden lebend halten soll!‘ Wenn sie energisch ist, wünscht sie nicht: ‚Dass man mich doch für energisch halten soll!‘ Wenn sie achtsam ist, wünscht sie nicht: ‚Dass man mich doch für achtsam halten soll!‘ Wenn sie versunken ist, wünscht sie nicht: ‚Dass man mich doch für versunken halten soll!‘ Wenn sie weise ist, wünscht sie nicht: ‚Dass man mich doch für weise halten soll!‘ Wenn sie das Wuchern nicht genießt, wünscht sie nicht: ‚Dass man mich doch für eine halten soll, die das Wuchern nicht genießt!‘ ",
  "an8.30:14.4": "‚Diese Lehre ist für die Genügsamen, nicht für die mit vielen Wünschen.‘ ",
  "an8.30:14.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an8.30:15.1": "‚Diese Lehre ist für die Zufriedenen, nicht für die Unzufriedenen.‘ Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an8.30:15.2": "Sie ist für eine Nonne, die mit jeder Art von Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung zufrieden ist. ",
  "an8.30:15.3": "‚Diese Lehre ist für die Zufriedenen, nicht für die Unzufriedenen.‘ ",
  "an8.30:15.4": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an8.30:16.1": "‚Diese Lehre ist für die, die abgeschieden leben, nicht für die, die Gesellschaft genießen.‘ Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an8.30:16.2": "Sie ist für eine Nonne, die abgeschieden lebt. Aber Mönche, Nonnen, Laienmänner und Laienfrauen, Herrscher und ihre Minister und Lehrer anderer Konfessionen und deren Schüler gehen sie besuchen. ",
  "an8.30:16.3": "Ihr Geist neigt sich zur Abgeschiedenheit hin, dahin senkt er sich und richtet sich aus, sie ist zurückgezogen und liebt die Entsagung; so hält sie ihren Besuchern ausnahmslos einen Vortrag, in dem die Betonung darauf liegt, sie zu entlassen. ",
  "an8.30:16.4": "‚Diese Lehre ist für die, die abgeschieden leben, nicht für die, die Gesellschaft genießen.‘ ",
  "an8.30:16.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an8.30:17.1": "‚Diese Lehre ist für die Energischen, nicht für die Trägen.‘ Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an8.30:17.2": "Sie ist für eine Nonne, die so lebt, dass sie ihre Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Sie ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an8.30:17.3": "‚Diese Lehre ist für die Energischen, nicht für die Trägen.‘ ",
  "an8.30:17.4": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an8.30:18.1": "‚Diese Lehre ist für die Achtsamen, nicht für die Unachtsamen.‘ ",
  "an8.30:18.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an8.30:18.3": "Sie ist für eine Nonne, die achtsam ist, die äußerste Achtsamkeit und Wachheit besitzt und sich an Dinge, die vor langer Zeit getan oder gesagt wurden, erinnern und sie sich ins Gedächtnis rufen kann. ",
  "an8.30:18.4": "‚Diese Lehre ist für die Achtsamen, nicht für die Unachtsamen.‘ ",
  "an8.30:18.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an8.30:19.1": "‚Diese Lehre ist für die mit Versenkung, nicht für die ohne Versenkung.‘ ",
  "an8.30:19.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an8.30:19.3": "Sie ist für eine Nonne, die, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung eintritt und darin verweilt … in die zweite Vertiefung … in die dritte Vertiefung … in die vierte Vertiefung. ",
  "an8.30:19.4": "‚Diese Lehre ist für die mit Versenkung, nicht für die ohne Versenkung.‘ ",
  "an8.30:19.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an8.30:20.1": "‚Diese Lehre ist für die Weisen, nicht für die Geistlosen.‘ ",
  "an8.30:20.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an8.30:20.3": "Sie ist für eine Nonne, die weise ist, die die Erkenntnis des Entstehens und Vergehens besitzt, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "an8.30:20.4": "Sie ist für die Weisen, nicht für die Geistlosen.‘ ",
  "an8.30:20.5": "Das habe ich gesagt, und insofern habe ich es gesagt. ",
  "an8.30:21.1": "‚Diese Lehre ist für die, die das Wuchern nicht genießen und es nicht gerne betreiben, nicht für die, die das Wuchern genießen und es gerne betreiben.‘ ",
  "an8.30:21.2": "Das habe ich gesagt, aber inwiefern habe ich es gesagt? ",
  "an8.30:21.3": "Sie ist für eine Nonne, die bezüglich des Aufhörens des Wucherns begierig ist, zuversichtlich, fest verankert und entschlossen. ",
  "an8.30:21.4": "‚Diese Lehre ist für die, die das Wuchern nicht genießen und es nicht gerne betreiben, nicht für die, die das Wuchern genießen und es gerne betreiben.‘ ",
  "an8.30:21.5": "Das habe ich gesagt, und insofern habe ich es gesagt.“ ",
  "an8.30:22.1": "Und Anuruddha blieb für den nächsten Regenzeitaufenthalt gleich da im östlichen Bambuspark im Land der Cetīs. ",
  "an8.30:22.2": "Da gelangte Anuruddha, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an8.30:22.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "an8.30:22.4": "Und der Ehrwürdige Anuruddha wurde einer der Vollendeten. ",
  "an8.30:22.5": "Und bei dieser Gelegenheit, als er die Vollendung erlangte, sprach er diese Strophen: ",
  "an8.30:23.1": "„Er erkannte meine Gedanken, ",
  "an8.30:23.2": "der unübertreffliche Lehrer in der Welt, ",
  "an8.30:23.3": "und kam zu mir in einem geistgeschaffenen Körper ",
  "an8.30:23.4": "mithilfe seiner übersinnlichen Kraft. ",
  "an8.30:24.1": "Er lehrte mich mehr ",
  "an8.30:24.2": "als das, woran ich gedacht hatte. ",
  "an8.30:24.3": "Der Buddha, der das Nicht-Wuchern genießt, ",
  "an8.30:24.4": "lehrte mich das Nicht-Wuchern. ",
  "an8.30:25.1": "Als ich diese Lehre verstand, ",
  "an8.30:25.2": "erfüllte ich freudig seine Anweisung. ",
  "an8.30:25.3": "Das dreifache Wissen habe ich verwirklicht ",
  "an8.30:25.4": "und die Anweisung des Buddha erfüllt.“ "
}