{
  "an8.29:0.1": "Nummerierte Lehrreden 8 ",
  "an8.29:0.2": "3. Hausbesitzer ",
  "an8.29:0.3": "29. Verpasste Gelegenheiten ",
  "an8.29:1.1": "„‚Jetzt oder nie! Jetzt oder nie!‘ So sagt ein ungebildeter gewöhnlicher Mensch. Doch er weiß nicht, ob es die richtige oder die falsche Zeit ist. ",
  "an8.29:1.2": "Mönche und Nonnen, es gibt acht verpasste Gelegenheiten für die geistliche Übung. ",
  "an8.29:1.3": "Welche acht? ",
  "an8.29:1.4": "Zunächst ist da ein Klargewordener in der Welt erschienen, vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. Er lehrt den Dhamma, der zum Frieden, zum Erlöschen, zum Erwachen führt, wie er vom Heiligen verkündet wurde. ",
  "an8.29:1.5": "Aber man wurde in der Hölle wiedergeboren. ",
  "an8.29:1.6": "Das ist die erste verpasste Gelegenheit für die geistliche Übung. ",
  "an8.29:2.1": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "an8.29:2.2": "Aber man wurde im Tierreich wiedergeboren. Das ist die zweite verpasste Gelegenheit. ",
  "an8.29:3.1": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "an8.29:3.2": "Aber man wurde im Gespensterreich wiedergeboren. Das ist die dritte verpasste Gelegenheit. ",
  "an8.29:4.1": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "an8.29:4.2": "Aber man wurde in einer der Klassen langlebiger Götter wiedergeboren. Das ist die vierte verpasste Gelegenheit. ",
  "an8.29:5.1": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "an8.29:5.2": "Aber man wurde in den Grenzgebieten wiedergeboren, unter fremden wilden Stämmen, da, wo Mönche, Nonnen, Laienmänner und Laienfrauen nicht hingehen. Das ist die fünfte verpasste Gelegenheit. ",
  "an8.29:6.1": "Dann ist da ein Klargewordener in der Welt erschienen. Und man wurde in einem zentralen Land wiedergeboren. Aber man hat eine falsche Ansicht und einen verzerrten Blickwinkel: ",
  "an8.29:6.2": "‚Geben, Opfer oder Spenden haben keine Bedeutung. Es gibt keine Frucht und kein Ergebnis von guten und schlechten Taten. Es gibt kein Leben nach dem Tod. Es gibt keine Verpflichtung gegenüber Mutter und Vater. Es gibt keine Wesen, die durch unmittelbares Erscheinen wiedergeboren werden. Und es gibt keine Asketen oder Brahmanen, die richtig angekommen sind, richtig geübt haben, die das Leben nach dem Tod durch eigene Einsicht erkannt haben und es erklären.‘ Das ist die sechste verpasste Gelegenheit. ",
  "an8.29:7.1": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "an8.29:7.2": "Und man wurde in einem zentralen Land wiedergeboren. Aber man ist geistlos, stumpf und dumm, nicht in der Lage, zu unterscheiden, was gut gesagt und was dürftig gesagt ist. ",
  "an8.29:7.3": "Das ist die siebte verpasste Gelegenheit. ",
  "an8.29:8.1": "Dann ist da ein Klargewordener in der Welt erschienen. ",
  "an8.29:8.2": "Aber er lehrt nicht den Dhamma, der zum Frieden, zum Erlöschen, zum Erwachen führt, wie er vom Heiligen verkündet wurde. Und man wurde in einem zentralen Land wiedergeboren. Und man ist weise, aufgeweckt und verständig, in der Lage, zu unterscheiden, was gut gesagt und was dürftig gesagt ist. ",
  "an8.29:8.3": "Das ist die achte verpasste Gelegenheit für die geistliche Übung. ",
  "an8.29:9.1": "Das sind die acht verpassten Gelegenheiten für die geistliche Übung. ",
  "an8.29:10.1": "Mönche und Nonnen, es gibt nur eine richtige Gelegenheit für die geistliche Übung. ",
  "an8.29:10.2": "Welches ist diese eine? ",
  "an8.29:10.3": "Es ist, wenn ein Klargewordener in der Welt erschienen ist, vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet. ",
  "an8.29:10.4": "Er lehrt den Dhamma, der zum Frieden, zum Erlöschen, zum Erwachen führt, wie er vom Heiligen verkündet wurde. Und man wurde in einem zentralen Land wiedergeboren. Und man ist weise, aufgeweckt und verständig, in der Lage, zu unterscheiden, was gut gesagt und was dürftig gesagt ist. ",
  "an8.29:10.5": "Das ist die eine richtige Gelegenheit für die geistliche Übung. ",
  "an8.29:11.1": "Wenn man den menschlichen Zustand erlangt hat ",
  "an8.29:11.2": "und die wahre Lehre wurde so gut verkündet, ",
  "an8.29:11.3": "und man ergreift den Augenblick nicht, ",
  "an8.29:11.4": "geht er ungenutzt vorbei. ",
  "an8.29:12.1": "Denn man spricht von vielen falschen Zeiten, ",
  "an8.29:12.2": "die den Weg behindern. ",
  "an8.29:12.3": "Nur selten ",
  "an8.29:12.4": "erscheinen Klargewordene in der Welt. ",
  "an8.29:13.1": "Wenn du dich in ihrer Gegenwart wiederfindest – ",
  "an8.29:13.2": "was in der Welt so schwer zu finden ist –, ",
  "an8.29:13.3": "und wenn du die menschliche Geburt erlangt hast ",
  "an8.29:13.4": "und der Dhamma wurde gelehrt, ",
  "an8.29:13.5": "so reicht das für einen Menschen, der sich selbst liebt, ",
  "an8.29:13.6": "völlig aus, um sich anzustrengen. ",
  "an8.29:14.1": "Wie muss man die wahre Lehre verstehen, ",
  "an8.29:14.2": "sodass man den Augenblick nicht versäumt? ",
  "an8.29:14.3": "Denn wenn du deinen Augenblick versäumst, ",
  "an8.29:14.4": "ist der Jammer groß, wenn du in die Hölle kommst. ",
  "an8.29:15.1": "Wenn es dir nicht gelingt, ",
  "an8.29:15.2": "über die wahre Lehre Sicherheit zu gewinnen, ",
  "an8.29:15.3": "wirst du es lange Zeit bereuen, ",
  "an8.29:15.4": "wie ein Händler, dem ein Gewinn entgeht. ",
  "an8.29:16.1": "Ein Mensch, von Unwissenheit eingehüllt, ",
  "an8.29:16.2": "der in der wahren Lehre fehltritt, ",
  "an8.29:16.3": "wird ein langes Umherwandern ",
  "an8.29:16.4": "durch Geburt und Tod erfahren. ",
  "an8.29:17.1": "Die den menschlichen Zustand zu einer Zeit erlangt haben, ",
  "an8.29:17.2": "da die wahre Lehre so gut verkündet wurde, ",
  "an8.29:17.3": "und die erfüllt haben, was der Lehrer gelehrt hat, – ",
  "an8.29:17.4": "oder die das tun werden oder gerade tun –, ",
  "an8.29:18.1": "diese haben in der Welt die richtige Zeit ",
  "an8.29:18.2": "für das unübertreffliche geistliche Leben verwirklicht. ",
  "an8.29:18.3": "Du solltest bewacht leben, stets achtsam, ",
  "an8.29:18.4": "nicht von Befleckungen durchtränkt ",
  "an8.29:19.1": "unter den Gezügelten, ",
  "an8.29:19.2": "die den Pfad geübt haben, ",
  "an8.29:19.3": "der vom Klargewordenen, der das Sehen besitzt, verkündet ",
  "an8.29:19.4": "und vom Nachfahren der Sonne gelehrt wurde. ",
  "an8.29:20.1": "Die alle zugrundeliegenden Neigungen abgeschnitten haben, ",
  "an8.29:20.2": "mit denen man denen folgt, die in Māras Herrschaftsgebiet hineintreiben – ",
  "an8.29:20.3": "diese sind in der Welt die, die hinübergelangt ",
  "an8.29:20.4": "und am Ende der Befleckungen angekommen sind.“ "
}