{
  "an8.12:0.1": "Nummerierte Lehrreden 8 ",
  "an8.12:0.2": "2. Das große Kapitel ",
  "an8.12:0.3": "12. Mit Sīha ",
  "an8.12:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an8.12:1.2": "Da saßen zu dieser Zeit mehrere sehr bedeutende Licchaver in der Versammlungshalle beisammen und priesen den Buddha, seine Lehre und den Saṅgha auf vielerlei Art. ",
  "an8.12:2.1": "Und es saß da der General Sīha, ein Schüler der Jainas, in dieser Versammlung. ",
  "an8.12:2.2": "Er dachte: ",
  "an8.12:2.3": "„Dieser Gesegnete muss zweifellos ein Vollendeter sein, ein vollkommen erwachter Buddha. Denn einige sehr bedeutende Licchaver preisen den Buddha, seine Lehre und den Saṅgha auf vielerlei Art. ",
  "an8.12:2.4": "Warum gehe ich nicht diesen Gesegneten, den Vollendeten, den vollkommen erwachten Buddha besuchen?“ ",
  "an8.12:2.5": "Und der General Sīha ging zu Nigaṇṭha Nātaputta und sagte zu ihm: ",
  "an8.12:2.6": "„Herr, ich möchte den Asketen Gotama besuchen gehen.“ ",
  "an8.12:3.1": "„Aber Sīha, du glaubst an die Lehre des Tuns. Warum solltest du den Asketen Gotama besuchen gehen, der eine Lehre des Nicht-Tuns lehrt? ",
  "an8.12:3.2": "Denn der Asket Gotama glaubt an eine Lehre des Nicht-Tuns, er lehrt das Nicht-Tun, und so schult er seine Schüler.“ ",
  "an8.12:3.3": "Und Sīhas Entschlossenheit, den Buddha zu besuchen, klang ab. ",
  "an8.12:4.1": "Ein zweites Mal saßen mehrere sehr bedeutende Licchaver in der Versammlungshalle beisammen und priesen den Buddha, seine Lehre und den Saṅgha auf vielerlei Art. ",
  "an8.12:4.2": "Und zum zweiten Mal dachte Sīha: ",
  "an8.12:4.3": "„Dieser Gesegnete muss zweifellos ein Vollendeter sein, ein vollkommen erwachter Buddha. Denn einige sehr bedeutende Licchaver preisen den Buddha, seine Lehre und den Saṅgha auf vielerlei Art. ",
  "an8.12:4.4": "Warum gehe ich nicht diesen Gesegneten, den Vollendeten, den vollkommen erwachten Buddha besuchen?“ ",
  "an8.12:4.5": "Und der General Sīha ging zu Nigaṇṭha Nātaputta …, der ihm das Gleiche sagte wie zuvor. ",
  "an8.12:5.3": "Und zum zweiten Mal klang Sīhas Entschlossenheit, den Buddha zu besuchen, ab. ",
  "an8.12:6.1": "Ein drittes Mal saßen mehrere sehr bedeutende Licchaver in der Versammlungshalle beisammen und priesen den Buddha, seine Lehre und den Saṅgha auf vielerlei Art. ",
  "an8.12:6.2": "Und zum dritten Mal dachte Sīha: ",
  "an8.12:6.3": "„Dieser Gesegnete muss zweifellos ein Vollendeter sein, ein vollkommen erwachter Buddha. Denn einige sehr bedeutende Licchaver preisen den Buddha, seine Lehre und den Saṅgha auf vielerlei Art. ",
  "an8.12:6.4": "Was können mir diese Jainas anhaben, ob ich mich jetzt mit ihnen berate oder nicht? ",
  "an8.12:6.5": "Warum gehe ich nicht diesen Gesegneten, den Vollendeten, den vollkommen erwachten Buddha besuchen, ohne mich mit den Jainas zu beraten?“ ",
  "an8.12:7.1": "Und der General Sīha brach mit etwa fünfhundert Kutschen mitten am Tag von Vesālī auf, um den Buddha zu besuchen. ",
  "an8.12:7.2": "Er fuhr mit der Kutsche, soweit es das Gelände erlaubte, stieg dann ab und ging zu Fuß weiter. ",
  "an8.12:7.3": "Dann ging er zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an8.12:8.1": "„Herr, ich habe gehört: ",
  "an8.12:8.2": "‚Der Asket Gotama glaubt an eine Lehre des Nicht-Tuns, er lehrt das Nicht-Tun, und so schult er seine Schüler.‘ ",
  "an8.12:8.3": "Ich verlasse mich darauf, dass die, die das sagen, die Worte des Buddha wiedergeben und ihn nicht mit einer Unwahrheit falsch darstellen. Ist ihre Erklärung im Einklang mit der Lehre? Gibt es berechtigte Gründe, sie zu tadeln und zu kritisieren? ",
  "an8.12:8.4": "Denn wir wollen den Gesegneten nicht falsch darstellen.“ ",
  "an8.12:9.1": "„Es gibt einen Sinn, Sīha, in dem man zu Recht sagen könnte, ",
  "an8.12:9.2": "ich glaubte an das Nicht-Tun, ich lehrte das Nicht-Tun, und so schulte ich meine Schüler. ",
  "an8.12:10.1": "Und es gibt einen Sinn, in dem man zu Recht sagen könnte, ",
  "an8.12:10.2": "ich glaubte an das Tun, ich lehrte das Tun, und so schulte ich meine Schülerinnen. ",
  "an8.12:11.1": "Und es gibt einen Sinn, in dem man zu Recht sagen könnte, ",
  "an8.12:11.2": "ich glaubte an die Vernichtung, ich lehrte die Vernichtung, und so schulte ich meine Schüler. ",
  "an8.12:12.1": "Und es gibt einen Sinn, in dem man zu Recht sagen könnte, ",
  "an8.12:12.2": "ich sei angewidert, ich lehrte das Angewidertsein, und so schulte ich meine Schülerinnen. ",
  "an8.12:13.1": "Und es gibt einen Sinn, in dem man zu Recht sagen könnte, ",
  "an8.12:13.2": "ich sei ein Ausrotter, ich lehrte das Ausrotten und, und so schulte ich meine Schüler. ",
  "an8.12:14.1": "Und es gibt einen Sinn, in dem man zu Recht sagen könnte, ",
  "an8.12:14.2": "ich sei ein Quäler, ich lehrte das Quälen, und so schulte ich meine Schülerinnen. ",
  "an8.12:15.1": "Und es gibt einen Sinn, in dem man zu Recht sagen könnte, ",
  "an8.12:15.2": "ich sei ein Abtreibungsbefürworter, ich lehrte die Abtreibung, und so schulte ich meine Schüler. ",
  "an8.12:16.1": "Und es gibt einen Sinn, in dem man zu Recht sagen könnte, ",
  "an8.12:16.2": "ich sei ehrgeizig, ich lehrte den Ehrgeiz, und so schulte ich meine Schülerinnen. ",
  "an8.12:17.1": "Und in welchem Sinn könnte man zu Recht sagen, ",
  "an8.12:17.2": "ich glaubte an das Nicht-Tun, ich lehrte das Nicht-Tun, und so schulte ich meine Schüler? ",
  "an8.12:17.3": "Ich lehre das Nicht-Tun im Hinblick auf schlechtes Verhalten mit dem Körper, der Sprache und dem Geist ",
  "an8.12:17.4": "sowie auf die vielerlei untauglichen Dinge. ",
  "an8.12:17.5": "In diesem Sinn könnte man zu Recht sagen, ",
  "an8.12:17.6": "ich lehrte das Nicht-Tun. ",
  "an8.12:18.1": "Und in welchem Sinn könnte man zu Recht sagen, ",
  "an8.12:18.2": "ich glaubte an das Tun, ich lehrte das Tun, und so schulte ich meine Schülerinnen? ",
  "an8.12:18.3": "Ich lehre das Tun im Hinblick auf gutes Verhalten mit dem Körper, der Sprache und dem Geist ",
  "an8.12:18.4": "sowie die vielerlei tauglichen Dinge. ",
  "an8.12:18.5": "In diesem Sinn könnte man zu Recht sagen, ",
  "an8.12:18.6": "ich lehrte das Tun. ",
  "an8.12:19.1": "Und in welchem Sinn könnte man zu Recht sagen, ",
  "an8.12:19.2": "ich glaubte an die Vernichtung, ich lehrte die Vernichtung, und so schulte ich meine Schüler? ",
  "an8.12:19.3": "Ich lehre die Vernichtung von Gier, Hass und Täuschung ",
  "an8.12:19.4": "und der vielerlei untauglichen Dinge. ",
  "an8.12:19.5": "In diesem Sinn könnte man zu Recht sagen, ",
  "an8.12:19.6": "ich lehrte die Vernichtung. ",
  "an8.12:20.1": "Und in welchem Sinn könnte man zu Recht sagen, ",
  "an8.12:20.2": "ich sei angewidert, ich lehrte das Angewidertsein, und so schulte ich meine Schülerinnen? ",
  "an8.12:20.3": "Ich bin angewidert von schlechtem Verhalten mit dem Körper, der Sprache und dem Geist ",
  "an8.12:20.4": "und davon, die vielerlei untauglichen Dinge zu erlangen. ",
  "an8.12:20.5": "In diesem Sinn könnte man zu Recht sagen, ",
  "an8.12:20.6": "ich lehrte das Angewidertsein. ",
  "an8.12:21.1": "Und in welchem Sinn könnte man zu Recht sagen, ",
  "an8.12:21.2": "ich sei ein Ausrotter, ich lehrte das Ausrotten, und so schulte ich meine Schüler? ",
  "an8.12:21.3": "Ich lehre das Ausrotten von Gier, Hass und Täuschung ",
  "an8.12:21.4": "und der vielerlei untauglichen Dinge. ",
  "an8.12:21.5": "In diesem Sinn könnte man zu Recht sagen, ",
  "an8.12:21.6": "ich lehrte das Ausrotten. ",
  "an8.12:22.1": "Und in welchem Sinn könnte man zu Recht sagen, ",
  "an8.12:22.2": "ich sei ein Quäler, ich lehrte das Quälen, und so schulte ich meine Schülerinnen? ",
  "an8.12:22.3": "Ich sage, schlechtes Verhalten mit dem Körper, der Sprache und dem Geist muss niedergequält werden. ",
  "an8.12:22.4": "Ich sage, ein Quäler ist jemand, der untaugliche Eigenschaften, die niedergequält werden müssen, aufgegeben hat, sie an der Wurzel abgeschnitten hat, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "an8.12:22.5": "Der Klargewordene ist jemand, der untaugliche Eigenschaften, die niedergequält werden müssen, aufgegeben hat, sie an der Wurzel abgeschnitten hat, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "an8.12:22.6": "In diesem Sinn könnte man zu Recht sagen, ",
  "an8.12:22.7": "ich lehrte das Quälen. ",
  "an8.12:23.1": "Und in welchem Sinn könnte man zu Recht sagen, ",
  "an8.12:23.2": "ich sei ein Abtreibungsbefürworter, ich lehrte die Abtreibung, und so schulte ich meine Schüler? ",
  "an8.12:23.3": "Ich sage, ein Abtreibungsbefürworter ist jemand, der zukünftige Verkörperung in einem Mutterleib und Wiedergeburt in einen neuen Daseinszustand aufgegeben hat, sie an der Wurzel abgeschnitten hat, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "an8.12:23.4": "Der Klargewordene ist jemand, der zukünftige Verkörperung in einem Mutterleib und Wiedergeburt in einen neuen Daseinszustand aufgegeben hat, sie an der Wurzel abgeschnitten hat, sodass sie wie der Stumpf einer Palme sind, dass sie ausgelöscht sind und sich in Zukunft nicht mehr erheben können. ",
  "an8.12:23.5": "In diesem Sinn könnte man zu Recht sagen, ",
  "an8.12:23.6": "ich lehrte die Abtreibung. ",
  "an8.12:24.1": "Und in welchem Sinn könnte man zu Recht sagen, ",
  "an8.12:24.2": "ich sei ehrgeizig, ich lehrte den Ehrgeiz, und so schulte ich meine Schülerinnen? ",
  "an8.12:24.3": "Ich bin ehrgeizig darin, Trost zu spenden, den höchsten Trost, ich lehre den Trost, und so schule ich meine Schülerinnen. ",
  "an8.12:24.4": "In diesem Sinn könnte man zu Recht sagen, ",
  "an8.12:24.5": "ich lehrte den Ehrgeiz. ",
  "an8.12:25.1": "Daraufhin sagte der General Sīha zum Buddha: ",
  "an8.12:25.2": "„Vortrefflich, Herr! Vortrefflich! ",
  "an8.12:25.3": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "an8.12:26.1": "„Sīha, du solltes sorgfältig abwägen, bevor du handelst. Es ist gut, wenn renommierte Leute wie du sorgfältig abwägen, bevor sie handeln.“ ",
  "an8.12:26.2": "„Jetzt bin ich noch mehr über den Buddha erfreut und befriedigt, da er mir sagt, ich solle sorgfältig abwägen, bevor ich handele. ",
  "an8.12:26.3": "Denn wenn die Anhänger anderer Wege mich als Schüler gewännen, würden sie eine Fahne durch ganz Vesālī tragen: ",
  "an8.12:26.4": "‚Der General Sīha ist unser Schüler geworden!‘ ",
  "an8.12:26.5": "Und doch sagt der Buddha mir, ich solle sorgfältig abwägen, bevor ich handele. ",
  "an8.12:26.6": "Zum zweiten Mal nehme ich meine Zuflucht beim Buddha, bei der Lehre und beim Saṅgha der Mönche und Nonnen. ",
  "an8.12:26.7": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "an8.12:27.1": "„Seit langem schon, Sīha, war deine Familie ein Quell der Unterstützung für die Jaina-Asketen. Du solltest erwägen, ihnen etwas zu geben, wenn sie kommen.“ ",
  "an8.12:27.2": "„Jetzt bin ich noch mehr über den Buddha erfreut und befriedigt, da er mir sagt, ",
  "an8.12:27.3": "ich solle erwägen, den Jaina-Asketen etwas zu geben, wenn sie kommen. ",
  "an8.12:27.4": "Herr, ich habe gehört: ",
  "an8.12:27.5": "‚Der Asket Gotama sagt: ",
  "an8.12:27.6": "„Nur mir sollte man Gaben geben und nur meinen Schülern. ",
  "an8.12:27.7": "Nur was mir gegeben wird, trägt reiche Frucht, nicht was anderen gegeben wird. ",
  "an8.12:27.8": "Nur was meinen Schülerinnen gegeben wird, trägt reiche Frucht, nicht was den Schülerinnen anderer gegeben wird.“‘ ",
  "an8.12:27.9": "Doch der Buddha ermuntert mich, den Jaina-Asketen etwas zu geben. ",
  "an8.12:27.10": "Nun, Herr, wir werden die rechte Zeit dafür kennen. ",
  "an8.12:27.11": "Zum dritten Mal nehme ich meine Zuflucht beim Buddha, bei der Lehre und beim Saṅgha der Mönche und Nonnen. ",
  "an8.12:27.12": "Von diesem Tag an soll der Buddha mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ ",
  "an8.12:28.1": "Dann unterwies der Buddha Sīha Schritt für Schritt ",
  "an8.12:28.2": "mit einem Vortrag über Geben, sittliches Verhalten und den Himmel. Er erklärte die nachteiligen Folgen der Sinnenfreuden, die so schäbig und verdorben sind, und die vorteilhaften Folgen der Entsagung. ",
  "an8.12:28.3": "Und als der Buddha erkannte, dass Sīhas Geist bereit war, geschmeidig, frei von Hindernissen, freudig bewegt und zuversichtlich, da legte er die besondere Lehre der Buddhas dar: ",
  "an8.12:28.4": "das Leiden, sein Entstehen, sein Aufhören und den Weg. ",
  "an8.12:28.5": "Wie ein reines Tuch ohne Flecken gut die Farbe annimmt, ",
  "an8.12:28.6": "ebenso ging da dem General Sīha, wo er gerade saß, das unbefleckte, makellose Auge des Dhamma auf: ",
  "an8.12:28.7": "„Alles, was einen Anfang hat, hat auch ein Ende.“ ",
  "an8.12:29.1": "Und Sīha sah, erfasste, verstand und ergründete den Dhamma. Er ging über den Zweifel hinaus, machte sich von Unschlüssigkeit frei und gewann Selbstvertrauen, wurde in der Anleitung des Lehrers von anderen unabhängig. Er sagte zum Buddha: ",
  "an8.12:29.2": "„Herr, der Buddha möchte bitte zusammen mit dem Saṅgha der Mönche und Nonnen die morgige Mahlzeit von mir annehmen.“ ",
  "an8.12:29.3": "Der Buddha stimmte schweigend zu. ",
  "an8.12:29.4": "Da erhob sich Sīha von seinem Sitz, der Zustimmung des Buddha gewiss, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "an8.12:30.1": "Darauf wandte Sīha sich an einen Mann: ",
  "an8.12:30.2": "„Bitte, guter Mann, finde heraus, ob es Fleisch zum Verkauf gibt.“ ",
  "an8.12:30.3": "Als dann die Nacht vorüber war, ließ der General Sīha in seiner eigenen Wohnung verschiedene köstliche Speisen zubereiten. Dann ließ er den Buddha über die Zeit benachrichtigen: ",
  "an8.12:30.4": "„Es ist Zeit, Herr, das Essen ist fertig.“ ",
  "an8.12:31.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zusammen mit dem Saṅgha der Mönche und Nonnen zum Haus des Generals Sīha und setzte sich auf den ausgebreiteten Sitz. ",
  "an8.12:31.2": "Nun zogen da viele Jaina-Asketen über die Straßen und Plätze von Vesālī und riefen mit erhobenen Armen aus: ",
  "an8.12:31.3": "„Heute hat der General Sīha für das Mahl des Asketen Gotama ein fettes Kalb geschlachtet. ",
  "an8.12:31.4": "Der Asket Gotama isst wissentlich Fleisch, das eigens für ihn zubereitet wurde. Das ist eine Tat, die er verursacht hat.“ ",
  "an8.12:32.1": "Da ging jemand zu Sīha und flüsterte ihm ins Ohr: ",
  "an8.12:32.2": "„Bitte, Herr, du solltest wissen, ",
  "an8.12:32.3": "dass viele Jaina-Asketen über die Straßen und Plätze von Vesālī ziehen und mit erhobenen Armen ausrufen: ",
  "an8.12:32.4": "‚Heute hat der General Sīha für das Mahl des Asketen Gotama ein fettes Kalb geschlachtet. ",
  "an8.12:32.5": "Der Asket Gotama isst wissentlich Fleisch, das eigens für ihn zubereitet wurde. Das ist eine Tat, die er verursacht hat.‘“ ",
  "an8.12:32.6": "„Genug, Herr. Seit langem schon wollten diese Ehrwürdigen den Buddha, seine Lehre und seinen Saṅgha in Verruf bringen. ",
  "an8.12:32.7": "Sie werden nie aufhören, den Buddha mit ihren falschen, leeren, verlogenen und unwahren Behauptungen falsch darzustellen. ",
  "an8.12:32.8": "Wir würden niemals absichtlich einem lebenden Geschöpf das Leben nehmen, nicht einmal, wenn es um unser Leben ginge.“ ",
  "an8.12:33.1": "Darauf bewirtete und bediente Sīha den Saṅgha der Mönche und Nonnen mit dem Buddha an der Spitze eigenhändig mit verschiedenen köstlichen Speisen. ",
  "an8.12:33.2": "Als der Buddha gegessen und Hand und Schale gewaschen hatte, setzte Sīha sich zur Seite hin. ",
  "an8.12:33.3": "Dann leitete der Buddha ihn mit einem Dhammavortrag an, ermunterte ihn, begeisterte ihn und regte ihn an. Darauf erhob er sich von seinem Sitz und ging. "
}