{
  "an8.54:0.1": "Nummerierte Lehrreden 8.54 ",
  "an8.54:0.2": "6. Das Kapitel mit Gotamī ",
  "an8.54:0.3": "Mit Dīghajāṇu ",
  "an8.54:1.1": "Einmal hielt sich der Buddha im Land der Koliyer auf, bei einem Marktflecken der Koliyer mit Namen Kakkarapatta. ",
  "an8.54:1.2": "Da ging der Koliyer Dīghajāṇu zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an8.54:1.3": "„Herr, wir sind Laien, die Sinnenfreuden genießen und im Haus mit ihren Kindern leben. Wir benutzen Sandelholz aus Kāsi, tragen Kränze, Parfüm und Make-up und nehmen Gold und Silber an. ",
  "an8.54:1.4": "Dass der Buddha uns bitte den Dhamma auf eine Art lehre, die zu unserem Nutzen und Glück in diesem und in künftigen Leben ist.“ ",
  "an8.54:2.1": "„Byagghapajja, vier Dinge führen für einen ehrbaren Menschen zu Nutzen und Glück in diesem Leben. ",
  "an8.54:2.2": "Welche vier? ",
  "an8.54:2.3": "Vervollkommnung des Unternehmungsgeistes, des Bewachens, der guten Freundschaft und der maßvollen Lebensführung. ",
  "an8.54:2.4": "Und was ist die Vervollkommnung des Unternehmungsgeistes? ",
  "an8.54:2.5": "Da verdient ein ehrbarer Mensch seinen Lebenserwerb mit Mitteln wie ",
  "an8.54:2.6": "Ackerbau, Handel, Viehzucht, Bogenschießen, einem Regierungsamt oder einem Handwerk. ",
  "an8.54:2.7": "Er versteht, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen. ",
  "an8.54:2.8": "Das nennt man die Vervollkommnung des Unternehmungsgeistes. ",
  "an8.54:3.1": "Und was ist die Vervollkommnung des Bewachens? ",
  "an8.54:3.2": "Da besitzt ein ehrbarer Mensch rechtmäßig erworbenes Vermögen, das er mit seiner Anstrengung und seinem Unternehmungsgeist erarbeitet, mit seinen Händen aufgebaut und im Schweiß seines Angesichts zusammengetragen hat. ",
  "an8.54:3.3": "Er stellt sicher, dass es bewacht und gehütet wird: ",
  "an8.54:3.4": "‚Wie kann ich verhindern, dass mein Vermögen von Herrschern oder Räubern weggenommen, von Feuer verzehrt, von Wasser fortgeschwemmt oder von ungeliebten Erben genommen wird?‘ ",
  "an8.54:3.5": "Das nennt man die Vervollkommnung des Bewachens. ",
  "an8.54:4.1": "Und was ist die Vervollkommnung der guten Freundschaft? ",
  "an8.54:4.2": "Da befindet sich ein ehrbarer Mensch in einem Dorf oder einer Stadt. Und an diesem Ort gibt es Hausbesitzer oder deren Kinder, die jung oder alt sind, aber reif im Verhalten, die Vertrauen, sittliches Verhalten, Großzügigkeit und Weisheit vervollkommnet haben. Mit ihnen ist er zusammen, unterhält sich und lässt sich auf Diskussionen ein. Und er eifert ihnen in der Vervollkommnung des Vertrauens, des sittlichen Verhaltens, der Großzügigkeit und der Weisheit nach. ",
  "an8.54:4.3": "Das nennt man die Vervollkommnung der guten Freundschaft. ",
  "an8.54:5.1": "Und was ist die Vervollkommnung der maßvollen Lebensführung? ",
  "an8.54:5.2": "Da kennt ein ehrbarer Mensch seine Einnahmen und Ausgaben und führt sein Leben maßvoll, weder zu verschwenderisch noch zu sparsam. Er denkt: ‚So werden meine Einnahmen die Ausgaben übersteigen, nicht umgekehrt.‘ ",
  "an8.54:5.3": "Wie ein Gutachter oder Gutachterlehrling, der die Waage hält: Er weiß: ‚Soviel hat sie sich gesenkt, soviel hat sie sich gehoben.‘ ",
  "an8.54:5.4": "Ebenso kennt da ein ehrbarer Mensch seine Einnahmen und Ausgaben und führt sein Leben maßvoll, weder zu verschwenderisch noch zu sparsam. Er denkt: ‚So werden meine Einnahmen die Ausgaben übersteigen, nicht umgekehrt.‘ ",
  "an8.54:5.5": "Wenn ein ehrbarer Mensch geringe Einnahmen hat, aber ein üppiges Leben führt, werden die Leute sagen: ‚Dieser ehrbare Mensch verzehrt sein Vermögen wie ein Feigenesser!‘ ",
  "an8.54:5.6": "Wenn ein ehrbarer Mensch hohe Einnahmen hat, aber ein spartanisches Leben führt, werden die Leute sagen: ‚Dieser ehrbare Mensch lässt sich selbst verhungern!‘ ",
  "an8.54:5.7": "Aber ein ehrbarer Mensch, der seine Einnahmen und Ausgaben kennt, führt sein Leben maßvoll, weder zu verschwenderisch noch zu sparsam. Er denkt: ‚So werden meine Einnahmen die Ausgaben übersteigen, nicht umgekehrt.‘ ",
  "an8.54:5.8": "Das nennt man die Vervollkommnung der maßvollen Lebensführung. ",
  "an8.54:6.1": "Für Vermögen, das auf diese Art angesammelt wurde, gibt es vier Abflüsse: ",
  "an8.54:6.2": "Frauengeschichten, Trinken, Spielen und schlechte Freunde, Genossen und Gefährten. ",
  "an8.54:6.3": "Wie wenn da ein großer Wasserspeicher wäre mit vier Zuflüssen und vier Abflüssen, ",
  "an8.54:6.4": "und jemand würde die Zuflüsse verschließen und die Abflüsse öffnen, ",
  "an8.54:6.5": "und der Himmel würde nicht genug Regen fallen lassen: ",
  "an8.54:6.6": "Man würde erwarten, dass der Wasserspeicher schrumpft, nicht, dass er sich ausdehnt. ",
  "an8.54:6.7": "Ebenso gibt es für Vermögen, das auf diese Art angesammelt wurde, vier Abflüsse: ",
  "an8.54:6.8": "Frauengeschichten, Trinken, Spielen und schlechte Freunde, Genossen und Gefährten. ",
  "an8.54:7.1": "Für Vermögen, das auf diese Art angesammelt wurde, gibt es vier Zuflüsse: ",
  "an8.54:7.2": "Keine Frauengeschichten, nicht Trinken, nicht Spielen und gute Freunde, Genossen und Gefährten. ",
  "an8.54:7.3": "Wie wenn da ein großer Wasserspeicher wäre mit vier Zuflüssen und vier Abflüssen, ",
  "an8.54:7.4": "und jemand würde die Zuflüsse öffnen und die Abflüsse verschließen, ",
  "an8.54:7.5": "und der Himmel würde reichlich Regen fallen lassen: ",
  "an8.54:7.6": "Man würde erwarten, dass der Wasserspeicher sich ausdehnt, nicht, dass er schrumpft. ",
  "an8.54:7.7": "Ebenso gibt es für Vermögen, das auf diese Art angesammelt wurde, vier Zuflüsse: ",
  "an8.54:7.8": "Keine Frauengeschichten, nicht Trinken, nicht Spielen und gute Freunde, Genossen und Gefährten. ",
  "an8.54:8.1": "Diese vier Dinge führen für einen ehrbaren Menschen zu Nutzen und Glück in diesem Leben. ",
  "an8.54:9.1": "Vier Dinge führen für einen ehrbaren Menschen zu Nutzen und Glück in künftigen Leben. ",
  "an8.54:9.2": "Welche vier? ",
  "an8.54:9.3": "Die Vervollkommnung des Vertrauens, des sittlichen Verhaltens, der Großzügigkeit und der Weisheit. ",
  "an8.54:10.1": "Und was ist die Vervollkommnung des Vertrauens? ",
  "an8.54:10.2": "Da hat ein ehrbarer Mensch Vertrauen zum Erwachen des Klargewordenen: ",
  "an8.54:10.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an8.54:10.4": "Das nennt man die Vervollkommnung des Vertrauens. ",
  "an8.54:11.1": "Und was ist die Vervollkommnung des sittlichen Verhaltens? ",
  "an8.54:11.2": "Da tötet ein ehrbarer Mensch keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keinen Alkohol, der nachlässig macht. ",
  "an8.54:11.3": "Das nennt man die Vervollkommnung des sittlichen Verhaltens. ",
  "an8.54:12.1": "Und was ist die Vervollkommnung der Großzügigkeit? ",
  "an8.54:12.2": "Da lebt ein ehrbarer Mensch im Haus und hat den Fleck des Geizes entfernt; er gibt großzügig her, hat eine offene Hand, freut sich am Loslassen, ist der Wohltätigkeit verpflichtet und liebt es, zu geben und zu teilen. ",
  "an8.54:12.3": "Das nennt man die Vervollkommnung der Großzügigkeit. ",
  "an8.54:13.1": "Und was ist die Vervollkommnung der Weisheit? ",
  "an8.54:13.2": "Da ist ein ehrbarer Mensch weise. Er besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "an8.54:13.3": "Das nennt man die Vervollkommnung der Weisheit. ",
  "an8.54:14.1": "Diese vier Dinge führen für einen ehrbaren Menschen zu Nutzen und Glück in künftigen Leben. ",
  "an8.54:15.1": "Unternehmerisch am Arbeitsplatz, ",
  "an8.54:15.2": "beflissen beim Einteilen der Arbeit, ",
  "an8.54:15.3": "führt man sein Leben maßvoll ",
  "an8.54:15.4": "und bewahrt sein Vermögen. ",
  "an8.54:16.1": "Voll Vertrauen, die Sittlichkeit vollendet, ",
  "an8.54:16.2": "freigiebig, ohne Geiz, ",
  "an8.54:16.3": "läutert man stets den Pfad, ",
  "an8.54:16.4": "der zum Wohl in künftigen Leben führt. ",
  "an8.54:17.1": "Und von diesen acht Eigenschaften ",
  "an8.54:17.2": "eines vertrauensvollen Hausbesitzers ",
  "an8.54:17.3": "sagt der, der den wahren Namen trägt, ",
  "an8.54:17.4": "dass sie zu Glück in beiden Fällen führen: ",
  "an8.54:18.1": "Nutzen und Vorteil in diesem Leben ",
  "an8.54:18.2": "und Glück im nächsten. ",
  "an8.54:18.3": "So wächst für einen Hausbesitzer ",
  "an8.54:18.4": "Verdienst durch Großzügigkeit.“ "
}