{
  "an8.77:0.1": "Nummerierte Lehrreden 8.77 ",
  "an8.77:0.2": "8. Das Kapitel mit Paaren ",
  "an8.77:0.3": "Verlangen ",
  "an8.77:1.1": "Da wandte sich Sāriputta an die Mönche und Nonnen: ",
  "an8.77:1.2": "„Werte Freunde, Mönche und Nonnen!“ ",
  "an8.77:1.3": "„Werter Freund“, antworteten sie. ",
  "an8.77:1.4": "Sāriputta sagte: ",
  "an8.77:2.1": "„Werte Freunde, acht Menschen findet man in der Welt. ",
  "an8.77:2.2": "Welche acht? ",
  "an8.77:2.3": "Zunächst kommt da bei einem Mönch, der abgeschieden ist und unabhängig lebt, ein Verlangen nach materiellem Besitz auf. ",
  "an8.77:2.4": "Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. ",
  "an8.77:2.5": "Doch es wird ihm kein materieller Besitz zuteil. ",
  "an8.77:2.6": "Er ist deshalb bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung, weil er diesen materiellen Besitz nicht bekommt. ",
  "an8.77:2.7": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Aber wenn ihm kein materieller Besitz zuteilwird, ist er bekümmert und klagt. Er ist von der wahren Lehre abgefallen. ",
  "an8.77:3.1": "Dann kommt da bei einem Mönch, der abgeschieden ist und unabhängig lebt, ein Verlangen nach materiellem Besitz auf. ",
  "an8.77:3.2": "Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. ",
  "an8.77:3.3": "Und es wird ihm materieller Besitz zuteil. ",
  "an8.77:3.4": "Er ist davon berauscht und besessen und wird nachlässig in Bezug auf diesen materiellen Besitz. ",
  "an8.77:3.5": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon berauscht und wird nachlässig. Er ist von der wahren Lehre abgefallen. ",
  "an8.77:4.1": "Dann kommt da bei einem Mönch, der abgeschieden ist und unabhängig lebt, ein Verlangen nach materiellem Besitz auf. ",
  "an8.77:4.2": "Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. ",
  "an8.77:4.3": "Und es wird ihm kein materieller Besitz zuteil. ",
  "an8.77:4.4": "Er ist deshalb bekümmert und jammert und klagt, schlägt sich an die Brust und stürzt in Verwirrung, weil er diesen materiellen Besitz nicht bekommt. ",
  "an8.77:4.5": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er bekümmert und klagt. Er ist von der wahren Lehre abgefallen. ",
  "an8.77:5.1": "Dann kommt da bei einem Mönch, der abgeschieden ist und unabhängig lebt, ein Verlangen nach materiellem Besitz auf. ",
  "an8.77:5.2": "Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. ",
  "an8.77:5.3": "Doch es wird ihm materieller Besitz zuteil. ",
  "an8.77:5.4": "Er ist davon berauscht und besessen und wird nachlässig in Bezug auf diesen materiellen Besitz. ",
  "an8.77:5.5": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon berauscht und wird nachlässig. Er ist von der wahren Lehre abgefallen. ",
  "an8.77:6.1": "Dann kommt da bei einem Mönch, der abgeschieden ist und unabhängig lebt, ein Verlangen nach materiellem Besitz auf. ",
  "an8.77:6.2": "Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. ",
  "an8.77:6.3": "Doch es wird ihm kein materieller Besitz zuteil. ",
  "an8.77:6.4": "Er ist deshalb nicht bekümmert und jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung, weil er diesen materiellen Besitz nicht bekommt. ",
  "an8.77:6.5": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er nicht bekümmert und klagt nicht. Er ist nicht von der wahren Lehre abgefallen. ",
  "an8.77:7.1": "Dann kommt da bei einem Mönch, der abgeschieden ist und unabhängig lebt, ein Verlangen nach materiellem Besitz auf. ",
  "an8.77:7.2": "Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. ",
  "an8.77:7.3": "Und es wird ihm materieller Besitz zuteil. ",
  "an8.77:7.4": "Er ist davon nicht berauscht und besessen und wird nicht nachlässig in Bezug auf diesen materiellen Besitz. ",
  "an8.77:7.5": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich an, bemüht sich und setzt sich ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon nicht berauscht und wird nicht nachlässig. Er ist nicht von der wahren Lehre abgefallen. ",
  "an8.77:8.1": "Dann kommt da bei einem Mönch, der abgeschieden ist und unabhängig lebt, ein Verlangen nach materiellem Besitz auf. ",
  "an8.77:8.2": "Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. ",
  "an8.77:8.3": "Und es wird ihm kein materieller Besitz zuteil. ",
  "an8.77:8.4": "Er ist deshalb nicht bekümmert und jammert und klagt nicht, schlägt sich nicht an die Brust und stürzt nicht in Verwirrung, weil er diesen materiellen Besitz nicht bekommt. ",
  "an8.77:8.5": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm kein materieller Besitz zuteilwird, ist er nicht bekümmert und klagt nicht. Er ist nicht von der wahren Lehre abgefallen. ",
  "an8.77:9.1": "Dann kommt da bei einem Mönch, der abgeschieden ist und unabhängig lebt, ein Verlangen nach materiellem Besitz auf. ",
  "an8.77:9.2": "Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. ",
  "an8.77:9.3": "Doch es wird ihm materieller Besitz zuteil. ",
  "an8.77:9.4": "Er ist davon nicht berauscht und besessen und wird nicht nachlässig in Bezug auf diesen materiellen Besitz. ",
  "an8.77:9.5": "Das nennt man einen Mönch, der im Verlangen nach materiellem Besitz lebt. Er strengt sich nicht an, bemüht sich nicht und setzt sich nicht ein, um ihn zu bekommen. Und wenn ihm materieller Besitz zuteilwird, ist er davon nicht berauscht und wird nicht nachlässig. Er ist nicht von der wahren Lehre abgefallen. ",
  "an8.77:9.6": "Das sind die acht Menschen, die man in der Welt findet.“ "
}