{
  "an8.6:0.1": "Nummerierte Lehrreden 8.6 ",
  "an8.6:0.2": "1. Das Kapitel über Liebe ",
  "an8.6:0.3": "Weltliche Gegebenheiten (2) ",
  "an8.6:1.1": "„Mönche und Nonnen, die acht weltlichen Gegebenheiten drehen sich um die Welt, und die Welt dreht sich um die acht weltlichen Gegebenheiten. ",
  "an8.6:1.2": "Welche acht? ",
  "an8.6:1.3": "Gewinn und Verlust, Ruhm und Schande, Tadel und Lob, Glück und Schmerz. ",
  "an8.6:1.4": "Diese acht weltlichen Gegebenheiten drehen sich um die Welt, und die Welt dreht sich um diese acht weltlichen Gegebenheiten. ",
  "an8.6:2.1": "Da erfährt ein ungebildeter gewöhnlicher Mensch Gewinn und Verlust, Ruhm und Schande, Tadel und Lob, Glück und Schmerz, ",
  "an8.6:2.2": "und ein gebildeter edler Schüler erfährt das Gleiche. ",
  "an8.6:2.3": "Was ist da der Unterschied zwischen einem gebildeten edlen Schüler und einem ungebildeten gewöhnlichen Menschen?“ ",
  "an8.6:2.4": "„Unsere Lehren wurzeln im Buddha. Er leitet uns und ist unsere Zuflucht. Herr, es wäre gut, wenn der Buddha selbst erklären würde, was das bedeutet. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "an8.6:3.1": "„Also dann, Mönche und Nonnen, hört zu und passt gut auf, ich werde sprechen.“ ",
  "an8.6:3.2": "„Ja, Herr“, antworteten sie. ",
  "an8.6:3.3": "Der Buddha sagte: ",
  "an8.6:3.4": "„Mönche und Nonnen, da erfährt ein ungebildeter gewöhnlicher Mensch Gewinn. ",
  "an8.6:3.5": "Er überlegt nicht: ",
  "an8.6:3.6": "‚Ich habe diesen Gewinn erfahren. ",
  "an8.6:3.7": "Er ist unbeständig, Leiden und muss zugrunde gehen.‘ Er versteht nicht wahrhaftig. ",
  "an8.6:3.8": "Er erfährt Verlust … ",
  "an8.6:3.9": "Ruhm … ",
  "an8.6:3.10": "Schande … ",
  "an8.6:3.11": "Tadel … ",
  "an8.6:3.12": "Lob … ",
  "an8.6:3.13": "Glück … ",
  "an8.6:3.14": "oder Schmerz … ",
  "an8.6:3.15": "Er überlegt nicht: ",
  "an8.6:3.16": "‚Ich habe diesen Schmerz erfahren. ",
  "an8.6:3.17": "Er ist unbeständig, Leiden und muss zugrunde gehen.‘ Er versteht nicht wahrhaftig. ",
  "an8.6:4.1": "Daher halten Gewinn und Verlust, Ruhm und Schande, Tadel und Lob, Glück und Schmerz seinen Geist gefangen. ",
  "an8.6:4.2": "Er bevorzugt Gewinn und weist Verlust zurück. ",
  "an8.6:4.3": "Er bevorzugt Ruhm und weist Schande zurück. ",
  "an8.6:4.4": "Er bevorzugt Lob und weist Tadel zurück. ",
  "an8.6:4.5": "Er bevorzugt Glück und weist Schmerz zurück. ",
  "an8.6:4.6": "Wenn er so voller Bevorzugen und Zurückweisen ist, ist er nicht befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "an8.6:4.7": "Er ist nicht befreit vom Leiden, sage ich. ",
  "an8.6:5.1": "Ein gebildeter edler Schüler erfährt Gewinn. ",
  "an8.6:5.2": "Er überlegt: ",
  "an8.6:5.3": "‚Ich habe diesen Gewinn erfahren. ",
  "an8.6:5.4": "Er ist unbeständig, Leiden und muss zugrunde gehen.‘ Er versteht wahrhaftig. ",
  "an8.6:5.5": "Er erfährt Verlust … ",
  "an8.6:5.6": "Ruhm … ",
  "an8.6:5.7": "Schande … ",
  "an8.6:5.8": "Tadel … ",
  "an8.6:5.9": "Lob … ",
  "an8.6:5.10": "Glück … ",
  "an8.6:5.11": "oder Schmerz. ",
  "an8.6:5.12": "Er überlegt: ",
  "an8.6:5.13": "‚Ich habe diesen Schmerz erfahren. ",
  "an8.6:5.14": "Er ist unbeständig, Leiden und muss zugrunde gehen.‘ Er versteht wahrhaftig. ",
  "an8.6:6.1": "Daher halten Gewinn und Verlust, Ruhm und Schande, Tadel und Lob, Glück und Schmerz seinen Geist nicht gefangen. ",
  "an8.6:6.2": "Weder bevorzugt er Gewinn noch weist er Verlust zurück. ",
  "an8.6:6.3": "Weder bevorzugt er Ruhm noch weist er Schande zurück. ",
  "an8.6:6.4": "Weder bevorzugt er Lob noch weist er Tadel zurück. ",
  "an8.6:6.5": "Weder bevorzugt er Glück noch weist er Schmerz zurück. ",
  "an8.6:6.6": "Da er Bevorzugen und Zurückweisen aufgegeben hat, ist er befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. ",
  "an8.6:6.7": "Er ist befreit vom Leiden, sage ich. ",
  "an8.6:6.8": "Das ist der Unterschied zwischen einem gebildeten edlen Schüler und einem ungebildeten gewöhnlichen Menschen. ",
  "an8.6:7.1": "Gewinn und Verlust, Ruhm und Schande, ",
  "an8.6:7.2": "Tadel und Lob, Glück und Schmerz: ",
  "an8.6:7.3": "Diese Dinge sind unbeständig unter Menschen, ",
  "an8.6:7.4": "sind zeitlich und müssen zugrunde gehen. ",
  "an8.6:8.1": "Ein verständiger und achtsamer Mensch erkennt diese Dinge ",
  "an8.6:8.2": "und sieht, dass sie zugrunde gehen müssen. ",
  "an8.6:8.3": "Erwünschte Dinge erregen seinen Geist nicht, ",
  "an8.6:8.4": "noch wird er von unerwünschten abgestoßen. ",
  "an8.6:9.1": "Bevorzugen und Zurückweisen ",
  "an8.6:9.2": "sind beseitigt und beendet, sie sind nicht mehr. ",
  "an8.6:9.3": "Er kennt den unbefleckten Zustand, wo kein Kummer herrscht, ",
  "an8.6:9.4": "er versteht richtig und ist über die Wiedergeburt hinausgegangen.“ "
}