{
  "an8.63:0.1": "Nummerierte Lehrreden 8 ",
  "an8.63:0.2": "7. Erdbeben ",
  "an8.63:0.3": "63. Eine kurze Unterweisung ",
  "an8.63:1.1": "Da ging eine Nonne zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an8.63:1.2": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "an8.63:1.3": "„Genauso bitten mich manche törichten Menschen um etwas. ",
  "an8.63:1.4": "Doch wenn dann die Lehre dargelegt wurde, haben sie nur im Sinn, mir hinterherzulaufen.“ ",
  "an8.63:1.5": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe! Dass der Heilige mich den Dhamma in kurzer Form lehre! Hoffentlich kann ich die Bedeutung der Worte des Buddha verstehen! Hoffentlich kann ich eine Erbin der Lehre des Buddha werden!“ ",
  "an8.63:1.6": "„Nun denn, Nonne, du solltest so üben: ",
  "an8.63:1.7": "‚Mein Geist wird stetig und innerlich fest verankert sein. Und schlechte, untaugliche Eigenschaften, die aufgekommen sind, werden meinen Geist nicht gefangen halten.‘ ",
  "an8.63:1.8": "So solltest du üben. ",
  "an8.63:2.1": "Wenn dein Geist stetig und innerlich fest verankert ist und wenn schlechte, untaugliche Eigenschaften, die aufgekommen sind, ihn nicht gefangen halten, dann solltest du so üben: ",
  "an8.63:2.2": "‚Ich will die Erlösung des Herzens durch Liebe entwickeln. Ich werde sie pflegen, sie zu meinem Fahrzeug und meiner Grundlage machen, werde sie hochhalten, festigen und richtig umsetzen.‘ ",
  "an8.63:2.3": "So solltest du üben. ",
  "an8.63:3.1": "Wenn diese Versenkung auf diese Art gut entwickelt und gepflegt wurde, solltest du sie entwickeln, wenn du den Geist ausrichtest und hältst. Du solltest sie entwickeln, wenn du den Geist nicht ausrichtest, sondern nur hältst. Du solltest sie entwickeln, ohne dass du den Geist ausrichtest oder hältst. Du solltest sie mit Ekstase entwickeln. Du solltest sie ohne Ekstase entwickeln. Du solltest sie mit Hochgefühl entwickeln. Du solltest sie mit Gleichmut entwickeln. ",
  "an8.63:4.1": "Wenn diese Versenkung auf diese Art gut entwickelt und gepflegt wurde, dann solltest du so üben: ",
  "an8.63:4.2": "‚Ich will die Erlösung des Herzens durch Mitgefühl entwickeln …‘ … ",
  "an8.63:4.3": "‚Ich will die Erlösung des Herzens durch freudige Anteilnahme entwickeln …‘ … ",
  "an8.63:4.4": "‚Ich will die Erlösung des Herzens durch Gleichmut entwickeln. Ich werde sie pflegen, sie zu meinem Fahrzeug und meiner Grundlage machen, werde sie hochhalten, festigen und richtig umsetzen.‘ ",
  "an8.63:4.5": "So solltest du üben. ",
  "an8.63:5.1": "Wenn diese Versenkung auf diese Art gut entwickelt und gepflegt wurde, solltest du sie entwickeln, wenn du den Geist ausrichtest und hältst. Du solltest sie entwickeln, wenn du den Geist nicht ausrichtest, sondern nur hältst. Du solltest sie entwickeln, ohne dass du den Geist ausrichtest oder hältst. Du solltest sie mit Ekstase entwickeln. Du solltest sie ohne Ekstase entwickeln. Du solltest sie mit Hochgefühl entwickeln. Du solltest sie mit Gleichmut entwickeln. ",
  "an8.63:6.1": "Wenn diese Versenkung auf diese Art gut entwickelt und gepflegt wurde, dann solltest du so üben: ",
  "an8.63:6.2": "‚Ich werde meditieren, indem ich einen Aspekt des Körpers beobachte – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen.‘ ",
  "an8.63:6.3": "So solltest du üben. ",
  "an8.63:7.1": "Wenn diese Versenkung auf diese Art gut entwickelt und gepflegt wurde, solltest du sie entwickeln, wenn du den Geist ausrichtest und hältst. Du solltest sie entwickeln, wenn du den Geist nicht ausrichtest, sondern nur hältst. Du solltest sie entwickeln, ohne dass du den Geist ausrichtest oder hältst. Du solltest sie mit Ekstase entwickeln. Du solltest sie ohne Ekstase entwickeln. Du solltest sie mit Hochgefühl entwickeln. Du solltest sie mit Gleichmut entwickeln. ",
  "an8.63:8.1": "Wenn diese Versenkung auf diese Art gut entwickelt und gepflegt wurde, dann solltest du so üben: ",
  "an8.63:8.2": "‚Ich werde meditieren, indem ich einen Aspekt der Gefühle beobachte …‘ … ",
  "an8.63:8.3": "‚Ich werde meditieren, indem ich einen Aspekt des Geistes beobachte …‘ … ",
  "an8.63:8.4": "‚Ich werde meditieren, indem ich einen Aspekt der natürlichen Gesetzmäßigkeiten beobachte – eifrig, umsichtig und achtsam, frei von Verlangen nach der Welt oder Abneigung dagegen.‘ ",
  "an8.63:8.5": "So solltest du üben. ",
  "an8.63:9.1": "Wenn diese Versenkung auf diese Art gut entwickelt und gepflegt wurde, solltest du sie entwickeln, wenn du den Geist ausrichtest und hältst. Du solltest sie entwickeln, wenn du den Geist nicht ausrichtest, sondern nur hältst. Du solltest sie entwickeln, ohne dass du den Geist ausrichtest oder hältst. Du solltest sie mit Ekstase entwickeln. Du solltest sie ohne Ekstase entwickeln. Du solltest sie mit Hochgefühl entwickeln. Du solltest sie mit Gleichmut entwickeln. ",
  "an8.63:10.1": "Wenn diese Versenkung auf diese Art gut entwickelt und gepflegt wurde, wirst du, wo du auch gehst, unbeschwert gehen. Wo du auch stehst, wirst du unbeschwert stehen. Wo du auch sitzt, wirst du unbeschwert sitzen. Wo du auch liegst, wirst du unbeschwert liegen.“ ",
  "an8.63:11.1": "Nachdem die Nonne vom Buddha diesen Rat erhalten hatte, erhob sie sich von ihrem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "an8.63:11.2": "Da gelangte die Nonne, als sie allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des spirituellen Pfades. Sie lebte an dem Ziel, das sie durch eigene Einsicht erkannt hatte, für welches Söhne aus gutem Haus zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an8.63:11.3": "Sie verstand: „Wiedergeburt ist beendet; die spirituelle Reise ist abgeschlossen; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "an8.63:11.4": "Und jene Nonne war eine der Vollendeten. "
}