{
  "an8.34:0.1": "Nummerierte Lehrreden 8.34 ",
  "an8.34:0.2": "4. Das Kapitel über Geben ",
  "an8.34:0.3": "Ein Feld ",
  "an8.34:1.1": "„Mönche und Nonnen, wenn ein Feld acht Faktoren besitzt, bringt ein Same, der darauf gesät wird, keine reiche Frucht oder reichen Lohn oder reichen Ertrag. ",
  "an8.34:1.2": "Was sind die acht Faktoren, die es besitzt? ",
  "an8.34:1.3": "Da hat ein Feld Buckel und Gräben. Es hat Steine und Geröll. Es ist salzhaltig. Es hat keine tiefen Furchen. Und es ist nicht mit Zu- und Abflüssen für das Wasser, Bewässerungskanälen und Umrandungen ausgestattet. ",
  "an8.34:1.4": "Wenn ein Feld diese acht Faktoren besitzt, bringt ein Same, der darauf gesät wird, keine reiche Frucht oder reichen Lohn oder reichen Ertrag. ",
  "an8.34:2.1": "Ebenso bringt eine Gabe, wenn sie einem Asketen oder Brahmanen gespendet wird, der acht Faktoren besitzt, keine reiche Frucht oder reichen Segen, reichen Glanz oder reichen Lohn. ",
  "an8.34:2.2": "Was sind die acht Faktoren, die er besitzt? ",
  "an8.34:2.3": "Da besitzt ein Asket oder Brahmane falsche Ansicht, falsches Denken, falsche Rede, falsches Handeln, falschen Lebenserwerb, falschen Einsatz, falsche Achtsamkeit und falsche Versenkung. ",
  "an8.34:2.4": "Wenn ein Asket oder Brahmane diese acht Faktoren besitzt, bringt eine Gabe, die ihm gespendet wird, keine reiche Frucht oder reichen Segen, reichen Glanz oder reichen Lohn. ",
  "an8.34:3.1": "Wenn ein Feld acht Faktoren besitzt, bringt ein Same, der darauf gesät wird, reiche Frucht, reichen Lohn und reichen Ertrag. ",
  "an8.34:3.2": "Was sind die acht Faktoren, die es besitzt? ",
  "an8.34:3.3": "Da hat ein Feld keine Buckel und Gräben. Es hat keine Steine und kein Geröll. Es ist nicht salzhaltig. Es hat tiefe Furchen. Und es ist mit Zu- und Abflüssen für das Wasser, Bewässerungskanälen und Umrandungen ausgestattet. ",
  "an8.34:3.4": "Wenn ein Feld diese acht Faktoren besitzt, bringt ein Same, der darauf gesät wird, reiche Frucht, reichen Lohn  und reichen Ertrag. ",
  "an8.34:4.1": "Ebenso bringt eine Gabe, wenn sie einem Asketen oder Brahmanen gespendet wird, der acht Faktoren besitzt, reiche Frucht und reichen Segen, reichen Glanz und reichen Lohn. ",
  "an8.34:4.2": "Was sind die acht Faktoren, die er besitzt? ",
  "an8.34:4.3": "Da besitzt ein Asket oder Brahmane rechte Ansicht, rechtes Denken, rechte Rede, rechtes Handeln, rechten Lebenserwerb, rechten Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "an8.34:4.4": "Wenn ein Asket oder Brahmane diese acht Faktoren besitzt, bringt eine Gabe, die ihm gespendet wird, reiche Frucht und reichen Segen, reichen Glanz und reichen Lohn. ",
  "an8.34:5.1": "Wenn das Feld ausgezeichnet ist ",
  "an8.34:5.2": "und ausgezeichneter Same wird gesät ",
  "an8.34:5.3": "und auch der Regen fällt ausgezeichnet, ",
  "an8.34:5.4": "werden Feldfrucht und Getreide ausgezeichnet sein. ",
  "an8.34:6.1": "Ihre Gesundheit ist ausgezeichnet ",
  "an8.34:6.2": "und ausgezeichnet ist ihr Wachstum, ",
  "an8.34:6.3": "ihre Reife ist ausgezeichnet ",
  "an8.34:6.4": "und ausgezeichnet ist die Frucht. ",
  "an8.34:7.1": "So führt es, wenn man ausgezeichnete Speise ",
  "an8.34:7.2": "denen mit ausgezeichneter Sittlichkeit gibt, ",
  "an8.34:7.3": "zu vielen ausgezeichneten Dingen, ",
  "an8.34:7.4": "denn was man tat, war ausgezeichnet. ",
  "an8.34:8.1": "Wenn ein Mensch also Auszeichnung sucht, ",
  "an8.34:8.2": "soll er sich hierin auszeichnen. ",
  "an8.34:8.3": "Die mit ausgezeichneter Weisheit sollt ihr besuchen, ",
  "an8.34:8.4": "sodass eure Auszeichnung gedeiht. ",
  "an8.34:9.1": "Wer sich in Wissen und Verhalten auszeichnet ",
  "an8.34:9.2": "und einen ausgezeichneten Geist hat, ",
  "an8.34:9.3": "der verübt ausgezeichnete Taten ",
  "an8.34:9.4": "und gewinnt ausgezeichneten Vorteil. ",
  "an8.34:10.1": "Wer die Welt wahrhaftig kennt ",
  "an8.34:10.2": "und Auszeichnung in der Ansicht erlangt hat, ",
  "an8.34:10.3": "wer sich im Geist auszeichnet, schreitet fort, ",
  "an8.34:10.4": "indem er sich auf die Auszeichnung des Pfades stützt. ",
  "an8.34:11.1": "Wenn ihr alle Flecken entfernt ",
  "an8.34:11.2": "und die Auszeichnung des Erlöschens erlangt, ",
  "an8.34:11.3": "seid ihr von allem Leiden frei: ",
  "an8.34:11.4": "das ist die vollständige Auszeichnung.“ "
}