{
  "an8.40:0.1": "Nummerierte Lehrreden 8.40 ",
  "an8.40:0.2": "4. Das Kapitel über Geben ",
  "an8.40:0.3": "Ergebnis des schlechten Verhaltens ",
  "an8.40:1.1": "„Mönche und Nonnen, das Töten lebender Wesen führt, wenn es gepflegt, entwickelt und ausgebaut wird, in die Hölle, ins Tierreich oder ins Gespensterreich. ",
  "an8.40:1.2": "Zumindest aber führt es für einen Menschen dazu, dass er ein kurzes Leben hat. ",
  "an8.40:2.1": "Das Stehlen führt, wenn es gepflegt, entwickelt und ausgebaut wird, in die Hölle, ins Tierreich oder ins Gespensterreich. ",
  "an8.40:2.2": "Zumindest aber führt es für einen Menschen dazu, dass er Vermögen verliert. ",
  "an8.40:3.1": "Sexuelle Verfehlungen führen, wenn sie gepflegt, entwickelt und ausgebaut werden, in die Hölle, ins Tierreich oder ins Gespensterreich. ",
  "an8.40:3.2": "Zumindest aber führen sie für einen Menschen dazu, dass er Rivalität und Feindschaft erfährt. ",
  "an8.40:4.1": "Das Lügen führt, wenn es gepflegt, entwickelt und ausgebaut wird, in die Hölle, ins Tierreich oder ins Gespensterreich. ",
  "an8.40:4.2": "Zumindest aber führt es für einen Menschen dazu, dass er fälschlich beschuldigt wird. ",
  "an8.40:5.1": "Entzweiende Rede führt, wenn sie gepflegt, entwickelt und ausgebaut wird, in die Hölle, ins Tierreich oder ins Gespensterreich. ",
  "an8.40:5.2": "Zumindest aber führt sie für einen Menschen dazu, dass er gegen seine Freunde ausgespielt wird. ",
  "an8.40:6.1": "Harte Rede führt, wenn sie gepflegt, entwickelt und ausgebaut wird, in die Hölle, ins Tierreich oder ins Gespensterreich. ",
  "an8.40:6.2": "Zumindest aber führt sie für einen Menschen dazu, dass er unangenehme Dinge zu hören bekommt. ",
  "an8.40:7.1": "Unsinnreden führt, wenn es gepflegt, entwickelt und ausgebaut wird, in die Hölle, ins Tierreich oder ins Gespensterreich. ",
  "an8.40:7.2": "Zumindest aber führt sie für einen Menschen dazu, dass das, was er sagt, nicht ernst genommen wird. ",
  "an8.40:8.1": "Das Trinken von Alkohol, der nachlässig macht, führt, wenn es gepflegt, entwickelt und ausgebaut wird, in die Hölle, ins Tierreich oder ins Gespensterreich. ",
  "an8.40:8.2": "Zumindest aber führt es für einen Menschen dazu, dass er geisteskrank wird.“ "
}