{
  "an8.23:0.1": "Nummerierte Lehrreden 8.23 ",
  "an8.23:0.2": "3. Das Kapitel mit Hausbesitzern ",
  "an8.23:0.3": "Mit Hatthaka (1) ",
  "an8.23:1.1": "Einmal hielt sich der Buddha bei Āḷavī auf, beim Aggāḷava-Baumheiligtum. ",
  "an8.23:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an8.23:1.3": "„Mönche und Nonnen, ihr solltet den Hausbesitzer Hatthaka von Āḷavī als jemanden in Erinnerung behalten, der sieben unglaubliche und erstaunliche Eigenschaften besitzt. ",
  "an8.23:1.4": "Welche sieben? ",
  "an8.23:1.5": "Er ist vertrauensvoll ",
  "an8.23:1.6": "und sittlich, ",
  "an8.23:1.7": "gewissenhaft, ",
  "an8.23:1.8": "zurückhaltend, ",
  "an8.23:1.9": "gelehrt, ",
  "an8.23:1.10": "großzügig ",
  "an8.23:1.11": "und weise. ",
  "an8.23:1.12": "Ihr solltet den Hausbesitzer Hatthaka von Āḷavī als jemanden in Erinnerung behalten, der diese sieben unglaublichen und erstaunlichen Eigenschaften besitzt.“ ",
  "an8.23:1.13": "Das sagte der Buddha. ",
  "an8.23:1.14": "Nachdem er geendet hatte, erhob sich der Heilige von seinem Sitz und ging zu seiner Hütte. ",
  "an8.23:2.1": "Da kleidete ein Mönch sich am Morgen an, nahm Schale und Robe, ging zum Haus des Hausbesitzers Hatthaka von Āḷavī und setzte sich auf den ausgebreiteten Sitz. ",
  "an8.23:2.2": "Da ging Hatthaka zu diesem Mönch, verbeugte sich und setzte sich zur Seite hin. Der Mönch sagte zu ihm: ",
  "an8.23:3.1": "„Hausbesitzer, der Buddha hat erklärt, dass du sieben unglaubliche und erstaunliche Eigenschaften besitzt. ",
  "an8.23:3.2": "Welche sieben? ",
  "an8.23:3.3": "Er sagte, du seist vertrauensvoll ",
  "an8.23:3.4": "und sittlich, ",
  "an8.23:3.5": "gewissenhaft, ",
  "an8.23:3.6": "zurückhaltend, ",
  "an8.23:3.7": "gelehrt, ",
  "an8.23:3.8": "großzügig ",
  "an8.23:3.9": "und weise. ",
  "an8.23:3.10": "Der Buddha hat erklärt, dass du diese sieben unglaublichen und erstaunlichen Eigenschaften besitzt.“ ",
  "an8.23:3.11": "„Aber Herr, ich verlasse mich darauf, dass keine weiß gekleideten Laien anwesend waren?“ ",
  "an8.23:3.12": "„Nein, es waren keine weiß gekleideten Laien anwesend.“ ",
  "an8.23:3.13": "„Das ist gut, Herr.“ ",
  "an8.23:4.1": "Und nachdem er im Haus des Hatthaka von Āḷavī Almosen genommen hatte, erhob sich dieser Mönch von seinem Sitz und ging. ",
  "an8.23:4.2": "Nach dem Essen, als er vom Almosengang zurückkam, ging er dann zum Buddha, verbeugte sich, setzte sich zur Seite hin berichtete dem Buddha, worüber er mit dem Hausbesitzer Hatthaka gesprochen hatte. Der Buddha sagte: ",
  "an8.23:7.1": "„Gut, gut, Mönch! ",
  "an8.23:7.2": "Dieser ehrbare Mensch ist genügsam. ",
  "an8.23:7.3": "Er will nicht, dass seine guten Eigenschaften anderen bekanntgegeben werden. ",
  "an8.23:7.4": "Nun, ihr solltet den Hausbesitzer Hatthaka von Āḷavī als jemanden in Erinnerung behalten, der diese achte unglaubliche und erstaunliche Eigenschaft besitzt: nämlich Genügsamkeit.“ "
}