{
  "an8.19:0.1": "Nummerierte Lehrreden 8.19 ",
  "an8.19:0.2": "2. Das große Kapitel ",
  "an8.19:0.3": "Mit Pahārāda ",
  "an8.19:1.1": "Einmal hielt sich der Buddha in Verañja am Fuß eines Niembaumes auf, der Naḷeru geweiht war. ",
  "an8.19:1.2": "Da ging Pahārāda der Dämonenfürst zum Buddha, verbeugte sich und stellte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an8.19:2.1": "„Nun, Pahārāda, lieben die Dämonen das Weltmeer?“ ",
  "an8.19:2.2": "„Jawohl, Herr, das tun sie.“ ",
  "an8.19:2.3": "„Aber wie viele unglaubliche und erstaunliche Dinge sehen die Dämonen, wegen denen sie das Weltmeer lieben?“ ",
  "an8.19:2.4": "„Herr, die Dämonen sehen acht unglaubliche und erstaunliche Dinge, derentwegen sie das Weltmeer lieben. ",
  "an8.19:2.5": "Welche acht? ",
  "an8.19:2.6": "Das Weltmeer neigt sich allmählich nach unten, es senkt sich allmählich ab und richtet sich allmählich nach unten aus, ohne einen plötzlichen Abbruch. ",
  "an8.19:2.8": "Das ist das erste unglaubliche und erstaunliche Ding, dessentwegen die Dämonen das Weltmeer lieben. ",
  "an8.19:3.1": "Weiter ist das Weltmeer beständig, es tritt nicht über seine Grenzen hinaus. ",
  "an8.19:3.3": "Das ist das zweite unglaubliche und erstaunliche Ding, dessentwegen die Dämonen das Weltmeer lieben. ",
  "an8.19:4.1": "Weiter duldet das Weltmeer keine Leiche bei sich, sondern trägt diese rasch zur Küste und wirft sie auf den Strand. ",
  "an8.19:4.3": "Das ist das dritte unglaubliche und erstaunliche Ding, dessentwegen die Dämonen das Weltmeer lieben. ",
  "an8.19:5.1": "Weiter verlieren alle großen Flüsse – Ganges, Yamunā, Aciravatī, Sarabhū und Mahī –, wenn sie ins Weltmeer münden, ",
  "an8.19:5.2": "ihre früheren Namen und Stämme und gelten einfach als ‚das Weltmeer‘. ",
  "an8.19:5.4": "Das ist das vierte unglaubliche und erstaunliche Ding, dessentwegen die Dämonen das Weltmeer lieben. ",
  "an8.19:6.1": "Weiter wird das Weltmeer, trotz aller Ströme der Welt, die hineinfließen, und trotz des Regens, der vom Himmel fällt, niemals leerer oder voller. ",
  "an8.19:6.3": "Das ist das fünfte unglaubliche und erstaunliche Ding, dessentwegen die Dämonen das Weltmeer lieben. ",
  "an8.19:7.1": "Weiter hat das Weltmeer einen einzigen Geschmack: den Salzgeschmack. ",
  "an8.19:7.3": "Das ist das sechste unglaubliche und erstaunliche Ding, dessentwegen die Dämonen das Weltmeer lieben. ",
  "an8.19:8.1": "Weiter ist das Weltmeer voll vielfältiger Schätze wie Perlen, Edelsteinen, Beryll, Meeresschneckenhäusern, Bergkristall, Korallen, Silber, Gold, Rubinen und Smaragden. ",
  "an8.19:8.3": "Das ist das siebte unglaubliche und erstaunliche Ding, dessentwegen die Dämonen das Weltmeer lieben. ",
  "an8.19:9.1": "Weiter leben im Weltmeer große Geschöpfe wie Leviathane, Leviathan-Fresser, Leviathan-Fresser-Fresser, Dämonen, Drachen und Elfen. Im Weltmeer gibt es Lebensformen mit einer Länge von hundert Meilen oder gar zwei-, drei-, vier- oder fünfhundert Meilen. ",
  "an8.19:9.3": "Das ist das achte unglaubliche und erstaunliche Ding, dessentwegen die Dämonen das Weltmeer lieben. ",
  "an8.19:9.4": "Da sie diese acht unglaublichen und erstaunlichen Dinge sehen, lieben die Dämonen das Weltmeer. ",
  "an8.19:10.1": "Nun, Herr, lieben die Mönche und Nonnen diese Lehre und Schulung?“ ",
  "an8.19:10.2": "„Jawohl, Pahārāda, das tun sie.“ ",
  "an8.19:10.3": "„Aber wie viele unglaubliche und erstaunliche Dinge sehen die Mönche und Nonnen, derentwegen sie diese Lehre und Schulung lieben?“ ",
  "an8.19:10.4": "„Die Mönche und Nonnen sehen acht unglaubliche und erstaunliche Dinge, derentwegen sie diese Lehre und Schulung lieben. ",
  "an8.19:10.5": "Welche acht? ",
  "an8.19:10.6": "So wie das Weltmeer sich allmählich nach unten neigt, sich allmählich absenkt und sich allmählich nach unten ausrichtet, ohne einen plötzlichen Abbruch, ",
  "an8.19:10.7": "ebenso kommt in dieser Lehre und Schulung der Durchbruch zur Erleuchtung durch stufenweise Schulung zustande, durch stufenweisen Fortschritt, stufenweise Übung, nicht plötzlich. ",
  "an8.19:10.9": "Das ist das erste unglaubliche und erstaunliche Ding, dessentwegen die Mönche und Nonnen diese Lehre und Schulung lieben. ",
  "an8.19:11.1": "So wie das Weltmeer beständig ist, nicht über seine Grenzen hinaustritt, ",
  "an8.19:11.2": "ebenso würden meine Schüler eine Schulungsregel, die für sie niedergelegt wurde, nicht übertreten, nicht einmal, wenn es um ihr Leben ginge. ",
  "an8.19:11.4": "Das ist das zweite unglaubliche und erstaunliche Ding, dessentwegen die Mönche und Nonnen diese Lehre und Schulung lieben. ",
  "an8.19:12.1": "So wie das Weltmeer keine Leiche bei sich duldet, sondern diese rasch zur Küste trägt und auf den Strand wirft, ",
  "an8.19:13.1": "ebenso duldet der Saṅgha keine Person, die unmoralisch ist, mit schlechten Eigenschaften, schmutzig, von verdächtigem Verhalten, hinterhältig, die fälschlich vorgibt, eine Asketin zu sein oder einer geistlichen Übung zu folgen, innerlich verdorben, schamlos und verkommen; sondern er versammelt sich rasch und schließt sie aus. Selbst wenn eine solche Person inmitten des Saṅgha sitzt, ist sie weit vom Saṅgha entfernt, und der Saṅgha ist weit von ihr entfernt. ",
  "an8.19:13.3": "Das ist das dritte unglaubliche und erstaunliche Ding, dessentwegen die Mönche und Nonnen diese Lehre und Schulung lieben. ",
  "an8.19:14.1": "So wie alle großen Flüsse – Ganges, Yamunā, Aciravatī, Sarabhū und Mahī –, wenn sie ins Weltmeer münden, ihre früheren Namen und Stämme verlieren und einfach als ‚das Weltmeer‘ gelten, ",
  "an8.19:14.2": "ebenso verlieren Angehörige der vier Kasten – der Adels-, Brahmanen-, Händler- und Arbeiterkaste –, wenn sie in der Lehre und Schulung, die vom Klargewordenen verkündet wurde, aus dem Haus fortziehen ins hauslose Leben, ihre früheren Namen und Stämme und gelten einfach als ‚Asketen, die dem Sakyer folgen‘. ",
  "an8.19:14.4": "Das ist das vierte unglaubliche und erstaunliche Ding, dessentwegen die Mönche und Nonnen diese Lehre und Schulung lieben. ",
  "an8.19:15.1": "So wie das Weltmeer, trotz aller Ströme der Welt, die hineinfließen, und trotz des Regens, der vom Himmel fällt, niemals leerer oder voller wird, ",
  "an8.19:15.2": "ebenso wird das Element des restlosen Erlöschens, obwohl einige Mönche und Nonnen durch das Element des restlosen Erlöschens vollkommen erlöschen, niemals leerer oder voller. ",
  "an8.19:15.4": "Das ist das fünfte unglaubliche und erstaunliche Ding, dessentwegen die Mönche und Nonnen diese Lehre und Schulung lieben. ",
  "an8.19:16.1": "So wie das Weltmeer einen einzigen Geschmack hat: den Salzgeschmack, ",
  "an8.19:16.2": "ebenso hat diese Lehre und Schulung einen einzigen Geschmack: den Geschmack der Freiheit. ",
  "an8.19:16.4": "Das ist das sechste unglaubliche und erstaunliche Ding, dessentwegen die Mönche und Nonnen diese Lehre und Schulung lieben. ",
  "an8.19:17.1": "So wie das Weltmeer voll vielfältiger Schätze ist wie Perlen, Edelsteinen, Beryll, Meeresschneckenhäusern, Bergkristall, Korallen, Silber, Gold, Rubinen und Smaragden, ",
  "an8.19:17.2": "ebenso ist diese Lehre und Schulung voll vielfältiger Schätze wie den vier Arten der Achtsamkeitsmeditation, den vier Arten rechten Bemühens, den vier Grundlagen der Wunderkräfte, den fünf Fähigkeiten, den fünf Kräften, den sieben Faktoren des Erwachens und dem edlen achtfachen Pfad. ",
  "an8.19:17.4": "Das ist das siebte unglaubliche und erstaunliche Ding, dessentwegen die Mönche und Nonnen diese Lehre und Schulung lieben. ",
  "an8.19:18.1": "So wie im Weltmeer große Geschöpfe leben wie Leviathane, Leviathan-Fresser, Leviathan-Fresser-Fresser, Dämonen, Drachen und Elfen; wie es im Weltmeer Lebensformen mit einer Länge von hundert Meilen gibt oder gar zwei-, drei-, vier- oder fünfhundert Meilen, ",
  "an8.19:18.2": "ebenso leben in dieser Lehre und Schulung große Geschöpfe wie der in den Strom Eingetretene und der, der übt, um die Frucht des Stromeintritts zu verwirklichen; die Einmalwiederkehrerin und die, die übt, um die Frucht der Einmalwiederkehr zu verwirklichen; der Nichtwiederkehrer und der, der übt, um die Frucht der Nichtwiederkehr zu verwirklichen; die Vollendete und die, die für die Vollendung übt. ",
  "an8.19:18.4": "Das ist das achte unglaubliche und erstaunliche Ding, dessentwegen die Mönche und Nonnen diese Lehre und Schulung lieben. ",
  "an8.19:19.1": "Da sie diese acht unglaublichen und erstaunlichen Dinge sehen, lieben die Mönche und Nonne diese Lehre und Schulung.“ "
}