{
  "an8.35:0.1": "Nummerierte Lehrreden 8.35 ",
  "an8.35:0.2": "4. Das Kapitel über Geben ",
  "an8.35:0.3": "Wiedergeburt durch Geben ",
  "an8.35:1.1": "„Mönche und Nonnen, es gibt acht Wiedergeburten durch Geben. ",
  "an8.35:1.2": "Welche acht? ",
  "an8.35:1.3": "Da gibt als Erstes eine Person Asketen oder Brahmanen Gaben wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. ",
  "an8.35:1.4": "Was sie auch gibt, sie erwartet dafür etwas zurück. ",
  "an8.35:1.5": "Sie sieht einen vermögenden Adligen, Brahmanen oder Hausbesitzer, der mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet ist und sich damit vergnügt. ",
  "an8.35:1.6": "Sie denkt: ",
  "an8.35:1.7": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter gutsituierten Adligen, Brahmanen oder Hausbesitzern wiedergeboren werden!‘ ",
  "an8.35:1.8": "Sie hält sich an diesen Gedanken, konzentriert sich darauf und entwickelt ihn. ",
  "an8.35:1.9": "Da sie sich an Geringeres hält und es nicht weiterentwickelt, führt ihr Gedanke dazu, dass sie dort wiedergeboren wird. ",
  "an8.35:1.10": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie unter gutsituierten Adligen, Brahmanen oder Hausbesitzern wiedergeboren. ",
  "an8.35:1.11": "Aber ich sage, das gilt nur für jemanden mit sittlichem Verhalten, nicht für jemand Unmoralischen. ",
  "an8.35:1.12": "Der Herzenswunsch eines sittlichen Menschen wird aufgrund seiner Reinheit erfüllt. ",
  "an8.35:2.1": "Dann gibt da eine Person Asketen oder Brahmanen Gaben … ",
  "an8.35:2.2": "Was sie auch gibt, sie erwartet dafür etwas zurück. ",
  "an8.35:2.3": "Und sie hat gehört: ",
  "an8.35:2.4": "‚Die Götter der Vier Großen Könige haben ein langes Leben, sind schön und sehr glücklich.‘ ",
  "an8.35:2.5": "Sie denkt: ",
  "an8.35:2.6": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter den Göttern der Vier Großen Könige wiedergeboren werden!‘ ",
  "an8.35:2.9": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie unter den Göttern der Vier Großen Könige wiedergeboren. ",
  "an8.35:2.10": "Aber ich sage, das gilt nur für jemanden mit sittlichem Verhalten, nicht für jemand Unmoralischen. ",
  "an8.35:2.11": "Der Herzenswunsch eines sittlichen Menschen wird aufgrund seiner Reinheit erfüllt. ",
  "an8.35:3.1": "Dann gibt da eine Person Asketen oder Brahmanen Gaben … ",
  "an8.35:3.2": "Was sie auch gibt, sie erwartet dafür etwas zurück. ",
  "an8.35:3.3": "Und sie hat gehört: ",
  "an8.35:3.4": "‚Die Götter der Dreiunddreißig …‘ ",
  "an8.35:3.5": "‚Die Yama-Götter …‘ ",
  "an8.35:3.6": "‚Die Freudvollen Götter …‘ ",
  "an8.35:3.7": "‚Die Götter, die gerne erschaffen …‘ ",
  "an8.35:3.8": "‚Die Götter, die über die Schöpfungen anderer herrschen, haben ein langes Leben, sind schön und sehr glücklich.‘ ",
  "an8.35:3.9": "Sie denkt: ",
  "an8.35:3.10": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter den Göttern wiedergeboren werden, die über die Schöpfungen anderer herrschen!‘ ",
  "an8.35:3.11": "Sie hält sich an diesen Gedanken, konzentriert sich darauf und entwickelt ihn. ",
  "an8.35:3.12": "Da sie sich an Geringeres hält und es nicht weiterentwickelt, führt ihr Gedanke dazu, dass sie dort wiedergeboren wird. ",
  "an8.35:3.13": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie unter den Göttern wiedergeboren, die über die Schöpfungen anderer herrschen. ",
  "an8.35:3.14": "Aber ich sage, das gilt nur für jemanden mit sittlichem Verhalten, nicht für jemand Unmoralischen. ",
  "an8.35:3.15": "Der Herzenswunsch eines sittlichen Menschen wird aufgrund seiner Reinheit erfüllt. ",
  "an8.35:4.1": "Dann gibt da eine Person Asketen oder Brahmanen Gaben wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. ",
  "an8.35:4.2": "Was sie auch gibt, sie erwartet dafür etwas zurück. ",
  "an8.35:4.3": "Und sie hat gehört: ",
  "an8.35:4.4": "‚Die Götter aus Brahmās Gefolge haben ein langes Leben, sind schön und sehr glücklich.‘ ",
  "an8.35:4.5": "Sie denkt: ",
  "an8.35:4.6": "‚Ach könnte ich doch, wenn mein Körper auseinanderbricht, nach dem Tod, unter den Göttern aus Brahmās Gefolge wiedergeboren werden!‘ ",
  "an8.35:4.7": "Sie hält sich an diesen Gedanken, konzentriert sich darauf und entwickelt ihn. ",
  "an8.35:4.8": "Da sie sich an Geringeres hält und es nicht weiterentwickelt, führt ihr Gedanke dazu, dass sie dort wiedergeboren wird. ",
  "an8.35:4.9": "Wenn ihr Körper auseinanderbricht, nach dem Tod, wird sie unter den Göttern aus Brahmās Gefolge wiedergeboren. ",
  "an8.35:4.10": "Aber ich sage, das gilt nur für jemanden mit sittlichem Verhalten, nicht für jemand Unmoralischen. ",
  "an8.35:4.11": "Und für jemanden, der frei von Verlangen ist, nicht für jemanden voller Verlangen. ",
  "an8.35:4.12": "Der Herzenswunsch eines sittlichen Menschen wird erfüllt, weil er frei von Verlangen ist. ",
  "an8.35:4.13": "Das sind die acht Wiedergeburten durch Geben.“ "
}