{
  "an8.72:0.1": "Nummerierte Lehrreden 8.72 ",
  "an8.72:0.2": "8. Das Kapitel mit Paaren ",
  "an8.72:0.3": "Rundum beeindruckend (2) ",
  "an8.72:1.1": "„Da ist eine Nonne vertrauensvoll, aber nicht sittlich. ",
  "an8.72:1.2": "Somit ist sie in dieser Hinsicht unvollständig ",
  "an8.72:1.3": "und sollte sich vervollständigen: ",
  "an8.72:1.4": "‚Wie kann ich vertrauensvoll und sittlich werden?‘ ",
  "an8.72:1.5": "Wenn eine Nonne vertrauensvoll und sittlich ist, ",
  "an8.72:1.6": "ist sie in dieser Hinsicht vollständig. ",
  "an8.72:2.1": "Da ist eine Nonne vertrauensvoll und sittlich, aber nicht gelehrt. … ",
  "an8.72:2.2": "aber keine gute Dhammalehrerin … ",
  "an8.72:2.3": "aber sie besucht keine Versammlungen … ",
  "an8.72:2.4": "aber sie unterweist die Versammlung nicht mit Selbstvertrauen im Dhamma … ",
  "an8.72:2.5": "aber sie hat keine unmittelbare meditative Erfahrung in den friedvollen Befreiungen, die formlos sind, über die Form hinausgehen … ",
  "an8.72:2.6": "aber sie erlangt nicht mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an8.72:2.7": "Somit ist sie in dieser Hinsicht unvollständig ",
  "an8.72:2.8": "und sollte sich vervollständigen: ",
  "an8.72:2.9": "‚Wie kann ich vertrauensvoll, sittlich und gelehrt werden, eine gute Dhammalehrerin sein, Versammlungen besuchen, die Versammlung mit Selbstvertrauen im Dhamma unterweisen, die formlosen Befreiungen erlangen und die Auflösung der Befleckungen erlangen und darin leben?‘ ",
  "an8.72:3.1": "Wenn sie vertrauensvoll, sittlich und gelehrt ist, eine gute Dhammalehrerin ist, Versammlungen besucht, die Versammlung mit Selbstvertrauen im Dhamma unterweist, die formlosen Befreiungen erlangt und die Auflösung der Befleckungen erlangt hat und darin lebt, ",
  "an8.72:3.2": "ist sie in dieser Hinsicht vollständig. ",
  "an8.72:3.3": "Eine Nonne, die diese acht Eigenschaften besitzt, ist rundum beeindruckend und in jeder Hinsicht vollständig.“ "
}