{
  "an8.8:0.1": "Nummerierte Lehrreden 8.8 ",
  "an8.8:0.2": "1. Das Kapitel über Liebe ",
  "an8.8:0.3": "Uttara über Fehltritte ",
  "an8.8:1.1": "Einmal hielt sich der Ehrwürdige Uttara auf dem Berg Saṅkheyyaka in der Gegend von Mahisa bei Dhavajālikā auf. ",
  "an8.8:1.2": "Da wandte sich Uttara an die Mönche und Nonnen: ",
  "an8.8:1.3": "„Mönche und Nonnen, es ist gut, wenn ein Mönch von Zeit zu Zeit seine eigenen Fehltritte prüft. ",
  "an8.8:1.4": "Es ist gut, wenn ein Mönch von Zeit zu Zeit die Fehltritte anderer prüft. ",
  "an8.8:1.5": "Es ist gut, wenn ein Mönch von Zeit zu Zeit seine eigenen Errungenschaften prüft. ",
  "an8.8:1.6": "Es ist gut, wenn ein Mönch von Zeit zu Zeit die Errungenschaften anderer prüft.“ ",
  "an8.8:2.1": "Zu der Zeit war der Große König Vessavaṇa gerade in einer Sache auf dem Weg von Norden nach Süden. ",
  "an8.8:2.2": "Er hörte, wie der Ehrwürdige Uttara den Mönchen und Nonnen auf dem Berg Saṅkheyyaka diese Unterweisung gab. ",
  "an8.8:3.1": "Da verschwand Vessavaṇa, so leicht wie eine starke Person den Arm strecken oder beugen würde, vom Berg Saṅkheyyaka und erschien wieder unter den Göttern der Dreiunddreißig. ",
  "an8.8:3.2": "Da ging er zu Sakka dem Götterkönig und meldete ihm: ",
  "an8.8:3.3": "„Bitte, Herr, du sollst wissen, ",
  "an8.8:3.4": "dass der Ehrwürdige Uttara den Mönchen und Nonnen auf dem Berg Saṅkheyyaka diese Unterweisung gibt: ",
  "an8.8:3.5": "‚Es ist gut, wenn ein Mönch von Zeit zu Zeit seine eigenen Fehltritte prüft. ",
  "an8.8:3.6": "die Fehltritte anderer … ",
  "an8.8:3.7": "seine eigenen Errungenschaften … ",
  "an8.8:3.8": "und die Errungenschaften anderer …‘“ ",
  "an8.8:4.1": "Darauf verschwand Sakka, so leicht wie eine starke Person den Arm strecken oder beugen würde, von den Göttern der Dreiunddreißig und erschien wieder auf dem Berg Saṅkheyyaka vor dem Ehrwürdigen Uttara. ",
  "an8.8:4.2": "Und Sakka ging zum Ehrwürdigen Uttara, verbeugte sich, stellte sich zur Seite hin und sagte zu ihm: ",
  "an8.8:5.1": "„Ist es wirklich wahr, Herr, dass du den Mönchen und Nonnen diese Unterweisung gibst: ",
  "an8.8:5.2": "‚Es ist gut, wenn ein Mönch von Zeit zu Zeit seine eigenen Fehltritte prüft. ",
  "an8.8:5.3": "die Fehltritte anderer … ",
  "an8.8:5.4": "seine eigenen Errungenschaften … ",
  "an8.8:5.5": "und die Errungenschaften anderer …‘?“ ",
  "an8.8:5.6": "„Jawohl, Götterkönig.“ ",
  "an8.8:5.7": "„Herr, ist dir diese Lehre selber eingefallen oder hat der Gesegnete das gesagt, der Vollendete, der vollkommen erwachte Buddha?“ ",
  "an8.8:5.8": "„Nun, Götterkönig, ich will dir ein Gleichnis geben. ",
  "an8.8:5.9": "Denn mithilfe eines Gleichnisses verstehen manche vernünftigen Menschen die Bedeutung des Gesagten. ",
  "an8.8:6.1": "Wie ein großer Haufen Getreide, der nicht weit von einem Dorf oder einer Stadt entfernt wäre, ",
  "an8.8:6.2": "und eine große Menschenmenge würde davon Getreide nehmen, ",
  "an8.8:6.3": "mit Tragestangen, Körben, in Schürzen oder mit den Händen. ",
  "an8.8:6.4": "Wenn jemand zu dieser Menschenmenge ginge und sie fragen würde, ",
  "an8.8:6.5": "woher sie das Getreide hätten, wie sollte diese Menschenmenge richtig antworten?“ ",
  "an8.8:6.6": "„Herr, sie sollten antworten, dass sie es von diesem großen Haufen Getreide hätten.“ ",
  "an8.8:6.7": "„Ebenso, Götterkönig, wurde alles, was gut gesagt wurde, vom Gesegneten gesagt, dem Vollendeten, dem vollkommen erwachten Buddha. ",
  "an8.8:6.8": "Sowohl ich als auch andere verlassen uns vollständig darauf, wenn wir sprechen.“ ",
  "an8.8:7.1": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "an8.8:7.2": "Wie treffend der Ehrwürdige Uttara das gesagt hat! ",
  "an8.8:7.3": "‚Alles, was gut gesagt wurde, wurde vom Gesegneten gesagt, dem Vollendeten, dem vollkommen erwachten Buddha. ",
  "an8.8:7.4": "Sowohl ich als auch andere verlassen uns vollständig darauf, wenn wir sprechen.‘ ",
  "an8.8:7.5": "Einmal, Ehrenwerter Uttara, hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf, nicht lange, nachdem Devadatta fortgegangen war. ",
  "an8.8:7.6": "Da sprach der Buddha zu den Mönchen und Nonnen über Devadatta: ",
  "an8.8:8.1": "‚Mönche und Nonnen, es ist gut, wenn ein Mönch von Zeit zu Zeit seine eigenen Fehltritte prüft. ",
  "an8.8:8.2": "die Fehltritte anderer … ",
  "an8.8:8.3": "seine eigenen Errungenschaften … ",
  "an8.8:8.4": "und die Errungenschaften anderer. ",
  "an8.8:8.5": "Da er von acht Dingen, die der wahren Lehre entgegengesetzt sind, bezwungen und überwältigt ist, wird Devadatta zu einem verlorenen Ort gehen, in die Hölle, und dort unrettbar für ein Äon bleiben. ",
  "an8.8:8.6": "Von welchen acht? ",
  "an8.8:8.7": "Da er von Gewinn … ",
  "an8.8:8.8": "Verlust … ",
  "an8.8:8.9": "Ruhm … ",
  "an8.8:8.10": "Schande … ",
  "an8.8:8.11": "Ehre … ",
  "an8.8:8.12": "Unehre … ",
  "an8.8:8.13": "unlauteren Wünschen … ",
  "an8.8:8.14": "und schlechten Freunden bezwungen und überwältigt ist, wird Devadatta zu einem verlorenen Ort gehen, in die Hölle, und dort unrettbar für ein Äon bleiben. ",
  "an8.8:8.15": "Da er von diesen acht Dingen, die der wahren Lehre entgegengesetzt sind, bezwungen und überwältigt ist, wird Devadatta zu einem verlorenen Ort gehen, in die Hölle, und dort unrettbar für ein Äon bleiben. ",
  "an8.8:9.1": "Es ist gut, wenn ein Mönch Gewinn, wann immer er ihm begegnet, überwindet. ",
  "an8.8:9.2": "Es ist gut, wenn er Verlust … ",
  "an8.8:9.3": "Ruhm … ",
  "an8.8:9.4": "Schande … ",
  "an8.8:9.5": "Ehre … ",
  "an8.8:9.6": "Unehre … ",
  "an8.8:9.7": "unlautere Wünsche … ",
  "an8.8:9.8": "und schlechte Freunde, wann immer er ihnen begegnet, überwindet. ",
  "an8.8:10.1": "Aus welchem Grund sollte ein Mönch diese acht Dinge überwinden? ",
  "an8.8:11.1": "Die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn jemand lebt, ohne diese acht Dinge zu überwinden, entstehen nicht, wenn er sie überwunden hat. ",
  "an8.8:11.9": "Aus diesem Grund sollte ein Mönch diese acht Dinge überwinden. ",
  "an8.8:12.1": "Daher sollt ihr euch so schulen: ",
  "an8.8:12.2": "„Wann immer wir Gewinn begegnen, wollen wir ihn überwinden. ",
  "an8.8:12.3": "Wann immer wir Verlust … ",
  "an8.8:12.4": "Ruhm … ",
  "an8.8:12.5": "Schande … ",
  "an8.8:12.6": "Ehre … ",
  "an8.8:12.7": "Unehre … ",
  "an8.8:12.8": "unlauteren Wünschen … ",
  "an8.8:12.9": "oder schlechten Freunden begegnen, wollen wir sie überwinden.“ ",
  "an8.8:12.10": "So sollt ihr euch schulen.‘ ",
  "an8.8:13.1": "Ehrenwerter Uttara, diese Lehrdarlegung ist nirgends in den vier Versammlungen verankert – ",
  "an8.8:13.2": "weder bei den Mönchen noch den Nonnen, den Laienmännern oder Laienfrauen. ",
  "an8.8:13.4": "Herr, lerne diese Lehrdarlegung! ",
  "an8.8:13.5": "Präge dir diese Lehrdarlegung ein! ",
  "an8.8:13.6": "Behalte diese Lehrdarlegung! ",
  "an8.8:13.7": "Herr, diese Lehrdarlegung ist segensreich und bezieht sich auf die Grundlagen des geistlichen Lebens.“ "
}