{
  "an8.80:0.1": "Nummerierte Lehrreden 8.80 ",
  "an8.80:0.2": "8. Das Kapitel mit Paaren ",
  "an8.80:0.3": "Grundlagen der Trägheit und Grundlagen, um die Energie aufzurütteln ",
  "an8.80:1.1": "„Mönche und Nonnen, es gibt acht Grundlagen der Trägheit. ",
  "an8.80:1.2": "Welche acht? ",
  "an8.80:1.3": "Da hat eine Nonne etwas zu arbeiten. ",
  "an8.80:1.4": "Sie denkt: ",
  "an8.80:1.5": "‚Ich habe etwas zu arbeiten. Aber bei dieser Arbeit wird mein Körper müde werden. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "an8.80:1.6": "Sie legt sich hin und rüttelt ihre Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an8.80:1.7": "Das ist die erste Grundlage der Trägheit. ",
  "an8.80:2.1": "Dann hat da ein Mönch etwas gearbeitet. ",
  "an8.80:2.2": "Er denkt: ",
  "an8.80:2.3": "‚Ich habe etwas gearbeitet. Aber während der Arbeit wurde mein Körper müde. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "an8.80:2.4": "Er legt sich hin und rüttelt seine Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an8.80:2.5": "Das ist die zweite Grundlage der Trägheit. ",
  "an8.80:3.1": "Dann muss da eine Nonne eine Reise unternehmen. ",
  "an8.80:3.2": "Sie denkt: ",
  "an8.80:3.3": "‚Ich muss eine Reise unternehmen. Aber beim Gehen wird mein Körper müde werden. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "an8.80:3.4": "Sie legt sich hin und rüttelt ihre Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an8.80:3.5": "Das ist die dritte Grundlage der Trägheit. ",
  "an8.80:4.1": "Dann hat da ein Mönch eine Reise unternommen. ",
  "an8.80:4.2": "Er denkt: ",
  "an8.80:4.3": "‚Ich habe eine Reise unternommen. Aber beim Gehen wurde mein Körper müde. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "an8.80:4.4": "Er legt sich hin und rüttelt seine Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an8.80:4.5": "Das ist die vierte Grundlage der Trägheit. ",
  "an8.80:5.1": "Dann ist da eine Nonne um Almosen umhergezogen, aber sie hat nicht genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "an8.80:5.2": "Sie denkt: ",
  "an8.80:5.3": "‚Ich bin um Almosen umhergezogen, aber ich habe nicht genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist müde und taugt nicht zur Arbeit. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "an8.80:5.4": "Sie legt sich hin und rüttelt ihre Energie nicht auf … ",
  "an8.80:5.5": "Das ist die fünfte Grundlage der Trägheit. ",
  "an8.80:6.1": "Dann ist da ein Mönch um Almosen umhergezogen, und er hat genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "an8.80:6.2": "Er denkt: ",
  "an8.80:6.3": "‚Ich bin um Almosen umhergezogen, und ich habe genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist schwer, fühlt sich vollgestopft an und taugt nicht zur Arbeit. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "an8.80:6.4": "Er legt sich hin und rüttelt seine Energie nicht auf … ",
  "an8.80:6.5": "Das ist die sechste Grundlage der Trägheit. ",
  "an8.80:7.1": "Dann fühlt sich da eine Nonne ein wenig krank. ",
  "an8.80:7.2": "Sie denkt: ",
  "an8.80:7.3": "‚Ich fühle mich ein wenig krank. Hinlegen wäre gut für mich. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "an8.80:7.4": "Sie legt sich hin und rüttelt ihre Energie nicht auf … ",
  "an8.80:7.5": "Das ist die siebte Grundlage der Trägheit. ",
  "an8.80:8.1": "Dann ist da ein Mönch kürzlich von einer Krankheit genesen. ",
  "an8.80:8.2": "Er denkt: ",
  "an8.80:8.3": "‚Ich bin kürzlich von einer Krankheit genesen. Mein Körper ist schwach und taugt nicht zur Arbeit. Ich lege mich lieber ein bisschen aufs Ohr.‘ ",
  "an8.80:8.4": "Er legt sich hin und rüttelt seine Energie nicht auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an8.80:8.5": "Das ist die achte Grundlage der Trägheit. ",
  "an8.80:8.6": "Das sind die acht Grundlagen der Trägheit. ",
  "an8.80:9.1": "Es gibt acht Grundlagen, um die Energie aufzurütteln. ",
  "an8.80:9.2": "Welche acht? ",
  "an8.80:9.3": "Da hat eine Nonne etwas zu arbeiten. ",
  "an8.80:9.4": "Sie denkt: ",
  "an8.80:9.5": "‚Ich habe etwas zu arbeiten. Während der Arbeit ist es nicht leicht, den Geist auf die Anweisungen der Buddhas zu richten. Ich will lieber vorsorglich meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist.‘ ",
  "an8.80:9.6": "Sie rüttelt ihre Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an8.80:9.7": "Das ist die erste Grundlage, um die Energie aufzurütteln. ",
  "an8.80:10.1": "Dann hat da ein Mönch etwas gearbeitet. ",
  "an8.80:10.2": "Er denkt: ",
  "an8.80:10.3": "‚Ich habe etwas gearbeitet. Während der Arbeit konnte ich den Geist nicht auf die Anweisungen der Buddhas richten. Ich will lieber vorsorglich meine Energie aufrütteln.‘ ",
  "an8.80:10.4": "Er rüttelt seine Energie auf … ",
  "an8.80:10.5": "Das ist die zweite Grundlage, um die Energie aufzurütteln. ",
  "an8.80:11.1": "Dann muss da eine Nonne eine Reise unternehmen. ",
  "an8.80:11.2": "Sie denkt: ",
  "an8.80:11.3": "‚Ich muss eine Reise unternehmen. Beim Gehen ist es nicht leicht, den Geist auf die Anweisungen der Buddhas zu richten. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "an8.80:11.4": "Das ist die dritte Grundlage, um die Energie aufzurütteln. ",
  "an8.80:12.1": "Dann hat da ein Mönch eine Reise unternommen. ",
  "an8.80:12.2": "Er denkt: ",
  "an8.80:12.3": "‚Ich habe eine Reise unternommen. Beim Gehen konnte ich den Geist nicht auf die Anweisungen der Buddhas richten. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "an8.80:12.4": "Das ist die vierte Grundlage, um die Energie aufzurütteln. ",
  "an8.80:13.1": "Dann ist da eine Nonne um Almosen umhergezogen, aber sie hat nicht genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "an8.80:13.2": "Sie denkt: ",
  "an8.80:13.3": "‚Ich bin um Almosen umhergezogen, aber ich habe nicht genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist leicht und taugt zur Arbeit. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "an8.80:13.4": "Das ist die fünfte Grundlage, um die Energie aufzurütteln. ",
  "an8.80:14.1": "Dann ist da ein Mönch um Almosen umhergezogen, und er hat genug derbe oder erlesene Speise erhalten, um sich ordentlich satt zu essen. ",
  "an8.80:14.2": "Er denkt: ",
  "an8.80:14.3": "‚Ich bin um Almosen umhergezogen, und ich habe genug derbe oder erlesene Speise erhalten, um mich ordentlich satt zu essen. Mein Körper ist kräftig und taugt zur Arbeit. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "an8.80:14.4": "Das ist die sechste Grundlage, um die Energie aufzurütteln. ",
  "an8.80:15.1": "Dann fühlt sich da eine Nonne ein wenig krank. ",
  "an8.80:15.2": "Sie denkt: ",
  "an8.80:15.3": "‚Ich fühle mich ein wenig krank. Es ist möglich, dass diese Krankheit schlimmer wird. Ich will lieber vorsorglich meine Energie aufrütteln.‘ … ",
  "an8.80:15.4": "Das ist die siebte Grundlage, um die Energie aufzurütteln. ",
  "an8.80:16.1": "Dann ist da ein Mönch kürzlich von einer Krankheit genesen. ",
  "an8.80:16.2": "Er denkt: ",
  "an8.80:16.3": "‚Ich bin kürzlich von einer Krankheit genesen. Es ist möglich, dass die Krankheit wiederkommt. Ich will lieber vorsorglich meine Energie aufrütteln, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist.‘ ",
  "an8.80:16.4": "Er rüttelt seine Energie auf, um zu erreichen, was noch nicht erreicht ist, zu erringen, was noch nicht errungen ist, und zu erkennen, was noch nicht erkannt ist. ",
  "an8.80:16.5": "Das ist die achte Grundlage, um die Energie aufzurütteln. ",
  "an8.80:17.1": "Das sind die acht Grundlagen, um die Energie aufzurütteln.“ "
}