{
  "an8.63:0.1": "Nummerierte Lehrreden 8.63 ",
  "an8.63:0.2": "7. Das Kapitel über Erdbeben ",
  "an8.63:0.3": "Eine kurze Unterweisung ",
  "an8.63:1.1": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an8.63:1.2": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "an8.63:1.3": "„Genauso bitten mich manche törichten Menschen um etwas. ",
  "an8.63:1.4": "Doch wenn dann die Lehre dargelegt wurde, haben sie nur im Sinn, mir hinterherzulaufen.“ ",
  "an8.63:1.5": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe! Dass der Heilige mich den Dhamma in kurzer Form lehre! Hoffentlich kann ich die Bedeutung der Worte des Buddha verstehen! Hoffentlich kann ich ein Erbe der Lehre des Buddha sein!“ ",
  "an8.63:1.6": "„Daher, Mönch, sollst du dich so schulen: ",
  "an8.63:1.7": "‚Mein Geist wird stetig und innerlich fest verankert sein. Und schlechte, untaugliche Eigenschaften, die aufgekommen sind, werden meinen Geist nicht gefangen halten.‘ ",
  "an8.63:1.8": "So sollst du dich schulen. ",
  "an8.63:2.1": "Wenn dein Geist stetig und innerlich fest verankert ist und wenn schlechte, untaugliche Eigenschaften, die aufgekommen sind, ihn nicht gefangen halten, dann sollst du dich so schulen: ",
  "an8.63:2.2": "‚Ich will die Erlösung des Herzens durch Liebe entwickeln. Ich will sie ausbauen, sie zu meinem Fahrzeug und meiner Grundlage machen, will sie hochhalten, festigen und richtig umsetzen.‘ ",
  "an8.63:2.3": "So sollst du dich schulen. ",
  "an8.63:3.1": "Wenn diese Versenkung auf diese Art gut entwickelt und ausgebaut wurde, sollst du sie entwickeln, wenn du den Geist ausrichtest und hältst. Du sollst sie entwickeln, wenn du den Geist nicht ausrichtest, sondern nur hältst. Du sollst sie entwickeln, ohne dass du den Geist ausrichtest oder hältst. Du sollst sie mit Ekstase entwickeln. Du sollst sie ohne Ekstase entwickeln. Du sollst sie mit Hochgefühl entwickeln. Du sollst sie mit Gleichmut entwickeln. ",
  "an8.63:4.1": "Wenn diese Versenkung auf diese Art gut entwickelt und entfaltet wurde, dann sollst du dich so schulen: ",
  "an8.63:4.2": "‚Ich will die Erlösung des Herzens durch Mitgefühl entwickeln …‘ … ",
  "an8.63:4.3": "‚Ich will die Erlösung des Herzens durch freudige Anteilnahme entwickeln …‘ … ",
  "an8.63:4.4": "‚Ich will die Erlösung des Herzens durch Gleichmut entwickeln. Ich will sie ausbauen, sie zu meinem Fahrzeug und meiner Grundlage machen, will sie hochhalten, festigen und richtig umsetzen.‘ ",
  "an8.63:4.5": "So sollst du dich schulen. ",
  "an8.63:5.1": "Wenn diese Versenkung auf diese Art gut entwickelt und entfaltet wurde, sollst du sie entwickeln, wenn du den Geist ausrichtest und hältst. Du sollst sie entwickeln, wenn du den Geist nicht ausrichtest, sondern nur hältst. Du sollst sie entwickeln, ohne dass du den Geist ausrichtest oder hältst. Du sollst sie mit Ekstase entwickeln. Du sollst sie ohne Ekstase entwickeln. Du sollst sie mit Hochgefühl entwickeln. Du sollst sie mit Gleichmut entwickeln. ",
  "an8.63:6.1": "Wenn diese Versenkung auf diese Art gut entwickelt und entfaltet wurde, dann sollst du dich so schulen: ",
  "an8.63:6.2": "‚Ich werde meditieren, indem ich einen Aspekt des Körpers beobachte – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt.‘ ",
  "an8.63:6.3": "So sollst du dich schulen. ",
  "an8.63:7.1": "Wenn diese Versenkung auf diese Art gut entwickelt und ausgebaut wurde, sollst du sie entwickeln, wenn du den Geist ausrichtest und hältst. Du sollst sie entwickeln, wenn du den Geist nicht ausrichtest, sondern nur hältst. Du sollst sie entwickeln, ohne dass du den Geist ausrichtest oder hältst. Du sollst sie mit Ekstase entwickeln. Du sollst sie ohne Ekstase entwickeln. Du sollst sie mit Hochgefühl entwickeln. Du sollst sie mit Gleichmut entwickeln. ",
  "an8.63:8.1": "Wenn diese Versenkung auf diese Art gut entwickelt und entfaltet wurde, dann sollst du dich so schulen: ",
  "an8.63:8.2": "‚Ich werde meditieren, indem ich einen Aspekt der Gefühle beobachte …‘ … ",
  "an8.63:8.3": "‚Ich werde meditieren, indem ich einen Aspekt des Geistes beobachte …‘ … ",
  "an8.63:8.4": "‚Ich werde meditieren, indem ich einen Aspekt der natürlichen Gesetzmäßigkeiten beobachte – eifrig, bewusst und achtsam, frei von Begehrlichkeit und Verdrießlichkeit gegenüber der Welt.‘ ",
  "an8.63:8.5": "So sollst du dich schulen. ",
  "an8.63:9.1": "Wenn diese Versenkung auf diese Art gut entwickelt und ausgebaut wurde, sollst du sie entwickeln, wenn du den Geist ausrichtest und hältst. Du sollst sie entwickeln, wenn du den Geist nicht ausrichtest, sondern nur hältst. Du sollst sie entwickeln, ohne dass du den Geist ausrichtest oder hältst. Du sollst sie mit Ekstase entwickeln. Du sollst sie ohne Ekstase entwickeln. Du sollst sie mit Hochgefühl entwickeln. Du sollst sie mit Gleichmut entwickeln. ",
  "an8.63:10.1": "Wenn diese Versenkung auf diese Art gut entwickelt und entfaltet wurde, wirst du, wo du auch gehst, unbeschwert gehen. Wo du auch stehst, wirst du unbeschwert stehen. Wo du auch sitzt, wirst du unbeschwert sitzen. Wo du auch liegst, wirst du unbeschwert liegen.“ ",
  "an8.63:11.1": "Nachdem der Mönch vom Buddha diesen Rat erhalten hatte, erhob er sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und ging. ",
  "an8.63:11.2": "Da gelangte der Mönch, als er allein lebte, zurückgezogen, beflissen, eifrig und entschlossen, bald in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens. Er lebte an dem Ziel, das er durch eigene Einsicht erkannt hatte, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben. ",
  "an8.63:11.3": "Er verstand: „Wiedergeburt ist beendet; das geistliche Leben ist erfüllt; was zu tun war, ist getan; es gibt keine Rückkehr mehr zu irgendeinem Daseinszustand.“ ",
  "an8.63:11.4": "Und jener Mönch wurde einer der Vollendeten. "
}