{
  "an8.48:0.1": "Nummerierte Lehrreden 8.48 ",
  "an8.48:0.2": "5. Das Kapitel über den Besinnungstag ",
  "an8.48:0.3": "Mit Nakulas Mutter über die Anmutigen Gottheiten ",
  "an8.48:1.1": "Einmal hielt sich der Buddha im Land der Bhagger auf dem Krokodilhügel auf, im Wildpark bei Bhesakaḷās Wald. ",
  "an8.48:1.2": "Da ging Nakulas Mutter, die Hausbesitzerin, zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihr: ",
  "an8.48:2.1": "„Nakulas Mutter, wenn Frauenspersonen acht Eigenschaften besitzen, werden sie, wenn ihr Körper auseinanderbricht, nach dem Tod, unter den Göttern der Anmutigen Scharen wiedergeboren. ",
  "an8.48:2.2": "Welche acht? ",
  "an8.48:2.3": "Nehmen wir eine Frauensperson, deren Eltern auf ihr Wohl bedacht sind. Sie geben sie aus Güte und Mitgefühl einem Mann. Sie steht vor ihm auf und geht nach ihm zu Bett, sie ist zuvorkommend, zeigt sich liebenswert und redet höflich. ",
  "an8.48:3.1": "Die, die ihr Mann achtet – Mutter und Vater, Asketen und Brahmanen –, ",
  "an8.48:3.2": "die ehrt, achtet, würdigt und verehrt sie. ",
  "an8.48:3.3": "Und wenn sie zu Besuch kommen, bietet sie ihnen einen Sitz und Getränke an. ",
  "an8.48:4.1": "Sie ist geschickt und unermüdlich bei den häuslichen Pflichten für ihren Mann, wie Stricken und Nähen. Sie versteht, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen. ",
  "an8.48:5.1": "Sie weiß, welche Arbeit die abhängigen Diener, Angestellten und Arbeiter ihres Mannes erledigt haben und welche nicht. ",
  "an8.48:5.2": "Sie weiß, wer krank ist, wer bei Kräften ist und wer nicht. Sie teilt jedem einen gerechten Teil der frischen und gekochten Speisen zu. ",
  "an8.48:6.1": "Sie stellt sicher, dass jegliches Einkommen, das ihr Mann verdient, bewacht und gehütet wird, sei es Geld, Getreide, Silber oder Gold. Sie gibt nicht zu viel aus, stiehlt nichts, verschwendet nichts und verliert nichts. ",
  "an8.48:7.1": "Sie ist eine Laienschülerin, die zum Buddha, zur Lehre und zum Saṅgha Zuflucht genommen hat. ",
  "an8.48:8.1": "Sie ist sittlich. ",
  "an8.48:8.2": "Sie tötet keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keinen Alkohol, der nachlässig macht. ",
  "an8.48:9.1": "Sie ist großzügig. Sie lebt im Haus und hat den Fleck des Geizes entfernt, gibt großzügig her, hat eine offene Hand, freut sich am Loslassen, ist der Wohltätigkeit verpflichtet und liebt es, zu geben und zu teilen. ",
  "an8.48:10.1": "Wenn Frauenspersonen diese acht Eigenschaften besitzen, werden sie, wenn ihr Körper auseinanderbricht, nach dem Tod, unter den Göttern der Anmutigen Scharen wiedergeboren. ",
  "an8.48:11.1": "Nie schaut sie auf ihren Mann herab, ",
  "an8.48:11.2": "der stets auf harte Arbeit aus ist, ",
  "an8.48:11.3": "stets für sie sorgt ",
  "an8.48:11.4": "und alles bringt, was sie wünscht. ",
  "an8.48:12.1": "Eine gute Frau schilt nie ihren Mann ",
  "an8.48:12.2": "mit eifersüchtigen Worten. ",
  "an8.48:12.3": "Sie ist klug und ehrt die, ",
  "an8.48:12.4": "die ihr Gatte achtet. ",
  "an8.48:13.1": "Früh steht sie auf, arbeitet unermüdlich ",
  "an8.48:13.2": "und verwaltet die häuslichen Arbeiten. ",
  "an8.48:13.3": "Liebenswürdig ist sie zu ihrem Mann ",
  "an8.48:13.4": "und bewahrt sein Vermögen. ",
  "an8.48:14.1": "Eine Dame, die diese Pflichten ",
  "an8.48:14.2": "nach den Wünschen ihres Mannes erfüllt, ",
  "an8.48:14.3": "wird unter den Göttern wiedergeboren, ",
  "an8.48:14.4": "die man die ‚Anmutigen‘ nennt.“ "
}