{
  "an8.28:0.1": "Nummerierte Lehrreden 8.28 ",
  "an8.28:0.2": "3. Das Kapitel mit Hausbesitzern ",
  "an8.28:0.3": "Kräfte (2) ",
  "an8.28:1.1": "Da ging der Ehrwürdige Sāriputta zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an8.28:1.2": "„Sāriputta, wie viele Kräfte besitzt ein Mönch, der die Befleckungen aufgelöst hat, die ihn berechtigen, zu behaupten: ",
  "an8.28:1.3": "‚Meine Befleckungen sind aufgelöst‘?“ ",
  "an8.28:1.4": "„Herr, ein Mönch, der die Befleckungen aufgelöst hat, besitzt acht Kräfte, die ihn berechtigen, zu behaupten: ",
  "an8.28:1.5": "‚Meine Befleckungen sind aufgelöst.‘ ",
  "an8.28:2.1": "Welche acht? ",
  "an8.28:2.2": "Zunächst hat da ein Mönch, der die Befleckungen aufgelöst hat, wahrhaftig mit rechter Weisheit klar gesehen, dass alle Bedingungen unbeständig sind. ",
  "an8.28:2.3": "Das ist eine Kraft, auf die sich ein Mönch, der die Befleckungen aufgelöst hat, stützt, um zu behaupten: ",
  "an8.28:2.4": "‚Meine Befleckungen sind aufgelöst.‘ ",
  "an8.28:3.1": "Dann hat da ein Mönch, der die Befleckungen aufgelöst hat, wahrhaftig mit rechter Weisheit klar gesehen, dass Sinnenfreuden wie eine Grube voll glühender Kohlen sind. ",
  "an8.28:3.2": "Das ist eine Kraft, auf die sich ein Mönch, der die Befleckungen aufgelöst hat, stützt, um zu behaupten: ",
  "an8.28:3.3": "‚Meine Befleckungen sind aufgelöst.‘ ",
  "an8.28:4.1": "Dann neigt sich da der Geist eines Mönchs, der die Befleckungen aufgelöst hat, zur Abgeschiedenheit, strebt zur Abgeschiedenheit und richtet sich zur Abgeschiedenheit aus. Er ist zurückgezogen, liebt die Entsagung und ist mit den befleckenden Einflüssen völlig fertig. ",
  "an8.28:4.2": "Das ist eine Kraft, auf die sich ein Mönch, der die Befleckungen aufgelöst hat, stützt, um zu behaupten: ",
  "an8.28:4.3": "‚Meine Befleckungen sind aufgelöst.‘ ",
  "an8.28:5.1": "Dann hat da ein Mönch, der die Befleckungen aufgelöst hat, die vier Arten der Achtsamkeitsmeditation gut entwickelt. ",
  "an8.28:5.2": "Das ist eine Kraft, auf die sich ein Mönch, der die Befleckungen aufgelöst hat, stützt, um zu behaupten: ",
  "an8.28:5.3": "‚Meine Befleckungen sind aufgelöst.‘ ",
  "an8.28:6.1": "Dann hat da ein Mönch, der die Befleckungen aufgelöst hat, die vier Grundlagen übersinnlicher Kraft … ",
  "an8.28:6.2": "die fünf Fähigkeiten … ",
  "an8.28:6.3": "die sieben Faktoren des Erwachens … ",
  "an8.28:6.4": "und den edlen achtfachen Pfad gut entwickelt. ",
  "an8.28:6.5": "Das sind Kräfte, auf die sich ein Mönch, der die Befleckungen aufgelöst hat, stützt, um zu behaupten: ",
  "an8.28:6.6": "‚Meine Befleckungen sind aufgelöst.‘ ",
  "an8.28:7.1": "Ein Mönch, der die Befleckungen aufgelöst hat, besitzt diese acht Kräfte, die ihn berechtigen, zu behaupten: ",
  "an8.28:7.2": "‚Meine Befleckungen sind aufgelöst.‘“ "
}