{
  "an8.41:0.1": "Nummerierte Lehrreden 8.41 ",
  "an8.41:0.2": "5. Das Kapitel über den Besinnungstag ",
  "an8.41:0.3": "Der Besinnungstag mit acht Faktoren, kurz ",
  "an8.41:1.1": "So habe ich es gehört: ",
  "an8.41:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an8.41:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an8.41:1.4": "„Mönche und Nonnen!“ ",
  "an8.41:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "an8.41:1.6": "Der Buddha sagte: ",
  "an8.41:2.1": "„Mönche und Nonnen, wenn der Besinnungstag mit acht Faktoren eingehalten wird, bringt er reiche Frucht und reichen Segen, reichen Glanz und reichen Lohn. ",
  "an8.41:2.2": "Und wie sollte er eingehalten werden? ",
  "an8.41:2.3": "Da überlegt ein edler Schüler: ",
  "an8.41:2.4": "‚Solange sie leben, unterlassen die Vollendeten das Töten lebender Geschöpfe und verzichten auf Stock und Schwert. Sie sind gewissenhaft und gütig und leben voller Anteilnahme für alle Lebewesen. ",
  "an8.41:2.5": "Auch ich will für diesen Tag und diese Nacht das Töten lebender Geschöpfe unterlassen und auf Stock und Schwert verzichten. Ich will gewissenhaft und gütig sein und voller Anteilnahme für alle Lebewesen leben. ",
  "an8.41:2.6": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an8.41:2.7": "Das ist der erste Faktor. ",
  "an8.41:3.1": "‚Solange sie leben, unterlassen die Vollendeten das Stehlen. Sie nehmen nur, was gegeben wird, erwarten nur, was gegeben wird. Sie sind nicht diebisch und erhalten sich rein. ",
  "an8.41:3.2": "Auch ich will für diesen Tag und diese Nacht das Stehlen unterlassen. Ich will nur nehmen, was gegeben wird, nur erwarten, was gegeben wird. Ich will nicht diebisch sein und mich rein erhalten. ",
  "an8.41:3.3": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an8.41:3.4": "Das ist der zweite Faktor. ",
  "an8.41:4.1": "‚Solange sie leben, unterlassen die Vollendeten unkeusches Verhalten. Sie leben enthaltsam und abgesondert und vermeiden den vulgären Akt des Geschlechtsverkehrs. ",
  "an8.41:4.2": "Auch ich will für diesen Tag und diese Nacht unkeusches Verhalten unterlassen. Ich will enthaltsam und abgesondert leben und den vulgären Akt des Geschlechtsverkehrs vermeiden. ",
  "an8.41:4.3": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an8.41:4.4": "Das ist der dritte Faktor. ",
  "an8.41:5.1": "‚Solange sie leben, unterlassen die Vollendeten das Lügen. Sie sagen die Wahrheit und halten sich an die Wahrheit. Sie sind ehrlich und vertrauenswürdig und legen die Welt nicht mit ihren Worten herein. ",
  "an8.41:5.2": "Auch ich will für diesen Tag und diese Nacht das Lügen unterlassen. Ich will die Wahrheit sagen und mich an die Wahrheit halten. Ich will ehrlich und vertrauenswürdig sein und will die Welt nicht mit meinen Worten hereinlegen. ",
  "an8.41:5.3": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an8.41:5.4": "Das ist der vierte Faktor. ",
  "an8.41:6.1": "‚Solange sie leben, unterlassen die Vollendeten das Trinken von Alkohol, der nachlässig macht. ",
  "an8.41:6.2": "Auch ich will für diesen Tag und diese Nacht das Trinken von Alkohol unterlassen, der nachlässig macht. ",
  "an8.41:6.3": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an8.41:6.4": "Das ist der fünfte Faktor. ",
  "an8.41:7.1": "‚Solange sie leben, essen die Vollendeten zu einer Tageszeit und verzichten auf das Essen bei Nacht und zur falschen Zeit. ",
  "an8.41:7.2": "Auch ich will für diesen Tag und diese Nacht zu einer Tageszeit essen und auf das Essen bei Nacht und zur falschen Zeit verzichten. ",
  "an8.41:7.3": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an8.41:7.4": "Das ist der sechste Faktor. ",
  "an8.41:8.1": "‚Solange sie leben, meiden die Vollendeten Tanz, Gesang, Musik und den Besuch von Shows; sie vermeiden, sich mit Kränzen, Parfüm und Make-up zu verschönern und zu schmücken. ",
  "an8.41:8.2": "Auch ich will für diesen Tag und diese Nacht Tanz, Gesang, Musik und den Besuch von Shows meiden; ich will vermeiden, mich mit Kränzen, Parfüm und Make-up zu verschönern und zu schmücken. ",
  "an8.41:8.3": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an8.41:8.4": "Das ist der siebte Faktor. ",
  "an8.41:9.1": "‚Solange sie leben, unterlassen die Vollendeten die Benutzung hoher und üppiger Betten. Sie schlafen an einem niedrigen Platz, entweder auf einer Liege oder einer Strohmatte. ",
  "an8.41:9.2": "Auch ich will für diesen Tag und diese Nacht die Benutzung hoher und üppiger Betten unterlassen. Ich will an einem niedrigen Platz schlafen, entweder auf einer Liege oder einer Strohmatte. ",
  "an8.41:9.3": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an8.41:9.4": "Das ist der achte Faktor. ",
  "an8.41:10.1": "Wenn so der Besinnungstag mit acht Faktoren eingehalten wird, bringt er reiche Frucht und reichen Segen, reichen Glanz und reichen Lohn.“ "
}