{
  "an8.9:0.1": "Nummerierte Lehrreden 8 ",
  "an8.9:0.2": "1. Liebe ",
  "an8.9:0.3": "9. Nanda ",
  "an8.9:1.1": "„Mönche und Nonnen, Nanda kann man zu Recht einen ‚anständigen Menschen‘ nennen, ",
  "an8.9:1.2": "man kann ihn zu Recht ‚stark‘, ",
  "an8.9:1.3": "‚anmutig‘ ",
  "an8.9:1.4": "und ‚voller Begierde‘ nennen. ",
  "an8.9:1.5": "Wie könnte er das vollkommene und reine geistliche Leben führen, wenn er nicht die Tore der Sinne bewachen, beim Essen maßhalten, sich dem Wachsein weihen würde und achtsam und umsichtig wäre? ",
  "an8.9:1.6": "Da bewacht Nanda so die Tore der Sinne: ",
  "an8.9:1.7": "Wenn er nach Osten schauen muss, so sammelt er zuvor seine ganze Aufmerksamkeit: ",
  "an8.9:1.8": "‚Wenn ich nach Osten schaue, werden mich schlechte, untaugliche Eigenschaften von Verlangen und Abneigung nicht überwältigen.‘ ",
  "an8.9:1.9": "So ist er sich der Lage bewusst. ",
  "an8.9:2.1": "Wenn er nach Westen schauen muss … ",
  "an8.9:2.2": "Wenn er nach Norden schauen muss … ",
  "an8.9:2.3": "Wenn er nach Süden schauen muss … ",
  "an8.9:2.4": "Wenn er nach oben schauen muss … ",
  "an8.9:2.5": "Wenn er nach unten schauen muss … ",
  "an8.9:2.6": "Wenn er ringsum in die Zwischenrichtungen schauen muss, so sammelt er zuvor seine ganze Aufmerksamkeit: ",
  "an8.9:2.7": "‚Wenn ich ringsum in die Zwischenrichtungen schaue, werden mich schlechte, untaugliche Eigenschaften von Verlangen und Abneigung nicht überwältigen.‘ ",
  "an8.9:2.8": "So ist er sich der Lage bewusst. ",
  "an8.9:2.9": "So bewacht Nanda die Tore der Sinne. ",
  "an8.9:3.1": "Da hält Nanda so Maß beim Essen: ",
  "an8.9:3.2": "Nanda denkt beim Essen über seine Nahrung genau nach: ",
  "an8.9:3.3": "‚Nicht zum Spaß, zum Schwelgen, zur Zier und zum Schmuck, sondern nur um diesen Körper zu erhalten, um Schaden abzuwenden und die geistliche Übung zu fördern; damit ich altes Unbehagen beende und neues nicht entstehen lasse und ohne Tadel und unbeschwert lebe.‘ ",
  "an8.9:3.4": "So hält Nanda Maß beim Essen. ",
  "an8.9:4.1": "Da weiht sich Nanda so dem Wachsein: ",
  "an8.9:4.2": "Nanda läutert am Tag im Gehen und im Sitzen den Geist von Hemmnissen. ",
  "an8.9:4.3": "Am Abend läutert er im Gehen und im Sitzen den Geist von Hemmnissen. ",
  "an8.9:4.4": "Im mittleren Teil der Nacht legt er sich in der Haltung des Löwen nieder – auf die rechte Seite, einen Fuß auf den anderen gelegt – achtsam und umsichtig und im Gedanken an die Zeit des Aufstehens. ",
  "an8.9:4.5": "Im letzten Teil der Nacht steht er auf und läutert im Gehen und im Sitzen den Geist von Hemmnissen. ",
  "an8.9:4.6": "So weiht sich Nanda dem Wachsein. ",
  "an8.9:5.1": "Da ist Nanda so achtsam und umsichtig: ",
  "an8.9:5.2": "Nanda ist sich der Gefühle bewusst während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "an8.9:5.3": "Er ist sich der Wahrnehmungen bewusst während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "an8.9:5.4": "Er ist sich der Gedanken bewusst während sie aufkommen, während sie bestehen und während sie weggehen. ",
  "an8.9:5.5": "So ist Nanda achtsam und umsichtig. ",
  "an8.9:6.1": "Wie könnte Nanda das vollkommene und reine geistliche Leben führen, wenn er nicht die Tore der Sinne bewachen, beim Essen maßhalten, sich dem Wachsein weihen würde und achtsam und umsichtig wäre?“ "
}