{
  "an8.71:0.1": "Nummerierte Lehrreden 8.71 ",
  "an8.71:0.2": "8. Das Kapitel mit Paaren ",
  "an8.71:0.3": "Rundum beeindruckend (1) ",
  "an8.71:1.1": "„Mönche und Nonnen, da ist ein Mönch vertrauensvoll, aber nicht sittlich. ",
  "an8.71:1.2": "Somit ist er in dieser Hinsicht unvollständig ",
  "an8.71:1.3": "und sollte sich vervollständigen: ",
  "an8.71:1.4": "‚Wie kann ich vertrauensvoll und sittlich werden?‘ ",
  "an8.71:1.5": "Wenn ein Mönch vertrauensvoll und sittlich ist, ",
  "an8.71:1.6": "ist er in dieser Hinsicht vollständig. ",
  "an8.71:2.1": "Da ist ein Mönch vertrauensvoll und sittlich, aber nicht gelehrt. ",
  "an8.71:2.2": "Somit ist er in dieser Hinsicht unvollständig ",
  "an8.71:2.3": "und sollte sich vervollständigen: ",
  "an8.71:2.4": "‚Wie kann ich vertrauensvoll, sittlich und gelehrt werden?‘ ",
  "an8.71:2.5": "Wenn ein Mönch vertrauensvoll, sittlich und gelehrt ist, ",
  "an8.71:2.6": "ist er in dieser Hinsicht vollständig. ",
  "an8.71:3.1": "Da ist ein Mönch vertrauensvoll, sittlich und gelehrt, aber kein guter Dhammalehrer. … ",
  "an8.71:3.2": "aber er besucht keine Versammlungen … ",
  "an8.71:3.3": "aber er unterweist die Versammlung nicht mit Selbstvertrauen im Dhamma … ",
  "an8.71:3.4": "aber er erlangt nicht die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – wann immer er will, ohne Mühe und Not … ",
  "an8.71:3.5": "aber er erlangt nicht mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an8.71:3.6": "Somit ist er in dieser Hinsicht unvollständig ",
  "an8.71:3.7": "und sollte sich vervollständigen: ",
  "an8.71:3.8": "‚Wie kann ich vertrauensvoll, sittlich und gelehrt werden, ein guter Dhammalehrer sein, Versammlungen besuchen, die Versammlung mit Selbstvertrauen im Dhamma unterweisen, die vier Vertiefungen erlangen, wann immer ich will, und die Auflösung der Befleckungen erlangen und darin leben?‘ ",
  "an8.71:4.1": "Wenn er vertrauensvoll, sittlich und gelehrt ist, ein guter Dhammalehrer ist, Versammlungen besucht, die Versammlung mit Selbstvertrauen im Dhamma unterweist, die vier Vertiefungen erlangt, wann immer er will, und die Auflösung der Befleckungen erlangt hat und darin lebt, ",
  "an8.71:4.2": "ist er in dieser Hinsicht vollständig. ",
  "an8.71:4.3": "Ein Mönch, der diese acht Eigenschaften besitzt, ist rundum beeindruckend und in jeder Hinsicht vollständig.“ "
}