{
  "an8.14:0.1": "Nummerierte Lehrreden 8.14 ",
  "an8.14:0.2": "2. Das große Kapitel ",
  "an8.14:0.3": "Ein wildes Fohlen ",
  "an8.14:1.1": "„Mönche und Nonnen, ich will über acht wilde Fohlen und acht Fehler bei Pferden sprechen sowie über acht wilde Menschen und acht Fehler bei Menschen. ",
  "an8.14:1.2": "Hört zu und passt gut auf, ich werde sprechen.“ ",
  "an8.14:1.3": "„Ja, Herr“, antworteten sie. ",
  "an8.14:1.4": "Der Buddha sagte: ",
  "an8.14:2.1": "„Und was, Mönche und Nonnen, sind die acht wilden Fohlen und die acht Fehler bei Pferden? ",
  "an8.14:2.2": "Zunächst springen da manche wilden Fohlen, wenn der Zureiter ‚Hü!‘ sagt und sie mit Sporen und Peitsche antreibt, nach hinten und wirbeln den Wagen hinter sich herum. ",
  "an8.14:2.3": "So sind manche wilden Fohlen. ",
  "an8.14:2.4": "Das ist der erste Fehler bei einem Pferd. ",
  "an8.14:3.1": "Dann springen da manche wilden Fohlen, wenn der Zureiter ‚Hü!‘ sagt und sie mit Sporen und Peitsche antreibt, nach hinten, zerstören die Nabe und zerbrechen das dreifache Gestänge. ",
  "an8.14:3.2": "So sind manche wilden Fohlen. ",
  "an8.14:3.3": "Das ist der zweite Fehler bei einem Pferd. ",
  "an8.14:4.1": "Dann schütteln da manche wilden Fohlen, wenn der Zureiter ‚Hü!‘ sagt und sie mit Sporen und Peitsche antreibt, die Deichsel vom Bein ab und trampeln darauf herum. ",
  "an8.14:4.2": "So sind manche wilden Fohlen. ",
  "an8.14:4.3": "Das ist der dritte Fehler bei einem Pferd. ",
  "an8.14:5.1": "Dann machen da manche wilden Fohlen, wenn der Zureiter ‚Hü!‘ sagt und sie mit Sporen und Peitsche antreibt, eine falsche Wendung und bringen den Wagen aus der Spur. ",
  "an8.14:5.2": "So sind manche wilden Fohlen. ",
  "an8.14:5.3": "Das ist der vierte Fehler bei einem Pferd. ",
  "an8.14:6.1": "Dann bäumen sich da manche wilden Fohlen, wenn der Zureiter ‚Hü!‘ sagt und sie mit Sporen und Peitsche antreibt, auf und schlagen mit den Vorderfüßen aus. ",
  "an8.14:6.2": "So sind manche wilden Fohlen. ",
  "an8.14:6.3": "Das ist der fünfte Fehler bei einem Pferd. ",
  "an8.14:7.1": "Dann beachten da manche wilden Fohlen, wenn der Zureiter ‚Hü!‘ sagt und sie mit Sporen und Peitsche antreibt, den Zureiter und seine Peitsche nicht, spucken die Trense aus und gehen, wohin sie wollen. ",
  "an8.14:7.2": "So sind manche wilden Fohlen. ",
  "an8.14:7.3": "Das ist der sechste Fehler bei einem Pferd. ",
  "an8.14:8.1": "Dann gehen da manche wilden Fohlen, wenn der Zureiter ‚Hü!‘ sagt und sie mit Sporen und Peitsche antreibt, weder vor noch zurück, sondern bleiben still stehen wie eine Säule. ",
  "an8.14:8.2": "So sind manche wilden Fohlen. ",
  "an8.14:8.3": "Das ist der siebte Fehler bei einem Pferd. ",
  "an8.14:9.1": "Dann schlagen da manche wilden Fohlen, wenn der Zureiter ‚Hü!‘ sagt und sie mit Sporen und Peitsche antreibt, die Vorder- und Hinterbeine unter und sitzen eben da auf ihren vier Beinen. ",
  "an8.14:9.2": "So sind manche wilden Fohlen. ",
  "an8.14:9.3": "Das ist der achte Fehler bei einem Pferd. ",
  "an8.14:9.4": "Das sind die acht wilden Fohlen und die acht Fehler bei Pferden. ",
  "an8.14:10.1": "Und was sind die acht wilden Menschen und die acht Fehler bei Menschen? ",
  "an8.14:10.2": "Zunächst klagen da die Mönche und Nonnen einen Mönch wegen eines Verstoßes an. ",
  "an8.14:10.3": "Doch der beschuldigte Mönch weicht aus und sagt: ‚Ich erinnere mich nicht.‘ ",
  "an8.14:10.4": "Ich sage, dieser Mensch ist einem wilden Fohlen vergleichbar, das, wenn der Zureiter ‚Hü!‘ sagt und es mit Sporen und Peitsche antreibt, nach hinten springt und den Wagen hinter sich herumwirbelt. ",
  "an8.14:10.6": "So sind manche wilden Menschen. ",
  "an8.14:10.7": "Das ist der erste Fehler bei einem Menschen. ",
  "an8.14:11.1": "Dann klagen da die Mönche und Nonnen eine Nonne wegen eines Verstoßes an. ",
  "an8.14:11.2": "Doch die beschuldigte Nonne wendet sich gegen den Ankläger: ",
  "an8.14:11.3": "‚Was hat ein unfähiger Tor wie du zu sagen? ",
  "an8.14:11.4": "Wie in aller Welt kannst du denken, du hättest etwas Nützliches zu sagen!‘ ",
  "an8.14:11.5": "Ich sage, dieser Mensch ist einem wilden Fohlen vergleichbar, das, wenn der Zureiter ‚Hü!‘ sagt und es mit Sporen und Peitsche antreibt, nach hinten springt, die Nabe zerstört und das dreifache Gestänge zerbricht. ",
  "an8.14:11.7": "So sind manche wilden Menschen. ",
  "an8.14:11.8": "Das ist der zweite Fehler bei einem Menschen. ",
  "an8.14:12.1": "Dann klagen da die Mönche und Nonnen einen Mönch wegen eines Verstoßes an. ",
  "an8.14:12.2": "Doch der beschuldigte Mönch wirft dem Ankläger vor: ",
  "an8.14:12.3": "‚Nun, du hast soundso einen Verstoß begangen. Du solltest dich zuerst darum kümmern.‘ ",
  "an8.14:12.4": "Ich sage, dieser Mensch ist einem wilden Fohlen vergleichbar, das, wenn der Zureiter ‚Hü!‘ sagt und es mit Sporen und Peitsche antreibt, die Deichsel vom Bein abschüttelt und darauf herumtrampelt. ",
  "an8.14:12.6": "So sind manche wilden Menschen. ",
  "an8.14:12.7": "Das ist der dritte Fehler bei einem Menschen. ",
  "an8.14:13.1": "Dann klagen da die Mönche und Nonnen eine Nonne wegen eines Verstoßes an. ",
  "an8.14:13.2": "Doch die beschuldigte Nonne weicht dem Problem aus, lenkt das Gespräch auf Nebensächlichkeiten und zeigt Ärger, Hass und Unmut. ",
  "an8.14:13.3": "Ich sage, dieser Mensch ist einem wilden Fohlen vergleichbar, das, wenn der Zureiter ‚Hü!‘ sagt und es mit Sporen und Peitsche antreibt, eine falsche Wendung macht und den Wagen aus der Spur bringt. ",
  "an8.14:13.5": "So sind manche wilden Menschen. ",
  "an8.14:13.6": "Das ist der vierte Fehler bei einem Menschen. ",
  "an8.14:14.1": "Dann klagen da die Mönche und Nonnen einen Mönch wegen eines Verstoßes an. ",
  "an8.14:14.2": "Doch der beschuldigte Mönch fuchtelt wild mit den Armen, während er inmitten des Saṅgha spricht. ",
  "an8.14:14.3": "Ich sage, dieser Mensch ist einem wilden Fohlen vergleichbar, das, wenn der Zureiter ‚Hü!‘ sagt und es mit Sporen und Peitsche antreibt, sich aufbäumt und mit den Vorderfüßen ausschlägt. ",
  "an8.14:14.5": "So sind manche wilden Menschen. ",
  "an8.14:14.6": "Das ist der fünfte Fehler bei einem Menschen. ",
  "an8.14:15.1": "Dann klagen da die Mönche und Nonnen eine Nonne wegen eines Verstoßes an. ",
  "an8.14:15.2": "Doch die beschuldigte Nonne beachtet den Saṅgha und die Anklage nicht, und obwohl sie den Verstoß begangen hat, geht sie, wohin sie will. ",
  "an8.14:15.3": "Ich sage, dieser Mensch ist einem wilden Fohlen vergleichbar, das, wenn der Zureiter ‚Hü!‘ sagt und es mit Sporen und Peitsche antreibt, den Zureiter und seine Peitsche nicht beachtet, die Trense ausspuckt und geht, wohin es will. ",
  "an8.14:15.5": "So sind manche wilden Menschen. ",
  "an8.14:15.6": "Das ist der sechste Fehler bei einem Menschen. ",
  "an8.14:16.1": "Dann klagen da die Mönche und Nonnen einen Mönch wegen eines Verstoßes an. ",
  "an8.14:16.2": "Doch der beschuldigte Mönch gesteht weder den Verstoß, noch streitet er ihn ab, sondern macht es dem Saṅgha schwer, indem er schweigt. ",
  "an8.14:16.3": "Ich sage, dieser Mensch ist einem wilden Fohlen vergleichbar, das, wenn der Zureiter ‚Hü!‘ sagt und es mit Sporen und Peitsche antreibt, weder vor- noch zurückgeht, sondern still stehenbleibt wie eine Säule. ",
  "an8.14:16.5": "So sind manche wilden Menschen. ",
  "an8.14:16.6": "Das ist der siebte Fehler bei einem Menschen. ",
  "an8.14:17.1": "Dann klagen da die Mönche und Nonnen eine Nonne wegen eines Verstoßes an. ",
  "an8.14:17.2": "Doch die beschuldigte Nonne sagt: ",
  "an8.14:17.3": "‚Warum macht ihr Ehrwürdigen so viel Aufhebens um mich? Jetzt breche ich die Schulung ab und wende mich wieder einem geringeren Leben zu.‘ ",
  "an8.14:17.4": "Wenn sie die Schulung abgebrochen hat, sagt sie: ",
  "an8.14:17.5": "‚Nun, ihr Ehrwürdigen, seid ihr jetzt zufrieden?‘ ",
  "an8.14:17.6": "Ich sage, dieser Mensch ist einem wilden Fohlen vergleichbar, das, wenn der Zureiter ‚Hü!‘ sagt und es mit Sporen und Peitsche antreibt, die Vorder- und Hinterbeine unterschlägt und eben da auf seinen vier Beinen sitzt. ",
  "an8.14:17.8": "So sind manche wilden Menschen. ",
  "an8.14:17.9": "Das ist der achte Fehler bei einem Menschen. ",
  "an8.14:17.10": "Das sind die acht wilden Menschen und die acht Fehler bei Menschen.“ "
}