{
  "an8.73:0.1": "Nummerierte Lehrreden 8.73 ",
  "an8.73:0.2": "8. Das Kapitel mit Paaren ",
  "an8.73:0.3": "Achtsamkeit auf den Tod (1) ",
  "an8.73:1.1": "Einmal hielt sich der Buddha bei Ñātika im Backsteinhaus auf. ",
  "an8.73:1.2": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an8.73:1.3": "„Mönche und Nonnen!“ ",
  "an8.73:1.4": "„Ehrwürdiger Herr“, antworteten sie. ",
  "an8.73:1.5": "Der Buddha sagte: ",
  "an8.73:1.6": "„Mönche und Nonnen, wenn die Achtsamkeit auf den Tod entwickelt und ausgebaut wird, bringt sie reiche Frucht und reichen Segen. Sie gipfelt in der Unsterblichkeit und endet in der Unsterblichkeit. ",
  "an8.73:1.7": "Aber entwickelt ihr die Achtsamkeit auf den Tod?“ ",
  "an8.73:2.1": "Daraufhin sagte einer der Mönche zum Buddha: ",
  "an8.73:2.2": "„Herr, ich entwickle die Achtsamkeit auf den Tod.“ ",
  "an8.73:2.3": "„Aber, Mönch, wie entwickelst du die Achtsamkeit auf den Tod?“ ",
  "an8.73:2.4": "„Herr, da denke ich: ",
  "an8.73:2.5": "‚Ach, wenn ich nur noch einen Tag und eine Nacht leben würde, würde ich meine Aufmerksamkeit der Anleitung des Buddha zuwenden, da könnte ich wirklich viel erreichen.‘ ",
  "an8.73:2.6": "So entwickle ich die Achtsamkeit auf den Tod.“ ",
  "an8.73:3.1": "Eine andere Nonne sagte zum Buddha: ",
  "an8.73:3.2": "„Herr, auch ich entwickle die Achtsamkeit auf den Tod.“ ",
  "an8.73:3.3": "„Aber, Nonne, wie entwickelst du die Achtsamkeit auf den Tod?“ ",
  "an8.73:3.4": "„Herr, da denke ich: ",
  "an8.73:3.5": "‚Ach, wenn ich nur noch einen Tag leben würde, würde ich meine Aufmerksamkeit der Anleitung des Buddha zuwenden, da könnte ich wirklich viel erreichen.‘ ",
  "an8.73:3.6": "So entwickle ich die Achtsamkeit auf den Tod.“ ",
  "an8.73:4.1": "Ein anderer Mönch sagte zum Buddha: ",
  "an8.73:4.2": "„Herr, auch ich entwickle die Achtsamkeit auf den Tod.“ ",
  "an8.73:4.3": "„Aber, Mönch, wie entwickelst du die Achtsamkeit auf den Tod?“ ",
  "an8.73:4.4": "„Herr, da denke ich: ",
  "an8.73:4.5": "‚Ach, wenn ich nur noch einen halben Tag leben würde, würde ich meine Aufmerksamkeit der Anleitung des Buddha zuwenden, da könnte ich wirklich viel erreichen.‘ ",
  "an8.73:4.6": "So entwickle ich die Achtsamkeit auf den Tod.“ ",
  "an8.73:5.1": "Eine andere Nonne sagte zum Buddha: ",
  "an8.73:5.2": "„Herr, auch ich entwickle die Achtsamkeit auf den Tod.“ ",
  "an8.73:5.3": "„Aber, Nonne, wie entwickelst du die Achtsamkeit auf den Tod?“ ",
  "an8.73:5.4": "„Herr, da denke ich: ",
  "an8.73:5.5": "‚Ach, wenn ich nur noch so lange leben würde wie es dauert, ein einziges Almosenmahl einzunehmen, würde ich meine Aufmerksamkeit der Anleitung des Buddha zuwenden, da könnte ich wirklich viel erreichen.‘ ",
  "an8.73:5.6": "So entwickle ich die Achtsamkeit auf den Tod.“ ",
  "an8.73:6.1": "Ein anderer Mönch sagte zum Buddha: ",
  "an8.73:6.2": "„Herr, auch ich entwickle die Achtsamkeit auf den Tod.“ ",
  "an8.73:6.3": "„Aber, Mönch, wie entwickelst du die Achtsamkeit auf den Tod?“ ",
  "an8.73:6.4": "„Herr, da denke ich: ",
  "an8.73:6.5": "‚Ach, wenn ich nur noch so lange leben würde wie es dauert, ein halbes Almosenmahl einzunehmen, würde ich meine Aufmerksamkeit der Anleitung des Buddha zuwenden, da könnte ich wirklich viel erreichen.‘ ",
  "an8.73:6.6": "So entwickle ich die Achtsamkeit auf den Tod.“ ",
  "an8.73:7.1": "Eine andere Nonne sagte zum Buddha: ",
  "an8.73:7.2": "„Herr, auch ich entwickle die Achtsamkeit auf den Tod.“ ",
  "an8.73:7.3": "„Aber, Nonne, wie entwickelst du die Achtsamkeit auf den Tod?“ ",
  "an8.73:7.4": "„Herr, da denke ich: ",
  "an8.73:7.5": "‚Ach, wenn ich nur noch so lange leben würde wie es dauert, vier oder fünf Bissen zu kauen und zu schlucken, würde ich meine Aufmerksamkeit der Anleitung des Buddha zuwenden, da könnte ich wirklich viel erreichen.‘ ",
  "an8.73:7.6": "So entwickle ich die Achtsamkeit auf den Tod.“ ",
  "an8.73:8.1": "Ein anderer Mönch sagte zum Buddha: ",
  "an8.73:8.2": "„Herr, auch ich entwickle die Achtsamkeit auf den Tod.“ ",
  "an8.73:8.3": "„Aber, Mönch, wie entwickelst du die Achtsamkeit auf den Tod?“ ",
  "an8.73:8.4": "„Herr, da denke ich: ",
  "an8.73:8.5": "‚Ach, wenn ich nur noch so lange leben würde wie es dauert, einen einzigen Bissen zu kauen und zu schlucken, würde ich meine Aufmerksamkeit der Anleitung des Buddha zuwenden, da könnte ich wirklich viel erreichen.‘ ",
  "an8.73:8.6": "So entwickle ich die Achtsamkeit auf den Tod.“ ",
  "an8.73:9.1": "Eine andere Nonne sagte zum Buddha: ",
  "an8.73:9.2": "„Herr, auch ich entwickle die Achtsamkeit auf den Tod.“ ",
  "an8.73:9.3": "„Aber, Nonne, wie entwickelst du die Achtsamkeit auf den Tod?“ ",
  "an8.73:9.4": "„Herr, da denke ich: ",
  "an8.73:9.5": "‚Ach, wenn ich nur noch so lange leben würde wie es dauert, nach dem Einatmen auszuatmen oder nach dem Ausatmen einzuatmen, würde ich meine Aufmerksamkeit der Anleitung des Buddha zuwenden, da könnte ich wirklich viel erreichen.‘ ",
  "an8.73:9.6": "So entwickle ich die Achtsamkeit auf den Tod.“ ",
  "an8.73:10.1": "Daraufhin sagte der Buddha zu diesen Mönchen und Nonnen: ",
  "an8.73:10.2": "„Was diejenigen unter euch betrifft, die die Achtsamkeit auf den Tod entwickeln, indem sie wünschen, ",
  "an8.73:10.3": "noch einen Tag und eine Nacht zu leben … ",
  "an8.73:10.5": "oder noch einen Tag … ",
  "an8.73:10.7": "oder noch einen halben Tag … ",
  "an8.73:10.9": "oder so lange wie es dauert, ein einziges Almosenmahl einzunehmen … ",
  "an8.73:10.11": "oder so lange wie es dauert, ein halbes Almosenmahl einzunehmen … ",
  "an8.73:10.13": "oder so lange wie es dauert, vier oder fünf Bissen zu kauen und zu schlucken – ",
  "an8.73:10.14": "die nennt man Mönche und Nonnen, die nachlässig leben. Die Achtsamkeit auf den Tod zum Auflösen der Befleckungen entwickeln sie lasch. ",
  "an8.73:11.1": "Aber was diejenigen unter euch betrifft, die die Achtsamkeit auf den Tod entwickeln, indem sie wünschen, ",
  "an8.73:11.2": "noch so lange zu leben wie es dauert, einen einzigen Bissen zu kauen und zu schlucken … ",
  "an8.73:11.4": "oder so lange wie es dauert, nach dem Einatmen auszuatmen oder nach dem Ausatmen einzuatmen – ",
  "an8.73:11.5": "die nennt man Mönche und Nonnen, die beflissen leben. Die Achtsamkeit auf den Tod zum Auflösen der Befleckungen entwickeln sie eifrig. ",
  "an8.73:12.1": "Daher sollt ihr euch so schulen: ",
  "an8.73:12.2": "‚Wir wollen beflissen leben. Wir wollen eifrig die Achtsamkeit auf den Tod zum Auflösen der Befleckungen entwickeln.‘ ",
  "an8.73:12.3": "So sollt ihr euch schulen.“ "
}