{
  "an8.20:0.1": "Nummerierte Lehrreden 8.20 ",
  "an8.20:0.2": "2. Das große Kapitel ",
  "an8.20:0.3": "Besinnungstag ",
  "an8.20:1.1": "Einmal hielt sich der Buddha bei Sāvatthī im Ostkloster auf, dem Pfahlhaus der Mutter Migāras. ",
  "an8.20:1.2": "Zu der Zeit, es war der Besinnungstag, saß der Buddha inmitten des Saṅgha der Mönche. ",
  "an8.20:1.3": "Und als dann die Nacht fortgeschritten war, während der ersten Nachtwache, erhob sich der Ehrwürdige Ānanda von seinem Sitz, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "an8.20:1.4": "„Herr, die Nacht ist fortgeschritten. Es ist die erste Nachtwache, und der Saṅgha hat lange dagesessen. ",
  "an8.20:1.5": "Herr, dass der Buddha doch bitte den Mönchen die Ordenssatzung aufsage.“ ",
  "an8.20:2.1": "Doch darauf schwieg der Buddha. ",
  "an8.20:2.2": "Zum zweiten Mal erhob sich Ānanda von seinem Sitz, als die Nacht fortgeschritten war, während der mittleren Nachtwache, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "an8.20:2.3": "„Herr, die Nacht ist fortgeschritten. Es ist die mittlere Nachtwache, und der Saṅgha hat lange dagesessen. ",
  "an8.20:2.4": "Herr, dass der Buddha doch bitte den Mönchen die Ordenssatzung aufsage.“ ",
  "an8.20:2.5": "Doch zum zweiten Mal schwieg der Buddha. ",
  "an8.20:2.6": "Zum dritten Mal erhob sich Ānanda von seinem Sitz, als die Nacht fortgeschritten war, während der letzten Nachtwache, als der Morgen graute und der Nacht Freude brachte, ordnete seine Robe über einer Schulter, erhob seine zusammengelegten Hände zum Buddha und sagte: ",
  "an8.20:2.7": "„Herr, die Nacht ist fortgeschritten. Es ist die letzte Nachtwache, der Morgen graut und bringt der Nacht Freude. ",
  "an8.20:2.8": "Und der Saṅgha hat lange dagesessen. ",
  "an8.20:2.9": "Herr, dass der Buddha doch bitte den Mönchen die Ordenssatzung aufsage.“ ",
  "an8.20:2.10": "„Ānanda, die Versammlung ist nicht rein.“ ",
  "an8.20:3.1": "Da dachte der Ehrwürdige Mahāmoggallāna: ",
  "an8.20:3.2": "„Wen meint der Buddha?“ ",
  "an8.20:3.4": "Und er richtete seine Aufmerksamkeit darauf, den Geist eines jeden im Saṅgha zu erfassen. ",
  "an8.20:3.5": "Er sah diesen unmoralischen Menschen inmitten des Saṅgha sitzen – mit schlechten Eigenschaften, schmutzig, von verdächtigem Verhalten, hinterhältig, fälschlich gab er vor, ein Asket zu sein oder einer geistlichen Übung zu folgen, innerlich verdorben, schamlos und verkommen. ",
  "an8.20:3.6": "Als er ihn sah, erhob er sich von seinem Sitz, ging zu ihm und sagte: ",
  "an8.20:3.7": "„Steh auf, Ehrwürdiger, der Buddha hat dich gesehen. ",
  "an8.20:3.8": "Du kannst nicht in Gemeinschaft mit den Mönchen leben.“ ",
  "an8.20:4.1": "Doch darauf schwieg dieser Mensch. ",
  "an8.20:4.2": "Zum zweiten Mal ",
  "an8.20:4.6": "und zum dritten Mal ",
  "an8.20:4.7": "forderte Moggallāna ihn auf, zu gehen. ",
  "an8.20:4.9": "Doch auch zum dritten Mal schwieg dieser Mensch. ",
  "an8.20:5.1": "Da packte der Ehrwürdige Mahāmoggallāna diesen Menschen am Arm, warf ihn zum Tor hinaus und verriegelte die Tür. Dann ging er zum Buddha und sagte zu ihm: ",
  "an8.20:5.2": "„Ich habe diesen Menschen hinausgeworfen. ",
  "an8.20:5.3": "Die Versammlung ist rein. ",
  "an8.20:5.4": "Herr, dass der Buddha doch bitte den Mönchen die Ordenssatzung aufsage.“ ",
  "an8.20:5.5": "„Es ist unglaublich, Moggallāna, es ist erstaunlich, ",
  "an8.20:5.6": "wie dieser törichte Mann gewartet hat, bis er am Arm gepackt wurde!“ ",
  "an8.20:6.1": "Dann wandte sich der Buddha an die Mönche: ",
  "an8.20:6.2": "„Mönche, jetzt sollt ihr den Besinnungstag abhalten und die Ordenssatzung aufsagen. ",
  "an8.20:6.3": "Von diesem Tag an werde ich nicht mehr den Besinnungstag abhalten oder die Ordenssatzung aufsagen. ",
  "an8.20:6.4": "Es ist unmöglich, Mönche, es kann nicht sein, dass ein Klargewordener in einer unreinen Versammlung die Ordenssatzung aufsagen könnte. ",
  "an8.20:7.1": "Die Dämonen sehen acht unglaubliche und erstaunliche Dinge, derentwegen sie das Weltmeer lieben. ",
  "an8.20:7.2": "Welche acht? ",
  "an8.20:7.3": "Das Weltmeer neigt sich allmählich nach unten, es senkt sich allmählich ab und richtet sich allmählich nach unten aus, ohne einen plötzlichen Abbruch. ",
  "an8.20:7.5": "Das ist das erste unglaubliche und erstaunliche Ding, dessentwegen die Dämonen das Weltmeer lieben. ",
  "an8.20:7.6": "(In voller Länge zu sprechen wie im vorhergehenden Sutta.) ",
  "an8.20:8.1": "Weiter leben im Weltmeer große Geschöpfe wie Leviathane, Leviathan-Fresser, Leviathan-Fresser-Fresser, Dämonen, Drachen und Elfen. Im Weltmeer gibt es Lebensformen mit einer Länge von hundert Meilen oder gar zwei-, drei-, vier- oder fünfhundert Meilen. ",
  "an8.20:8.3": "Das ist das achte unglaubliche und erstaunliche Ding, dessentwegen die Dämonen das Weltmeer lieben. ",
  "an8.20:8.4": "Da sie diese acht unglaublichen und erstaunlichen Dinge sehen, lieben die Dämonen das Weltmeer. ",
  "an8.20:9.1": "Ebenso sehen die Mönche und Nonnen acht unglaubliche und erstaunliche Dinge, derentwegen sie diese Lehre und Schulung lieben. ",
  "an8.20:9.2": "Welche acht? ",
  "an8.20:9.3": "So wie das Weltmeer sich allmählich nach unten neigt, sich allmählich absenkt und sich allmählich nach unten ausrichtet, ohne einen plötzlichen Abbruch, ",
  "an8.20:9.4": "ebenso kommt in dieser Lehre und Schulung der Durchbruch zur Erleuchtung durch stufenweise Schulung zustande, durch stufenweisen Fortschritt, stufenweise Übung, nicht plötzlich. ",
  "an8.20:9.6": "Das ist das erste unglaubliche und erstaunliche Ding, dessentwegen die Mönche und Nonnen diese Lehre und Schulung lieben. … ",
  "an8.20:9.7": "So wie im Weltmeer große Geschöpfe leben wie Leviathane, Leviathan-Fresser, Leviathan-Fresser-Fresser, Dämonen, Drachen und Elfen; wie es im Weltmeer Lebensformen mit einer Länge von hundert Meilen gibt oder gar zwei-, drei-, vier- oder fünfhundert Meilen, ",
  "an8.20:9.8": "ebenso leben in dieser Lehre und Schulung große Geschöpfe wie der in den Strom Eingetretene und der, der übt, um die Frucht des Stromeintritts zu verwirklichen; die Einmalwiederkehrerin und die, die übt, um die Frucht der Einmalwiederkehr zu verwirklichen; der Nichtwiederkehrer und der, der übt, um die Frucht der Nichtwiederkehr zu verwirklichen; die Vollendete und die, die für die Vollendung übt. ",
  "an8.20:9.10": "Das ist das achte unglaubliche und erstaunliche Ding, dessentwegen die Mönche und Nonnen diese Lehre und Schulung lieben. ",
  "an8.20:9.11": "Da sie diese acht unglaublichen und erstaunlichen Dinge sehen, lieben die Mönche und Nonne diese Lehre und Schulung.“ "
}