{
  "an8.70:0.1": "Nummerierte Lehrreden 8.70 ",
  "an8.70:0.2": "7. Das Kapitel über Erdbeben ",
  "an8.70:0.3": "Erdbeben ",
  "an8.70:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an8.70:1.2": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Vesālī zum Almosengang. ",
  "an8.70:1.3": "Nach dem Essen, als er vom Almosengang zurückkam, wandte er sich an den Ehrwürdigen Ānanda: ",
  "an8.70:1.4": "„Ānanda, hol dein Sitztuch. ",
  "an8.70:1.5": "Lass uns zum Cāpāla-Heiligtum gehen, um den Tag über dort zu meditieren.“ ",
  "an8.70:1.6": "„Ja, Herr“, antwortete Ānanda. Er nahm sein Sitztuch und folgte dem Buddha. ",
  "an8.70:2.1": "Da ging der Buddha zum Cāpāla-Heiligtum und setzte sich auf den ausgebreiteten Sitz. ",
  "an8.70:2.2": "Und der Buddha sagte zum Ehrwürdigen Ānanda: ",
  "an8.70:3.1": "„Ānanda, Vesālī ist entzückend. Und die Udena-, Gotamaka-, Sieben-Mädchen-, Viele-Kinder-, Sārandada- und Cāpāla-Baumheiligtümer sind entzückend. ",
  "an8.70:3.2": "Jeder, der die vier Grundlagen übersinnlicher Kraft entwickelt und ausgebaut hat – der sie zu seinem Fahrzeug und seiner Grundlage gemacht hat, sie hochgehalten, gefestigt und richtig umgesetzt hat –, kann, wenn er will, für die volle Lebensdauer weiterleben, oder was davon übrig ist. ",
  "an8.70:3.3": "Der Klargewordene hat die vier Grundlagen übersinnlicher Kraft entwickelt und ausgebaut, hat sie zu seinem Fahrzeug und seiner Grundlage gemacht, hat sie hochgehalten, gefestigt und richtig umgesetzt. Wenn er will, kann er für die volle Lebensdauer weiterleben, oder was davon übrig ist.“ ",
  "an8.70:3.4": "Aber Ānanda verstand nicht, obwohl der Buddha einen so offensichtlichen Hinweis gab, ein so deutliches Zeichen. ",
  "an8.70:3.5": "Er bat den Buddha nicht: ",
  "an8.70:3.6": "„Herr, dass doch der Gesegnete bitte für die volle Lebensdauer bleibe! Dass der Heilige bitte für die volle Lebensdauer bleibe – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen.“ Denn sein Geist war wie von Māra besessen. ",
  "an8.70:4.1": "Zum zweiten Mal … ",
  "an8.70:4.2": "und zum dritten Mal sagte der Buddha zu Ānanda: ",
  "an8.70:4.3": "„Ānanda, Vesālī ist entzückend. Und die Udena-, Gotamaka-, Sieben-Mädchen-, Viele-Kinder-, Sārandada- und Cāpāla-Baumheiligtümer sind entzückend. ",
  "an8.70:4.4": "Jeder, der die vier Grundlagen übersinnlicher Kraft entwickelt und ausgebaut hat – der sie zu seinem Fahrzeug und seiner Grundlage gemacht hat, sie hochgehalten, gefestigt und richtig umgesetzt hat –, kann, wenn er will, für die volle Lebensdauer weiterleben, oder was davon übrig ist. ",
  "an8.70:4.5": "Der Klargewordene hat die vier Grundlagen übersinnlicher Kraft entwickelt und ausgebaut, hat sie zu seinem Fahrzeug und seiner Grundlage gemacht, hat sie hochgehalten, gefestigt und richtig umgesetzt. Wenn er will, kann er für die volle Lebensdauer weiterleben, oder was davon übrig ist.“ ",
  "an8.70:4.6": "Aber Ānanda verstand nicht, obwohl der Buddha einen so offensichtlichen Hinweis gab, ein so deutliches Zeichen. ",
  "an8.70:4.7": "Er bat den Buddha nicht: ",
  "an8.70:4.8": "„Herr, dass doch der Gesegnete bitte für die volle Lebensdauer bleibe! Dass der Heilige bitte für die volle Lebensdauer bleibe – zum Nutzen und Glück vieler Menschen, aus Anteilnahme für die Welt, zum Vorteil, Nutzen und Glück von Göttern und Menschen.“ Denn sein Geist war wie von Māra besessen. ",
  "an8.70:5.1": "Da sagte der Buddha zum Ehrwürdigen Ānanda: ",
  "an8.70:5.2": "„Bitte, Ānanda, geh nach deinem Belieben.“ ",
  "an8.70:5.3": "„Ja, Herr“, antwortete Ānanda. Er erhob sich von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt, und setzte sich an den Fuß eines nahen Baumes. ",
  "an8.70:5.4": "Und nicht lange, nachdem Ānanda gegangen war, kam Māra der Böse zum Buddha und sagte zu ihm: ",
  "an8.70:6.1": "„Herr, dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit für den Buddha, vollkommen zu erlöschen. ",
  "an8.70:6.2": "Herr, du hast einmal erklärt: ",
  "an8.70:6.3": "‚Böser, ich werde nicht vollkommen erlöschen, bevor ich nicht Mönchsschüler habe, die fähig sind, gebildet, selbstbewusst, gelehrt, die die Lehren im Gedächtnis haben und im Einklang mit der Lehre üben; bevor sie nicht üben, indem sie diesem Vorgehen richtig folgen, und im Einklang mit der Lehre leben; bevor sie nicht ihre eigene Überlieferung gelernt haben und sie erklären, lehren, feststellen, etablieren, klarstellen, aufgliedern und enthüllen; bevor sie nicht die Doktrinen anderer, die aufkommen, rechtmäßig und vollständig widerlegen und auf einer beweisbaren Grundlage lehren können.‘ ",
  "an8.70:6.4": "Heute hast du solche Mönchsschüler. ",
  "an8.70:7.1": "Dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit für den Buddha, vollkommen zu erlöschen. ",
  "an8.70:7.2": "Herr, du hast einmal erklärt: ",
  "an8.70:7.3": "‚Böser, ich werde nicht vollkommen erlöschen, bevor ich nicht Nonnenschülerinnen habe, die fähig sind, gebildet, selbstbewusst, gelehrt …‘ … ",
  "an8.70:7.4": "‚Böser, ich werde nicht vollkommen erlöschen, bevor ich nicht Laienmänner als Schüler … ",
  "an8.70:7.5": "und Laienfrauen als Schülerinnen habe, die fähig sind, gebildet, selbstbewusst, gelehrt …‘ … ",
  "an8.70:7.6": "Heute hast du solche Laienfrauen als Schülerinnen. ",
  "an8.70:8.1": "Dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit für den Buddha, vollkommen zu erlöschen. ",
  "an8.70:8.2": "Herr, du hast einmal erklärt: ",
  "an8.70:8.3": "‚Böser, ich werde nicht vollkommen erlöschen, bevor mein geistlicher Pfad nicht erfolgreich und blühend ist, umfassend, beliebt, weit verbreitet und gut verkündet, wo immer es Götter und Menschen gibt.‘ ",
  "an8.70:8.4": "Heute ist dein geistlicher Pfad erfolgreich und blühend, umfassend, beliebt, weit verbreitet und gut verkündet, wo immer es Götter und Menschen gibt. ",
  "an8.70:9.1": "Dass der Gesegnete jetzt vollkommen erlösche! Dass der Heilige jetzt vollkommen erlösche! Jetzt ist die Zeit für den Buddha, vollkommen zu erlöschen.“ ",
  "an8.70:9.2": "„Sei unbesorgt, Böser. Das endgültige Erlöschen des Klargewordenen wird bald sein. ",
  "an8.70:9.3": "In drei Monaten von jetzt an wird der Klargewordene endgültig erloschen sein.“ ",
  "an8.70:10.1": "So gab der Buddha am Cāpāla-Baumheiligtum die Lebenskraft auf, achtsam und der Situation bewusst. ",
  "an8.70:10.2": "Als er das tat, gab es ein großes Erdbeben, furchterregend und haarsträubend, und Donner ließ den Himmel bersten. ",
  "an8.70:10.3": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "an8.70:10.4": "„Das Unvergleichliche verglich er mit der Schaffung längeren Lebens, ",
  "an8.70:10.5": "und der Abgeklärte gab die Lebenskraft auf. ",
  "an8.70:10.6": "Im Innern glücklich, gesammelt, ",
  "an8.70:10.7": "zerbrach er die Selbst-Schöpfung wie eine Rüstung.“ ",
  "an8.70:11.1": "Da dachte der Ehrwürdige Ānanda: ",
  "an8.70:12.2": "„Das war ein richtig großes Erdbeben! ",
  "an8.70:12.3": "Das war wirklich ein großes Erdbeben; furchterregend und haarsträubend, und Donner ließ den Himmel bersten! ",
  "an8.70:12.4": "Was ist der Grund, was ist die Ursache für ein großes Erdbeben?“ ",
  "an8.70:13.1": "Und der Ehrwürdige Ānanda ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an8.70:13.2": "„Herr, das war ein richtig großes Erdbeben! ",
  "an8.70:13.3": "Das war wirklich ein großes Erdbeben; furchterregend und haarsträubend, und Donner ließ den Himmel bersten! ",
  "an8.70:13.4": "Was ist der Grund, was ist die Ursache für ein großes Erdbeben?“ ",
  "an8.70:14.1": "„Ānanda, es gibt acht Gründe und Ursachen für ein großes Erdbeben. ",
  "an8.70:14.2": "Welche acht? ",
  "an8.70:14.3": "Diese große Erde ruht auf Wasser, das Wasser ruht auf Luft und die Luft steht im Raum. Zu einer Zeit, da ein großer Wind weht, wühlt er das Wasser auf, und das Wasser wühlt die Erde auf. ",
  "an8.70:14.4": "Das ist der erste Grund, die erste Ursache für ein großes Erdbeben. ",
  "an8.70:15.1": "Weiterhin ist da ein Asket oder Brahmane mit übersinnlicher Kraft, der Herrschaft über seinen Geist erlangt hat, oder ein Gott, der mächtig und gewaltig ist. Er hat eine begrenzte Wahrnehmung von Erde und eine grenzenlose Wahrnehmung von Wasser entwickelt. Er lässt die Erde zittern und schwanken und beben. ",
  "an8.70:15.2": "Das ist der zweite Grund, die zweite Ursache für ein großes Erdbeben. ",
  "an8.70:16.1": "Weiterhin wird da das Wesen, das zum Erwachen entschlossen ist, wenn es von der Schar der Freudvollen Götter abscheidet, im Leib seiner Mutter empfangen, achtsam und der Situation bewusst. Dann zittert und schwankt und bebt die Erde. ",
  "an8.70:16.2": "Das ist der dritte Grund, die dritte Ursache für ein großes Erdbeben. ",
  "an8.70:17.1": "Weiterhin kommt da das Wesen, das zum Erwachen entschlossen ist, aus dem Mutterleib hervor, achtsam und der Situation bewusst. Dann zittert und schwankt und bebt die Erde. ",
  "an8.70:17.2": "Das ist der vierte Grund, die vierte Ursache für ein großes Erdbeben. ",
  "an8.70:18.1": "Weiterhin versteht da der Klargewordene das unübertreffliche vollkommene Erwachen. Dann zittert und schwankt und bebt die Erde. ",
  "an8.70:18.2": "Das ist der fünfte Grund, die fünfte Ursache für ein großes Erdbeben. ",
  "an8.70:19.1": "Weiterhin rollt da der Klargewordene das unübertreffliche Rad des Dhamma vorwärts. Dann zittert und schwankt und bebt die Erde. ",
  "an8.70:19.2": "Das ist der sechste Grund, die sechste Ursache für ein großes Erdbeben. ",
  "an8.70:20.1": "Weiterhin gibt da der Klargewordene die Lebenskraft auf, achtsam und der Situation bewusst. Dann zittert und schwankt und bebt die Erde. ",
  "an8.70:20.2": "Das ist der siebte Grund, die siebte Ursache für ein großes Erdbeben. ",
  "an8.70:21.1": "Weiterhin erlischt da der Klargewordene vollkommen im Element des Erlöschens ohne Rest. Dann zittert und schwankt und bebt die Erde. ",
  "an8.70:21.2": "Das ist der achte Grund, die achte Ursache für ein großes Erdbeben. ",
  "an8.70:21.3": "Das sind die acht Gründe und Ursachen für ein großes Erdbeben.“ "
}