{
  "an8.36:0.1": "Nummerierte Lehrreden 8.36 ",
  "an8.36:0.2": "4. Das Kapitel über Geben ",
  "an8.36:0.3": "Grundlagen für das Schaffen von Verdienst ",
  "an8.36:1.1": "„Mönche und Nonnen, es gibt drei Grundlagen für das Schaffen von Verdienst. ",
  "an8.36:1.2": "Welche drei? ",
  "an8.36:1.3": "Geben, sittliches Verhalten und Meditation sind Grundlagen für das Schaffen von Verdienst. ",
  "an8.36:2.1": "Zunächst hat da jemand ein wenig das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst geübt, doch er ist nicht bis zur Meditation als Grundlage für das Schaffen von Verdienst gekommen. ",
  "an8.36:2.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter Menschen in benachteiligten Verhältnissen wiedergeboren. ",
  "an8.36:3.1": "Dann hat da jemand mäßig das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst geübt, doch er ist nicht bis zur Meditation als Grundlage für das Schaffen von Verdienst gekommen. ",
  "an8.36:3.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter gutsituierten Menschen wiedergeboren. ",
  "an8.36:4.1": "Dann hat da jemand viel das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst geübt, doch er ist nicht bis zur Meditation als Grundlage für das Schaffen von Verdienst gekommen. ",
  "an8.36:4.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Göttern der Vier Großen Könige wiedergeboren. ",
  "an8.36:4.3": "Dort haben die Vier Großen Könige selbst das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst zu einem höheren Grad geübt als die anderen Götter. Daher übertreffen sie sie in zehnfacher Hinsicht: ",
  "an8.36:4.4": "in Hinsicht auf göttliche Lebensdauer, göttliche Schönheit, göttliches Glück, göttlichen Ruhm und göttliche Macht; und in Hinsicht auf göttliche Bilder, Töne, Düfte, Geschmäcke und Berührungen. ",
  "an8.36:5.1": "Dann hat da jemand viel das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst geübt, doch er ist nicht bis zur Meditation als Grundlage für das Schaffen von Verdienst gekommen. ",
  "an8.36:5.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Göttern der Dreiunddreißig wiedergeboren. ",
  "an8.36:5.3": "Dort hat Sakka der Götterkönig das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst zu einem höheren Grad geübt als die anderen Götter. Daher übertrifft er sie in zehnfacher Hinsicht … ",
  "an8.36:6.1": "Dann hat da jemand viel das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst geübt, doch er ist nicht bis zur Meditation als Grundlage für das Schaffen von Verdienst gekommen. ",
  "an8.36:6.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Yama-Göttern wiedergeboren. ",
  "an8.36:6.3": "Dort hat der Gott Suyāma das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst zu einem höheren Grad geübt als die anderen Götter. Daher übertrifft er sie in zehnfacher Hinsicht … ",
  "an8.36:7.1": "Dann hat da jemand viel das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst geübt, doch er ist nicht bis zur Meditation als Grundlage für das Schaffen von Verdienst gekommen. ",
  "an8.36:7.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Freudvollen Göttern wiedergeboren. ",
  "an8.36:7.3": "Dort hat der Gott Santusita das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst zu einem höheren Grad geübt als die anderen Götter. Daher übertrifft er sie in zehnfacher Hinsicht … ",
  "an8.36:8.1": "Dann hat da jemand viel das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst geübt, doch er ist nicht bis zur Meditation als Grundlage für das Schaffen von Verdienst gekommen. ",
  "an8.36:8.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Göttern wiedergeboren, die gerne erschaffen. ",
  "an8.36:8.3": "Dort hat der Gott Sunimmita das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst zu einem höheren Grad geübt als die anderen Götter. Daher übertrifft er sie in zehnfacher Hinsicht … ",
  "an8.36:9.1": "Dann hat da jemand viel das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst geübt, doch er ist nicht bis zur Meditation als Grundlage für das Schaffen von Verdienst gekommen. ",
  "an8.36:9.2": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er unter den Göttern wiedergeboren, die über die Schöpfungen anderer herrschen. ",
  "an8.36:9.3": "Dort hat der Gott Vasavattī das Geben und das sittliche Verhalten als Grundlage für das Schaffen von Verdienst zu einem höheren Grad geübt als die anderen Götter. Daher übertrifft er sie in zehnfacher Hinsicht: ",
  "an8.36:9.4": "in Hinsicht auf göttliche Lebensdauer, göttliche Schönheit, göttliches Glück, göttlichen Ruhm und göttliche Macht; und in Hinsicht auf göttliche Bilder, Töne, Düfte, Geschmäcke und Berührungen. ",
  "an8.36:9.5": "Das sind die drei Grundlagen für das Schaffen von Verdienst.“ "
}