{
  "an8.25:0.1": "Nummerierte Lehrreden 8.25 ",
  "an8.25:0.2": "3. Das Kapitel mit Hausbesitzern ",
  "an8.25:0.3": "Mit Mahānāma ",
  "an8.25:1.1": "Einmal hielt sich der Buddha im Land der Sakyer bei Kapilavatthu auf, im Banyanbaum-Kloster. ",
  "an8.25:1.2": "Da ging der Sakyer Mahānāma zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an8.25:1.3": "„Herr, inwiefern ist jemand Laienschüler?“ ",
  "an8.25:1.4": "„Mahānāma, da hat jemand Zuflucht zum Buddha, zur Lehre und zum Saṅgha genommen. ",
  "an8.25:1.5": "Insofern ist jemand ein Laienschüler.“ ",
  "an8.25:2.1": "„Aber inwiefern ist jemand ein sittlicher Laienschüler?“ ",
  "an8.25:2.2": "„Da tötet ein Laienschüler keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keinen Alkohol, der nachlässig macht. ",
  "an8.25:2.3": "Insofern ist jemand ein sittlicher Laienschüler.“ ",
  "an8.25:3.1": "„Aber inwiefern ist jemand ein Laienschüler, der zum eigenen Nutzen übt, nicht zum Nutzen anderer?“ ",
  "an8.25:3.2": "„Da hat ein Laienschüler das Vertrauen vervollkommnet, aber ermuntert andere nicht, das Gleiche zu tun. ",
  "an8.25:3.3": "Er hat das sittliche Verhalten vervollkommnet, aber ermuntert andere nicht, das Gleiche zu tun. ",
  "an8.25:3.4": "Er hat die Großzügigkeit vervollkommnet, aber ermuntert andere nicht, das Gleiche zu tun. ",
  "an8.25:3.5": "Er sieht gerne Mönche  und Nonnen, aber ermuntert andere nicht, das Gleiche zu tun. ",
  "an8.25:3.6": "Er hört gerne die wahre Lehre, aber ermuntert andere nicht, das Gleiche zu tun. ",
  "an8.25:3.7": "Lehren, die er gehört hat, behält er leicht, aber ermuntert andere nicht, das Gleiche zu tun. ",
  "an8.25:3.8": "Er untersucht die Bedeutung der Lehren, die er sich eingeprägt hat, aber ermuntert andere nicht, das Gleiche zu tun. ",
  "an8.25:3.9": "Er versteht die Bedeutung und die Lehre und übt im Einklang damit, aber ermuntert andere nicht, das Gleiche zu tun. ",
  "an8.25:3.10": "Insofern ist jemand ein Laienschüler, der zum eigenen Nutzen übt, nicht zum Nutzen anderer.“ ",
  "an8.25:4.1": "„Aber inwiefern ist jemand ein Laienschüler, der sowohl zum eigenen Nutzen als auch zum Nutzen anderer übt?“ ",
  "an8.25:4.2": "„Da hat ein Laienschüler das Vertrauen vervollkommnet und ermuntert andere, das Gleiche zu tun. ",
  "an8.25:4.3": "Er hat das sittliche Verhalten vervollkommnet und ermuntert andere, das Gleiche zu tun. ",
  "an8.25:4.4": "Er hat die Großzügigkeit vervollkommnet und ermuntert andere, das Gleiche zu tun. ",
  "an8.25:4.5": "Er sieht gerne Mönche und Nonnen und ermuntert andere, das Gleiche zu tun. ",
  "an8.25:4.6": "Er hört gerne die wahre Lehre und ermuntert andere, das Gleiche zu tun. ",
  "an8.25:4.7": "Lehren, die er gehört hat, behält er leicht und ermuntert andere, das Gleiche zu tun. ",
  "an8.25:4.8": "Er untersucht die Bedeutung der Lehren, die er sich eingeprägt hat, und ermuntert andere, das Gleiche zu tun. ",
  "an8.25:4.9": "Er versteht die Bedeutung und die Lehre und übt im Einklang damit und ermuntert andere, das Gleiche zu tun. ",
  "an8.25:4.10": "Insofern ist jemand ein Laienschüler, der sowohl zum eigenen Nutzen als auch zum Nutzen anderer übt.“ "
}