{
  "an8.53:0.1": "Nummerierte Lehrreden 8 ",
  "an8.53:0.2": "6. Gotamī ",
  "an8.53:0.3": "53. Kurzer Rat für Gotamī ",
  "an8.53:1.1": "Einmal hielt sich der Buddha bei Vesālī am Großen Wald auf, in der Halle mit dem Giebeldach. ",
  "an8.53:1.2": "Da ging Mahāpajāpatī Gotamī zum Buddha, verbeugte sich, stellte sich zur Seite hin und sagte zu ihm: ",
  "an8.53:2.1": "„Herr, dass der Buddha mir in kurzer Form eine Dhammaunterweisung gebe. Wenn ich sie gehört habe, werde ich allein leben, zurückgezogen, beflissen, eifrig und entschlossen.“ ",
  "an8.53:2.2": "„Gotamī, du weißt wohl, dass es Dinge gibt, ",
  "an8.53:2.3": "die zu Leidenschaft führen, nicht zum Sichabwenden; ",
  "an8.53:2.4": "dazu, dass man gefesselt ist, nicht, dass man die Fesseln loswird; ",
  "an8.53:2.5": "zum Anhäufen, nicht zum Verteilen; ",
  "an8.53:2.6": "zu mehr Wünschen, nicht zu weniger Wünschen; ",
  "an8.53:2.7": "zu Unzufriedenheit, nicht zu Zufriedenheit; ",
  "an8.53:2.8": "zu Gedränge, nicht zu Abgeschiedenheit; ",
  "an8.53:2.9": "zu Faulheit, nicht zu Beflissenheit; ",
  "an8.53:2.10": "dazu, dass man eine Last ist anstatt nicht zur Last zu fallen. ",
  "an8.53:2.11": "Du solltest stets daran denken: ",
  "an8.53:2.12": "‚Das ist nicht die Lehre, das ist nicht die Übung, das ist nicht die Anleitung des Lehrers.‘ ",
  "an8.53:3.1": "Du weißt wohl, dass es Dinge gibt, ",
  "an8.53:3.2": "die zum Sichabwenden führen, nicht zu Leidenschaft; ",
  "an8.53:3.3": "dazu, dass man die Fesseln loswird, nicht, dass man gefesselt ist; ",
  "an8.53:3.4": "zum Verteilen, nicht zum Anhäufen; ",
  "an8.53:3.5": "zu weniger Wünschen, nicht zu mehr Wünschen; ",
  "an8.53:3.6": "zu Zufriedenheit, nicht zu Unzufriedenheit; ",
  "an8.53:3.7": "zu Abgeschiedenheit, nicht zu Gedränge; ",
  "an8.53:3.8": "zu Beflissenheit, nicht zu Faulheit; ",
  "an8.53:3.9": "dazu, dass man nicht zur Last fällt anstatt eine Last zu sein. ",
  "an8.53:3.10": "Du solltest stets daran denken: ",
  "an8.53:3.11": "‚Das ist die Lehre, das ist die Übung, das ist die Anleitung des Lehrers.‘“ "
}