{
  "an8.69:0.1": "Nummerierte Lehrreden 8.69 ",
  "an8.69:0.2": "7. Das Kapitel über Erdbeben ",
  "an8.69:0.3": "Versammlungen ",
  "an8.69:1.1": "„Mönche und Nonnen, es gibt acht Versammlungen. ",
  "an8.69:1.2": "Welche acht? ",
  "an8.69:1.3": "Eine Versammlung von Adligen, von Brahmanen, von Hausbesitzern, von Asketen; eine Versammlung der Götter unter den Vier Großen Königen; eine Versammlung der Götter unter den Dreiunddreißig; eine Versammlung von Māras; eine Versammlung von Brahmās. ",
  "an8.69:1.4": "Ich erinnere mich, dass ich mich zu einer Versammlung von Hunderten von Adligen begeben habe. ",
  "an8.69:1.5": "Da saß ich früher bei ihnen, unterhielt mich und ließ mich auf Diskussionen ein. ",
  "an8.69:1.6": "Und meine Erscheinung und Stimme wurden gerade wie ihre. ",
  "an8.69:1.7": "Ich leitete sie mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "an8.69:1.8": "Doch wenn ich redete, wussten sie nicht: ",
  "an8.69:1.9": "‚Wer spricht da: ein Gott oder ein Mensch?‘ ",
  "an8.69:1.10": "Und wenn mein Dhammavortrag zu Ende war, verschwand ich. ",
  "an8.69:1.11": "Doch wenn ich verschwand, wussten sie nicht: ",
  "an8.69:1.12": "‚Wer ist da verschwunden: ein Gott oder ein Mensch?‘ ",
  "an8.69:2.1": "Ich erinnere mich, dass ich mich zu einer Versammlung von Hunderten von Brahmanen begeben habe. … ",
  "an8.69:2.2": "eine Versammlung von Hunderten von Hausbesitzern … ",
  "an8.69:2.3": "eine Versammlung von Hunderten von Asketen … ",
  "an8.69:2.4": "eine Versammlung von Hunderten von Göttern unter den Vier Großen Königen … ",
  "an8.69:2.5": "eine Versammlung von Hunderten von Göttern unter den Dreiunddreißig … ",
  "an8.69:2.6": "eine Versammlung von Hunderten von Māras … ",
  "an8.69:2.7": "Ich erinnere mich, dass ich eine Versammlung von Hunderten von Brahmās besucht habe. ",
  "an8.69:2.8": "Auch da saß ich früher bei ihnen, unterhielt mich und ließ mich auf Diskussionen ein. ",
  "an8.69:2.9": "Und meine Erscheinung und Stimme wurden gerade wie ihre. ",
  "an8.69:2.10": "Ich leitete sie mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. ",
  "an8.69:2.11": "Doch wenn ich redet, wussten sie nicht: ",
  "an8.69:2.12": "‚Wer spricht da: ein Gott oder ein Mensch?‘ ",
  "an8.69:2.13": "Und wenn mein Dhammavortrag zu Ende war, verschwand ich. ",
  "an8.69:2.14": "Doch wenn ich verschwand, wussten sie nicht: ",
  "an8.69:2.15": "‚Wer ist da verschwunden: ein Gott oder ein Mensch?‘ ",
  "an8.69:2.16": "Das sind die acht Versammlungen.“ "
}