{
  "an8.7:0.1": "Nummerierte Lehrreden 8.7 ",
  "an8.7:0.2": "1. Das Kapitel über Liebe ",
  "an8.7:0.3": "Devadattas Fehltritt ",
  "an8.7:1.1": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf, nicht lange, nachdem Devadatta fortgegangen war. ",
  "an8.7:1.2": "Da sprach der Buddha zu den Mönchen und Nonnen über Devadatta: ",
  "an8.7:1.3": "„Mönche und Nonnen, es ist gut, wenn ein Mönch von Zeit zu Zeit seine eigenen Fehltritte prüft. ",
  "an8.7:1.4": "Es ist gut, wenn ein Mönch von Zeit zu Zeit die Fehltritte anderer prüft. ",
  "an8.7:1.5": "Es ist gut, wenn ein Mönch von Zeit zu Zeit seine eigenen Errungenschaften prüft. ",
  "an8.7:1.6": "Es ist gut, wenn ein Mönch von Zeit zu Zeit die Errungenschaften anderer prüft. ",
  "an8.7:1.7": "Da er von acht Dingen, die der wahren Lehre entgegengesetzt sind, bezwungen und überwältigt ist, wird Devadatta zu einem verlorenen Ort gehen, in die Hölle, und dort unrettbar für ein Äon bleiben. ",
  "an8.7:2.1": "Von welchen acht? ",
  "an8.7:2.2": "Da er von Gewinn … ",
  "an8.7:2.3": "Verlust … ",
  "an8.7:2.4": "Ruhm … ",
  "an8.7:2.5": "Schande … ",
  "an8.7:2.6": "Ehre … ",
  "an8.7:2.7": "Unehre … ",
  "an8.7:2.8": "unlauteren Wünschen … ",
  "an8.7:2.9": "und schlechten Freunden bezwungen und überwältigt ist, wird Devadatta zu einem verlorenen Ort gehen, in die Hölle, und dort unrettbar für ein Äon bleiben. ",
  "an8.7:2.10": "Da er von diesen acht Dingen, die der wahren Lehre entgegengesetzt sind, bezwungen und überwältigt ist, wird Devadatta zu einem verlorenen Ort gehen, in die Hölle, und dort unrettbar für ein Äon bleiben. ",
  "an8.7:3.1": "Es ist gut, wenn ein Mönch Gewinn, wann immer er ihm begegnet, überwindet. ",
  "an8.7:3.2": "Es ist gut, wenn er Verlust … ",
  "an8.7:3.3": "Ruhm … ",
  "an8.7:3.4": "Schande … ",
  "an8.7:3.5": "Ehre … ",
  "an8.7:3.6": "Unehre … ",
  "an8.7:3.7": "unlautere Wünsche … ",
  "an8.7:3.8": "und schlechte Freunde, wann immer er ihnen begegnet, überwindet. ",
  "an8.7:4.1": "Aus welchem Grund sollte ein Mönch diese acht Dinge überwinden? ",
  "an8.7:5.1": "Die bedrängenden, fiebrigen Befleckungen, die entstehen können, wenn jemand lebt, ohne diese acht Dinge zu überwinden, entstehen nicht, wenn er sie überwunden hat. ",
  "an8.7:5.9": "Aus diesem Grund sollte ein Mönch diese acht Dinge überwinden. ",
  "an8.7:6.1": "Daher, Mönche und Nonnen, sollt ihr euch so schulen: ",
  "an8.7:6.2": "‚Wann immer wir Gewinn begegnen, wollen wir ihn überwinden. ",
  "an8.7:6.3": "Wann immer wir Verlust … ",
  "an8.7:6.4": "Ruhm … ",
  "an8.7:6.5": "Schande … ",
  "an8.7:6.6": "Ehre … ",
  "an8.7:6.7": "Unehre … ",
  "an8.7:6.8": "unlauteren Wünschen … ",
  "an8.7:6.9": "oder schlechten Freunden begegnen, wollen wir sie überwinden.‘ ",
  "an8.7:6.10": "So sollt ihr euch schulen.“ "
}