{
  "an8.45:0.1": "Nummerierte Lehrreden 8.45 ",
  "an8.45:0.2": "5. Das Kapitel über den Besinnungstag ",
  "an8.45:0.3": "Mit Bojjhā über den Besinnungstag ",
  "an8.45:1.1": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "an8.45:1.2": "Da ging die Laienfrau Bojjhā zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihr: ",
  "an8.45:2.1": "„Bojjhā, wenn der Besinnungstag mit acht Faktoren eingehalten wird, bringt er reiche Frucht und reichen Segen, reichen Glanz und reichen Lohn. ",
  "an8.45:2.2": "Und wie sollte er eingehalten werden? ",
  "an8.45:2.3": "Da überlegt ein edler Schüler: ",
  "an8.45:2.4": "‚Solange sie leben, unterlassen die Vollendeten das Töten lebender Geschöpfe und verzichten auf Stock und Schwert. Sie sind gewissenhaft und gütig und leben voller Anteilnahme für alle Lebewesen. ",
  "an8.45:2.5": "Auch ich will für diesen Tag und diese Nacht das Töten lebender Geschöpfe unterlassen und auf Stock und Schwert verzichten. Ich will gewissenhaft und gütig sein und voller Anteilnahme für alle Lebewesen leben. ",
  "an8.45:2.6": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an8.45:2.7": "Das ist der erste Faktor. … ",
  "an8.45:3.1": "‚Solange sie leben, unterlassen die Vollendeten die Benutzung hoher und üppiger Betten. Sie schlafen an einem niedrigen Platz, entweder auf einer Liege oder einer Strohmatte. ",
  "an8.45:3.2": "Auch ich will für diesen Tag und diese Nacht die Benutzung hoher und üppiger Betten unterlassen. Ich will an einem niedrigen Platz schlafen, entweder auf einer Liege oder einer Strohmatte. ",
  "an8.45:3.3": "Indem ich es in dieser Hinsicht den Vollendeten gleichtue, will ich den Besinnungstag einhalten.‘ ",
  "an8.45:3.4": "Das ist der achte Faktor. ",
  "an8.45:3.5": "Wenn so der Besinnungstag mit acht Faktoren eingehalten wird, bringt er reiche Frucht und reichen Segen, reichen Glanz und reichen Lohn. ",
  "an8.45:4.1": "Wie reich? ",
  "an8.45:4.2": "Angenommen, Bojjhā, du würdest als Herrscherin über die sechzehn großen Länder gebieten – Aṅga, Magadha, Kāsi, Kosala, Vajji, Malla, Cetī, Vaccha, Kuru, Pañcāla, Maccha, Sūrusena, Assaka, Avanti, Gandhāra und Kamboja – angefüllt mit den sieben Schätzen. ",
  "an8.45:4.3": "Das würde nicht den sechzehnten Teil des Besinnungstages mit acht Faktoren wiegen. ",
  "an8.45:4.4": "Und warum nicht? ",
  "an8.45:4.5": "Weil menschliches Königtum im Vergleich zum Glück der Götter dürftig ist. ",
  "an8.45:5.1": "Fünfzig Jahre in der Menschenwelt entsprechen einem Tag und einer Nacht bei den Göttern der Vier Großen Könige. ",
  "an8.45:5.2": "Dreißig solcher Tage machen einen Monat aus. ",
  "an8.45:5.3": "Zwölf solcher Monate machen ein Jahr aus. ",
  "an8.45:5.4": "Die Lebensdauer der Götter der Vier Großen Könige beträgt fünfhundert dieser göttlichen Jahre. ",
  "an8.45:5.5": "Es ist möglich, dass eine Frau oder ein Mann, die den Besinnungstag mit acht Faktoren eingehalten haben, wenn ihr Körper auseinanderbricht, nach dem Tod, unter den Göttern der Vier Großen Könige wiedergeboren werden. ",
  "an8.45:5.6": "Das habe ich gemeint, als ich sagte: ",
  "an8.45:5.7": "‚Menschliches Königtum ist im Vergleich zum Glück der Götter dürftig.‘ ",
  "an8.45:6.1": "Hundert Jahre in der Menschenwelt … ",
  "an8.45:6.2": "Zweihundert Jahre in der Menschenwelt … ",
  "an8.45:6.3": "Vierhundert Jahre in der Menschenwelt … ",
  "an8.45:6.4": "Achthundert Jahre in der Menschenwelt … ",
  "an8.45:6.5": "Sechzehnhundert Jahre in der Menschenwelt entsprechen einem Tag und einer Nacht bei den Göttern, die über die Schöpfungen anderer herrschen. ",
  "an8.45:6.6": "Dreißig solcher Tage machen einen Monat aus. ",
  "an8.45:6.7": "Zwölf solcher Monate machen ein Jahr aus. ",
  "an8.45:6.8": "Die Lebensdauer der Götter, die über die Schöpfungen anderer herrschen, beträgt sechzehntausend dieser göttlichen Jahre. ",
  "an8.45:6.9": "Es ist möglich, dass eine Frau oder ein Mann, die den Besinnungstag mit acht Faktoren eingehalten haben, wenn ihr Körper auseinanderbricht, nach dem Tod, unter den Göttern, die über die Schöpfungen anderer herrschen, wiedergeboren werden. ",
  "an8.45:6.10": "Das habe ich gemeint, als ich sagte: ",
  "an8.45:6.11": "‚Menschliches Königtum ist im Vergleich zum Glück der Götter dürftig.‘ ",
  "an8.45:7.1": "Du solltest keine lebenden Geschöpfe töten oder stehlen, ",
  "an8.45:7.2": "lügen oder Alkohol trinken. ",
  "an8.45:7.3": "Sei enthaltsam, halte dich von Geschlechtsverkehr fern, ",
  "an8.45:7.4": "iss nicht nachts und zur falschen Zeit. ",
  "an8.45:8.1": "Trag keine Kränze, kein Parfüm, ",
  "an8.45:8.2": "auf niedrigem Bett sollst du schlafen oder auf einer Matte am Boden. ",
  "an8.45:8.3": "Das, heißt es, ist der Besinnungstag der acht Faktoren, ",
  "an8.45:8.4": "vom Buddha erklärt, der ans Ende des Leidens gelangt ist. ",
  "an8.45:9.1": "Mond und Sonne sind schön anzusehen, ",
  "an8.45:9.2": "sie strahlen, soweit sie ihre Bahn ziehen. ",
  "an8.45:9.3": "Diese Leuchtenden am Firmament erhellen die Himmelsrichtungen, ",
  "an8.45:9.4": "zerstreuen Dunkelheit, wenn sie das Himmelszelt durchqueren. ",
  "an8.45:10.1": "Alle Schätze in diesem Bereich – ",
  "an8.45:10.2": "Perlen, Edelsteine, auch feiner Beryll, ",
  "an8.45:10.3": "rotes Gold, reines Gold, ",
  "an8.45:10.4": "natürliches, von Murmeltieren ausgegrabenes Gold – ",
  "an8.45:11.1": "all das wiegt nicht den sechzehnten Teil ",
  "an8.45:11.2": "des Besinnungstages der acht Faktoren, ",
  "an8.45:11.3": "so wie das Licht aller Sterne dem Mond nicht gleichkommt. ",
  "an8.45:12.1": "Ein sittlicher Mensch, Frau oder Mann, ",
  "an8.45:12.2": "der den Besinnungstag der acht Faktoren eingehalten hat, ",
  "an8.45:12.3": "er wird, wenn er Verdienst mit glücklichem Ausgang geschaffen hat, ",
  "an8.45:12.4": "frei von Tadel, zu einem himmlischen Ort gehen.“ "
}