{
  "an8.13:0.1": "Nummerierte Lehrreden 8.13 ",
  "an8.13:0.2": "2. Das große Kapitel ",
  "an8.13:0.3": "Vollblüter ",
  "an8.13:1.1": "„Mönche und Nonnen, ein erlesener königlicher Vollblüter mit acht Faktoren ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "an8.13:1.2": "Mit welchen acht? ",
  "an8.13:1.3": "Da ist ein erlesener königlicher Vollblüter von guter Geburt ",
  "an8.13:1.4": "auf mütterlicher und väterlicher Seite. ",
  "an8.13:1.5": "Er wurde in der Gegend gezüchtet, wo erlesene Vollblüter herkommen. ",
  "an8.13:1.6": "Jedes Futter, das man ihm gibt, ",
  "an8.13:1.7": "frisch oder trocken, ",
  "an8.13:1.8": "frisst er sorgfältig, ohne es umherzustreuen. ",
  "an8.13:1.9": "Er ist angewidert, wenn er sich in Kot oder Urin setzt oder legt. ",
  "an8.13:1.10": "Er ist von sanfter Art und angenehm im Umgang und schüchtert die anderen Pferde nicht ein. ",
  "an8.13:1.11": "Er zeigt seinem Zureiter offen seine Tricks, Bluffs, Listen und Finten, ",
  "an8.13:1.12": "sodass dieser versuchen kann, sie unter Kontrolle zu bringen. ",
  "an8.13:1.13": "Er trägt seine Last, entschlossen: ",
  "an8.13:1.14": "‚Ob die anderen Pferde ihre Last tragen oder nicht, ich will meine tragen.‘ ",
  "an8.13:1.15": "Er geht immer den geraden Weg. ",
  "an8.13:1.16": "Er ist stark und bleibt stark bis zum Tod. ",
  "an8.13:1.17": "Ein erlesener königlicher Vollblüter mit diesen acht Faktoren ist eines Königs würdig, kann einem König dienen und gilt als Zeichen der Königswürde. ",
  "an8.13:2.1": "Ebenso ist ein Mönch oder eine Nonne mit acht Eigenschaften einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an8.13:2.2": "Mit welchen acht? ",
  "an8.13:2.3": "Da ist eine Nonne sittlich, gezügelt in der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Sie sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die sie sich vorgenommen hat. ",
  "an8.13:2.4": "Jede Speise, die man ihr gibt, ",
  "an8.13:2.5": "grob oder fein, ",
  "an8.13:2.6": "isst sie sorgfältig, unbeirrt. ",
  "an8.13:2.7": "Sie ist angewidert von schlechtem Verhalten mit dem Körper, der Sprache und dem Geist ",
  "an8.13:2.8": "und davon, die vielerlei untauglichen Dinge zu erlangen. ",
  "an8.13:2.9": "Sie ist von sanfter Art und angenehm im Umgang und schüchtert die anderen Mönche und Nonnen nicht ein. ",
  "an8.13:2.10": "Sie zeigt ihren vernünftigen geistlichen Gefährten offen ihre Tricks, Bluffs, Listen und Finten, ",
  "an8.13:2.11": "sodass diese versuchen können, sie unter Kontrolle zu bringen. ",
  "an8.13:2.12": "Sie unternimmt ihre Schulung, entschlossen: ",
  "an8.13:2.13": "‚Ob die anderen Mönche und Nonnen ihre Schulung unternehmen oder nicht, ich will meine unternehmen.‘ ",
  "an8.13:2.14": "Sie geht immer den geraden Weg. ",
  "an8.13:2.15": "Und der gerade Weg ist hier ",
  "an8.13:2.16": "rechte Ansicht, rechtes Denken, rechte Rede, rechtes Verhalten, rechter Lebenserwerb, rechter Einsatz, rechte Achtsamkeit und rechte Versenkung. ",
  "an8.13:2.17": "Sie rüttelt ihre Energie auf: ",
  "an8.13:2.18": "‚Gerne sollen nur Haut, Sehnen und Knochen übrig bleiben! Sollen Fleisch und Blut in meinem Körper vertrocknen! Ich werde nicht aufgeben, bevor ich nicht erreicht habe, was mit menschlicher Stärke, Energie und Tatkraft möglich ist!‘ ",
  "an8.13:2.19": "Ein Mönch oder eine Nonne mit diesen acht Eigenschaften ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.“ "
}