{
  "an8.46:0.1": "Nummerierte Lehrreden 8.46 ",
  "an8.46:0.2": "5. Das Kapitel über den Besinnungstag ",
  "an8.46:0.3": "Anuruddha und die Anmutigen Gottheiten ",
  "an8.46:1.1": "Einmal hielt sich der Buddha bei Kosambī auf, in Ghositas Kloster. ",
  "an8.46:1.2": "Zu dieser Zeit nun hatte sich der Ehrwürdige Anuruddha zurückgezogen, um den Tag über zu meditieren. ",
  "an8.46:1.3": "Da gingen einige Gottheiten der Anmutigen Scharen zum Ehrwürdigen Anuruddha, verbeugten sich, stellten sich zur Seite hin und sagten zu ihm: ",
  "an8.46:1.4": "„Herr Anuruddha, wir sind die Gottheiten, die man die ‚Anmutigen‘ nennt. Über drei Dinge üben wir Macht aus und beherrschen sie: ",
  "an8.46:1.5": "Wir können auf der Stelle jede Farbe annehmen, die wir wollen. ",
  "an8.46:1.6": "Wir können auf der Stelle jede Stimme annehmen, die wir wollen. ",
  "an8.46:1.7": "Wir können auf der Stelle jedes Glück erlangen, das wir wollen. ",
  "an8.46:1.8": "Wir sind die Gottheiten, die man die ‚Anmutigen‘ nennt. Über diese drei Dinge üben wir Macht aus und beherrschen sie.“ ",
  "an8.46:2.1": "Da dachte der Ehrwürdige Anuruddha: ",
  "an8.46:2.2": "„Dass doch alle diese Gottheiten blau wären, von blauer Farbe, in Blau gekleidet, mit Blau geschmückt!“ ",
  "an8.46:2.3": "Und diese Gottheiten, die erkannten, was Anuruddha dachte, wurden alle blau. ",
  "an8.46:3.1": "Da dachte der Ehrwürdige Anuruddha: ",
  "an8.46:3.2": "„Dass doch alle diese Gottheiten gelb wären …“ ",
  "an8.46:3.3": "„Dass doch alle diese Gottheiten rot wären …“ ",
  "an8.46:3.4": "„Dass doch alle diese Gottheiten weiß wären …“ ",
  "an8.46:3.5": "Und diese Gottheiten, die erkannten, was Anuruddha dachte, wurden alle weiß. ",
  "an8.46:4.1": "Dann sang eine der Gottheiten, eine tanzte und eine schnippte mit den Fingern. ",
  "an8.46:4.2": "Wie ein Quintett von geübten Musikern, die gut geprobt haben und hervorragend den Rhythmus halten: Es klingt anmutig, erregend, sinnlich, lieblich und betörend. ",
  "an8.46:4.3": "Ebenso klang die Vorführung dieser Gottheiten anmutig, erregend, sinnlich, lieblich und betörend. ",
  "an8.46:4.4": "Doch der Ehrwürdige Anuruddha wandte seine Sinne ab. ",
  "an8.46:5.1": "Und mit dem Gedanken: „Meister Anuruddha genießt das nicht“, verschwanden diese Gottheiten eben dort. ",
  "an8.46:5.2": "Da kam Anuruddha am späten Nachmittag aus seiner Klausur und ging zum Buddha. Er verbeugte sich, setzte sich zur Seite hin und berichtete ihm von dem Vorfall. Er fügte hinzu: ",
  "an8.46:9.2": "„Wie viele Eigenschaften besitzen Frauenspersonen, sodass sie, wenn ihr Körper auseinanderbricht, nach dem Tod, unter den Göttern der Anmutigen Scharen wiedergeboren werden?“ ",
  "an8.46:10.1": "„Anuruddha, wenn Frauenspersonen acht Eigenschaften besitzen, werden sie, wenn ihr Körper auseinanderbricht, nach dem Tod, unter den Göttern der Anmutigen Scharen wiedergeboren. ",
  "an8.46:10.2": "Welche acht? ",
  "an8.46:10.3": "Nehmen wir eine Frauensperson, deren Eltern auf ihr Wohl bedacht sind. Sie geben sie aus Güte und Mitgefühl einem Mann. Sie steht vor ihm auf und geht nach ihm zu Bett, sie ist zuvorkommend, zeigt sich liebenswert und redet höflich. ",
  "an8.46:11.1": "Die, die ihr Mann achtet – Mutter und Vater, Asketen und Brahmanen –, ",
  "an8.46:11.2": "die ehrt, achtet, würdigt und verehrt sie. ",
  "an8.46:11.3": "Und wenn sie zu Besuch kommen, bietet sie ihnen einen Sitz und Getränke an. ",
  "an8.46:12.1": "Sie ist geschickt und unermüdlich bei den häuslichen Pflichten für ihren Mann, wie Stricken und Nähen. Sie versteht, wie die Dinge anzupacken sind, um die Arbeit zu erledigen oder zu veranlassen. ",
  "an8.46:13.1": "Sie weiß, welche Arbeit die Leibeigenen, Arbeiter und Angestellten ihres Mannes erledigt haben und welche nicht. ",
  "an8.46:13.2": "Sie weiß, wer krank ist, wer bei Kräften ist und wer nicht. Sie teilt jedem einen gerechten Teil der frischen und gekochten Speisen zu. ",
  "an8.46:14.1": "Sie stellt sicher, dass jegliches Einkommen, das ihr Mann verdient, bewacht und gehütet wird, sei es Geld, Getreide, Silber oder Gold. Sie gibt nicht zu viel aus, stiehlt nichts, verschwendet nichts und verliert nichts. ",
  "an8.46:15.1": "Sie ist eine Laienschülerin, die zum Buddha, zur Lehre und zum Saṅgha Zuflucht genommen hat. ",
  "an8.46:16.1": "Sie ist sittlich. ",
  "an8.46:16.2": "Sie tötet keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, lügt nicht und trinkt keinen Alkohol, der nachlässig macht. ",
  "an8.46:17.1": "Sie ist großzügig. ",
  "an8.46:17.2": "Sie lebt im Haus und hat den Fleck des Geizes entfernt, gibt großzügig her, hat eine offene Hand, freut sich am Loslassen, ist der Wohltätigkeit verpflichtet und liebt es, zu geben und zu teilen. ",
  "an8.46:18.1": "Wenn Frauenspersonen diese acht Eigenschaften besitzen, werden sie, wenn ihr Körper auseinanderbricht, nach dem Tod, unter den Göttern der Anmutigen Scharen wiedergeboren. ",
  "an8.46:19.1": "Nie schaut sie auf ihren Mann herab, ",
  "an8.46:19.2": "der stets auf harte Arbeit aus ist, ",
  "an8.46:19.3": "stets für sie sorgt ",
  "an8.46:19.4": "und alles bringt, was sie wünscht. ",
  "an8.46:20.1": "Eine gute Frau schilt nie ihren Mann ",
  "an8.46:20.2": "mit eifersüchtigen Worten. ",
  "an8.46:20.3": "Sie ist klug und ehrt die, ",
  "an8.46:20.4": "die ihr Gatte achtet. ",
  "an8.46:21.1": "Früh steht sie auf, arbeitet unermüdlich ",
  "an8.46:21.2": "und verwaltet die häuslichen Arbeiten. ",
  "an8.46:21.3": "Liebenswürdig ist sie zu ihrem Mann ",
  "an8.46:21.4": "und bewahrt sein Vermögen. ",
  "an8.46:22.1": "Eine Dame, die diese Pflichten ",
  "an8.46:22.2": "nach den Wünschen ihres Mannes erfüllt, ",
  "an8.46:22.3": "wird unter den Göttern wiedergeboren, ",
  "an8.46:22.4": "die man die ‚Anmutigen‘ nennt.“ "
}