{
  "an8.81:0.1": "Nummerierte Lehrreden 8.81 ",
  "an8.81:0.2": "9. Das Kapitel über Achtsamkeit ",
  "an8.81:0.3": "Achtsamkeit und Situationsbewusstsein ",
  "an8.81:1.1": "„Mönche und Nonnen, wenn es keine Achtsamkeit und kein Situationsbewusstsein gibt, hat jemand ohne Achtsamkeit und Situationsbewusstsein eine wesentliche Bedingung für Gewissen und Zurückhaltung zerstört. ",
  "an8.81:1.2": "Wenn es kein Gewissen und keine Zurückhaltung gibt, hat jemand ohne Gewissen und ohne Zurückhaltung eine wesentliche Bedingung für die Zügelung der Sinne zerstört. ",
  "an8.81:1.3": "Wenn es keine Zügelung der Sinne gibt, hat jemand ohne Zügelung der Sinne eine wesentliche Bedingung für sittliches Verhalten zerstört. ",
  "an8.81:1.4": "Wenn es kein sittliches Verhalten gibt, hat jemand ohne sittliches Verhalten eine wesentliche Bedingung für rechte Versenkung zerstört. ",
  "an8.81:1.5": "Wenn es keine rechte Versenkung gibt, hat jemand ohne rechte Versenkung eine wesentliche Bedingung für wirkliches Erkennen und Sehen zerstört. ",
  "an8.81:1.6": "Wenn es kein wirkliches Erkennen und Sehen gibt, hat jemand ohne wirkliches Erkennen und Sehen eine wesentliche Bedingung für Ernüchterung und Schwinden der Leidenschaft zerstört. ",
  "an8.81:1.7": "Wenn es keine Ernüchterung und kein Schwinden der Leidenschaft gibt, hat jemand ohne Ernüchterung und Schwinden der Leidenschaft eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit zerstört. ",
  "an8.81:1.8": "Wie ein Baum ohne Zweige und Laubwerk: Seine Schösslinge, seine Rinde, sein Weich- und Kernholz entwickeln sich nicht zur Fülle. ",
  "an8.81:1.9": "Ebenso hat, wenn es keine Achtsamkeit und kein Situationsbewusstsein gibt, jemand ohne Achtsamkeit und Situationsbewusstsein eine wesentliche Bedingung für Gewissen und Zurückhaltung zerstört. ",
  "an8.81:1.10": "Wenn es kein Gewissen und keine Zurückhaltung gibt … ",
  "an8.81:1.11": "hat jemand ohne Ernüchterung und Schwinden der Leidenschaft eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit zerstört. ",
  "an8.81:2.1": "Wenn es Achtsamkeit und Situationsbewusstsein gibt, hat jemand, der Achtsamkeit und Situationsbewusstsein vervollkommnet hat, eine wesentliche Bedingung für Gewissen und Zurückhaltung erfüllt. ",
  "an8.81:2.2": "Wenn es Gewissen und Zurückhaltung gibt, hat jemand, der Gewissen und Zurückhaltung vervollkommnet hat, eine wesentliche Bedingung für die Zügelung der Sinne erfüllt. ",
  "an8.81:2.3": "Wenn es eine Zügelung der Sinne gibt, hat jemand, der die Zügelung der Sinne vervollkommnet hat, eine wesentliche Bedingung für sittliches Verhalten erfüllt. ",
  "an8.81:2.4": "Wenn es sittliches Verhalten gibt, hat jemand, der das sittliche Verhalten vervollkommnet hat, eine wesentliche Bedingung für rechte Versenkung erfüllt. ",
  "an8.81:2.5": "Wenn es rechte Versenkung gibt, hat jemand, der rechte Versenkung vervollkommnet hat, eine wesentliche Bedingung für wirkliches Erkennen und Sehen erfüllt. ",
  "an8.81:2.6": "Wenn es wirkliches Erkennen und Sehen gibt, hat jemand, der wirkliches Erkennen und Sehen vervollkommnet hat, eine wesentliche Bedingung für Ernüchterung und Schwinden der Leidenschaft erfüllt. ",
  "an8.81:2.7": "Wenn es Ernüchterung und Schwinden der Leidenschaft gibt, hat jemand, der Ernüchterung und Schwinden der Leidenschaft vervollkommnet hat, eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit erfüllt. ",
  "an8.81:2.8": "Wie ein Baum mit vollständigen Zweigen und vollem Laubwerk: Seine Schösslinge, seine Rinde, sein Weich- und Kernholz entwickeln sich alle zur Fülle. ",
  "an8.81:2.9": "Ebenso hat, wenn es Achtsamkeit und Situationsbewusstsein gibt, jemand, der Achtsamkeit und Situationsbewusstsein vervollkommnet hat, eine wesentliche Bedingung für Gewissen und Zurückhaltung erfüllt. ",
  "an8.81:2.10": "Wenn es Gewissen und Zurückhaltung gibt … ",
  "an8.81:2.11": "hat jemand, der Ernüchterung und Schwinden der Leidenschaft vervollkommnet hat, eine wesentliche Bedingung für das Erkennen und Sehen der Freiheit erfüllt.“ "
}