{
  "ud8.8:0.1": "Heartfelt Sayings 8.8 ",
  "ud8.8:0.2": "With Visākhā ",
  "ud8.8:1.1": "So I have heard. ",
  "ud8.8:1.2": "At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother. ",
  "ud8.8:1.3": "Now at that time the dear and beloved granddaughter of Visākhā Migāra’s Mother had just passed away. ",
  "ud8.8:1.4": "Then, in the middle of the day, Visākhā with wet clothes and hair went to the Buddha, bowed, and sat down. ",
  "ud8.8:1.5": "The Buddha said to her, ",
  "ud8.8:2.1": "“So, Visākhā, where are you coming from in the middle of the day with wet clothes and hair?” ",
  "ud8.8:2.2": "“Sir, my beloved granddaughter has just passed away. ",
  "ud8.8:2.3": "That’s why I came here in the middle of the day with wet clothes and hair.” ",
  "ud8.8:2.4": "“Visākhā, would you like as many children and grandchildren as there are people in the whole of Sāvatthī?” ",
  "ud8.8:2.5": "“I would, sir.” ",
  "ud8.8:3.1": "“But Visākhā, how many people pass away each day in Sāvatthī?” ",
  "ud8.8:3.2": "“Every day, sir, there are ten people passing away in Sāvatthī. ",
  "ud8.8:3.3": "Or else there are nine, ",
  "ud8.8:3.4": "eight, ",
  "ud8.8:3.5": "seven, ",
  "ud8.8:3.6": "six, ",
  "ud8.8:3.7": "five, ",
  "ud8.8:3.8": "four, ",
  "ud8.8:3.9": "three, ",
  "ud8.8:3.10": "two, ",
  "ud8.8:3.11": "or at least one person who passes away every day in Sāvatthī. ",
  "ud8.8:3.12": "Sāvatthī is never without someone passing away.” ",
  "ud8.8:4.1": "“What do you think, Visākhā? Would there ever be a time when your clothes and hair were not wet?” ",
  "ud8.8:4.2": "“No, sir. ",
  "ud8.8:4.3": "Enough, sir, with so many children and grandchildren.” ",
  "ud8.8:5.1": "“Those who have a hundred loved ones, Visākhā, have a hundred sufferings. ",
  "ud8.8:5.2": "Those who have ninety loved ones, ",
  "ud8.8:5.3": "or eighty, ",
  "ud8.8:5.4": "seventy, ",
  "ud8.8:5.5": "sixty, ",
  "ud8.8:5.6": "fifty, ",
  "ud8.8:5.7": "forty, ",
  "ud8.8:5.8": "thirty, ",
  "ud8.8:5.9": "twenty, ",
  "ud8.8:5.10": "ten, ",
  "ud8.8:5.11": "nine, ",
  "ud8.8:5.12": "eight, ",
  "ud8.8:5.13": "seven, ",
  "ud8.8:5.14": "six, ",
  "ud8.8:5.15": "five, ",
  "ud8.8:5.16": "four, ",
  "ud8.8:5.17": "three, ",
  "ud8.8:5.18": "two, ",
  "ud8.8:5.19": "or one loved one have one suffering. ",
  "ud8.8:5.20": "Those who have no loved ones have no suffering. They are free of sorrow, stains, and anguish I say.” ",
  "ud8.8:6.1": "Then, understanding this matter, on that occasion the Buddha expressed this heartfelt sentiment: ",
  "ud8.8:7.1": "“All the sorrows and lamentations ",
  "ud8.8:7.2": "and the countless forms of suffering in the world ",
  "ud8.8:7.3": "occur because of those that we love; ",
  "ud8.8:7.4": "without loved ones they do not occur. ",
  "ud8.8:8.1": "That’s why those who have no loved ones <j>at all in the world ",
  "ud8.8:8.2": "are happy and free of grief. ",
  "ud8.8:8.3": "So aspiring to the sorrowless and stainless, ",
  "ud8.8:8.4": "have no loved ones in the world at all.” "
}