{
  "sn11.13:0.1": "Budini govori tematski grupisani 11.13 ",
  "sn11.13:0.2": "2. Drugo poglavlje ",
  "sn11.13:0.3": "Razgovor sa Mahālijem ",
  "sn11.13:1.1": "Ovako sam čuo. ",
  "sn11.13:1.2": "Jednom je Blaženi boravio kraj Vesālija, u Velikom gaju, u dvorani sa šiljatim krovom. ",
  "sn11.13:1.3": "Onda Mahāli iz plemena Liććhavi otide do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženome: ",
  "sn11.13:2.1": "„Da li je, poštovani, Blaženi video Sakku, vladara bogova?” ",
  "sn11.13:3.1": "„Video sam, Mahāli, Sakku, vladara bogova.” ",
  "sn11.13:4.1": "„Mora da je to, poštovani gospodine, bio neko nalik Sakki. ",
  "sn11.13:4.2": "Jer Sakku, vladara bogova, teško je videti.” ",
  "sn11.13:5.1": "„Mahāli, ja poznajem Sakku, a poznajem i kvalitete koji čine Sakku, zahvaljujući kojima je Sakka dostigao status koji ima. ",
  "sn11.13:6.1": "Sakka je, Mahāli, u prošlosti, dok je još bio čovek, bio mladić po imenu Magha; zato se naziva Maghavā. ",
  "sn11.13:7.1": "U prošlosti, dok je još bio čovek, Sakka, vladar bogova, davao je darove s poštovanjem; zato se naziva Sakka. ",
  "sn11.13:8.1": "U prošlosti, dok je još bio čovek, Sakka, vladar bogova, davao je darove u gradovima; zato ga zovu Purindada. ",
  "sn11.13:9.1": "U prošlosti, dok je još bio čovek, Sakka, vladar bogova, otvorio je kuću za prenoćište; zato se naziva Vāsava. ",
  "sn11.13:10.1": "Sakka, vladar bogova, u stanju je da u trenutku smisli hiljadu stvari; zato se naziva Sahassakkha, Hiljaduoki. ",
  "sn11.13:11.1": "Žena Sakke, vladara bogova, jeste deva titanka po imenu Suđā; zato se on naziva Suđampati, Suđin muž. ",
  "sn11.13:12.1": "Sakka, vladar bogova, vlada i gospodari nad bogovima neba trideset trojice; zato se naziva vladar bogova. ",
  "sn11.13:13.1": "„Mahāli, u prošlosti, dok je još bio čovek, Sakka, vladar bogova, preuzeo je i držao se sedam zaveta, zahvaljujući kojima je dostigao status Sakke. ",
  "sn11.13:13.2": "Kojih sedam zaveta? ",
  "sn11.13:13.3": "’Sve dok sam živ izdržavaću roditelje. ",
  "sn11.13:13.4": "Sve dok sam živ poštovaću starije u familiji. ",
  "sn11.13:13.5": "Sve dok sam živ moj govor biće blag. ",
  "sn11.13:13.6": "Sve dok sam živ neću govoriti zlonamerno. ",
  "sn11.13:13.7": "Sve dok sam živ boraviću u kući, srca oslobođenog mrlje škrtosti, biću darežljiv, otvorenih ruku, uživaću u davanju, posvećen pomaganju, uživaću u deljenju milostinje. ",
  "sn11.13:13.8": "Sve dok sam živ govoriću istinu. ",
  "sn11.13:13.9": "Sve dok sam živ biću bez besa, a ako se bes i javi, brzo ću ga odagnati.’ ",
  "sn11.13:13.10": "Zahvaljujući tome što je preuzeo i držao se ovih sedam zaveta, Sakka je dostigao status Sakke. ",
  "sn11.13:14.1": "Ko izdržava roditelje, ",
  "sn11.13:14.2": "ko poštuje starije u familiji, ",
  "sn11.13:14.3": "čiji je govor blag i ljubazan, ",
  "sn11.13:14.4": "a ogovaranje je napustio, ",
  "sn11.13:15.1": "ko se posvetio uklanjanju škrtosti, ",
  "sn11.13:15.2": "istinoljubiv je i savladao je bes, ",
  "sn11.13:15.3": "za njega bogovi neba trideset trojice kažu: ",
  "sn11.13:15.4": "’To je zaista čestit čovek’.” "
}