{
  "sn11.3:0.1": "Budini govori tematski grupisani 11.3 ",
  "sn11.3:0.2": "1. Prvo poglavlje ",
  "sn11.3:0.3": "Borbeni barjak ",
  "sn11.3:1.1": "Kraj Sāvatthīja. ",
  "sn11.3:1.2": "Tu se Blaženi ovako obrati monasima: ",
  "sn11.3:1.3": "„Monasi.” ",
  "sn11.3:1.4": "„Da, poštovani gospodine”, odgovoriše oni. ",
  "sn11.3:1.5": "A Blaženi ovako nastavi: ",
  "sn11.3:2.1": "„Monasi, jednom davno zametnula se bitka između božanstava i titana. ",
  "sn11.3:2.2": "Onda se Sakka, vladar bogova, obrati božanstvima neba trideset trojice: ",
  "sn11.3:3.1": "’Ako se, dok ste u borbi, u božanstvima javi strah, užas ili jeza, pogledajte u moj visoko uzdignut borbeni barjak. ",
  "sn11.3:3.2": "Jer kad god vidite moj visoko uzdignut borbeni barjak svaki strah, užas ili jeza koji se u vama jave nestaće. ",
  "sn11.3:4.1": "Ako ne vidite moj visoko uzdignut borbeni barjak, tada pogledajte u visoko uzdignut borbeni barjak Pađāpatija, vladara božanstava. ",
  "sn11.3:4.2": "Jer kad god vidite njegov visoko uzdignut borbeni barjak, svaki strah, užas ili jeza koji se jave nestaće. ",
  "sn11.3:5.1": "Ako ne vidite visoko uzdignut borbeni barjak Pađapatija, vladara bogova, tada pogledajte u visoko uzdignut borbeni barjak Varune, vladara bogova… ",
  "sn11.3:6.1": "Ako ne vidite visoko uzdignut borbeni barjak Varune, kralja bogova, tada pogledajte u visoko uzdignut borbeni barjak Īsāne, vladara bogova. ",
  "sn11.3:6.2": "Jer kad god vidite njegov visoko uzdignut borbeni barjak, svaki strah, užas ili jeza koji se jave nestaće. ",
  "sn11.3:7.1": "Monasi, u onima koji gledaju u visoko uzdignut borbeni barjak Sakke, vladara bogova, ili Pađāpatija, vladara bogova, ili Varune, vladara bogova, ili Īsāne, vladara bogova, svaki strah, užas ili jeza koji se jave mogu nestati, ali i ne moraju. ",
  "sn11.3:8.1": "A zašto? ",
  "sn11.3:8.2": "Zato što Sakka, vladar bogova, nije lišen žudnje, nije lišen mržnje, nije lišen obmane. On se može uplašiti, skameniti, užasnuti, spreman da pobegne. ",
  "sn11.3:9.1": "Ali, monasi, kažem vam ovo: ",
  "sn11.3:9.2": "’Ako se, kad odete u šumu, u podnožje drveta ili praznu kolibu, u vama javi strah, užas ili jeza, tada bi trebalo da se setite mene na ovaj način: ",
  "sn11.3:9.3": "’Zaista je Blaženi plemenit i potpuno probuđen, usavršen u znanju i ponašanju, srećan, znalac svetova, nenadmašni vodič onima kojima je potreban putokaz, učitelj božanskim i ljudskim bićima, budan, blažen’. ",
  "sn11.3:9.4": "Jer kada se, monasi, na taj način prisetite mene, svaki strah, užas ili jeza koji se jave nestaće. ",
  "sn11.3:10.1": "Ako ne možete da se prisetite mene, tada bi trebalo da se prisetite Dhamme ovako: ",
  "sn11.3:10.2": "’Blaženi je dobro izložio Dhammu, ona je vidljiva ovde i sada, vanvremena, poziva da je lično istražimo, praktikujemo i postanemo mudri razumevši je svako sam za sebe.’ ",
  "sn11.3:10.3": "Jer kada se prisetite Dhamme, monasi, svaki strah, užas ili jeza koji se jave nestaće. ",
  "sn11.3:11.1": "A ako ne možete da se prisetite Dhamme, tada bi trebalo da se prisetite Sanghe ovako: ",
  "sn11.3:11.2": "’Zajednica učenika Blaženog vežba na pravi način, vežba na direktan način, vežba na mudar način, vežba na valjan način. Četiri para osoba, osam vrsta ljudi, ta zajednica učenika Blaženog vredna je darova, vredna gostoprimstva, vredna pohvala i vredna poštovanja, ona je nenadmašno polje sticanja zasluga u ovome svetu.’ ",
  "sn11.3:11.3": "Jer kada se prisetite Sanghe, monasi, svaki strah, užas ili jeza koji se javi nestaće. ",
  "sn11.3:12.1": "A zašto? ",
  "sn11.3:12.2": "Jer je Tathāgata, potpuno i sopstvenim naporom probuđeni, oslobođen žudnje, oslobođen mržnje, oslobođen obmane. On se ne može uplašiti, skameniti, užasnuti, niti je spreman da pobegne.” ",
  "sn11.3:12.3": "Tako reče Blaženi. ",
  "sn11.3:12.4": "A kada je Srećni to izgovorio, i ovo dodade Učitelj: ",
  "sn11.3:13.1": "„U šumi, u podnožju drveta, ",
  "sn11.3:13.2": "ili u praznoj kolibi, o monasi, ",
  "sn11.3:13.3": "treba da se prisetite Bude ",
  "sn11.3:13.4": "i straha u vama više biti neće. ",
  "sn11.3:14.1": "Ako se ne možete prisetiti Bude, ",
  "sn11.3:14.2": "najboljeg na svetu, predvodnika ljudi, ",
  "sn11.3:14.3": "tada treba da se prisetite Dhamme, ",
  "sn11.3:14.4": "koja oslobađa, dobro izložene. ",
  "sn11.3:15.1": "Ako se ne možete prisetiti Dhamme, ",
  "sn11.3:15.2": "koja oslobađa, dobro izložene, ",
  "sn11.3:15.3": "tada treba da se prisetite Sanghe, ",
  "sn11.3:15.4": "nenadmašnog polja za sticanje zasluga. ",
  "sn11.3:16.1": "Monasi, u onima što se tako prisete ",
  "sn11.3:16.2": "Bude, Dhamme i Sanghe, ",
  "sn11.3:16.3": "neće biti ni straha, ni užasa, ",
  "sn11.3:16.4": "a niti ikakve jeze.” "
}