{
  "ya7.2.8:0.1": "7 Anusayayamaka",
  "ya7.2.8:0.2": "7.2 Mahāvāra",
  "ya7.2.8:0.3": "7.2.8. Dhātuvisajjanāvāra",
  "ya7.2.8:1.1": "Kāmadhātuyā cutassa kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:2.1": "Kāmadhātuyā cutassa na kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:3.1": "Kāmadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Kāmadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Kāmadhātumūlakaṁ.)",
  "ya7.2.8:4.1": "Rūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:5.1": "Rūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:6.1": "Rūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Rūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Rūpadhātumūlakaṁ.)",
  "ya7.2.8:7.1": "Arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa rūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṁyeva upapajjati, satteva anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:8.1": "Arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:9.1": "Arūpadhātuyā cutassa na kāmadhātuyā na arūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṁyeva upapajjati, satteva anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Arūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Arūpadhātumūlakaṁ.)",
  "ya7.2.8:10.1": "Na kāmadhātuyā cutassa kāmadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:11.1": "Na kāmadhātuyā cutassa na kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:12.1": "Na kāmadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Nakāmadhātumūlakaṁ.)",
  "ya7.2.8:13.1": "Na rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:14.1": "Na rūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:15.1": "Na rūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Narūpadhātumūlakaṁ.)",
  "ya7.2.8:16.1": "Na arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:17.1": "Na arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:18.1": "Na arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na arūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Naarūpadhātumūlakaṁ.)",
  "ya7.2.8:19.1": "Na kāmadhātuyā na arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:20.1": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:21.1": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Nakāmanaarūpadhātumūlakaṁ.)",
  "ya7.2.8:22.1": "Na rūpadhātuyā na arūpadhātuyā cutassa kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:23.1": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:24.1": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti; anusayā bhaṅgā natthi. Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Narūpanaarūpadhātumūlakaṁ.)",
  "ya7.2.8:25.1": "Na kāmadhātuyā na rūpadhātuyā cutassa kāmadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa rūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṁyeva upapajjati, satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa arūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:26.1": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa na arūpadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi.",
  "ya7.2.8:27.1": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuyā na arūpadhātuyā upapatti nāma natthi, heṭṭhā upapajjamāno kāmadhātuṁyeva upapajjati, satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṁ na arūpadhātuṁ upapajjantassa satteva anusayā anusenti; anusayā bhaṅgā natthi. Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṁ na rūpadhātuṁ upapajjantassa kassaci satta anusayā anusenti, kassaci pañca anusayā anusenti, kassaci tayo anusayā anusenti; anusayā bhaṅgā natthi. (Nakāmanarūpadhātumūlakaṁ.)",
  "ya7.2.8:28.1": "Dhātuvisajjavāro.",
  "ya7.2.8:29.1": "Anusayayamakapāḷi niṭṭhitā."
}