{
  "ya7.2.3:0.1": "7 Anusayayamaka",
  "ya7.2.3:0.2": "7.2 Mahāvāra",
  "ya7.2.3:0.3": "7.2.3. Pajahanavāra",
  "ya7.2.3:1.0": "7.2.3.1. Anulomapuggala",
  "ya7.2.3:1.1": "» Yo kāmarāgānusayaṁ pajahati so paṭighānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:2.1": "« Yo vā pana paṭighānusayaṁ pajahati so kāmarāgānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:3.1": "» Yo kāmarāgānusayaṁ pajahati so mānānusayaṁ pajahatīti?",
  "ya7.2.3:4.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:5.1": "« Yo vā pana mānānusayaṁ pajahati so kāmarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:6.1": "» Yo kāmarāgānusayaṁ pajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
  "ya7.2.3:7.1": "« Yo vā pana vicikicchānusayaṁ pajahati so kāmarāgānusayaṁ pajahatīti?",
  "ya7.2.3:8.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:9.1": "» Yo kāmarāgānusayaṁ pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti?",
  "ya7.2.3:10.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:11.1": "« Yo vā pana avijjānusayaṁ pajahati so kāmarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:12.1": "» Yo paṭighānusayaṁ pajahati so mānānusayaṁ pajahatīti?",
  "ya7.2.3:13.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:14.1": "« Yo vā pana mānānusayaṁ pajahati so paṭighānusayaṁ pajahatīti? No.",
  "ya7.2.3:15.1": "» Yo paṭighānusayaṁ pajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
  "ya7.2.3:16.1": "« Yo vā pana vicikicchānusayaṁ pajahati so paṭighānusayaṁ pajahatīti?",
  "ya7.2.3:17.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:18.1": "» Yo paṭighānusayaṁ pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti?",
  "ya7.2.3:19.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:20.1": "« Yo vā pana avijjānusayaṁ pajahati so paṭighānusayaṁ pajahatīti? No.",
  "ya7.2.3:21.1": "» Yo mānānusayaṁ pajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
  "ya7.2.3:22.1": "« Yo vā pana vicikicchānusayaṁ pajahati so mānānusayaṁ pajahatīti?",
  "ya7.2.3:23.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:24.1": "» Yo mānānusayaṁ pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:25.1": "« Yo vā pana avijjānusayaṁ pajahati so mānānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:26.1": "» Yo diṭṭhānusayaṁ pajahati so vicikicchānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:27.1": "« Yo vā pana vicikicchānusayaṁ pajahati so diṭṭhānusayaṁ pajahatīti? Āmantā …pe….",
  "ya7.2.3:28.1": "» Yo vicikicchānusayaṁ pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti?",
  "ya7.2.3:29.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:30.1": "« Yo vā pana avijjānusayaṁ pajahati so vicikicchānusayaṁ pajahatīti? No.",
  "ya7.2.3:31.1": "» Yo bhavarāgānusayaṁ pajahati so avijjānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:32.1": "« Yo vā pana avijjānusayaṁ pajahati so bhavarāgānusayaṁ pajahatīti? Āmantā. (Ekamūlakaṁ.)",
  "ya7.2.3:33.1": "» Yo kāmarāgānusayañca paṭighānusayañca pajahati so mānānusayaṁ pajahatīti?",
  "ya7.2.3:34.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:35.1": "« Yo vā pana mānānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca pajahatīti? No.",
  "ya7.2.3:36.1": "» Yo kāmarāgānusayañca paṭighānusayañca pajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
  "ya7.2.3:37.1": "« Yo vā pana vicikicchānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca pajahatīti?",
  "ya7.2.3:38.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:39.1": "» Yo kāmarāgānusayañca paṭighānusayañca pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti?",
  "ya7.2.3:40.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:41.1": "« Yo vā pana avijjānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca pajahatīti? No. (Dukamūlakaṁ.)",
  "ya7.2.3:42.1": "» Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:43.1": "« Yo vā pana vicikicchānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
  "ya7.2.3:44.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:45.1": "» Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:46.1": "« Yo vā pana avijjānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
  "ya7.2.3:47.1": "Mānānusayaṁ pajahati. (Tikamūlakaṁ.)",
  "ya7.2.3:48.1": "» Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahati so vicikicchānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:49.1": "« Yo vā pana vicikicchānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahatīti?",
  "ya7.2.3:50.1": "Diṭṭhānusayaṁ pajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca tadekaṭṭhaṁ pajahati …pe…. (Catukkamūlakaṁ.)",
  "ya7.2.3:51.1": "» Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:52.1": "« Yo vā pana avijjānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahatīti?",
  "ya7.2.3:53.1": "Mānānusayaṁ pajahati. (Pañcakamūlakaṁ.)",
  "ya7.2.3:54.1": "» Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahati so avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:55.1": "« Yo vā pana avijjānusayaṁ pajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahatīti?",
  "ya7.2.3:56.1": "Mānānusayañca bhavarāgānusayañca pajahati. (Chakkamūlakaṁ.)",
  "ya7.2.3:57.0": "7.2.3.2. Anulomaokāsa",
  "ya7.2.3:57.1": "» Yato kāmarāgānusayaṁ pajahati tato paṭighānusayaṁ pajahatīti? No.",
  "ya7.2.3:58.1": "« Yato vā pana paṭighānusayaṁ pajahati tato kāmarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:59.1": "» Yato kāmarāgānusayaṁ pajahati tato mānānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:60.1": "« Yato vā pana mānānusayaṁ pajahati tato kāmarāgānusayaṁ pajahatīti?",
  "ya7.2.3:61.1": "Rūpadhātuyā arūpadhātuyā tato mānānusayaṁ pajahati, no ca tato kāmarāgānusayaṁ pajahati. Kāmadhātuyā dvīsu vedanāsu tato mānānusayañca pajahati kāmarāgānusayañca pajahati.",
  "ya7.2.3:62.1": "» Yato kāmarāgānusayaṁ pajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:63.1": "« Yato vā pana vicikicchānusayaṁ pajahati tato kāmarāgānusayaṁ pajahatīti?",
  "ya7.2.3:64.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ pajahati, no ca tato kāmarāgānusayaṁ pajahati. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca pajahati kāmarāgānusayañca pajahati.",
  "ya7.2.3:65.1": "» Yato kāmarāgānusayaṁ pajahati tato bhavarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:66.1": "« Yato vā pana bhavarāgānusayaṁ pajahati tato kāmarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:67.1": "» Yato kāmarāgānusayaṁ pajahati tato avijjānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:68.1": "« Yato vā pana avijjānusayaṁ pajahati tato kāmarāgānusayaṁ pajahatīti?",
  "ya7.2.3:69.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ pajahati, no ca tato kāmarāgānusayaṁ pajahati. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca pajahati kāmarāgānusayañca pajahati.",
  "ya7.2.3:70.1": "» Yato paṭighānusayaṁ pajahati tato mānānusayaṁ pajahatīti? No.",
  "ya7.2.3:71.1": "« Yato vā pana mānānusayaṁ pajahati tato paṭighānusayaṁ pajahatīti? No.",
  "ya7.2.3:72.1": "» Yato paṭighānusayaṁ pajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:73.1": "« Yato vā pana vicikicchānusayaṁ pajahati tato paṭighānusayaṁ pajahatīti?",
  "ya7.2.3:74.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato vicikicchānusayañca pajahati paṭighānusayañca pajahati.",
  "ya7.2.3:75.1": "» Yato paṭighānusayaṁ pajahati tato bhavarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:76.1": "« Yato vā pana bhavarāgānusayaṁ pajahati tato paṭighānusayaṁ pajahatīti? No.",
  "ya7.2.3:77.1": "» Yato paṭighānusayaṁ pajahati tato avijjānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:78.1": "« Yato vā pana avijjānusayaṁ pajahati tato paṭighānusayaṁ pajahatīti?",
  "ya7.2.3:79.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato avijjānusayañca pajahati paṭighānusayañca pajahati.",
  "ya7.2.3:80.1": "» Yato mānānusayaṁ pajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:81.1": "« Yato vā pana vicikicchānusayaṁ pajahati tato mānānusayaṁ pajahatīti?",
  "ya7.2.3:82.1": "Dukkhāya vedanāya tato vicikicchānusayaṁ pajahati, no ca tato mānānusayaṁ pajahati. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca pajahati mānānusayañca pajahati.",
  "ya7.2.3:83.1": "» Yato mānānusayaṁ pajahati tato bhavarāgānusayaṁ pajahatīti?",
  "ya7.2.3:84.1": "Kāmadhātuyā dvīsu vedanāsu tato mānānusayaṁ pajahati, no ca tato bhavarāgānusayaṁ pajahati. Rūpadhātuyā arūpadhātuyā tato mānānusayañca pajahati bhavarāgānusayañca pajahati.",
  "ya7.2.3:85.1": "« Yato vā pana bhavarāgānusayaṁ pajahati tato mānānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:86.1": "» Yato mānānusayaṁ pajahati tato avijjānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:87.1": "« Yato vā pana avijjānusayaṁ pajahati tato mānānusayaṁ pajahatīti?",
  "ya7.2.3:88.1": "Dukkhāya vedanāya tato avijjānusayaṁ pajahati, no ca tato mānānusayaṁ pajahati. Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato avijjānusayañca pajahati mānānusayañca pajahati.",
  "ya7.2.3:89.1": "» Yato diṭṭhānusayaṁ pajahati tato vicikicchānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:90.1": "« Yato vā pana vicikicchānusayaṁ pajahati tato diṭṭhānusayaṁ pajahatīti? Āmantā …pe….",
  "ya7.2.3:91.1": "» Yato vicikicchānusayaṁ pajahati tato bhavarāgānusayaṁ pajahatīti?",
  "ya7.2.3:92.1": "Kāmadhātuyā tīsu vedanāsu tato vicikicchānusayaṁ pajahati, no ca tato bhavarāgānusayaṁ pajahati. Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca pajahati bhavarāgānusayañca pajahati.",
  "ya7.2.3:93.1": "« Yato vā pana bhavarāgānusayaṁ pajahati tato vicikicchānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:94.1": "» Yato vicikicchānusayaṁ pajahati tato avijjānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:95.1": "« Yato vā pana avijjānusayaṁ pajahati tato vicikicchānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:96.1": "» Yato bhavarāgānusayaṁ pajahati tato avijjānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:97.1": "« Yato vā pana avijjānusayaṁ pajahati tato bhavarāgānusayaṁ pajahatīti?",
  "ya7.2.3:98.1": "Kāmadhātuyā tīsu vedanāsu tato avijjānusayaṁ pajahati no ca tato bhavarāgānusayaṁ pajahati. Rūpadhātuyā arūpadhātuyā tato avijjānusayañca pajahati bhavarāgānusayañca pajahati. (Ekamūlakaṁ.)",
  "ya7.2.3:99.1": "» Yato kāmarāgānusayañca paṭighānusayañca pajahati tato mānānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:100.1": "« Yato vā pana mānānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca pajahatīti?",
  "ya7.2.3:101.1": "Rūpadhātuyā arūpadhātuyā tato mānānusayaṁ pajahati, no ca tato kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato mānānusayañca kāmarāgānusayañca pajahati, no ca tato paṭighānusayaṁ pajahati.",
  "ya7.2.3:102.1": "» Yato kāmarāgānusayañca paṭighānusayañca pajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:103.1": "« Yato vā pana vicikicchānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca pajahatīti?",
  "ya7.2.3:104.1": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayaṁ pajahati, no ca tato kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca kāmarāgānusayañca pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato vicikicchānusayañca paṭighānusayañca pajahati, no ca tato kāmarāgānusayaṁ pajahati.",
  "ya7.2.3:105.1": "» Yato kāmarāgānusayañca paṭighānusayañca pajahati tato bhavarāgānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:106.1": "« Yato vā pana bhavarāgānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca pajahatīti? No.",
  "ya7.2.3:107.1": "» Yato kāmarāgānusayañca paṭighānusayañca pajahati tato avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:108.1": "« Yato vā pana avijjānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca pajahatīti?",
  "ya7.2.3:109.1": "Rūpadhātuyā arūpadhātuyā tato avijjānusayaṁ pajahati, no ca tato kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca pajahati, no ca tato kāmarāgānusayaṁ pajahati. (Dukamūlakaṁ.)",
  "ya7.2.3:110.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:111.1": "« Yato vā pana vicikicchānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
  "ya7.2.3:112.1": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca mānānusayañca pajahati, no ca tato kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca kāmarāgānusayañca mānānusayañca pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato vicikicchānusayañca paṭighānusayañca pajahati, no ca tato kāmarāgānusayañca mānānusayañca pajahati.",
  "ya7.2.3:113.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati tato bhavarāgānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:114.1": "« Yato vā pana bhavarāgānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
  "ya7.2.3:115.1": "Mānānusayaṁ pajahati.",
  "ya7.2.3:116.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati tato avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:117.1": "« Yato vā pana avijjānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
  "ya7.2.3:118.1": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca pajahati, no ca tato kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca mānānusayañca pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca pajahati, no ca tato kāmarāgānusayañca mānānusayañca pajahati. (Tikamūlakaṁ.)",
  "ya7.2.3:119.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahati tato vicikicchānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:120.1": "« Yato vā pana vicikicchānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahatīti?",
  "ya7.2.3:121.1": "Rūpadhātuyā arūpadhātuyā tato vicikicchānusayañca mānānusayañca diṭṭhānusayañca pajahati, no ca tato kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato vicikicchānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato vicikicchānusayañca paṭighānusayañca diṭṭhānusayañca pajahati, no ca tato kāmarāgānusayañca mānānusayañca pajahati …pe…. (Catukkamūlakaṁ.)",
  "ya7.2.3:122.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati tato bhavarāgānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:123.1": "« Yato vā pana bhavarāgānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahatīti?",
  "ya7.2.3:124.1": "Mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati.",
  "ya7.2.3:125.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati tato avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:126.1": "« Yato vā pana avijjānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahatīti?",
  "ya7.2.3:127.1": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati, no ca tato kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati, no ca tato paṭighānusayaṁ pajahati. Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati, no ca tato kāmarāgānusayañca mānānusayañca pajahati. (Pañcakamūlakaṁ.)",
  "ya7.2.3:128.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahati tato avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:129.1": "« Yato vā pana avijjānusayaṁ pajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahatīti?",
  "ya7.2.3:130.1": "Rūpadhātuyā arūpadhātuyā tato avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahati, no ca tato kāmarāgānusayañca paṭighānusayañca pajahati. Kāmadhātuyā dvīsu vedanāsu tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati, no ca tato paṭighānusayañca bhavarāgānusayañca pajahati. Dukkhāya vedanāya tato avijjānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati, no ca tato kāmarāgānusayañca mānānusayañca bhavarāgānusayañca pajahati. (Chakkamūlakaṁ.)",
  "ya7.2.3:131.0": "7.2.3.3. Anulomapuggalokāsa",
  "ya7.2.3:131.1": "» Yo yato kāmarāgānusayaṁ pajahati so tato paṭighānusayaṁ pajahatīti? No.",
  "ya7.2.3:132.1": "« Yo vā pana yato paṭighānusayaṁ pajahati so tato kāmarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:133.1": "» Yo yato kāmarāgānusayaṁ pajahati so tato mānānusayaṁ pajahatīti?",
  "ya7.2.3:134.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:135.1": "« Yo vā pana yato mānānusayaṁ pajahati so tato kāmarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:136.1": "» Yo yato kāmarāgānusayaṁ pajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
  "ya7.2.3:137.1": "« Yo vā pana yato vicikicchānusayaṁ pajahati so tato kāmarāgānusayaṁ pajahatīti?",
  "ya7.2.3:138.1": "Aṭṭhamako dukkhāya vedanāya rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ pajahati, no ca so tato kāmarāgānusayaṁ pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayaṁ pajahati kāmarāgānusayaṁ tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:139.1": "» Yo yato kāmarāgānusayaṁ pajahati so tato bhavarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:140.1": "« Yo vā pana yato bhavarāgānusayaṁ pajahati so tato kāmarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:141.1": "» Yo yato kāmarāgānusayaṁ pajahati so tato avijjānusayaṁ pajahatīti?",
  "ya7.2.3:142.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:143.1": "« Yo vā pana yato avijjānusayaṁ pajahati so tato kāmarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:144.1": "» Yo yato paṭighānusayaṁ pajahati so tato mānānusayaṁ pajahatīti? No.",
  "ya7.2.3:145.1": "« Yo vā pana yato mānānusayaṁ pajahati so tato paṭighānusayaṁ pajahatīti? No.",
  "ya7.2.3:146.1": "» Yo yato paṭighānusayaṁ pajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
  "ya7.2.3:147.1": "« Yo vā pana yato vicikicchānusayaṁ pajahati so tato paṭighānusayaṁ pajahatīti?",
  "ya7.2.3:148.1": "Aṭṭhamako kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ pajahati, no ca so tato paṭighānusayaṁ pajahati. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayaṁ pajahati paṭighānusayaṁ tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:149.1": "» Yo yato paṭighānusayaṁ pajahati so tato bhavarāgānusayaṁ pajahatīti? No.",
  "ya7.2.3:150.1": "« Yo vā pana yato bhavarāgānusayaṁ pajahati so tato paṭighānusayaṁ pajahatīti? No.",
  "ya7.2.3:151.1": "» Yo yato paṭighānusayaṁ pajahati so tato avijjānusayaṁ pajahatīti?",
  "ya7.2.3:152.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:153.1": "« Yo vā pana yato avijjānusayaṁ pajahati so tato paṭighānusayaṁ pajahatīti? No.",
  "ya7.2.3:154.1": "» Yo yato mānānusayaṁ pajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? No.",
  "ya7.2.3:155.1": "« Yo vā pana yato vicikicchānusayaṁ pajahati so tato mānānusayaṁ pajahatīti?",
  "ya7.2.3:156.1": "Aṭṭhamako dukkhāya vedanāya so tato vicikicchānusayaṁ pajahati, no ca so tato mānānusayaṁ pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ pajahati mānānusayaṁ tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:157.1": "» Yo yato mānānusayaṁ pajahati so tato bhavarāgānusayaṁ pajahatīti?",
  "ya7.2.3:158.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato mānānusayaṁ pajahati, no ca so tato bhavarāgānusayaṁ pajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato mānānusayañca pajahati bhavarāgānusayañca pajahati.",
  "ya7.2.3:159.1": "« Yo vā pana yato bhavarāgānusayaṁ pajahati so tato mānānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:160.1": "» Yo yato mānānusayaṁ pajahati so tato avijjānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:161.1": "« Yo vā pana yato avijjānusayaṁ pajahati so tato mānānusayaṁ pajahatīti?",
  "ya7.2.3:162.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ pajahati, no ca so tato mānānusayaṁ pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca pajahati mānānusayañca pajahati.",
  "ya7.2.3:163.1": "» Yo yato diṭṭhānusayaṁ pajahati so tato vicikicchānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:164.1": "« Yo vā pana yato vicikicchānusayaṁ pajahati so tato diṭṭhānusayaṁ pajahatīti? Āmantā …pe….",
  "ya7.2.3:165.1": "» Yo yato vicikicchānusayaṁ pajahati so tato bhavarāgānusayaṁ pajahatīti?",
  "ya7.2.3:166.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu so tato vicikicchānusayaṁ pajahati, no ca so tato bhavarāgānusayaṁ pajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ pajahati bhavarāgānusayaṁ tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:167.1": "« Yo vā pana yato bhavarāgānusayaṁ pajahati so tato vicikicchānusayaṁ pajahatīti? No.",
  "ya7.2.3:168.1": "» Yo yato vicikicchānusayaṁ pajahati so tato avijjānusayaṁ pajahatīti?",
  "ya7.2.3:169.1": "Tadekaṭṭhaṁ pajahati.",
  "ya7.2.3:170.1": "« Yo vā pana yato avijjānusayaṁ pajahati so tato vicikicchānusayaṁ pajahatīti? No.",
  "ya7.2.3:171.1": "» Yo yato bhavarāgānusayaṁ pajahati so tato avijjānusayaṁ pajahatīti? Āmantā.",
  "ya7.2.3:172.1": "« Yo vā pana yato avijjānusayaṁ pajahati so tato bhavarāgānusayaṁ pajahatīti?",
  "ya7.2.3:173.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu so tato avijjānusayaṁ pajahati, no ca so tato bhavarāgānusayaṁ pajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato avijjānusayañca pajahati bhavarāgānusayañca pajahati. (Ekamūlakaṁ.)",
  "ya7.2.3:174.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca pajahati so tato mānānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:175.1": "« Yo vā pana yato mānānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca pajahatīti? No.",
  "ya7.2.3:176.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca pajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:177.1": "« Yo vā pana yato vicikicchānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca pajahatīti?",
  "ya7.2.3:178.1": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayaṁ pajahati kāmarāgānusayaṁ tadekaṭṭhaṁ pajahati, no ca so tato paṭighānusayaṁ pajahati. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayaṁ pajahati paṭighānusayaṁ tadekaṭṭhaṁ pajahati, no ca so tato kāmarāgānusayaṁ pajahati.",
  "ya7.2.3:179.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca pajahati so tato bhavarāgānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:180.1": "« Yo vā pana yato bhavarāgānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca pajahatīti? No.",
  "ya7.2.3:181.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca pajahati so tato avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:182.1": "« Yo vā pana yato avijjānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca pajahatīti? No. (Dukamūlakaṁ.)",
  "ya7.2.3:183.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:184.1": "« Yo vā pana yato vicikicchānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
  "ya7.2.3:185.1": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ pajahati mānānusayaṁ tadekaṭṭhaṁ pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayaṁ pajahati kāmarāgānusayañca mānānusayañca tadekaṭṭhaṁ pajahati, no ca so tato paṭighānusayaṁ pajahati. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayaṁ pajahati paṭighānusayaṁ tadekaṭṭhaṁ pajahati, no ca so tato kāmarāgānusayañca mānānusayañca pajahati.",
  "ya7.2.3:186.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati so tato bhavarāgānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:187.1": "« Yo vā pana yato bhavarāgānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
  "ya7.2.3:188.1": "Mānānusayaṁ pajahati.",
  "ya7.2.3:189.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati so tato avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:190.1": "« Yo vā pana yato avijjānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahatīti?",
  "ya7.2.3:191.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca mānānusayañca pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca pajahati. (Tikamūlakaṁ.)",
  "ya7.2.3:192.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahati so tato vicikicchānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:193.1": "« Yo vā pana yato vicikicchānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca pajahatīti?",
  "ya7.2.3:194.1": "Aṭṭhamako rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca diṭṭhānusayañca pajahati mānānusayaṁ tadekaṭṭhaṁ pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca diṭṭhānusayañca pajahati kāmarāgānusayañca mānānusayañca tadekaṭṭhaṁ pajahati, no ca so tato paṭighānusayaṁ pajahati. Sveva puggalo dukkhāya vedanāya so tato vicikicchānusayañca diṭṭhānusayañca pajahati paṭighānusayaṁ tadekaṭṭhaṁ pajahati, no ca so tato kāmarāgānusayañca mānānusayañca pajahati …pe…. (Catukkamūlakaṁ.)",
  "ya7.2.3:195.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati so tato bhavarāgānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:196.1": "« Yo vā pana yato bhavarāgānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahatīti?",
  "ya7.2.3:197.1": "Mānānusayaṁ pajahati.",
  "ya7.2.3:198.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati so tato avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:199.1": "« Yo vā pana yato avijjānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahatīti?",
  "ya7.2.3:200.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca mānānusayañca pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati. (Pañcakamūlakaṁ.)",
  "ya7.2.3:201.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahati so tato avijjānusayaṁ pajahatīti? Natthi.",
  "ya7.2.3:202.1": "« Yo vā pana yato avijjānusayaṁ pajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahatīti?",
  "ya7.2.3:203.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca mānānusayañca pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca pajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā so tato avijjānusayañca mānānusayañca bhavarāgānusayañca pajahati, no ca so tato kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca pajahati. (Chakkamūlakaṁ.)",
  "ya7.2.3:204.1": "Pajahanavāre anulomaṁ.",
  "ya7.2.3:205.0": "7.2.3.4. Paṭilomapuggala",
  "ya7.2.3:205.1": "» Yo kāmarāgānusayaṁ nappajahati so paṭighānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:206.1": "« Yo vā pana paṭighānusayaṁ nappajahati so kāmarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:207.1": "» Yo kāmarāgānusayaṁ nappajahati so mānānusayaṁ nappajahatīti?",
  "ya7.2.3:208.1": "Aggamaggasamaṅgī kāmarāgānusayaṁ nappajahati, no ca so mānānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca nappajahanti mānānusayañca nappajahanti.",
  "ya7.2.3:209.1": "« Yo vā pana mānānusayaṁ nappajahati so kāmarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:210.1": "Anāgāmimaggasamaṅgī mānānusayaṁ nappajahati, no ca so kāmarāgānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
  "ya7.2.3:211.1": "» Yo kāmarāgānusayaṁ nappajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:212.1": "Aṭṭhamako kāmarāgānusayaṁ nappajahati, no ca so vicikicchānusayaṁ nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:213.1": "« Yo vā pana vicikicchānusayaṁ nappajahati so kāmarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:214.1": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ nappajahati, no ca so kāmarāgānusayaṁ nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
  "ya7.2.3:215.1": "» Yo kāmarāgānusayaṁ nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:216.1": "Aggamaggasamaṅgī kāmarāgānusayaṁ nappajahati, no ca so avijjānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:217.1": "« Yo vā pana avijjānusayaṁ nappajahati so kāmarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:218.1": "Anāgāmimaggasamaṅgī avijjānusayaṁ nappajahati, no ca so kāmarāgānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
  "ya7.2.3:219.1": "» Yo paṭighānusayaṁ nappajahati so mānānusayaṁ nappajahatīti?",
  "ya7.2.3:220.1": "Aggamaggasamaṅgī paṭighānusayaṁ nappajahati, no ca so mānānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā paṭighānusayañca nappajahanti mānānusayañca nappajahanti.",
  "ya7.2.3:221.1": "« Yo vā pana mānānusayaṁ nappajahati so paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:222.1": "Anāgāmimaggasamaṅgī mānānusayaṁ nappajahati, no ca so paṭighānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca nappajahanti paṭighānusayañca nappajahanti.",
  "ya7.2.3:223.1": "» Yo paṭighānusayaṁ nappajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:224.1": "Aṭṭhamako paṭighānusayaṁ nappajahati, no ca so vicikicchānusayaṁ nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā paṭighānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:225.1": "« Yo vā pana vicikicchānusayaṁ nappajahati so paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:226.1": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ nappajahati, no ca so paṭighānusayaṁ nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca nappajahanti paṭighānusayañca nappajahanti.",
  "ya7.2.3:227.1": "» Yo paṭighānusayaṁ nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:228.1": "Aggamaggasamaṅgī paṭighānusayaṁ nappajahati, no ca so avijjānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā paṭighānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:229.1": "« Yo vā pana avijjānusayaṁ nappajahati so paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:230.1": "Anāgāmimaggasamaṅgī avijjānusayaṁ nappajahati, no ca so paṭighānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti paṭighānusayañca nappajahanti.",
  "ya7.2.3:231.1": "» Yo mānānusayaṁ nappajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:232.1": "Aṭṭhamako mānānusayaṁ nappajahati, no ca so vicikicchānusayaṁ nappajahati. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā mānānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:233.1": "« Yo vā pana vicikicchānusayaṁ nappajahati so mānānusayaṁ nappajahatīti?",
  "ya7.2.3:234.1": "Aggamaggasamaṅgī vicikicchānusayaṁ nappajahati, no ca so mānānusayaṁ nappajahati. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca nappajahanti mānānusayañca nappajahanti.",
  "ya7.2.3:235.1": "» Yo mānānusayaṁ nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:236.1": "« Yo vā pana avijjānusayaṁ nappajahati so mānānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:237.1": "» Yo diṭṭhānusayaṁ nappajahati so vicikicchānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:238.1": "« Yo vā pana vicikicchānusayaṁ nappajahati so diṭṭhānusayaṁ nappajahatīti? Āmantā …pe….",
  "ya7.2.3:239.1": "» Yo vicikicchānusayaṁ nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:240.1": "Aggamaggasamaṅgī vicikicchānusayaṁ nappajahati, no ca so avijjānusayaṁ nappajahati. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:241.1": "« Yo vā pana avijjānusayaṁ nappajahati so vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:242.1": "Aṭṭhamako avijjānusayaṁ nappajahati, no ca so vicikicchānusayaṁ nappajahati. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:243.1": "» Yo bhavarāgānusayaṁ nappajahati so avijjānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:244.1": "« Yo vā pana avijjānusayaṁ nappajahati so bhavarāgānusayaṁ nappajahatīti? Āmantā. (Ekamūlakaṁ.)",
  "ya7.2.3:245.1": "» Yo kāmarāgānusayañca paṭighānusayañca nappajahati so mānānusayaṁ nappajahatīti?",
  "ya7.2.3:246.1": "Aggamaggasamaṅgī kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so mānānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca paṭighānusayañca nappajahanti mānānusayañca nappajahanti.",
  "ya7.2.3:247.1": "« Yo vā pana mānānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
  "ya7.2.3:248.1": "Anāgāmimaggasamaṅgī mānānusayaṁ nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā mānānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca nappajahanti.",
  "ya7.2.3:249.1": "» Yo kāmarāgānusayañca paṭighānusayañca nappajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:250.1": "Aṭṭhamako kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so vicikicchānusayaṁ nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca paṭighānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:251.1": "« Yo vā pana vicikicchānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
  "ya7.2.3:252.1": "Anāgāmimaggasamaṅgī vicikicchānusayaṁ nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca nappajahanti.",
  "ya7.2.3:253.1": "» Yo kāmarāgānusayañca paṭighānusayañca nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:254.1": "Aggamaggasamaṅgī kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so avijjānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā kāmarāgānusayañca paṭighānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:255.1": "« Yo vā pana avijjānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
  "ya7.2.3:256.1": "Anāgāmimaggasamaṅgī avijjānusayaṁ nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca nappajahanti. (Dukamūlakaṁ.)",
  "ya7.2.3:257.1": "» Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati so diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:258.1": "Aṭṭhamako kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so vicikicchānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:259.1": "« Yo vā pana vicikicchānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
  "ya7.2.3:260.1": "Anāgāmimaggasamaṅgī vicikicchānusayañca mānānusayañca nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca nappajahati. Aggamaggasamaṅgī vicikicchānusayañca kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so mānānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti.",
  "ya7.2.3:261.1": "» Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:262.1": "« Yo vā pana avijjānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
  "ya7.2.3:263.1": "Anāgāmimaggasamaṅgī avijjānusayañca mānānusayañca nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti. (Tikamūlakaṁ.)",
  "ya7.2.3:264.1": "» Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati so vicikicchānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:265.1": "« Yo vā pana vicikicchānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahatīti?",
  "ya7.2.3:266.1": "Anāgāmimaggasamaṅgī vicikicchānusayañca mānānusayañca diṭṭhānusayañca nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca nappajahati. Aggamaggasamaṅgī vicikicchānusayañca kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca nappajahati, no ca so mānānusayaṁ nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā vicikicchānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahanti …pe…. (Catukkamūlakaṁ.)",
  "ya7.2.3:267.1": "» Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati so bhavarāgānusayaṁ …pe… avijjānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:268.1": "« Yo vā pana avijjānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahatīti?",
  "ya7.2.3:269.1": "Aṭṭhamako avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so diṭṭhānusayañca vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgī avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahanti. (Pañcakamūlakaṁ.)",
  "ya7.2.3:270.1": "» Yo kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati so avijjānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:271.1": "« Yo vā pana avijjānusayaṁ nappajahati so kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahatīti?",
  "ya7.2.3:272.1": "Aṭṭhamako avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca bhavarāgānusayañca nappajahati, no ca so diṭṭhānusayañca vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgī avijjānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati, no ca so kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahanti. (Chakkamūlakaṁ.)",
  "ya7.2.3:273.0": "7.2.3.5. Paṭilomaokāsa",
  "ya7.2.3:273.1": "» Yato kāmarāgānusayaṁ nappajahati tato paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:274.1": "Dukkhāya vedanāya tato kāmarāgānusayaṁ nappajahati, no ca tato paṭighānusayaṁ nappajahati. Rūpadhātuyā arūpadhātuyā apariyāpanne tato kāmarāgānusayañca nappajahati paṭighānusayañca nappajahati.",
  "ya7.2.3:275.1": "« Yato vā pana paṭighānusayaṁ nappajahati tato kāmarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:276.1": "Kāmadhātuyā dvīsu vedanāsu tato paṭighānusayaṁ nappajahati, no ca tato kāmarāgānusayaṁ nappajahati. Rūpadhātuyā arūpadhātuyā apariyāpanne tato paṭighānusayañca nappajahati kāmarāgānusayañca nappajahati.",
  "ya7.2.3:277.1": "» Yato kāmarāgānusayaṁ nappajahati tato mānānusayaṁ nappajahatīti?",
  "ya7.2.3:278.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ nappajahati, no ca tato mānānusayaṁ nappajahati. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayañca nappajahati mānānusayañca nappajahati.",
  "ya7.2.3:279.1": "« Yato vā pana mānānusayaṁ nappajahati tato kāmarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:280.1": "» Yato kāmarāgānusayaṁ nappajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:281.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ nappajahati, no ca tato vicikicchānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca nappajahati vicikicchānusayañca nappajahati.",
  "ya7.2.3:282.1": "« Yato vā pana vicikicchānusayaṁ nappajahati tato kāmarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:283.1": "» Yato kāmarāgānusayaṁ nappajahati tato bhavarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:284.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ nappajahati, no ca tato bhavarāgānusayaṁ nappajahati. Dukkhāya vedanāya apariyāpanne tato kāmarāgānusayañca nappajahati bhavarāgānusayañca nappajahati.",
  "ya7.2.3:285.1": "« Yato vā pana bhavarāgānusayaṁ nappajahati tato kāmarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:286.1": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayaṁ nappajahati, no ca tato kāmarāgānusayaṁ nappajahati. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayañca nappajahati kāmarāgānusayañca nappajahati.",
  "ya7.2.3:287.1": "» Yato kāmarāgānusayaṁ nappajahati tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:288.1": "Dukkhāya vedanāya rūpadhātuyā arūpadhātuyā tato kāmarāgānusayaṁ nappajahati, no ca tato avijjānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca nappajahati avijjānusayañca nappajahati.",
  "ya7.2.3:289.1": "« Yato vā pana avijjānusayaṁ nappajahati tato kāmarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:290.1": "» Yato paṭighānusayaṁ nappajahati tato mānānusayaṁ nappajahatīti?",
  "ya7.2.3:291.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ nappajahati, no ca tato mānānusayaṁ nappajahati. Apariyāpanne tato paṭighānusayañca nappajahati mānānusayañca nappajahati.",
  "ya7.2.3:292.1": "« Yato vā pana mānānusayaṁ nappajahati tato paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:293.1": "Dukkhāya vedanāya tato mānānusayaṁ nappajahati, no ca tato paṭighānusayaṁ nappajahati. Apariyāpanne tato mānānusayañca nappajahati paṭighānusayañca nappajahati.",
  "ya7.2.3:294.1": "» Yato paṭighānusayaṁ nappajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:295.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ nappajahati, no ca tato vicikicchānusayaṁ nappajahati. Apariyāpanne tato paṭighānusayañca nappajahati vicikicchānusayañca nappajahati.",
  "ya7.2.3:296.1": "« Yato vā pana vicikicchānusayaṁ nappajahati tato paṭighānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:297.1": "» Yato paṭighānusayaṁ nappajahati tato bhavarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:298.1": "Rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ nappajahati, no ca tato bhavarāgānusayaṁ nappajahati. Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato paṭighānusayañca nappajahati bhavarāgānusayañca nappajahati.",
  "ya7.2.3:299.1": "« Yato vā pana bhavarāgānusayaṁ nappajahati tato paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:300.1": "Dukkhāya vedanāya tato bhavarāgānusayaṁ nappajahati, no ca tato paṭighānusayaṁ nappajahati. Kāmadhātuyā dvīsu vedanāsu apariyāpanne tato bhavarāgānusayañca nappajahati paṭighānusayañca nappajahati.",
  "ya7.2.3:301.1": "» Yato paṭighānusayaṁ nappajahati tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:302.1": "Kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā tato paṭighānusayaṁ nappajahati, no ca tato avijjānusayaṁ nappajahati. Apariyāpanne tato paṭighānusayañca nappajahati avijjānusayañca nappajahati.",
  "ya7.2.3:303.1": "« Yato vā pana avijjānusayaṁ nappajahati tato paṭighānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:304.1": "» Yato mānānusayaṁ nappajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:305.1": "Dukkhāya vedanāya tato mānānusayaṁ nappajahati, no ca tato vicikicchānusayaṁ nappajahati. Apariyāpanne tato mānānusayañca nappajahati vicikicchānusayañca nappajahati.",
  "ya7.2.3:306.1": "« Yato vā pana vicikicchānusayaṁ nappajahati tato mānānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:307.1": "» Yato mānānusayaṁ nappajahati tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:308.1": "« Yato vā pana bhavarāgānusayaṁ nappajahati tato mānānusayaṁ nappajahatīti?",
  "ya7.2.3:309.1": "Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayaṁ nappajahati, no ca tato mānānusayaṁ nappajahati. Dukkhāya vedanāya apariyāpanne tato bhavarāgānusayañca nappajahati mānānusayañca nappajahati.",
  "ya7.2.3:310.1": "» Yato mānānusayaṁ nappajahati tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:311.1": "Dukkhāya vedanāya tato mānānusayaṁ nappajahati, no ca tato avijjānusayaṁ nappajahati. Apariyāpanne tato mānānusayañca nappajahati avijjānusayañca nappajahati.",
  "ya7.2.3:312.1": "« Yato vā pana avijjānusayaṁ nappajahati tato mānānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:313.1": "» Yato diṭṭhānusayaṁ nappajahati tato vicikicchānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:314.1": "« Yato vā pana vicikicchānusayaṁ nappajahati tato diṭṭhānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:315.1": "» Yato vicikicchānusayaṁ nappajahati tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:316.1": "« Yato vā pana bhavarāgānusayaṁ nappajahati tato vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:317.1": "Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayaṁ nappajahati, no ca tato vicikicchānusayaṁ nappajahati; apariyāpanne tato bhavarāgānusayañca nappajahati vicikicchānusayañca nappajahati.",
  "ya7.2.3:318.1": "» Yato vicikicchānusayaṁ nappajahati tato avijjānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:319.1": "« Yato vā pana avijjānusayaṁ nappajahati tato vicikicchānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:320.1": "» Yato bhavarāgānusayaṁ nappajahati tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:321.1": "Kāmadhātuyā tīsu vedanāsu tato bhavarāgānusayaṁ nappajahati, no ca tato avijjānusayaṁ nappajahati. Apariyāpanne tato bhavarāgānusayañca nappajahati avijjānusayañca nappajahati.",
  "ya7.2.3:322.1": "« Yato vā pana avijjānusayaṁ nappajahati tato bhavarāgānusayaṁ nappajahatīti? Āmantā. (Ekamūlakaṁ.)",
  "ya7.2.3:323.1": "» Yato kāmarāgānusayañca paṭighānusayañca nappajahati tato mānānusayaṁ nappajahatīti?",
  "ya7.2.3:324.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca nappajahati, no ca tato mānānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca nappajahati mānānusayañca nappajahati.",
  "ya7.2.3:325.1": "« Yato vā pana mānānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
  "ya7.2.3:326.1": "Dukkhāya vedanāya tato mānānusayañca kāmarāgānusayañca nappajahati, no ca tato paṭighānusayaṁ nappajahati. Apariyāpanne tato mānānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati.",
  "ya7.2.3:327.1": "» Yato kāmarāgānusayañca paṭighānusayañca nappajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:328.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca nappajahati, no ca tato vicikicchānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca nappajahati vicikicchānusayañca nappajahati.",
  "ya7.2.3:329.1": "« Yato vā pana vicikicchānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca nappajahatīti? Āmantā.",
  "ya7.2.3:330.1": "» Yato kāmarāgānusayañca paṭighānusayañca nappajahati tato bhavarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:331.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca nappajahati, no ca tato bhavarāgānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca nappajahati bhavarāgānusayañca nappajahati.",
  "ya7.2.3:332.1": "« Yato vā pana bhavarāgānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
  "ya7.2.3:333.1": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca nappajahati, no ca tato paṭighānusayaṁ nappajahati. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayañca paṭighānusayañca nappajahati, no ca tato kāmarāgānusayaṁ nappajahati. Apariyāpanne tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati.",
  "ya7.2.3:334.1": "» Yato kāmarāgānusayañca paṭighānusayañca nappajahati tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:335.1": "Rūpadhātuyā arūpadhātuyā tato kāmarāgānusayañca paṭighānusayañca nappajahati, no ca tato avijjānusayaṁ nappajahati. Apariyāpanne tato kāmarāgānusayañca paṭighānusayañca nappajahati avijjānusayañca nappajahati.",
  "ya7.2.3:336.1": "« Yato vā pana avijjānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca nappajahatīti? Āmantā. (Dukamūlakaṁ.)",
  "ya7.2.3:337.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:338.1": "« Yato vā pana vicikicchānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti? Āmantā.",
  "ya7.2.3:339.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:340.1": "« Yato vā pana bhavarāgānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
  "ya7.2.3:341.1": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca nappajahati, no ca tato paṭighānusayaṁ nappajahati. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayañca paṭighānusayañca nappajahati, no ca tato kāmarāgānusayañca mānānusayañca nappajahati. Apariyāpanne tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati.",
  "ya7.2.3:342.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati tato avijjānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:343.1": "« Yato vā pana avijjānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti? Āmantā. (Tikamūlakaṁ.)",
  "ya7.2.3:344.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati tato vicikicchānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:345.1": "« Yato vā pana vicikicchānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahatīti? Āmantā …pe…. (Catukkamūlakaṁ.)",
  "ya7.2.3:346.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:347.1": "« Yato vā pana bhavarāgānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahatīti?",
  "ya7.2.3:348.1": "Dukkhāya vedanāya tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca nappajahati, no ca tato paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati. Kāmadhātuyā dvīsu vedanāsu tato bhavarāgānusayañca paṭighānusayañca nappajahati, no ca tato kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati. Apariyāpanne tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati.",
  "ya7.2.3:349.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati tato avijjānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:350.1": "« Yato vā pana avijjānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahatīti? Āmantā. (Pañcakamūlakaṁ.)",
  "ya7.2.3:351.1": "» Yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati tato avijjānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:352.1": "« Yato vā pana avijjānusayaṁ nappajahati tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahatīti? Āmantā. (Chakkamūlakaṁ.)",
  "ya7.2.3:353.0": "7.2.3.6. Paṭilomapuggalokāsa",
  "ya7.2.3:353.1": "» Yo yato kāmarāgānusayaṁ nappajahati so tato paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:354.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayaṁ nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato kāmarāgānusayañca nappajahati paṭighānusayañca nappajahati. Anāgāmimaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca nappajahanti paṭighānusayañca nappajahanti.",
  "ya7.2.3:355.1": "« Yo vā pana yato paṭighānusayaṁ nappajahati so tato kāmarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:356.1": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato paṭighānusayaṁ nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato paṭighānusayañca nappajahati kāmarāgānusayañca nappajahati. Anāgāmimaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
  "ya7.2.3:357.1": "» Yo yato kāmarāgānusayaṁ nappajahati so tato mānānusayaṁ nappajahatīti?",
  "ya7.2.3:358.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato kāmarāgānusayañca nappajahati mānānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca nappajahanti mānānusayañca nappajahanti.",
  "ya7.2.3:359.1": "« Yo vā pana yato mānānusayaṁ nappajahati so tato kāmarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:360.1": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato mānānusayaṁ nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya rūpadhātuyā arūpadhātuyā apariyāpanne so tato mānānusayañca nappajahati kāmarāgānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
  "ya7.2.3:361.1": "» Yo yato kāmarāgānusayaṁ nappajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:362.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca nappajahati vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:363.1": "« Yo vā pana yato vicikicchānusayaṁ nappajahati so tato kāmarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:364.1": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayaṁ nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca nappajahati kāmarāgānusayañca nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
  "ya7.2.3:365.1": "» Yo yato kāmarāgānusayaṁ nappajahati so tato bhavarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:366.1": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ nappajahati, no ca so tato bhavarāgānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato kāmarāgānusayañca nappajahati bhavarāgānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca nappajahanti bhavarāgānusayañca nappajahanti.",
  "ya7.2.3:367.1": "« Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato kāmarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:368.1": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayaṁ nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
  "ya7.2.3:369.1": "» Yo yato kāmarāgānusayaṁ nappajahati so tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:370.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayaṁ nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca nappajahati avijjānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:371.1": "« Yo vā pana yato avijjānusayaṁ nappajahati so tato kāmarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:372.1": "Anāgāmimaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato avijjānusayaṁ nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca nappajahati kāmarāgānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti kāmarāgānusayañca nappajahanti.",
  "ya7.2.3:373.1": "» Yo yato paṭighānusayaṁ nappajahati so tato mānānusayaṁ nappajahatīti?",
  "ya7.2.3:374.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato paṭighānusayañca nappajahati mānānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca nappajahanti mānānusayañca nappajahanti.",
  "ya7.2.3:375.1": "« Yo vā pana yato mānānusayaṁ nappajahati so tato paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:376.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato mānānusayaṁ nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā apariyāpanne so tato mānānusayañca nappajahati paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca nappajahanti paṭighānusayañca nappajahanti.",
  "ya7.2.3:377.1": "» Yo yato paṭighānusayaṁ nappajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:378.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato paṭighānusayañca nappajahati vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:379.1": "« Yo vā pana yato vicikicchānusayaṁ nappajahati so tato paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:380.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayaṁ nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca nappajahati paṭighānusayañca nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca nappajahanti paṭighānusayañca nappajahanti.",
  "ya7.2.3:381.1": "» Yo yato paṭighānusayaṁ nappajahati so tato bhavarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:382.1": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ nappajahati, no ca so tato bhavarāgānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato paṭighānusayañca nappajahati bhavarāgānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca nappajahanti bhavarāgānusayañca nappajahanti.",
  "ya7.2.3:383.1": "« Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:384.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayaṁ nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca nappajahati paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti paṭighānusayañca nappajahanti.",
  "ya7.2.3:385.1": "» Yo yato paṭighānusayaṁ nappajahati so tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:386.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato paṭighānusayaṁ nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato paṭighānusayañca nappajahati avijjānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha paṭighānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:387.1": "« Yo vā pana yato avijjānusayaṁ nappajahati so tato paṭighānusayaṁ nappajahatīti?",
  "ya7.2.3:388.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayaṁ nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca nappajahati paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti paṭighānusayañca nappajahanti.",
  "ya7.2.3:389.1": "» Yo yato mānānusayaṁ nappajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:390.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato mānānusayaṁ nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato mānānusayañca nappajahati vicikicchānusayañca nappajahati. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha mānānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:391.1": "« Yo vā pana yato vicikicchānusayaṁ nappajahati so tato mānānusayaṁ nappajahatīti?",
  "ya7.2.3:392.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayañca nappajahati mānānusayañca nappajahati. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca nappajahanti mānānusayañca nappajahanti.",
  "ya7.2.3:393.1": "» Yo yato mānānusayaṁ nappajahati so tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:394.1": "« Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato mānānusayaṁ nappajahatīti?",
  "ya7.2.3:395.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayaṁ nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayañca nappajahati mānānusayañca nappajahati. Aggamaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti mānānusayañca nappajahanti.",
  "ya7.2.3:396.1": "» Yo yato mānānusayaṁ nappajahati so tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:397.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato mānānusayaṁ nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato mānānusayañca nappajahati avijjānusayañca nappajahati. Aggamaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:398.1": "« Yo vā pana yato avijjānusayaṁ nappajahati so tato mānānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:399.1": "» Yo yato diṭṭhānusayaṁ nappajahati so tato vicikicchānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:400.1": "« Yo vā pana yato vicikicchānusayaṁ nappajahati so tato diṭṭhānusayaṁ nappajahatīti? Āmantā …pe….",
  "ya7.2.3:401.1": "» Yo yato vicikicchānusayaṁ nappajahati so tato bhavarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:402.1": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ nappajahati, no ca so tato bhavarāgānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato vicikicchānusayañca nappajahati bhavarāgānusayañca nappajahati. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca nappajahanti bhavarāgānusayañca nappajahanti.",
  "ya7.2.3:403.1": "« Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:404.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayaṁ nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato bhavarāgānusayañca nappajahati vicikicchānusayañca nappajahati. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:405.1": "» Yo yato vicikicchānusayaṁ nappajahati so tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:406.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayaṁ nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato vicikicchānusayañca nappajahati avijjānusayañca nappajahati. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:407.1": "« Yo vā pana yato avijjānusayaṁ nappajahati so tato vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:408.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayaṁ nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato avijjānusayañca nappajahati vicikicchānusayañca nappajahati. Aggamaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:409.1": "» Yo yato bhavarāgānusayaṁ nappajahati so tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:410.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu so tato bhavarāgānusayaṁ nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato bhavarāgānusayañca nappajahati avijjānusayañca nappajahati. Aggamaggasamaṅgiṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:411.1": "« Yo vā pana yato avijjānusayaṁ nappajahati so tato bhavarāgānusayaṁ nappajahatīti? Āmantā. (Ekamūlakaṁ.)",
  "ya7.2.3:412.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca nappajahati so tato mānānusayaṁ nappajahatīti?",
  "ya7.2.3:413.1": "Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca nappajahati mānānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca nappajahanti mānānusayañca nappajahanti.",
  "ya7.2.3:414.1": "« Yo vā pana yato mānānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
  "ya7.2.3:415.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato mānānusayañca kāmarāgānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato mānānusayañca paṭighānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato mānānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha mānānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca nappajahanti.",
  "ya7.2.3:416.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca nappajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:417.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca nappajahati, vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:418.1": "« Yo vā pana yato vicikicchānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
  "ya7.2.3:419.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati. Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca nappajahanti.",
  "ya7.2.3:420.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca nappajahati so tato bhavarāgānusayaṁ nappajahatīti?",
  "ya7.2.3:421.1": "Aggamaggasamaṅgī rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so tato bhavarāgānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā tīsu vedanāsu apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca nappajahati bhavarāgānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca nappajahanti bhavarāgānusayañca nappajahanti.",
  "ya7.2.3:422.1": "« Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
  "ya7.2.3:423.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca paṭighānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca nappajahanti.",
  "ya7.2.3:424.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca nappajahati so tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:425.1": "Aggamaggasamaṅgī kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca nappajahati avijjānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:426.1": "« Yo vā pana yato avijjānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca nappajahatīti?",
  "ya7.2.3:427.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca nappajahanti. (Dukamūlakaṁ.)",
  "ya7.2.3:428.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati so tato diṭṭhānusayaṁ …pe… vicikicchānusayaṁ nappajahatīti?",
  "ya7.2.3:429.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so tato vicikicchānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati vicikicchānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti vicikicchānusayañca nappajahanti.",
  "ya7.2.3:430.1": "« Yo vā pana yato vicikicchānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
  "ya7.2.3:431.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca mānānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati. Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti.",
  "ya7.2.3:432.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati so tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:433.1": "« Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
  "ya7.2.3:434.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati. Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca kāmarāgānusayañca paṭighānusayañca nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti.",
  "ya7.2.3:435.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati so tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:436.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati avijjānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:437.1": "« Yo vā pana yato avijjānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahatīti?",
  "ya7.2.3:438.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca mānānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnaṁ ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahanti. (Tikamūlakaṁ.)",
  "ya7.2.3:439.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati so tato vicikicchānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:440.1": "« Yo vā pana yato vicikicchānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahatīti?",
  "ya7.2.3:441.1": "Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato vicikicchānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato vicikicchānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato vicikicchānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati. Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato vicikicchānusayañca kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato vicikicchānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha vicikicchānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca nappajahanti …pe…. (Catukkamūlakaṁ.)",
  "ya7.2.3:442.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati so tato bhavarāgānusayaṁ nappajahatīti? Āmantā.",
  "ya7.2.3:443.1": "« Yo vā pana yato bhavarāgānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahatīti?",
  "ya7.2.3:444.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato bhavarāgānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so tato diṭṭhānusayañca vicikicchānusayañca nappajahati. Sveva puggalo apariyāpanne so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato bhavarāgānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati. Aggamaggasamaṅgī kāmadhātuyā dvīsu vedanāsu so tato bhavarāgānusayañca kāmarāgānusayañca paṭighānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so tato mānānusayaṁ nappajahati. Sveva puggalo dukkhāya vedanāya apariyāpanne so tato bhavarāgānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha bhavarāgānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahanti.",
  "ya7.2.3:445.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati so tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:446.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati avijjānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:447.1": "« Yo vā pana yato avijjānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahatīti?",
  "ya7.2.3:448.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca nappajahati, no ca so tato diṭṭhānusayañca vicikicchānusayañca nappajahati. Sveva puggalo apariyāpanne so tato avijjānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati. Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca nappajahanti. (Pañcakamūlakaṁ.)",
  "ya7.2.3:449.1": "» Yo yato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati so tato avijjānusayaṁ nappajahatīti?",
  "ya7.2.3:450.1": "Aggamaggasamaṅgī dukkhāya vedanāya so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati, no ca so tato avijjānusayaṁ nappajahati. Sveva puggalo apariyāpanne so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati avijjānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahanti avijjānusayañca nappajahanti.",
  "ya7.2.3:451.1": "« Yo vā pana yato avijjānusayaṁ nappajahati so tato kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahatīti?",
  "ya7.2.3:452.1": "Aṭṭhamako kāmadhātuyā tīsu vedanāsu rūpadhātuyā arūpadhātuyā so tato avijjānusayañca kāmarāgānusayañca paṭighānusayañca mānānusayañca bhavarāgānusayañca nappajahati, no ca so tato diṭṭhānusayañca vicikicchānusayañca nappajahati. Sveva puggalo apariyāpanne so tato avijjānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati. Anāgāmimaggasamaṅgī dukkhāya vedanāya so tato avijjānusayañca kāmarāgānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati, no ca so tato paṭighānusayaṁ nappajahati. Sveva puggalo kāmadhātuyā dvīsu vedanāsu so tato avijjānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati, no ca so tato kāmarāgānusayaṁ nappajahati. Sveva puggalo rūpadhātuyā arūpadhātuyā apariyāpanne so tato avijjānusayañca nappajahati kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahati. Dvinnaṁ maggasamaṅgīnañca aṭṭhamakañca ṭhapetvā avasesā puggalā sabbattha avijjānusayañca nappajahanti kāmarāgānusayañca paṭighānusayañca mānānusayañca diṭṭhānusayañca vicikicchānusayañca bhavarāgānusayañca nappajahanti. (Chakkamūlakaṁ.)",
  "ya7.2.3:453.1": "Pajahanavāre paṭilomaṁ.",
  "ya7.2.3:453.2": "Pajahanavāro."
}