{
  "ya7.2.7:0.1": "7 Anusayayamaka",
  "ya7.2.7:0.2": "7.2 Mahāvāra",
  "ya7.2.7:0.3": "7.2.7. Dhātupucchāvāra",
  "ya7.2.7:1.1": "Kāmadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:2.1": "Kāmadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:3.1": "Kāmadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Kāmadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Kāmadhātumūlakaṃ.)",
  "ya7.2.7:4.1": "Rūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:5.1": "Rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:6.1": "Rūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Rūpadhātumūlakaṃ.)",
  "ya7.2.7:7.1": "Arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:8.1": "Arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:9.1": "Arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Arūpadhātumūlakaṃ.)",
  "ya7.2.7:10.1": "Na kāmadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā.",
  "ya7.2.7:11.1": "Na kāmadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:12.1": "Na kāmadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Nakāmadhātumūlakaṃ.)",
  "ya7.2.7:13.1": "Na rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:14.1": "Na rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:15.1": "Na rūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Narūpadhātumūlakaṃ.)",
  "ya7.2.7:16.1": "Na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:17.1": "Na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:18.1": "Na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Naarūpadhātumūlakaṃ.)",
  "ya7.2.7:19.1": "Na kāmadhātuyā na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:20.1": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:21.1": "Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Nakāmanaarūpadhātumūlakaṃ.)",
  "ya7.2.7:22.1": "Na rūpadhātuyā na arūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:23.1": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:24.1": "Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na rūpadhātuyā na arūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Narūpanaarūpadhātumūlakaṃ.)",
  "ya7.2.7:25.1": "Na kāmadhātuyā na rūpadhātuyā cutassa kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:26.1": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā?",
  "ya7.2.7:27.1": "Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na rūpadhātuṃ na arūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? Na kāmadhātuyā na rūpadhātuyā cutassa na kāmadhātuṃ na rūpadhātuṃ upapajjantassa kati anusayā anusenti, kati anusayā nānusenti, kati anusayā bhaṅgā? (Nakāmanarūpadhātumūlakaṃ.)",
  "ya7.2.7:28.1": "Dhātupucchāvāro."
}