{
  "mn18:0.1": "Discours de Longueur Moyenne 18 ",
  "mn18:0.2": "Le Petit Gâteau de Miel ",
  "mn18:1.1": "Ainsi ai-je entendu. ",
  "mn18:1.2": "Une fois le Bouddha résidait dans le pays des Sakyans, près de Kapilavatthu dans le monastère du Banian. ",
  "mn18:2.1": "Alors le Bouddha s’habilla le matin, prenant son bol et sa robe, entra dans Kapilavatthu pour l’aumône. ",
  "mn18:2.2": "Il marcha dans Kapilavatthu pour l’aumône. Après le repas, à son retour de la tournée d’aumônes, il alla dans le Grand Bois pour la méditation du jour, ",
  "mn18:2.3": "il entra profondemment dans le bois, et s’assit au pied d’un jeune jamrosat pour méditer. ",
  "mn18:3.1": "Daṇḍapāṇi le Sakyan, qui se promenait, ",
  "mn18:3.2": "entra profondemment dans le Grand Bois. Il s’approcha du Bouddha et échangea les salutations avec lui. ",
  "mn18:3.3": "Quand les salutations et la conversation polie prirent fin, il se tint sur le côté en s’appuyant sur son baton, et dit au Bouddha, ",
  "mn18:3.4": "« Quelle est la doctrine de l’ascète ? Que déclare t-il ? ",
  "mn18:4.1": "« Bon sire, ma doctrine est telle que dans ce monde avec ces dieux, Māras, et Divinités, cette population avec ces ascètes et brahmins, ces dieux et ces humains, on n’a de conflit avec personne. Et elle est telle que les perceptions ne sont pas sous-jascentes chez le brahmin qui vit détaché des plaisirs des sens, sans indécision, dénudé de l’inquiétude, et débarassé du désir de renaissance dans cet état ou dans cet autre. ",
  "mn18:4.2": "Ceci est ma doctrine, et c’est ce que je déclare. » ",
  "mn18:5.1": "Quand il eût parlé, Daṇḍapāṇi secoua la tête, remua la langue, haussa les sourcils tant que son front se creusa de trois gros sillons, et il partit en s’appuyant sur ton baton. ",
  "mn18:6.1": "Puis en fin d’après-midi, le Bouddha sorti de sa retraite et alla au monastère du Banian, s’assit sur le siège préparé ",
  "mn18:6.2": "et dit aux moines et aux nonnes ce qui c’était passé? ",
  "mn18:6.14": "Quand il eût parlé, un des moines et des nonnes lui dit, ",
  "mn18:7.1": "« Mais sire, en affirmant quelle doctrine le Bouddha n’a de conflit avec personne dans ce monde avec ces dieux, Māras, et Divinités, cette population avec ces ascètes et brahmins, ces dieux et ces humains ? ",
  "mn18:7.2": "Et comment est-ce que les perceptions ne sont pas sous-jascentes chez le Bouddha, le brahmin qui vit détaché des plaisirs des sens, sans indécision, dénudé de l’inquiétude, et débarassé du désir de renaissance dans cet état ou dans cet autre ? » ",
  "mn18:8.1": "« Moines et nonnes, les jugements guidés par les perceptions proliférentes tourmentent une personne. ",
  "mn18:8.2": "Si ils ne trouvent rien à approuver, à accueillir, ou auquel s’attacher à la source d’où ils apparaissent, ",
  "mn18:8.3": "juste ceci est la fin des tendances sous-jascentes du désir, de la répulsion, des vues, du doute, de l’orgueil, du désir de renaître, et de l’ignorance. Ceci est la fin de s’emparer du baton et de l’épée, la fin des querelles, des arguments, et des disputes, des accusations, des discours qui divisent, et des mensonges. ",
  "mn18:8.4": "Ceci est où toutes ces qualités mauvaises et malhabilles cessent sans laisser aucun résidu. ",
  "mn18:9.1": "Ceci est ce que le Bouddha dit. ",
  "mn18:9.2": "Quand il eût parlé, le Saint se leva de son siège et entra dans son logis. ",
  "mn18:10.1": "Peu après que le Bouddha soit parti, ces moines et ces nonnes considérèrent, ",
  "mn18:10.2": "« Le Bouddha vient de nous donner ce bref résumé, puis il est entré dans son logis sans en expliquer le sens en détail. ",
  "mn18:10.7": "Qui peut expliquer en détail le sens de ce bref résumé donné par le Bouddha ? » ",
  "mn18:10.8": "Alors ces moines et ces nonnes pensèrent, ",
  "mn18:10.9": "« Ce Vénérable Mahākaccāna est loué par le Bouddha et est estimé par ses sages compagnons spirituels. ",
  "mn18:10.10": "Il est capable d’expliquer en détail le sens de ce bref résumé donné par le Bouddha. ",
  "mn18:10.11": "Allons le voir, et posons-lui la question à ce sujet. » ",
  "mn18:11.1": "Alors ces moines et ces nonnes allèrent voir Mahākaccāna, et échangèrent les salutations avec lui. ",
  "mn18:11.2": "Quand les salutations et la conversation polie furent terminées, ils s’assirent sur le côté. Ils lui racontèrent ce qui c’était passé, et dirent : ",
  "mn18:11.18": "« Puisse Vénérable Mahākaccāna expliquer ceci s’il-lui-plait. » ",
  "mn18:12.1": "« Révérends, supposez qu’il y ait une personne ayant besoin de coeur de bois. Et alors qu’il erre à la recherche de coeur de bois, il trouve un grand arbre debout avec du coeur de bois. Mais il ignore les racines et le tronc, imaginant que le coeur de bois se trouve dans les branches et dans les feuilles. ",
  "mn18:12.2": "Telle est la conséquences pour les vénérables. Bien que vous étiez face à face avec le Bouddha, vous l’avez ignoré, imaginant que vous deviez me questionner à ce sujet. ",
  "mn18:12.3": "Car il est le Bouddha, celui qui sait et qui voit. Il est la vision, il est le savoir, il est la manifestation du principe, il est la manifestation de la divinité. Il est l’enseignant, le proclamateur, celui qui élucide le sens, celui qui accorde la libération de la mort, le seigneur de la vérité, Celui-qui-a-Réalisé. ",
  "mn18:12.4": "C’était le moment d’approcher le Bouddha et de le questionner à ce sujet. ",
  "mn18:12.5": "Vous l’auriez retenu en accord avec la réponse du Bouddha. » ",
  "mn18:13.1": "« Certainement il est le Bouddha, celui qui sait et qui voit. Il est la vision, il est le savoir, il est la manifestation du principe, il est la manifestation de la divinité. Il est l’enseignant, le proclamateur, celui qui élucide le sens, celui qui accorde la libération de la mort, le seigneur de la vérité, Celui-qui-a-Réalisé. ",
  "mn18:13.2": "C’était le moment d’approcher le Bouddha et de le questionner à ce sujet. ",
  "mn18:13.3": "Nous l’aurions retenu en accord avec la réponse du Bouddha. » ",
  "mn18:13.4": "Toutefois, Mahākaccāna est loué par le Bouddha et estimé par ses sages compagnons spirituels. ",
  "mn18:13.5": "Vous êtes capable d’expliquer en détail le sens de ce bref résumé donné par le Bouddha. ",
  "mn18:13.6": "S’il vous plait, expliquez ceci, si ce n’est pas trop vous demander. » ",
  "mn18:14.1": "« Bien alors, révérends, écoutez et appliquez bien vos esprits, je vais parler. » ",
  "mn18:14.2": "« Oui, révérend, » répondirent-ils. ",
  "mn18:14.3": "Vénérable Mahākaccāna dit ceci : ",
  "mn18:15.1": "« Révérends, le Bouddha donna ce bref résumé, puis il est entré dans son logis sans en expliquer le sens en détail : ",
  "mn18:15.2": "’Les jugements guidés par les perceptions proliférentes tourmentent une personne. ",
  "mn18:15.3": "Si ils ne trouvent rien à approuver, à accueillir, ou auquel s’attacher à la source d’où ils apparaissent, ",
  "mn18:15.4": "juste ceci est la fin des tendances sous-jascentes du désir, de la répulsion, des vues, du doute, de l’orgueil, du désir de renaître, et de l’ignorance. Ceci est la fin de s’emparer du baton et de l’épée, la fin des querelles, des arguments, et des disputes, des accusations, des discours qui divisent, et des mensonges. Ceci est où toutes ces qualités mauvaises et malhabilles cessent sans laisser aucun résidu.’ C’est ainsi que je comprends le sens détaillé de ce résumé. ",
  "mn18:16.1": "La conscience de l’oeil apparait dépendante de l’oeil et des objets visuels. La rencontre des trois est le contact. Le contact est la condition requise pour la sensation. Ce que l’on ressent, on le perçoit. Ce que l’on perçoit, on y pense. Ce à quoi on pense, on le prolifère. Ce que l’on prolifère est la source de laquelle les jugements guidés par les perceptions proliférentes tourmentent une personne. Ceci se produit au sujet des objets visuels qui se pésentent à l’oeil dans le passé, dans le futur, et au présent. ",
  "mn18:16.2": "La conscience de l’oreille apparait dépendante de l’oreille et des sons… ",
  "mn18:16.3": "La conscience du nez apparait dépendante du nez et des odeurs… ",
  "mn18:16.4": "La conscience de la langue apparait dépendante de la langue et des saveurs… ",
  "mn18:16.5": "La conscience du corps apparait dépendante du corps et des sensations tactiles… ",
  "mn18:16.6": "La conscience de l’esprit apparait dépendante de l’esprit et des idées. La rencontre des trois est le contact. Le contact est la condition requise pour la sensation. Ce que l’on ressent, on le perçoit. Ce que l’on perçoit, on y pense. Ce à quoi on pense, on le prolifère. Ce que l’on prolifère est la source de laquelle les jugements guidés par les perceptions proliférentes tourmentent une personne. Ceci se produit au sujet des idées qui se pésentent à l’esprit dans le passé, dans le futur, et au présent. ",
  "mn18:17.1": "Où il y a l’oeil, les objets visuels, et la conscience de l’oeil, il sera possible de découvrir l’évidence de contact. ",
  "mn18:17.2": "Où il y a l’évidence de contact, il sera possible de découvrir l’évidence de la sensation. ",
  "mn18:17.3": "Où il y a l’évidence de la sensation, il sera possible de découvrir l’évidence de la perception. ",
  "mn18:17.4": "Où il y a l’évidence de la perception, il sera possible de découvrir l’évidence de pensées. ",
  "mn18:17.5": "Où il  y a l’évidence de pensées, il sera possible de découvrir l’évidence d’être tourmenté par les jugements guidés par les perceptions proliférentes. ",
  "mn18:17.6": "Où il y a l’oreille… ",
  "mn18:17.7": "le nez… ",
  "mn18:17.8": "la langue… ",
  "mn18:17.9": "le corps… ",
  "mn18:17.10": "l’esprit, les idées, et la conscience de l’esprit, il sera possible de découvrir l’évidence de contact. ",
  "mn18:17.11": "Où il y a l’évidence de contact, il sera possible de découvrir l’évidence de la sensation. ",
  "mn18:17.12": "Où il y a l’évidence de la sensation, il sera possible de découvrir l’évidence de la perception. ",
  "mn18:17.13": "Où il y a l’évidence de la perception, il sera possible de découvrir l’évidence de pensées. ",
  "mn18:17.14": "Où il y a l’évidence de pensées, il sera possible de découvrir l’évidence d’être tourmenté par les jugements guidés par les perceptions proliférentes. ",
  "mn18:18.1": "Où il n’y a ni oeil, ni objets visuels, et ni conscience de l’oeil, il ne sera pas possible de découvrir l’évidence de contact. ",
  "mn18:18.2": "Où il n’y pas évidence de contact, il ne sera pas possible de découvrir l’évidence de la sensation. ",
  "mn18:18.3": "Où il n’y a pas évidence de la sensation, il ne sera pas possible de découvrir l’évidence de la perception. ",
  "mn18:18.4": "Où il n’y a pas évidence de la perception, il ne sera pas possible de découvrir l’évidence de pensées. ",
  "mn18:18.5": "Où il n’y a pas évidence de pensées, il ne sera pas possible de découvrir l’évidence d’être tourmenté par les jugements guidés par les perceptions proliférentes. ",
  "mn18:18.6": "Où il n’y a ni oreille… ",
  "mn18:18.7": "ni nez… ",
  "mn18:18.8": "ni langue… ",
  "mn18:18.9": "ni corps.. ",
  "mn18:18.10": "ni esprit, ni idées, et ni conscience de l’esprit, il ne sera pas possible de découvrir l’évidence de contact. ",
  "mn18:18.11": "Où il n’y pas évidence de contact, il ne sera pas possible de découvrir l’évidence de la sensation. ",
  "mn18:18.12": "Où il n’y a pas évidence de la sensation, il ne sera pas possible de découvrir l’évidence de la perception. ",
  "mn18:18.13": "Où il n’y a pas évidence de la perception, il ne sera pas possible de découvrir l’évidence de pensées. ",
  "mn18:18.14": "Où il n’y a pas évidence de pensées, il ne sera pas possible de découvrir l’évidence d’être tourmenté par les jugements guidés par les perceptions proliférentes. ",
  "mn18:19.1": "C’est ainsi que je comprends le sens détaillé de ce résumé donné par le Bouddha. ",
  "mn18:19.4": "Si vous voulez, vous pouvez aller vers le Bouddha et le questionner à propos de ceci. ",
  "mn18:19.5": "Vous pourrez le retenir en accord avec la réponse du Bouddha. » ",
  "mn18:20.1": "Alors ces moines et ces nonnes, approuvant et étant d’accord avec ce que Mahākaccāna avait dit, se levèrent de leurs sièges et allèrent vers le Bouddha, s’inclinèrent, s’assirent sur un côté, et lui dirent ce qui c’était passé, en ajoutant : ",
  "mn18:20.17": "« Mahākaccāna nous a clairement expliqué le sens de cette façon, avec ces mots et ces phrases. » ",
  "mn18:21.1": "« Mahākaccāna est astucieux, moines et nonnes, il a une grande sagesse. ",
  "mn18:21.2": "Si vous étiez venus vers moi et m’aviez posé cette question, j’y aurais répondu exactement de la même façon que Mahākaccāna. ",
  "mn18:21.3": "Cela en est le sens, et c’est ainsi que vous devriez le retenir. » ",
  "mn18:22.1": "Quand il eût dit ceci, Vénérable Ānanda dit au Bouddha, ",
  "mn18:22.2": "« Sire, supposez qu’une personne affaiblie par la faim reçoive un petit gâteau de miel. Quand elle le goûterait, elle apprécierait une douce, délicieuse saveur. ",
  "mn18:22.3": "De la même façon, chaque fois qu’un moine ou une nonne pourra examiner avec sagesse le sens de cet exposé de l’enseignement, il n’obtiendra que joie et clarté. ",
  "mn18:22.4": "Sire, quel est le nom de cet exposé de l’enseignement ? » ",
  "mn18:22.5": "« Eh bien, Ānanda, vous pouvez retenir cet exposé de l’enseignement comme ‘Le Discours du Petit Gâteau de Miel’. » ",
  "mn18:22.6": "Cela est ce que le Bouddha dit. ",
  "mn18:22.7": "Satisfait, Vénérable Ānanda approuva ce que le Bouddha avait dit. "
}