{
  "mn86:0.1": "Discours de longueur moyenne 86 ",
  "mn86:0.2": "Avec Aṅgulimāla ",
  "mn86:1.1": "Ainsi ai-je entendu. ",
  "mn86:1.2": "Une fois le Bouddha résidait près de Sāvattī dans le petit bois de Jeta, le monastère de Anāthapiṇḍika. ",
  "mn86:2.1": "Alors en ce temps dans le royaume du roi Pasenadi de Kosala il y avait un bandit appelé Aṅgulimāla. Il était violent, les mains couvertes de sang, un tueur endurci, impitoyable envers les êtres vivants. ",
  "mn86:2.2": "Il dévastait les villages, les villes, et les pays. ",
  "mn86:2.3": "Sans cesse il assassinait les gens, et il portait leurs doigts en un collier. ",
  "mn86:3.1": "Alors le Bouddha s’habilla le matin et, prenant son bol et sa robe, entra dans Sāvattī pour l’aumône. ",
  "mn86:3.2": "Puis, après le repas, à son retour de la tournée d’aumônes, il mit son logis en ordre et, prenant son bol et sa robe, il marcha suivant la route qui menait à Aṅgulimāla. ",
  "mn86:3.3": "Les vachers, les bergers, les fermiers, et les voyageurs le virent sur la route, ",
  "mn86:3.4": "et lui dirent, ",
  "mn86:3.5": "« Ne prends pas cette route, l’ascète. ",
  "mn86:3.6": "Sur cette route il y a un bandit appelé Aṅgulimāla.  Il est violent, les mains couvertes de sang, un tueur endurci, impitoyable envers les êtres vivants. ",
  "mn86:3.7": "Il a dévasté les villages, les villes, et les pays. ",
  "mn86:3.8": "Sans cesse il assassine les gens, et il porte leurs doigts en un collier. ",
  "mn86:3.9": "Les gens ne voyagent sur cette route qu’en groupes serrés de dix, vingt, trente, quarante, ou cinquante personnes. ",
  "mn86:3.10": "Malgré cela ils rencontrent leur fin par la main de Aṅgulimāla. » ",
  "mn86:3.11": "Mais quand ils dirent ceci, le Bouddha continua en silence. ",
  "mn86:3.12": "Pour une deuxième fois… ",
  "mn86:3.13": "et une troisième fois, il pressèrent le Bouddha de revenir. ",
  "mn86:4.1": "Mais quand ils dirent ceci, le Bouddha continua en silence. ",
  "mn86:4.2": "Le bandit Aṅgulimāla vit le Bouddha arriver au loin, ",
  "mn86:4.3": "et il pensa, ",
  "mn86:4.4": "« Oh seigneur, comme c’est incroyable, comme c’est extraordinaire ! ",
  "mn86:4.5": "Les gens ne voyagent sur cette route qu’en groupes serrés de dix, vingt, trente, quarante, ou cinquante personnes. ",
  "mn86:4.6": "Malgré cela ils rencontrent leur fin par ma main. ",
  "mn86:4.7": "Mais malgré cela cet ascète avance seul et non-accompagné, comme un conquérant. ",
  "mn86:4.8": "Pourquoi ne le turais-je pas ? » ",
  "mn86:5.1": "Alors Aṅgulimāla pris son épée et son bouclier,  enfila son arc et ses flèches, et se mit à suivre le Bouddha. ",
  "mn86:5.2": "Mais le Bouddha se servit de ses pouvoirs surnaturels pour éviter qu’ Aṅgulimāla ne le rattrappe quelque soit son effort, alors même que le Bouddha continuait à marcher à une vitesse normale. ",
  "mn86:5.3": "Alors Aṅgulimāla pensa, ",
  "mn86:5.4": "« Oh seigneur, comme c’est incroyable, comme c’est extraordinaire ! ",
  "mn86:5.5": "Autrefois, même lorsque je poursuivais un éléphant qui charge, un cheval, un chariot ou un cerf, je les rattrappais toujours. ",
  "mn86:5.6": "Mais je ne peux rattrapper cet ascète quelque soit mon effort, même si il marche à une vitesse normale. » ",
  "mn86:5.7": "Il s’arrêta et dit, ",
  "mn86:5.8": "« Arrête, arrête, l’ascète ! » ",
  "mn86:5.9": "« J’ai arrêté, Aṅgulimāla, maintenant, toi, arrête-toi. » ",
  "mn86:5.10": "Alors Aṅgulimāla pensa, ",
  "mn86:5.11": "« Ces ascètes qui suivent le Sakyan disent la vérité. ",
  "mn86:5.12": "Pourtant tout en marchant l’ascète Gotama dit : ",
  "mn86:5.13": "« J’ai arrêté, Aṅgulimāla, maintenant, toi, arrête-toi. » ",
  "mn86:5.14": "Pourquoi ne pas lui demander ce qu’il veut dire ? ",
  "mn86:6.1": "Alors il s’adressa au Bouddha en vers : ",
  "mn86:6.2": "« Tout en marchant, l’ascète, tu as dit ’J’ai arrêté.’ ",
  "mn86:6.3": "Et je me suis arrêté, mais tu me dis que je ne le suis pas. ",
  "mn86:6.4": "Je te demande ceci, l’ascète : ",
  "mn86:6.5": "comment t’es-tu arrêté et moi pas ? » ",
  "mn86:6.6": "« Aṅgulimāla, je me suis arrêté pour toujours, ",
  "mn86:6.7": "j’ai abandonné la violence envers toutes les créatures. ",
  "mn86:6.8": "Mais tu ne peux pas t’arrêter à faire du mal aux créatures vivantes, ",
  "mn86:6.9": "c’est ainsi que je me suis arrêté, mais toi non. » ",
  "mn86:6.10": "« Oh, enfin un grand et renommé visionnaire, ",
  "mn86:6.11": "un ascète m’a suivi au fond de ces bois. ",
  "mn86:6.12": "Maintenant que j’ai entendu tes vers sur le Dhamma, ",
  "mn86:6.13": "je vivrai sans le mal. » ",
  "mn86:6.14": "Avec ces mots, le bandit lança au loin son épée et ses armes ",
  "mn86:6.15": "au fond d’une falaise et dans un abysse. ",
  "mn86:6.16": "Il venera les pieds du Bienheureux, ",
  "mn86:6.17": "et lui demanda l’ordination immédiatement. ",
  "mn86:6.18": "Alors le Bouddha, le grand visionnaire plein de compassion, ",
  "mn86:6.19": "l’enseignant du monde avec ses dieux, ",
  "mn86:6.20": "lui dit, Viens, moine ! » ",
  "mn86:6.21": "Et avec cela il devint moine. ",
  "mn86:7.1": "Alors le Bouddha se mit en route pour Sāvatthī avec Vénérable Aṅgulimāla comme son second moine. ",
  "mn86:7.2": "En voyageant étapes par étapes, il arriva à Sāvatthī, ",
  "mn86:7.3": "où il s’établit au petit bois de Jeta, dans le monastère de Anāthapiṇḍika. ",
  "mn86:8.1": "Alors en ce temps une foule s’était assemblée devant la porte des domaines royaux du roi Pasenadi faisant un affreux vacarme, ",
  "mn86:8.2": "« Dans votre royaume, Votre Majesté, il y a un bandit appelé Aṅgulimāla. Il est violent, les mains couvertes de sang, un tueur endurci, impitoyable envers les êtres vivants. ",
  "mn86:8.3": "Il a dévasté les villages, les villes, et les pays. ",
  "mn86:8.4": "Sans cesse il assassine les gens, et il porte leurs doigts en un collier. ",
  "mn86:8.5": "Votre Majesté doit l’arrêter ! » ",
  "mn86:9.1": "Alors le roi Pasenadi sorti de Sāvatthī au milieu de la journée avec environ cinq cent chevaux, ",
  "mn86:9.2": "en direction du monastère. ",
  "mn86:9.3": "Il avança avec son carosse aussi loin que le terrain le permettait, puis descendit et s’approcha du Bouddha à pied. Il s’inclina et s’assit sur le côté. Le Bouddha lui dit, ",
  "mn86:9.4": "« Que se passe-t-il, grand roi ? Est-ce que le roi Seniya Bimbisāra de Magadha est fâché contre vous, ou les Licchavis of Vesālī, ou quelque autre dirigeant opposé ? » ",
  "mn86:10.1": "« Non, sire. ",
  "mn86:10.2": "Dans mon royaume il y a un bandit appelé Aṅgulimāla. Il est violent, les mains couvertes de sang, un tueur endurci, impitoyable envers les êtres vivants… ",
  "mn86:10.5": "Je dois l’arrêter. » ",
  "mn86:11.1": "« Mais grand roi, supposez que vous verriez que cet Aṅgulimāla s’est rasé les cheveux et la barbe, a revêtu des robes ocres, et a quitté la vie laïque pour la vie errante. Et qu’il s’abstienne de tuer des créatures vivantes, de voler, et de mentir ; qu’il ne mange qu’une partie de la journée, qu’il soit chaste, de comportement éthique, et de bon caractère. Que lui feriez-vous ? » ",
  "mn86:11.2": "« Je m’inclinerai devant lui, me lèverai en sa présence, ou lui offrirai un siège. Je l’inviterai à accepter des robes, des aumônes, un logis, et des médicaments et nécessaires contre les maladies. Et j’organiserai sa protection et sa garde. ",
  "mn86:11.3": "Mais sire, comment un homme aussi immoral et mauvais pourrait jamais avoir une telle vertue et une telle retenue ? » ",
  "mn86:12.1": "Alors à ce moment Vénérable Aṅgulimāla était assis non loin du Bouddha. ",
  "mn86:12.2": "Alors le Bouddha pointa avec son bras droit et dit au roi, ",
  "mn86:12.3": "« Grand roi, voici Aṅgulimāla. » ",
  "mn86:12.4": "Alors le roi eût très peur, fut effrayé, ses cheveux se dressant sur sa tête. ",
  "mn86:12.5": "Voyant ceci, le Bouddha lui dit, ",
  "mn86:12.6": "« Ne craignez rien, grand roi. Vous n’avez rien à craindre de lui. » ",
  "mn86:12.7": "Alors la peur du roi disparut. ",
  "mn86:12.8": "Alors le roi s’approcha de Aṅgulimāla et dit, ",
  "mn86:12.9": "« Sire, le maître est-il vraiment Aṅgulimāla ? » ",
  "mn86:12.10": "« Oui, grand roi. » ",
  "mn86:12.11": "« De quels clans étaient votre père et votre mère ? » ",
  "mn86:12.12": "« Mon père était un Gagga, et ma mère une Mantāṇī. » ",
  "mn86:12.13": "« Sire, que le maître Gagga, fils de Mantāṇī, soit heureux. ",
  "mn86:12.14": "Je m’assurerai que vous receviez des robes, des aumônes, un logis, et des médicaments et nécessaires contre les maladies. » ",
  "mn86:13.1": "Mais en ce temps Vénérable Aṅgulimāla vivait dans la nature, se nourissait uniquement de nourriture reçue par aumône, et possédait seulement trois robes. ",
  "mn86:13.2": "Ainsi il dit au roi, ",
  "mn86:13.3": "« Cela suffit, grand roi. Mes robes de moine sont complètes. » ",
  "mn86:13.4": "Alors le roi retourna vers le Bouddha, s’inclina, s’assit sur un côté, et lui dit, ",
  "mn86:13.5": "« C’est incroyable, Sire, c’est extraordinaire ! ",
  "mn86:13.6": "Comme le Bouddha soumet ceux qui sont sauvages, appaise ceux qui sont violents, et éteint ceux qui brûlent ! ",
  "mn86:13.7": "Car enfin je n’ai pas pu le soumettre par le baton ni l’épée, mais le Bouddha l’a soumis sans le baton et sans l’épée. ",
  "mn86:13.8": "Bien, à présent, Sire, je dois partir. ",
  "mn86:13.9": "J’ai bien des devoirs, et beaucoup à faire. » ",
  "mn86:13.10": "« S’il vous plait, grand roi, allez à votre convenance. » ",
  "mn86:13.11": "Alors le roi Pasenadi se leva de son siège, s’inclina, et respectueusement fit le tour du Bouddha, en le gardant sur sa droite, avant de partir. ",
  "mn86:14.1": "Alors Vénérable Aṅgulimāla s’habilla le matin et, prenant son bol et sa robe, entra dans Sāvatthī pour l’aumône. ",
  "mn86:14.2": "Alors qu’il marchait au hasard pour la quête de nourriture il vit une femme en train d’accoucher avec douleur et difficulté. ",
  "mn86:14.3": "Voyant ceci, il  lui vint à l’esprit, ",
  "mn86:14.4": "« Oh, les êtres souffrent de tant de peines ! ",
  "mn86:14.5": "Oh, les êtres souffrent de tant de peines ! ",
  "mn86:14.6": "Alors après avoir marché dans Sāvatthī pour la quête de nourriture, après le repas, à son retour de la quête, il alla vers le Bouddha, s’inclina, s’assit sur un côté, et lui dit ce qui c’était passé. Le Bouddha lui dit, ",
  "mn86:15.1": "« Bien, alors, Aṅgulimāla, va vers cette femme et dit lui : ",
  "mn86:15.2": "‘Depuis que je suis né, soeur, je ne me souviens pas avoir intentionellement pris la vie d’une créature vivante. Par cette vérité, que ton enfant et toi soyez sains et saufs. » ",
  "mn86:15.3": "« Mais sire, ne serait-ce pas mentir délibérement ? ",
  "mn86:15.4": "Car j’ai intentionellement tué de nombreuses créatures vivantes. » ",
  "mn86:15.5": "« Dans ce cas, Aṅgulimāla, va vers cette femme et dit lui : ",
  "mn86:15.6": "‘Depuis que je suis né de ma noble naissance, soeur, je ne me souviens pas avoir intentionellement pris la vie d’une créature vivante. Par cette vérité, que ton enfant et toi soyez sains et saufs. » ",
  "mn86:15.7": "« Oui, sire, » répondit Aṅgulimāla. Il alla vers cette femme et lui dit : ",
  "mn86:15.8": "‘Depuis que je suis né de ma noble naissance, soeur, je ne me souviens pas avoir intentionellement pris la vie d’une créature vivante. Par cette vérité, que ton enfant et toi soyez sains et saufs. » ",
  "mn86:15.9": "Alors cette femme fut saine et sauve, et son enfant aussi. ",
  "mn86:16.1": "Alors Aṅgulimāla, vivant seul, reclu, diligent, assidu, et résolu, réalisa rapidement la fin suprème du chemin spirituel dans cette vie même. Il vécut ayant achevé avec sa propre vision le but pour lequel les gentilhommes, avec raison, quittent la vie laïque pour la vie errante. ",
  "mn86:16.2": "Il comprit : « La renaissance a pris fin ; le voyage spirituel a été complété ; ce qui devait être fait a été fait ; il n’y a plus rien à cette place. » ",
  "mn86:16.3": "Et Vénérable Aṅgulimāla devint un des êtres parfaits. ",
  "mn86:17.1": "Alors Vénérable Aṅgulimāla s’habilla le matin et, prenant son bol et sa robe, entra dans Sāvatthī  pour l’aumône. ",
  "mn86:17.2": "Or à ce moment quelqu’un lança une pierre qui frappa Aṅgulimāla, quelqu’un d’autre lança un bâton, et quelqu’un d’autre lança des graviers. ",
  "mn86:17.3": "Alors Aṅgulimāla, la tête ouverte, en sang, son bol brisé, et sa robe extérieure déchirée, alla vers le Bouddha. ",
  "mn86:17.4": "Le Bouddha le vit arriver de loin, ",
  "mn86:17.5": "et lui dit, ",
  "mn86:17.6": "« Endure-le, brahmin ! Endure-le, brahmin ! ",
  "mn86:17.7": "Tu fais l’expérience dans cette vie même du résultat de tes actions qui auraient pu te causer d’être tourmenté en enfer pendant de nombreuses années, plusieurs centaines ou milliers d’années. » ",
  "mn86:18.1": "Plus tard, alors qu’il s’était retiré, Vénérable Aṅgulimāla faisait l’expérience du bien-être suprème de la libération. ",
  "mn86:18.2": "A cette occasion il exprima les sentiments de son coeur : ",
  "mn86:18.3": "« Lui qui autrefois était négligent, ",
  "mn86:18.4": "mais s’est tourné vers la vigilance, ",
  "mn86:18.5": "illumine le monde, ",
  "mn86:18.6": "comme la lune libre de nuages. ",
  "mn86:18.7": "Quiconque dont la mauvaise action ",
  "mn86:18.8": "est supplantée par la bonne, ",
  "mn86:18.9": "illumine le monde, ",
  "mn86:18.10": "comme la lune libre de nuages. ",
  "mn86:18.11": "Un jeune moine, une jeune nonne ",
  "mn86:18.12": "dévoués à l’enseignement du Bouddha, ",
  "mn86:18.13": "illuminent le monde, ",
  "mn86:18.14": "comme la lune libre de nuages. ",
  "mn86:18.15": "Que même mes ennemis entendent un enseignement du Dhamma ! ",
  "mn86:18.16": "Que même mes ennemis se consacrent à l’enseignement du Bouddha ! ",
  "mn86:18.17": "Que même mes ennemis s’associent avec ces bonnes personnes ",
  "mn86:18.18": "qui établissent les autres dans le Dhamma ! ",
  "mn86:18.19": "Que même mes ennemis entendent le Dhamma quand le moment est bon, ",
  "mn86:18.20": "de ceux qui enseignent l’acceptation, ",
  "mn86:18.21": "qui louent le consentement ; ",
  "mn86:18.22": "et qu’ils suivent ce chemin ! ",
  "mn86:18.23": "Pour qu’alors ils ne souhaitent jamais de mal ",
  "mn86:18.24": "ni envers moi, ni envers les autres. ",
  "mn86:18.25": "Etant arrivés à l’ultime paix, ",
  "mn86:18.26": "ils prennent soin de toutes créatures fortes ou frêles. ",
  "mn86:18.27": "Ainsi les irrigateurs guident l’eau, ",
  "mn86:18.28": "et les armuriers allongent les flèches ; ",
  "mn86:18.29": "les charpentiers sculptent le bois, ",
  "mn86:18.30": "mais les sages soumettent leur esprit. ",
  "mn86:18.31": "Certains soumettent par le bâton, ",
  "mn86:18.32": "d’autres avec des aiguillons, et certains avec des fouets. ",
  "mn86:18.33": "Mais celui qui est détaché m’a soumis ",
  "mn86:18.34": "sans le bâton et sans l’épée. ",
  "mn86:18.35": "Mon nom est ’Inoffensif’ ",
  "mn86:18.36": "bien que je fus dangereux. ",
  "mn86:18.37": "Le nom que je porte aujourd’hui est le vrai, ",
  "mn86:18.38": "car je ne fais de mal à personne. ",
  "mn86:18.39": "J’étais un bandit, ",
  "mn86:18.40": "le fameux Aṅgulimāla. ",
  "mn86:18.41": "Emporté par une grande crue, ",
  "mn86:18.42": "j’ai pris refuge dans le Bouddha. ",
  "mn86:18.43": "J’avais les mains couvertes de sang, ",
  "mn86:18.44": "le fameux Aṅgulimāla. ",
  "mn86:18.45": "Voyez le refuge que j’ai trouvé, ",
  "mn86:18.46": "le tunnel des renaissances est détruit. ",
  "mn86:18.47": "De nombreuses sortes d’actions ai-je faites ",
  "mn86:18.48": "qui menaient à une mauvaise destination. ",
  "mn86:18.49": "Le résultat de mes actions m’a déjà frappé, ",
  "mn86:18.50": "ainsi libre de dettes, je savoure ma nourriture. ",
  "mn86:18.51": "Imbéciles et simples d’esprit ",
  "mn86:18.52": "passent leur vie dans la négligence. ",
  "mn86:18.53": "Mais les sages protègent l’assiduité ",
  "mn86:18.54": "comme leur plus beau trésor. ",
  "mn86:18.55": "Ne passez pas votre vie dans la négligence, ",
  "mn86:18.56": "ne vous délectez pas dans l’érotisme. ",
  "mn86:18.57": "Car si vous êtes assidus et pratiquez l’immersion, ",
  "mn86:18.58": "vous atteindrez un bonheur abondant. ",
  "mn86:18.59": "Il était bienvenu, non malvenu, ",
  "mn86:18.60": "le conseil que j’ai reçu était bon. ",
  "mn86:18.61": "De tous les enseignements bien expliqués, ",
  "mn86:18.62": "je suis arrivé au meilleur. ",
  "mn86:18.63": "Il était bienvenu, non malvenu, ",
  "mn86:18.64": "le conseil que j’ai reçu était bon. ",
  "mn86:18.65": "J’ai atteint les trois savoirs ",
  "mn86:18.66": "et rempli les instructions du Bouddha. » "
}