{
  "sn6.10:0.1": "Budini govori tematski grupisani 6.10 ",
  "sn6.10:0.2": "1. Prvo poglavlje ",
  "sn6.10:0.3": "Kokālika (2) ",
  "sn6.10:1.1": "Kraj Sāvatthīja. ",
  "sn6.10:1.2": "Onda monah Kokālika dođe do Blaženog, pokloni mu se i sede sa strane. Dok je tako sedeo, reče on Blaženome: ",
  "sn6.10:1.3": "„Poštovani, Sāriputta i Moggallāna imaju loše želje; njima su zaista ovladale loše želje.” ",
  "sn6.10:1.4": "Kada to bi rečeno, Blaženi mu ovako odgovori: ",
  "sn6.10:1.5": "„Ne govori tako, Kokālika! Ne govori tako. ",
  "sn6.10:1.6": "Kokālika, pouzdaj se u Sāriputtu i Moggallānu. Sāriputta i Moggallāna su ispunjeni vrlinama.” ",
  "sn6.10:1.7": "Po drugi put monah Kokālika ovako reče: ",
  "sn6.10:1.8": "„Poštovani, iako imam veru i poverenje u Blaženog, ipak kažem da Sāriputta i Moggallāna imaju loše želje; njima su zaista ovladale loše želje.” ",
  "sn6.10:1.9": "I po drugi put Blaženi mu reče: ",
  "sn6.10:1.10": "„Ne govori tako, Kokālika! Ne govori tako… ",
  "sn6.10:1.11": "Sāriputta i Moggallāna su ispunjeni vrlinama.” ",
  "sn6.10:1.12": "Po treći put monah Kokālika ovako reče: ",
  "sn6.10:1.13": "„Poštovani… njima su zaista ovladale loše želje.” ",
  "sn6.10:1.14": "I po treći put Blaženi mu reče: ",
  "sn6.10:1.15": "„Ne govori tako,… ",
  "sn6.10:1.16": "Sāriputta i Moggallāna su ispunjeni vrlinama.” ",
  "sn6.10:2.1": "Na to je monah Kokālika ustao sa mesta na kojem je sedeo, poklonio se Blaženom i otišao, pazeći da mu ovaj ostane sa desne strane. ",
  "sn6.10:2.2": "Nedugo pošto je monah Kokālika otišao, čitavo njegovo telo postade prekriveno čirevima veličine semena gorušice. ",
  "sn6.10:2.3": "A zatim su oni počeli da rastu, malo pomalo, sve dok nisu bili kao zrna pirinča. Nastavili su da rastu i postali veličine graška; još su rasli i postali kao āmalaka plod; zatim su postali kao nezreli beḷuva plod; a onda veličine zrelog beḷuva ploda. Kada su dostigli veličinu zrelog beḷuva ploda, počeše da prskaju, a iz njih su se cedili gnoj i krv. ",
  "sn6.10:2.4": "Usled ovakve bolesti monah Kokālika je preminuo ",
  "sn6.10:2.5": "i, kao posledica mržnje koju je gajio prema Sāriputti i Moggallāni, preporodio se u Paduma paklu. ",
  "sn6.10:3.1": "A kada je noć već poodmakla, brahmā Sahampati dođe do Blaženog, osvetlivši čitav gaj svojom izvanrednom lepotom, pokloni mu se i stade sa strane. Stojeći tako, reče on Blaženom: ",
  "sn6.10:3.2": "„Poštovani, monah Kokālika je umro ",
  "sn6.10:3.3": "i, kao posledica mržnje koju je gajio prema Sāriputti i Moggallāni, preporodio se u Paduma paklu.” ",
  "sn6.10:3.4": "Tako reče brahmā Sahampati. ",
  "sn6.10:3.5": "Onda se pokloni Blaženom, pa pazeći da mu ovaj ostane sa desne strane, nestade sa tog mesta. ",
  "sn6.10:4.1": "A kada je noć minula, Blaženi se ovako obrati monasima: ",
  "sn6.10:4.2": "„Monasi, sinoć, kada je noć bila već poodmakla, brahmā Sahampati došao je do mene, osvetlivši svojom izvanrednom lepotom čitav gaj, i rekao: ",
  "sn6.10:4.3": "’Poštovani, monah Kokālika je umro ",
  "sn6.10:4.4": "i, kao posledica mržnje koju je gajio prema Sāriputti i Moggallāni, preporodio se u Paduma paklu.’ ",
  "sn6.10:4.5": "Kada je to izrekao, poklonio se i pazeći da mu ostanem sa desne strane, nestade sa tog mesta.” ",
  "sn6.10:5.1": "Na to neki monah upita Blaženog: ",
  "sn6.10:5.2": "„Poštovani, koliko je dug životni vek u Paduma paklu?” ",
  "sn6.10:5.3": "„Životni vek u Paduma paklu je vrlo dug, monaše. ",
  "sn6.10:5.4": "Nije ga lako izmeriti i reći ",
  "sn6.10:5.5": "koliko je tačno godina, koliko stotina godina, koliko hiljada godina, koliko stotina hiljada godina.” ",
  "sn6.10:5.6": "„Je li ga onda, gospodine, moguće izraziti nekim poređenjem?” ",
  "sn6.10:5.7": "„Moguće je, monaše. ",
  "sn6.10:6.1": "Zamisli povorku zaprega iz Kosale sa tovarom od dvadeset mera sezamovog semena. Onda svakih sto godina neki čovek iz tog tovara izvadi po jedno seme. ",
  "sn6.10:6.3": "Dvadeset Abbuda paklova jednaki su jednom Nirabbuda paklu. ",
  "sn6.10:6.4": "Dvadeset Nirabbuda paklova jednaki su jednom Ababa paklu. ",
  "sn6.10:6.5": "Dvadeset Ababa paklova jednaki su jednom Ahaha paklu. ",
  "sn6.10:6.6": "Dvadeset Ahaha paklova jednaki su jednom Aṭaṭa paklu. ",
  "sn6.10:6.7": "Dvadeset Aṭaṭa paklova jednaki su jednom Kumuda paklu. ",
  "sn6.10:6.8": "Dvadeset Kumuda paklova jednaki su jednom Soganhika paklu. ",
  "sn6.10:6.9": "Dvadeset Soganhika paklova jednaki su jednom Uppalaka paklu. ",
  "sn6.10:6.10": "Dvadeset Uppalaka paklova jednaki su jednom Puṇḍarīka paklu. ",
  "sn6.10:6.11": "A dvadeset Puṇḍarīka paklova jednaki su jednom Paduma paklu. ",
  "sn6.10:6.12": "I kao posledica mržnje koju je gajio prema Sāriputti i Moggallāni, monah Kokālika se preporodio u Paduma paklu.” ",
  "sn6.10:6.13": "Tako reče Blaženi. ",
  "sn6.10:6.14": "A kada je Srećni to izgovorio, i ovo dodade Učitelj: ",
  "sn6.10:7.1": "„Čovek kada se rodi, ",
  "sn6.10:7.2": "rađa se sa sekirom u ustima. ",
  "sn6.10:7.3": "Njome budala sebe seče, ",
  "sn6.10:7.4": "kad god izgovara loše reči. ",
  "sn6.10:8.1": "Ko hvali onoga koga treba kuditi, ",
  "sn6.10:8.2": "ili kudi onoga koga treba hvaliti, ",
  "sn6.10:8.3": "taj ustima sakuplja zlu sreću ",
  "sn6.10:8.4": "i zbog nje pravu sreću ne nalazi. ",
  "sn6.10:9.1": "Malena je ta zla sreća, ",
  "sn6.10:9.2": "gubitak imetka zbog kocke. ",
  "sn6.10:9.3": "Čak i da izgubi sve, pa i sebe samog, ",
  "sn6.10:9.4": "mnogo je veća druga zla sreća: ",
  "sn6.10:9.5": "kad neko prema Srećnima um zatrovan mržnjom gaji. ",
  "sn6.10:10.1": "Stotinu hiljada nirabuda, ",
  "sn6.10:10.2": "i još trideset šest, i pet abuda, ",
  "sn6.10:10.3": "u čistilište ide onaj ko kudi plemenite, ",
  "sn6.10:10.4": "usmerivši zao govor i um protiv njih.” "
}