{
  "sn6.6:0.1": "Budini govori tematski grupisani 6.6 ",
  "sn6.6:0.2": "1. Prvo poglavlje ",
  "sn6.6:0.3": "Brahmā svet (Nemar) ",
  "sn6.6:1.1": "Kraj Sāvatthīja. ",
  "sn6.6:1.2": "Jednom se Blaženi povukao na dnevni odmor, u osamu. ",
  "sn6.6:1.3": "Onda nezavisni brahmā Subrahmā i nezavisni brahma Suddhāvāsa priđoše Blaženom i nasloniše se svaki na po jedan dovratak. I nezavisni brahma Subrahmā reče nezavisnom brahmi Suddhāvāsi: ",
  "sn6.6:1.4": "’Dragi gospodine, sada nije vreme za posetu Blaženom. ",
  "sn6.6:1.5": "Blaženi se povukao na dnevni odmor, u osamu. ",
  "sn6.6:1.6": "Ali onaj tamo brahmā svet je moćan i bogat, a brahmā koji je u njemu, živi nemarnim životom. ",
  "sn6.6:1.7": "„Hajdemo, dragi gospodine, do tog brahmā sveta i probudimo u tom brahmi osećaj neodložnosti.” ",
  "sn6.6:1.8": "„Dobro, dragi gospodine,” odgovori nezavisni brahma Suddhāvāsa. ",
  "sn6.6:2.1": "I nezavisni brahma Subrahmā i nezavisni brahma Suddhāvāsa, baš kao što bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestadoše ispred Blaženog i pojaviše se u tom brahmā svetu. ",
  "sn6.6:2.2": "I vide ih onaj brahmā još izdaleka kako dolaze, pa reče: ",
  "sn6.6:2.3": "„Odakle vi to dolazite, draga gospodo?” ",
  "sn6.6:2.4": "Dolazimo od Blaženog, plemenitog i potpuno probuđenog. ",
  "sn6.6:2.5": "Bi li ti pošao, dragi gospodine, da posetiš tog Blaženog, plemenitog i potpuno probuđenog?” ",
  "sn6.6:3.1": "Kada mu je tako rečeno, taj brahmā, nije želeo da prihvati njihov predlog, te stvori hiljadu svojih likova i reče nezavisnom brahmi Subrahmi: ",
  "sn6.6:3.2": "„Vidiš li ti, dragi gospodine, kakvu moć i silu imam?” ",
  "sn6.6:3.3": "„Vidim.” ",
  "sn6.6:3.4": "„Pa kad imam tako veliku moć i silu, kojem drugom asketi ili brahmanu treba da se pokorim?” ",
  "sn6.6:4.1": "Tada nezavisni brahmā Subrahmā stvori dve hiljade svojih likova, pa reče tom brahmi: ",
  "sn6.6:4.2": "„Vidiš li ti, dragi gospodine, kakvu moć i silu imam?” ",
  "sn6.6:4.3": "„Vidim.” ",
  "sn6.6:4.4": "„Taj Blaženi ima još veću moć i silu i od tebe i od mene. ",
  "sn6.6:4.5": "Trebalo bi, dragi gospodine, da posetiš tog Blaženog, plemenitog i potpuno probuđenog?” ",
  "sn6.6:4.6": "Onda se taj brahmā u stihovima obrati nezavisnom brahmi Subrahmi: ",
  "sn6.6:5.1": "„Tri (stotine) supaṇṇa, četiri (stotine) labuda, ",
  "sn6.6:5.2": "i pet stotina sokola. ",
  "sn6.6:5.3": "Ova palata meditanata sija, o Brahmo, ",
  "sn6.6:5.4": "obasjavajući severnu stranu.” ",
  "sn6.6:6.1": "(Nezavisni brahmā Subrahma:) „„Iako ta tvoja palata sija, ",
  "sn6.6:6.2": "obasjavajući severnu stranu, ",
  "sn6.6:6.3": "pošto vide nedostatak u obliku, uvek promenljivom, ",
  "sn6.6:6.4": "mudri zato se oblikom ne ushićuju.” ",
  "sn6.6:7.1": "I pošto su u tom brahmi probudili osećaj neodložnosti, nezavisni brahme Subrahmā i Suddhāvāsa nestadoše sa tog mesta. ",
  "sn6.6:7.2": "A taj brahmā je kasnije otišao da poseti Blaženog, plemenitog i potpuno probuđenog. "
}