{
  "sn6.5:0.1": "Budini govori tematski grupisani 6.5 ",
  "sn6.5:0.2": "1. Prvo poglavlje ",
  "sn6.5:0.3": "Drugi brahmā (Drugo gledište) ",
  "sn6.5:1.1": "Kraj Sāvatthīja. ",
  "sn6.5:1.2": "I u isto vreme je jedan drugi brahmā imao ovakvo pogrešno uverenje: ",
  "sn6.5:1.3": "„Nema tog askete ili brahmana koji bi mogao doći ovde.” ",
  "sn6.5:1.4": "Na to Blaženi, shvativši o čemu razmišlja ovaj brahmā, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestade u Đetinom gaju i pojavi se u brahmā svetu. ",
  "sn6.5:1.5": "Tu je Blaženi seo prekrštenih nogu u vazduhu iznad tog brahme, ušavši u meditaciju o elementu vatre. ",
  "sn6.5:2.1": "Na to poštovani Mahāmoggallāna pomisli: ",
  "sn6.5:2.2": "„Gde li sada boravi Blaženi?” ",
  "sn6.5:2.3": "I vide poštovani Mahāmoggallāna duhovnim okom, koje je pročišćeno i nadmašuje ljudsko, kako je Blaženi seo prekrštenih nogu u vazduhu iznad tog brahme, ušavši u meditaciju o elementu vatre. ",
  "sn6.5:2.4": "Videvši to, baš kao što bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, on nestade u Đetinom gaju i pojavi se u tom brahmā svetu. ",
  "sn6.5:2.5": "Tu se poštovani Mahāmoggallāna smestio na istočnoj strani i seo prekrštenih nogu u vazduhu iznad tog brahme, iako nešto niže od Blaženog, ušavši u meditaciju o elementu vatre. ",
  "sn6.5:3.1": "I pomisli poštovani Mahākassapa: ",
  "sn6.5:3.2": "„Gde li sada boravi Blaženi?” ",
  "sn6.5:3.3": "I vide poštovani Mahākassapa duhovnim okom… ",
  "sn6.5:3.4": "Videvši to, baš kao što bi snažan čovek… on nestade u Đetinom gaju i pojavi se u tom brahmā svetu. ",
  "sn6.5:3.5": "Tu se poštovani Mahākassapa smestio na južnoj strani i seo prekrštenih nogu u vazduhu iznad tog brahme, iako nešto niže od Blaženog, ušavši u meditaciju o elementu vatre. ",
  "sn6.5:4.1": "I pomisli poštovani Mahākappina: ",
  "sn6.5:4.2": "„Gde li sada boravi Blaženi?” ",
  "sn6.5:4.3": "I vide poštovani Mahāmoggallāna duhovnim okom… ušavši u meditaciju o elementu vatre. ",
  "sn6.5:4.4": "Videvši to, baš kao što bi snažan čovek… ",
  "sn6.5:4.5": "on nestade u Đetinom gaju i pojavi se u tom brahmā svetu. ",
  "sn6.5:4.6": "Tu se poštovani Mahākappina smestio na zapadnoj strani i seo prekrštenih nogu u vazduhu iznad tog brahme, iako nešto niže od Blaženog, ušavši u meditaciju o elementu vatre. ",
  "sn6.5:5.1": "Na to poštovani Anuruddha pomisli: ",
  "sn6.5:5.2": "„Gde li sada boravi Blaženi?” ",
  "sn6.5:5.3": "I vide poštovani Anuruddha duhovnim okom… ušavši u meditaciju o elementu vatre. ",
  "sn6.5:5.4": "Videvši to, baš kao što bi snažan čovek… on nestade u Đetinom gaju i pojavi se u tom brahmā svetu. ",
  "sn6.5:5.5": "Tu se poštovani Anuruddha smestio na južnoj strani i seo prekrštenih nogu u vazduhu iznad tog brahme, iako nešto niže od Blaženog, ušavši u meditaciju o elementu vatre. ",
  "sn6.5:6.1": "Onda se poštovani Mahāmoggallāna obrati tom brahmi u stihovima: ",
  "sn6.5:7.1": "„Imaš li još uvek, prijatelju, ono gledište ",
  "sn6.5:7.2": "koje si pre imao? ",
  "sn6.5:7.3": "Vidiš li sjaj koji prevazilazi ",
  "sn6.5:7.4": "ovaj Brahma svet?” ",
  "sn6.5:8.1": "„Nemam više, gospodine, ono gledište ",
  "sn6.5:8.2": "koje sam pre imao. ",
  "sn6.5:8.3": "Vidim sjaj koji prevazilazi ",
  "sn6.5:8.4": "ovaj Brahma svet? ",
  "sn6.5:8.5": "Kako bih danas mogao reći: ",
  "sn6.5:8.6": "’Ja sam stalan, ja sam večan’?” ",
  "sn6.5:9.1": "Na to Blaženi, probudivši u tom brahmi osećaj neodložnosti, baš kao što bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestade iz tog brahmā sveta i pojavi se u Đetinom gaju. ",
  "sn6.5:9.2": "Tada se taj brahmā obrati jednom članu svoje pratnje: ",
  "sn6.5:9.3": "„Hajde, dragi gospodine, idi do uvaženog Mahāmoggallāne i reci mu ovako: ",
  "sn6.5:9.4": "’Ima li još, dragi gospodine Moggallāna, drugih učenika Blaženog koji su tako moćni i velikog uticaja, ",
  "sn6.5:9.5": "kao što su poštovani Moggallāna, Kassapa, Kappina i Anuruddha’?” ",
  "sn6.5:9.6": "„Dobro, dragi gospodine,” odgovori taj član pratnje. Zatim ode do poštovanog Mahāmoggallāne i upita ga: ",
  "sn6.5:9.7": "’Ima li još, dragi gospodine Moggallāna, drugih učenika Blaženog koji su tako velike moći i velikog uticaja, ",
  "sn6.5:9.8": "kao što su poštovani Moggallāna, Kassapa, Kappina i Anuruddha’?” ",
  "sn6.5:9.9": "Na to se poštovani Mahāmoggallāna obrati tom članu brahmā pratnje u stihovima: ",
  "sn6.5:10.1": "„Sa tri znanja i moćima, ",
  "sn6.5:10.2": "vešti u čitanju tuđih misli, ",
  "sn6.5:10.3": "arahanti u kojima otrova više nema, ",
  "sn6.5:10.4": "mnogi su učenici Budnoga.” ",
  "sn6.5:11.1": "A taj član brahmā pratnje, obradovan i zadovoljan rečima uvaženog Mahāmoggallāne, vrati se onom brahmi, pa kad je priša, reče mu: ",
  "sn6.5:11.2": "„Dragi gospodine, poštovani Mahāmoggallāna je ovako rekao: ",
  "sn6.5:12.1": "’Sa tri znanja i moćima, ",
  "sn6.5:12.2": "vešti u čitanju tuđih misli, ",
  "sn6.5:12.3": "arahanti u kojima otrova više nema ",
  "sn6.5:12.4": "mnogi su učenici Budnoga’.” ",
  "sn6.5:13.1": "Tako reče taj član brahmā pratnje. ",
  "sn6.5:13.2": "Zadovoljan, onaj brahmā se obradova njegovim rečima. "
}