{
  "sn6.15:0.1": "Budini govori tematski grupisani 6.15 ",
  "sn6.15:0.2": "2. Drugo poglavlje ",
  "sn6.15:0.3": "Konačno oslobođenje ",
  "sn6.15:1.1": "Jednom je Blaženi boravio među Malama, kraj Kusināre, u Upavattana gaju, između dva sālova drveta, neposredno pre konačnog oslobođenja. ",
  "sn6.15:1.2": "Onda Blaženi reče monasima: ",
  "sn6.15:1.3": "„Monasi, sada vam i ovo kažem: ",
  "sn6.15:1.4": "priroda svih uslovljenih stvari zaista jeste da propadaju. Naoružani svesnošću, vežbajte neumorno da stignete do cilja!” ",
  "sn6.15:1.5": "To behu poslednje Tathāgatine reči. ",
  "sn6.15:2.1": "Onda Blaženi uđe u prvo zadubljenje, pa izašavši iz prvog zadubljenja, uđe u drugo. Izašavši iz drugog, uđe u treće zadubljenje. Izašavši iz trećeg, uđe u četvrto zadubljenje. Izašavši iz četvrtog, uđe u područje beskonačnog prostora. Izašavši iz područja beskonačnog prostora, on uđe u područje bezgranične svesti. Izašavši iz područja bezgranične svesti, on uđe u područje ničega. Izašavši iz područja ničega, on uđe u područje ni opažanja ni neopažanja. Izađavši iz područja ni opažanja ni neopažanja, on uđe u prestanak opažaja i osećaja. ",
  "sn6.15:3.1": "Izašavši iz prestanka opažaja i osećaja, uđe u područje ni opažanja ni neopažanja. Izašavši iz područja ni opažanja ni neopažanja, on uđe u područje ničega. Izašavši iz područja ničega, uđe u područje bezgranične svesti. Izašavši iz područja bezgranične svesti, uđe u područje beskonačnog prostora. Izašavši iz područja beskonačnog prostora, uđe u četvrto zadubljenje. Izašavši iz četvrtog zadubljenja, uđe u treće. Izašavši iz trećeg zadubljenja, uđe u drugo. Izašavši iz drugog zadubljenja, uđe u prvo. Izašavši iz prvog zadubljenja, uđe u drugo. Izašavši iz drugog zadubljenja, uđe u treće. Izašavši iz trećeg zadubljenja, on uđe u četvrto. I odmah pošto je izašao iz četvrtog zadubljenja, Blaženi dostiže konačno oslobođenje. ",
  "sn6.15:3.2": "Istovremeno sa konačnim oslobođenjem Blaženog, Brahmā Sahampati izreče ove stihove: ",
  "sn6.15:4.1": "„Sva bića u svetu ovome ",
  "sn6.15:4.2": "svoje telo odložiće, ",
  "sn6.15:4.3": "baš isto kao i učitelj, ",
  "sn6.15:4.4": "u ovom svetu nenadmašni; ",
  "sn6.15:4.5": "Tathāgata istinsku snagu stekao je, ",
  "sn6.15:4.6": "potpuno probuđeni dostiže konačno oslobođenje.” ",
  "sn6.15:5.1": "Istovremeno sa konačnim oslobođenjem Blaženog, Sakka, predvodnik bogova, izreče ove stihove: ",
  "sn6.15:6.1": "„Prolazne su zaista sve uslovljene stvari, ",
  "sn6.15:6.2": "njihova priroda je da nastanu i nestanu. ",
  "sn6.15:6.3": "Jednom nastavši, zauvek iščezavaju, ",
  "sn6.15:6.4": "tek njihovo smirivanje je istinska sreća.” ",
  "sn6.15:7.1": "Istovremeno sa konačnim oslobođenjem Blaženog, poštovani Ānanda izreče ove stihove: ",
  "sn6.15:8.1": "„I onda nastade strah, ",
  "sn6.15:8.2": "i onda nastade užas, ",
  "sn6.15:8.3": "kada usavršeni u svim izvanrednim osobinama ",
  "sn6.15:8.4": "dostiže konačno oslobođenje.” ",
  "sn6.15:9.1": "Istovremeno sa konačnim oslobođenjem Blaženog, poštovani Anuruddha izreče ove stihove: ",
  "sn6.15:10.1": "„Nema udaha ni izdaha ",
  "sn6.15:10.2": "u Takvome umirenoga uma. ",
  "sn6.15:10.3": "Nepomeriv, smirenju predan, ",
  "sn6.15:10.4": "onaj što jasno vidi, slobodan postade. ",
  "sn6.15:11.1": "Nepokolebanoga uma, ",
  "sn6.15:11.2": "sve bolne osećaje prevazišao je; ",
  "sn6.15:11.3": "slično lampi čiji plamen utrnu, ",
  "sn6.15:11.4": "beše oslobođenje uma.” "
}