{
  "sn6.4:0.1": "Budini govori tematski grupisani 6.4 ",
  "sn6.4:0.2": "1. Prvo poglavlje ",
  "sn6.4:0.3": "Brahmā Baka ",
  "sn6.4:1.1": "Ovako sam čuo. ",
  "sn6.4:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn6.4:1.3": "I u isto vreme je Brahmā Baka imao ovakvo pogrešno uverenje: ",
  "sn6.4:1.4": "„Ovo je večno, ovo je stalno, ovo je trajno, ovo je celovito, ovo nije podložno nestajanju; ovo se zaista ne rađa, ne stari, ne umire, ne propada, niti se ponovo rađa, i izvan ovoga nema drugog, višeg izlaza.” ",
  "sn6.4:2.1": "Na to Blaženi, shvativši o čemu razmišlja Brahmā Baka, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, nestade u Đetinom gaju i pojavi se u brahmā svetu. ",
  "sn6.4:2.2": "Brahmā Baka još izdaleka spazi Blaženog kako dolazi, ",
  "sn6.4:2.3": "pa mu ovako reče: ",
  "sn6.4:2.4": "„Dođite, gospodine! Dobrodošli, gospodine! ",
  "sn6.4:2.5": "Dugo je vremena prošlo otkako ste uložili napor da dođete ovde. ",
  "sn6.4:2.6": "Jer ovo je večno, ovo je stalno, ovo je trajno, ovo je celovito, ovo nije podložno nestajanju; ovo se zaista ne rađa, ne stari, ne umire, ne propada, niti se ponovo rađa, i izvan ovoga nema drugog, višeg izlaza.” ",
  "sn6.4:3.1": "Na to mu Blaženi odgovori: ",
  "sn6.4:3.2": "„Avaj, gospodine, u neznanje je zapao Brahmā Baka. Avaj, gospodine, u neznanje je zapao Brahmā Baka. ",
  "sn6.4:3.3": "Jer ono što je prolazno naziva večnim, ono što je nestalno naziva stalnim, ono što je netrajno naziva trajnim, ono što je necelovito naziva celovitim, ono što je podložno nestajanju naziva nepodložnim nestajanju. ",
  "sn6.4:3.4": "A za ono gde postoji rođenje, starenje, umiranje, propadanje i ponovno rađanje, on kaže: ",
  "sn6.4:3.5": "’Ovo se ne rađa, ne stari, ne umire, ne propada, niti se ponovo rađa.’ ",
  "sn6.4:3.6": "Iako postoji drugo, više izbavljenje, on kaže: ’Nema drugog, višeg izbavljenja’.” ",
  "sn6.4:4.1": "[Brahmā Baka:] „Nas sedamdeset i dvojica, Gotamo, zaslužnih delima, ",
  "sn6.4:4.2": "vladamo ovde, prevazišavši rođenje i starost. ",
  "sn6.4:4.3": "Ovo je, znalče, naše poslednje Brahmā-rođenje, ",
  "sn6.4:4.4": "za kojim čeznu mnogi ljudi.” ",
  "sn6.4:5.1": "[Blaženi:] „Kratko je to, nije dug život, ",
  "sn6.4:5.2": "ono što ti, Baka, smatraš dugim životom. ",
  "sn6.4:5.3": "Stotinu hiljada nirabuda, Brahmā, ",
  "sn6.4:5.4": "ja znam da je tvoj životni vek.” ",
  "sn6.4:6.1": "[Brahmā Baka:] „Ja sam onaj koji vidi beskrajno, ",
  "sn6.4:6.2": "koji je prevazišao rođenje, starost i tugu. ",
  "sn6.4:6.3": "A ti mi reci kakvi su bili moji drevni zaveti i dela? ",
  "sn6.4:6.4": "Reci mi to što treba da znam.” ",
  "sn6.4:7.1": "[Blaženi:] „Kada si napojio mnoge ljude, ",
  "sn6.4:7.2": "žedne i savladane žegom. ",
  "sn6.4:7.3": "To je tvoj drevni zavet i delo, ",
  "sn6.4:7.4": "sećam ga se kao onaj ko se budi iz sna. ",
  "sn6.4:8.1": "Kada si na obali reke oslobodio zarobljene ljude, ",
  "sn6.4:8.2": "koje su hvatali i odvodili. ",
  "sn6.4:8.3": "To je tvoj drevni zavet i delo, ",
  "sn6.4:8.4": "sećam ga se kao onaj ko se budi iz sna. ",
  "sn6.4:9.1": "Kada je na reci Gang brod zgrabila ",
  "sn6.4:9.2": "surova nāga, žudeći za ljudima, ",
  "sn6.4:9.3": "ti si ih oslobodio silom i snagom. ",
  "sn6.4:9.4": "To je tvoj drevni zavet i delo, ",
  "sn6.4:9.5": "sećam ga se kao onaj ko se budi iz sna. ",
  "sn6.4:10.1": "I ja sam bio tvoj učenik po imenu Kappa; ",
  "sn6.4:10.2": "smatrao sam te mudrim i posvećenim. ",
  "sn6.4:10.3": "To je tvoj drevni zavet i delo, ",
  "sn6.4:10.4": "sećam ga se kao onaj ko se budi iz sna.” ",
  "sn6.4:11.1": "[Brahmā Baka:] „Zaista ti poznaješ ovaj moj životni vek, ",
  "sn6.4:11.2": "a znaš i ostalo; upravo zato i jesi Buda. ",
  "sn6.4:11.3": "Zato tvoj blistavi sjaj ",
  "sn6.4:11.4": "i obasjava ovaj brahmā svet.” "
}