{
  "sn6.2:0.1": "Budini govori tematski grupisani 6.2 ",
  "sn6.2:0.2": "1. Prvo poglavlje ",
  "sn6.2:0.3": "Poštovanje ",
  "sn6.2:1.1": "Ovako sam čuo. ",
  "sn6.2:1.2": "Jednom je, neposredno posle probuđenja, Blaženi boravio kraj Uruvele, na obali reke Nerañđare, u podnožnju pastirovog banjanovog drveta. ",
  "sn6.2:1.3": "Onda se Blaženom, dok je boravio u osami, povučen, javi ova misao: ",
  "sn6.2:1.4": "„Mučno je živeti bez poštovanja, bez smernosti prema nekome. A kraj kojeg askete ili brahmana bih ja mogao da živim, iskazujući mu počast i poštovanje?” ",
  "sn6.2:2.1": "Na to Blaženi pomisli: ",
  "sn6.2:2.2": "„Radi usavršavanja još nesavršenog sastojka vrline, bilo bi dobro živeti kraj nekog askete ili brahmana, iskazujući mu počast i poštovanje. ",
  "sn6.2:2.3": "Međutim, u čitavom ovom svetu, sa njegovim bogovima, sa Mārom i Brahmom, u ovom pokolenju sa njegovim asketama i brahmanima, vladarima i običnim ljudima, ne vidim nijednog drugog asketu ili brahmana kraj kojeg bih mogao živeti, iskazujući mu počast i poštovanje, a da je više usavršen u vrlini nego što sam to ja. ",
  "sn6.2:3.1": "Radi usavršavanja još nesavršenog sastojka koncentracije, bilo bi dobro živeti kraj nekog askete ili brahmana, iskazujući mu počast i poštovanje. ",
  "sn6.2:3.2": "Međutim, u čitavom ovom svetu… ne vidim nijednog drugog asketu ili brahmana kraj kojeg bih mogao živeti, iskazujući mu počast i poštovanje, a da je više usavršen u koncentraciji nego što sam to ja. ",
  "sn6.2:4.1": "Radi usavršavanja još nesavršenog sastojka mudrosti, bilo bi dobro živeti kraj nekog askete ili brahmana, iskazujući mu počast i poštovanje. ",
  "sn6.2:4.2": "Međutim, u čitavom ovom svetu… ne vidim nijednog drugog asketu ili brahmana kraj kojeg bih mogao živeti, iskazujući mu počast i poštovanje, a da je više usavršen u mudrosti nego što sam to ja. ",
  "sn6.2:5.1": "Radi usavršavanja još nesavršenog sastojka oslobođenja, bilo bi dobro živeti kraj nekog askete ili brahmana, iskazujući mu počast i poštovanje. ",
  "sn6.2:5.2": "Međutim, u čitavom ovom svetu… ne vidim nijednog drugog asketu ili brahmana kraj kojeg bih mogao živeti, iskazujući mu počast i poštovanje, a da je više usavršen u oslobođenju nego što sam to ja. ",
  "sn6.2:6.1": "Radi usavršavanja još nesavršenog sastojka znanja i viđenja oslobođenja, bilo bi dobro živeti kraj nekog askete ili brahmana, iskazujući mu počast i poštovanje. ",
  "sn6.2:6.2": "Međutim, u čitavom ovom svetu… ne vidim nijednog drugog asketu ili brahmana kraj kojeg bih mogao živeti, iskazujući mu počast i poštovanje, a da je više usavršen u znanju i viđenju oslobođenja nego što sam to ja. ",
  "sn6.2:6.3": "A kako bi bilo ako bih živeo upravo u ovoj Dhammi, za koju sam se do kraja probudio, ukazujući njoj počast i poštovanje?” ",
  "sn6.2:7.1": "Na to, shvativši o čemu razmišlja Blaženi, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, Brahmā Sahampati nestade u Brahminom svetu i pojavi se pred Blaženim. ",
  "sn6.2:7.2": "Prebacivši gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u njegovom pravcu i reče: ",
  "sn6.2:7.3": "„Istina je, Blaženi! Istina je, Srećni! ",
  "sn6.2:7.4": "Oni koji su u prošlosti bili arahanti, samoprobuđeni, i oni su živeli upravo u ovoj Dhammi, ukazujući joj počast i poštovanje. ",
  "sn6.2:7.5": "Oni koji će u budućnosti biti arahanti, samoprobuđeni, i oni će živeti upravo u ovoj Dhammi, ukazujući joj počast i poštovanje. ",
  "sn6.2:7.6": "I neka Blaženi, koji je danas arahant, samoprobuđen, živi upravo u ovoj Dhammi, ukazujući joj počast i poštovanje.” ",
  "sn6.2:7.7": "Tako je govorio Brahmā Sahampati, a zatim nastavi: ",
  "sn6.2:8.1": "„Bude iz prošlosti, ",
  "sn6.2:8.2": "Bude u budućnosti, ",
  "sn6.2:8.3": "i onaj ko je Buda danas, ",
  "sn6.2:8.4": "uništitelji tuge mnogima, ",
  "sn6.2:9.1": "Svi su oni živeli, žive ",
  "sn6.2:9.2": "i živeće ",
  "sn6.2:9.3": "poštujući istinsku Dhammu. ",
  "sn6.2:9.4": "To je za Bude zakon prirodni. ",
  "sn6.2:10.1": "Zato, svako ko sebi dobro želi, ",
  "sn6.2:10.2": "ko ka duhovnim visinama težo, ",
  "sn6.2:10.3": "iskreno treba da poštuje istinsku Dhammu, ",
  "sn6.2:10.4": "podsećajući se Budinog učenja.” "
}