{
  "sn6.1:0.1": "Budini govori tematski grupisani 6.1 ",
  "sn6.1:0.2": "1. Prvo poglavlje ",
  "sn6.1:0.3": "Brahmina molba ",
  "sn6.1:1.1": "Ovako sam čuo. ",
  "sn6.1:1.2": "Jednom je, neposredno posle probuđenja, Blaženi boravio kraj Uruvele, na obali reke Nerañđare, u podnožnju pastirovog banjanovog drveta. ",
  "sn6.1:1.3": "Onda se Blaženom, dok je boravio u osami, povučen, javi ova misao: ",
  "sn6.1:1.4": "„Ova Dhamma do koje dođoh duboka je, teško ju je uočiti, teško razumeti, smirujuća je i uzvišena, nedosežna pukim rezonovanjem, tanana, shvatljiva mudrima. ",
  "sn6.1:1.5": "Ali ovo pokolenje se oduševljava vezivanjem, zanosi vezivanjem, raduje vezivanju. ",
  "sn6.1:1.6": "Teško je za takvo pokolenje da uvidi ovu istinu, dakle posebnu uzročnost, uslovljeni nastanak. ",
  "sn6.1:1.7": "I teško je da uvidi ovu istinu, dakle stišavanje svih mentalnih konstrukcija, napuštanje svih tekovina, razaranje žudnje, hlađenje strasti, prestanak, nibbānu. ",
  "sn6.1:1.8": "Ako bih krenuo da podučavam tu Dhammu, drugi me ne bi razumeli, a za mene bi to bio samo uzaludan trud i napor.” ",
  "sn6.1:1.9": "Na to Blaženom spontano padoše na um ovi stihovi, koji nikad do tada nisu bili izrečeni: ",
  "sn6.1:2.1": "„Čemu podučavanje Dhammi, ",
  "sn6.1:2.2": "koju čak i ja teško dosegnuh; ",
  "sn6.1:2.3": "jer nju nikada spaziti neće ",
  "sn6.1:2.4": "oni obuzeti strašću i mržnjom. ",
  "sn6.1:3.1": "Oni koje je strast osvojila, mrak obavio, ",
  "sn6.1:3.2": "teško razumljivu Dhammu nikada spoznati neće, ",
  "sn6.1:3.3": "jer ona vodi nasuprot toku ovoga sveta, ",
  "sn6.1:3.4": "tanana, duboka i teško uočljiva.” ",
  "sn6.1:4.1": "Razmišljajući o ovome, um Blaženog beše skloniji nedelovanju nego podu­čavanju Dhamme. ",
  "sn6.1:5.1": "A onda, monasi, Brahmā Sahampati, shvativši o čemu Blaženi razmišlja, pomisli: ",
  "sn6.1:5.2": "‘Ovaj svet biće izgubljen, ovaj svet će nestati, jer um Tathāgate, plemenitog i potpuno probuđenog, skloniji je nedelovanju nego podučavanju Dhamme.’ ",
  "sn6.1:5.3": "Na to, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, Brahmā Sahampati nestade u Brahminom svetu i pojavi se pred Blaženim. ",
  "sn6.1:5.4": "Prebacivši gornji ogrtač preko jednog ramena, u znak poštovanja sklopi dlanove u njegovom pravcu i reče: ",
  "sn6.1:5.5": "‘Poštovani gospodine, neka Blaženi podučava Dhammu, neka Uzvišeni podučava Dhammu. ",
  "sn6.1:5.6": "Postoje bića sa tek malo prašine u očima, koja propadaju jer nisu čula Dhammu. ",
  "sn6.1:5.7": "Ona će razumeti Dhammu.” ",
  "sn6.1:5.8": "Tako je govorio Brahmā Sahampati, a zatim nastavi: ",
  "sn6.1:6.1": "„U Magadhi su se do sada pojavljivala ",
  "sn6.1:6.2": "pogrešna učenja, onih nečistog uma. ",
  "sn6.1:6.3": "Otvori vrata Besmrtnog! Neka čuju ",
  "sn6.1:6.4": "Dhammu koju Prečisti pronađe. ",
  "sn6.1:7.1": "Kao što neko na vrhu planine ",
  "sn6.1:7.2": "ljudski rod vidi svuda unaokolo, ",
  "sn6.1:7.3": "tako i ti, o Mudri, svevideći mudrače, ",
  "sn6.1:7.4": "podigni visoku palatu istine. ",
  "sn6.1:7.5": "Neka Patnjom nedodirnuti pogleda ljudski soj, ",
  "sn6.1:7.6": "u patnju uronjen, rođenjem i smrću savladan. ",
  "sn6.1:8.1": "Ustani, pobedonosni junače, predvodniče karavana, ",
  "sn6.1:8.2": "i kreni svetom ovim, kojem ništa ne duguješ. ",
  "sn6.1:8.3": "Neka Blaženi istinu tu podučava, ",
  "sn6.1:8.4": "uvek će biti onih koji će je razumeti.” ",
  "sn6.1:9.1": "Sasluša Blaženi Brahmino preklinjanje i iz saosećanja za bića osmotri ovaj svet očima Budnoga. ",
  "sn6.1:9.2": "Osmotrivši ga, vide on bića sa tek malo prašine u očima i bića sa mnogo prašine u očima, ona oštrog uma i ona tupog uma, dobrih i loših osobina, ona koja je lako podučiti i ona koja je teško podučiti, a i tek nekolicinu što vide opasnost u nedelima počinjenim sada i njihovim posledicama u drugom svetu. ",
  "sn6.1:9.3": "Kao što u jezeru s belim, crvenim ili plavim lotosima, neki od lotosa iznikli i izrasli pod vodom, ne izlaze na površinu, pa ih sveža voda napaja i oplahuje, a neki drugi iznikli i izrasli pod vodom, plutaju po površini, dok se neki treći iznikli i izrasli pod vodom, izdignu iznad nje, pa voda više uz njih ne prianja. ",
  "sn6.1:9.4": "Isto tako, osmotrivši ovaj svet očima Budnoga, Blaženi vide bića sa tek malo prašine u očima i bića sa mnogo prašine u očima, ona oštrog uma i ona tupog uma, dobrih i loših osobina, ona koja je lako podučiti i koja je teško podučiti, a i tek nekolicinu što vide opasnost u nedelima počinjenim sada i njihovim posledicama u drugom svetu. ",
  "sn6.1:9.5": "Tada on Brahmi Sahampatiju odgovorio ovim stihovima: ",
  "sn6.1:10.1": "„Otvorena za njih su vrata Besmrtnog, ",
  "sn6.1:10.2": "nek sposobni da čuju pokažu svoje poverenje sada. ",
  "sn6.1:10.3": "Svestan težine zadatka, ne govorih ",
  "sn6.1:10.4": "među ljudima o Dhammi, koja je tanana i uzvišena.” ",
  "sn6.1:11.1": "Na to Brahmā Sahampati pomisli: „Blaženi se saglasio s mojom molbom da podučava Dhammu.” Pošto mi se poklonio i pazeći da mu ovaj ostane sa desne strane, on se odmah udalji. "
}