{
  "sn6.3:0.1": "Budini govori tematski grupisani 6.3 ",
  "sn6.3:0.2": "1. Prvo poglavlje ",
  "sn6.3:0.3": "Brahmadeva ",
  "sn6.3:1.1": "Ovako sam čuo. ",
  "sn6.3:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "sn6.3:1.3": "A u to vreme sin izvesne brahmanke po imenu Brahmadeva napustio je svoj dom i otišao u beskućnike pod vođstvom učitelja Gotame. ",
  "sn6.3:2.1": "Živeći osamljen, povučen, marljiv, predan i odlučan, nedugo zatim je poštovani Brahmadeva još u ovom životu neposrednim znanjem uvideo, ostvario, dostigao i u njemu boravio, onaj neprevaziđeni vrhunac svetačkog života radi kojeg sinovi dobrih porodica napuštaju dom i odlaze u beskućnike. ",
  "sn6.3:2.2": "Neposredno je znao: „Ovo je poslednje rođenje, proživljen je svetački život, učinjeno što je trebalo učiniti. Nema više bilo kojeg oblika bivanja”. ",
  "sn6.3:2.3": "I poštovani Brahmadeva postade jedan od arahanata. ",
  "sn6.3:3.1": "Onda se jednoga jutra poštovani Brahmadeva obukao, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Sāvatthīja da prosi hranu. ",
  "sn6.3:3.2": "Idući od kuće do kuće, dođe on i do doma svoje majke. ",
  "sn6.3:3.3": "Tom prilikom je brahmanka, majka poštovanog Brahmadeve, prinosila trajnu žrtvu Brahmi. ",
  "sn6.3:3.4": "A Brahmā Sahampati ovako pomisli: ",
  "sn6.3:3.5": "„Ova brahmanka, majka poštovanog Brahmadeve, prinosila je trajnu žrtvu Brahmi. ",
  "sn6.3:3.6": "Kako bi bilo ako bih joj prišao i u njoj probudio osećaj neodložnosti?” ",
  "sn6.3:3.7": "Na to, hitro kao kad bi snažan čovek ispružio savijenu ruku ili savio ispruženu ruku, Brahmā Sahampati nestade u Brahminom svetu i pojavi se pred brahmankinom kućom. ",
  "sn6.3:3.8": "Onda se Brahma Sahampati, zastavši u vazduhu, u stihovima obrati brahmanki, majci poštovanog Brahmadeve: ",
  "sn6.3:4.1": "„Brahmanko, daleko je odavde svet Brahme, ",
  "sn6.3:4.2": "kojem stalno prinosiš žrtvu. ",
  "sn6.3:4.3": "Nije to, brahmanko, hrana za Brahmu; ",
  "sn6.3:4.4": "zašto mrmljaš mantre, ne znajući put do Brahme? ",
  "sn6.3:5.1": "Ovaj Brahmadeva, brahmanko, ",
  "sn6.3:5.2": "bez vezanosti, prevazišao je bogove. ",
  "sn6.3:5.3": "Ništa ne poseduje, o drugima se ne stara, ",
  "sn6.3:5.4": "u tvoju kuću ušao po milostinju. ",
  "sn6.3:6.1": "Dostojan je poklona, znalac, razvijenog uma, ",
  "sn6.3:6.2": "dostojan darova i ljudi i bogova. ",
  "sn6.3:6.3": "Odbacivši zla, neukaljan, ",
  "sn6.3:6.4": "ohlađen, hoda tražeći hranu. ",
  "sn6.3:7.1": "Za njega ne postoji ni ’pre’ ni ’posle’, ",
  "sn6.3:7.2": "miran je, bez dima, bez nevolja, bez želja. ",
  "sn6.3:7.3": "Odložio je štap i pred slabim i pred jakim bićima, ",
  "sn6.3:7.4": "neka on pojede tvoju žrtvu, taj najbolji zalogaj. ",
  "sn6.3:8.1": "Smirenog uma, gomilu je napustio, ",
  "sn6.3:8.2": "kao ukroćeni slon hoda nepokolebljiv. ",
  "sn6.3:8.3": "Monah vrli, dobro oslobođenog uma, ",
  "sn6.3:8.4": "neka on pojede tvoju žrtvu, taj najbolji zalogaj. ",
  "sn6.3:9.1": "Sa verom u njega, nepokolebljiva, ",
  "sn6.3:9.2": "prinesi dar onome ko je dara dostojan. ",
  "sn6.3:9.3": "Stvori zaslugu za buduću sreću, ",
  "sn6.3:9.4": "videvši mudraca, brahmanko, koji bujicu prešao je.” ",
  "sn6.3:10.1": "Sa verom u njega, nepokolebljiva, ",
  "sn6.3:10.2": "prinela jedar onome ko je dara dostojan. ",
  "sn6.3:10.3": "Stvorila zaslugu za buduću sreću, ",
  "sn6.3:10.4": "videvši mudraca koji bujicu prešao je. "
}