{
  "about:1": "O SuttaCentral",
  "about:2": "SuttaCentral to projekt zajmujący się wczesnymi tekstami buddyjskimi z siedzibą w Australii. Nie mamy żadnych powiązań instytucjonalnych - jesteśmy po prostu grupą przyjaciół zainteresowanych Suttami. Założycielami są Rod Bucknell, John Kelly i Bhante Sujato. Liderem projektu jest Bhante Sujato. Projekt jest w całości wspierany przez darowizny. Są one zarządzane przez SuttaCentral Development Trust, organizację charytatywną non-profit zarejestrowaną w Australii.",
  "about:3": "SuttaCentral pomaga studiować teksty buddyjskie z perspektywy porównawczej i historycznej. Skupia się na wczesnych tekstach buddyjskich, które powstały za życia Buddy lub nieco później. Są one zachowane w palijskich sutta i vinaya piṭakach, a także w starożytnych chińskich i tybetańskich tłumaczeniach oraz we fragmentarycznych pozostałościach w sanskrycie i innych językach.",
  "about:4": "SuttaCentral umożliwia czytanie mów palijskich, chińskich, tybetańskich i/lub sanskryckich w ich oryginalnych językach, jak również we współczesnych tłumaczeniach na wiele języków, a także wyszukiwanie podobieństw w poszczególnych mowach.",
  "about:5": "Ten projekt to znacznie więcej niż strona internetowa, ponieważ wspieramy ciągłe wysiłki na rzecz tworzenia nowych tłumaczeń w wielu językach za pomocą naszej aplikacji tłumaczeniowej Bilara. Wybrane tłumaczenia są również dostępne w formie książkowej. SuttaCentral współpracuje na arenie międzynarodowej z naukowcami z pokrewnych dziedzin.",
  "about:6": "SuttaCentral jest stale rozwijana i regularnie wprowadzane są aktualizacje. Aby być na bieżąco z nowościami, <a href='https://discourse.suttacentral.net/c/meta/updates'>sprawdź kategorię Aktualności na naszym forum</a>.",
  "about:7": "Prywatność i bezpieczeństwo",
  "about:8": "SuttaCentral nie oferuje reklam ani śledzenia użytkowników. Nie gromadzimy żadnych danych osobowych użytkowników bez ich wiedzy i zgody. Wszystkie nasze strony są obsługiwane przez bezpieczne, szyfrowane połączenia."
}