{
  "home:1": "Tipiṭaka—Trzy Kosze Buddyjskiego kanonu",
  "home:3": "Mądrość Buddhy została zachowana w rozległym oceanie starożytnych tekstów.<br> Wiele z tych pism zostało przetłumaczonych na wiele języków świata.",
  "home:4": "SuttaCentral gromadzi je i udostępnia za darmo. <br> Odkładając na bok granice języka i tradycji, pozwalamy Buddzie mówić za siebie.",
  "home:5": "Słowa Buddhy",
  "home:6": "Przeczytaj tą suttę",
  "home:7": "Rękopis na liściach palmowych (ola) z Birmy, ok. XIX w.",
  "home:8": "Co można tu znaleźć",
  "home:9": "SuttaCentral zawiera wczesne teksty buddyjskie, znane jako Tipiṭaka lub „Trzy Kosze”. Jest to duży zbiór nauk przypisywanych Buddzie lub jego najwcześniejszym uczniom, którzy nauczali w Indiach około 2500 lat temu. Są one uważane za święty kanon we wszystkich szkołach Buddyzmu.",
  "home:10": "Wprowadzenie",
  "home:11": "Blok z Koreańskiej Tripiṭaki ze świątyni Haeinsa",
  "home:12": "Gdzie zacząć",
  "home:13": "Istnieją tysiące wczesnych tekstów buddyjskich i nie są one uporządkowane w sposób ułatwiający ich czytanie. Ale oto dobra wiadomość: nie jesteś sam. Przeszliśmy tę drogę i staraliśmy się ją nieco ułatwić. Oto kilka rzeczy, których możesz spróbować.",
  "home:14": "Rozpocznij",
  "home:15": "Powiązane projekty",
  "home:17": "posłuchaj sutt",
  "home:18": "Voice sprawia, że teksty i tłumaczenia SuttaCentral są dostępne dla osób niedowidzących. Tradycja sutt zaczęła się jako przekaz ustny, a teraz ponownie stała się przekazem ustnym.",
  "home:19": "Znajdź Sutty na Voice.",
  "home:20": "Lub na SuttaCentral, kliknij ikonę głośnika na kartach Sutt",
  "home:22": "mapowanie sutt za pomocą sztucznej inteligencji",
  "home:23": "Najnowocześniejsze zastosowanie sieci neuronowych do badania ukrytych relacji między tekstami buddyjskimi. Teksty palijskie pochodzą z SuttaCentral. Idąc o krok dalej w idei wersji paralelnych, technologia ta otwiera możliwości głębszego wglądu w ewolucję tekstów wszystkich tradycji i okresów.",
  "home:25": "Forum SuttaCentral",
  "home:26": "Dołącz do naszej tętniącej życiem i przyjaznej społeczności miłośników Sutt. Zarówno początkujący, jak i doświadczeni eksperci mogą uczyć się od siebie nawzajem.",
  "home:27": "Podziel się swoimi doświadczeniami",
  "home:28": "Zadaj pytanie",
  "home:29": "Znajdź mowy, intonacje, książki i artykuły.",
  "home:31": "Łatwy dostęp do nauk",
  "home:32": "Buddhism.net pomaga w studiowaniu buddyjskich nauk, rozwijaniu praktyki oraz znajdowaniu nauczycieli i społeczności. Skupia się na wczesnym buddyzmie, wspólnym korzeniu wszystkich buddyjskich szkół. Zbuduj solidne podstawy znajomości wczesnego buddyzmu, pomocne bez względu na to, którą ścieżką buddyzmu podążasz.",
  "home:33": "Dlaczego czytamy",
  "home:34": "Opowieści użytkowników",
  "home:35": "Palijskie rękopisy z Birmy",
  "home:36": "Przewodnik Czytelnika po Palijskich Suttach",
  "home:37": "Sutty kanonu palijskiego (Tipiṭaka), w szczególności cztery główne <i lang='pi' translate='no'>nikāye</i>, są niezbędną lekturą dla każdego, kto pragnie zrozumieć Buddę i jego nauki. Bhikkhu Sujato przygotował obszerny zestaw przewodników po suttach dla poważnych uczniów. Zapewniają one niezbędne tło i przegląd większości podstawowych nauk z perspektywy wczesnego buddyzmu.",
  "home:38": "Przewodniki",
  "home:39": "Bhikkhuni-patimokkha, birmański rękopis, XIX wiek. British Library",
  "home:40": "Indeksy i Terminologia",
  "home:41": "Jak każda specjalistyczna dziedzina, studia buddyjskie mają swoją własną terminologię i treść. Łatwo jest się zgubić lub przeoczyć odniesienia, dlatego udostępniamy tutaj indeksy terminów we wczesnych tekstach posortowane według tematu, nazwy i porównania, a także glosariusz ważnych terminów. Te ręcznie dobrane listy oferują inny sposób na znalezienie sutty lub fragmentu, którego szukasz.",
  "home:42": "Indeksy",
  "home:43": "Edycje SuttaCentral",
  "home:44": "Przeczytaj wybrane tłumaczenia SuttaCentral jako książki",
  "home:45": "Przekaż darowiznę",
  "home:46": "Pomóż nam, przekazując darowiznę na rozwój SuttaCentral",
  "home:47": "SuttaCentral to szeroko zakrojony multidyscyplinarny projekt mający na celu zachowanie, badanie, tłumaczenie i rozpowszechnianie wczesnych tekstów buddyjskich. W ramach naszego projektu tworzymy specjalistyczne oprogramowanie, aby pomóc tłumaczom w prezentowaniu Dhammy w wielu językach świata. Obecnie potrzebujemy funduszy na ukończenie tego projektu. Liczymy na twoje wsparcie, aby nadal udostępniać Dhammę ludziom na całym świecie.",
  "home:48": "Więcej niesamowitych rzeczy na SuttaCentral"
}