{
  "sn11.14:0.1": "Linked Discourses 11.14 ",
  "sn11.14:0.2": "Chapter Two ",
  "sn11.14:0.3": "Poor ",
  "sn11.14:1.1": "At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground. ",
  "sn11.14:1.2": "There the Buddha addressed the mendicants, ",
  "sn11.14:1.3": "“Mendicants!” ",
  "sn11.14:1.4": "“Venerable sir,” they replied. ",
  "sn11.14:1.5": "The Buddha said this: ",
  "sn11.14:2.1": "“Once upon a time, mendicants, there was a poor person, destitute and pitiful. ",
  "sn11.14:2.2": "They took up faith, ethics, learning, generosity, and wisdom in the teaching and training proclaimed by the Realized One. ",
  "sn11.14:2.3": "After undertaking these things, when their body broke up, after death, they were reborn in a good place, a heavenly realm, in the company of the gods of the Thirty-Three. ",
  "sn11.14:2.4": "There they outshone the other gods in beauty and glory. ",
  "sn11.14:2.5": "But the gods of the Thirty-Three complained, grumbled, and objected, ",
  "sn11.14:2.6": "‘It’s incredible, it’s amazing! ",
  "sn11.14:2.7": "For when this god was a human being in their past life they were poor, destitute, and pitiful. ",
  "sn11.14:2.8": "And when their body broke up, after death, they were reborn in a good place, a heavenly realm, in the company of the gods of the Thirty-Three. ",
  "sn11.14:2.9": "Here they outshine the other gods in beauty and glory.’ ",
  "sn11.14:3.1": "Then Sakka, lord of gods, addressed the gods of the Thirty-Three, ",
  "sn11.14:3.2": "‘Good sirs, don’t complain about this god. ",
  "sn11.14:3.3": "When this god was a human being in their past life they took up faith, ethics, learning, generosity, and wisdom in the teaching and training proclaimed by the Realized One. ",
  "sn11.14:3.4": "After undertaking these things, when their body broke up, after death, they’ve been reborn in a good place, a heavenly realm, in the company of the gods of the Thirty-Three. ",
  "sn11.14:3.5": "Here they outshine the other gods in beauty and glory.’ ",
  "sn11.14:3.6": "Then Sakka, lord of gods, guiding the gods of the Thirty-Three, recited this verse: ",
  "sn11.14:4.1": "‘Whoever has faith in the Realized One, ",
  "sn11.14:4.2": "unwavering and well grounded; ",
  "sn11.14:4.3": "whose ethical conduct is good, ",
  "sn11.14:4.4": "praised and loved by the noble ones; ",
  "sn11.14:5.1": "who has confidence in the Saṅgha, ",
  "sn11.14:5.2": "and correct view: ",
  "sn11.14:5.3": "they’re said to be prosperous, ",
  "sn11.14:5.4": "their life is not in vain. ",
  "sn11.14:6.1": "So let the wise devote themselves ",
  "sn11.14:6.2": "to faith, ethical behaviour, ",
  "sn11.14:6.3": "confidence, and insight into the teaching, ",
  "sn11.14:6.4": "remembering the instructions of the Buddhas.’” "
}