{
  "sn11.3:0.1": "Linked Discourses 11.3 ",
  "sn11.3:0.2": "Chapter One ",
  "sn11.3:0.3": "The Banner’s Crest ",
  "sn11.3:1.1": "At Sāvatthī. ",
  "sn11.3:1.2": "There the Buddha addressed the mendicants, ",
  "sn11.3:1.3": "“Mendicants!” ",
  "sn11.3:1.4": "“Venerable sir,” they replied. ",
  "sn11.3:1.5": "The Buddha said this: ",
  "sn11.3:2.1": "“Once upon a time, mendicants, a battle was fought between the gods and the demons. ",
  "sn11.3:2.2": "Then Sakka, lord of gods, addressed the gods of the Thirty-Three: ",
  "sn11.3:3.1": "‘Good sirs, when the gods are fighting, if you get scared or terrified, just look up at my banner’s crest. ",
  "sn11.3:3.2": "Then your fear and terror will go away. ",
  "sn11.3:4.1": "If you can’t see my banner’s crest, then look up at the banner’s crest of Pajāpati, king of gods. ",
  "sn11.3:4.2": "Then your fear and terror will go away. ",
  "sn11.3:5.1": "If you can’t see his banner’s crest, then look up at the banner’s crest of Varuṇa, king of gods. ",
  "sn11.3:5.2": "Then your fear and terror will go away. ",
  "sn11.3:6.1": "If you can’t see his banner’s crest, then look up at the banner’s crest of Īsāna, king of gods. ",
  "sn11.3:6.2": "Then your fear and terror will go away.’ ",
  "sn11.3:7.1": "However, when they look up at those banner’s crests their fear and terror might go away or it might not. ",
  "sn11.3:8.1": "Why is that? ",
  "sn11.3:8.2": "Because Sakka is not free of greed, hate, and delusion. He is fearful, scared, nervous, quick to flee. ",
  "sn11.3:9.1": "But, mendicants, I say this: ",
  "sn11.3:9.2": "If you’ve gone to a wilderness, or to the root of a tree, or to an empty hut and you get scared or terrified, just recollect me: ",
  "sn11.3:9.3": "‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ ",
  "sn11.3:9.4": "Then your fear and terror will go away. ",
  "sn11.3:10.1": "If you can’t recollect me, then recollect the teaching: ",
  "sn11.3:10.2": "‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’ ",
  "sn11.3:10.3": "Then your fear and terror will go away. ",
  "sn11.3:11.1": "If you can’t recollect the teaching, then recollect the Saṅgha: ",
  "sn11.3:11.2": "‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, direct, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’ ",
  "sn11.3:11.3": "Then your fear and terror will go away. ",
  "sn11.3:12.1": "Why is that? ",
  "sn11.3:12.2": "Because the Realized One is free of greed, hate, and delusion. He is fearless, brave, bold, and stands his ground.” ",
  "sn11.3:12.3": "That is what the Buddha said. ",
  "sn11.3:12.4": "Then the Holy One, the Teacher, went on to say: ",
  "sn11.3:13.1": "“In the wilderness, at a tree’s root, ",
  "sn11.3:13.2": "or an empty hut, O mendicants, ",
  "sn11.3:13.3": "recollect the Buddha, ",
  "sn11.3:13.4": "and no fear will come to you. ",
  "sn11.3:14.1": "If you can’t recollect the Buddha—",
  "sn11.3:14.2": "the eldest in the world, the bull of a man—",
  "sn11.3:14.3": "then recollect the teaching, ",
  "sn11.3:14.4": "emancipating, well taught. ",
  "sn11.3:15.1": "If you can’t recollect the teaching—",
  "sn11.3:15.2": "emancipating, well taught—",
  "sn11.3:15.3": "then recollect the Saṅgha, ",
  "sn11.3:15.4": "the supreme field of merit. ",
  "sn11.3:16.1": "Thus recollecting the Buddha, ",
  "sn11.3:16.2": "the teaching, and the Saṅgha, mendicants, ",
  "sn11.3:16.3": "fear and terror ",
  "sn11.3:16.4": "and goosebumps will be no more.” "
}