{
  "sn2.26:0.1": "Discorsi connessi 2.26 ",
  "sn2.26:0.2": "3. Il capitolo sui vari religiosi ",
  "sn2.26:0.3": "Il discorso con Rohitassa ",
  "sn2.26:1.1": "A Sāvatthī. ",
  "sn2.26:1.2": "Rimanendo in piedi a lato, l’angioletto Rohitassa disse al Buddha: ",
  "sn2.26:1.3": "“Signore, è possibile conoscere, vedere, o raggiungere la fine del mondo viaggiando in un posto dove non si nasce, non si invecchia, non si muore, non si decede, o non ci si reincarna?” ",
  "sn2.26:1.4": "“Fratello, io dico che non sia possibile conoscere, vedere, o raggiungere la fine del mondo viaggiando in un posto dove non si nasce, non si invecchia, non si muore, non si decede, o non ci si reincarna” ",
  "sn2.26:2.1": "“È incredibile, Signore, è strabiliante ",
  "sn2.26:2.2": "quanto questo sia stato ben detto dal Buddha. ",
  "sn2.26:3.1": "Una volta, Signore, ero un veggente di nome Rohitassa del popolo Bhoja. Camminavo nel cielo grazie ai miei poteri psichici. ",
  "sn2.26:3.2": "Ero veloce come una freccia leggera che viene scoccata attraverso l’ombra di una palma da un tiratore con l’arco esperto con un potente arco. ",
  "sn2.26:3.3": "Il mio passo era lungo dall’oceano orientale a quello occidentale. ",
  "sn2.26:3.4": "Mi venne questo desiderio: ",
  "sn2.26:3.5": "‘Raggiungerò la fine del mondo viaggiando’. ",
  "sn2.26:3.6": "Con tale velocità e passo, viaggiai per tutta la mia vita di cento anni, fermandomi solo a mangiare e bere, per andare in bagno, e per dormire per scacciare la stanchezza, ma morii lungo la strada, senza mai raggiungere la fine del mondo. ",
  "sn2.26:4.1": "“È incredibile, Signore, è strabiliante ",
  "sn2.26:4.2": "quanto questo sia stato ben detto dal Buddha: ",
  "sn2.26:4.3": "‘Fratello, io dico che non sia possibile conoscere, vedere, o raggiungere la fine del mondo viaggiando in un posto dove non si nasce, non si invecchia, non si muore, non si decede, o non ci si reincarna’” ",
  "sn2.26:5.1": "“Ma, fratello, io dico anche che non si può porre fine alla sofferenza senza raggiungere la fine del mondo. ",
  "sn2.26:5.2": "Poiché è in questa carcassa da un metro e ottanta con la propria percezione e mente che descrivo il mondo, la sua origine, la sua cessazione, e la pratica che porta alla sua cessazione. ",
  "sn2.26:6.1": "La fine del mondo non potrà mai ",
  "sn2.26:6.2": "essere raggiunta viaggiando. ",
  "sn2.26:6.3": "Ma senza raggiungere la fine del mondo, ",
  "sn2.26:6.4": "non ci si può liberare dalla sofferenza. ",
  "sn2.26:7.1": "Quindi una persona intelligente, comprendendo il mondo, ",
  "sn2.26:7.2": "completa il percorso spirituale, e raggiunge la fine del mondo. ",
  "sn2.26:7.3": "Calmo, conoscendo la fine del mondo, ",
  "sn2.26:7.4": "non spera in questo mondo, né nell’aldilà”. "
}