{
  "sn2.30:0.1": "Discorsi connessi 2.30 ",
  "sn2.30:0.2": "3. Il capitolo sui vari religiosi ",
  "sn2.30:0.3": "Il discorso sui discepoli dei vari praticanti di altre religioni ",
  "sn2.30:1.1": "Così ho sentito. ",
  "sn2.30:1.2": "Una volta il Buddha dimorava vicino a Rājagaha, nel bosco di bambù, il terreno dove gli scoiattoli venivano a mangiare. ",
  "sn2.30:1.3": "Poi, a notte fonda, vari angioletti gloriosi illuminarono tutto il bosco di bambù. Erano Asama, Sahalī, Niṅka, Ākoṭaka, Veṭambarī, e Māṇavagāmiya, ed erano tutti discepoli di vari praticanti di altre religioni. Andarono dal Buddha, si inchinarono, e rimasero a lato. ",
  "sn2.30:1.4": "Rimanendo in piedi a lato, l’angioletto Asama recitò questo versetto riguardo a Pūraṇa Kassapa in presenza del Buddha: ",
  "sn2.30:2.1": "“Nel ferire e nell’uccidere, ",
  "sn2.30:2.2": "in percosse ed estorsioni, ",
  "sn2.30:2.3": "Kassapa non vide malvagità, ",
  "sn2.30:2.4": "né alcun merito per se stessi. ",
  "sn2.30:2.5": "Bisogna davvero fidarsi di ciò che insegnò, ",
  "sn2.30:2.6": "è degno di stima come maestro”. ",
  "sn2.30:3.1": "Poi l’angioletto Sahalī recitò questo versetto riguardo all’asceta dal bastone di bambù Gosāla in presenza del Buddha: ",
  "sn2.30:4.1": "“Attraverso la mortificazione fervente per disgusto verso il peccato raggiunse contegno. ",
  "sn2.30:4.2": "Abbandonò il discutere con la gente. ",
  "sn2.30:4.3": "Astenendosi dal linguaggio falso, disse la verità. ",
  "sn2.30:4.4": "Sicuramente un uomo così non compie malvagità!” ",
  "sn2.30:5.1": "Poi l’angioletto Niṅka recitò questo versetto riguardo all’asceta giainista del clan Ñātika in presenza del Buddha: ",
  "sn2.30:6.1": "“Disgustato dal peccato, un monaco vigile, ",
  "sn2.30:6.2": "contenuto nel quadruplice contegno; ",
  "sn2.30:6.3": "spiegando ciò che si vede e si sente: ",
  "sn2.30:6.4": "Sicuramente non può essere un peccatore!” ",
  "sn2.30:7.1": "Poi l’angioletto Ākoṭaka recitò questo versetto riguardo a vari maestri religiosi in presenza del Buddha: ",
  "sn2.30:8.1": "“Pakudhaka Kātiyāna e l’asceta giainista, ",
  "sn2.30:8.2": "come anche l’asceta dal bastone di bambù e Pūraṇa: ",
  "sn2.30:8.3": "maestri di comunità, asceti esperti, ",
  "sn2.30:8.4": "sicuramente non erano lontani dall’essere uomini davvero bravi!” ",
  "sn2.30:9.1": "Poi l’angioletto Veṭambarī rispose all’angioletto Ākoṭaka in poesia: ",
  "sn2.30:10.1": "“Sebbene lo sciacallo miserabile ululi, ",
  "sn2.30:10.2": "non potrà mai eguagliare il leone. ",
  "sn2.30:10.3": "Un bugiardo nudo con condotta sospetta, ",
  "sn2.30:10.4": "sebbene insegni a una comunità, non è come i buoni”. ",
  "sn2.30:11.1": "Allora il diavolo, il Malvagio, si impossessò dell’angioletto Veṭambarī e recitò questo versetto in presenza del Buddha: ",
  "sn2.30:12.1": "“Chi è dedito alla mortificazione per disgusto verso il peccato, ",
  "sn2.30:12.2": "che difende il proprio isolamento, ",
  "sn2.30:12.3": "trincerato nella materia, ",
  "sn2.30:12.4": "gioisce in paradiso. ",
  "sn2.30:12.5": "Sicuramente, quei mortali danno istruzioni corrette ",
  "sn2.30:12.6": "riguardo all’aldilà”. ",
  "sn2.30:13.1": "Allora il Buddha, sapendo che era il diavolo, il Malvagio, si rivolse a lui in poesia: ",
  "sn2.30:14.1": "“Qualunque materia ci sia in questo mondo o nell’aldilà, ",
  "sn2.30:14.2": "e quella dalla bellezza splendente nel cielo, ",
  "sn2.30:14.3": "tu lodi tutte queste, Namuci, ",
  "sn2.30:14.4": "come un’esca lanciata per catturare pesce”. ",
  "sn2.30:15.1": "Allora l’angioletto Māṇavagāmiya recitò questo versetto riguardo al Buddha in sua presenza: ",
  "sn2.30:16.1": "“Di tutte le montagne di Rājagaha, ",
  "sn2.30:16.2": "si dice che Vipula sia la migliore. ",
  "sn2.30:16.3": "Seta è il migliore dei picchi dell’Himalaya, ",
  "sn2.30:16.4": "e il sole, dei viaggiatori nello spazio. ",
  "sn2.30:17.1": "L’oceano è il mare migliore, ",
  "sn2.30:17.2": "e la luna, tra le luci che brillano di notte. ",
  "sn2.30:17.3": "Ma in tutto il mondo con i suoi esseri celesti, ",
  "sn2.30:17.4": "il Buddha è dichiarato supremo”. "
}