{
  "pli-tv-bu-vb-np18:0.1": "Theravāda Collection on Monastic Law ",
  "pli-tv-bu-vb-np18:0.2": "The monks’ rules and their analysis ",
  "pli-tv-bu-vb-np18:0.3": "The chapter on relinquishment ",
  "pli-tv-bu-vb-np18:0.4": "The sub-chapter on silk ",
  "pli-tv-bu-vb-np18:0.5": "18. The training rule on money ",
  "pli-tv-bu-vb-np18:1.1^a": "Origin story ",
  "pli-tv-bu-vb-np18:1.1": "At one time the Buddha was staying at Rājagaha in the Bamboo Grove, the squirrel sanctuary. ",
  "pli-tv-bu-vb-np18:1.2": "At that time Venerable Upananda was associating with a family from which he received a regular meal. ",
  "pli-tv-bu-vb-np18:1.3": "Whenever that family obtained food, they put aside a portion for Upananda. ",
  "pli-tv-bu-vb-np18:1.4": "And that’s what they did when one evening they obtained some meat. ",
  "pli-tv-bu-vb-np18:1.6": "The following morning one of their children got up early and cried, “Give me meat!” ",
  "pli-tv-bu-vb-np18:1.7": "The man said to his wife, “Give the venerable’s portion to the child. ",
  "pli-tv-bu-vb-np18:1.8": "We’ll buy something else for the venerable.” ",
  "pli-tv-bu-vb-np18:1.9": "On the same morning Upananda robed up, took his bowl and robe, and went to that family, where he sat down on the prepared seat. ",
  "pli-tv-bu-vb-np18:1.10": "The man of the house approached Upananda, bowed, sat down, and said, ",
  "pli-tv-bu-vb-np18:1.11": "“Yesterday evening, Venerable, we obtained some meat, and we put aside a portion for you. ",
  "pli-tv-bu-vb-np18:1.12": "But then in the morning our child got up early and cried, ‘Give me meat!’ and we gave your portion to the child. ",
  "pli-tv-bu-vb-np18:1.13": "What can we get you for the sum of a _kahāpaṇa_?” ",
  "pli-tv-bu-vb-np18:1.14": "“Are you giving up a _kahāpaṇa_ coin for me?” ",
  "pli-tv-bu-vb-np18:1.15": "“Yes.” ",
  "pli-tv-bu-vb-np18:1.16": "“Then just give me that _kahāpaṇa_.” ",
  "pli-tv-bu-vb-np18:1.17": "After giving a _kahāpaṇa_ to Upananda, that man complained and criticized him, “Just as we accept money, so do the Sakyan ascetics.” ",
  "pli-tv-bu-vb-np18:1.18": "The monks heard the complaints of that man, ",
  "pli-tv-bu-vb-np18:1.19": "and the monks of few desires complained and criticized him,” ",
  "pli-tv-bu-vb-np18:1.20": "“How can Venerable Upananda receive money? ",
  "pli-tv-bu-vb-np18:1.21": "After rebuking him in many ways, they told the Buddha. Soon afterwards he had the Sangha assembled and questioned Upananda: ",
  "pli-tv-bu-vb-np18:1.22": "“Is it true, Upananda, that you did this?” ",
  "pli-tv-bu-vb-np18:1.23": "“It’s true, Sir.” ",
  "pli-tv-bu-vb-np18:1.24": "The Buddha rebuked him, ",
  "pli-tv-bu-vb-np18:1.25": "“… Foolish man, how can you receive money? ",
  "pli-tv-bu-vb-np18:1.26": "This won’t give rise to confidence in those without it … ",
  "pli-tv-bu-vb-np18:1.27": "And, monks, this training rule should be recited thus: ",
  "pli-tv-bu-vb-np18:1.28^a": "Final ruling ",
  "pli-tv-bu-vb-np18:1.28": "‘If a monk takes, gets someone else to take, or consents to gold and silver being deposited for him, he commits an offense entailing relinquishment and confession.’” ",
  "pli-tv-bu-vb-np18:1.29^a": "Definitions ",
  "pli-tv-bu-vb-np18:1.29": "A: ",
  "pli-tv-bu-vb-np18:1.30": "whoever … ",
  "pli-tv-bu-vb-np18:1.31": "Monk: ",
  "pli-tv-bu-vb-np18:1.32": "… The monk who has been given the full ordination by a complete Sangha through a legal procedure consisting of one motion and three announcements that is irreversible and fit to stand—this sort of monk is meant in this case. ",
  "pli-tv-bu-vb-np18:1.33": "Gold: ",
  "pli-tv-bu-vb-np18:1.34": "the color of the Teacher is what is meant. ",
  "pli-tv-bu-vb-np18:1.35": "Silver: ",
  "pli-tv-bu-vb-np18:1.36": "a _kahāpaṇa_ coin, a copper _māsaka_ coin, a wooden _māsaka_ coin, a resin _māsaka_ coin; whatever is used in commerce. ",
  "pli-tv-bu-vb-np18:1.37": "Takes: ",
  "pli-tv-bu-vb-np18:1.38": "if he takes it himself, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np18:1.39": "Gets someone else to take: ",
  "pli-tv-bu-vb-np18:1.40": "if he gets another to take it, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np18:1.41": "Consents to […] being deposited for him: ",
  "pli-tv-bu-vb-np18:1.42": "if someone says, “Let this be for you,” and he consents to it being deposited for him, it becomes subject to relinquishment. ",
  "pli-tv-bu-vb-np18:1.43": "It should be relinquished in the midst of the Sangha. ",
  "pli-tv-bu-vb-np18:1.44": "“And, monks, it should be relinquished in this way. ",
  "pli-tv-bu-vb-np18:1.45": "After approaching the Sangha, that monk should put his upper robe over one shoulder and pay respect at the feet of the senior monks. He should then squat on his heels, put the palms of his hands together, and say: ",
  "pli-tv-bu-vb-np18:1.46": "‘Venerables, I have received money. ",
  "pli-tv-bu-vb-np18:1.47": "It is to be relinquished. ",
  "pli-tv-bu-vb-np18:1.48": "I relinquish it to the Sangha.’ ",
  "pli-tv-bu-vb-np18:1.49": "”After relinquishing it, he is to confess the offense. ",
  "pli-tv-bu-vb-np18:1.50": "The confession should be received by a competent and capable monk. ",
  "pli-tv-bu-vb-np18:1.51": "If a monastery worker or a lay follower is available, you should tell him, ",
  "pli-tv-bu-vb-np18:1.52": "“Look into this.” ",
  "pli-tv-bu-vb-np18:1.53": "If he says, ",
  "pli-tv-bu-vb-np18:1.54": "“What can I get you with this?” ",
  "pli-tv-bu-vb-np18:1.55": "you should not say, ",
  "pli-tv-bu-vb-np18:1.56": "“Get this or that”; ",
  "pli-tv-bu-vb-np18:1.57": "you should point out what is allowable: ",
  "pli-tv-bu-vb-np18:1.58": "ghee, oil, honey, or syrup. ",
  "pli-tv-bu-vb-np18:1.59": "If he makes a purchase and brings back what is allowable, everyone may enjoy it except the one who received the money. ",
  "pli-tv-bu-vb-np18:1.60": "If this is what happens, all is well. ",
  "pli-tv-bu-vb-np18:1.61": "If not, you should tell him, ",
  "pli-tv-bu-vb-np18:1.62": "“Discard this.” ",
  "pli-tv-bu-vb-np18:1.63": "If he discards it, all is well. ",
  "pli-tv-bu-vb-np18:1.64": "If he does not, a monk who has five qualities should be appointed as the money-discarder: ",
  "pli-tv-bu-vb-np18:1.65": "one who is not swayed by desire, ill will, confusion, or fear, and who knows what has and has not been discarded. ",
  "pli-tv-bu-vb-np18:1.66": "“And, monks, this is how he should be appointed. ",
  "pli-tv-bu-vb-np18:1.67": "First the monk should be asked ",
  "pli-tv-bu-vb-np18:1.68": "and then a competent and capable monk should inform the Sangha: ",
  "pli-tv-bu-vb-np18:1.69": "‘Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-np18:1.70": "If it seems appropriate to the Sangha, it should appoint monk so-and-so as the money-discarder. ",
  "pli-tv-bu-vb-np18:1.71": "This is the motion. ",
  "pli-tv-bu-vb-np18:1.72": "Please, Venerables, I ask the Sangha to listen. ",
  "pli-tv-bu-vb-np18:1.73": "The Sangha appoints monk so-and-so as the money-discarder. ",
  "pli-tv-bu-vb-np18:1.74": "Any monk who agrees to appointing monk so-and-so as the money-discarder should remain silent. ",
  "pli-tv-bu-vb-np18:1.75": "Any monk who doesn’t agree should speak up. ",
  "pli-tv-bu-vb-np18:1.76": "The Sangha has appointed monk so-and-so as the money-discarder. ",
  "pli-tv-bu-vb-np18:1.77": "The Sangha approves and is therefore silent. ",
  "pli-tv-bu-vb-np18:1.78": "I will remember it thus.’” ",
  "pli-tv-bu-vb-np18:1.79": "The appointed monk should drop it without taking note of the location. ",
  "pli-tv-bu-vb-np18:1.80": "If he takes note of where he drops it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np18:1.81^a": "Permutations ",
  "pli-tv-bu-vb-np18:1.81": "If it is money, and he perceives it as money, and he receives it, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np18:1.82": "If it is money, but he is unsure if it is, and he receives it, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np18:1.83": "If it is money, but he does not perceive it as money, and he receives it, he commits an offense entailing relinquishment and confession. ",
  "pli-tv-bu-vb-np18:1.84": "If it is not money, but he perceives it as money, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np18:1.85": "If it is not money, but he is unsure of it, he commits an offense of wrong conduct. ",
  "pli-tv-bu-vb-np18:1.86": "If it is not money, and he does not perceive it as money, there is no offense. ",
  "pli-tv-bu-vb-np18:1.87^a": "Non-offenses ",
  "pli-tv-bu-vb-np18:1.87": "There is no offense: ",
  "pli-tv-bu-vb-np18:1.88": "if, within a monastery or a house, he takes it or gets someone to take it, and then puts it aside with the thought, ",
  "pli-tv-bu-vb-np18:1.89": "“Whoever this belongs to will fetch it”; ",
  "pli-tv-bu-vb-np18:1.90": "if he is insane; ",
  "pli-tv-bu-vb-np18:1.91": "if he is the first offender. ",
  "pli-tv-bu-vb-np18:1.92": "The eighth rule, the training rule on money, is finished."
}