{
  "sn6.6:0.1": "Saṁyutta Nikāya 6 ",
  "sn6.6:0.2": "1. Paṭhamavagga ",
  "sn6.6:0.3": "6. Brahmalokasutta ",
  "sn6.6:1.1": "Sāvatthinidānaṁ. ",
  "sn6.6:1.2": "Tena kho pana samayena bhagavā divāvihāragato hoti paṭisallīno. ",
  "sn6.6:1.3": "Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā paccekaṁ dvārabāhaṁ upanissāya aṭṭhaṁsu. Atha kho subrahmā paccekabrahmā suddhāvāsaṁ paccekabrahmānaṁ etadavoca: ",
  "sn6.6:1.4": "“akālo kho tāva, mārisa, bhagavantaṁ payirupāsituṁ; ",
  "sn6.6:1.5": "divāvihāragato bhagavā paṭisallīno ca. ",
  "sn6.6:1.6": "Asuko ca brahmaloko iddho ceva phīto ca, brahmā ca tatra pamādavihāraṁ viharati. ",
  "sn6.6:1.7": "Āyāma, mārisa, yena so brahmaloko tenupasaṅkamissāma; upasaṅkamitvā taṁ brahmānaṁ saṁvejeyyāmā”ti. ",
  "sn6.6:1.8": "“Evaṁ, mārisā”ti kho suddhāvāso paccekabrahmā subrahmuno paccekabrahmuno paccassosi. ",
  "sn6.6:2.1": "Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā—seyyathāpi nāma balavā puriso …pe… evameva—bhagavato purato antarahitā tasmiṁ brahmaloke pāturahesuṁ. ",
  "sn6.6:2.2": "Addasā kho so brahmā te brahmāno dūratova āgacchante. Disvāna te brahmāno etadavoca: ",
  "sn6.6:2.3": "“handa kuto nu tumhe, mārisā, āgacchathā”ti? ",
  "sn6.6:2.4": "“Āgatā kho mayaṁ, mārisa, amha tassa bhagavato santikā arahato sammāsambuddhassa. ",
  "sn6.6:2.5": "Gaccheyyāsi pana tvaṁ, mārisa, tassa bhagavato upaṭṭhānaṁ arahato sammāsambuddhassā”ti? ",
  "sn6.6:3.1": "Evaṁ vutto, kho so brahmā taṁ vacanaṁ anadhivāsento sahassakkhattuṁ attānaṁ abhinimminitvā subrahmānaṁ paccekabrahmānaṁ etadavoca: ",
  "sn6.6:3.2": "“passasi me no tvaṁ, mārisa, evarūpaṁ iddhānubhāvan”ti? ",
  "sn6.6:3.3": "“Passāmi kho tyāhaṁ, mārisa, evarūpaṁ iddhānubhāvan”ti. ",
  "sn6.6:3.4": "“So khvāhaṁ, mārisa, evaṁmahiddhiko evaṁmahānubhāvo kassa aññassa samaṇassa vā brāhmaṇassa vā upaṭṭhānaṁ gamissāmī”ti? ",
  "sn6.6:4.1": "Atha kho subrahmā paccekabrahmā dvisahassakkhattuṁ attānaṁ abhinimminitvā taṁ brahmānaṁ etadavoca: ",
  "sn6.6:4.2": "“passasi me no tvaṁ, mārisa, evarūpaṁ iddhānubhāvan”ti? ",
  "sn6.6:4.3": "“Passāmi kho tyāhaṁ, mārisa, evarūpaṁ iddhānubhāvan”ti. ",
  "sn6.6:4.4": "“Tayā ca kho, mārisa, mayā ca sveva bhagavā mahiddhikataro ceva mahānubhāvataro ca. ",
  "sn6.6:4.5": "Gaccheyyāsi tvaṁ, mārisa, tassa bhagavato upaṭṭhānaṁ arahato sammāsambuddhassā”ti? ",
  "sn6.6:4.6": "Atha kho so brahmā subrahmānaṁ paccekabrahmānaṁ gāthāya ajjhabhāsi: ",
  "sn6.6:5.1": "“Tayo supaṇṇā caturo ca haṁsā, ",
  "sn6.6:5.2": "Byagghīnisā pañcasatā ca jhāyino; ",
  "sn6.6:5.3": "Tayidaṁ vimānaṁ jalate ca brahme, ",
  "sn6.6:5.4": "Obhāsayaṁ uttarassaṁ disāyan”ti. ",
  "sn6.6:6.1": "“Kiñcāpi te taṁ jalate vimānaṁ, ",
  "sn6.6:6.2": "Obhāsayaṁ uttarassaṁ disāyaṁ; ",
  "sn6.6:6.3": "Rūpe raṇaṁ disvā sadā pavedhitaṁ, ",
  "sn6.6:6.4": "Tasmā na rūpe ramatī sumedho”ti. ",
  "sn6.6:7.1": "Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā taṁ brahmānaṁ saṁvejetvā tatthevantaradhāyiṁsu. ",
  "sn6.6:7.2": "Agamāsi ca kho so brahmā aparena samayena bhagavato upaṭṭhānaṁ arahato sammāsambuddhassāti. "
}