{
  "sn6.2:0.1": "Saṁyutta Nikāya 6 ",
  "sn6.2:0.2": "1. Paṭhamavagga ",
  "sn6.2:0.3": "2. Gāravasutta ",
  "sn6.2:1.1": "Evaṁ me sutaṁ—",
  "sn6.2:1.2": "ekaṁ samayaṁ bhagavā uruvelāyaṁ viharati najjā nerañjarāya tīre ajapālanigrodhamūle paṭhamābhisambuddho. ",
  "sn6.2:1.3": "Atha kho bhagavato rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "sn6.2:1.4": "“dukkhaṁ kho agāravo viharati appatisso, kaṁ nu khvāhaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyan”ti? ",
  "sn6.2:2.1": "Atha kho bhagavato etadahosi: ",
  "sn6.2:2.2": "“aparipuṇṇassa kho sīlakkhandhassa pāripūriyā aññaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "sn6.2:2.3": "Na kho panāhaṁ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya attanā sīlasampannataraṁ aññaṁ samaṇaṁ vā brāhmaṇaṁ vā, yamahaṁ sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "sn6.2:3.1": "Aparipuṇṇassa kho samādhikkhandhassa pāripūriyā aññaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "sn6.2:3.2": "Na kho panāhaṁ passāmi sadevake loke …pe… attanā samādhisampannataraṁ aññaṁ samaṇaṁ vā brāhmaṇaṁ vā, yamahaṁ sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "sn6.2:4.1": "Aparipuṇṇassa paññākkhandhassa pāripūriyā aññaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "sn6.2:4.2": "Na kho panāhaṁ passāmi sadevake …pe… attanā paññāsampannataraṁ aññaṁ samaṇaṁ vā brāhmaṇaṁ vā, yamahaṁ sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "sn6.2:5.1": "Aparipuṇṇassa kho vimuttikkhandhassa pāripūriyā aññaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "sn6.2:5.2": "Na kho panāhaṁ passāmi sadevake …pe… attanā vimuttisampannataraṁ aññaṁ samaṇaṁ vā brāhmaṇaṁ vā, yamahaṁ sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "sn6.2:6.1": "Aparipuṇṇassa kho vimuttiñāṇadassanakkhandhassa pāripūriyā aññaṁ samaṇaṁ vā brāhmaṇaṁ vā sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "sn6.2:6.2": "Na kho panāhaṁ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya attanā vimuttiñāṇadassanasampannataraṁ aññaṁ samaṇaṁ vā brāhmaṇaṁ vā, yamahaṁ sakkatvā garuṁ katvā upanissāya vihareyyaṁ. ",
  "sn6.2:6.3": "Yannūnāhaṁ yvāyaṁ dhammo mayā abhisambuddho tameva dhammaṁ sakkatvā garuṁ katvā upanissāya vihareyyan”ti. ",
  "sn6.2:7.1": "Atha kho brahmā sahampati bhagavato cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito bhagavato purato pāturahosi. ",
  "sn6.2:7.2": "Atha kho brahmā sahampati ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā bhagavantaṁ etadavoca: ",
  "sn6.2:7.3": "“evametaṁ, bhagavā, evametaṁ, sugata. ",
  "sn6.2:7.4": "Yepi te, bhante, ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā, tepi bhagavanto dhammaññeva sakkatvā garuṁ katvā upanissāya vihariṁsu; ",
  "sn6.2:7.5": "yepi te, bhante, bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā tepi bhagavanto dhammaññeva sakkatvā garuṁ katvā upanissāya viharissanti. ",
  "sn6.2:7.6": "Bhagavāpi, bhante, etarahi arahaṁ sammāsambuddho dhammaññeva sakkatvā garuṁ katvā upanissāya viharatū”ti. ",
  "sn6.2:7.7": "Idamavoca brahmā sahampati, idaṁ vatvā athāparaṁ etadavoca: ",
  "sn6.2:8.1": "“Ye ca atītā sambuddhā, ",
  "sn6.2:8.2": "ye ca buddhā anāgatā; ",
  "sn6.2:8.3": "Yo cetarahi sambuddho, ",
  "sn6.2:8.4": "bahūnaṁ sokanāsano. ",
  "sn6.2:9.1": "Sabbe saddhammagaruno, ",
  "sn6.2:9.2": "vihaṁsu viharanti ca; ",
  "sn6.2:9.3": "Tathāpi viharissanti, ",
  "sn6.2:9.4": "esā buddhāna dhammatā. ",
  "sn6.2:10.1": "Tasmā hi attakāmena, ",
  "sn6.2:10.2": "mahattamabhikaṅkhatā; ",
  "sn6.2:10.3": "Saddhammo garukātabbo, ",
  "sn6.2:10.4": "saraṁ buddhāna sāsanan”ti. "
}