{
  "sn22.7:0.1": "Discours Groupés 22 ",
  "sn22.7:0.2": "1. Le Père de Nakula ",
  "sn22.7:0.3": "7. L’Anxiété due à la Saisie ",
  "sn22.7:1.1": "À Sāvatthī. ",
  "sn22.7:1.2": "« Moines, je vais vous enseigner comment la saisie cause l’anxiété, et comment la non saisie cause l’absence d’anxiété. ",
  "sn22.7:1.3": "Écoutez et soyez attentifs, je vais parler. » ",
  "sn22.7:1.4": "« Oui, monsieur », ils répondirent. ",
  "sn22.7:1.5": "Le Bouddha dit ceci : ",
  "sn22.7:2.1": "« Et comment la saisie cause-t-elle l’anxiété ? ",
  "sn22.7:2.2": "C’est lorsqu’une personne ordinaire non instruite n’est pas disciple des nobles, et n’est ni compétente ni instruite à l’enseignement des nobles. Elle n’est pas disciple des bonnes personnes, et n’est ni compétente ni instruite à l’enseignement des bonnes personnes. ",
  "sn22.7:2.3": "Elle voit la forme comme étant soi, soi comme ayant une forme, la forme dans soi, ou soi dans la forme. ",
  "sn22.7:2.4": "Mais cette forme qui est la sienne se détériore et périt, ",
  "sn22.7:2.5": "et sa conscience devient préoccupée par le dépérissement de la forme. ",
  "sn22.7:2.6": "Des angoisses occupent son esprit, nées des préoccupation à propos du dépérissement de la forme, et prenant naissance en accord avec les principes de la nature. ",
  "sn22.7:2.7": "Elle devient donc effrayée, inquiète, préoccupée et anxieuse à cause de la saisie. ",
  "sn22.7:3.1": "Elle voit les sensations comme étant soi… ",
  "sn22.7:3.2": "",
  "sn22.7:4.1": "Elle voit les perceptions comme étant soi… ",
  "sn22.7:4.2": "Elle voit les choix comme étant soi… ",
  "sn22.7:4.3": "",
  "sn22.7:5.1": "Elle voit la conscience comme étant soi, soi comme ayant une conscience, la conscience dans soi, ou soi dans la conscience. ",
  "sn22.7:5.2": "Mais cette conscience qui est la sienne se détériore et périt, ",
  "sn22.7:5.3": "et sa conscience devient préoccupée par le dépérissement de la conscience. ",
  "sn22.7:5.4": "Des angoisses occupent son esprit, nées des préoccupation à propos du dépérissement de la conscience, et prenant naissance en accord avec les principes de la nature. ",
  "sn22.7:5.5": "Elle devient donc effrayée, inquiète, préoccupée et anxieuse à cause de la saisie. ",
  "sn22.7:5.6": "C’est ainsi que la saisie cause l’anxiété. ",
  "sn22.7:6.1": "Et comment la non saisie cause-t-elle l’absence d’anxiété ? ",
  "sn22.7:6.2": "C’est lorsqu’un noble disciple instruit est disciple des nobles, et est compétent et instruit à l’enseignement des nobles. Il est disciple des bonnes personnes, et est compétent et instruit à l’enseignement des bonnes personnes. ",
  "sn22.7:6.3": "Il ne voit pas la forme comme étant soi, soi comme ayant une forme, la forme dans soi, ou soi dans la forme. ",
  "sn22.7:6.4": "Lorsque cette forme qui est la sienne se détériore et périt, ",
  "sn22.7:6.5": "sa conscience ne devient pas préoccupée par le dépérissement de la forme. ",
  "sn22.7:6.6": "Des angoisses—nées des préoccupation à propos du dépérissement de la forme, et prenant naissance en accord avec les principes de la nature—n’occupent pas sont esprit. ",
  "sn22.7:6.7": "Il ne devient donc pas effrayé, inquiet, préoccupé et anxieux à cause de la saisie. ",
  "sn22.7:7.1": "Il ne voit pas les sensations comme étant soi… ",
  "sn22.7:8.1": "Il ne voit pas les perceptions comme étant soi… ",
  "sn22.7:8.2": "Il ne voit pas les choix comme étant soi… ",
  "sn22.7:9.1": "Il ne voit pas la conscience comme étant soi… ",
  "sn22.7:9.2": "Lorsque cette conscience qui est la sienne se détériore et périt, ",
  "sn22.7:9.3": "sa conscience ne devient pas préoccupée par le dépérissement de la conscience. ",
  "sn22.7:9.4": "Des angoisses—nées des préoccupation à propos du dépérissement de la conscience, et prenant naissance en accord avec les principes de la nature—n’occupent pas son esprit. ",
  "sn22.7:9.5": "Il ne devient donc pas effrayé, inquiet, préoccupé et anxieux à cause de la saisie. ",
  "sn22.7:9.6": "C’est ainsi que la non saisie cause l’absence d’anxiété. » "
}