{
  "sn22.99:0.1": "Discours Groupés 22.99 ",
  "sn22.99:0.2": "Fleurs ",
  "sn22.99:0.3": "Une Laisse ",
  "sn22.99:1.1": "À Sāvatthī. ",
  "sn22.99:1.2": "« Moines, la transmigration n’a pas de commencement connu. ",
  "sn22.99:1.3": "On ne trouve aucun point de départ aux êtres sensibles qui errent et transmigrent, entravés par l’ignorance et entravés par le désir. ",
  "sn22.99:1.4": "Il arrive un moment où l’océan se dessèche, s’évapore et n’existe plus. ",
  "sn22.99:1.5": "Mais pourtant, je dis, il n’est pas possible de mettre fin à la souffrance des êtres sensibles qui errent et transmigrent, gênés par l’ignorance et entravés par l’envie. ",
  "sn22.99:1.6": "Il arrive un moment où Sineru, le roi des montagnes, est consumé et détruit, et n’existe plus. ",
  "sn22.99:1.7": "Mais pourtant, je dis, il n’est pas possible de mettre fin à la souffrance des êtres sensibles qui errent et transmigrent, gênés par l’ignorance et entravés par le désir. ",
  "sn22.99:1.8": "Il arrive un moment où la grande terre est consumée et détruite, et n’existe plus. ",
  "sn22.99:1.9": "Mais pourtant, je dis, il n’est pas possible de mettre fin à la souffrance des êtres sensibles qui errent et transmigrent, gênés par l’ignorance et entravés par le désir. ",
  "sn22.99:2.1": "Supposons qu’un chien en laisse soit attaché à un poteau ou à un solide pilier . Il continuerait à courir et à tourner autour de ce poteau ou de ce pilier. ",
  "sn22.99:2.2": "De la même façon, prenez une personne ordinaire non éduquée qui n’a pas vu les nobles, et n’est ni compétente ni formée à leur enseignement. Elle n’a pas vu les bonnes personnes, et n’est ni compétente ni formée à leur enseignement. ",
  "sn22.99:2.3": "Elle considère la forme… ",
  "sn22.99:2.4": "la sensation… ",
  "sn22.99:2.5": "la perception… ",
  "sn22.99:2.6": "les choix… ",
  "sn22.99:2.7": "la conscience en tant que soi, le soi en tant qu’ayant une conscience, la conscience en soi, ou le soi dans la conscience. ",
  "sn22.99:2.8": "Elle continue à courir et à tourner autour de la forme, de la sensation, de la perception, des choix et de la conscience. ",
  "sn22.99:2.9": "En faisant cela, elle n’est pas libérée de la forme, de la sensation, de la perception, des choix et de la conscience. Elle n’est pas libérée de la renaissance, de la vieillesse et de la mort, du chagrin, des lamentations, de la douleur, de la tristesse et de la détresse. ",
  "sn22.99:2.10": "Ils ne sont pas libérés de la souffrance, je dis. ",
  "sn22.99:3.1": "Un noble disciple instruit a vu les nobles, et est compétent et formé à l’enseignement des nobles. Il a vu de bonnes personnes, et est compétent et formé à l’enseignement des bonnes personnes. ",
  "sn22.99:3.2": "Il ne considère pas la forme… ",
  "sn22.99:3.3": "la sensation… ",
  "sn22.99:3.4": "la perception… ",
  "sn22.99:3.5": "les choix… ",
  "sn22.99:3.6": "ou la conscience en tant que soi, le soi comme ayant une conscience, la conscience en soi, ou le soi dans la conscience. ",
  "sn22.99:3.7": "Il ne continue pas à courir et à tourner en rond autour de la forme, de la sensation, de la perception, des choix et de la conscience. ",
  "sn22.99:3.8": "En ne le faisant pas, ils sont libérés de la forme, de la sensation, de la perception, des choix et de la conscience. Ils sont libérés de la renaissance, de la vieillesse et de la mort, du chagrin, des lamentations, de la douleur, de la tristesse et de la détresse. ",
  "sn22.99:3.9": "Il est libéré de la souffrance, je dis. » "
}