{
  "sn5.5:1.2": "Regarded as the greatest in psychic power (<a href='https://suttacentral.net/an1.237/en/sujato#1.1'>AN 1.237:1.1</a>), and, with Khemā, the ideal nun (<a href='https://suttacentral.net/an2.131/en/sujato#1.2'>AN 2.131:1.2</a>, <a href='https://suttacentral.net/an4.176/en/sujato#2.2'>AN 4.176:2.2</a>). She taught other nuns (<a href='https://suttacentral.net/thig13.5/en/sujato#27.3'>Thig 13.5:27.3</a>), and was devoted to the Buddha (<a href='https://suttacentral.net/pli-tv-bu-vb-np5/en/sujato#1.1.1'>Bu NP 5:1.1.1</a>). ",
  "sn5.5:2.1": "These verses are included in Uppalavaṇṇā’s at <a href='https://suttacentral.net/thig11.1/en/sujato#7.1'>Thig 11.1:7.1</a>, with some differences. ",
  "sn5.5:2.3": "Literally, “There is no-one to whom you are second in the element of beauty” (<i lang='pi' translate='no'>na catthi te dutiyā vaṇṇadhātu,</i>). <a href='https://suttacentral.net/thig11.1/en/sujato#7.3'>Thig 11.1:7.3</a> reads <i lang='pi' translate='no'>Na cāpi te dutiyo atthi koci</i>, “There is no male companion with you”. The two lines use <i lang='pi' translate='no'>dutiya</i> (“second”) in different senses, as the ordinal number, and as “companion”. The Therīgāthā commentary offers two explanations, the second of which appears to lean on a version of the line similar to that found here. This, together with the fact that the unusual term <i lang='pi' translate='no'>vaṇṇadhātu</i> seems like a direct reference to her name, suggests that this version may be the original one. ",
  "sn5.5:6.4": "Despite her dauntless rejection of Māra here, a story in the Vinaya says she was once raped by a Vedic student who was infatuated with her (<a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/sujato#10.5.1'>Bu Pj 1:10.5.1</a>). The Buddha declared that one who does not consent is innocent. It seems hard to reconcile the two events, unless the Vinaya incident was when she was young and not yet accomplished. If that were the case, perhaps Māra is deliberately capitalizing on the past assault, assuming she will be traumatized by it. "
}