{
  "sn5.1:1.1": "This chapter naturally follows the previous, as it features Māra challenging various bhikkhunīs. Some of these verses are also included in the Therīgāthā, without the prose narrative. The commentarial backgrounds for the nuns are available in many sources, including Malalasekera’s <em>Dictionary of Pali proper Names</em>, and I will not repeat them here. ",
  "sn5.1:1.3": "Her name means “of Āḷavī”. This exchange (lacking Āḷavikā’s first verse) is echoed in <a href='https://suttacentral.net/thig3.7/en/sujato'>Thig 3.7</a>, where the author is named Selā. The commentary confirms that she is the same person, Selā of Āḷavī. ",
  "sn5.1:1.4": "Normally one goes “for the day’s meditation” (<i lang='pi' translate='no'>divāvihārāya</i>), whereas here, uniquely, the text has “seeking seclusion” (<i lang='pi' translate='no'>vivekatthinī</i>). In line with this, the next sentence has Māra wanting her to “fall away from seclusion”, whereas normally it is “fall away from immersion”. Seclusion also occurs in Māra’s challenge. | The Dark Forest (<i lang='pi' translate='no'>andhavana</i>) was a thick grove south of Sāvatthī often visited by monks and nuns for meditation. The commentary says the name means “Blind Man’s Forest”, giving an improbable origin story. But compare Sanskrit <i lang='pi' translate='no'>andhakūpa</i>, “dark well” or “blind well”, a well covered over with a lid or overgrowth; also the name of a hell. ",
  "sn5.1:3.4": "She immediately recognizes him. ",
  "sn5.1:4.4": "",
  "sn5.1:5.1": "This image is often found independently, and along with other similes at <a href='https://suttacentral.net/mn22/en/sujato#3.17'>MN 22:3.17</a> and <a href='https://suttacentral.net/an5.76/en/sujato#15.4'>AN 5.76:15.4</a>. The verse as a whole in found thrice in Therīgāthā: the verses of Selā (<a href='https://suttacentral.net/thig3.7/en/sujato#2.1'>Thig 3.7:2.1</a>), Khemā (<a href='https://suttacentral.net/thig6.3/en/sujato#3.1'>Thig 6.3:3.1</a>), and Uppalavaṇṇā (<a href='https://suttacentral.net/thig11.1/en/sujato#11.1'>Thig 11.1:11.1</a>). ",
  "sn5.1:5.2": "<i lang='pi' translate='no'>Khandāsaṁ</i> resolves to <i lang='pi' translate='no'>khandā esaṁ</i>. "
}