{
  "sn5.2:1.2": "For Pasenadi’s wife of the same name, see <a href='https://suttacentral.net/mn90/en/sujato#3.1'>MN 90:3.1</a> and note. ",
  "sn5.2:2.3": "“Two-inch wisdom” (<i lang='pi' translate='no'>dvaṅgulapaññā</i>) is literally “two finger(-breadth’s) wisdom”. It is explained by the commentary as limited wisdom; or because women hold thread between two fingers. The subcommentary and the commentary to the Therīgāthā say it is because women test whether rice is cooked by pressing a grain between two fingers. Normally, <i lang='pi' translate='no'>aṅgula</i> with a number is a unit of length equal to the width of the middle finger. For example, the time past noon is measured when the sun’s shadow moves two inches (<a href='https://suttacentral.net/pli-tv-kd22/en/sujato#1.10.16'>Kd 22:1.10.16</a>), which is the same distance the shadow moves each month (Arthaśāstra 2.20.42). Thus the first commentarial explanation is the most plausible: “two-inch wisdom” means “limited wisdom”. ",
  "sn5.2:2.4": "It is Māra, not the Buddha, who doubts women’s capacity. It is interesting to see who adopts Māra’s view. In Mahāvastu 3.391, a brahmin ascetic urges a female competitor to throw a debating match with him, lest people say that he was beaten by “a mere woman’s two-inch wisdom”. In <a href='https://suttacentral.net/vv18/en/sujato#8.4'>Vv 18:8.4</a>, a former serving woman celebrates how she as a woman attained the Dhamma, but the commentary says this was “despite her two-inch thick intelligence”. In the late literary text Bṛhatkathāślokasaṁgraha the idiom is employed by a woman to dismiss women’s wit (22.35)—as so often, a woman makes the best misogynist—or by a man who muses that perhaps men like him are the real fools since they allow women to entice them (22.302–3). ",
  "sn5.2:4.4": "Gender categories apply in a limited sense to the realm of bodily conduct, but are entirely irrelevant when it comes to meditative immersion and wisdom. ",
  "sn5.2:5.1": "Somā’s verses at <a href='https://suttacentral.net/thig3.8/en/sujato'>Thig 3.8</a> lack this verse. ",
  "sn5.2:5.3": "Read <i lang='pi' translate='no'>asmīti</i>. Somā rejects not just the limited categories of binary gender, but any form of self-identification. "
}