{
  "an3.80:0.1": "Восходящие Наставления 3.80",
  "an3.80:0.2": "Раздел Ананда",
  "an3.80:0.3": "Абхибху сутта",
  "an3.80:1.1": "И тогда уважаемый Ананда подошёл к Благословенному, подойдя поприветствовав Благословенного сел с краю. С краю севший уважаемый Ананда так сказал Благословенному:",
  "an3.80:1.2": "“Самолично это мной, почтенный, от Благословенного услышано, самолично запомнено:",
  "an3.80:1.3": "“Последователь Благословенного, Ананда, Сиккхи по имени Абхибху стоя в мире Брахмы звуком пронизал дхату тысячного мира”.",
  "an3.80:1.4": "Благословенный же, почтенный, Арахант, Правильно Пробужденный насколько может пронизать звуком?”",
  "an3.80:1.5": "“То последователь, Ананда, несоизмерим с Татхагатами”.",
  "an3.80:2.1": "Во второй раз уважаемый Ананда так сказал Благословенному:",
  "an3.80:2.2": "“Самолично это мной, почтенный, от Благословенного услышано, самолично запомнено:",
  "an3.80:2.3": "“Последователь Благословенного, Ананда, Сиккхи по имени Абхибху стоя в мире Брахмы звуком пронизал дхату тысячного мира”.",
  "an3.80:2.4": "Благословенный же, почтенный, Арахант, Правильно Пробужденный насколько может пронизать звуком?”",
  "an3.80:2.5": "“То последователь, Ананда, несоизмерим с Татхагатами”.",
  "an3.80:3.1": "В третий раз уважаемый Ананда так сказал Благословенному:",
  "an3.80:3.2": "“Самолично это мной, почтенный, от Благословенного услышано, самолично запомнено:",
  "an3.80:3.3": "“Последователь Благословенного, Ананда, Сиккхи по имени Абхибху стоя в мире Брахмы звуком пронизал дхату тысячного мира”.",
  "an3.80:3.4": "Благословенный же, почтенный, Арахант, Правильно Пробужденный насколько может пронизать звуком?”",
  "an3.80:3.5": "“Преподан ли тебе, Ананда, тысячный малый дхату света-мира?”",
  "an3.80:3.6": "“Для этого, Благословенный, время; для этого, Благой, время.",
  "an3.80:3.7": "Как Благословенный скажет. Благословенного услышав монахи ухватят.",
  "an3.80:3.8": "“Тогда, Ананда, слушай хорошо представь это. Я буду говорить”.",
  "an3.80:3.9": "“Так, почтенный” – уважаемый Ананда ответил.",
  "an3.80:3.10": "Благословенный это сказал:",
  "an3.80:4.1": "“Покуда, Ананда, луна-солнце приносят, стороны освещают сиянием, потуда тысячечастный свет-мир.",
  "an3.80:4.2": "В том тысячечастном мире, тысяча лун, тысяча солнц, тысяча Синеру царей гор, тысяча Джамбудип, тысяча Апарагоян, тысяча Уттаракуру, тысяча Пуббавидех, четыре тысячи Великих Океанов, четыре тысячи Великих Царей, тысяча Четырех Великих Царств, тысяча Тридцатитретьих, тысяча Ям, тысяча Тусит, тысяча Нимманарати, тысяча Параниммитавасаватти, тысяча миров Брахмы—",
  "an3.80:4.3": "это называется, Ананда, тысячный малый дхату света-мира.",
  "an3.80:5.1": "Покуда, Ананда, тысячный малый дхату мира, потуда тысячечастный мир.",
  "an3.80:5.2": "Это называется, Ананда, двухтысячный средний дхату мира.",
  "an3.80:6.1": "Покуда, Ананда, двухтысячный средний дхату мира, потуда тысячечастный мир.",
  "an3.80:6.2": "Это называется, Ананда, трехтысячный большой тысячный дхату мира.",
  "an3.80:7.1": "Желающий, Ананда, Татхагата три-тысячи-большой-тысячный-дхату мира звуком пронизал бы, покуда желал бы.",
  "an3.80:8.1": "“Как, каким образом, почтенный, Благословенный три-тысячи-большой-тысячный-дхату мира звуком пронизал бы, покуда желал бы?”",
  "an3.80:8.2": "“Вот, Ананда, Татхагата три-тысячи-большой-тысячный-дхату мира светом пронизывает.",
  "an3.80:8.3": "Когда те существа сознают тот свет, тогда Татхагата делает высказывание озвучивает.",
  "an3.80:8.4": "Так, Ананда, Татхагата три-тысячи-большой-тысячный-дхату мира звуком пронизал бы, покуда желал бы.",
  "an3.80:9.1": "О так сказанном уважаемый Ананда уважаемому Удайи это сказал:",
  "an3.80:9.2": "О, как мне полезно, о, как мне повезло,",
  "an3.80:9.3": "что мой Учитель так силён, так могуществен.",
  "an3.80:9.4": "О так сказанном уважаемый Удайи уважаемому Ананде это сказал:",
  "an3.80:9.5": "“Что тебе с того, друг Ананда, что твой учитель так силён, так могущественен?”",
  "an3.80:9.6": "О так сказанном Благословенный уважаемому Удайи это сказал:",
  "an3.80:9.7": "“Не говори так, Удайи! Не говори так, Удайи!",
  "an3.80:9.8": "Если, Удайи, Ананда, умер бы не бесстрастным, этой чистотой-яркостью настроя-ума семь раз стал бы у дэвов королем дэвов, семь раз стал бы на этой джамбудипе великим королем.",
  "an3.80:9.9": "Но, Удайи, Ананда в именно видимой действительности достигнет париниббаны”.",
  "an3.80:9.10": "Десятая.",
  "an3.80:9.11": "Раздел Ананда Третий.",
  "an3.80:10.0": "Оглавление",
  "an3.80:10.1": "",
  "an3.80:10.2": "",
  "an3.80:10.3": "",
  "an3.80:10.4": ""
}