{
  "sn35.88:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.88:0.2": "9. Channavagga ",
  "sn35.88:0.3": "88. Puṇṇasutta ",
  "sn35.88:1.1": "Atha kho āyasmā puṇṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā …pe… ekamantaṁ nisinno kho āyasmā puṇṇo bhagavantaṁ etadavoca: ",
  "sn35.88:1.2": "“sādhu me, bhante, bhagavā saṅkhittena dhammaṁ desetu, yamahaṁ bhagavato dhammaṁ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ",
  "sn35.88:2.1": "“Santi kho, puṇṇa, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "sn35.88:2.2": "Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. ",
  "sn35.88:2.3": "Tassa taṁ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī. ",
  "sn35.88:2.4": "‘Nandisamudayā dukkhasamudayo, puṇṇā’ti vadāmi …pe… ",
  "sn35.88:2.5": "santi kho, puṇṇa, jivhāviññeyyā rasā …pe… ",
  "sn35.88:2.6": "santi kho, puṇṇa, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "sn35.88:2.7": "Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. ",
  "sn35.88:2.8": "Tassa taṁ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī. ",
  "sn35.88:2.9": "‘Nandisamudayā dukkhasamudayo, puṇṇā’ti vadāmi. ",
  "sn35.88:3.1": "Santi kho, puṇṇa, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "sn35.88:3.2": "Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, tassa taṁ anabhinandato anabhivadato anajjhosāya tiṭṭhato nirujjhati nandī. ",
  "sn35.88:3.3": "‘Nandinirodhā dukkhanirodho, puṇṇā’ti vadāmi …pe… ",
  "sn35.88:3.4": "santi kho, puṇṇa, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "sn35.88:3.5": "Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, tassa taṁ anabhinandato anabhivadato anajjhosāya tiṭṭhato nirujjhati nandī. ",
  "sn35.88:3.6": "‘Nandinirodhā dukkhanirodho, puṇṇā’ti vadāmi. ",
  "sn35.88:4.1": "Iminā tvaṁ, puṇṇa, mayā saṅkhittena ovādena ovadito katamasmiṁ janapade viharissasī”ti? ",
  "sn35.88:4.2": "“Atthi, bhante, sunāparanto nāma janapado, tatthāhaṁ viharissāmī”ti. ",
  "sn35.88:5.1": "“Caṇḍā kho, puṇṇa, sunāparantakā manussā; ",
  "sn35.88:5.2": "pharusā kho, puṇṇa, sunāparantakā manussā. ",
  "sn35.88:5.3": "Sace taṁ, puṇṇa, sunāparantakā manussā akkosissanti paribhāsissanti, tatra te, puṇṇa, kinti bhavissatī”ti? ",
  "sn35.88:6.1": "“Sace maṁ, bhante, sunāparantakā manussā akkosissanti paribhāsissanti, tatra me evaṁ bhavissati: ",
  "sn35.88:6.2": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṁ me nayime pāṇinā pahāraṁ dentī’ti. ",
  "sn35.88:6.3": "Evamettha, bhagavā, bhavissati; ",
  "sn35.88:6.4": "evamettha, sugata, bhavissatī”ti. ",
  "sn35.88:7.1": "“Sace pana te, puṇṇa, sunāparantakā manussā pāṇinā pahāraṁ dassanti, tatra pana te, puṇṇa, kinti bhavissatī”ti? ",
  "sn35.88:8.1": "“Sace me, bhante, sunāparantakā manussā pāṇinā pahāraṁ dassanti, tatra me evaṁ bhavissati: ",
  "sn35.88:8.2": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṁ me nayime leḍḍunā pahāraṁ dentī’ti. ",
  "sn35.88:8.3": "Evamettha, bhagavā, bhavissati; ",
  "sn35.88:8.4": "evamettha, sugata, bhavissatī”ti. ",
  "sn35.88:9.1": "“Sace pana te, puṇṇa, sunāparantakā manussā leḍḍunā pahāraṁ dassanti, tatra pana te, puṇṇa, kinti bhavissatī”ti? ",
  "sn35.88:10.1": "“Sace me, bhante, sunāparantakā manussā leḍḍunā pahāraṁ dassanti, tatra me evaṁ bhavissati: ",
  "sn35.88:10.2": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṁ me nayime daṇḍena pahāraṁ dentī’ti. ",
  "sn35.88:10.3": "Evamettha, bhagavā, bhavissati; ",
  "sn35.88:10.4": "evamettha, sugata, bhavissatī”ti. ",
  "sn35.88:11.1": "“Sace pana puṇṇa, sunāparantakā manussā daṇḍena pahāraṁ dassanti, tatra pana te, puṇṇa, kinti bhavissatī”ti? ",
  "sn35.88:12.1": "“Sace me, bhante, sunāparantakā manussā daṇḍena pahāraṁ dassanti, tatra me evaṁ bhavissati: ",
  "sn35.88:12.2": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṁ me nayime satthena pahāraṁ dentī’ti. ",
  "sn35.88:12.3": "Evamettha, bhagavā, bhavissati; ",
  "sn35.88:12.4": "evamettha, sugata, bhavissatī”ti. ",
  "sn35.88:13.1": "“Sace pana te, puṇṇa, sunāparantakā manussā satthena pahāraṁ dassanti, tatra pana te, puṇṇa, kinti bhavissatī”ti? ",
  "sn35.88:14.1": "“Sace me, bhante, sunāparantakā manussā satthena pahāraṁ dassanti, tatra me evaṁ bhavissati: ",
  "sn35.88:14.2": "‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā manussā, yaṁ maṁ nayime tiṇhena satthena jīvitā voropentī’ti. ",
  "sn35.88:14.3": "Evamettha, bhagavā, bhavissati; ",
  "sn35.88:14.4": "evamettha, sugata, bhavissatī”ti. ",
  "sn35.88:15.1": "“Sace pana taṁ, puṇṇa, sunāparantakā manussā tiṇhena satthena jīvitā voropessanti, tatra pana te, puṇṇa, kinti bhavissatī”ti? ",
  "sn35.88:16.1": "“Sace maṁ, bhante, sunāparantakā manussā tiṇhena satthena jīvitā voropessanti, tatra me evaṁ bhavissati: ",
  "sn35.88:16.2": "‘santi kho tassa bhagavato sāvakā kāyena ca jīvitena ca aṭṭīyamānā harāyamānā jigucchamānā satthahārakaṁ pariyesanti, taṁ me idaṁ apariyiṭṭhaññeva satthahārakaṁ laddhan’ti. ",
  "sn35.88:16.3": "Evamettha, bhagavā, bhavissati; ",
  "sn35.88:16.4": "evamettha, sugata, bhavissatī”ti. ",
  "sn35.88:17.1": "“Sādhu sādhu, puṇṇa. ",
  "sn35.88:17.2": "Sakkhissasi kho tvaṁ, puṇṇa, iminā damūpasamena samannāgato sunāparantasmiṁ janapade vatthuṁ. ",
  "sn35.88:17.3": "Yassadāni tvaṁ, puṇṇa, kālaṁ maññasī”ti. ",
  "sn35.88:18.1": "Atha kho āyasmā puṇṇo bhagavato vacanaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā senāsanaṁ saṁsāmetvā pattacīvaramādāya yena sunāparanto janapado tena cārikaṁ pakkāmi. ",
  "sn35.88:18.2": "Anupubbena cārikaṁ caramāno yena sunāparanto janapado tadavasari. ",
  "sn35.88:18.3": "Tatra sudaṁ āyasmā puṇṇo sunāparantasmiṁ janapade viharati. ",
  "sn35.88:18.4": "Atha kho āyasmā puṇṇo tenevantaravassena pañcamattāni upāsakasatāni paṭivedesi. ",
  "sn35.88:18.5": "Tenevantaravassena pañcamattāni upāsikāsatāni paṭivedesi. ",
  "sn35.88:18.6": "Tenevantaravassena tisso vijjā sacchākāsi. ",
  "sn35.88:18.7": "Tenevantaravassena parinibbāyi. ",
  "sn35.88:19.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu …pe… ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn35.88:19.2": "“yo so, bhante, puṇṇo nāma kulaputto bhagavatā saṅkhittena ovādena ovadito, so kālaṅkato. ",
  "sn35.88:19.3": "Tassa kā gati ko abhisamparāyo”ti? ",
  "sn35.88:20.1": "“Paṇḍito, bhikkhave, puṇṇo kulaputto, paccapādi dhammassānudhammaṁ, na ca maṁ dhammādhikaraṇaṁ vihesesi. ",
  "sn35.88:20.2": "Parinibbuto, bhikkhave, puṇṇo kulaputto”ti. ",
  "sn35.88:20.3": "Pañcamaṁ. "
}