{
  "sn35.17:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.17:0.2": "2. Yamakavagga ",
  "sn35.17:0.3": "17. Paṭhamanoceassādasutta ",
  "sn35.17:1.1": "“No cedaṁ, bhikkhave, cakkhussa assādo abhavissa, nayidaṁ sattā cakkhusmiṁ sārajjeyyuṁ. ",
  "sn35.17:1.2": "Yasmā ca kho, bhikkhave, atthi cakkhussa assādo tasmā sattā cakkhusmiṁ sārajjanti. ",
  "sn35.17:1.3": "No cedaṁ, bhikkhave, cakkhussa ādīnavo abhavissa, nayidaṁ sattā cakkhusmiṁ nibbindeyyuṁ. ",
  "sn35.17:1.4": "Yasmā ca kho, bhikkhave, atthi cakkhussa ādīnavo tasmā sattā cakkhusmiṁ nibbindanti. ",
  "sn35.17:1.5": "No cedaṁ, bhikkhave, cakkhussa nissaraṇaṁ abhavissa, nayidaṁ sattā cakkhusmā nissareyyuṁ. ",
  "sn35.17:1.6": "Yasmā ca kho, bhikkhave, atthi cakkhussa nissaraṇaṁ tasmā sattā cakkhusmā nissaranti. ",
  "sn35.17:1.7": "No cedaṁ, bhikkhave, sotassa assādo abhavissa … ",
  "sn35.17:1.8": "no cedaṁ, bhikkhave, ghānassa assādo abhavissa … ",
  "sn35.17:1.9": "no cedaṁ, bhikkhave, jivhāya assādo abhavissa, nayidaṁ sattā jivhāya sārajjeyyuṁ. ",
  "sn35.17:1.10": "Yasmā ca kho, bhikkhave, atthi jivhāya assādo, tasmā sattā jivhāya sārajjanti. ",
  "sn35.17:1.11": "No cedaṁ, bhikkhave, jivhāya ādīnavo abhavissa, nayidaṁ sattā jivhāya nibbindeyyuṁ. ",
  "sn35.17:1.12": "Yasmā ca kho, bhikkhave, atthi jivhāya ādīnavo, tasmā sattā jivhāya nibbindanti. ",
  "sn35.17:1.13": "No cedaṁ, bhikkhave, jivhāya nissaraṇaṁ abhavissa, nayidaṁ sattā jivhāya nissareyyuṁ. ",
  "sn35.17:1.14": "Yasmā ca kho, bhikkhave, atthi jivhāya nissaraṇaṁ, tasmā sattā jivhāya nissaranti. ",
  "sn35.17:1.15": "No cedaṁ, bhikkhave, kāyassa assādo abhavissa … ",
  "sn35.17:1.16": "no cedaṁ, bhikkhave, manassa assādo abhavissa, nayidaṁ sattā manasmiṁ sārajjeyyuṁ. ",
  "sn35.17:1.17": "Yasmā ca kho, bhikkhave, atthi manassa assādo, tasmā sattā manasmiṁ sārajjanti. ",
  "sn35.17:1.18": "No cedaṁ, bhikkhave, manassa ādīnavo abhavissa, nayidaṁ sattā manasmiṁ nibbindeyyuṁ. ",
  "sn35.17:1.19": "Yasmā ca kho, bhikkhave, atthi manassa ādīnavo, tasmā sattā manasmiṁ nibbindanti. ",
  "sn35.17:1.20": "No cedaṁ, bhikkhave, manassa nissaraṇaṁ abhavissa, nayidaṁ sattā manasmā nissareyyuṁ. ",
  "sn35.17:1.21": "Yasmā ca kho, bhikkhave, atthi manassa nissaraṇaṁ, tasmā sattā manasmā nissaranti. ",
  "sn35.17:2.1": "Yāvakīvañca, bhikkhave, sattā imesaṁ channaṁ ajjhattikānaṁ āyatanānaṁ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṁ nābbhaññaṁsu, neva tāva, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaññuttā vippamuttā vimariyādīkatena cetasā vihariṁsu. ",
  "sn35.17:2.2": "Yato ca kho, bhikkhave, sattā imesaṁ channaṁ ajjhattikānaṁ āyatanānaṁ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṁ abbhaññaṁsu, atha, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaññuttā vippamuttā vimariyādīkatena cetasā viharantī”ti. ",
  "sn35.17:2.3": "Pañcamaṁ. "
}