{
  "sn35.52:0.1": "Saṁyutta Nikāya 35.52 ",
  "sn35.52:0.2": "5. Sabbaaniccavagga ",
  "sn35.52:0.3": "Upassaṭṭhasutta ",
  "sn35.52:1.1": "“Sabbaṁ, bhikkhave, upassaṭṭhaṁ. ",
  "sn35.52:1.2": "Kiñca, bhikkhave, sabbaṁ upassaṭṭhaṁ? ",
  "sn35.52:1.3": "Cakkhu, bhikkhave, upassaṭṭhaṁ, rūpā upassaṭṭhā, cakkhuviññāṇaṁ upassaṭṭhaṁ, cakkhusamphasso upassaṭṭho. ",
  "sn35.52:1.4": "Yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi upassaṭṭhaṁ …pe… ",
  "sn35.52:1.5": "jivhā upassaṭṭhā, rasā upassaṭṭhā, jivhāviññāṇaṁ upassaṭṭhaṁ, jivhāsamphasso upassaṭṭho. ",
  "sn35.52:1.6": "Yampidaṁ jivhāsamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi upassaṭṭhaṁ. ",
  "sn35.52:1.7": "Kāyo upassaṭṭho … ",
  "sn35.52:1.8": "mano upassaṭṭho, dhammā upassaṭṭhā, manoviññāṇaṁ upassaṭṭhaṁ, manosamphasso upassaṭṭho. ",
  "sn35.52:1.9": "Yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi upassaṭṭhaṁ. ",
  "sn35.52:1.10": "Evaṁ passaṁ, bhikkhave, sutavā ariyasāvako cakkhusmimpi nibbindati, rūpesupi nibbindati, cakkhuviññāṇepi nibbindati, cakkhusamphassepi nibbindati. ",
  "sn35.52:1.11": "Yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tasmimpi nibbindati …pe… ",
  "sn35.52:1.12": "manasmimpi nibbindati, dhammesupi nibbindati, manoviññāṇepi nibbindati, manosamphassepi nibbindati. ",
  "sn35.52:1.13": "Yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tasmimpi nibbindati. ",
  "sn35.52:1.14": "Nibbindaṁ virajjati; virāgā vimuccati; vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "sn35.52:1.15": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānātī”ti. ",
  "sn35.52:1.16": "Dasamaṁ. ",
  "sn35.52:1.17": "Sabbaaniccavaggo pañcamo. ",
  "sn35.52:2.0": "Tassuddānaṁ ",
  "sn35.52:2.1": "Aniccaṁ dukkhaṁ anattā, ",
  "sn35.52:2.2": "abhiññeyyaṁ pariññeyyaṁ; ",
  "sn35.52:2.3": "Pahātabbaṁ sacchikātabbaṁ, ",
  "sn35.52:2.4": "abhiññeyyapariññeyyaṁ; ",
  "sn35.52:2.5": "Upaddutaṁ upassaṭṭhaṁ, ",
  "sn35.52:2.6": "vaggo tena pavuccatīti. ",
  "sn35.52:2.7": "Saḷāyatanavagge paṭhamapaṇṇāsako samatto. ",
  "sn35.52:3.0": "Tassa vagguddānaṁ ",
  "sn35.52:3.1": "Aniccavaggaṁ yamakaṁ, ",
  "sn35.52:3.2": "Sabbaṁ vaggaṁ jātidhammaṁ; ",
  "sn35.52:3.3": "Aniccavaggena paññāsaṁ, ",
  "sn35.52:3.4": "Pañcamo tena pavuccatīti. "
}