{
  "sn35.246:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.246:0.2": "19. Āsīvisavagga ",
  "sn35.246:0.3": "246. Vīṇopamasutta ",
  "sn35.246:1.1": "“Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā cakkhuviññeyyesu rūpesu uppajjeyya chando vā rāgo vā doso vā moho vā paṭighaṁ vāpi cetaso, tato cittaṁ nivāreyya. ",
  "sn35.246:1.2": "Sabhayo ceso maggo sappaṭibhayo ca sakaṇṭako ca sagahano ca ummaggo ca kummaggo ca duhitiko ca. ",
  "sn35.246:1.3": "Asappurisasevito ceso maggo, na ceso maggo sappurisehi sevito. ",
  "sn35.246:1.4": "Na tvaṁ etaṁ arahasīti. ",
  "sn35.246:1.5": "Tato cittaṁ nivāraye cakkhuviññeyyehi rūpehi …pe… ",
  "sn35.246:1.6": "yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā jivhāviññeyyesu rasesu …pe… ",
  "sn35.246:1.7": "manoviññeyyesu dhammesu uppajjeyya chando vā rāgo vā doso vā moho vā paṭighaṁ vāpi cetaso tato cittaṁ nivāreyya. ",
  "sn35.246:1.8": "Sabhayo ceso maggo sappaṭibhayo ca sakaṇṭako ca sagahano ca ummaggo ca kummaggo ca duhitiko ca. ",
  "sn35.246:1.9": "Asappurisasevito ceso maggo, na ceso maggo sappurisehi sevito. ",
  "sn35.246:1.10": "Na tvaṁ etaṁ arahasīti. ",
  "sn35.246:1.11": "Tato cittaṁ nivāraye manoviññeyyehi dhammehi. ",
  "sn35.246:2.1": "Seyyathāpi, bhikkhave, kiṭṭhaṁ sampannaṁ. ",
  "sn35.246:2.2": "Kiṭṭhārakkho ca pamatto, goṇo ca kiṭṭhādo aduṁ kiṭṭhaṁ otaritvā yāvadatthaṁ madaṁ āpajjeyya pamādaṁ āpajjeyya; ",
  "sn35.246:2.3": "evameva kho, bhikkhave, assutavā puthujjano chasu phassāyatanesu asaṁvutakārī pañcasu kāmaguṇesu yāvadatthaṁ madaṁ āpajjati pamādaṁ āpajjati. ",
  "sn35.246:3.1": "Seyyathāpi, bhikkhave, kiṭṭhaṁ sampannaṁ kiṭṭhārakkho ca appamatto goṇo ca kiṭṭhādo aduṁ kiṭṭhaṁ otareyya. ",
  "sn35.246:3.2": "Tamenaṁ kiṭṭhārakkho nāsāyaṁ suggahitaṁ gaṇheyya. ",
  "sn35.246:3.3": "Nāsāyaṁ suggahitaṁ gahetvā uparighaṭāyaṁ suniggahitaṁ niggaṇheyya. ",
  "sn35.246:3.4": "Uparighaṭāyaṁ suniggahitaṁ niggahetvā daṇḍena sutāḷitaṁ tāḷeyya. ",
  "sn35.246:3.5": "Daṇḍena sutāḷitaṁ tāḷetvā osajjeyya. ",
  "sn35.246:3.6": "Dutiyampi kho, bhikkhave …pe… ",
  "sn35.246:3.7": "tatiyampi kho, bhikkhave, goṇo kiṭṭhādo aduṁ kiṭṭhaṁ otareyya. ",
  "sn35.246:3.8": "Tamenaṁ kiṭṭhārakkho nāsāyaṁ suggahitaṁ gaṇheyya. ",
  "sn35.246:3.9": "Nāsāyaṁ suggahitaṁ gahetvā uparighaṭāyaṁ suniggahitaṁ niggaṇheyya. ",
  "sn35.246:3.10": "Uparighaṭāyaṁ suniggahitaṁ niggahetvā daṇḍena sutāḷitaṁ tāḷeyya. ",
  "sn35.246:3.11": "Daṇḍena sutāḷitaṁ tāḷetvā osajjeyya. ",
  "sn35.246:3.12": "Evañhi so, bhikkhave, goṇo kiṭṭhādo gāmagato vā araññagato vā, ṭhānabahulo vā assa nisajjabahulo vā na taṁ kiṭṭhaṁ puna otareyya—",
  "sn35.246:3.13": "tameva purimaṁ daṇḍasamphassaṁ samanussaranto. ",
  "sn35.246:3.14": "Evameva kho, bhikkhave, yato kho bhikkhuno chasu phassāyatanesu cittaṁ udujitaṁ hoti sudujitaṁ, ajjhattameva santiṭṭhati, sannisīdati, ekodi hoti, samādhiyati. ",
  "sn35.246:4.1": "Seyyathāpi, bhikkhave, rañño vā rājamahāmattassa vā vīṇāya saddo assutapubbo assa. ",
  "sn35.246:4.2": "So vīṇāsaddaṁ suṇeyya. ",
  "sn35.246:4.3": "So evaṁ vadeyya: ",
  "sn35.246:4.4": "‘ambho, kassa nu kho eso saddo evaṁrajanīyo evaṅkamanīyo evaṁmadanīyo evaṁmucchanīyo evambandhanīyo’ti? ",
  "sn35.246:4.5": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "sn35.246:4.6": "‘esā, kho, bhante, vīṇā nāma, yassā eso saddo evaṁrajanīyo evaṅkamanīyo evaṁmadanīyo evaṁmucchanīyo evambandhanīyo’ti. ",
  "sn35.246:4.7": "So evaṁ vadeyya: ",
  "sn35.246:4.8": "‘gacchatha me, bho, taṁ vīṇaṁ āharathā’ti. ",
  "sn35.246:4.9": "Tassa taṁ vīṇaṁ āhareyyuṁ. ",
  "sn35.246:4.10": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "sn35.246:4.11": "‘ayaṁ kho sā, bhante, vīṇā yassā eso saddo evaṁrajanīyo evaṅkamanīyo evaṁmadanīyo evaṁmucchanīyo evambandhanīyo’ti. ",
  "sn35.246:4.12": "So evaṁ vadeyya: ",
  "sn35.246:4.13": "‘alaṁ me, bho, tāya vīṇāya, tameva me saddaṁ āharathā’ti. ",
  "sn35.246:4.14": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "sn35.246:4.15": "‘ayaṁ kho, bhante, vīṇā nāma anekasambhārā mahāsambhārā. ",
  "sn35.246:4.16": "Anekehi sambhārehi samāraddhā vadati, seyyathidaṁ—",
  "sn35.246:4.17": "doṇiñca paṭicca cammañca paṭicca daṇḍañca paṭicca upadhāraṇe ca paṭicca tantiyo ca paṭicca koṇañca paṭicca purisassa ca tajjaṁ vāyāmaṁ paṭicca evāyaṁ, bhante, vīṇā nāma anekasambhārā mahāsambhārā. ",
  "sn35.246:4.18": "Anekehi sambhārehi samāraddhā vadatī’ti. ",
  "sn35.246:4.19": "So taṁ vīṇaṁ dasadhā vā satadhā vā phāleyya, dasadhā vā satadhā vā taṁ phāletvā sakalikaṁ sakalikaṁ kareyya. ",
  "sn35.246:4.20": "Sakalikaṁ sakalikaṁ karitvā agginā ḍaheyya, agginā ḍahitvā masiṁ kareyya. ",
  "sn35.246:4.21": "Masiṁ karitvā mahāvāte vā ophuneyya, nadiyā vā sīghasotāya pavāheyya. ",
  "sn35.246:4.22": "So evaṁ vadeyya: ",
  "sn35.246:4.23": "‘asatī kirāyaṁ, bho, vīṇā nāma, yathevaṁ yaṁ kiñci vīṇā nāma ettha ca panāyaṁ jano ativelaṁ pamatto palaḷito’ti. ",
  "sn35.246:4.24": "Evameva kho, bhikkhave, bhikkhu rūpaṁ samanvesati yāvatā rūpassa gati, vedanaṁ samanvesati yāvatā vedanāya gati, saññaṁ samanvesati yāvatā saññāya gati, saṅkhāre samanvesati yāvatā saṅkhārānaṁ gati, viññāṇaṁ samanvesati yāvatā viññāṇassa gati. ",
  "sn35.246:4.25": "Tassa rūpaṁ samanvesato yāvatā rūpassa gati, vedanaṁ samanvesato …pe… ",
  "sn35.246:4.26": "saññaṁ … ",
  "sn35.246:4.27": "saṅkhāre … ",
  "sn35.246:4.28": "viññāṇaṁ samanvesato yāvatā viññāṇassa gati. ",
  "sn35.246:4.29": "Yampissa taṁ hoti ahanti vā mamanti vā asmīti vā tampi tassa na hotī”ti. ",
  "sn35.246:4.30": "Navamaṁ. "
}