{
  "sn35.89:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.89:0.2": "9. Channavagga ",
  "sn35.89:0.3": "89. Bāhiyasutta ",
  "sn35.89:1.1": "Atha kho āyasmā bāhiyo yena bhagavā tenupasaṅkami …pe… ekamantaṁ nisinno kho āyasmā bāhiyo bhagavantaṁ etadavoca: ",
  "sn35.89:1.2": "“sādhu me, bhante, bhagavā saṅkhittena dhammaṁ desetu, yamahaṁ bhagavato dhammaṁ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti. ",
  "sn35.89:2.1": "“Taṁ kiṁ maññasi, bāhiya, ",
  "sn35.89:2.2": "cakkhu niccaṁ vā aniccaṁ vā”ti? ",
  "sn35.89:3.1": "“Aniccaṁ, bhante”. ",
  "sn35.89:4.1": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "sn35.89:5.1": "“Dukkhaṁ, bhante”. ",
  "sn35.89:6.1": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, kallaṁ nu taṁ samanupassituṁ: ",
  "sn35.89:6.2": "‘etaṁ mama, esohamasmi, eso me attā’”ti? ",
  "sn35.89:7.1": "“No hetaṁ, bhante”. ",
  "sn35.89:8.1": "“Rūpā niccā vā aniccā vā”ti? ",
  "sn35.89:9.1": "“Aniccā, bhante” …pe… ",
  "sn35.89:9.2": "cakkhuviññāṇaṁ …pe… ",
  "sn35.89:9.3": "cakkhusamphasso …pe… ",
  "sn35.89:9.4": "yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi niccaṁ vā aniccaṁ vā”ti? ",
  "sn35.89:10.1": "“Aniccaṁ, bhante”. ",
  "sn35.89:11.1": "“Yaṁ panāniccaṁ dukkhaṁ vā taṁ sukhaṁ vā”ti? ",
  "sn35.89:12.1": "“Dukkhaṁ, bhante”. ",
  "sn35.89:13.1": "“Yaṁ panāniccaṁ dukkhaṁ vipariṇāmadhammaṁ, kallaṁ nu taṁ samanupassituṁ: ",
  "sn35.89:13.2": "‘etaṁ mama, esohamasmi, eso me attā’”ti? ",
  "sn35.89:14.1": "“No hetaṁ, bhante”. ",
  "sn35.89:15.1": "“Evaṁ passaṁ, bāhiya, sutavā ariyasāvako cakkhusmimpi nibbindati, rūpesupi nibbindati, cakkhuviññāṇepi nibbindati, cakkhusamphassepi nibbindati …pe… ",
  "sn35.89:15.2": "yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tasmimpi nibbindati. ",
  "sn35.89:15.3": "Nibbindaṁ virajjati; virāgā vimuccati; vimuttasmiṁ vimuttamiti ñāṇaṁ hoti. ",
  "sn35.89:15.4": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānātī”ti. ",
  "sn35.89:16.1": "Atha kho āyasmā bāhiyo bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "sn35.89:16.2": "Atha kho āyasmā bāhiyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "sn35.89:16.3": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "sn35.89:16.4": "Aññataro ca panāyasmā bāhiyo arahataṁ ahosīti. ",
  "sn35.89:16.5": "Chaṭṭhaṁ. "
}