{
  "sn35.124:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.124:0.2": "13. Gahapativagga ",
  "sn35.124:0.3": "124. Vesālīsutta ",
  "sn35.124:1.1": "Ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ. ",
  "sn35.124:1.2": "Atha kho uggo gahapati vesāliko yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho uggo gahapati vesāliko bhagavantaṁ etadavoca: ",
  "sn35.124:1.3": "“ko nu kho, bhante, hetu, ko paccayo yena m’idhekacce sattā diṭṭheva dhamme no parinibbāyanti? ",
  "sn35.124:1.4": "Ko pana, bhante, hetu, ko paccayo yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti? ",
  "sn35.124:2.1": "“Santi kho, gahapati, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "sn35.124:2.2": "Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. Tassa taṁ abhinandato abhivadato ajjhosāya tiṭṭhato tannissitaṁ viññāṇaṁ hoti tadupādānaṁ. ",
  "sn35.124:2.3": "Saupādāno, gahapati, bhikkhu no parinibbāyati …pe… ",
  "sn35.124:2.4": "santi kho, gahapati, jivhāviññeyyā rasā …pe… ",
  "sn35.124:2.5": "santi kho, gahapati, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "sn35.124:2.6": "Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. Tassa taṁ abhinandato abhivadato ajjhosāya tiṭṭhato tannissitaṁ viññāṇaṁ hoti tadupādānaṁ. ",
  "sn35.124:2.7": "Saupādāno, gahapati, bhikkhu no parinibbāyati. ",
  "sn35.124:2.8": "Ayaṁ kho, gahapati, hetu, ayaṁ paccayo yena m’idhekacce sattā diṭṭheva dhamme no parinibbāyanti. ",
  "sn35.124:3.1": "Santi ca kho, gahapati, cakkhuviññeyyā rūpā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "sn35.124:3.2": "Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati. Tassa taṁ anabhinandato anabhivadato anajjhosāya tiṭṭhato na tannissitaṁ viññāṇaṁ hoti, na tadupādānaṁ. ",
  "sn35.124:3.3": "Anupādāno, gahapati, bhikkhu parinibbāyati …pe… ",
  "sn35.124:3.4": "santi kho, gahapati, jivhāviññeyyā rasā …pe… ",
  "sn35.124:3.5": "santi kho, gahapati, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā. ",
  "sn35.124:3.6": "Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, tassa taṁ anabhinandato anabhivadato anajjhosāya tiṭṭhato. Na tannissitaṁ viññāṇaṁ hoti, na tadupādānaṁ. ",
  "sn35.124:3.7": "Anupādāno, gahapati, bhikkhu parinibbāyati. ",
  "sn35.124:3.8": "Ayaṁ kho, gahapati, hetu ayaṁ paccayo yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti. ",
  "sn35.124:3.9": "Paṭhamaṁ. "
}