{
  "sn35.14:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.14:0.2": "2. Yamakavagga ",
  "sn35.14:0.3": "14. Dutiyapubbesambodhasutta ",
  "sn35.14:1.1": "“Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi: ",
  "sn35.14:1.2": "‘ko nu kho rūpānaṁ assādo, ko ādīnavo, kiṁ nissaraṇaṁ? ",
  "sn35.14:1.3": "Ko saddānaṁ …pe… ",
  "sn35.14:1.4": "ko gandhānaṁ … ",
  "sn35.14:1.5": "ko rasānaṁ … ",
  "sn35.14:1.6": "ko phoṭṭhabbānaṁ … ",
  "sn35.14:1.7": "ko dhammānaṁ assādo, ko ādīnavo, kiṁ nissaraṇan’ti? ",
  "sn35.14:1.8": "Tassa mayhaṁ, bhikkhave, etadahosi: ",
  "sn35.14:1.9": "‘yaṁ kho rūpe paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ rūpānaṁ assādo. ",
  "sn35.14:1.10": "Yaṁ rūpā aniccā dukkhā vipariṇāmadhammā, ayaṁ rūpānaṁ ādīnavo. ",
  "sn35.14:1.11": "Yo rūpesu chandarāgavinayo chandarāgappahānaṁ, idaṁ rūpānaṁ nissaraṇaṁ. ",
  "sn35.14:1.12": "Yaṁ sadde … ",
  "sn35.14:1.13": "gandhe … ",
  "sn35.14:1.14": "rase … ",
  "sn35.14:1.15": "phoṭṭhabbe … ",
  "sn35.14:1.16": "yaṁ dhamme paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ dhammānaṁ assādo. ",
  "sn35.14:1.17": "Yaṁ dhammā aniccā dukkhā vipariṇāmadhammā, ayaṁ dhammānaṁ ādīnavo. ",
  "sn35.14:1.18": "Yo dhammesu chandarāgavinayo chandarāgappahānaṁ, idaṁ dhammānaṁ nissaraṇan’ti. ",
  "sn35.14:2.1": "Yāvakīvañcāhaṁ, bhikkhave, imesaṁ channaṁ bāhirānaṁ āyatanānaṁ evaṁ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṁ nābbhaññāsiṁ, neva tāvāhaṁ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṁ sammāsambodhiṁ abhisambuddho’ti paccaññāsiṁ. ",
  "sn35.14:2.2": "Yato ca khvāhaṁ, bhikkhave, imesaṁ channaṁ bāhirānaṁ āyatanānaṁ evaṁ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṁ abbhaññāsiṁ, athāhaṁ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṁ sammāsambodhiṁ abhisambuddho’ti paccaññāsiṁ. ",
  "sn35.14:2.3": "Ñāṇañca pana me dassanaṁ udapādi: ",
  "sn35.14:2.4": "‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti. ",
  "sn35.14:2.5": "Dutiyaṁ. "
}