{
  "sn35.120:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.120:0.2": "12. Lokakāmaguṇavagga ",
  "sn35.120:0.3": "120. Sāriputtasaddhivihārikasutta ",
  "sn35.120:1.1": "Ekaṁ samayaṁ āyasmā sāriputto sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme. ",
  "sn35.120:1.2": "Atha kho aññataro bhikkhu yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṁ sammodi. ",
  "sn35.120:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so bhikkhu āyasmantaṁ sāriputtaṁ etadavoca: ",
  "sn35.120:1.4": "“saddhivihāriko, āvuso sāriputta, bhikkhu sikkhaṁ paccakkhāya hīnāyāvatto”ti. ",
  "sn35.120:2.1": "“Evametaṁ, āvuso, hoti indriyesu aguttadvārassa, bhojane amattaññuno, jāgariyaṁ ananuyuttassa. ",
  "sn35.120:2.2": "‘So vatāvuso, bhikkhu indriyesu aguttadvāro bhojane amattaññū jāgariyaṁ ananuyutto yāvajīvaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ santānessatī’ti netaṁ ṭhānaṁ vijjati. ",
  "sn35.120:2.3": "‘So vatāvuso, bhikkhu indriyesu guttadvāro, bhojane mattaññū, jāgariyaṁ anuyutto yāvajīvaṁ paripuṇṇaṁ parisuddhaṁ brahmacariyaṁ santānessatī’ti ṭhānametaṁ vijjati. ",
  "sn35.120:3.1": "Kathañcāvuso, indriyesu guttadvāro hoti? ",
  "sn35.120:3.2": "Idhāvuso, bhikkhu cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "sn35.120:3.3": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ tassa saṁvarāya paṭipajjati, rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjati. ",
  "sn35.120:3.4": "Sotena saddaṁ sutvā … ",
  "sn35.120:3.5": "ghānena gandhaṁ ghāyitvā … ",
  "sn35.120:3.6": "jivhāya rasaṁ sāyitvā … ",
  "sn35.120:3.7": "kāyena phoṭṭhabbaṁ phusitvā … ",
  "sn35.120:3.8": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "sn35.120:3.9": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati. ",
  "sn35.120:3.10": "Evaṁ kho, āvuso, indriyesu guttadvāro hoti. ",
  "sn35.120:4.1": "Kathañcāvuso, bhojane mattaññū hoti? ",
  "sn35.120:4.2": "Idhāvuso, bhikkhu paṭisaṅkhā yoniso āhāraṁ āhāreti: ",
  "sn35.120:4.3": "‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṁsūparatiyā, brahmacariyānuggahāya. Iti purāṇañca vedanaṁ paṭihaṅkhāmi, navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati, anavajjatā ca phāsuvihāro cā’ti. ",
  "sn35.120:4.4": "Evaṁ kho, āvuso, bhojane mattaññū hoti. ",
  "sn35.120:5.1": "Kathañcāvuso, jāgariyaṁ anuyutto hoti? ",
  "sn35.120:5.2": "Idhāvuso, bhikkhu divasaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti. ",
  "sn35.120:5.3": "Rattiyā paṭhamaṁ yāmaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti. ",
  "sn35.120:5.4": "Rattiyā majjhimaṁ yāmaṁ dakkhiṇena passena sīhaseyyaṁ kappeti pāde pādaṁ accādhāya sato sampajāno, uṭṭhānasaññaṁ manasi karitvā. ",
  "sn35.120:5.5": "Rattiyā pacchimaṁ yāmaṁ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodheti. ",
  "sn35.120:5.6": "Evaṁ kho, āvuso, jāgariyaṁ anuyutto hoti. ",
  "sn35.120:5.7": "Tasmātihāvuso, evaṁ sikkhitabbaṁ: ",
  "sn35.120:5.8": "‘indriyesu guttadvārā bhavissāma, bhojane mattaññuno, jāgariyaṁ anuyuttā’ti. ",
  "sn35.120:5.9": "Evañhi vo, āvuso, sikkhitabban”ti. ",
  "sn35.120:5.10": "Sattamaṁ. "
}