{
  "sn35.81:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.81:0.2": "8. Gilānavagga ",
  "sn35.81:0.3": "81. Sambahulabhikkhusutta ",
  "sn35.81:1.1": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu …pe… ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn35.81:1.2": "“idha no, bhante, aññatitthiyā paribbājakā amhe evaṁ pucchanti: ",
  "sn35.81:1.3": "‘kimatthiyaṁ, āvuso, samaṇe gotame brahmacariyaṁ vussatī’ti? ",
  "sn35.81:1.4": "Evaṁ puṭṭhā mayaṁ, bhante, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākaroma: ",
  "sn35.81:1.5": "‘dukkhassa kho, āvuso, pariññatthaṁ bhagavati brahmacariyaṁ vussatī’ti. ",
  "sn35.81:1.6": "Kacci mayaṁ, bhante, evaṁ puṭṭhā evaṁ byākaramānā vuttavādino ceva bhagavato homa, na ca bhagavantaṁ abhūtena abbhācikkhāma, dhammassa cānudhammaṁ byākaroma, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchatī”ti? ",
  "sn35.81:2.1": "“Taggha tumhe, bhikkhave, evaṁ puṭṭhā evaṁ byākaramānā vuttavādino ceva me hotha, na ca maṁ abhūtena abbhācikkhatha, dhammassa cānudhammaṁ byākarotha, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchati. ",
  "sn35.81:2.2": "Dukkhassa hi, bhikkhave, pariññatthaṁ mayi brahmacariyaṁ vussati. ",
  "sn35.81:2.3": "Sace pana vo, bhikkhave, aññatitthiyā paribbājakā evaṁ puccheyyuṁ: ",
  "sn35.81:2.4": "‘katamaṁ pana taṁ, āvuso, dukkhaṁ, yassa pariññāya samaṇe gotame brahmacariyaṁ vussatī’ti? ",
  "sn35.81:2.5": "Evaṁ puṭṭhā tumhe, bhikkhave, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyātha: ",
  "sn35.81:2.6": "‘cakkhu kho, āvuso, dukkhaṁ, tassa pariññāya bhagavati brahmacariyaṁ vussati. ",
  "sn35.81:2.7": "Rūpā …pe… ",
  "sn35.81:2.8": "yampidaṁ cakkhusamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi dukkhaṁ. ",
  "sn35.81:2.9": "Tassa pariññāya bhagavati brahmacariyaṁ vussati …pe… ",
  "sn35.81:2.10": "mano dukkho …pe… ",
  "sn35.81:2.11": "yampidaṁ manosamphassapaccayā uppajjati vedayitaṁ sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā tampi dukkhaṁ. ",
  "sn35.81:2.12": "Tassa pariññāya bhagavati brahmacariyaṁ vussati. ",
  "sn35.81:2.13": "Idaṁ kho taṁ, āvuso, dukkhaṁ, tassa pariññāya bhagavati brahmacariyaṁ vussatī’ti. ",
  "sn35.81:2.14": "Evaṁ puṭṭhā tumhe, bhikkhave, tesaṁ aññatitthiyānaṁ paribbājakānaṁ evaṁ byākareyyāthā”ti. ",
  "sn35.81:2.15": "Aṭṭhamaṁ. "
}