{
  "sn35.238:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.238:0.2": "19. Āsīvisavagga ",
  "sn35.238:0.3": "238. Āsīvisopamasutta ",
  "sn35.238:1.1": "“Seyyathāpi, bhikkhave, cattāro āsīvisā uggatejā ghoravisā. ",
  "sn35.238:1.2": "Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo. ",
  "sn35.238:1.3": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "sn35.238:1.4": "‘ime te, ambho purisa, cattāro āsīvisā uggatejā ghoravisā kālena kālaṁ vuṭṭhāpetabbā, kālena kālaṁ nhāpetabbā, kālena kālaṁ bhojetabbā, kālena kālaṁ saṁvesetabbā. ",
  "sn35.238:1.5": "Yadā ca kho te, ambho purisa, imesaṁ catunnaṁ āsīvisānaṁ uggatejānaṁ ghoravisānaṁ aññataro vā aññataro vā kuppissati, tato tvaṁ, ambho purisa, maraṇaṁ vā nigacchasi, maraṇamattaṁ vā dukkhaṁ. ",
  "sn35.238:1.6": "Yaṁ te, ambho purisa, karaṇīyaṁ taṁ karohī’ti. ",
  "sn35.238:2.1": "Atha kho so, bhikkhave, puriso bhīto catunnaṁ āsīvisānaṁ uggatejānaṁ ghoravisānaṁ yena vā tena vā palāyetha. ",
  "sn35.238:2.2": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "sn35.238:2.3": "‘ime kho, ambho purisa, pañca vadhakā paccatthikā piṭṭhito piṭṭhito anubandhā, yattheva naṁ passissāma tattheva jīvitā voropessāmāti. ",
  "sn35.238:2.4": "Yaṁ te, ambho purisa, karaṇīyaṁ taṁ karohī’ti. ",
  "sn35.238:3.1": "Atha kho so, bhikkhave, puriso bhīto catunnaṁ āsīvisānaṁ uggatejānaṁ ghoravisānaṁ, bhīto pañcannaṁ vadhakānaṁ paccatthikānaṁ yena vā tena vā palāyetha. ",
  "sn35.238:3.2": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "sn35.238:3.3": "‘ayaṁ te, ambho purisa, chaṭṭho antaracaro vadhako ukkhittāsiko piṭṭhito piṭṭhito anubandho yattheva naṁ passissāmi tattheva siro pātessāmīti. ",
  "sn35.238:3.4": "Yaṁ te, ambho purisa, karaṇīyaṁ taṁ karohī’ti. ",
  "sn35.238:4.1": "Atha kho so, bhikkhave, puriso bhīto catunnaṁ āsīvisānaṁ uggatejānaṁ ghoravisānaṁ, bhīto pañcannaṁ vadhakānaṁ paccatthikānaṁ, bhīto chaṭṭhassa antaracarassa vadhakassa ukkhittāsikassa yena vā tena vā palāyetha. ",
  "sn35.238:4.2": "So passeyya suññaṁ gāmaṁ. ",
  "sn35.238:4.3": "Yaññadeva gharaṁ paviseyya rittakaññeva paviseyya tucchakaññeva paviseyya suññakaññeva paviseyya. ",
  "sn35.238:4.4": "Yaññadeva bhājanaṁ parimaseyya rittakaññeva parimaseyya tucchakaññeva parimaseyya suññakaññeva parimaseyya. ",
  "sn35.238:4.5": "Tamenaṁ evaṁ vadeyyuṁ: ",
  "sn35.238:4.6": "‘idāni, ambho purisa, imaṁ suññaṁ gāmaṁ corā gāmaghātakā pavisanti. ",
  "sn35.238:4.7": "Yaṁ te, ambho purisa, karaṇīyaṁ taṁ karohī’ti. ",
  "sn35.238:5.1": "Atha kho so, bhikkhave, puriso bhīto catunnaṁ āsīvisānaṁ uggatejānaṁ ghoravisānaṁ, bhīto pañcannaṁ vadhakānaṁ paccatthikānaṁ, bhīto chaṭṭhassa antaracarassa vadhakassa ukkhittāsikassa, bhīto corānaṁ gāmaghātakānaṁ yena vā tena vā palāyetha. ",
  "sn35.238:5.2": "So passeyya mahantaṁ udakaṇṇavaṁ orimaṁ tīraṁ sāsaṅkaṁ sappaṭibhayaṁ, pārimaṁ tīraṁ khemaṁ appaṭibhayaṁ. ",
  "sn35.238:5.3": "Na cassa nāvā santāraṇī uttarasetu vā apārā pāraṁ gamanāya. ",
  "sn35.238:5.4": "Atha kho, bhikkhave, tassa purisassa evamassa: ",
  "sn35.238:5.5": "‘ayaṁ kho mahāudakaṇṇavo orimaṁ tīraṁ sāsaṅkaṁ sappaṭibhayaṁ, pārimaṁ tīraṁ khemaṁ appaṭibhayaṁ, natthi ca nāvā santāraṇī uttarasetu vā apārā pāraṁ gamanāya. ",
  "sn35.238:5.6": "Yannūnāhaṁ tiṇakaṭṭhasākhāpalāsaṁ saṅkaḍḍhitvā kullaṁ bandhitvā taṁ kullaṁ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṁ gaccheyyan’ti. ",
  "sn35.238:6.1": "Atha kho so, bhikkhave, puriso tiṇakaṭṭhasākhāpalāsaṁ saṅkaḍḍhitvā kullaṁ bandhitvā taṁ kullaṁ nissāya hatthehi ca pādehi ca vāyamamāno sotthinā pāraṁ gaccheyya, tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇo. ",
  "sn35.238:7.1": "Upamā kho myāyaṁ, bhikkhave, katā atthassa viññāpanāya. ",
  "sn35.238:7.2": "Ayañcettha attho—",
  "sn35.238:7.3": "cattāro āsīvisā uggatejā ghoravisāti kho, bhikkhave, catunnetaṁ mahābhūtānaṁ adhivacanaṁ—",
  "sn35.238:7.4": "pathavīdhātuyā, āpodhātuyā, tejodhātuyā, vāyodhātuyā. ",
  "sn35.238:8.1": "Pañca vadhakā paccatthikāti kho, bhikkhave, pañcannetaṁ upādānakkhandhānaṁ adhivacanaṁ, seyyathidaṁ—",
  "sn35.238:8.2": "rūpupādānakkhandhassa, vedanupādānakkhandhassa, saññupādānakkhandhassa, saṅkhārupādānakkhandhassa, viññāṇupādānakkhandhassa. ",
  "sn35.238:9.1": "Chaṭṭho antaracaro vadhako ukkhittāsikoti kho, bhikkhave, nandīrāgassetaṁ adhivacanaṁ. ",
  "sn35.238:10.1": "Suñño gāmoti kho, bhikkhave, channetaṁ ajjhattikānaṁ āyatanānaṁ adhivacanaṁ. ",
  "sn35.238:10.2": "Cakkhuto cepi naṁ, bhikkhave, paṇḍito byatto medhāvī upaparikkhati rittakaññeva khāyati, tucchakaññeva khāyati, suññakaññeva khāyati …pe… ",
  "sn35.238:10.3": "jivhāto cepi naṁ, bhikkhave …pe… ",
  "sn35.238:10.4": "manato cepi naṁ, bhikkhave, paṇḍito byatto medhāvī upaparikkhati rittakaññeva khāyati, tucchakaññeva khāyati, suññakaññeva khāyati. ",
  "sn35.238:11.1": "Corā gāmaghātakāti kho, bhikkhave, channetaṁ bāhirānaṁ āyatanānaṁ adhivacanaṁ. ",
  "sn35.238:11.2": "Cakkhu, bhikkhave, haññati manāpāmanāpesu rūpesu; ",
  "sn35.238:11.3": "sotaṁ, bhikkhave …pe… ",
  "sn35.238:11.4": "ghānaṁ, bhikkhave …pe… ",
  "sn35.238:11.5": "jivhā, bhikkhave, haññati manāpāmanāpesu rasesu; ",
  "sn35.238:11.6": "kāyo, bhikkhave …pe… ",
  "sn35.238:11.7": "mano, bhikkhave, haññati manāpāmanāpesu dhammesu. ",
  "sn35.238:12.1": "Mahā udakaṇṇavoti kho, bhikkhave, catunnetaṁ oghānaṁ adhivacanaṁ—",
  "sn35.238:12.2": "kāmoghassa, bhavoghassa, diṭṭhoghassa, avijjoghassa. ",
  "sn35.238:13.1": "Orimaṁ tīraṁ sāsaṅkaṁ sappaṭibhayanti kho, bhikkhave, sakkāyassetaṁ adhivacanaṁ. ",
  "sn35.238:14.1": "Pārimaṁ tīraṁ khemaṁ appaṭibhayanti kho, bhikkhave, nibbānassetaṁ adhivacanaṁ. ",
  "sn35.238:15.1": "Kullanti kho, bhikkhave, ariyassetaṁ aṭṭhaṅgikassa maggassa adhivacanaṁ, seyyathidaṁ—",
  "sn35.238:15.2": "sammādiṭṭhi …pe… sammāsamādhi. ",
  "sn35.238:16.1": "Tassa hatthehi ca pādehi ca vāyāmoti kho, bhikkhave, vīriyārambhassetaṁ adhivacanaṁ. ",
  "sn35.238:17.1": "Tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇoti kho, bhikkhave, arahato etaṁ adhivacanan”ti. ",
  "sn35.238:17.2": "Paṭhamaṁ. "
}