{
  "sn35.234:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.234:0.2": "18. Samuddavagga ",
  "sn35.234:0.3": "234. Udāyīsutta ",
  "sn35.234:1.1": "Ekaṁ samayaṁ āyasmā ca ānando āyasmā ca udāyī kosambiyaṁ viharanti ghositārāme. ",
  "sn35.234:1.2": "Atha kho āyasmā udāyī sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṁ sammodi. ",
  "sn35.234:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā udāyī āyasmantaṁ ānandaṁ etadavoca: ",
  "sn35.234:2.1": "“Yatheva nu kho, āvuso ānanda, ayaṁ kāyo bhagavatā anekapariyāyena akkhāto vivaṭo pakāsito: ",
  "sn35.234:2.2": "‘itipāyaṁ kāyo anattā’ti, sakkā evameva viññāṇaṁ pidaṁ ācikkhituṁ desetuṁ paññapetuṁ paṭṭhapetuṁ vivarituṁ vibhajituṁ uttānīkātuṁ: ‘itipidaṁ viññāṇaṁ anattā’”ti? ",
  "sn35.234:3.1": "“Yatheva kho, āvuso udāyī, ayaṁ kāyo bhagavatā anekapariyāyena akkhāto vivaṭo pakāsito: ",
  "sn35.234:3.2": "‘itipāyaṁ kāyo anattā’ti, sakkā evameva viññāṇaṁ pidaṁ ācikkhituṁ desetuṁ paññapetuṁ paṭṭhapetuṁ vivarituṁ vibhajituṁ uttānīkātuṁ: ‘itipidaṁ viññāṇaṁ anattā’”ti. ",
  "sn35.234:4.1": "“Cakkhuñca, āvuso, paṭicca rūpe ca uppajjati cakkhuviññāṇan”ti? ",
  "sn35.234:4.2": "“Evamāvuso”ti. ",
  "sn35.234:4.3": "“Yo cāvuso, hetu, yo ca paccayo cakkhuviññāṇassa uppādāya, so ca hetu, so ca paccayo sabbena sabbaṁ sabbathā sabbaṁ aparisesaṁ nirujjheyya. Api nu kho cakkhuviññāṇaṁ paññāyethā”ti? ",
  "sn35.234:4.4": "“No hetaṁ, āvuso”. ",
  "sn35.234:4.5": "“Imināpi kho etaṁ, āvuso, pariyāyena bhagavatā akkhātaṁ vivaṭaṁ pakāsitaṁ: ‘itipidaṁ viññāṇaṁ anattā’”ti …pe…. ",
  "sn35.234:5.1": "“Jivhañcāvuso, paṭicca rase ca uppajjati jivhāviññāṇan”ti? ",
  "sn35.234:5.2": "“Evamāvuso”ti. ",
  "sn35.234:5.3": "“Yo cāvuso, hetu yo ca paccayo jivhāviññāṇassa uppādāya, so ca hetu, so ca paccayo sabbena sabbaṁ sabbathā sabbaṁ aparisesaṁ nirujjheyya, api nu kho jivhāviññāṇaṁ paññāyethā”ti? ",
  "sn35.234:5.4": "“No hetaṁ, āvuso”. ",
  "sn35.234:5.5": "“Imināpi kho etaṁ, āvuso, pariyāyena bhagavatā akkhātaṁ vivaṭaṁ pakāsitaṁ: ‘itipidaṁ viññāṇaṁ anattā’”ti …pe…. ",
  "sn35.234:6.1": "“Manañcāvuso, paṭicca dhamme ca uppajjati manoviññāṇan”ti? ",
  "sn35.234:6.2": "“Evamāvuso”ti. ",
  "sn35.234:6.3": "“Yo cāvuso, hetu, yo ca paccayo manoviññāṇassa uppādāya, so ca hetu, so ca paccayo sabbena sabbaṁ sabbathā sabbaṁ aparisesaṁ nirujjheyya, api nu kho manoviññāṇaṁ paññāyethā”ti? ",
  "sn35.234:6.4": "“No hetaṁ, āvuso”. ",
  "sn35.234:6.5": "“Imināpi kho etaṁ, āvuso, pariyāyena bhagavatā akkhātaṁ vivaṭaṁ pakāsitaṁ: ‘itipidaṁ viññāṇaṁ anattā’ti. ",
  "sn35.234:7.1": "Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṁ caramāno tiṇhaṁ kuṭhāriṁ ādāya vanaṁ paviseyya. So tattha passeyya mahantaṁ kadalikkhandhaṁ ujuṁ navaṁ akukkukajātaṁ. Tamenaṁ mūle chindeyya; mūle chetvā agge chindeyya; agge chetvā pattavaṭṭiṁ vinibbhujeyya. So tattha pheggumpi nādhigaccheyya, kuto sāraṁ. ",
  "sn35.234:7.2": "Evameva kho, āvuso, bhikkhu chasu phassāyatanesu nevattānaṁ na attaniyaṁ samanupassati. ",
  "sn35.234:7.3": "So evaṁ asamanupassanto na kiñci loke upādiyati. ",
  "sn35.234:7.4": "Anupādiyaṁ na paritassati. Aparitassaṁ paccattaññeva parinibbāyati. ",
  "sn35.234:7.5": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānātī”ti. ",
  "sn35.234:7.6": "Sattamaṁ. "
}