{
  "sn35.70:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.70:0.2": "7. Migajālavagga ",
  "sn35.70:0.3": "70. Upavāṇasandiṭṭhikasutta ",
  "sn35.70:1.1": "Atha kho āyasmā upavāṇo yena bhagavā tenupasaṅkami …pe… ",
  "sn35.70:1.2": "ekamantaṁ nisinno kho āyasmā upavāṇo bhagavantaṁ etadavoca: ",
  "sn35.70:1.3": "“‘sandiṭṭhiko dhammo, sandiṭṭhiko dhammo’ti, bhante, vuccati. ",
  "sn35.70:1.4": "Kittāvatā nu kho, bhante, sandiṭṭhiko dhammo hoti, akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī”ti? ",
  "sn35.70:2.1": "“Idha pana, upavāṇa, bhikkhu cakkhunā rūpaṁ disvā rūpappaṭisaṁvedī ca hoti rūparāgappaṭisaṁvedī ca. ",
  "sn35.70:2.2": "Santañca ajjhattaṁ rūpesu rāgaṁ ‘atthi me ajjhattaṁ rūpesu rāgo’ti pajānāti. ",
  "sn35.70:2.3": "Yaṁ taṁ, upavāṇa, bhikkhu cakkhunā rūpaṁ disvā rūpappaṭisaṁvedī ca hoti rūparāgappaṭisaṁvedī ca. ",
  "sn35.70:2.4": "Santañca ajjhattaṁ rūpesu rāgaṁ ‘atthi me ajjhattaṁ rūpesu rāgo’ti pajānāti. ",
  "sn35.70:2.5": "Evampi kho, upavāṇa, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhi …pe…. ",
  "sn35.70:3.1": "Puna caparaṁ, upavāṇa, bhikkhu jivhāya rasaṁ sāyitvā rasappaṭisaṁvedī ca hoti rasarāgappaṭisaṁvedī ca. ",
  "sn35.70:3.2": "Santañca ajjhattaṁ rasesu rāgaṁ ‘atthi me ajjhattaṁ rasesu rāgo’ti pajānāti. ",
  "sn35.70:3.3": "Yaṁ taṁ, upavāṇa, bhikkhu jivhāya rasaṁ sāyitvā rasappaṭisaṁvedī ca hoti rasarāgappaṭisaṁvedī ca. ",
  "sn35.70:3.4": "Santañca ajjhattaṁ rasesu rāgaṁ ‘atthi me ajjhattaṁ rasesu rāgo’ti pajānāti. Evampi kho, upavāṇa, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhi …pe…. ",
  "sn35.70:4.1": "Puna caparaṁ, upavāṇa, bhikkhu manasā dhammaṁ viññāya dhammappaṭisaṁvedī ca hoti dhammarāgappaṭisaṁvedī ca. ",
  "sn35.70:4.2": "Santañca ajjhattaṁ dhammesu rāgaṁ ‘atthi me ajjhattaṁ dhammesu rāgo’ti pajānāti. ",
  "sn35.70:4.3": "Yaṁ taṁ, upavāṇa, bhikkhu manasā dhammaṁ viññāya dhammappaṭisaṁvedī ca hoti dhammarāgappaṭisaṁvedī ca. ",
  "sn35.70:4.4": "Santañca ajjhattaṁ dhammesu rāgaṁ ‘atthi me ajjhattaṁ dhammesu rāgo’ti pajānāti. ",
  "sn35.70:4.5": "Evampi kho, upavāṇa, sandiṭṭhiko dhammo hoti …pe… paccattaṁ veditabbo viññūhi …pe…. ",
  "sn35.70:5.1": "Idha pana, upavāṇa, bhikkhu cakkhunā rūpaṁ disvā rūpappaṭisaṁvedī ca hoti, no ca rūparāgappaṭisaṁvedī. ",
  "sn35.70:5.2": "Asantañca ajjhattaṁ rūpesu rāgaṁ ‘natthi me ajjhattaṁ rūpesu rāgo’ti pajānāti. ",
  "sn35.70:5.3": "Yaṁ taṁ, upavāṇa, bhikkhu cakkhunā rūpaṁ disvā rūpappaṭisaṁvedīhi kho hoti, no ca rūparāgappaṭisaṁvedī. ",
  "sn35.70:5.4": "Asantañca ajjhattaṁ rūpesu rāgaṁ ‘natthi me ajjhattaṁ rūpesu rāgo’ti pajānāti. ",
  "sn35.70:5.5": "Evampi kho, upavāṇa, sandiṭṭhiko dhammo hoti, akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhi …pe…. ",
  "sn35.70:6.1": "Puna caparaṁ, upavāṇa, bhikkhu jivhāya rasaṁ sāyitvā rasappaṭisaṁvedīhi kho hoti, no ca rasarāgappaṭisaṁvedī. Asantañca ajjhattaṁ rasesu rāgaṁ ‘natthi me ajjhattaṁ rasesu rāgo’ti pajānāti …pe…. ",
  "sn35.70:7.1": "Puna caparaṁ, upavāṇa, bhikkhu manasā dhammaṁ viññāya dhammappaṭisaṁvedīhi kho hoti, no ca dhammarāgappaṭisaṁvedī. ",
  "sn35.70:7.2": "Asantañca ajjhattaṁ dhammesu rāgaṁ ‘natthi me ajjhattaṁ dhammesu rāgo’ti pajānāti. ",
  "sn35.70:7.3": "Yaṁ taṁ, upavāṇa, bhikkhu manasā dhammaṁ viññāya dhammappaṭisaṁvedīhi kho hoti, no ca dhammarāgappaṭisaṁvedī. ",
  "sn35.70:7.4": "Asantañca ajjhattaṁ dhammesu rāgaṁ ‘natthi me ajjhattaṁ dhammesu rāgo’ti pajānāti. ",
  "sn35.70:7.5": "Evampi kho, upavāṇa, sandiṭṭhiko dhammo hoti, akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī”ti. ",
  "sn35.70:7.6": "Aṭṭhamaṁ. "
}