{
  "sn35.133:0.1": "Saṁyutta Nikāya 35 ",
  "sn35.133:0.2": "13. Gahapativagga ",
  "sn35.133:0.3": "133. Verahaccānisutta ",
  "sn35.133:1.1": "Ekaṁ samayaṁ āyasmā udāyī kāmaṇḍāyaṁ viharati todeyyassa brāhmaṇassa ambavane. ",
  "sn35.133:1.2": "Atha kho verahaccānigottāya brāhmaṇiyā antevāsī māṇavako yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmatā udāyinā saddhiṁ sammodi. ",
  "sn35.133:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "sn35.133:1.4": "Ekamantaṁ nisinnaṁ kho taṁ māṇavakaṁ āyasmā udāyī dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "sn35.133:1.5": "Atha kho so māṇavako āyasmatā udāyinā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito uṭṭhāyāsanā yena verahaccānigottā brāhmaṇī tenupasaṅkami; upasaṅkamitvā verahaccānigottaṁ brāhmaṇiṁ etadavoca: ",
  "sn35.133:1.6": "“yagghe, bhoti, jāneyyāsi. ",
  "sn35.133:1.7": "Samaṇo udāyī dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ, sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetī”ti. ",
  "sn35.133:2.1": "“Tena hi tvaṁ, māṇavaka, mama vacanena samaṇaṁ udāyiṁ nimantehi svātanāya bhattenā”ti. ",
  "sn35.133:2.2": "“Evaṁ, bhotī”ti kho so māṇavako verahaccānigottāya brāhmaṇiyā paṭissutvā yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmantaṁ udāyiṁ etadavoca: ",
  "sn35.133:2.3": "“adhivāsetu kira, bhavaṁ udāyī amhākaṁ ācariyabhariyāya verahaccānigottāya brāhmaṇiyā svātanāya bhattan”ti. ",
  "sn35.133:2.4": "Adhivāsesi kho āyasmā udāyī tuṇhībhāvena. ",
  "sn35.133:2.5": "Atha kho āyasmā udāyī tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena verahaccānigottāya brāhmaṇiyā nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "sn35.133:2.6": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṁ udāyiṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "sn35.133:2.7": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṁ udāyiṁ bhuttāviṁ onītapattapāṇiṁ pādukā ārohitvā ucce āsane nisīditvā sīsaṁ oguṇṭhitvā āyasmantaṁ udāyiṁ etadavoca: ",
  "sn35.133:2.8": "“bhaṇa, samaṇa, dhamman”ti. ",
  "sn35.133:2.9": "“Bhavissati, bhagini, samayo”ti vatvā uṭṭhāyāsanā pakkami. ",
  "sn35.133:3.1": "Dutiyampi kho so māṇavako yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmatā udāyinā saddhiṁ sammodi. ",
  "sn35.133:3.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "sn35.133:3.3": "Ekamantaṁ nisinnaṁ kho taṁ māṇavakaṁ āyasmā udāyī dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "sn35.133:3.4": "Dutiyampi kho so māṇavako āyasmatā udāyinā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito uṭṭhāyāsanā yena verahaccānigottā brāhmaṇī tenupasaṅkami; upasaṅkamitvā verahaccānigottaṁ brāhmaṇiṁ etadavoca: ",
  "sn35.133:3.5": "“yagghe, bhoti, jāneyyāsi. ",
  "sn35.133:3.6": "Samaṇo udāyī dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ, sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetī”ti. ",
  "sn35.133:4.1": "“Evamevaṁ pana tvaṁ, māṇavaka, samaṇassa udāyissa vaṇṇaṁ bhāsasi. ",
  "sn35.133:4.2": "Samaṇo panudāyī ‘bhaṇa, samaṇa, dhamman’ti vutto samāno ‘bhavissati, bhagini, samayo’ti vatvā uṭṭhāyāsanā pakkanto”ti. ",
  "sn35.133:4.3": "“Tathā hi pana tvaṁ, bhoti, pādukā ārohitvā ucce āsane nisīditvā sīsaṁ oguṇṭhitvā etadavoca: ",
  "sn35.133:4.4": "‘bhaṇa, samaṇa, dhamman’ti. ",
  "sn35.133:4.5": "Dhammagaruno hi te bhavanto dhammagāravā”ti. ",
  "sn35.133:4.6": "“Tena hi tvaṁ, māṇavaka, mama vacanena samaṇaṁ udāyiṁ nimantehi svātanāya bhattenā”ti. ",
  "sn35.133:4.7": "“Evaṁ, bhotī”ti kho so māṇavako verahaccānigottāya brāhmaṇiyā paṭissutvā yenāyasmā udāyī tenupasaṅkami; upasaṅkamitvā āyasmantaṁ udāyiṁ etadavoca: ",
  "sn35.133:4.8": "“adhivāsetu kira bhavaṁ udāyī amhākaṁ ācariyabhariyāya verahaccānigottāya brāhmaṇiyā svātanāya bhattan”ti. ",
  "sn35.133:4.9": "Adhivāsesi kho āyasmā udāyī tuṇhībhāvena. ",
  "sn35.133:5.1": "Atha kho āyasmā udāyī tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena verahaccānigottāya brāhmaṇiyā nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "sn35.133:5.2": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṁ udāyiṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "sn35.133:5.3": "Atha kho verahaccānigottā brāhmaṇī āyasmantaṁ udāyiṁ bhuttāviṁ onītapattapāṇiṁ pādukā orohitvā nīce āsane nisīditvā sīsaṁ vivaritvā āyasmantaṁ udāyiṁ etadavoca: ",
  "sn35.133:5.4": "“kismiṁ nu kho, bhante, sati arahanto sukhadukkhaṁ paññapenti, kismiṁ asati arahanto sukhadukkhaṁ na paññapentī”ti? ",
  "sn35.133:6.1": "“Cakkhusmiṁ kho, bhagini, sati arahanto sukhadukkhaṁ paññapenti, cakkhusmiṁ asati arahanto sukhadukkhaṁ na paññapenti …pe… ",
  "sn35.133:6.2": "jivhāya sati arahanto sukhadukkhaṁ paññapenti, jivhāya asati arahanto sukhadukkhaṁ na paññapenti …pe…. ",
  "sn35.133:6.3": "Manasmiṁ sati arahanto sukhadukkhaṁ paññapenti, manasmiṁ asati arahanto sukhadukkhaṁ na paññapentī”ti. ",
  "sn35.133:7.1": "Evaṁ vutte, verahaccānigottā brāhmaṇī āyasmantaṁ udāyiṁ etadavoca: ",
  "sn35.133:7.2": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "sn35.133:7.3": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ ayyena udāyinā anekapariyāyena dhammo pakāsito. ",
  "sn35.133:7.4": "Esāhaṁ, ayya udāyi, taṁ bhagavantaṁ saraṇaṁ gacchāmi, dhammañca, bhikkhusaṅghañca. ",
  "sn35.133:7.5": "Upāsikaṁ maṁ ayyo udāyī dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "sn35.133:7.6": "Dasamaṁ. ",
  "sn35.133:7.7": "Gahapativaggo tatiyo. ",
  "sn35.133:8.0": "Tassuddānaṁ",
  "sn35.133:8.1": "Vesālī vajji nāḷandā, ",
  "sn35.133:8.2": "Bhāradvāja soṇo ca ghosito; ",
  "sn35.133:8.3": "Hāliddiko nakulapitā, ",
  "sn35.133:8.4": "Lohicco verahaccānīti. "
}