{
  "patthana14.23:0.1": "Paṭṭhānapakaraṇa ",
  "patthana14.23:0.2": "Dhammānulomapaccanīya (3), Dukapaṭṭhānapāḷi (2) ",
  "patthana14.23:0.3": "14.23. Cetasikadukādi ",
  "patthana14.23:1.1": "Cetasikaṁ dhammaṁ paṭicca nacetasiko dhammo uppajjati hetupaccayā. Hetuyā nava …pe… purejāte āsevane pañca …pe… avigate nava. ",
  "patthana14.23:2.1": "Cittasampayuttaṁ dhammaṁ paṭicca nacittasampayutto dhammo uppajjati hetupaccayā …pe…. ",
  "patthana14.23:3.1": "Cittasaṁsaṭṭhaṁ dhammaṁ paṭicca nacittasaṁsaṭṭho dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana14.23:4.1": "Hetuyā nava, ārammaṇe tīṇi, adhipatiyā pañca …pe… aññamaññe cha, purejāte āsevane ekaṁ …pe… avigate nava. ",
  "patthana14.23:5.1": "Cittasamuṭṭhānaṁ dhammaṁ paṭicca nacittasamuṭṭhāno dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana14.23:6.1": "Hetuyā nava, ārammaṇe nava, adhipatiyā pañca …pe… purejāte āsevane pañca …pe… avigate nava. ",
  "patthana14.23:7.1": "Cittasahabhuṁ dhammaṁ paṭicca nacittasahabhū dhammo uppajjati hetupaccayā …pe… cittānuparivattiṁ dhammaṁ paṭicca nacittānuparivattī dhammo uppajjati hetupaccayā …pe… cittasaṁsaṭṭhasamuṭṭhānaṁ dhammaṁ paṭicca nacittasaṁsaṭṭhasamuṭṭhāno dhammo uppajjati hetupaccayā …pe… cittasaṁsaṭṭhasamuṭṭhānasahabhuṁ dhammaṁ paṭicca nacittasaṁsaṭṭhasamuṭṭhānasahabhū dhammo uppajjati hetupaccayā …pe… cittasaṁsaṭṭhasamuṭṭhānānuparivattiṁ dhammaṁ paṭicca nacittasaṁsaṭṭhasamuṭṭhānānuparivattī dhammo uppajjati hetupaccayā. (Saṅkhittaṁ.) ",
  "patthana14.23:8.1": "Hetuyā nava …pe… purejāte āsevane pañca …pe… avigate nava. ",
  "patthana14.23:9.1": "Ajjhattikaṁ dhammaṁ paṭicca naajjhattiko dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana14.23:10.1": "Bāhiraṁ dhammaṁ paṭicca nabāhiro dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana14.23:11.1": "Ajjhattikañca bāhirañca dhammaṁ paṭicca naajjhattiko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.) ",
  "patthana14.23:12.1": "Hetuyā nava, ārammaṇe pañca, adhipatiyā pañca …pe… purejāte āsevane pañca …pe… avigate nava. ",
  "patthana14.23:13.1": "Upādā dhammaṁ paṭicca noupādā dhammo uppajjati hetupaccayā. ",
  "patthana14.23:14.1": "Noupādā dhammaṁ paṭicca nanoupādā dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana14.23:15.1": "Upādā ca noupādā ca dhammaṁ paṭicca noupādā dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana14.23:16.1": "Hetuyā pañca, ārammaṇe tīṇi, adhipatiyā tīṇi …pe… purejāte āsevane ekaṁ …pe… avigate pañca. ",
  "patthana14.23:17.1": "Upādinnaṁ dhammaṁ paṭicca naupādinno dhammo uppajjati hetupaccayā … tīṇi. ",
  "patthana14.23:18.1": "Anupādinnaṁ dhammaṁ paṭicca naanupādinno dhammo uppajjati hetupaccayā. ",
  "patthana14.23:19.1": "Upādinnañca anupādinnañca dhammaṁ paṭicca naupādinno dhammo uppajjati hetupaccayā.  (Saṅkhittaṁ.) ",
  "patthana14.23:20.1": "Hetuyā pañca, ārammaṇe dve, adhipatiyā ekaṁ …pe… āsevane ekaṁ …pe… avigate pañca. (Sabbattha vitthāro.) ",
  "patthana14.23:21.1": "Mahantaradukaṁ niṭṭhitaṁ. "
}