{
  "patthana17.20:0.1": "Paṭṭhānapakaraṇa",
  "patthana17.20:0.2": "Dhammānulomapaccanīya (3), Tikatikapaṭṭhānapāḷi (5)",
  "patthana17.20:0.3": "17.20. Kusalattika, Sanidassanattika",
  "patthana17.20:1.1": "Abyākato sanidassanasappaṭigho dhammo naabyākatassa nasanidassanasappaṭighassa dhammassa ārammaṇapaccayena paccayo. (Tīṇi veditakaṁ kātabbaṁ.)",
  "patthana17.20:2.1": "Ārammaṇe cha, adhipatiyā tīṇi, upanissaye purejāte atthiyā avigate cha.",
  "patthana17.20:3.1": "Abyākataṁ anidassanasappaṭighaṁ dhammaṁ paṭicca kusalo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Abyākataṁ anidassanasappaṭighaṁ dhammaṁ paṭicca naakusalo naanidassanasappaṭigho dhammo uppajjati hetupaccayā. Abyākataṁ anidassanasappaṭighaṁ dhammaṁ paṭicca nakusalo naanidassanasappaṭigho ca naakusalo naanidassanasappaṭigho ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
  "patthana17.20:4.1": "Hetuyā tīṇi, adhipatiyā tīṇi …pe… avigate tīṇi.",
  "patthana17.20:5.1": "Kusalaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nakusalo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. Kusalaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca naakusalo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. Kusalaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nakusalo naanidassanaappaṭigho ca naakusalo naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana17.20:6.1": "Akusalaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca naakusalo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. Akusalaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nakusalo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. Akusalaṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nakusalo naanidassanaappaṭigho ca naakusalo naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana17.20:7.1": "Abyākataṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nakusalo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. Abyākataṁ anidassanaappaṭighaṁ dhammaṁ paṭicca naakusalo naanidassanaappaṭigho dhammo uppajjati hetupaccayā. Abyākataṁ anidassanaappaṭighaṁ dhammaṁ paṭicca nakusalo naanidassanaappaṭigho ca naakusalo naanidassanaappaṭigho ca dhammā uppajjanti hetupaccayā … tīṇi.",
  "patthana17.20:8.1": "Kusalaṁ anidassanaappaṭighañca abyākataṁ anidassanaappaṭighañca dhammaṁ paṭicca nakusalo naanidassanaappaṭigho dhammo uppajjati hetupaccayā … tīṇi.",
  "patthana17.20:9.1": "Akusalaṁ anidassanaappaṭighañca abyākataṁ anidassanaappaṭighañca dhammaṁ paṭicca nakusalo naanidassanaappaṭigho dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana17.20:10.1": "Hetuyā pannarasa, adhipatiyā pannarasa …pe… aññamaññe tīṇi …pe… vipāke tīṇi …pe… avigate pannarasa."
}