{
  "about:1": "'\\'\"\\\\\\'Over SuttaCentral\\\\\\'\"\\''",
  "about:2": "'\\'\"\\\\\\'SuttaCentral is een project voor vroege boeddhistische teksten, gevestigd in Australië. We hebben geen institutionele banden, maar zijn gewoon een groep vrienden die geïnteresseerd zijn in de Suttas. SuttaCentral is opgericht door Rod Bucknell, John Kelly en Bhante Sujato. De projectleider is Bhante Sujato. Het project leunt volledig op donaties. Welke worden beheerd door de SuttaCentral Development Trust, een liefdadigheidsinstelling gevestigd in Australië.\\\\\\'\"\\''",
  "about:3": "'\\'\"\\\\\\'SuttaCentral helpt je om boeddhistische teksten te bestuderen vanuit vergelijkende en historische perspectieven. Centraal staan \\\\\\\\\\\\\\\\u200b\\\\\\\\\\\\\\\\u200bde vroege boeddhistische teksten die stammen uit de tijd van de Boeddha of iets later. Deze zijn bewaard gebleven in de Pali Sutta en Vinaya Piṭakas, maar ook in oude Chinese en Tibetaanse vertalingen en in versnipperde overblijfselen in het Sanskriet en andere talen.\\\\\\'\"\\''",
  "about:4": "'\\'\"\\\\\\'Met SuttaCentral kan je Pali-, Chinese, Tibetaanse en/of Sanskriet-teksten lezen in de oorspronkelijke taal, maar ook in veel moderne vertalingen. En je kan de parallelle versies van een bepaalde tekst opzoeken.\\\\\\'\"\\''",
  "about:5": "'\\'\"\\\\\\'Het project is veel meer dan een website, omdat we continu bezig zijn met nieuwe vertalingen, in veel verschillende talen, te maken met onze Bilara vertaalapp. Speciaal geselecteerde vertalingen zijn ook beschikbaar in boekvorm. SuttaCentral werkt internationaal samen met wetenschappers op aanverwante gebieden.\\\\\\'\"\\''",
  "about:6": "'\\'\\\\\\'\"SuttaCentral is nog volop in ontwikkeling en er worden regelmatig updates uitgevoerd. Om op de hoogte te blijven van de laatste ontwikkelingen, <a href=\\\\\\\\\\\\\\'https://discourse.suttacentral.net/c/meta/updates\\\\\\\\\\\\\\'>bekijk je de categorie \\\\\\\\\\\\\\'Updates\\\\\\\\\\\\\\' op ons forum</a>.\"\\\\\\'\\''",
  "about:7": "'\\'\"\\\\\\'Privacy en veiligheid\\\\\\'\"\\''",
  "about:8": "'\\'\\\\\\'\"SuttaCentral heeft geen reclame of tracking. Wij verzamelen geen persoonlijke gegevens over gebruikers zonder medeweten en toestemming. Al onze pagina\\\\\\\\\\\\\\'s worden geladen via een veilige, gecodeerde verbinding.\"\\\\\\'\\''"
}