{
  "home:1": "Tipiṭaka –<em>de</em> drie manden <em>van de</em> boeddhistische canon",
  "home:2": "SuttaCentral-promotievideo 2020",
  "home:3": "De wijsheid van de Boeddha is bewaard gebleven in een oceaan van oude teksten.<br> Veel van deze geschriften zijn nu vertaald in talen van over de hele wereld.",
  "home:4": "SuttaCentral brengt deze geschriften samen en stelt ze gratis beschikbaar. <br> We laten de Boeddha voor zichzelf spreken, buiten de grenzen van taal en traditie om.",
  "home:5": "De woorden van de Boeddha",
  "home:6": "Lees deze sutta",
  "home:7": "Palmblad (ola) manuscript uit Myanmar, ca. 19e eeuw",
  "home:8": "Wat vind je hier",
  "home:9": "SuttaCentral bevat vroege boeddhistische teksten, bekend als de Tipiṭaka of “Drie Manden”. Dit is een grote verzameling leringen die worden toegeschreven aan de Boeddha of zijn eerste discipelen, die ongeveer 2500 jaar geleden les gaven in India. Ze worden in alle scholen van het boeddhisme als heilige canon beschouwd.",
  "home:10": "Introductie",
  "home:11": "Een blok van de Tripiṭaka Koreana in de Haeinsa-tempel",
  "home:12": "Waar te beginnen",
  "home:13": "Er zijn duizenden vroege boeddhistische teksten, en ze zijn niet zo ingedeeld dat ze gemakkelijk leesbaar zijn. Maar, en hier is het goede nieuws: je bent niet de enige. Wij hebben de zoektocht al gedaan en hebben geprobeerd het wat makkelijker te maken voor jou. Hier zijn enkele dingen die je kan proberen.",
  "home:14": "Beginnen",
  "home:15": "Gerelateerde projecten",
  "home:16": "Bezoek SuttaCentral Voice",
  "home:17": "luister naar sutta's",
  "home:18": "Voice maakt de teksten en vertalingen van SuttaCentral toegankelijk voor slechtzienden en zienden. De sutta's werden in het begin mondeling overgedragen, en nu kunnen ze via Voice opnieuw mondeling worden overgedragen.",
  "home:19": "Zoek Suttas via Voice.",
  "home:20": "Of klik op het luidsprekerpictogram op de Sutta-kaarten, op SuttaCentral",
  "home:21": "Bezoek BuddhaNexus",
  "home:22": "sutta's in kaart brengen met AI",
  "home:23": "Baanbrekende toepassing van neurale netwerken om verborgen relaties tussen boeddhistische teksten te onderzoeken. Pali-teksten zijn van SuttaCentral. Deze applicatie brengt het idee van parallelle versies nog een stap verder, deze technologie maakt het mogelijk om vergaande inzichten in de evolutie van teksten uit alle tradities en perioden te onderzoeken.",
  "home:24": "Bezoek het SuttaCentral-forum",
  "home:25": "SuttaCentral-forum",
  "home:26": "Sluit je aan bij onze levendige en vriendelijke gemeenschap van Sutta-liefhebbers. Complete beginners en geleerde experts kunnen allemaal van elkaar leren.",
  "home:27": "Deel je ervaring",
  "home:28": "Stel vragen",
  "home:29": "Bekijk lezingen, chants, boeken en artikelen.",
  "home:30": "Bekijk de Bilara-vertaalwebapp",
  "home:31": "",
  "home:32": "",
  "home:33": "Waarom lezen wij",
  "home:34": "Ervaringen",
  "home:35": "Pali-manuscript uit Myanmar",
  "home:36": "Een gids voor de Pali Suttas",
  "home:37": "De sutta's van de Pali Canon (Tipiṭaka), vooral de vier belangrijkste <i lang='pi' translate='no'>nikāyas</i>, zijn essentiel voor iedereen die de Boeddha en zijn leer wil begrijpen. Bhikkhu Sujato heeft uitgebreide gidsen voor de serieuze student opgesteld. Deze bieden essentiële achtergrondinformatie en geven een overzicht van de belangrijkste leringen vanuit het perspectief van het vroege boeddhisme.",
  "home:38": "Gidsen",
  "home:39": "Bhikkhuni-patimokkha, Birmaans manuscript, 19e eeuw. British Library. ",
  "home:40": "Indexen en terminologie",
  "home:41": "Zoals elk gespecialiseerd vakgebied heeft de boeddhistische studie zijn eigen terminologie en inhoud. Het is gemakkelijk om te verdwalen of referenties te missen, dus bieden we hier indexen aan van termen in de vroege teksten, gesorteerd op onderwerp, naam en vergelijking, evenals een verklarende woordenlijst van belangrijke termen. Deze met de hand samengestelde lijsten bieden een andere manier om de sutta of passage te vinden waarnaar je op zoek bent.",
  "home:42": "Indexen",
  "home:43": "SuttaCentral-edities",
  "home:44": "Lees geselecteerde SuttaCentral-vertalingen in boekvorm",
  "home:45": "Doneer",
  "home:46": "Help ons SuttaCentral verder te ontwikkelen door te doneren",
  "home:47": "SuttaCentral is een uitgebreid multidisciplinair project voor het behoud, de studie, de vertaling en de verspreiding van vroege boeddhistische teksten. Als onderdeel van ons project bouwen we gespecialiseerde software om vertalers te helpen de Dhamma in talen van over de hele wereld te presenteren. Momenteel hebben wij financiële middelen nodig om dit project te kunnen afronden. Wij vertrouwen op jouw steun om de Dhamma beschikbaar te kunnen blijven maken voor mensen van over de hele wereld."
}