{
  "introduction:1": "'Introductie SuttaCentral'",
  "introduction:2": "'De woorden van de Boeddha'",
  "introduction:3": "\"SuttaCentral bevat vroege boeddhistische teksten, bekend als de Tipiṭaka of de 'Drie Manden'. Dit is een grote verzameling leringen die worden toegeschreven aan de Boeddha en zijn eerste discipelen, die ongeveer 2500 jaar geleden les gaven in India. Ze worden in alle scholen van het boeddhisme als heilige canon beschouwd.\"",
  "introduction:4": "\"Er zijn verschillende boeddhistische tradities, en elke traditie heeft een reeks geschriften uit de oudheid doorgegeven. SuttaCentral is speciaal gericht op de geschriften van de <a href='http://en.wikipedia.org/wiki/Pre-sectarian_Buddhism' rel='noopener' target='_blank' title='Wikipedia article on pre-sectarian Buddhism'>vroegste periode van het boeddhisme</a>, en heeft deze geschriften in meer dan dertig talen beschikbaar. Wij geloven dat dit de grootste verzameling vroege boeddhistische teksten is die ooit is gemaakt.\"",
  "introduction:5": "'SuttaCentral heeft de teksten in de originele taal, vertalingen in moderne talen en uitgebreide overzichten van parallellen die de relatie tussen deze teksten allemaal laten zien.'",
  "introduction:6": "'Omslag en band voor een Birmaans manuscript over het leven van de Boeddha in rood bewerkt leer met tekst in gouden letters. Birma, eind 19e eeuw.'",
  "introduction:7": "'Leven van de Boeddha Birmaans manuscript 22, deel 1'",
  "introduction:8": "\"Thema's\"",
  "introduction:9": "'Waar gaan deze teksten over? Het hoofdthema van de Boeddha was vrijheid van lijden. De leringen bestrijken een breed scala aan onderwerpen, waaronder ethiek, meditatie, gezinsleven, afzwering, de aard van wijsheid en echt begrijpen, en het pad naar vrede.'",
  "introduction:10": "'De leringen laten zien hoe je goed kunt leven, zodat je vrij kunt zijn van lijden. Ze onderwijzen geweldloosheid en mededogen, en benadrukken de waarde van het spirituele boven het materiële. Veel verhandelingen gaan over meditatie, terwijl anderen zich bezighouden met ethiek, of met een rationeel en helder begrip van de wereld zoals deze wordt waargenomen. Ze laten zien dat de Boeddha in gesprek gaat met mensen uit alle lagen van de bevolking en een breed scala aan onderwerpen bespreekt. Maar hij zei dat al zijn woorden één smaak hebben: de smaak van vrijheid.'",
  "introduction:11": "'Hoewel er veel samenvattingen en interpretaties van zijn leer bestaan, is er niets zo mooi als de leer in zijn eigen woorden te lezen. De vroege teksten beelden de Boeddha af in levendige en diverse omgevingen, waar hij spreekt met kloosterlingen, asceten, criminelen, koningen, zakenlieden, melaatsen, prostituees, paupers, echtgenotes, sceptici, vrienden en vijanden. Het gaat niet alleen om wat hij zegt, maar ook om de manier waarop hij met deze diverse mensen omgaat, altijd met vriendelijkheid, helderheid, waardigheid en respect.'",
  "introduction:12": "'Inhoud'",
  "introduction:13": "'Gedeelte van een Gandhari-manuscript op berkenschors, verworven door de Universiteit van Washington. Afghanistan, circa 1e of 2e eeuw CE.'",
  "introduction:14": "'Abhidharma commentaar over het lijden'",
  "introduction:15": "\"Boeddhistische teksten worden traditioneel geclassificeerd als de 'Drie Manden', gespeld\"",
  "introduction:16": "'tipiṭaka'",
  "introduction:17": "'in Pali of'",
  "introduction:18": "'tripitaka'",
  "introduction:19": "'in het Sanskriet. Dit zijn:'",
  "introduction:20": "\"<a href='/discourses-guide-sujato' title='SuttaCentral article on Discourses'><b>Verhandelingen:</b></a> <i lang='pi' translate='no'>Sutta</i> in Pali, <i lang='pi' translate='no'>sūtra</i> in het Sanskriet. Dit zijn de primaire teksten, bestaande uit verslagen van leringen of gesprekken van de Boeddha of zijn discipelen, en gerangschikt op literaire stijl of onderwerp.\"",
  "introduction:21": "\"<a href='/vinaya-guide-brahmali' title='SuttaCentral article on Vinaya'><b>Monastieke wet:</b></a> <i lang='pi' translate='no'>Vinaya</i> in zowel Pali als het Sanskriet. Dit bevat de beroemde lijst met regels voor monniken en nonnen (<i lang='pi' translate='no'>pātimokkha</i>). Maar het is veel meer dan dat, inclusief veel details over het gemeenschapsleven en veel verhalen over het leven in het oude India.\"",
  "introduction:22": "\"<a href='/abhidhamma-guide-sujato' title='SuttaCentral article on Abhidhamma'><b>Abhidhamma:</b></a> of <i lang='pi' translate='no'>abhidharma</i> in het Sanskriet. Abhidhamma-teksten zijn systematische samenvattingen en analyses van de lessen uit de vroege leerredes.\"",
  "introduction:23": "'Elke boeddhistische traditie heeft al meer dan duizend jaar eigen collecties doorgegeven. Maar als we naar de verhandelingen en de monastieke wet kijken, zijn ze op de belangrijkste vlakken en in veel kleine details vergelijkbaar of identiek. Sinds de 19e eeuw heeft een aantal geleerden deze overeenkomsten genoteerd en samengesteld.'",
  "introduction:24": "\"De meeste vroege teksten zijn gedigitaliseerd. Voor de geschiedenis van dit proces, zie het artikel<a href='https://books.google.com/books?id=NFpcAgAAQBAJ&amp;pg=PA288' rel='noopener' target='_blank' title='Article on Digital Input of Buddhist Texts in Encyclopedia of Buddhism'>Digital Input of Buddhist Texts</a> door Lewis Lancaster in de <cite>Encyclopedia of Buddhism</cite>. Daarnaast zijn er vertalingen in meerdere talen gemaakt, waarbij de nadruk vooral ligt op de bekende teksten van de Pali-leerredes.\"",
  "introduction:25": "'SuttaCentral maakt gebruik van deze lange geschiedenis en presenteert drie belangrijke soorten inhoud.'",
  "introduction:26": "'Originele teksten:'",
  "introduction:27": "'SuttaCentral presenteert de originele teksten in de originele talen, waaronder:'",
  "introduction:28": "\"De <a href='https://en.wikipedia.org/wiki/Pali' rel='noopener' target='_blank' title='Wikipedia-artikel over Pali'>Pali</a> canon ( of <a href='https://en.wikipedia.org/wiki/Pali_Canon' rel='noopener' target='_blank' title='Wikipedia-artikel over de Pali Canon'>Tipiṭaka</a>) van de < a href='http://en.wikipedia.org/wiki/Theravada' rel='noopener' target='_blank' title='Wikipedia-artikel over de Theravāda'>Theravāda</a> school. Onze tekst is de 'sixth council'-versie van de Mahāsaṅgīti-editie.\"",
  "introduction:29": "\"De vroege <a href='https://en.wikipedia.org/wiki/%C4%80gama_(Boeddhisme)' rel='noopener' target='_blank' title='Wikipedia-artikel over Āgamas'>Āgama</a > en <a href='https://en.wikipedia.org/wiki/Vinaya' rel='noopener' target='_blank' title='Wikipedia-artikel over Vinaya'>Vinaya</a> teksten uit de <a href='https://en.wikipedia.org/wiki/Taisho_Tripitaka' rel='noopener' target='_blank' title='Wikipedia-artikel over Taishō Tripiṭaka'>Taishō-editie</a> van de <a href=' https://en.wikipedia.org/wiki/Chinese_Buddhist_canon' rel='noopener' target='_blank' title='Wikipedia-artikel over Chinese Canon'>Chinese canon</a>. Voor onze digitale versie vertrouwen we op <a href='https://www.cbeta.org/' rel='noopener' target='_blank' title='Chinese Boeddhistische Electronic Text Association'>CBETA</a>.\"",
  "introduction:30": "\"Een veel kleiner aantal vroege teksten uit de <a href='http://en.wikipedia.org/wiki/Kangyur' rel='noopener' target='_blank' title='Wikipedia-artikel over Tibetaanse Kangyur'>Tibetaanse Kangyur </a>.\"",
  "introduction:31": "\"Fragmenten en toevallige vondsten zoals beschikbaar in <a href='http://www.ancient-buddhist-texts.net/Buddhist-Texts/XX-Early-Buddhist-Texts/index.htm' rel='noopener' target ='_blank' title='Inleiding tot de vroege boeddhistische teksten in het Sanskritisch Prākrit'>het Sanskriet</a>, <a href='https://en.wikipedia.org/wiki/Gandh%C4%81ran_Buddhist_texts' rel=' noopener' target='_blank'>Gandhārī</a> en andere Indische talen.\"",
  "introduction:32": "\"<b>Vertalingen:</b> we hebben vertalingen van vroege teksten in meer dan dertig moderne talen verzameld. Opmerkelijke Engelse vertalingen omvatten klassieke werken van <a href='http://en.wikipedia.org/wiki/Bhikkhu_Bodhi' rel='noopener' target='_blank' title='Wikipedia-artikel over Bhikkhu Bodhi'>Bhikkhu Bodhi</ a>, nieuwe Engelse vertalingen van Chinese <a href='/sa1-100'>Saṁyukta Āgama</a> teksten door <a href='http://www.buddhismuskunde.uni-hamburg.de/fileadmin/pdf/analayo/publications.htm' rel='noopener' target='_blank' title='Publicaties door Anālayo'>Bhikkhu Anālayo</a>, en nieuwe vertalingen uit het Tibetaans <a href='/up'>Upāyikā</a > door Bhikkhuni Dhammadinnā. Daarnaast ontwikkelen we eigen nieuwe vertalingen, vanuit de overtuiging dat volledige, nauwkeurige en gemakkelijk leesbare moderne vertalingen voor iedereen vrij beschikbaar moeten zijn. We hebben een geheel nieuwe vertaling van de vier Pali Nikāya’s door Bhikkhu Sujato gepubliceerd; de eerste, volledige en consistente Engelse vertaling van deze centrale teksten. En Bhikkhu Brahmāli is bezig met een hoognodige, moderne en nauwkeurige vertaling van de Pali Vinaya.\"",
  "introduction:33": "'<b>Parallellen:</b> De basis van SuttaCentral zijn onze overzichten met parallellen. Hierin worden tienduizenden gevallen beschreven waarin teksten in verschillende verzamelingen of talen met elkaar corresponderen. Het bestaan \\u200b\\u200bvan deze parallellen toont de verbindingen aan tussen de geschriften die ten grondslag liggen aan alle boeddhistische tradities, een verbinding die teruggaat tot de Boeddha zelf.'",
  "introduction:34": "'Verbindingen'",
  "introduction:35": "'Visuele weergave van verbindingen voor DN 20'",
  "introduction:36": "'Verbindingen binnen DN 20'",
  "introduction:37": "'Suttas zijn geen losse eenheden. Ze vormen een wijds, onderling verbonden web van leringen. Vaak ligt de sleutel tot het begrijpen van een passage in een andere tekst. Op deze manier lijken de boeddhistische canons een beetje op het internet, met individuele pagina’s die met elkaar verbonden zijn door een web van verborgen links.'",
  "introduction:38": "\"De meeste sutta's zijn aanwezig in zeer vergelijkbare vorm in meer dan één verzameling. We gebruiken ‘parallel’ voor variante versies die afstammen van een gemeenschappelijke voorouder. Vaak liggen de teksten zo dicht bij elkaar dat deze identificatie eenvoudig is. Soms is er echter een minder directe relatie tussen de twee teksten. In dergelijke gevallen spreken we van een “gelijkende parallel”. Dit betekent dat er geen directe relatie tussen de gelijkende parallel en de basistekst is. Het suggereert simpelweg dat als je de basistekst bestudeert, je misschien ook naar de gelijkende parallel wilt kijken. Voor een gedetailleerde discussie, zie <a href='/methodology'>onze pagina over Methodologie</a>.\"",
  "introduction:39": "'Het is geen eenvoudige klus om te onderscheiden welke teksten als parallel moeten worden beschouwd. Teksten komen vaak in veel details overeen, en in andere niet. Wanneer is een tekst niet langer een volledige parallel, maar een gelijkende parallel? En wanneer wordt het slechts een tekst die bepaalde soortgelijke kenmerken vertoont? Er zijn geen zwart-wit antwoorden op dergelijke vragen. Het maken van dat onderscheid is veelal gebaseerd op de verzamelde kennis en ervaring van diverse geleerden. Het is onvermijdelijk dat er meningsverschillen zullen ontstaan \\u200b\\u200bop detailniveau; toch bestaat er over het algemeen een brede consensus over wat een parallel is. Het belangrijkste punt is uiteindelijk dat het herkennen hiervan de student helpt bij het bestuderen en leren van gerelateerde teksten in diverse collecties.'",
  "introduction:40": "'Je weg vinden'",
  "introduction:41": "'De boeddhistische canons zijn georganiseerd en onderhouden als zeer gestructureerde literaire werken, en deze complexe structuur zou kunnen afschrikken. We hebben geprobeerd het materiaal op een manier te presenteren die geschikt is voor zowel experts als beginners. Laten we eens kijken hoe boeddhistische teksten zijn georganiseerd. Dan zullen we zien hoe dit wordt toegepast in SuttaCentral.'",
  "introduction:42": "'Hoe de Tipiṭaka is georganiseerd'",
  "introduction:43": "'We hebben het overkoepelende idee achter de Tipiṭaka al genoemd. Laten we nu eens kijken naar de onderliggende niveaus van de structuur. Om het makkelijk te maken zullen we ons voornamelijk concentreren op de Pali-canon.'",
  "introduction:44": "\"Nikāya's\"",
  "introduction:45": "\"De Pali-leerredes zijn gegroepeerd in vijf belangrijke <i lang='pi' translate='no'>nikāyas</i> of “verzamelingen”. Deze zijn niet geordend op inhoud, maar op literaire vorm. De eerste twee – Lang en Midden – zijn geordend op lengte, de Saṁyutta- of 'Geordende'-verzameling is geordend op onderwerp, en de Aṅguttara- of 'Numeriek geordende'-verzameling is georganiseerd op numerieke wijze. Deze vier verzamelingen zijn synoptisch; ze vormen één grotendeels verenigd geheel van tekst en doctrine, voornamelijk georganiseerd voor het gemak van de voordragers, die de teksten uit het hoofd moesten kennen.\"",
  "introduction:46": "\"De vijfde <i lang='pi' translate='no'>nikāya</i> is een ander soort verzameling. De kern hiervan is een reeks vroege teksten die grotendeels uit verzen bestaan. Hieraan is een reeks latere teksten van zeer verschillende aard toegevoegd, waaruit blijkt dat deze verzameling als meer open en flexibel werd beschouwd.\"",
  "introduction:47": "'Tussenliggende niveaus'",
  "introduction:48": "\"De Pali-teksten hebben een nogal verwarrende reeks termen voor tussenliggende niveaus, die overeenkomen met wat we een ‘deel’ of een ‘hoofdstuk’ zouden kunnen noemen. Soms zijn deze secties cruciaal voor het begrijpen van een tekst. De <i lang='pi' translate='no'>saṁyutta</i> wordt bijvoorbeeld in de Saṁyutta Nikāya gebruikt voor groepen leerredes over hetzelfde onderwerp, en de <i lang='pi' translate='no '>nipāta</i> wordt in de Aṅguttara Nikāya gebruikt voor groepen leerredes met hetzelfde aantal items. In de Vinaya is de <i lang='pi' translate='no'>khandhaka</i> eveneens een essentieel structureel kenmerk. Op andere plekken vinden we echter structuren van minder belang, zoals de <i lang='pi' translate='no'>pannāsa</i> oftewel een groep van vijftig leerredes. Oorspronkelijk hebben deze misschien geholpen bij het ordenen van de teksten in manuscripten, maar tegenwoordig worden ze bewaard voor historische doeleinden.\"",
  "introduction:49": "'Vagga'",
  "introduction:50": "\"Het laagste organisatieniveau is de <i lang='pi' translate='no'>vagga</i>, meestal vertaald met 'hoofdstuk', maar in feite een reeks van (meestal) tien verhandelingen of andere teksten. <i lang='pi' translate='no'>Vaggas</i> bevatten meestal teksten gesorteerd op een specifiek thema. Het ‘Hoofdstuk over Koningen’ van de Middellange Leerredes bevat bijvoorbeeld tien discussies waarbij koningen betrokken zijn. In veel gevallen is de <i lang='pi' translate='no'>vagga</i> echter slechts een structurerende conventie, en eenvoudigweg vernoemd naar zijn eerste leerrede.\"",
  "introduction:51": "'Zijbalk'",
  "introduction:52": "\"De hoofdnavigatie vindt plaats via de zijbalk, deze is op elke pagina beschikbaar. Hier vind je alle collecties met hun verschillende onderverdelingen. Je kan rechtstreeks naar een volledige collectie gaan, zoals een <i lang='pi' translate='no'>nikāya</i>, of je kan inzoomen op de specifieke groep die je zoekt.\"",
  "introduction:53": "'Leerredes'",
  "introduction:54": "\"Voor de vier belangrijkste <i lang='pi' translate='no'>nikāyas</i> hebben we de Chinese Āgama's gegroepeerd met hun Pali-parallellen. Let wel op dat er in de Chinese canon, naast een volledige Āgama, meestal wat extra materiaal aanwezig is; ofwel individueel vertaalde sutta's, ofwel gedeeltelijke collecties.\"",
  "introduction:55": "'In de sectie ‘Minor’, evenals in de gelijknamige Khuddaka Nikāya in Pali, nemen we soortgelijk materiaal op in het Chinees en het Sanskriet. Dit zijn meestal teksten in Dhammapada-stijl.'",
  "introduction:56": "\"Onder ‘Overig’ hebben we een relatief kleine hoeveelheid materiaal in het Tibetaans, Sanskriet en andere oude Indische talen geplaatst. In veel gevallen zou het mogelijk moeten zijn dit materiaal te classificeren onder een van de vijf <i lang='pi' translate='no'>nikāyas</i>. De identificatie is echter complex en onzeker, dus laten we het hier maar bij.\"",
  "introduction:57": "'Monastieke Code'",
  "introduction:58": "'In tegenstelling tot de leerredes vinden we voor de Vinaya-teksten bijna altijd een duidelijke sektarische band. We gebruiken dit daarom als het belangrijkste classificatiemiddel.'",
  "introduction:59": "\"Alle Vinaya's hebben een vergelijkbare structuur.\"",
  "introduction:60": "'<b>Bhikkhu en Bhikkhunī Vibhaṅga:</b> regels voor monniken en nonnen, met uitleg en commentaar.'",
  "introduction:61": "\"<b>Khandhaka's:</b> Deze sectie, die in de verschillende versies enigszins anders is genoemd en georganiseerd, gaat over monastieke procedures en leefwijze.\"",
  "introduction:62": "\"<b>Aanvullingen:</b> De meeste Vinaya's bevatten een soort aanvulling of samenvatting, zoals de Parivāra in Pali.\"",
  "introduction:63": "'De indeling en namen van deze secties variëren, en we volgen de volgorde die in elke tekst wordt aangetroffen.'",
  "introduction:64": "'Abhidhamma'",
  "introduction:65": "\"De relatief weinig Abhidhamma-teksten zijn geordend op school en taal. Let wel dat <i lang='pi' translate='no'>abhidhamma</i> een generieke term is, die ook op veel latere verhandelingen wordt toegepast. Hier hebben we alleen de canonieke teksten.\"",
  "introduction:66": "'Sutta-kaart lijst'",
  "introduction:67": "\"Wanneer je op een link in de zijbalk klikt, wordt een lijst met de bijbehorende teksten geopend, die georganiseerd is als een lijst met 'kaarten'. Elke kaart bevat specifieke informatie over de betreffende tekst, inclusief referenties, beschrijving en links naar teksten en vertalingen. Klik op het pijltje om de parallellen te zien.\"",
  "introduction:68": "\"Een lijst kan elk niveau van ordening zijn, zoals een <i lang='pi' translate='no'>nikāya</i>, een <i lang='pi' translate='no'>vagga</i >, enz. Je kan hier naar wens doorheen navigeren.\"",
  "introduction:69": "\"Tekstpagina's\"",
  "introduction:70": "'Je kan de originele teksten of vertalingen lezen. Voor originele teksten is een verscheidenheid aan handige hulpmiddelen beschikbaar, zoals een woordenboek, tekstkritische markering, enzovoort.'",
  "introduction:71": "'We gaan over naar een nieuw systeem gebaseerd op gesegmenteerde teksten. Niet al onze teksten werken op deze manier, maar waar dat wel het geval is, kan je de tekst en de vertaling naast elkaar bekijken.'"
}