{
  "start:1": "'Aan de slag'",
  "start:2": "\"Als het gaat om het lezen van sutta's, zijn er net zoveel manieren om sutta's te benaderen als dat er lezers zijn. Het meest belangrijke om de sutta’s te begrijpen is een goede leraar. Zoals er staat in de 'Boot Sutta' (Snp 2.8):\"",
  "start:3": "'Net zoals iemand die aan boord is gegaan van een sterke boot,<br>met roeispanen, roer en al,<br> kan een wijs en vakkundig iemand, bedreven in de methode <br> ervoor zorgen dat vele anderen oversteken.'",
  "start:4": "'Hier bieden we een paar tips en bronnen die nuttig kunnen zijn voor mensen die hun eerste stappen zetten.'",
  "start:5": "'Goede gewoontes'",
  "start:6": "\"Hier zijn een paar reflecties over het ontwikkelen van een regelmaat in het lezen van sutta's.\"",
  "start:7": "\"<b><a href='https://discourse.suttacentral.net/t/how-to-read-the-suttas/6676' rel='noopener' target='_blank'>Hoe de Suttas te lezen</ a>:</b> Ervaringen van Bhante Sujato.\"",
  "start:8": "\"<b><a href='http://www.accesstoinsight.org/befriending.html' rel='noopener' target='_blank'>Bekend raken met de Suttas</a>:</b> Een klassieke gids gevonden op de originele sutta-site, Access to Insight.\"",
  "start:9": "\"<b><a href='https://readingfaithfully.org/' rel='noopener' target='_blank'>Reading Faithfully</a>:</b> Een website toegewijd aan het ondersteunen van een diepere, meer gevoelsmatige verbinding met de sutta's.\"",
  "start:10": "\"<b><a href='https://app.box.com/shared/yifyua1nr2' rel='noopener' target='_blank'>Richtlijnen voor het lezen van Sutta's</a>:</b> De 'Sacred Mountain Sangha' biedt richtlijnen voor het contemplatief lezen van sutta's in een groep of alleen, met instructies van Peter Woods.\"",
  "start:11": "'Gestructureerde cursussen en gidsen'",
  "start:12": "'Sommige mensen geven de voorkeur aan een meer vrije, intuïtieve aanpak, maar voor anderen is een goed gestructureerde cursus beter.'",
  "start:13": "\"<b><a href='https://bhikkhucintita.wordpress.com/2017/05/02/new-textbook-buddhist-lifebuddhist-path/' rel='noopener' target='_blank'>Boeddhistisch leven/Boeddhistisch Pad</a>:</b> Bhikkhu Cintita heeft deze uitgebreide introductie samengesteld op basis van jarenlange ervaring met het geven van cursussen over de vroege teksten. Het is verdeeld in twee boeken: <cite>Boeddhistisch leven</cite> voor de fundamentele leringen en <cite>Boeddhistisch pad</cite> voor systematische training op het hogere pad dat naar ontwaken leidt. Elk boek kan afzonderlijk en in willekeurige volgorde worden bestudeerd.\"",
  "start:14": "\"<b><a href='https://wisdomexperience.org/product/buddhas-words/' rel='noopener' target='_blank'>In de woorden van de Boeddha</a>:</b> Bhikkhu Bodhi presenteert geselecteerde leerredes van de Boeddha uit de Pali Canon, de vroegste weergave van wat de Boeddha onderwees. Verdeeld in tien thematische hoofdstukken onthult <cite>In de woorden van de Boeddha</cite> de volledige reikwijdte van de leerredes van de Boeddha, van gezinsleven en huwelijk tot verzaking en het pad van inzicht. Aan elk hoofdstuk gaat een beknopte, informatieve inleiding vooraf, die de lezer de daaropvolgende teksten beter laat begrijpen. Deze inleidingen zijn ook te vinden op het forum van SuttaCentral <a href='https://discourse.suttacentral.net/t/in-the-buddha-s-words/29' rel='noopener' target='_blank'> hier</a>.\"",
  "start:15": "\"<b><a href='https://archive.org/details/guidetotipitaka029042mbp' rel='noopener' target='_blank'>Gids voor Tipitaka</a>:</b> Sayagyi U Ko Lay's klassieke overzicht van de volledige Pali-canon. Dit geeft een beschrijvend overzicht vanuit een Theravada-perspectief, waarbij elke sectie en veel individuele teksten worden samengevat. Dit is vooral handig als je een nieuw boek in de canon tegenkomt en er meer over wilt weten.\"",
  "start:16": "\"<b><a href='https://www.themindingcentre.org/dharmafarer/sutta-discovery' rel='noopener' target='_blank'>De Sutta Discovery Series</a>:</b>Al vele jaren geeft de ervaren docent Piya Tan sutta-lessen met gedetailleerde aantekeningen, waarbij hij zelf teksten vanuit Pali vertaald. Deze waardevolle hulpbron is volledig online beschikbaar.\"",
  "start:17": "\"Luister naar de sutta's\"",
  "start:18": "\"Er is een hele reeks aan bronnen die audio en/of video voor de sutta's leveren, waaronder lezingen, lessen en vlogs.\"",
  "start:19": "\"<b><a href='https://www.youtube.com/watch?v=KuOOmGfebV8'>5 grappige boeddhistische sutta's die een geweldige boodschap bevatten</a>:</b> Mindah-Lee Kumar (ook bekend als “De Enthousiaste Boeddhist”) laat zien hoe de Boeddha humor gebruikte om iets duidelijk te maken.\"",
  "start:20": "\"<b><a href='https://www.youtube.com/c/BuddhistSocietyWA/playlists?view=50&sort=dd&shelf_id=8'>BSWA sutta-lessen</a>:</b> Al jarenlang geven de monniken en nonnen van Bodhinyana en Dhammasara, waaronder Ajahn Brahm, sutta-lessen. Ze zijn beschikbaar op YouTube.\"",
  "start:21": "\"<b><a href='https://discourse.suttacentral.net'>SuttaCentral-forum</a>:</b> Ons forum is een plaats waar iedereen bronnen en hulpmiddelen met betrekking tot de suttas kan uploaden of ernaar kan linken. Er zijn tal van lezingen, chants en cursussen.\"",
  "start:22": "'Sluit je aan bij een leesgroep'",
  "start:23": "\"Er zijn veel leesgroepen voor sutta's, zowel lokaal als online. Een reis is altijd beter als je anderen hebt om deze mee te delen.\"",
  "start:24": "'We zullen hier geen specifieke leesgroepen benoemen, omdat deze doorgaans lokaal en van tijdelijke aard zijn. Maar vraag het na in jouw plaatselijke centrum of op sociale media, of op ons forum, en de kans is groot dat je iets zult vinden. Mocht er niets bij jou in de buurt zijn, waarom dan niet zelf een groep starten?'",
  "start:25": "'Discuss & Discover, het forum van SuttaCentral'",
  "start:26": "\"We hebben een levendige, diverse gemeenschap opgebouwd van mensen die geïnteresseerd zijn in de sutta’s. Je bent welkom om <a href='https://discourse.suttacentral.net/'>hier</a> vragen te stellen, essays te lezen en deel te nemen aan het forum.\"",
  "start:27": "'Duik er gewoon in'",
  "start:28": "'Zeker, een gestructureerde cursus is een goede manier om een \\u200b\\u200boverzicht van de leerredes te krijgen. Maar het leven is niet gestructureerd. De Boeddha onderwees niet alles van A tot Z, hij reageerde op de behoeften van degenen met wie hij was. Soms zijn de dingen waar we het meeste van leren willekeurig; een zin die we toevallig horen, of een woord dat precies op het juiste moment komt.'",
  "start:29": "'Dus waarom probeer je niet gewoon een willekeurige sutta? Of zoek zelf op wat de Boeddha over katten te zeggen had?'",
  "start:30": "'Lees ze allemaal'",
  "start:31": "\"Er zijn veel sutta's. Maar niet <em>zo</em> veel. Na een paar jaar met regelmaat te hebben gelezen zou je alle sutta's in vertaling moeten hebben kunnen lezen. Waarom niet?\""
}