{
  "an6.48:0.1": "Numbered Discourses 6 ",
  "an6.48:0.2": "5. About Dhammika ",
  "an6.48:0.3": "48. Visible in This Very Life (2nd) ",
  "an6.48:1.1": "Then a certain brahmin went up to the Buddha, and exchanged greetings with him. ",
  "an6.48:1.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "an6.48:1.3": "“Master Gotama, they speak of ‘a teaching visible in this very life’. ",
  "an6.48:1.4": "In what way is the teaching visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?” ",
  "an6.48:2.1": "“Well then, brahmin, I’ll ask you about this in return, and you can answer as you like. ",
  "an6.48:2.2": "What do you think, brahmin? ",
  "an6.48:2.3": "When there’s greed in you, do you understand ‘I have greed in me’? And when there’s no greed in you, do you understand ‘I have no greed in me’?” ",
  "an6.48:2.4": "“Yes, sir.” ",
  "an6.48:2.5": "“Since you know this, ",
  "an6.48:2.6": "this is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ",
  "an6.48:3.1": "What do you think, brahmin? ",
  "an6.48:3.2": "When there’s hate … ",
  "an6.48:3.3": "delusion … ",
  "an6.48:3.4": "corruption that leads to physical deeds … ",
  "an6.48:3.5": "corruption that leads to speech … ",
  "an6.48:3.6": "When there’s corruption that leads to mental deeds in you, do you understand ‘I have corruption that leads to mental deeds in me’? And when there’s no corruption that leads to mental deeds in you, do you understand ‘I have no corruption that leads to mental deeds in me’?” ",
  "an6.48:3.7": "“Yes, sir.” ",
  "an6.48:3.8": "“Since you know this, ",
  "an6.48:3.9": "this is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.” ",
  "an6.48:4.1": "“Excellent, Master Gotama! Excellent! … ",
  "an6.48:4.2": "From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.” "
}