{
  "an6.18:0.1": "Numbered Discourses 6 ",
  "an6.18:0.2": "2. Warm-hearted ",
  "an6.18:0.3": "18. A Fish Dealer ",
  "an6.18:1.1": "At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants. ",
  "an6.18:1.2": "While walking along the road he saw a fish dealer in a certain spot selling fish that he had killed himself. ",
  "an6.18:1.3": "Seeing this he left the road, sat at the root of a tree on the seat spread out, ",
  "an6.18:1.4": "and addressed the mendicants, ",
  "an6.18:1.5": "“Mendicants, do you see that fish dealer selling fish that he killed himself?” ",
  "an6.18:1.6": "“Yes, sir.” ",
  "an6.18:2.1": "“What do you think, mendicants? ",
  "an6.18:2.2": "Have you ever seen or heard ",
  "an6.18:2.3": "of a fish dealer selling fish that he killed himself who, by means of that work and livelihood, got to travel by elephant, horse, chariot, or vehicle, or to enjoy wealth, or to live off a large fortune?” ",
  "an6.18:2.4": "“No, sir.” ",
  "an6.18:2.5": "“Good, mendicants! ",
  "an6.18:2.6": "I too have never seen or heard of such a thing. ",
  "an6.18:2.7": " ",
  "an6.18:2.8": "Why is that? ",
  "an6.18:2.9": "Because when the fish are brought for the slaughter he regards them with bad intentions. ",
  "an6.18:3.1": "What do you think, mendicants? ",
  "an6.18:3.2": "Have you ever seen or heard ",
  "an6.18:3.3": "of a butcher of cattle selling cattle that he killed himself who, by means of that work and livelihood, got to travel by elephant, horse, chariot, or vehicle, or to enjoy wealth, or to live off a large fortune?” ",
  "an6.18:3.4": "“No, sir.” ",
  "an6.18:3.5": "“Good, mendicants! ",
  "an6.18:3.6": "I too have never seen or heard of such a thing. ",
  "an6.18:3.7": " ",
  "an6.18:3.8": "Why is that? ",
  "an6.18:3.9": "Because when the cattle are brought for the slaughter he regards them with bad intentions. ",
  "an6.18:4.1": "What do you think, mendicants? ",
  "an6.18:4.2": "Have you ever seen or heard ",
  "an6.18:4.3": "of a butcher of sheep … ",
  "an6.18:4.4": "a butcher of pigs … ",
  "an6.18:4.5": "a butcher of poultry … ",
  "an6.18:4.6": "or a deer-hunter selling deer which he killed himself who, by means of that work and livelihood, got to travel by elephant, horse, chariot, or vehicle, or to enjoy wealth, or to live off a large fortune?” ",
  "an6.18:4.7": "“No, sir.” ",
  "an6.18:4.8": "“Good, mendicants! ",
  "an6.18:4.9": "I too have never seen or heard of such a thing. ",
  "an6.18:4.10": " ",
  "an6.18:4.11": "Why is that? ",
  "an6.18:4.12": "Because when the deer are brought for the slaughter he regards them with bad intentions. ",
  "an6.18:4.13": "By regarding even animals brought for the slaughter with bad intentions you don’t get to travel by elephant, horse, chariot, or vehicle, or to enjoy wealth, or to live off a large fortune. ",
  "an6.18:4.14": "How much worse is someone who regards human beings brought to the slaughter with bad intentions! ",
  "an6.18:4.15": "This will be for their lasting harm and suffering. ",
  "an6.18:4.16": "When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.” "
}