{
  "an6.47:0.1": "Numbered Discourses 6 ",
  "an6.47:0.2": "5. About Dhammika ",
  "an6.47:0.3": "47. Visible in This Very Life (1st) ",
  "an6.47:1.1": "And then the wanderer Moliyasīvaka went up to the Buddha, and exchanged greetings with him. ",
  "an6.47:1.2": "When the greetings and polite conversation were over, he sat down to one side and said to the Buddha: ",
  "an6.47:1.3": "“Sir, they speak of ‘a teaching visible in this very life’. ",
  "an6.47:1.4": "In what way is the teaching visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?” ",
  "an6.47:2.1": "“Well then, Sīvaka, I’ll ask you about this in return, and you can answer as you like. ",
  "an6.47:2.2": "What do you think, Sīvaka? ",
  "an6.47:2.3": "When there’s greed in you, do you understand ‘I have greed in me’? And when there’s no greed in you, do you understand ‘I have no greed in me’?” ",
  "an6.47:2.4": "“Yes, sir.” ",
  "an6.47:2.5": "“Since you know this, ",
  "an6.47:2.6": "this is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves. ",
  "an6.47:3.1": "What do you think, Sīvaka? ",
  "an6.47:3.2": "When there’s hate … ",
  "an6.47:3.3": "delusion … ",
  "an6.47:3.4": "greedy thoughts … ",
  "an6.47:3.5": "hateful thoughts … ",
  "an6.47:3.6": "When there are delusional thoughts in you, do you understand ‘I have delusional thoughts in me’? And when there are no delusional thoughts in you, do you understand ‘I have no delusional thoughts in me’?” ",
  "an6.47:3.7": "“Yes, sir.” ",
  "an6.47:3.8": "“Since you know this, ",
  "an6.47:3.9": "this is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.” ",
  "an6.47:4.1": "“Excellent, sir! Excellent! ",
  "an6.47:4.2": "From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.” "
}