{
  "an4.41:0.1": "Palaipsninių suttų rinkinys 4 ",
  "an4.41:0.2": "5. Skyrius su Rohitasa ",
  "an4.41:0.3": "41. Sutelkties lavinimas ",
  "an4.41:1.1": "„Esti, vienuoliai, šie keturi sutelkties lavinimai. ",
  "an4.41:1.2": "Kokie keturi? ",
  "an4.41:1.3": "Esti, vienuoliai, sutelkties lavinimas, kuris išlavintas, dažnai praktikuotas, veda į palaimingą būvimą šiame gyvenime. ",
  "an4.41:1.4": "Esti, vienuoliai, sutelkties lavinimas, kuris išlavintas, dažnai praktikuotas, veda į žinojimo ir matymo įgijimą. ",
  "an4.41:1.5": "Esti, vienuoliai, sutelkties lavinimas, kuris išlavintas, dažnai praktikuotas, veda į atidą ir aiškų supratimą. ",
  "an4.41:1.6": "Esti, vienuoliai, sutelkties lavinimas, kuris išlavintas, dažnai praktikuotas, veda į ydų sunaikinimą. ",
  "an4.41:2.1": "Ir koks, vienuoliai, sutelkties lavinimas, išlavintas, dažnai praktikuotas, veda į palaimingą būvimą šiame gyvenime? ",
  "an4.41:2.2": "Štai, vienuoliai, vienuolis, atsiskyręs nuo juslinių malonumų, atsiskyręs nuo nedorų būsenų … jis pasiekia ketvirtąją džhaną ir būna joje, ten, kur nėra nemalonių ar malonių (pojūčių), bet yra atidos išgryninta proto pusiausvyra. ",
  "an4.41:2.3": "Tai, vienuoliai, sutelkties lavinimas, kuris išlavintas, dažnai praktikuotas, veda į palaimingą būvimą šiame gyvenime. ",
  "an4.41:3.1": "Ir koks, vienuoliai, sutelkties lavinimas, išlavintas, dažnai praktikuotas, veda į žinojimo ir matymo įgijimą? ",
  "an4.41:3.2": "Štai, vienuoliai, vienuolis skiria dėmesį šviesos suvokimui, nusprendžia (visą laiką) būti su dienos (šviesos) suvokimu. ",
  "an4.41:3.3": "Jam diena kaip naktis, o naktis kaip diena. ",
  "an4.41:3.4": "Taip atviru, neapgaubtu protu, jis lavina šviesa spindintį protą. ",
  "an4.41:3.5": "Tai, vienuoliai, sutelkties lavinimas, kuris išlavintas, dažnai praktikuotas, veda į žinojimo ir matymo įgijimą. ",
  "an4.41:4.1": "Ir koks, vienuoliai, sutelkties lavinimas, išlavintas, dažnai praktikuotas, veda į atidą ir aiškų supratimą. ",
  "an4.41:4.2": "Štai, vienuoliai, vienuolis žino, kaip jausmo tonas kyla, kaip jis išlieka ir kaip baigiasi; ",
  "an4.41:4.3": "žino, kaip suvokimas … žino, kaip mintis kyla, kaip ji išlieka ir kaip baigiasi. ",
  "an4.41:4.4": "Tai, vienuoliai, sutelkties lavinimas, kuris išlavintas, dažnai praktikuotas, veda į atidą ir aiškų supratimą. ",
  "an4.41:5.1": "Ir koks, vienuoliai, sutelkties lavinimas, išlavintas, dažnai praktikuotas, veda į ydų sunaikinimą. ",
  "an4.41:5.2": "Štai, vienuoliai, vienuolis gyvena, kontempliuodamas penkių savinamų sandų kilimą ir nykimą. ",
  "an4.41:5.3": "„Tai yra materiali forma, tai – materialios formos kilimas, tai – materialios formos išnykimas. ",
  "an4.41:5.4": "Tai yra jausmo tonas, tai – jausmo tono kilimas, tai – jausmo tono išnykimas. ",
  "an4.41:5.5": "Tai yra suvokimas, tai – suvokimo kilimas, tai – suvokimo išnykimas. ",
  "an4.41:5.6": "Tai yra proto dariniai, tai – proto darinių kilimas, tai – proto darinių išnykimas. ",
  "an4.41:5.7": "Tai yra sąmonė, tai – sąmonės kilimas, tai – sąmonės išnykimas. ",
  "an4.41:5.8": "Tai, vienuoliai, sutelkties lavinimas, kuris išlavintas, dažnai praktikuotas, veda į ydų sunaikinimą. ",
  "an4.41:5.9": "Šie, vienuoliai, yra keturi sutelkties lavinimai. ",
  "an4.41:5.10": "Ir šitai yra tai, apie ką aš sakiau _Pārāyanoje_, „_Puṇṇos_ klausimuose”: ",
  "an4.41:6.1": "Kas suprato pasaulyje (visa), kas arti ir toli, ",
  "an4.41:6.2": "ką niekas nepajudina pasaulyje, ",
  "an4.41:6.3": "nurimęs, be aistrų, romus, be ilgesio, ",
  "an4.41:6.4": "jis, sakau, įveikė gimimą ir senėjimą.” "
}