{
  "an4.111:0.1": "Palaipsninių suttų rinkinys 4 ",
  "an4.111:0.2": "12. Su Kėsi ",
  "an4.111:0.3": "111. Su Kėsi ",
  "an4.111:1.1": "Ir štai tramdytinų arklių auklėtojas Kėsi nuėjo pas Palaimintąjį. Atėjęs, pasveikino jį ir atsisėdo iš šono. Sėdinčiam gi iš šono tramdytinų arklių auklėtojui Kėsi Palaimintasis pasakė štai ką: ",
  "an4.111:1.2": "„Kėsi, esi žinomas tramdytinų arklių auklėtojas. ",
  "an4.111:1.3": "Na bet kaip, Kėsi, tu drausmini tramdytinus arklius?” ",
  "an4.111:1.4": "„Būna, Garbusis, tramdytinus arklius drausminu švelniai, būna drausminu šiurkščiai, būna drausminu ir švelniai ir šiurkščiai.” ",
  "an4.111:1.5": "„O jei, Kėsi, tramdytinas arklys nepasiduoda nei švelniam drausminimui, nei šiurkščiam drausminimui, nei ir švelniam, ir šiurkščiam drausminimui, ką tuomet darai?” ",
  "an4.111:1.6": "„Jei, Garbusis, tramdytinas arklys nepasiduoda nei švelniam drausminimui, nei šiurkščiam drausminimui, nei ir švelniam, ir šiurkščiam drausminimui, ",
  "an4.111:1.7": "aš jį nužudau. ",
  "an4.111:1.8": "Dėl kokios priežasties? ",
  "an4.111:1.9": "Kad neužtraukčiau gėdos mano mokytojų ratui. ",
  "an4.111:2.1": "Palaimintasis gi, Garbusis, yra neprilygstamas tramdytinų žmonių auklėtojas. ",
  "an4.111:2.2": "O kaip Palaimintasis drausmina tramdytinus žmones?” ",
  "an4.111:2.3": "„Būna, Kėsi, tramdytinus žmones drausminu švelniai, būna drausminu šiurkščiai, būna drausminu ir švelniai ir šiurkščiai. ",
  "an4.111:2.4": "Čia, Kėsi, štai švelnus (metodas): ",
  "an4.111:2.5": "„Toks yra geras elgesys kūnu, toks gero elgesio kūnu vaisius. Toks yra geras elgesys kalba, toks gero elgesio kalba vaisius. Toks yra geras elgesys protu, toks gero elgesio protu vaisius. Toks yra dievybių (pasaulis), toks žmogiškasis (pasaulis).” ",
  "an4.111:2.6": "Čia, Kėsi, štai šiurkštus (metodas): ",
  "an4.111:2.7": "„Toks yra blogas elgesys kūnu, toks blogo elgesio kūnu vaisius. Toks yra blogas elgesys kalba, toks blogo elgesio kalba vaisius. Toks yra blogas elgesys protu, toks blogo elgesio protu vaisius. Toks yra pragaras, toks gyvūnų pasaulis, toks dvasių pasaulis.” ",
  "an4.111:3.1": "Čia, Kėsi, štai ir švelnus, ir šiurkštus (metodas): ",
  "an4.111:3.2": "„Toks yra geras elgesys kūnu, toks gero elgesio kūnu vaisius. Toks yra blogas elgesys kūnu, toks blogo elgesio kūnu vaisius. Toks yra geras elgesys kalba, toks gero elgesio kalba vaisius. Toks yra blogas elgesys kalba, toks blogo elgesio kalba vaisius. Toks yra geras elgesys protu, toks gero elgesio protu vaisius. Toks yra blogas elgesys protu, toks blogo elgesio protu vaisius. Toks yra dievybių (pasaulis), toks žmogiškasis (pasaulis). Toks yra pragaras, toks gyvūnų pasaulis, toks dvasių pasaulis.” ",
  "an4.111:4.1": "„O jei, Garbusis, tramdytinas žmogus nepasiduoda nei švelniam drausminimui, nei šiurkščiam drausminimui, nei ir švelniam, ir šiurkščiam drausminimui, ką tuomet Palaimintasis daro?” ",
  "an4.111:4.2": "„O jei, Kėsi, tramdytinas žmogus nepasiduoda nei švelniam drausminimui, nei šiurkščiam drausminimui, nei ir švelniam, ir šiurkščiam drausminimui, tuomet jį nužudau, Kėsi.” ",
  "an4.111:4.3": "„Kad, Garbusis, Palaimintajam neleistina žudyti. ",
  "an4.111:4.4": "Tačiau Palaimintasis sako: ",
  "an4.111:4.5": "„Jį nužudau, Kėsi.”” ",
  "an4.111:4.6": "„Tiesa, Kėsi. ",
  "an4.111:4.7": "Tathagatai neleistina žudyti. ",
  "an4.111:4.8": "Tačiau kai tramdytinas žmogus nepasiduoda nei švelniam drausminimui, nei šiurkščiam drausminimui, nei ir švelniam, ir šiurkščiam drausminimui, tuomet nei Tathagata mano, kad su juo reikia kalbėti, duoti jam pamokymų, nei išmintingieji švento gyvenimo bičiuliai mano, kad su juo reikia kalbėti, duoti jam pamokymų. ",
  "an4.111:4.9": "Juk, Kėsi, tai (tikras) nužudymas tauriųjų disciplinoje, ",
  "an4.111:4.10": "kai nei Tathagata mano, kad su kažkuo reikia kalbėti, duoti jam pamokymų, nei išmintingieji švento gyvenimo bičiuliai mano, kad su juo reikia kalbėti, duoti jam pamokymų.” ",
  "an4.111:5.1": "„Išties, Garbusis, ",
  "an4.111:5.2": "tai, kad nei Tathagata mano, kad su kažkuo reikia kalbėti, duoti jam pamokymų, nei išmintingieji švento gyvenimo bičiuliai mano, kad su juo reikia kalbėti, duoti jam pamokymų, tai tikras nužudymas. ",
  "an4.111:5.3": "Nuostabu, Garbusis, nuostabu, Garbusis … Nuo šios dienos, tegul Palaimintasis laiko mane pasauliečiu pasekėju, kuris priėmė prieglobstį visam gyvenimui.” "
}