{
  "an4.192:0.1": "Palaipsninių suttų rinkinys 4 ",
  "an4.192:0.2": "20. Didysis skyrius ",
  "an4.192:0.3": "192. Faktai ",
  "an4.192:1.1": "„Šiuos keturis faktus, vienuoliai, galima sužinoti keturiomis aplinkybėmis. ",
  "an4.192:1.2": "Kokius keturis? ",
  "an4.192:1.3": "Gyvenant kartu, vienuoliai, gali būti sužinota dorovė, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu. ",
  "an4.192:1.4": "Bendraujant, vienuoliai, gali būti sužinotas sąžiningumas, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu. ",
  "an4.192:1.5": "Bėdoje, vienuoliai, gali būti sužinota ištvermė, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu. ",
  "an4.192:1.6": "Diskutuojant, vienuoliai, gali būti sužinota išmintis, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu. ",
  "an4.192:2.1": "„Gyvenant kartu, vienuoliai, gali būti sužinota dorovė, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu.” ",
  "an4.192:2.2": "Taip buvo pasakyta. Ir kodėl taip buvo pasakyta? ",
  "an4.192:2.3": "Štai, vienuoliai, žmogus gyvendamas su kitu žmogumi žino: ",
  "an4.192:2.4": "„Ilgą laiką šio garbingojo veiksmai yra palaužti, nevientisi, sutepti, nešvarūs. Jo veiksmai ir elgesys nenuoseklūs. ",
  "an4.192:2.5": "Šis garbingasis yra morališkai žlugęs, nėra doras.” ",
  "an4.192:3.1": "Bet štai, vienuoliai, žmogus gyvendamas su kitu žmogumi žino: ",
  "an4.192:3.2": "„Ilgą laiką šio garbingojo veiksmai yra nepalaužti, vientisi, nesutepti, švarūs. Jo veiksmai ir elgesys nuoseklūs. ",
  "an4.192:3.3": "Šis garbingasis yra doras, nėra morališkai žlugęs.” ",
  "an4.192:3.4": "„Gyvenant kartu, vienuoliai, gali būti sužinota dorovė, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu,” – tai buvo pasakyta dėl šios priežasties. ",
  "an4.192:4.1": "„Bendraujant, vienuoliai, gali būti sužinotas sąžiningumas, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu.” ",
  "an4.192:4.2": "Taip buvo pasakyta. Ir kodėl taip buvo pasakyta? ",
  "an4.192:4.3": "Štai, vienuoliai, žmogus turėdamas reikalų su kitu žmogumi žino: ",
  "an4.192:4.4": "„Šis garbingasis vienaip bendrauja su vienu, antraip su dviem, trečiaip su trimis, kitaip su daugiu. ",
  "an4.192:4.5": "Jo bendravimas vienu atveju skiriasi nuo bendravimo kitu atveju. ",
  "an4.192:4.6": "Šio garbingojo bendravimas neišgrynintas.” ",
  "an4.192:5.1": "Bet štai, vienuoliai, žmogus bendraudamas su kitu žmogumi žino: ",
  "an4.192:5.2": "„Šis garbingasis vienodai bendrauja su vienu, su dviem, su trimis ir su daugiu. ",
  "an4.192:5.3": "Jo bendravimas vienu atveju nesiskiria nuo bendravimo kitu atveju. ",
  "an4.192:5.4": "Šio garbingojo bendravimas išgrynintas.” ",
  "an4.192:5.5": "„Bendraujant, vienuoliai, gali būti sužinotas sąžiningumas, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu,” – tai buvo pasakyta dėl šios priežasties. ",
  "an4.192:6.1": "„Bėdoje, vienuoliai, gali būti sužinota ištvermė, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu.” ",
  "an4.192:6.2": "Taip buvo pasakyta. Ir kodėl taip buvo pasakyta? ",
  "an4.192:6.3": "Štai, vienuoliai, kažkas susidūręs su artimųjų netektimi, turto netektim ar netektimi dėl ligos, nesvarsto taip: ",
  "an4.192:6.4": "„Toks jau yra šis gyvenimas pasaulyje, toks jau yra šis atskiros būtybės gyvenimas, kad esant gyvenimui pasaulyje, esant atskiros būtybės gyvenimui, aštuoni pasaulietiniai reiškiniai sukasi aplink pasaulį ir pasaulis sukasi aplink aštuonis pasaulietinius reiškinius: ",
  "an4.192:6.5": "pralobimas ir praradimas, garbė ir negarbė, kritika ir pagyros, malonumas ir skausmas.” ",
  "an4.192:6.6": "Susidūręs su artimųjų netektimi, turto netektim ar netektimi dėl ligos, jis liūdi, kankinasi, rauda, mušasi į krūtinę ir tampa sumišęs. ",
  "an4.192:7.1": "Bet štai, vienuoliai, kažkas susidūręs su artimųjų netektimi, turto netektim ar netektimi dėl ligos, svarsto taip: ",
  "an4.192:7.2": "„Toks jau yra šis gyvenimas pasaulyje, toks jau yra šis atskiros būtybės gyvenimas, kad esant gyvenimui pasaulyje, esant atskiros būtybės gyvenimui, aštuoni pasaulietiniai reiškiniai sukasi aplink pasaulį ir pasaulis sukasi aplink aštuonis pasaulietinius reiškinius: ",
  "an4.192:7.3": "pralobimas ir praradimas, garbė ir negarbė, kritika ir pagyros, malonumas ir skausmas.” ",
  "an4.192:7.4": "Susidūręs su artimųjų netektimi, turto netektim ar netektimi dėl ligos, jis neliūdi, nesikankina, nerauda, nesimuša į krūtinę ir netampa sumišęs. ",
  "an4.192:7.5": "„Bėdoje, vienuoliai, gali būti sužinota ištvermė, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu.” ",
  "an4.192:7.6": "Tai buvo pasakyta dėl šios priežasties. ",
  "an4.192:8.1": "„Diskutuojant, vienuoliai, gali būti sužinota išmintis, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu.” ",
  "an4.192:8.2": "Taip buvo pasakyta. Ir kodėl taip buvo pasakyta? ",
  "an4.192:8.3": "Bet štai, vienuoliai, žmogus diskutuodamas su kitu žmogumi žino: ",
  "an4.192:8.4": "„Sprendžiant iš to, kaip šis garbingasis kelia, teikia, formuluoja klausimus, jis yra kvailas, nėra išmintingas. ",
  "an4.192:8.5": "Dėl kokios priežasties? ",
  "an4.192:8.6": "Juk šis garbingasis neišreiškia giluminės esmės, kuri yra rami, nuostabi, nesumąstyta, išbaigta ir turi būti patirta išmintingųjų. ",
  "an4.192:8.7": "Ir prasmės mokymo, apie kurį šis garbingasis kalba, jis nepajėgus nei trumpai, nei išsamiai nusakyti, išdėstyti, parodyti, įsteigti, atskleisti, išanalizuoti ar paaiškinti. ",
  "an4.192:8.8": "Šis garbingasis yra kvailas, nėra išmintingas.” ",
  "an4.192:9.1": "Panašiai, vienuoliai, kaip kad geros regos žmogus, stovėdamas tyro, švaraus, skaidraus ežero pakrantėje, pamatytų išneriančią mažytę žuvį. ",
  "an4.192:9.2": "Jis taip pagalvotų: ",
  "an4.192:9.3": "„Sprendžiant iš to, kaip ši žuvis išnėrė, kokias vilneles sukėlė, kokį sujudimą, ši žuvis mažytė, nėra didelė.” ",
  "an4.192:9.4": "Lygiai gi, vienuoliai, taip žmogus diskutuodamas su kitu žmogumi žino: ",
  "an4.192:9.5": "„Sprendžiant iš to, kaip šis garbingasis kelia, teikia, formuluoja klausimus, jis yra kvailas, nėra išmintingas. ",
  "an4.192:9.6": "Dėl kokios priežasties? ",
  "an4.192:9.7": "Juk šis garbingasis neišreiškia giluminės esmės, kuri yra rami, nuostabi, nesumąstyta, išbaigta ir turi būti patirta išmintingųjų. ",
  "an4.192:9.8": "Ir prasmės mokymo, apie kurį šis garbingasis kalba, jis nepajėgus nei trumpai, nei išsamiai nusakyti, išdėstyti, parodyti, įsteigti, atskleisti, išanalizuoti ar paaiškinti. ",
  "an4.192:9.9": "Šis garbingasis yra kvailas, nėra išmintingas.” ",
  "an4.192:10.1": "Bet štai, vienuoliai, žmogus diskutuodamas su kitu žmogumi žino: ",
  "an4.192:10.2": "„Sprendžiant iš to, kaip šis garbingasis kelia, teikia, formuluoja klausimus, jis yra išmintingas, nėra kvailas. ",
  "an4.192:10.3": "Dėl kokios priežasties? ",
  "an4.192:10.4": "Juk šis garbingasis išreiškia giluminę esmę, kuri yra rami, nuostabi, nesumąstyta, išbaigta ir turi būti patirta išmintingųjų. ",
  "an4.192:10.5": "Ir prasmę mokymo, apie kurį šis garbingasis kalba, jis pajėgus trumpai ar išsamiai nusakyti, išdėstyti, parodyti, įsteigti, atskleisti, išanalizuoti ar paaiškinti. ",
  "an4.192:10.6": "Šis garbingasis yra išmintingas, nėra kvailas.” ",
  "an4.192:11.1": "Panašiai, vienuoliai, kaip kad geros regos žmogus, stovėdamas tyro, švaraus, skaidraus ežero pakrantėje, pamatytų išneriančią didžiulę žuvį. ",
  "an4.192:11.2": "Jis taip pagalvotų: ",
  "an4.192:11.3": "„Sprendžiant iš to, kaip ši žuvis išnėrė, kokias vilneles sukėlė, kokį sujudimą, ši žuvis didžiulė, nėra maža.” ",
  "an4.192:11.4": "Lygiai gi, vienuoliai, taip žmogus diskutuodamas su kitu žmogumi žino: ",
  "an4.192:11.5": "„Sprendžiant iš to, kaip šis garbingasis kelia, teikia, formuluoja klausimus, jis yra išmintingas, nėra kvailas. ",
  "an4.192:11.6": "Dėl kokios priežasties? ",
  "an4.192:11.7": "Juk šis garbingasis išreiškia giluminę esmę, kuri yra rami, nuostabi, nesumąstyta, išbaigta ir turi būti patirta išmintingųjų. ",
  "an4.192:11.8": "Ir prasmę mokymo, apie kurį šis garbingasis kalba, jis pajėgus trumpai ar išsamiai nusakyti, išdėstyti, parodyti, įsteigti, atskleisti, išanalizuoti ar paaiškinti. ",
  "an4.192:11.9": "Šis garbingasis yra išmintingas, nėra kvailas.” ",
  "an4.192:12.1": "„Diskutuojant, vienuoliai, gali būti sužinota išmintis, ir tai, tik per ilgą laiką, ne per trumpą, tuo kas kreipia dėmesį, ne nedėmesinguoju, išmintinguoju, ne kvailiu,” – tai buvo pasakyta dėl šios priežasties. ",
  "an4.192:12.2": "Šie yra keturi faktai, vienuoliai, kuriuos galima sužinoti keturiomis aplinkybėmis.” "
}