{
  "an4.73:0.1": "Palaipsninių suttų rinkinys 4 ",
  "an4.73:0.2": "8. Nenuginčijamas ",
  "an4.73:0.3": "73. Apie gerą žmogų ",
  "an4.73:1.1": "„Vienuoliai, pasižymintysis keturiomis savybėmis, turėtų būti žinomas esąs negeras žmogus. ",
  "an4.73:1.2": "Kokiomis keturiomis? ",
  "an4.73:1.3": "Štai, vienuoliai, negeras žmogus atskleidžia kitų trūkumus net (apie juos) nepaklaustas, ką jau sakyti, kai paklaustas?! ",
  "an4.73:1.4": "O jei jo klausia, jei tardo, nieko nepraleisdamas, nenutylėdamas, išsamiai, detaliai kalba apie kitų trūkumus. ",
  "an4.73:1.5": "Vienuoliai, žinotina: šis yra negeras žmogus. ",
  "an4.73:2.1": "Toliau, vienuoliai, negeras žmogus neatskleidžia kitų dorybių net (apie jas) paklaustas, ką jau sakyti, kai nepaklaustas?! ",
  "an4.73:2.2": "O jei jo klausia, jei tardo, praleisdamas, nutylėdamas, neišsamiai, nedetaliai kalba apie kitų dorybes. ",
  "an4.73:2.3": "Vienuoliai, žinotina: šis yra negeras žmogus. ",
  "an4.73:3.1": "Toliau, vienuoliai, negeras žmogus neatskleidžia savo trūkumų net paklaustas, ką jau sakyti, kai nepaklaustas?! ",
  "an4.73:3.2": "O jei jo klausia, jei tardo, praleisdamas, nutylėdamas, neišsamiai, nedetaliai kalba apie savo trūkumus. ",
  "an4.73:3.3": "Vienuoliai, žinotina: šis yra negeras žmogus. ",
  "an4.73:4.1": "Ir vėlgi, vienuoliai, negeras žmogus atskleidžia savo dorybes ir nepaklaustas, ką jau sakyti, kai paklaustas?! ",
  "an4.73:4.2": "O jei jo klausia, jei tardo, nieko nepraleisdamas, nenutylėdamas, išsamiai, detaliai kalba apie savo dorybes. ",
  "an4.73:4.3": "Vienuoliai, žinotina: šis yra negeras žmogus. ",
  "an4.73:4.4": "Pasižymintysis šiomis keturiomis savybėmis, vienuoliai, turėtų būti žinomas esąs negeras žmogus. ",
  "an4.73:5.1": "Vienuoliai, pasižymintysis keturiomis savybėmis, turėtų būti žinomas esąs geras žmogus. ",
  "an4.73:5.2": "Kokiomis keturiomis? ",
  "an4.73:5.3": "Štai, vienuoliai, geras žmogus neatskleidžia kitų trūkumų net paklaustas, ką jau sakyti, kai nepaklaustas?! ",
  "an4.73:5.4": "O jei jo klausia, jei tardo, praleisdamas, nutylėdamas, neišsamiai, nedetaliai kalba apie kitų trūkumus. ",
  "an4.73:5.5": "Vienuoliai, žinotina: šis yra geras žmogus. ",
  "an4.73:6.1": "Ir vėlgi, vienuoliai, geras žmogus atskleidžia kitų dorybes net nepaklaustas, ką jau sakyti, kai paklaustas?! ",
  "an4.73:6.2": "O jei jo klausia, jei tardo, nieko nepraleisdamas, nenutylėdamas, išsamiai, detaliai kalba apie kitų dorybes. ",
  "an4.73:6.3": "Vienuoliai, žinotina: šis yra geras žmogus. ",
  "an4.73:7.1": "Ir vėlgi, vienuoliai, geras žmogus atskleidžia savo trūkumus net nepaklaustas, ką jau sakyti, kai paklaustas?! ",
  "an4.73:7.2": "O jei jo klausia, jei tardo, nieko nepraleisdamas, nenutylėdamas, išsamiai, detaliai kalba apie savo trūkumus. ",
  "an4.73:7.3": "Vienuoliai, žinotina: šis yra geras žmogus. ",
  "an4.73:8.1": "Ir vėlgi, vienuoliai, geras žmogus neatskleidžia savo dorybių net paklaustas, ką jau sakyti, kai nepaklaustas?! ",
  "an4.73:8.2": "O jei jo klausia, jei tardo, praleisdamas, nutylėdamas, neišsamiai, nedetaliai kalba apie savo dorybes. ",
  "an4.73:8.3": "Vienuoliai, žinotina: šis yra geras žmogus. ",
  "an4.73:8.4": "Pasižymintysis šiomis keturiomis savybėmis, vienuoliai, turėtų būti žinomas esąs geras žmogus. ",
  "an4.73:9.1": "Panašiai, vienuoliai, kaip kad tik ką, šį vakarą ar dieną, atvesta (į vyro namus) marti būtų nedrąsi ir prisibijotų ir anytos, ir šešuro, ir vyro, ar net vergų, darbininkų ir tarnų. ",
  "an4.73:9.2": "Vėliau, pagyvenus kartu, atsiradus pasitikėjimui, ji ir anytai, ir šešurui, ir vyrui pasako: ",
  "an4.73:9.3": "„Dink, ką tu išmanai?!“ ",
  "an4.73:9.4": "Lygiai gi taip, vienuolis tik ką, šį vakarą ar dieną, žengęs priekyn iš namų į benamį gyvenimą, būtų nedrąsus ir prisibijotų ir vyrų vienuolių, ir moterų vienuolių, ir vyrų pasauliečių pasekėjų, ir moterų pasauliečių pasekėjų ir net vienuolyno naujokų vienuolių. ",
  "an4.73:9.5": "Vėliau, pagyvenus kartu, atsiradus pasitikėjimui, jis ir mokytojui, ir auklėtojui pasako: ",
  "an4.73:9.6": "„Dink, ką tu išmanai?!“ ",
  "an4.73:9.7": "Tai kad, vienuoliai, tūrėtumėte mokytis taip: ",
  "an4.73:9.8": "„Gyvensiu su protu kaip pas ką tik atvestą marčą“. ",
  "an4.73:9.9": "Štai taip, vienuoliai, tūrėtumėte mokytis.” "
}