{
  "ud4.5:0.1": "Innige Sprüche 4.5 ",
  "ud4.5:0.2": "Ein Elefantenbulle ",
  "ud4.5:1.1": "So habe ich es gehört: ",
  "ud4.5:1.2": "Einmal hielt sich der Buddha bei Kosambī auf, in Ghositas Kloster. ",
  "ud4.5:1.3": "Zu dieser Zeit wurde der Buddha von Mönchen und Nonnen bedrängt, von Laienmännern und Laienfrauen, von Herrschern und ihren Ministern und von Lehrern anderer Konfessionen und deren Schülern. ",
  "ud4.5:1.4": "So bedrängt, lebte er in Leiden und Unbehagen. ",
  "ud4.5:1.5": "Da dachte er: ",
  "ud4.5:1.6": "„Heutzutage lebe ich bedrängt von Mönchen, Nonnen, Laienmännern und Laienfrauen, von Herrschern und ihren Ministern und von Lehrern anderer Konfessionen und deren Schülern. ",
  "ud4.5:1.7": "So bedrängt, lebe ich in Leiden und Unbehagen. ",
  "ud4.5:1.8": "Warum lebe ich nicht allein und ziehe mich von der Gruppe zurück?“ ",
  "ud4.5:2.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe und betrat Kosambī zum Almosengang. ",
  "ud4.5:2.2": "Nach dem Essen, als er vom Almosengang zurückkam, brachte er seine Unterkunft in Ordnung, nahm Schale und Robe, und ohne seine Aufwärter zu unterrichten oder sich vom Saṅgha der Mönche und Nonnen zu verabschieden, machte er sich allein ohne einen Gefährten auf die Wanderschaft in Richtung Pārileyya. ",
  "ud4.5:2.3": "Er wanderte Stück für Stück, bis er nach Pārileyya kam, ",
  "ud4.5:2.4": "und blieb dort in einem geschützten Waldstück am Fuß eines heiligen Salbaumes. ",
  "ud4.5:3.1": "Ein gewisser Elefantenbulle lebte ebenfalls bedrängt von anderen Elefanten – Bullen, Kühen, Heranwachsenden und Jungen. Er fraß das Gras, das sie niedergetrampelt hatten, und sie fraßen die abgebrochenen Zweige, die er herabgezogen hatte. Er trank schlammiges Wasser, und nach seinem Bad rempelten ihn die Elefantenkühe an. ",
  "ud4.5:3.2": "So bedrängt, lebte er in Leiden und Unbehagen. ",
  "ud4.5:3.3": "Da dachte er: ",
  "ud4.5:3.4": "„Heutzutage lebe ich bedrängt von anderen Elefanten – Bullen, Kühen, Heranwachsenden und Jungen. Ich fresse das Gras, das sie niedergetrampelt haben, und sie fressen die abgebrochenen Zweige, die ich herabgezogen habe. Ich trinke schlammiges Wasser, und nach meinem Bad rempeln mich die Elefantenkühe an. So bedrängt, lebe ich in Leiden und Unbehagen. ",
  "ud4.5:3.5": "Warum lebe ich nicht allein und ziehe mich von der Herde zurück?“ ",
  "ud4.5:4.1": "So verließ er die Herde und ging nach Pārileyya, wo er sich zum Buddha in das geschützte Waldstück begab, zum Fuß des heiligen Salbaumes. ",
  "ud4.5:4.2": "Dort wartete er dem Buddha auf, rodete den Platz, wo er sich aufhielt, und brachte mit seinem Rüssel Wasser zum Trinken und Waschen. ",
  "ud4.5:5.1": "Da kam dem Buddha, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "ud4.5:5.2": "„Früher lebte ich bedrängt von Mönchen, Nonnen, Laienmännern und Laienfrauen, von Herrschern und ihren Ministern und von Lehrern anderer Konfessionen und deren Schülern. So bedrängt, lebte ich in Leiden und Unbehagen. ",
  "ud4.5:5.3": "Aber jetzt lebe ich, ohne von Mönchen oder Nonnen bedrängt zu sein, von Laienmännern oder Laienfrauen, von Herrschern oder ihren Ministern oder von Lehrern anderer Konfessionen und deren Schülern. Da ich nicht bedrängt bin, lebe ich in Glück und Wohlbehagen.“ ",
  "ud4.5:6.1": "Und auch dem Elefantenbullen kam dieser Gedanke in den Sinn: ",
  "ud4.5:6.2": "„Früher lebte ich bedrängt von anderen Elefanten – Bullen, Kühen, Heranwachsenden und Jungen. Ich fraß das Gras, das sie niedergetrampelt hatten, und sie fraßen die abgebrochenen Zweige, die ich herabgezogen hatte. Ich trank schlammiges Wasser, und nach meinem Bad rempelten mich die Elefantenkühe an. So bedrängt, lebte ich in Leiden und Unbehagen. ",
  "ud4.5:6.3": "Aber jetzt lebe ich, ohne von anderen Elefanten bedrängt zu sein – von Bullen, Kühen, Heranwachsenden und Jungen. Ich fresse Gras, das nicht niedergetrampelt ist, und keine anderen Elefanten fressen die abgebrochenen Zweige, die ich herabgezogen habe. Ich trinke kein schlammiges Wasser, und nach meinem Bad rempeln mich keine Elefantenkühe an. Da ich nicht bedrängt bin, lebe ich in Glück und Wohlbehagen.“ ",
  "ud4.5:7.1": "Und da er seine eigene Abgeschiedenheit verstand und erkannte, was der Elefant dachte, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud4.5:8.1": "„So gleicht der Riese dem Riesen, ",
  "ud4.5:8.2": "dem Elefanten mit Stoßzähnen wie Deichseln; ",
  "ud4.5:8.3": "das Herz stimmt mit dem Herzen überein, ",
  "ud4.5:8.4": "da es einsam in den Wäldern Freude findet.“ "
}