{
  "ud4.8:0.1": "Innige Sprüche 4.8 ",
  "ud4.8:0.2": "Mit Sundarī ",
  "ud4.8:1.1": "So habe ich es gehört: ",
  "ud4.8:1.2": "Einmal hielt sich der Buddha bei Sāvatthī in Jetas Wäldchen auf, dem Kloster des Anāthapiṇḍika. ",
  "ud4.8:1.3": "Nun war der Buddha zu dieser Zeit geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und er erhielt Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "ud4.8:1.4": "Auch der Saṅgha der Mönche und Nonnen war geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und auch er erhielt Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "ud4.8:1.5": "Aber die Wanderer anderer Konfessionen waren nicht geehrt, geachtet, gewürdigt, verehrt und wertgeschätzt, und sie erhielten keine Roben, kein Almosen, keine Unterkunft und keine Arznei oder Krankenversorgung. ",
  "ud4.8:2.1": "Und da diese Wanderer anderer Konfessionen die Wertschätzung, die der Saṅgha der Mönche und Nonnen erfuhr, nicht ertragen konnten, begaben sie sich zu der Wandererfrau Sundarī und sagten: ",
  "ud4.8:2.2": "„Schwester, bist du in der Lage, etwas für das Wohl deiner Sippe zu tun?“ ",
  "ud4.8:2.3": "„Was kann ich tun, ihr Ehrwürdigen? ",
  "ud4.8:2.4": "Wie kann ich helfen? ",
  "ud4.8:2.5": "Ich würde sogar mein Leben geben für das Wohl meiner Sippe.“ ",
  "ud4.8:3.1": "„Nun, Schwester, dann besuche häufig Jetas Wäldchen.“ ",
  "ud4.8:3.2": "„Ja, ihr Ehrwürdigen“, antwortete sie und tat, worum sie gebeten hatten. ",
  "ud4.8:4.1": "Als diese Wanderer sicher waren, ",
  "ud4.8:4.2": "dass Sundarī von vielen Leuten gesehen worden war, wie sie häufig Jetas Wäldchen besuchte, ",
  "ud4.8:4.3": "brachten sie sie um und warfen sie in den Graben rund um Jetas Wäldchen. Dann gingen sie zum König Pasenadi von Kosala und sagten zu ihm: ",
  "ud4.8:4.4": "„Großer König, wir können die Wandererfrau Sundarī nicht finden.“ ",
  "ud4.8:4.5": "„Aber wo, vermutet ihr, ist sie?“ ",
  "ud4.8:4.6": "„In Jetas Wäldchen, großer König.“ ",
  "ud4.8:4.7": "„Nun, dann durchsucht Jetas Wäldchen.“ ",
  "ud4.8:5.1": "Da durchsuchten die Wanderer Jetas Wäldchen. Sie zogen Sundarīs Leiche aus dem Graben, in den sie sie geworfen hatten, und hoben sie auf eine Bahre. Dann betraten sie Sāvatthī und zogen von Straße zu Straße und von Platz zu Platz und klagten bei den Leuten: ",
  "ud4.8:6.1": "„Seht die Taten der Asketen, die dem Sakyer folgen! ",
  "ud4.8:6.2": "Schamlos sind diese Asketen, die dem Sakyer folgen, unmoralisch und böse. Sie sind Lügner und leben nicht keusch. ",
  "ud4.8:6.3": "Sicher, sie behaupten, prinzipientreues und sittliches Verhalten zu befolgen, keusch zu leben, wahrhaftig, sittlich und von gutem Charakter zu sein. ",
  "ud4.8:6.4": "Aber sie besitzen kein Asketentum, keine Geistlichkeit. ",
  "ud4.8:6.5": "Asketentum und Geistlichkeit sind ihnen verloren gegangen! ",
  "ud4.8:6.6": "Wo ist ihr Asketentum, wo ist ihre Geistlichkeit? ",
  "ud4.8:6.7": "Sie haben Asketentum und Geistlichkeit aufgegeben! ",
  "ud4.8:6.8": "Wie in aller Welt kann ein Mann zuerst eine Männersache tun und dann eine Frau umbringen?“ ",
  "ud4.8:7.1": "Und zu dieser Zeit beschimpften und beleidigten die Leute von Sāvatthī die Mönche und Nonnen, wenn sie sie sahen, mit ruppigen, harten Worten: ",
  "ud4.8:8.1": "„Schamlos sind diese Asketen, die dem Sakyer folgen, unmoralisch und böse. Sie sind Lügner und leben nicht keusch. ",
  "ud4.8:8.2": "Sicher, sie behaupten, prinzipientreues und sittliches Verhalten zu befolgen, keusch zu leben, wahrhaftig, sittlich und von gutem Charakter zu sein. ",
  "ud4.8:8.3": "Aber sie besitzen kein Asketentum, keine Geistlichkeit. ",
  "ud4.8:8.4": "Asketentum und Geistlichkeit sind ihnen verloren gegangen! ",
  "ud4.8:8.5": "Wo ist ihr Asketentum, wo ist ihre Geistlichkeit? ",
  "ud4.8:8.6": "Sie haben Asketentum und Geistlichkeit aufgegeben! ",
  "ud4.8:8.7": "Wie in aller Welt kann ein Mann zuerst eine Männersache tun und dann eine Frau umbringen?“ ",
  "ud4.8:9.1": "Da kleideten sich mehrere Mönche und Nonnen am Morgen an, nahmen Schale und Robe und betraten Sāvatthī zum Almosengang. ",
  "ud4.8:9.2": "Nach dem Essen, als sie vom Almosengang zurückkamen, gingen sie zum Buddha, verbeugten sich, setzten sich zur Seite hin und berichteten ihm diese Vorgänge. ",
  "ud4.8:11.1": "„Dieses Gerücht, Mönche und Nonnen, wird sich nicht lange halten. Es wird sieben Tage bleiben, dann wird es verschwinden. ",
  "ud4.8:11.2": "Daher haltet den Leuten, die euch so beschimpfen, diese Strophe entgegen: ",
  "ud4.8:12.1": "Ein Lügner geht zur Hölle ",
  "ud4.8:12.2": "und auch einer, der leugnet, was er getan hat. ",
  "ud4.8:12.3": "Im Jenseits sind beide gleich, ",
  "ud4.8:12.4": "diese Menschen, die Gemeines tun.“ ",
  "ud4.8:13.1": "Die Mönche und Nonnen prägten sich vor dem Buddha diese Strophe ein und hielten sie den Leuten, die sie beschimpften, entgegen. ",
  "ud4.8:15.1": "Die Leute dachten: ",
  "ud4.8:15.2": "„Diese Asketen, die dem Sakyer folgen, haben es nicht getan, sie waren es nicht, das schwören sie.“ ",
  "ud4.8:15.3": "Dieses Gerücht hielt sich nicht lange. Es blieb sieben Tage, dann verschwand es. ",
  "ud4.8:16.1": "Da gingen mehrere Mönche und Nonnen zum Buddha, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "ud4.8:17.1": "„Es ist unglaublich, Herr, es ist erstaunlich! ",
  "ud4.8:17.2": "Wie treffend der Buddha das gesagt hat: ",
  "ud4.8:17.3": "‚Dieses Gerücht, Mönche und Nonnen, wird sich nicht lange halten. Es wird sieben Tage bleiben, dann wird es verschwinden.‘ ",
  "ud4.8:17.4": "Dieses Gerücht ist verschwunden, Herr.“ ",
  "ud4.8:18.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud4.8:19.1": "„Menschen, die von Sinnen sind, durchbohren mit Worten, ",
  "ud4.8:19.2": "wie sie im Kampf einen Elefanten mit Pfeilen durchbohren. ",
  "ud4.8:19.3": "Wenn er ein hartes Wort hört, das gesprochen wird, ",
  "ud4.8:19.4": "soll ein Mönch es ertragen ohne Zorn im Herzen.“ "
}