{
  "ud4.4:0.1": "Innige Sprüche 4.4 ",
  "ud4.4:0.2": "Der Hieb des Geistes ",
  "ud4.4:1.1": "So habe ich es gehört: ",
  "ud4.4:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf, im Bambuswäldchen, am Futterplatz der Eichhörnchen. ",
  "ud4.4:1.3": "Zu dieser Zeit hielten sich der Ehrwürdige Sāriputta und der Ehrwürdige Mahāmoggallāna bei der Taubengrotte auf. ",
  "ud4.4:1.4": "Der Ehrwürdige Sāriputta saß gerade im Mondlicht im Freien, sein Kopf war frisch rasiert, und er war in einen gewissen Versenkungszustand eingetreten. ",
  "ud4.4:2.1": "Zu dieser Zeit waren zwei befreundete Naturgeister gerade in einer Sache auf dem Weg von Norden nach Süden. ",
  "ud4.4:2.2": "Sie sahen Sāriputta dort meditieren. ",
  "ud4.4:2.3": "Da sagte einer der Geister zum anderen: ",
  "ud4.4:2.4": "„Es fällt mir ein, Freund, diesem Asketen einen Hieb auf den Kopf zu versetzen!“ ",
  "ud4.4:2.5": "Der andere Geist entgegnete: ",
  "ud4.4:2.6": "„Genug, Freund, schlag den Asketen nicht! ",
  "ud4.4:2.7": "Das ist ein bedeutender Asket, mächtig und gewaltig!“ ",
  "ud4.4:3.1": "Zum zweiten Mal sagte der erste Geist zu dem anderen: ",
  "ud4.4:3.2": "„Es fällt mir ein, Freund, diesem Asketen einen Hieb auf den Kopf zu versetzen!“ ",
  "ud4.4:3.3": "Zum zweiten Mal entgegnete der andere Geist: ",
  "ud4.4:3.4": "„Genug, Freund, schlag den Asketen nicht! ",
  "ud4.4:3.5": "Das ist ein bedeutender Asket, mächtig und gewaltig!“ ",
  "ud4.4:3.6": "Zum dritten Mal sagte der erste Geist zu dem anderen: ",
  "ud4.4:3.7": "„Es fällt mir ein, Freund, diesem Asketen einen Hieb auf den Kopf zu versetzen!“ ",
  "ud4.4:3.8": "Zum dritten Mal entgegnete der andere Geist: ",
  "ud4.4:3.9": "„Genug, Freund, schlag den Asketen nicht! ",
  "ud4.4:3.10": "Das ist ein bedeutender Asket, mächtig und gewaltig!“ ",
  "ud4.4:4.1": "Ohne auf seinen Freund zu hören, versetzte der erste Geist Sāriputta einen Hieb auf den Kopf, ",
  "ud4.4:4.2": "so stark, dass er einen Elefantenbullen von sieben oder siebeneinhalb Ellen Höhe umgeworfen oder einen großen Berggipfel zerschmettert hätte. ",
  "ud4.4:4.3": "Doch der Geist schrie darauf „Ich brenne, ich brenne!“ und stürzte auf der Stelle in die Große Hölle. ",
  "ud4.4:5.1": "Mit seiner geläuterten und übermenschlichen Hellsichtigkeit sah der Ehrwürdige Moggallāna, wie dieser Geist den Ehrwürdigen Sāriputta schlug. ",
  "ud4.4:5.2": "Er begab sich zu ihm und sagte: ",
  "ud4.4:5.3": "„Ich hoffe, es geht dir leidlich, werter Freund, ich hoffe, du kommst zurecht. Und ich hoffe, du hast keine Schmerzen.“ ",
  "ud4.4:5.4": "„Ich komme zurecht, werter Moggallāna, ",
  "ud4.4:5.5": "aber ich habe ein wenig Kopfweh.“ ",
  "ud4.4:6.1": "„Es ist unglaublich, werter Sāriputta, es ist erstaunlich! ",
  "ud4.4:6.2": "Wie mächtig und gewaltig der Ehrwürdige Sāriputta ist! ",
  "ud4.4:6.3": "Gerade eben hat ein Naturgeist dir einen Hieb auf den Kopf versetzt, ",
  "ud4.4:6.4": "so stark, dass er einen Elefantenbullen von sieben oder siebeneinhalb Ellen Höhe umgeworfen oder einen großen Berggipfel zerschmettert hätte. ",
  "ud4.4:6.5": "Und doch sagst du: ‚Ich komme zurecht, werter Moggallāna, ",
  "ud4.4:6.6": "aber ich habe ein wenig Kopfweh.‘“ ",
  "ud4.4:7.1": "„Es ist unglaublich, werter Moggallāna, es ist erstaunlich! ",
  "ud4.4:7.2": "Wie mächtig und gewaltig der Ehrwürdige Moggallāna ist! Er kann selbst einen Naturgeist sehen, ",
  "ud4.4:7.3": "während ich jetzt nicht einmal einen Erdkobold sehen kann.“ ",
  "ud4.4:8.1": "Mit seiner geläuterten und übermenschlichen Hellhörigkeit hörte der Buddha diese Unterhaltung zwischen diesen beiden spirituellen Riesen. ",
  "ud4.4:9.1": "Und da er diese Sache verstand, drückte der Buddha bei dieser Gelegenheit dieses innige Gefühl aus: ",
  "ud4.4:10.1": "„Wessen Geist wie ein Felsen ist, ",
  "ud4.4:10.2": "stetig, niemals schwankend, ",
  "ud4.4:10.3": "von Begierde nach begehrenswerten Dingen losgelöst, ",
  "ud4.4:10.4": "über ärgerliche Dinge nicht verärgert: ",
  "ud4.4:10.5": "Einer, dessen Geist so entwickelt ist – ",
  "ud4.4:10.6": "woher soll diesen Leiden treffen?“ "
}