{
  "ud4.1:0.1": "Tief empfundene Sprüche ",
  "ud4.1:0.2": "4.1. Mit Meghiya ",
  "ud4.1:1.1": "So habe ich es gehört: ",
  "ud4.1:1.2": "Einmal hielt sich der Buddha bei Cālikā auf dem Berg Cālikā auf. ",
  "ud4.1:1.3": "Nun war zu dieser Zeit der Ehrwürdige Meghiya der Aufwärter des Buddha. ",
  "ud4.1:1.4": "Da ging der Ehrwürdige Meghiya zum Buddha, verbeugte sich, stellte sich zur Seite hin und sagte zu ihm: ",
  "ud4.1:1.6": "„Herr, ich möchte um Almosen in das Dorf Jantu gehen.“ ",
  "ud4.1:1.7": "„Bitte, Meghiya, geh nach deinem Belieben.“ ",
  "ud4.1:2.1": "Da kleidete sich der ehrwürdige Meghiya am Morgen an, nahm Schale und Robe und betrat das Dorf Jantu zum Almosengang. ",
  "ud4.1:2.2": "Nach dem Essen, als er vom Almosengang zurückkam, ging er zum Ufer des Flusses Kimikālā. ",
  "ud4.1:2.3": "Als er am Ufer des Flusses entlangwanderte, sah er ein anmutiges und entzückendes Mangowäldchen. ",
  "ud4.1:2.4": "Bei seinem Anblick dachte er: ",
  "ud4.1:2.5": "„Ach, dieses Mangowäldchen ist anmutig und entzückend! Es ist wahrhaftig gut genug für einen anständigen Menschen, der meditieren will. ",
  "ud4.1:2.7": "Wenn der Buddha es erlaubt, will ich zu diesem Mangowäldchen zurückkommen, um zu meditieren.“ ",
  "ud4.1:3.1": "Und der Ehrwürdige Meghiya ging zum Buddha, verbeugte sich, setzte sich zur Seite hin und berichtete ihm, was er gesehen hatte. Er fügte hinzu: ",
  "ud4.1:4.8": "„Wenn der Buddha es erlaubt, will ich zu diesem Mangowäldchen zurückkehren, um zu meditieren.“ ",
  "ud4.1:5.1": "Darauf entgegnete ihm der Buddha: ",
  "ud4.1:5.2": "„Wir sind allein, Meghiya. Warte, bis ein anderer Mönch kommt.“ ",
  "ud4.1:6.1": "Zum zweiten Mal sagte Meghiya zum Buddha: ",
  "ud4.1:6.2": "„Herr, der Buddha hat nichts mehr zu tun, nichts mehr, das verbessert werden müsste. ",
  "ud4.1:6.3": "Doch ich habe das noch. ",
  "ud4.1:6.4": "Wenn der Buddha es erlaubt, will ich zu diesem Mangowäldchen zurückkehren, um zu meditieren.“ ",
  "ud4.1:6.5": "Zum zweiten Mal entgegnete der Buddha: ",
  "ud4.1:6.6": "„Wir sind allein, Meghiya. Warte, bis ein anderer Mönch kommt.“ ",
  "ud4.1:7.1": "Zum dritten Mal sagte Meghiya zum Buddha: ",
  "ud4.1:7.2": "„Herr, der Buddha hat nichts mehr zu tun, nichts mehr, das verbessert werden müsste. ",
  "ud4.1:7.3": "Doch ich habe das noch. ",
  "ud4.1:7.4": "Wenn der Buddha es erlaubt, will ich zu diesem Mangowäldchen zurückkehren, um zu meditieren.“ ",
  "ud4.1:7.5": "„Meghiya, da du vom Meditieren sprichst, was kann ich da sagen? ",
  "ud4.1:7.6": "Bitte, Meghiya, geh nach deinem Belieben.“ ",
  "ud4.1:8.1": "Da erhob sich Meghiya von seinem Sitz, verbeugte sich, umrundete den Buddha respektvoll, die rechte Seite ihm zugewandt. Dann ging er zu jenem Mangowäldchen, begab sich tief hinein und setzte sich an den Fuß eines Baumes, um den Tag über dort zu meditieren. ",
  "ud4.1:8.2": "Aber als Meghiya im Mangowäldchen meditierte, wurde er vor allem von drei Arten von schlechten, untauglichen Gedanken befallen: ",
  "ud4.1:8.3": "nämlich von sinnlichen, boshaften und grausamen Gedanken. ",
  "ud4.1:9.1": "Er dachte: ",
  "ud4.1:9.2": "„Es ist unglaublich, es ist erstaunlich! ",
  "ud4.1:9.3": "Ich bin aus Vertrauen aus dem Haus fortgezogen ist ins hauslose Leben, ",
  "ud4.1:9.4": "aber ich werde immer noch von diesen drei Arten von schlechten, untauglichen Gedanken bedrängt: ",
  "ud4.1:9.5": "von sinnlichen, boshaften und grausamen Gedanken.“ ",
  "ud4.1:10.1": "Da kam Meghiya am späten Nachmittag aus seiner Klausur und ging zum Buddha. Er verbeugte sich, setzte sich zur Seite hin und berichtete dem Buddha, wie es ihm ergangen war. ",
  "ud4.1:11.1": "„Meghiya, wenn die Erlösung des Herzens nicht reif ist, helfen fünf Dinge, sie zum Reifen zu bringen. ",
  "ud4.1:11.2": "Welche fünf? ",
  "ud4.1:12.1": "Zunächst hat da ein Mönch gute Freunde, Genossen und Gefährten. ",
  "ud4.1:12.2": "Das ist das erste Ding, das hilft, die Erlösung des Herzens, wenn sie nicht reif ist, zum Reifen zu bringen. ",
  "ud4.1:13.1": "Dann ist da ein Mönch sittlich, gezügelt gemäß der Ordenssatzung, verhält sich angemessen und sucht an angemessenen Orten um Almosen nach. Er sieht die Gefahr im kleinsten Fehler und hält die Regeln ein, die er sich vorgenommen hat. ",
  "ud4.1:13.2": "Das ist das zweite Ding … ",
  "ud4.1:14.1": "Dann findet da ein Mönch, wann immer er will, ohne Mühe und Not, Gelegenheit, an Gesprächen über Selbstüberwindung teilzunehmen, die helfen, das Herz zu öffnen und einzig zu Ernüchterung, Sichabwenden, Aufhören, Frieden, Einsicht, Erwachen und Erlöschen führen: nämlich an Gesprächen über Genügsamkeit, Zufriedenheit, Abgeschiedenheit, Sichfernhalten, das Aufrütteln der Energie, sittliches Verhalten, Versenkung, Weisheit, Freiheit und das Wissen und Sehen der Freiheit. ",
  "ud4.1:14.4": "Das ist das dritte Ding … ",
  "ud4.1:15.1": "Dann lebt da ein Mönch so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, standhaft strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "ud4.1:15.2": "Das ist das vierte Ding … ",
  "ud4.1:16.1": "Dann ist da ein Mönch weise. Er besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zum völligen Beenden des Leidens führt. ",
  "ud4.1:16.2": "Das ist das fünfte Ding, das hilft, die Erlösung des Herzens, wenn sie nicht reif ist, zum Reifen zu bringen. ",
  "ud4.1:16.3": "Das sind die fünf Dinge, die helfen, die Erlösung des Herzens, wenn sie nicht reif ist, zum Reifen zu bringen. ",
  "ud4.1:17.1": "Von einem Mönch mit guten Freunden, Genossen und Gefährten kann man erwarten, dass er sittlich ist … ",
  "ud4.1:18.1": "Ein Mönch mit guten Freunden, Genossen und Gefährten kann erwarten, dass er, wann immer er will, ohne Mühe und Not, Gelegenheit findet, an Gesprächen über Selbstüberwindung teilzunehmen, die helfen, das Herz zu öffnen … ",
  "ud4.1:19.1": "Von einem Mönch mit guten Freunden, Genossen und Gefährten kann man erwarten, dass er so lebt, dass er seine Energie aufrüttelt … ",
  "ud4.1:20.1": "Von einem Mönch mit guten Freunden, Genossen und Gefährten kann man erwarten, dass er weise ist … ",
  "ud4.1:21.1": "Und wenn ein Mönch in diesen fünf Dingen verankert ist, sollte er vier weitere Dinge entwickeln. ",
  "ud4.1:21.2": "Er sollte die Wahrnehmung des Hässlichen entwickeln, um Gier aufzugeben, Liebe entwickeln, um Hass aufzugeben, Achtsamkeit auf den Atem entwickeln, um das Denken zu unterbrechen und die Wahrnehmung der Unbeständigkeit entwickeln, um die Einbildung ‚ich bin‘ zu entwurzeln. ",
  "ud4.1:21.3": "Wenn man die Unbeständigkeit wahrnimmt, festigt sich die Wahrnehmung des Nicht-selbst. Wenn man Nicht-selbst wahrnimmt, entwurzelt man die Einbildung ‚ich bin‘ und erlangt das Erlöschen in diesem Leben.“ ",
  "ud4.1:22.1": "Und da er die Bedeutung kannte, drückte der Buddha bei dieser Gelegenheit seine tief empfundene Bewegtheit aus: ",
  "ud4.1:23.1": "„Mit Gedanken nieder oder edel ",
  "ud4.1:23.2": "entsteht Erregung im Geist. ",
  "ud4.1:23.3": "Wer diese Gedanken im Geist nicht versteht, ",
  "ud4.1:23.4": "wessen Geist auf Abwegen ist, der rennt kreuz und quer. ",
  "ud4.1:24.1": "Wer diese Gedanken im Geist verstanden hat, ",
  "ud4.1:24.2": "ein Erwachter – eifrig, gezügelt und achtsam –, ",
  "ud4.1:24.3": "hat sie alle aufgegeben; ",
  "ud4.1:24.4": "Erregung kommt im Geist nicht mehr auf.“ "
}