{
  "pli-tv-bu-vb-pj4:1.1.3": "“Whiteheads” renders <i lang='pi' translate='no'>setaṭṭ(h)ikā</i>, literally, “white bones”. Sp 4.403: <i lang='pi' translate='no'>Setaṭṭhikā nāma rogajātīti eko pāṇako nāḷimajjhagataṁ kaṇḍaṁ vijjhati, yena viddhattā nikkhantampi sālisīsaṁ khīraṁ gahetuṁ na sakkoti</i>, “The disease called <i lang='pi' translate='no'>setaṭṭhikā</i> means: an insect penetrates the stem, goes to the middle of the stalk, from the penetration of which the rice grains are not able to get sap.” This seems to be a description of so-called “whiteheads”, pale panicles without rice grains, caused by stem borers. ",
  "pli-tv-bu-vb-pj4:1.2.12": "“Incapable of doing” renders <i lang='pi' translate='no'>setughāta</i>, literally, “destroyed the bridge”. Sp 1.16: <i lang='pi' translate='no'>Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti</i>, “The path is called the bridge. What is said is that there is the destruction and cutting off of such speech by the path.” The commentary seems to take <i lang='pi' translate='no'>setu</i>, “bridge”, as a reference to the eightfold path. According to this understanding, the Buddha has cut off access to bad qualities, including bad speech, by fulfilling the eightfold path. I prefer to understand “bridge” as a metaphor for access, that is, the Buddhas no longer have access to what is unbeneficial. ",
  "pli-tv-bu-vb-pj4:1.3.17": "I have rendered <i lang='pi' translate='no'>muñja</i>-reed and <i lang='pi' translate='no'>pabbaja</i>-reed with the single word “reed”. I am not aware that these two kinds of reed can be distinguished in English. ",
  "pli-tv-bu-vb-pj4:1.3.23": "This verse is also found at <a href='https://suttacentral.net/sn1.35/en/brahmali#2.1'>SN 1.35</a>. ",
  "pli-tv-bu-vb-pj4:3.8": "“Delighting in solitude” renders <i lang='pi' translate='no'>suññāgāra abhirati</i>, literally, “delighting in an empty dwelling”. According to the commentaries, this is often an idiom for solitude. MN-a 1.88: <i lang='pi' translate='no'>Tattha ca rukkhamūlānīti iminā rukkhamūlasenāsanaṁ dasseti. Suññāgārānīti iminā janavivittaṭṭhānaṁ</i>; “And there <i lang='pi' translate='no'>rukkhamūlāni</i>: by this is shown dwellings at the foot of a tree; <i lang='pi' translate='no'>suññāgārāni</i>: by this (is shown) a place free from people.” ",
  "pli-tv-bu-vb-pj4:4.2.9": "“Of what is true” is not in the Pali, but has been added for clarity. ",
  "pli-tv-bu-vb-pj4:4.5.78": "“Basic series” renders, <i lang='pi' translate='no'>suddhika</i>, which is a technical term used to create sections for long permutation series. Sp 1.200: <i lang='pi' translate='no'>Tesu suddhikavāre paṭhamajjhānaṁ ādiṁ katvā yāva mohā cittaṁ vinīvaraṇapadaṁ, tāva ekamekasmiṁ pade samāpajjiṁ, samāpajjāmi, samāpanno, lābhīmhi, vasīmhi, sacchikataṁ mayāti imesu chasu padesu ekamekaṁ padaṁ tīhākārehi, catūhi, pañcahi, chahi, sattahākārehīti evaṁ pañcakkhattuṁ yojetvā suddhikanayo nāma vutto</i>, “Among them, in the <i lang='pi' translate='no'>suddhika</i> section, having placed the first absorption at the beginning, as far as the phrase ‘a mind free from the hindrance of confusion’, so far each phrase one by one. Having thus connected the fivefold ‘when three conditions are fulfilled, when four, when five, when six, when seven conditions are fulfilled’ phrase by phrase with these six phrases ‘I attained, I’m attaining, I’ve attained, I obtain, I master, I’ve realized’, the method of the ‘basic series’ is spoken of.” <i lang='pi' translate='no'>Suddhika</i>, the “basic series”, thus refers to the fundamental template on which the more complicated series are based. ",
  "pli-tv-bu-vb-pj4:4.6.108": "“The unconnected permutation series” renders <i lang='pi' translate='no'>khaṇḍacakka</i>, which is another technical term used with the permutation series. Sp 1.200: <i lang='pi' translate='no'>Tato paṭhamañca jhānaṁ, dutiyañca jhānanti evaṁ paṭhamajjhānena saddhiṁ ekamekaṁ padaṁ ghaṭentena sabbapadāni ghaṭetvā teneva vitthārena khaṇḍacakkaṁ nāma vuttaṁ. Tañhi puna ānetvā paṭhamajjhānādīhi na yojitaṁ, tasmā “khaṇḍacakka”nti vuccati</i>, “Beginning with ʻthe first absorption and the second absorption,ʼ in this way having connected all the steps by connecting each step with the first absorption, just by that expansion it is called ʻan unconnected permutation seriesʼ. It is called ʻan unconnected permutation seriesʼ because it is not, having again brought it back, connected with the first absorption, etc.” The basic idea of <i lang='pi' translate='no'>khaṇḍa</i> is “broken”. It is used with permutation series to show a series that does not link back to the first item of a series, that is, it does not form a complete circle or loop, thus being “unconnected”. <i lang='pi' translate='no'>Khaṇḍa</i> contrasts with <i lang='pi' translate='no'>baddha</i>, which refers to a complete circle, that is, a “linked” permutation series. (<i lang='pi' translate='no'>Khaṇḍa</i> is also a commentarial term for a section of a monk’s robe.) I render <i lang='pi' translate='no'>cakka</i>, literally “wheel”, as “permutation series”. As can be seen from the exposition in the Canonical text, these series are technical expansions that set out the various combinations of factors in which a rule applies. ",
  "pli-tv-bu-vb-pj4:4.7.57": "“The linked permutation series” renders <i lang='pi' translate='no'>baddhacakka</i>, which is yet another technical term used with permutation series. Sp.1.200: <i lang='pi' translate='no'>Tato dutiyañca jhānaṁ, tatiyañca jhānanti evaṁ dutiyajjhānena saddhiṁ ekamekaṁ padaṁ ghaṭetvā puna ānetvā paṭhamajjhānena saddhiṁ sambandhitvā teneva vitthārena baddhacakkaṁ nāma vuttaṁ</i>, “Then, ‘The second and the third absorption’, having thus joined the words one by one with the second absorption, having brought it back again, having bound it together with the first absorption, a <i lang='pi' translate='no'>baddha</i> permutation series is spoken of through that detail.” <i lang='pi' translate='no'>Baddha</i> contrasts with <i lang='pi' translate='no'>khaṇḍa</i>, which refers to a permutation series that is “unconnected” in the sense of not forming a complete loop. A <i lang='pi' translate='no'>baddhacakka</i>, “a linked permutation series”, forms a complete loop, linking back to the first item of the series. ",
  "pli-tv-bu-vb-pj4:4.8.17": "It seems the Pali has left the ellipses points out by mistake. ",
  "pli-tv-bu-vb-pj4:4.8.27": "It seems ellipses points are missing from the end of the Pali segment. ",
  "pli-tv-bu-vb-pj4:4.8.115": "“Based on” renders <i lang='pi' translate='no'>mūlaka</i>. <i lang='pi' translate='no'>Mūlaka</i> is used in repetition series to denote the number of items that form the basis for the series. In the present context, although two attainments are given in each case of the above permutation series, it seems that only the one which remains unchanged within each sub-section is considered the “one item”. ",
  "pli-tv-bu-vb-pj4:5.1.1": "“If the listener understands” renders <i lang='pi' translate='no'>paṭivijānantassa</i>. This is in accordance with Sp 1.219, which has this to say: <i lang='pi' translate='no'>Atha pana yassa āroceti, so na jānāti “ki ayaṁ bhaṇatī”ti, saṁsayaṁ vā āpajjati, ciraṁ vīmaṁsitvā vā pacchā jānāti, appaṭivijānanto icceva saṅkhyaṁ gacchati</i>”, “When he who is informed does not understand, thinking, ‘What does he say?’ or he has doubt, or he understands after reflecting for a long time, then it is considered ‘one who does not understand.’” Grammatically <i lang='pi' translate='no'>paṭivijānantassa</i> could refer to either the speaker or the listener (it can be regarded as a genitive agreeing with <i lang='pi' translate='no'>bhaṇantassa</i>, thus referring to the speaker, or it can be regarded as a dative of the person spoken to, that is, the listener), but logically it seems it must refer to the listener. In accordance with common usage, “understanding” (<i lang='pi' translate='no'>paṭivijānantassa</i>) must refer to understanding the overall meaning of what is said, not to knowing the exact words that have been spoken. Since the speaker knows he is lying, he understands the overall meaning. It follows that the understanding here must refer to the listener. A parallel construction is found at <a href='https://suttacentral.net/pli-tv-bu-vb-pj1/en/brahmali#8.4.10'>Bu Pj 1:8.4.10</a> where <i lang='pi' translate='no'>paṭivijānāti</i> is used in connection with giving up the monastic training. Here the verb clearly refers to understanding on the part of the listener, that is, one has only succeeded in renouncing the training if the listener understands what one is saying. At <a href='https://suttacentral.net/pli-tv-bu-vb-ss3/en/brahmali#4.1.4'>Bu Ss 3:4.1.4</a> the same verb, this time in the aorist form <i lang='pi' translate='no'>paṭivijāni</i>, again refers to the listener. ",
  "pli-tv-bu-vb-pj4:5.1.42": "The Pali text reads <i lang='pi' translate='no'>vatthu</i>, “basis”, rather than <i lang='pi' translate='no'>vattu</i>, “speech”. However, I have chosen to follow the alternative reading of <i lang='pi' translate='no'>vattu</i>, found in the PTS edition, since this seems more reasonable to me given the context. ",
  "pli-tv-bu-vb-pj4:5.2.10": "“Basis” renders <i lang='pi' translate='no'>mūla</i>. The <i lang='pi' translate='no'>mūla</i> denotes a basic pattern to be followed in the succeeding permutation series. ",
  "pli-tv-bu-vb-pj4:6.2.15": "Because <i lang='pi' translate='no'>vihāra</i>, “dwelling”, is mentioned just before, I here render <i lang='pi' translate='no'>senāsana</i> as furniture. ",
  "pli-tv-bu-vb-pj4:6.2.16": "The Pali has a set of ellipses points at the end of this segment. This seems to be a mistake. ",
  "pli-tv-bu-vb-pj4:9.3.68": "For the rendering of <i lang='pi' translate='no'>saṅghāṭi</i> as “outer robe”, see Appendix of Technical Terms. "
}