{
  "pli-tv-bu-vb-pj3:1.3.9": "I have here translated <i lang='pi' translate='no'>kāya</i> as breath in accordance with the usage in the Ānāpānasati Sutta <a href='/mn118/en/brahmali#24.6'>MN 118:24.6</a> where the breath is specifically said to be a body among bodies. Sp.1.165: <i lang='pi' translate='no'>Sakalassa assāsakāyassa ādimajjhapariyosānaṁ viditaṁ karonto pākaṭaṁ karonto “assasissāmī”ti sikkhati</i>, “He trains, ‘I will breath in’, producing knowledge of and familiarity with the beginning, the middle, and the end of the whole body of the breath.” ",
  "pli-tv-bu-vb-pj3:2.49.1": "“An instrument of death” renders <i lang='pi' translate='no'>satthahāraka</i>. I follow Richard Gombrich’s interpretation of this word. See “The Mass Suicide of Monks in Discourse and Vinaya Literature”, by Analayo, Journal of the Oxford Centre for Buddhist Studies, 7: 11–55, 2014. ",
  "pli-tv-bu-vb-pj3:4.5.3": "Sp.1.176: <i lang='pi' translate='no'>Yaṃ uddissa khanati, tassa dukkhuppattiyā thullaccayaṃ, maraṇena pārājikaṃ. Aññasmiṃ patitvā mate anāpatti</i>, “If the person he dug the pit for experiences pain, there is a serious offense. If he dies, there is an offense entailing expulsion. If someone else falls in and dies, there is no offense.” ",
  "pli-tv-bu-vb-pj3:4.5.5": "Sp.1.176: <i lang='pi' translate='no'>Sace anuddissa “yo koci marissatī”ti khato hoti, yattakā patitvā maranti, tattakā pāṇātipātā</i>, “If it is not dug for a specific person, but with the thought, ʻwhoever diesʼ, then, to the extent that a being falls in and dies, there is killing.” And therefore an offense entailing expulsion if that being is human. ",
  "pli-tv-bu-vb-pj3:4.5.9": "Kkh-pt: <i lang='pi' translate='no'>Manussaviggaho nāgasupaṇṇādisadiso tiracchānagato tiracchānagatamanussaviggaho</i>, “<i lang='pi' translate='no'>Tiracchānagatamanussaviggaha</i>: an animal like a dragon or a <i lang='pi' translate='no'>garuda</i>, etc., in human form.” ",
  "pli-tv-bu-vb-pj3:5.4.2": "“For a certain event” is not found in the Pali, but has been added to make the Pali idiom clearer. Sp.2.108: <i lang='pi' translate='no'>Kāle ārociteti yāgubhattādīsu yassa kassaci kāle ārocite</i>, “<i lang='pi' translate='no'>Kāle ārocite</i>: when the time is announced for whatever, such as rice porridge, a meal, etc.” ",
  "pli-tv-bu-vb-pj3:5.13.1": "The Pali seem to say that he simply fell off the cliff, <i lang='pi' translate='no'>papatanto</i>, but the context seems to require something more deliberate. Perhaps it is just an idiom. ",
  "pli-tv-bu-vb-pj3:5.18.22": "It is not an offense entailing expulsion because he was aiming to kill the child, not the mother. ",
  "pli-tv-bu-vb-pj3:5.23.1": "The text doesn’t say what the legal procedure, the <i lang='pi' translate='no'>(saṅgha-)kamma</i>, was about, but it seems implied that it was against that monk. This is also the position of the subcommentary at Sp-ṭ.2.187: <i lang='pi' translate='no'>Kammādhippāyāti: tajjanīyādikammakaraṇādhippāyā</i>, “Aiming at a legal procedure: aiming at doing a legal procedure of censure, etc.” The monks from the group of seventeen were in regular conflict with the monks from the group of six. "
}