{
  "pli-tv-bu-vb-pj1:1.3.19": "The literal meaning is “Good Gotama is disgusted,” but I am taking a bit of literary licence to make it more meaningful and punchy. It may well be that this was implied by the speaker. ",
  "pli-tv-bu-vb-pj1:2.1.1": "“Whiteheads” renders <i lang='pi' translate='no'>setaṭṭ(h)ikā</i>, lit. “white bones”. Sp.4.403: <i lang='pi' translate='no'>Setaṭṭhikā nāma rogajātīti eko pāṇako nāḷimajjhagataṁ kaṇḍaṁ vijjhati, yena viddhattā nikkhantampi sālisīsaṁ khīraṁ gahetuṁ na sakkoti</i>, “The disease called <i lang='pi' translate='no'>setaṭṭhikā</i> means: an insect penetrates the stem, goes to the middle of the stalk, from the penetration of which the rice grains are not able to get sap.” This seems to be a description of so-called “whiteheads”, pale panicles without rice grains, caused by stem borers. ",
  "pli-tv-bu-vb-pj1:2.1.10": "<i lang='pi' translate='no'>Setughāta</i>, lit. “destroyed the bridge”. Sp.1.16: <i lang='pi' translate='no'>Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti</i>, “The path is called the bridge. What is said is that there is the destruction and cutting off of such speech by the path.” The commentary seems to take <i lang='pi' translate='no'>setu</i>, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access, that is, the Buddhas no longer have the possibility of doing what is unbeneficial. ",
  "pli-tv-bu-vb-pj1:2.1.15": "I have supplied “the problems of famine” from the commentary to bring out the meaning. Sp.1.16: <i lang='pi' translate='no'>Dubbhikkhe dullabhapiṇḍe imāya sallahukavuttitāya iminā ca sallekhena vijitaṁ</i>. ",
  "pli-tv-bu-vb-pj1:2.2.5": "Sp.1.17: <i lang='pi' translate='no'>Ettha sādhūti āyācanavacanametaṃ</i>, “Here this <i lang='pi' translate='no'>sādhu</i> is expressing a question.” And the same below. ",
  "pli-tv-bu-vb-pj1:5.6.12": "Sp.1.32: <i lang='pi' translate='no'>Idañhi vuttaṃ hoti – “atthi nu kho, tāta sudinna, amhākaṃ dhanaṃ, na mayaṃ niddhanāti”</i>; “For this is said: ʻIsn't there, dear Sudinna, our wealth? We are not poor.ʼ” The point, perhaps, is that the father meant to say much more, but was interrupted at the shock of seeing his son eating old porridge. ",
  "pli-tv-bu-vb-pj1:5.6.22": "[See essay on <i lang='pi' translate='no'>hirañña</i>.] ",
  "pli-tv-bu-vb-pj1:7.1.16.1": "<i lang='pi' translate='no'>Paccakkhāya</i> from <i lang='pi' translate='no'>paccakkhāti</i> means to “speak against” or “renounce verbally”. To avoid clunkiness, I normally render this as “renounce”, except where the context requires the more complete formulation. ",
  "pli-tv-bu-vb-pj1:8.2.33": "Here and in the next segment I have added ellipses points at the end. These ellipses points seem to have been omitted by mistake from the Pali. ",
  "pli-tv-bu-vb-pj1:9.2.1": "“Intention of sexual relations” renders <i lang='pi' translate='no'>sevanacitta</i>, lit. “intention of association”. The kind of association applicable to this rule, however, is sexual intercourse. ",
  "pli-tv-bu-vb-pj1:9.3.2": "That is, he agrees to the sexual intercourse at each of these points. ",
  "pli-tv-bu-vb-pj1:9.6.1": "The Pali phrase <i lang='pi' translate='no'>aṅgajātena vaccamaggaṁ abhinisīdenti</i> could be rendered, “They make (the monk) sit down with his penis in the anus.” Above we find the inverse expression, <i lang='pi' translate='no'>vaccamaggena aṅgajātaṁ abhinisīdenti</i>, which could be rendered, “They make (the woman) sit on his penis with her anus.” The effect is the same, but the agent in the two cases is different. Since the agent is clear from the context, I have rendered the two expressions in the same way. ",
  "pli-tv-bu-vb-pj1:9.7.7.1": "[See appendix for an explanation of the words <i lang='pi' translate='no'>magga</i> and <i lang='pi' translate='no'>amagga</i> as used here.] | In this section, as above, the instrumental case signifies the orifice that is entered. This may seem unusual, but it follows the pattern found elsewhere where the gateway through which anything (such as a house, a village, or a cul-de-sac) is entered is in the instrumental case. ",
  "pli-tv-bu-vb-pj1:10.3.18": "Sp.1.67: <i lang='pi' translate='no'>Phalakacīraṁ nāma phalakasaṇṭhānāni phalakāni sibbitvā katacīraṁ</i>, “<i lang='pi' translate='no'>Phalakacīra</i>: a robe made by sewing together bits of wood or what has the appearance of wood.” ",
  "pli-tv-bu-vb-pj1:10.11.1": "Sp.1.73 explains the ablative Rājagahā as a locative Rājagahe. ",
  "pli-tv-bu-vb-pj1:10.13.12": "Sp-ṭ.2.73: <i lang='pi' translate='no'>Vaṭṭakateti imassa atthaṃ dassento “vivaṭe”ti āha</i>, “<i lang='pi' translate='no'>Vaṭṭakate</i>: to show the meaning of this, they say ʻopenʼ.” ",
  "pli-tv-bu-vb-pj1:10.17.2": "<i lang='pi' translate='no'>Aṅgamaṅgāni</i> literally means, “various bodily parts”. The point is perhaps that the wind element caused stiffness throughout the body. Sp-ṭ.2.74: <i lang='pi' translate='no'>Aṅgamaṅgāni vātupatthaddhāni hontīti evaṃ vuttavātupatthambhena</i>, “<i lang='pi' translate='no'>Aṅgamaṅgāni vātupatthaddhāni honti</i>: in this way erection due to wind is spoken of.” See <i lang='pi' translate='no'>bhikkhu-saṅghādisesa</i> 1 for the expression <i lang='pi' translate='no'>vātupatthambha</i>. ",
  "pli-tv-bu-vb-pj1:10.23.1": "<i lang='pi' translate='no'>Mudhappasannā</i> is not directly defined in the commentaries, but we do find indications of its meaning Sp-ṭ.2.165: <i lang='pi' translate='no'>Balavasaddho hi mandapañño mudhappasanno hoti, avatthusmiṃ pasīdati</i>, “One who has strong faith and weak wisdom is called <i lang='pi' translate='no'>mudhappasanna</i>. Their confidence is without basis.” "
}