{
  "pli-tv-bu-vb-pj2:2.1": "The text literally says “the dyers’ spread”, <i lang='pi' translate='no'>rajakattharaṇaṁ</i>, but the commentary at Sp.1.90 qualifies that this refers to their spread of “cloth”, <i lang='pi' translate='no'>vatthāni</i>. ",
  "pli-tv-bu-vb-pj2:2.4": "In addition to meaning a finished robe, <i lang='pi' translate='no'>cīvara</i>, according to its definition at <i lang='pi' translate='no'>bhikkhu nissaggiya pācittiya</i> 1, <a href='/pli-tv-bu-vb-np1/en/brahmali#3.1.9'>Bu NP 1:3.1.9</a>, also refers to pieces of robe-cloth. This means that I vary my translation depending on the context. Sometimes, such as here, the meaning seems to encompass both robes and robe-cloth, and I then render it as robe(-cloth). [See essay on <i lang='pi' translate='no'>cīvara</i>.] ",
  "pli-tv-bu-vb-pj2:3.32": "Because I have not tried to replicate the structure of the Pali—in this case the subordinate/demonstrative clause structure and the resulting repetitiveness—the next two terms defined in the Pali have no counterpart in my translation. But no information is lost since both terms have already been defined earlier. The two terms in question are <i lang='pi' translate='no'>tathārūpaṁ</i>, which is defined in the same way as <i lang='pi' translate='no'>yathārūpaṁ</i>, “the sort”, and secondly, <i lang='pi' translate='no'>ādiyamāno</i>, which is defined in the same way as <i lang='pi' translate='no'>ādiyeyya</i>, “takes”. ",
  "pli-tv-bu-vb-pj2:4.2.3": "“Goes there” renders <i lang='pi' translate='no'>gacchati</i>. Sp.1.94: <i lang='pi' translate='no'>Gacchati vā āpatti dukkaṭassāti evaṃ pariyiṭṭhasahāyakudālapiṭako nidhiṭṭhānaṃ gacchati</i>, “<i lang='pi' translate='no'>Gacchati vā āpatti dukkaṭassa</i>: in this way he goes with the sought friend, with the spade and basket, to the place of the goods.” ",
  "pli-tv-bu-vb-pj2:4.2.6": "“Container” renders <i lang='pi' translate='no'>kumbhi</i>, which actually is a pot or cooking vessel. In the present context, however, the pot is used as a container for goods. ",
  "pli-tv-bu-vb-pj2:4.4.3": "[See note on <i lang='pi' translate='no'>hirañña</i>.] ",
  "pli-tv-bu-vb-pj2:4.5.3": "<i lang='pi' translate='no'>Bhittikhilepi nāgadantakepi</i>, lit. “wall pegs and elephant tusks”. These are different kinds of pegs and I have not tried to differentiate between them. ",
  "pli-tv-bu-vb-pj2:4.10.2": "Since <i lang='pi' translate='no'>ārāma</i> is a standard term for a monastery in the Vinaya Piṭaka, monasteries are presumably included under this heading. ",
  "pli-tv-bu-vb-pj2:4.13.2": "Again, <i lang='pi' translate='no'>ārāma</i> means both park and monastery. ",
  "pli-tv-bu-vb-pj2:4.16.6": "The Pali text just says “into”, and I have added “the container holding the water” for clarity. ",
  "pli-tv-bu-vb-pj2:4.20.4": "The Pali text just says that he evokes doubt in the mind of the owner, <i lang='pi' translate='no'>sāmikassa vimatiṁ uppādeti</i>. That the doubt refers to the possibility of getting the goods back is supplied from the commentary. Sp.1.112: <i lang='pi' translate='no'>“Dassati nu kho me no”ti sāmiko vimatiṁ uppādeti</i>, “He evokes doubt in the mind of the owner in this way, ʻWill he give it or not?ʼ” ",
  "pli-tv-bu-vb-pj2:4.21.4": "Although not explicitly stated in the Canonical text, the commentary confirms that the value meant is the tax value. Sp.1.113: <i lang='pi' translate='no'>Rājaggaṁ bhaṇḍanti: rājārahaṁ bhaṇḍaṁ; yato rañño pañcamāsakaṁ vā atirekapañcamāsakaṁ vā agghanakaṁ suṅkaṁ dātabbaṁ hoti, taṁ bhaṇḍanti attho</i>, “Goods having a value to the king means: goods having a worth to the king. The meaning is: the goods for which a tax having a value of five <i lang='pi' translate='no'>māsakas</i> or more is to be given to the king.” ",
  "pli-tv-bu-vb-pj2:7.6.11": "I have added one set of ellipses points at the end of the sentence. They seem to have been omitted by mistake from the Pali. ",
  "pli-tv-bu-vb-pj2:7.9.1": "“Disregarded the draw” renders <i lang='pi' translate='no'>kusaṁ saṅkāmetvā</i>. <i lang='pi' translate='no'>Kusa</i>-grass was used to draw lots when distributing robe-cloth, see <a href='/pli-tv-kd8/en/brahmali#9.4.4'>Kd 8:9.4.4</a>. ",
  "pli-tv-bu-vb-pj2:7.25.2": "The unusual expression <i lang='pi' translate='no'>vutto vajjemi</i> recurs in the next two cases. <i lang='pi' translate='no'>Vajjemi</i> is apparently an optative formation from <i lang='pi' translate='no'>vadāmi</i>, “I could say”, whereas <i lang='pi' translate='no'>vutto</i> is the past participle of <i lang='pi' translate='no'>vuccati</i>, “spoken to”, the overall meaning being, “I, (having been) spoken to, could say to the family that supports you.” The idea conveyed seems to be the taking of a message. Sp.1.150: <i lang='pi' translate='no'>Tava vacanena vadāmīti attho</i>, “The meaning is, ‘I will speak your statement.’” ",
  "pli-tv-bu-vb-pj2:7.25.24": "According to ACMC, p.18, one <i lang='pi' translate='no'>doṇa</i> is equivalent to 64 handfuls. ",
  "pli-tv-bu-vb-pj2:7.46.2": "Sp.1.158: <i lang='pi' translate='no'>Etadavocāti gilāno hutvā avoca</i>, “ʻHe saidʼ: he said it because of illness.” "
}