{
  "pli-tv-bu-vb-pj1:1.3.19": "The literal meaning is “Good Gotama is disgusted,” but I am taking a bit of literary licence to make it more meaningful and punchy. It may well be that this was implied by the speaker. ",
  "pli-tv-bu-vb-pj1:2.1.1": "“Whiteheads” renders _setaṭṭ(h)ikā_, lit. “white bones”. Sp 4.403: _Setaṭṭhikā nāma rogajātīti eko pāṇako nāḷimajjhagataṁ kaṇḍaṁ vijjhati, yena viddhattā nikkhantampi sālisīsaṁ khīraṁ gahetuṁ na sakkoti_, “The disease called _setaṭṭhikā_ means: an insect penetrates the stem, goes to the middle of the stalk, from the penetration of which the rice grains are not able to get sap.” This seems to be a description of so-called “whiteheads”, pale panicles without rice grains, caused by stem borers. ",
  "pli-tv-bu-vb-pj1:2.1.10": "“Incapable of doing” renders _setughāta_, lit. “destroyed the bridge”. Sp 1.16: _Setu vuccati maggo, maggeneva tādisassa vacanassa ghāto, samucchedoti vuttaṁ hoti_, “The path is called the bridge. What is said is that there is the destruction and cutting off of such speech by the path.” The commentary seems to take _setu_, “bridge”, as a reference to the eightfold path. I prefer to understand “bridge” as a metaphor for access, that is, the Buddhas no longer have the possibility of doing what is unbeneficial. ",
  "pli-tv-bu-vb-pj1:2.1.15": "I have supplied “the problems of famine” from the commentary to bring out the meaning. Sp 1.16: _Dubbhikkhe dullabhapiṇḍe imāya sallahukavuttitāya iminā ca sallekhena vijitaṁ_. ",
  "pli-tv-bu-vb-pj1:2.2.5": "Sp 1.17: _Ettha sādhūti āyācanavacanametaṁ_, “Here this _sādhu_ is expressing a question.” And the same below. _Pappaṭaka_, according do DN 27, it is a kind of mushroom. ",
  "pli-tv-bu-vb-pj1:4.18": "Regarding these names, Ven. Shravasti Dhammika of Australia tells me (private communication) the following about the geographical situation of these places: “Verañjā is probably the huge mound at Atranji Khera, about 13 km. north of Etah in Uttar Pradesh; Soreyya is possibly Soron, directly south of Verañjā; Saṅkassa is the modern Sankisa; Kaṇṇakujja is the modern Kannauj; and Payāgapatiṭṭhāna is, as Horner correctly says, Allahabad, recently renamed Prayag, its original name. Except for the uncertain Soreyya, all these places are on a roughly west/east alignment, undoubtedly following the ancient Madhura to Payāga road.” In a subsequent email he clarified that Soron is actually north of Atranjki Khera or Verañjā. Following the modern road network, the total distance from Atranji Khera to Vaishali (Vesālī), according to Google maps, is in excess of 900 kilometers. ",
  "pli-tv-bu-vb-pj1:5.6.12": "Sp 1.32: _Idañhi vuttaṁ hoti – “atthi nu kho, tāta sudinna, amhākaṁ dhanaṁ, na mayaṁ niddhanāti”_; “For this is said: ‘Isn’t there, dear Sudinna, our wealth? We are not poor.’” The point, perhaps, is that the father meant to say much more, but was interrupted at the shock of seeing his son eating old porridge. ",
  "pli-tv-bu-vb-pj1:5.6.22": "For the rendering of _hirañña_ as “money”, see Appendix of Technical Terms. ",
  "pli-tv-bu-vb-pj1:7.1.16.1": "_Paccakkhāya_ from _paccakkhāti_ means to “speak against” or “renounce verbally”. To avoid clunkiness, I normally render this as “renounce”, except where the context requires the more complete formulation. ",
  "pli-tv-bu-vb-pj1:8.2.33": "Here and in the next segment I have added ellipses points at the end. These ellipses points seem to have been omitted by mistake from the Pali. ",
  "pli-tv-bu-vb-pj1:9.2.1": "“Intention of sexual relations” renders _sevanacitta_, lit. “intention of association”. The kind of association applicable to this rule, however, is sexual intercourse. ",
  "pli-tv-bu-vb-pj1:9.3.1": "“Enemy monks” renders _bhikkhupaccatthikā_, translated as “opponents of monks” by I.B. Horner, which seems to be incorrect. Below we find parallel compounds with other kinds of people, for instance _corapaccatthikā_, which in the context must mean “enemy criminals”, not “enemies of criminals”. Moreover, all these other people would already be accounted for if _bhikkhupaccatthikā_ meant “enemies of monks”. There would be no need to mention them separately. ",
  "pli-tv-bu-vb-pj1:9.3.2": "That is, he consents to the sexual intercourse at each of these points. ",
  "pli-tv-bu-vb-pj1:9.6.1": "The Pali phrase _aṅgajātena vaccamaggaṁ abhinisīdenti_ could be rendered, “They make (the monk) sit down with his penis in the anus.” Above we find the inverse expression, _vaccamaggena aṅgajātaṁ abhinisīdenti_, which could be rendered, “They make (the woman) sit on his penis with her anus.” The effect is the same, but the agent in the two cases is different. Since the agent is clear from the context, I have rendered the two expressions in the same way. ",
  "pli-tv-bu-vb-pj1:9.7.7.1": "For an explanation of the words _magga_ and _amagga_ as used here, see Appendix of Technical Terms. In this section, as above, the instrumental case signifies the orifice that is entered. This may seem unusual, but it follows the pattern found elsewhere where the gateway through which anything (such as a house, a village, or a cul-de-sac) is entered is in the instrumental case. ",
  "pli-tv-bu-vb-pj1:10.3.18": "Sp 1.67: _Phalakacīraṁ nāma phalakasaṇṭhānāni phalakāni sibbitvā katacīraṁ_, “_Phalakacīra_: a robe made by sewing together bits of wood or what has the appearance of wood.” ",
  "pli-tv-bu-vb-pj1:10.11.1": "Sp 1.73 explains the ablative Rājagahā as a locative Rājagahe. ",
  "pli-tv-bu-vb-pj1:10.13.12": "Sp-t 2.73: _Vaṭṭakateti imassa atthaṁ dassento “vivaṭe”ti āha_, “_Vaṭṭakate_: to show the meaning of this, they say ‘open’.” ",
  "pli-tv-bu-vb-pj1:10.17.2": "_Aṅgamaṅgāni_ literally means, “various bodily parts”. The point is perhaps that the wind element caused stiffness throughout the body. Sp-t 2.74: _Aṅgamaṅgāni vātupatthaddhāni hontīti evaṁ vuttavātupatthambhena_, “_Aṅgamaṅgāni vātupatthaddhāni honti_: in this way erection due to wind is spoken of.” See [pli-tv-bu-vb-ss1:3.2.15]() for the expression _vātupatthambha_. ",
  "pli-tv-bu-vb-pj1:10.23.1": "_Mudhappasannā_ is not directly defined in the commentaries, but we do find indications of its meaning. Sp-t 2.165: _Balavasaddho hi mandapañño mudhappasanno hoti, avatthusmiṁ pasīdati_, “One who has strong faith and weak wisdom is called _mudhappasanna_. Their confidence is without basis.” "
}