{
  "dn14:0.1": "Dīgha Nikāya 14 ",
  "dn14:0.2": "Mahāpadānasutta ",
  "dn14:1.0": "1. Pubbenivāsapaṭisaṁyuttakathā ",
  "dn14:1.1.1": "Evaṁ me sutaṁ—",
  "dn14:1.1.2": "ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme karerikuṭikāyaṁ. ",
  "dn14:1.1.3": "Atha kho sambahulānaṁ bhikkhūnaṁ pacchābhattaṁ piṇḍapātapaṭikkantānaṁ karerimaṇḍalamāḷe sannisinnānaṁ sannipatitānaṁ pubbenivāsapaṭisaṁyuttā dhammī kathā udapādi: ",
  "dn14:1.1.4": "“itipi pubbenivāso, itipi pubbenivāso”ti. ",
  "dn14:1.2.1": "Assosi kho bhagavā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya tesaṁ bhikkhūnaṁ imaṁ kathāsallāpaṁ. ",
  "dn14:1.2.2": "Atha kho bhagavā uṭṭhāyāsanā yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi, nisajja kho bhagavā bhikkhū āmantesi: ",
  "dn14:1.2.3": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā; kā ca pana vo antarākathā vippakatā”ti? ",
  "dn14:1.2.4": "Evaṁ vutte, te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "dn14:1.2.5": "“idha, bhante, amhākaṁ pacchābhattaṁ piṇḍapātapaṭikkantānaṁ karerimaṇḍalamāḷe sannisinnānaṁ sannipatitānaṁ pubbenivāsapaṭisaṁyuttā dhammī kathā udapādi: ",
  "dn14:1.2.6": "‘itipi pubbenivāso itipi pubbenivāso’ti. ",
  "dn14:1.2.7": "Ayaṁ kho no, bhante, antarākathā vippakatā. Atha bhagavā anuppatto”ti. ",
  "dn14:1.3.1": "“Iccheyyātha no tumhe, bhikkhave, pubbenivāsapaṭisaṁyuttaṁ dhammiṁ kathaṁ sotun”ti? ",
  "dn14:1.3.2": "“Etassa, bhagavā, kālo; etassa, sugata, kālo; ",
  "dn14:1.3.3": "yaṁ bhagavā pubbenivāsapaṭisaṁyuttaṁ dhammiṁ kathaṁ kareyya, bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "dn14:1.3.4": "“Tena hi, bhikkhave, suṇātha sādhukaṁ manasi karotha bhāsissāmī”ti. ",
  "dn14:1.3.5": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "dn14:1.3.6": "Bhagavā etadavoca: ",
  "dn14:1.4.1": "“Ito so, bhikkhave, ekanavutikappe yaṁ vipassī bhagavā arahaṁ sammāsambuddho loke udapādi. ",
  "dn14:1.4.2": "Ito so, bhikkhave, ekatiṁse kappe yaṁ sikhī bhagavā arahaṁ sammāsambuddho loke udapādi. ",
  "dn14:1.4.3": "Tasmiññeva kho, bhikkhave, ekatiṁse kappe vessabhū bhagavā arahaṁ sammāsambuddho loke udapādi. ",
  "dn14:1.4.4": "Imasmiññeva kho, bhikkhave, bhaddakappe kakusandho bhagavā arahaṁ sammāsambuddho loke udapādi. ",
  "dn14:1.4.5": "Imasmiññeva kho, bhikkhave, bhaddakappe koṇāgamano bhagavā arahaṁ sammāsambuddho loke udapādi. ",
  "dn14:1.4.6": "Imasmiññeva kho, bhikkhave, bhaddakappe kassapo bhagavā arahaṁ sammāsambuddho loke udapādi. ",
  "dn14:1.4.7": "Imasmiññeva kho, bhikkhave, bhaddakappe ahaṁ etarahi arahaṁ sammāsambuddho loke uppanno. ",
  "dn14:1.5.1": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ",
  "dn14:1.5.2": "Sikhī, bhikkhave, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ",
  "dn14:1.5.3": "Vessabhū, bhikkhave, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ",
  "dn14:1.5.4": "Kakusandho, bhikkhave, bhagavā arahaṁ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi. ",
  "dn14:1.5.5": "Koṇāgamano, bhikkhave, bhagavā arahaṁ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi. ",
  "dn14:1.5.6": "Kassapo, bhikkhave, bhagavā arahaṁ sammāsambuddho brāhmaṇo jātiyā ahosi, brāhmaṇakule udapādi. ",
  "dn14:1.5.7": "Ahaṁ, bhikkhave, etarahi arahaṁ sammāsambuddho khattiyo jātiyā ahosiṁ, khattiyakule uppanno. ",
  "dn14:1.6.1": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:1.6.2": "Sikhī, bhikkhave, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:1.6.3": "Vessabhū, bhikkhave, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:1.6.4": "Kakusandho, bhikkhave, bhagavā arahaṁ sammāsambuddho kassapo gottena ahosi. ",
  "dn14:1.6.5": "Koṇāgamano, bhikkhave, bhagavā arahaṁ sammāsambuddho kassapo gottena ahosi. ",
  "dn14:1.6.6": "Kassapo, bhikkhave, bhagavā arahaṁ sammāsambuddho kassapo gottena ahosi. ",
  "dn14:1.6.7": "Ahaṁ, bhikkhave, etarahi arahaṁ sammāsambuddho gotamo gottena ahosiṁ. ",
  "dn14:1.7.1": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṁ ahosi. ",
  "dn14:1.7.2": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa sattativassasahassāni āyuppamāṇaṁ ahosi. ",
  "dn14:1.7.3": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa saṭṭhivassasahassāni āyuppamāṇaṁ ahosi. ",
  "dn14:1.7.4": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa cattālīsavassasahassāni āyuppamāṇaṁ ahosi. ",
  "dn14:1.7.5": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa tiṁsavassasahassāni āyuppamāṇaṁ ahosi. ",
  "dn14:1.7.6": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa vīsativassasahassāni āyuppamāṇaṁ ahosi. ",
  "dn14:1.7.7": "Mayhaṁ, bhikkhave, etarahi appakaṁ āyuppamāṇaṁ parittaṁ lahukaṁ; yo ciraṁ jīvati, so vassasataṁ appaṁ vā bhiyyo. ",
  "dn14:1.8.1": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho pāṭaliyā mūle abhisambuddho. ",
  "dn14:1.8.2": "Sikhī, bhikkhave, bhagavā arahaṁ sammāsambuddho puṇḍarīkassa mūle abhisambuddho. ",
  "dn14:1.8.3": "Vessabhū, bhikkhave, bhagavā arahaṁ sammāsambuddho sālassa mūle abhisambuddho. ",
  "dn14:1.8.4": "Kakusandho, bhikkhave, bhagavā arahaṁ sammāsambuddho sirīsassa mūle abhisambuddho. ",
  "dn14:1.8.5": "Koṇāgamano, bhikkhave, bhagavā arahaṁ sammāsambuddho udumbarassa mūle abhisambuddho. ",
  "dn14:1.8.6": "Kassapo, bhikkhave, bhagavā arahaṁ sammāsambuddho nigrodhassa mūle abhisambuddho. ",
  "dn14:1.8.7": "Ahaṁ, bhikkhave, etarahi arahaṁ sammāsambuddho assatthassa mūle abhisambuddho. ",
  "dn14:1.9.1": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa khaṇḍatissaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:1.9.2": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa abhibhūsambhavaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:1.9.3": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa soṇuttaraṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:1.9.4": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa vidhurasañjīvaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:1.9.5": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa bhiyyosuttaraṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:1.9.6": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa tissabhāradvājaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:1.9.7": "Mayhaṁ, bhikkhave, etarahi sāriputtamoggallānaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:1.10.1": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā ahesuṁ. Eko sāvakānaṁ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṁ, eko sāvakānaṁ sannipāto ahosi bhikkhusatasahassaṁ, eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni. Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā ahesuṁ sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:1.10.2": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā ahesuṁ. Eko sāvakānaṁ sannipāto ahosi bhikkhusatasahassaṁ, eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni, eko sāvakānaṁ sannipāto ahosi sattatibhikkhusahassāni. Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā ahesuṁ sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:1.10.3": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā ahesuṁ. Eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni, eko sāvakānaṁ sannipāto ahosi sattatibhikkhusahassāni, eko sāvakānaṁ sannipāto ahosi saṭṭhibhikkhusahassāni. Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā ahesuṁ sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:1.10.4": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṁ sannipāto ahosi cattālīsabhikkhusahassāni. Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:1.10.5": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṁ sannipāto ahosi tiṁsabhikkhusahassāni. Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:1.10.6": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa eko sāvakānaṁ sannipāto ahosi vīsatibhikkhusahassāni. Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:1.10.7": "Mayhaṁ, bhikkhave, etarahi eko sāvakānaṁ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. Mayhaṁ, bhikkhave, ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:1.11.1": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.2": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa khemaṅkaro nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.3": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa upasanto nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.4": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa buddhijo nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.5": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa sotthijo nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.6": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa sabbamitto nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.11.7": "Mayhaṁ, bhikkhave, etarahi ānando nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.12.1": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi. ",
  "dn14:1.12.2": "Bandhumatī nāma devī mātā ahosi janetti. ",
  "dn14:1.12.3": "Bandhumassa rañño bandhumatī nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:1.12.4": "Sikhissa, bhikkhave, bhagavato arahato sammāsambuddhassa aruṇo nāma rājā pitā ahosi. ",
  "dn14:1.12.5": "Pabhāvatī nāma devī mātā ahosi janetti. ",
  "dn14:1.12.6": "Aruṇassa rañño aruṇavatī nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:1.12.7": "Vessabhussa, bhikkhave, bhagavato arahato sammāsambuddhassa suppatito nāma rājā pitā ahosi. ",
  "dn14:1.12.8": "Vassavatī nāma devī mātā ahosi janetti. ",
  "dn14:1.12.9": "Suppatitassa rañño anomaṁ nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:1.12.10": "Kakusandhassa, bhikkhave, bhagavato arahato sammāsambuddhassa aggidatto nāma brāhmaṇo pitā ahosi. ",
  "dn14:1.12.11": "Visākhā nāma brāhmaṇī mātā ahosi janetti. ",
  "dn14:1.12.12": "Tena kho pana, bhikkhave, samayena khemo nāma rājā ahosi. ",
  "dn14:1.12.13": "Khemassa rañño khemavatī nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:1.12.14": "Koṇāgamanassa, bhikkhave, bhagavato arahato sammāsambuddhassa yaññadatto nāma brāhmaṇo pitā ahosi. ",
  "dn14:1.12.15": "Uttarā nāma brāhmaṇī mātā ahosi janetti. ",
  "dn14:1.12.16": "Tena kho pana, bhikkhave, samayena sobho nāma rājā ahosi. ",
  "dn14:1.12.17": "Sobhassa rañño sobhavatī nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:1.12.18": "Kassapassa, bhikkhave, bhagavato arahato sammāsambuddhassa brahmadatto nāma brāhmaṇo pitā ahosi. ",
  "dn14:1.12.19": "Dhanavatī nāma brāhmaṇī mātā ahosi janetti. ",
  "dn14:1.12.20": "Tena kho pana, bhikkhave, samayena kikī nāma rājā ahosi. ",
  "dn14:1.12.21": "Kikissa rañño bārāṇasī nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:1.12.22": "Mayhaṁ, bhikkhave, etarahi suddhodano nāma rājā pitā ahosi. ",
  "dn14:1.12.23": "Māyā nāma devī mātā ahosi janetti. ",
  "dn14:1.12.24": "Kapilavatthu nāma nagaraṁ rājadhānī ahosī”ti. ",
  "dn14:1.12.25": "Idamavoca bhagavā. ",
  "dn14:1.12.26": "Idaṁ vatvāna sugato uṭṭhāyāsanā vihāraṁ pāvisi. ",
  "dn14:1.13.1": "Atha kho tesaṁ bhikkhūnaṁ acirapakkantassa bhagavato ayamantarākathā udapādi: ",
  "dn14:1.13.2": "“acchariyaṁ, āvuso, abbhutaṁ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā. ",
  "dn14:1.13.3": "Yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarissati, nāmatopi anussarissati, gottatopi anussarissati, āyuppamāṇatopi anussarissati, sāvakayugatopi anussarissati, sāvakasannipātatopi anussarissati: ",
  "dn14:1.13.4": "‘evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’”ti. ",
  "dn14:1.13.5": "“Kiṁ nu kho, āvuso, tathāgatasseva nu kho esā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ‘evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’ti, ",
  "dn14:1.13.6": "udāhu devatā tathāgatassa etamatthaṁ ārocesuṁ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ‘evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’”ti. ",
  "dn14:1.13.7": "Ayañca hidaṁ tesaṁ bhikkhūnaṁ antarākathā vippakatā hoti. ",
  "dn14:1.14.1": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito yena karerimaṇḍalamāḷo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn14:1.14.2": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "dn14:1.14.3": "“kāya nuttha, bhikkhave, etarahi kathāya sannisinnā; kā ca pana vo antarākathā vippakatā”ti? ",
  "dn14:1.14.4": "Evaṁ vutte, te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "dn14:1.14.5": "“idha, bhante, amhākaṁ acirapakkantassa bhagavato ayaṁ antarākathā udapādi: ",
  "dn14:1.14.6": "‘acchariyaṁ, āvuso, abbhutaṁ, āvuso, tathāgatassa mahiddhikatā mahānubhāvatā. ",
  "dn14:1.14.7": "Yatra hi nāma tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarissati, nāmatopi anussarissati, gottatopi anussarissati, āyuppamāṇatopi anussarissati, sāvakayugatopi anussarissati, sāvakasannipātatopi anussarissati: ",
  "dn14:1.14.8": "“evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī”ti. ",
  "dn14:1.14.9": "Kiṁ nu kho, āvuso, tathāgatasseva nu kho esā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ",
  "dn14:1.14.10": "“evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī”ti. ",
  "dn14:1.14.11": "Udāhu devatā tathāgatassa etamatthaṁ ārocesuṁ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ",
  "dn14:1.14.12": "“evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī”’ti? ",
  "dn14:1.14.13": "Ayaṁ kho no, bhante, antarākathā vippakatā, atha bhagavā anuppatto”ti. ",
  "dn14:1.15.1": "“Tathāgatassevesā, bhikkhave, dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ",
  "dn14:1.15.2": "‘evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’ti. ",
  "dn14:1.15.3": "Devatāpi tathāgatassa etamatthaṁ ārocesuṁ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati: ",
  "dn14:1.15.4": "‘evaṁjaccā te bhagavanto ahesuṁ itipi, evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’ti. ",
  "dn14:1.15.5": "Iccheyyātha no tumhe, bhikkhave, bhiyyoso mattāya pubbenivāsapaṭisaṁyuttaṁ dhammiṁ kathaṁ sotun”ti? ",
  "dn14:1.15.6": "“Etassa, bhagavā, kālo; etassa, sugata, kālo; ",
  "dn14:1.15.7": "yaṁ bhagavā bhiyyoso mattāya pubbenivāsapaṭisaṁyuttaṁ dhammiṁ kathaṁ kareyya, bhagavato sutvā bhikkhū dhāressantī”ti. ",
  "dn14:1.15.8": "“Tena hi, bhikkhave, suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti. ",
  "dn14:1.15.9": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "dn14:1.15.10": "Bhagavā etadavoca: ",
  "dn14:1.16.1": "“Ito so, bhikkhave, ekanavutikappe yaṁ vipassī bhagavā arahaṁ sammāsambuddho loke udapādi. ",
  "dn14:1.16.2": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ",
  "dn14:1.16.3": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:1.16.4": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṁ ahosi. ",
  "dn14:1.16.5": "Vipassī, bhikkhave, bhagavā arahaṁ sammāsambuddho pāṭaliyā mūle abhisambuddho. ",
  "dn14:1.16.6": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa khaṇḍatissaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:1.16.7": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā ahesuṁ. ",
  "dn14:1.16.8": "Eko sāvakānaṁ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṁ, eko sāvakānaṁ sannipāto ahosi bhikkhusatasahassaṁ, eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni. ",
  "dn14:1.16.9": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā ahesuṁ sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:1.16.10": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:1.16.11": "Vipassissa, bhikkhave, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi. ",
  "dn14:1.16.12": "Bandhumatī nāma devī mātā ahosi janetti. ",
  "dn14:1.16.13": "Bandhumassa rañño bandhumatī nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:1.17.0": "2. Bodhisattadhammatā ",
  "dn14:1.17.1": "Atha kho, bhikkhave, vipassī bodhisatto tusitā kāyā cavitvā sato sampajāno mātukucchiṁ okkami. ",
  "dn14:1.17.2": "Ayamettha dhammatā. ",
  "dn14:1.17.3": "Dhammatā esā, bhikkhave, yadā bodhisatto tusitā kāyā cavitvā mātukucchiṁ okkamati. ",
  "dn14:1.17.4": "Atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "dn14:1.17.5": "Yāpi tā lokantarikā aghā asaṁvutā andhakārā andhakāratimisā, yatthapime candimasūriyā evaṁmahiddhikā evaṁmahānubhāvā ābhāya nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "dn14:1.17.6": "Yepi tattha sattā upapannā, tepi tenobhāsena aññamaññaṁ sañjānanti: ‘aññepi kira, bho, santi sattā idhūpapannā’ti. ",
  "dn14:1.17.7": "Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati. Appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "dn14:1.17.8": "Ayamettha dhammatā. ",
  "dn14:1.17.9": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, cattāro naṁ devaputtā catuddisaṁ rakkhāya upagacchanti: ‘mā naṁ bodhisattaṁ vā bodhisattamātaraṁ vā manusso vā amanusso vā koci vā viheṭhesī’ti. ",
  "dn14:1.17.10": "Ayamettha dhammatā. ",
  "dn14:1.18.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, pakatiyā sīlavatī bodhisattamātā hoti, viratā pāṇātipātā, viratā adinnādānā, viratā kāmesumicchācārā, viratā musāvādā, viratā surāmerayamajjappamādaṭṭhānā. ",
  "dn14:1.18.2": "Ayamettha dhammatā. ",
  "dn14:1.19.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, na bodhisattamātu purisesu mānasaṁ uppajjati kāmaguṇūpasaṁhitaṁ, anatikkamanīyā ca bodhisattamātā hoti kenaci purisena rattacittena. ",
  "dn14:1.19.2": "Ayamettha dhammatā. ",
  "dn14:1.20.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, lābhinī bodhisattamātā hoti pañcannaṁ kāmaguṇānaṁ. Sā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricāreti. ",
  "dn14:1.20.2": "Ayamettha dhammatā. ",
  "dn14:1.21.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati. Sukhinī bodhisattamātā hoti akilantakāyā, bodhisattañca bodhisattamātā tirokucchigataṁ passati sabbaṅgapaccaṅgiṁ ahīnindriyaṁ. ",
  "dn14:1.21.2": "Seyyathāpi, bhikkhave, maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato accho vippasanno anāvilo sabbākārasampanno. Tatrāssa suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vā. ",
  "dn14:1.21.3": "Tamenaṁ cakkhumā puriso hatthe karitvā paccavekkheyya: ‘ayaṁ kho maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato accho vippasanno anāvilo sabbākārasampanno. Tatridaṁ suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vā’ti. ",
  "dn14:1.21.4": "Evameva kho, bhikkhave, yadā bodhisatto mātukucchiṁ okkanto hoti, na bodhisattamātu kocideva ābādho uppajjati, sukhinī bodhisattamātā hoti akilantakāyā, bodhisattañca bodhisattamātā tirokucchigataṁ passati sabbaṅgapaccaṅgiṁ ahīnindriyaṁ. ",
  "dn14:1.21.5": "Ayamettha dhammatā. ",
  "dn14:1.22.1": "Dhammatā esā, bhikkhave, sattāhajāte bodhisatte bodhisattamātā kālaṁ karoti tusitaṁ kāyaṁ upapajjati. ",
  "dn14:1.22.2": "Ayamettha dhammatā. ",
  "dn14:1.23.1": "Dhammatā esā, bhikkhave, yathā aññā itthikā nava vā dasa vā māse gabbhaṁ kucchinā pariharitvā vijāyanti, na hevaṁ bodhisattaṁ bodhisattamātā vijāyati. Daseva māsāni bodhisattaṁ bodhisattamātā kucchinā pariharitvā vijāyati. ",
  "dn14:1.23.2": "Ayamettha dhammatā. ",
  "dn14:1.24.1": "Dhammatā esā, bhikkhave, yathā aññā itthikā nisinnā vā nipannā vā vijāyanti, na hevaṁ bodhisattaṁ bodhisattamātā vijāyati. Ṭhitāva bodhisattaṁ bodhisattamātā vijāyati. ",
  "dn14:1.24.2": "Ayamettha dhammatā. ",
  "dn14:1.25.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, devā paṭhamaṁ paṭiggaṇhanti, pacchā manussā. ",
  "dn14:1.25.2": "Ayamettha dhammatā. ",
  "dn14:1.26.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, appattova bodhisatto pathaviṁ hoti, cattāro naṁ devaputtā paṭiggahetvā mātu purato ṭhapenti: ‘attamanā, devi, hohi; mahesakkho te putto uppanno’ti. ",
  "dn14:1.26.2": "Ayamettha dhammatā. ",
  "dn14:1.27.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado. ",
  "dn14:1.27.2": "Seyyathāpi, bhikkhave, maṇiratanaṁ kāsike vatthe nikkhittaṁ neva maṇiratanaṁ kāsikaṁ vatthaṁ makkheti, nāpi kāsikaṁ vatthaṁ maṇiratanaṁ makkheti. ",
  "dn14:1.27.3": "Taṁ kissa hetu? ",
  "dn14:1.27.4": "Ubhinnaṁ suddhattā. ",
  "dn14:1.27.5": "Evameva kho, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, visadova nikkhamati amakkhito, udena amakkhito semhena amakkhito ruhirena amakkhito kenaci asucinā suddho visado. ",
  "dn14:1.27.6": "Ayamettha dhammatā. ",
  "dn14:1.28.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, dve udakassa dhārā antalikkhā pātubhavanti—ekā sītassa ekā uṇhassa yena bodhisattassa udakakiccaṁ karonti mātu ca. ",
  "dn14:1.28.2": "Ayamettha dhammatā. ",
  "dn14:1.29.1": "Dhammatā esā, bhikkhave, sampatijāto bodhisatto samehi pādehi patiṭṭhahitvā uttarābhimukho sattapadavītihārena gacchati setamhi chatte anudhāriyamāne, sabbā ca disā anuviloketi, āsabhiṁ vācaṁ bhāsati ‘aggohamasmi lokassa, jeṭṭhohamasmi lokassa, seṭṭhohamasmi lokassa, ayamantimā jāti, natthi dāni punabbhavo’ti. ",
  "dn14:1.29.2": "Ayamettha dhammatā. ",
  "dn14:1.30.1": "Dhammatā esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati, atikkammeva devānaṁ devānubhāvaṁ. ",
  "dn14:1.30.2": "Yāpi tā lokantarikā aghā asaṁvutā andhakārā andhakāratimisā, yatthapime candimasūriyā evaṁmahiddhikā evaṁmahānubhāvā ābhāya nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "dn14:1.30.3": "Yepi tattha sattā upapannā, tepi tenobhāsena aññamaññaṁ sañjānanti: ‘aññepi kira, bho, santi sattā idhūpapannā’ti. ",
  "dn14:1.30.4": "Ayañca dasasahassī lokadhātu saṅkampati sampakampati sampavedhati appamāṇo ca uḷāro obhāso loke pātubhavati atikkammeva devānaṁ devānubhāvaṁ. ",
  "dn14:1.30.5": "Ayamettha dhammatā. ",
  "dn14:1.31.0": "3. Dvattiṁsamahāpurisalakkhaṇā ",
  "dn14:1.31.1": "Jāte kho pana, bhikkhave, vipassimhi kumāre bandhumato rañño paṭivedesuṁ: ",
  "dn14:1.31.2": "‘putto te, deva, jāto, taṁ devo passatū’ti. ",
  "dn14:1.31.3": "Addasā kho, bhikkhave, bandhumā rājā vipassiṁ kumāraṁ, disvā nemitte brāhmaṇe āmantāpetvā etadavoca: ",
  "dn14:1.31.4": "‘passantu bhonto nemittā brāhmaṇā kumāran’ti. ",
  "dn14:1.31.5": "Addasaṁsu kho, bhikkhave, nemittā brāhmaṇā vipassiṁ kumāraṁ, disvā bandhumantaṁ rājānaṁ etadavocuṁ: ",
  "dn14:1.31.6": "‘attamano, deva, hohi, mahesakkho te putto uppanno, lābhā te, mahārāja, suladdhaṁ te, mahārāja, yassa te kule evarūpo putto uppanno. ",
  "dn14:1.31.7": "Ayañhi, deva, kumāro dvattiṁsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā. ",
  "dn14:1.31.8": "Sace agāraṁ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn14:1.31.9": "Tassimāni sattaratanāni bhavanti. ",
  "dn14:1.31.10": "Seyyathidaṁ—cakkaratanaṁ hatthiratanaṁ assaratanaṁ maṇiratanaṁ itthiratanaṁ gahapatiratanaṁ pariṇāyakaratanameva sattamaṁ. ",
  "dn14:1.31.11": "Parosahassaṁ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn14:1.31.12": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
  "dn14:1.31.13": "Sace kho pana agārasmā anagāriyaṁ pabbajati, arahaṁ hoti sammāsambuddho loke vivaṭacchado. ",
  "dn14:1.32.1": "Katamehi cāyaṁ, deva, kumāro dvattiṁsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā. ",
  "dn14:1.32.2": "Sace agāraṁ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn14:1.32.3": "Tassimāni sattaratanāni bhavanti. ",
  "dn14:1.32.4": "Seyyathidaṁ—cakkaratanaṁ hatthiratanaṁ assaratanaṁ maṇiratanaṁ itthiratanaṁ gahapatiratanaṁ pariṇāyakaratanameva sattamaṁ. ",
  "dn14:1.32.5": "Parosahassaṁ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn14:1.32.6": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
  "dn14:1.32.7": "Sace kho pana agārasmā anagāriyaṁ pabbajati, arahaṁ hoti sammāsambuddho loke vivaṭacchado. Ayañhi, deva, kumāro suppatiṭṭhitapādo. Yaṁ pāyaṁ, deva, kumāro suppatiṭṭhitapādo. Idampissa mahāpurisassa mahāpurisalakkhaṇaṁ bhavati. ",
  "dn14:1.32.8": "Imassa, deva, kumārassa heṭṭhā pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni. Yampi imassa, deva, kumārassa heṭṭhā pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni, idampissa mahāpurisassa mahāpurisalakkhaṇaṁ bhavati. ",
  "dn14:1.32.9": "Ayañhi, deva, kumāro āyatapaṇhī …pe… ",
  "dn14:1.32.10": "Ayañhi, deva, kumāro dīghaṅgulī …pe… ",
  "dn14:1.32.11": "Ayañhi, deva, kumāro mudutalunahatthapādo …pe… ",
  "dn14:1.32.12": "Ayañhi, deva kumāro jālahatthapādo …pe… ",
  "dn14:1.32.13": "Ayañhi, deva, kumāro ussaṅkhapādo …pe… ",
  "dn14:1.32.14": "Ayañhi, deva, kumāro eṇijaṅgho …pe… ",
  "dn14:1.32.15": "Ayañhi, deva, kumāro ṭhitakova anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati …pe… ",
  "dn14:1.32.16": "Ayañhi, deva, kumāro kosohitavatthaguyho …pe… ",
  "dn14:1.32.17": "Ayañhi, deva, kumāro suvaṇṇavaṇṇo kañcanasannibhattaco …pe… ",
  "dn14:1.32.18": "Ayañhi, deva, kumāro sukhumacchavī; sukhumattā chaviyā rajojallaṁ kāye na upalimpati …pe… ",
  "dn14:1.32.19": "Ayañhi, deva, kumāro ekekalomo; ekekāni lomāni lomakūpesu jātāni …pe… ",
  "dn14:1.32.20": "Ayañhi, deva, kumāro uddhaggalomo; uddhaggāni lomāni jātāni nīlāni añjanavaṇṇāni kuṇḍalāvaṭṭāni dakkhiṇāvaṭṭakajātāni …pe… ",
  "dn14:1.32.21": "Ayañhi, deva, kumāro brahmujugatto …pe… ",
  "dn14:1.32.22": "Ayañhi, deva, kumāro sattussado …pe… ",
  "dn14:1.32.23": "Ayañhi, deva, kumāro sīhapubbaddhakāyo …pe… ",
  "dn14:1.32.24": "Ayañhi, deva, kumāro citantaraṁso …pe… ",
  "dn14:1.32.25": "Ayañhi, deva, kumāro nigrodhaparimaṇḍalo yāvatakvassa kāyo tāvatakvassa byāmo, yāvatakvassa byāmo, tāvatakvassa kāyo …pe… ",
  "dn14:1.32.26": "Ayañhi, deva, kumāro samavaṭṭakkhandho …pe… ",
  "dn14:1.32.27": "Ayañhi, deva, kumāro rasaggasaggī …pe… ",
  "dn14:1.32.28": "Ayañhi, deva, kumāro sīhahanu …pe… ",
  "dn14:1.32.29": "Ayañhi, deva, kumāro cattālīsadanto …pe… ",
  "dn14:1.32.30": "Ayañhi, deva, kumāro samadanto …pe… ",
  "dn14:1.32.31": "Ayañhi, deva, kumāro aviraḷadanto …pe… ",
  "dn14:1.32.32": "Ayañhi, deva, kumāro susukkadāṭho …pe… ",
  "dn14:1.32.33": "Ayañhi, deva, kumāro pahūtajivho …pe… ",
  "dn14:1.32.34": "Ayañhi, deva, kumāro brahmassaro karavīkabhāṇī …pe… ",
  "dn14:1.32.35": "Ayañhi, deva, kumāro abhinīlanetto …pe… ",
  "dn14:1.32.36": "Ayañhi, deva, kumāro gopakhumo …pe… ",
  "dn14:1.32.37": "Imassa, deva, kumārassa uṇṇā bhamukantare jātā odātā mudutūlasannibhā. Yampi imassa, deva, kumārassa uṇṇā bhamukantare jātā odātā mudutūlasannibhā, idampimassa mahāpurisassa mahāpurisalakkhaṇaṁ bhavati. ",
  "dn14:1.32.38": "Ayañhi, deva, kumāro uṇhīsasīso. Yaṁ pāyaṁ, deva, kumāro uṇhīsasīso, idampissa mahāpurisassa mahāpurisalakkhaṇaṁ bhavati. ",
  "dn14:1.33.1": "Imehi kho ayaṁ, deva, kumāro dvattiṁsamahāpurisalakkhaṇehi samannāgato, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā. ",
  "dn14:1.33.2": "Sace agāraṁ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn14:1.33.3": "Tassimāni sattaratanāni bhavanti. ",
  "dn14:1.33.4": "Seyyathidaṁ—cakkaratanaṁ hatthiratanaṁ assaratanaṁ maṇiratanaṁ itthiratanaṁ gahapatiratanaṁ pariṇāyakaratanameva sattamaṁ. ",
  "dn14:1.33.5": "Parosahassaṁ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn14:1.33.6": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
  "dn14:1.33.7": "Sace kho pana agārasmā anagāriyaṁ pabbajati, arahaṁ hoti sammāsambuddho loke vivaṭacchado’ti. ",
  "dn14:1.33.8.0": "4. Vipassīsamaññā ",
  "dn14:1.33.9": "Atha kho, bhikkhave, bandhumā rājā nemitte brāhmaṇe ahatehi vatthehi acchādāpetvā sabbakāmehi santappesi. ",
  "dn14:1.34.1": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa dhātiyo upaṭṭhāpesi. ",
  "dn14:1.34.2": "Aññā khīraṁ pāyenti, aññā nhāpenti, aññā dhārenti, aññā aṅkena pariharanti. ",
  "dn14:1.34.3": "Jātassa kho pana, bhikkhave, vipassissa kumārassa setacchattaṁ dhārayittha divā ceva rattiñca: ",
  "dn14:1.34.4": "‘mā naṁ sītaṁ vā uṇhaṁ vā tiṇaṁ vā rajo vā ussāvo vā bādhayitthā’ti. ",
  "dn14:1.34.5": "Jāto kho pana, bhikkhave, vipassī kumāro bahuno janassa piyo ahosi manāpo. ",
  "dn14:1.34.6": "Seyyathāpi, bhikkhave, uppalaṁ vā padumaṁ vā puṇḍarīkaṁ vā bahuno janassa piyaṁ manāpaṁ; ",
  "dn14:1.34.7": "evameva kho, bhikkhave, vipassī kumāro bahuno janassa piyo ahosi manāpo. ",
  "dn14:1.34.8": "Svāssudaṁ aṅkeneva aṅkaṁ parihariyati. ",
  "dn14:1.35.1": "Jāto kho pana, bhikkhave, vipassī kumāro mañjussaro ca ahosi vaggussaro ca madhurassaro ca pemaniyassaro ca. ",
  "dn14:1.35.2": "Seyyathāpi, bhikkhave, himavante pabbate karavīkā nāma sakuṇajāti mañjussarā ca vaggussarā ca madhurassarā ca pemaniyassarā ca; ",
  "dn14:1.35.3": "evameva kho, bhikkhave, vipassī kumāro mañjussaro ca ahosi vaggussaro ca madhurassaro ca pemaniyassaro ca. ",
  "dn14:1.36.1": "Jātassa kho pana, bhikkhave, vipassissa kumārassa kammavipākajaṁ dibbacakkhu pāturahosi yena sudaṁ samantā yojanaṁ passati divā ceva rattiñca. ",
  "dn14:1.37.1": "Jāto kho pana, bhikkhave, vipassī kumāro animisanto pekkhati seyyathāpi devā tāvatiṁsā. ",
  "dn14:1.37.2": "‘Animisanto kumāro pekkhatī’ti kho, bhikkhave, vipassissa kumārassa ‘vipassī vipassī’ tveva samaññā udapādi. ",
  "dn14:1.37.3": "Atha kho, bhikkhave, bandhumā rājā atthakaraṇe nisinno vipassiṁ kumāraṁ aṅke nisīdāpetvā atthe anusāsati. ",
  "dn14:1.37.4": "Tatra sudaṁ, bhikkhave, vipassī kumāro pituaṅke nisinno viceyya viceyya atthe panāyati ñāyena. ",
  "dn14:1.37.5": "Viceyya viceyya kumāro atthe panāyati ñāyenāti kho, bhikkhave, vipassissa kumārassa bhiyyoso mattāya ‘vipassī vipassī’ tveva samaññā udapādi. ",
  "dn14:1.38.1": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa tayo pāsāde kārāpesi, ekaṁ vassikaṁ ekaṁ hemantikaṁ ekaṁ gimhikaṁ; ",
  "dn14:1.38.2": "pañca kāmaguṇāni upaṭṭhāpesi. ",
  "dn14:1.38.3": "Tatra sudaṁ, bhikkhave, vipassī kumāro vassike pāsāde cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṁ orohatīti. ",
  "dn14:1.38.4": "Paṭhamabhāṇavāro. ",
  "dn14:2.1.0": "5. Jiṇṇapurisa ",
  "dn14:2.1.1": "Atha kho, bhikkhave, vipassī kumāro bahūnaṁ vassānaṁ bahūnaṁ vassasatānaṁ bahūnaṁ vassasahassānaṁ accayena sārathiṁ āmantesi: ",
  "dn14:2.1.2": "‘yojehi, samma sārathi, bhaddāni bhaddāni yānāni uyyānabhūmiṁ gacchāma subhūmidassanāyā’ti. ",
  "dn14:2.1.3": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā vipassissa kumārassa paṭivedesi: ",
  "dn14:2.1.4": "‘yuttāni kho te, deva, bhaddāni bhaddāni yānāni, ",
  "dn14:2.1.5": "yassadāni kālaṁ maññasī’ti. ",
  "dn14:2.1.6": "Atha kho, bhikkhave, vipassī kumāro bhaddaṁ bhaddaṁ yānaṁ abhiruhitvā bhaddehi bhaddehi yānehi uyyānabhūmiṁ niyyāsi. ",
  "dn14:2.2.1": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṁ niyyanto purisaṁ jiṇṇaṁ gopānasivaṅkaṁ bhoggaṁ daṇḍaparāyanaṁ pavedhamānaṁ gacchantaṁ āturaṁ gatayobbanaṁ. ",
  "dn14:2.2.2": "Disvā sārathiṁ āmantesi: ",
  "dn14:2.2.3": "‘ayaṁ pana, samma sārathi, puriso kiṅkato? ",
  "dn14:2.2.4": "Kesāpissa na yathā aññesaṁ, kāyopissa na yathā aññesan’ti. ",
  "dn14:2.2.5": "‘Eso kho, deva, jiṇṇo nāmā’ti. ",
  "dn14:2.2.6": "‘Kiṁ paneso, samma sārathi, jiṇṇo nāmā’ti? ",
  "dn14:2.2.7": "‘Eso kho, deva, jiṇṇo nāma. Na dāni tena ciraṁ jīvitabbaṁ bhavissatī’ti. ",
  "dn14:2.2.8": "‘Kiṁ pana, samma sārathi, ahampi jarādhammo, jaraṁ anatīto’ti? ",
  "dn14:2.2.9": "‘Tvañca, deva, mayañcamha sabbe jarādhammā, jaraṁ anatītā’ti. ",
  "dn14:2.2.10": "‘Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā. Itova antepuraṁ paccaniyyāhī’ti. ",
  "dn14:2.2.11": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsi. ",
  "dn14:2.2.12": "Tatra sudaṁ, bhikkhave, vipassī kumāro antepuraṁ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.2.13": "‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissatī’ti. ",
  "dn14:2.3.1": "Atha kho, bhikkhave, bandhumā rājā sārathiṁ āmantāpetvā etadavoca: ",
  "dn14:2.3.2": "‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha? Kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti? ",
  "dn14:2.3.3": "‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti. ",
  "dn14:2.3.4": "‘Kiṁ pana, samma sārathi, addasa kumāro uyyānabhūmiṁ niyyanto’ti? ",
  "dn14:2.3.5": "‘Addasā kho, deva, kumāro uyyānabhūmiṁ niyyanto purisaṁ jiṇṇaṁ gopānasivaṅkaṁ bhoggaṁ daṇḍaparāyanaṁ pavedhamānaṁ gacchantaṁ āturaṁ gatayobbanaṁ. ",
  "dn14:2.3.6": "Disvā maṁ etadavoca: ",
  "dn14:2.3.7": "“ayaṁ pana, samma sārathi, puriso kiṅkato, kesāpissa na yathā aññesaṁ, kāyopissa na yathā aññesan”ti? ",
  "dn14:2.3.8": "“Eso kho, deva, jiṇṇo nāmā”ti. ",
  "dn14:2.3.9": "“Kiṁ paneso, samma sārathi, jiṇṇo nāmā”ti? ",
  "dn14:2.3.10": "“Eso kho, deva, jiṇṇo nāma na dāni tena ciraṁ jīvitabbaṁ bhavissatī”ti. ",
  "dn14:2.3.11": "“Kiṁ pana, samma sārathi, ahampi jarādhammo, jaraṁ anatīto”ti? ",
  "dn14:2.3.12": "“Tvañca, deva, mayañcamha sabbe jarādhammā, jaraṁ anatītā”ti. ",
  "dn14:2.3.13": "“Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā, itova antepuraṁ paccaniyyāhī”ti. ",
  "dn14:2.3.14": "“Evaṁ, devā”ti kho ahaṁ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsiṁ. ",
  "dn14:2.3.15": "So kho, deva, kumāro antepuraṁ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.3.16": "“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissatī”’ti. ",
  "dn14:2.4.0": "6. Byādhitapurisa ",
  "dn14:2.4.1": "Atha kho, bhikkhave, bandhumassa rañño etadahosi: ",
  "dn14:2.4.2": "‘Mā heva kho vipassī kumāro na rajjaṁ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṁ pabbaji, mā heva nemittānaṁ brāhmaṇānaṁ saccaṁ assa vacanan’ti. ",
  "dn14:2.4.3": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi: ",
  "dn14:2.4.4": "‘yathā vipassī kumāro rajjaṁ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṁ pabbajeyya, yathā nemittānaṁ brāhmaṇānaṁ micchā assa vacanan’ti. ",
  "dn14:2.4.5": "Tatra sudaṁ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ",
  "dn14:2.5.1": "Atha kho, bhikkhave, vipassī kumāro bahūnaṁ vassānaṁ …pe… ",
  "dn14:2.6.1": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṁ niyyanto purisaṁ ābādhikaṁ dukkhitaṁ bāḷhagilānaṁ sake muttakarīse palipannaṁ semānaṁ aññehi vuṭṭhāpiyamānaṁ aññehi saṁvesiyamānaṁ. ",
  "dn14:2.6.2": "Disvā sārathiṁ āmantesi: ",
  "dn14:2.6.3": "‘ayaṁ pana, samma sārathi, puriso kiṅkato? ",
  "dn14:2.6.4": "Akkhīnipissa na yathā aññesaṁ, saropissa na yathā aññesan’ti? ",
  "dn14:2.6.5": "‘Eso kho, deva, byādhito nāmā’ti. ",
  "dn14:2.6.6": "‘Kiṁ paneso, samma sārathi, byādhito nāmā’ti? ",
  "dn14:2.6.7": "‘Eso kho, deva, byādhito nāma appeva nāma tamhā ābādhā vuṭṭhaheyyā’ti. ",
  "dn14:2.6.8": "‘Kiṁ pana, samma sārathi, ahampi byādhidhammo, byādhiṁ anatīto’ti? ",
  "dn14:2.6.9": "‘Tvañca, deva, mayañcamha sabbe byādhidhammā, byādhiṁ anatītā’ti. ",
  "dn14:2.6.10": "‘Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā, itova antepuraṁ paccaniyyāhī’ti. ",
  "dn14:2.6.11": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsi. ",
  "dn14:2.6.12": "Tatra sudaṁ, bhikkhave, vipassī kumāro antepuraṁ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.6.13": "‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissatī’ti. ",
  "dn14:2.7.1": "Atha kho, bhikkhave, bandhumā rājā sārathiṁ āmantāpetvā etadavoca: ",
  "dn14:2.7.2": "‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha, kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti? ",
  "dn14:2.7.3": "‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti. ",
  "dn14:2.7.4": "‘Kiṁ pana, samma sārathi, addasa kumāro uyyānabhūmiṁ niyyanto’ti? ",
  "dn14:2.7.5": "‘Addasā kho, deva, kumāro uyyānabhūmiṁ niyyanto purisaṁ ābādhikaṁ dukkhitaṁ bāḷhagilānaṁ sake muttakarīse palipannaṁ semānaṁ aññehi vuṭṭhāpiyamānaṁ aññehi saṁvesiyamānaṁ. ",
  "dn14:2.7.6": "Disvā maṁ etadavoca: ",
  "dn14:2.7.7": "“ayaṁ pana, samma sārathi, puriso kiṅkato, akkhīnipissa na yathā aññesaṁ, saropissa na yathā aññesan”ti? ",
  "dn14:2.7.8": "“Eso kho, deva, byādhito nāmā”ti. ",
  "dn14:2.7.9": "“Kiṁ paneso, samma sārathi, byādhito nāmā”ti? ",
  "dn14:2.7.10": "“Eso kho, deva, byādhito nāma appeva nāma tamhā ābādhā vuṭṭhaheyyā”ti. ",
  "dn14:2.7.11": "“Kiṁ pana, samma sārathi, ahampi byādhidhammo, byādhiṁ anatīto”ti? ",
  "dn14:2.7.12": "“Tvañca, deva, mayañcamha sabbe byādhidhammā, byādhiṁ anatītā”ti. ",
  "dn14:2.7.13": "“Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā, itova antepuraṁ paccaniyyāhī”ti. ",
  "dn14:2.7.14": "“Evaṁ, devā”ti kho ahaṁ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsiṁ. ",
  "dn14:2.7.15": "So kho, deva, kumāro antepuraṁ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.7.16": "“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissatī”’ti. ",
  "dn14:2.8.0": "7. Kālaṅkatapurisa ",
  "dn14:2.8.1": "Atha kho, bhikkhave, bandhumassa rañño etadahosi: ",
  "dn14:2.8.2": "‘mā heva kho vipassī kumāro na rajjaṁ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṁ pabbaji, mā heva nemittānaṁ brāhmaṇānaṁ saccaṁ assa vacanan’ti. ",
  "dn14:2.8.3": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi: ",
  "dn14:2.8.4": "‘yathā vipassī kumāro rajjaṁ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṁ pabbajeyya, yathā nemittānaṁ brāhmaṇānaṁ micchā assa vacanan’ti. ",
  "dn14:2.9.1": "Tatra sudaṁ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ",
  "dn14:2.9.2": "Atha kho, bhikkhave, vipassī kumāro bahūnaṁ vassānaṁ …pe… ",
  "dn14:2.10.1": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṁ niyyanto mahājanakāyaṁ sannipatitaṁ nānārattānañca dussānaṁ vilātaṁ kayiramānaṁ. ",
  "dn14:2.10.2": "Disvā sārathiṁ āmantesi: ",
  "dn14:2.10.3": "‘kiṁ nu kho so, samma sārathi, mahājanakāyo sannipatito nānārattānañca dussānaṁ vilātaṁ kayiratī’ti? ",
  "dn14:2.10.4": "‘Eso kho, deva, kālaṅkato nāmā’ti. ",
  "dn14:2.10.5": "‘Tena hi, samma sārathi, yena so kālaṅkato tena rathaṁ pesehī’ti. ",
  "dn14:2.10.6": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā yena so kālaṅkato tena rathaṁ pesesi. ",
  "dn14:2.10.7": "Addasā kho, bhikkhave, vipassī kumāro petaṁ kālaṅkataṁ, disvā sārathiṁ āmantesi: ",
  "dn14:2.10.8": "‘kiṁ panāyaṁ, samma sārathi, kālaṅkato nāmā’ti? ",
  "dn14:2.10.9": "‘Eso kho, deva, kālaṅkato nāma. Na dāni taṁ dakkhanti mātā vā pitā vā aññe vā ñātisālohitā, sopi na dakkhissati mātaraṁ vā pitaraṁ vā aññe vā ñātisālohite’ti. ",
  "dn14:2.10.10": "‘Kiṁ pana, samma sārathi, ahampi maraṇadhammo maraṇaṁ anatīto; ",
  "dn14:2.10.11": "mampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā; ",
  "dn14:2.10.12": "ahampi na dakkhissāmi devaṁ vā deviṁ vā aññe vā ñātisālohite’ti? ",
  "dn14:2.10.13": "‘Tvañca, deva, mayañcamha sabbe maraṇadhammā maraṇaṁ anatītā; ",
  "dn14:2.10.14": "tampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā; ",
  "dn14:2.10.15": "tvampi na dakkhissasi devaṁ vā deviṁ vā aññe vā ñātisālohite’ti. ",
  "dn14:2.10.16": "‘Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā, itova antepuraṁ paccaniyyāhī’ti. ",
  "dn14:2.10.17": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsi. ",
  "dn14:2.10.18": "Tatra sudaṁ, bhikkhave, vipassī kumāro antepuraṁ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.10.19": "‘dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissati, maraṇaṁ paññāyissatī’ti. ",
  "dn14:2.11.1": "Atha kho, bhikkhave, bandhumā rājā sārathiṁ āmantāpetvā etadavoca: ",
  "dn14:2.11.2": "‘kacci, samma sārathi, kumāro uyyānabhūmiyā abhiramittha, kacci, samma sārathi, kumāro uyyānabhūmiyā attamano ahosī’ti? ",
  "dn14:2.11.3": "‘Na kho, deva, kumāro uyyānabhūmiyā abhiramittha, na kho, deva, kumāro uyyānabhūmiyā attamano ahosī’ti. ",
  "dn14:2.11.4": "‘Kiṁ pana, samma sārathi, addasa kumāro uyyānabhūmiṁ niyyanto’ti? ",
  "dn14:2.11.5": "‘Addasā kho, deva, kumāro uyyānabhūmiṁ niyyanto mahājanakāyaṁ sannipatitaṁ nānārattānañca dussānaṁ vilātaṁ kayiramānaṁ. ",
  "dn14:2.11.6": "Disvā maṁ etadavoca: ",
  "dn14:2.11.7": "“kiṁ nu kho so, samma sārathi, mahājanakāyo sannipatito nānārattānañca dussānaṁ vilātaṁ kayiratī”ti? ",
  "dn14:2.11.8": "“Eso kho, deva, kālaṅkato nāmā”ti. ",
  "dn14:2.11.9": "“Tena hi, samma sārathi, yena so kālaṅkato tena rathaṁ pesehī”ti. ",
  "dn14:2.11.10": "“Evaṁ, devā”ti kho ahaṁ, deva, vipassissa kumārassa paṭissutvā yena so kālaṅkato tena rathaṁ pesesiṁ. ",
  "dn14:2.11.11": "Addasā kho, deva, kumāro petaṁ kālaṅkataṁ, disvā maṁ etadavoca: ",
  "dn14:2.11.12": "“kiṁ panāyaṁ, samma sārathi, kālaṅkato nāmā”ti? ",
  "dn14:2.11.13": "“Eso kho, deva, kālaṅkato nāma. ",
  "dn14:2.11.14": "Na dāni taṁ dakkhanti mātā vā pitā vā aññe vā ñātisālohitā, sopi na dakkhissati mātaraṁ vā pitaraṁ vā aññe vā ñātisālohite”ti. ",
  "dn14:2.11.15": "“Kiṁ pana, samma sārathi, ahampi maraṇadhammo maraṇaṁ anatīto; ",
  "dn14:2.11.16": "mampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā; ",
  "dn14:2.11.17": "ahampi na dakkhissāmi devaṁ vā deviṁ vā aññe vā ñātisālohite”ti? ",
  "dn14:2.11.18": "“Tvañca, deva, mayañcamha sabbe maraṇadhammā maraṇaṁ anatītā; ",
  "dn14:2.11.19": "tampi na dakkhanti devo vā devī vā aññe vā ñātisālohitā, tvampi na dakkhissasi devaṁ vā deviṁ vā aññe vā ñātisālohite”ti. ",
  "dn14:2.11.20": "“Tena hi, samma sārathi, alaṁ dānajja uyyānabhūmiyā, itova antepuraṁ paccaniyyāhī”ti. ",
  "dn14:2.11.21": "“Evaṁ, devā”ti kho ahaṁ, deva, vipassissa kumārassa paṭissutvā tatova antepuraṁ paccaniyyāsiṁ. ",
  "dn14:2.11.22": "So kho, deva, kumāro antepuraṁ gato dukkhī dummano pajjhāyati: ",
  "dn14:2.11.23": "“dhiratthu kira, bho, jāti nāma, yatra hi nāma jātassa jarā paññāyissati, byādhi paññāyissati, maraṇaṁ paññāyissatī”’ti. ",
  "dn14:2.12.0": "8. Pabbajita ",
  "dn14:2.12.1": "Atha kho, bhikkhave, bandhumassa rañño etadahosi: ",
  "dn14:2.12.2": "‘mā heva kho vipassī kumāro na rajjaṁ kāresi, mā heva vipassī kumāro agārasmā anagāriyaṁ pabbaji, mā heva nemittānaṁ brāhmaṇānaṁ saccaṁ assa vacanan’ti. ",
  "dn14:2.12.3": "Atha kho, bhikkhave, bandhumā rājā vipassissa kumārassa bhiyyoso mattāya pañca kāmaguṇāni upaṭṭhāpesi: ",
  "dn14:2.12.4": "‘yathā vipassī kumāro rajjaṁ kareyya, yathā vipassī kumāro na agārasmā anagāriyaṁ pabbajeyya, yathā nemittānaṁ brāhmaṇānaṁ micchā assa vacanan’ti. ",
  "dn14:2.13.1": "Tatra sudaṁ, bhikkhave, vipassī kumāro pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ",
  "dn14:2.13.2": "Atha kho, bhikkhave, vipassī kumāro bahūnaṁ vassānaṁ bahūnaṁ vassasatānaṁ bahūnaṁ vassasahassānaṁ accayena sārathiṁ āmantesi: ",
  "dn14:2.13.3": "‘yojehi, samma sārathi, bhaddāni bhaddāni yānāni, uyyānabhūmiṁ gacchāma subhūmidassanāyā’ti. ",
  "dn14:2.13.4": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā vipassissa kumārassa paṭivedesi: ",
  "dn14:2.13.5": "‘yuttāni kho te, deva, bhaddāni bhaddāni yānāni, ",
  "dn14:2.13.6": "yassadāni kālaṁ maññasī’ti. ",
  "dn14:2.13.7": "Atha kho, bhikkhave, vipassī kumāro bhaddaṁ bhaddaṁ yānaṁ abhiruhitvā bhaddehi bhaddehi yānehi uyyānabhūmiṁ niyyāsi. ",
  "dn14:2.14.1": "Addasā kho, bhikkhave, vipassī kumāro uyyānabhūmiṁ niyyanto purisaṁ bhaṇḍuṁ pabbajitaṁ kāsāyavasanaṁ. ",
  "dn14:2.14.2": "Disvā sārathiṁ āmantesi: ",
  "dn14:2.14.3": "‘ayaṁ pana, samma sārathi, puriso kiṅkato? ",
  "dn14:2.14.4": "Sīsampissa na yathā aññesaṁ, vatthānipissa na yathā aññesan’ti? ",
  "dn14:2.14.5": "‘Eso kho, deva, pabbajito nāmā’ti. ",
  "dn14:2.14.6": "‘Kiṁ paneso, samma sārathi, pabbajito nāmā’ti? ",
  "dn14:2.14.7": "‘Eso kho, deva, pabbajito nāma sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṁsā sādhu bhūtānukampā’ti. ",
  "dn14:2.14.8": "‘Sādhu kho so, samma sārathi, pabbajito nāma, sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṁsā sādhu bhūtānukampā. ",
  "dn14:2.14.9": "Tena hi, samma sārathi, yena so pabbajito tena rathaṁ pesehī’ti. ",
  "dn14:2.14.10": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā yena so pabbajito tena rathaṁ pesesi. ",
  "dn14:2.14.11": "Atha kho, bhikkhave, vipassī kumāro taṁ pabbajitaṁ etadavoca: ",
  "dn14:2.14.12": "‘tvaṁ pana, samma, kiṅkato, ",
  "dn14:2.14.13": "sīsampi te na yathā aññesaṁ, vatthānipi te na yathā aññesan’ti? ",
  "dn14:2.14.14": "‘Ahaṁ kho, deva, pabbajito nāmā’ti. ",
  "dn14:2.14.15": "‘Kiṁ pana tvaṁ, samma, pabbajito nāmā’ti? ",
  "dn14:2.14.16": "‘Ahaṁ kho, deva, pabbajito nāma, sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṁsā sādhu bhūtānukampā’ti. ",
  "dn14:2.14.17": "‘Sādhu kho tvaṁ, samma, pabbajito nāma sādhu dhammacariyā sādhu samacariyā sādhu kusalakiriyā sādhu puññakiriyā sādhu avihiṁsā sādhu bhūtānukampā’ti. ",
  "dn14:2.15.0": "9. Bodhisattapabbajjā ",
  "dn14:2.15.1": "Atha kho, bhikkhave, vipassī kumāro sārathiṁ āmantesi: ",
  "dn14:2.15.2": "‘tena hi, samma sārathi, rathaṁ ādāya itova antepuraṁ paccaniyyāhi. ",
  "dn14:2.15.3": "Ahaṁ pana idheva kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissāmī’ti. ",
  "dn14:2.15.4": "‘Evaṁ, devā’ti kho, bhikkhave, sārathi vipassissa kumārassa paṭissutvā rathaṁ ādāya tatova antepuraṁ paccaniyyāsi. ",
  "dn14:2.15.5": "Vipassī pana kumāro tattheva kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbaji. ",
  "dn14:2.16.0": "10. Mahājanakāyaanupabbajjā ",
  "dn14:2.16.1": "Assosi kho, bhikkhave, bandhumatiyā rājadhāniyā mahājanakāyo caturāsītipāṇasahassāni: ",
  "dn14:2.16.2": "‘vipassī kira kumāro kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito’ti. ",
  "dn14:2.16.3": "Sutvāna tesaṁ etadahosi: ",
  "dn14:2.16.4": "‘na hi nūna so orako dhammavinayo, na sā orakā pabbajjā, yattha vipassī kumāro kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito. ",
  "dn14:2.16.5": "Vipassīpi nāma kumāro kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissati, kimaṅgaṁ pana mayan’ti. ",
  "dn14:2.16.6": "Atha kho, so bhikkhave, mahājanakāyo caturāsītipāṇasahassāni kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā vipassiṁ bodhisattaṁ agārasmā anagāriyaṁ pabbajitaṁ anupabbajiṁsu. ",
  "dn14:2.16.7": "Tāya sudaṁ, bhikkhave, parisāya parivuto vipassī bodhisatto gāmanigamajanapadarājadhānīsu cārikaṁ carati. ",
  "dn14:2.17.1": "Atha kho, bhikkhave, vipassissa bodhisattassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "dn14:2.17.2": "‘na kho metaṁ patirūpaṁ yohaṁ ākiṇṇo viharāmi, yannūnāhaṁ eko gaṇamhā vūpakaṭṭho vihareyyan’ti. ",
  "dn14:2.17.3": "Atha kho, bhikkhave, vipassī bodhisatto aparena samayena eko gaṇamhā vūpakaṭṭho vihāsi, aññeneva tāni caturāsītipabbajitasahassāni agamaṁsu, aññena maggena vipassī bodhisatto. ",
  "dn14:2.18.0": "11. Bodhisattaabhinivesa ",
  "dn14:2.18.1": "Atha kho, bhikkhave, vipassissa bodhisattassa vāsūpagatassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "dn14:2.18.2": "‘kicchaṁ vatāyaṁ loko āpanno, jāyati ca jīyati ca mīyati ca cavati ca upapajjati ca, atha ca panimassa dukkhassa nissaraṇaṁ nappajānāti jarāmaraṇassa, ",
  "dn14:2.18.3": "kudāssu nāma imassa dukkhassa nissaraṇaṁ paññāyissati jarāmaraṇassā’ti? ",
  "dn14:2.18.4": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.5": "‘kimhi nu kho sati jarāmaraṇaṁ hoti, kiṁpaccayā jarāmaraṇan’ti? ",
  "dn14:2.18.6": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.7": "‘jātiyā kho sati jarāmaraṇaṁ hoti, jātipaccayā jarāmaraṇan’ti. ",
  "dn14:2.18.8": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.9": "‘kimhi nu kho sati jāti hoti, kiṁpaccayā jātī’ti? ",
  "dn14:2.18.10": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.11": "‘bhave kho sati jāti hoti, bhavapaccayā jātī’ti. ",
  "dn14:2.18.12": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.13": "‘kimhi nu kho sati bhavo hoti, kiṁpaccayā bhavo’ti? ",
  "dn14:2.18.14": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.15": "‘upādāne kho sati bhavo hoti, upādānapaccayā bhavo’ti. ",
  "dn14:2.18.16": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.17": "‘kimhi nu kho sati upādānaṁ hoti, kiṁpaccayā upādānan’ti? ",
  "dn14:2.18.18": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.19": "‘taṇhāya kho sati upādānaṁ hoti, taṇhāpaccayā upādānan’ti. ",
  "dn14:2.18.20": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.21": "‘kimhi nu kho sati taṇhā hoti, kiṁpaccayā taṇhā’ti? ",
  "dn14:2.18.22": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.23": "‘vedanāya kho sati taṇhā hoti, vedanāpaccayā taṇhā’ti. ",
  "dn14:2.18.24": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.25": "‘kimhi nu kho sati vedanā hoti, kiṁpaccayā vedanā’ti? ",
  "dn14:2.18.26": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.27": "‘phasse kho sati vedanā hoti, phassapaccayā vedanā’ti. ",
  "dn14:2.18.28": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.29": "‘kimhi nu kho sati phasso hoti, kiṁpaccayā phasso’ti? ",
  "dn14:2.18.30": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.31": "‘saḷāyatane kho sati phasso hoti, saḷāyatanapaccayā phasso’ti. ",
  "dn14:2.18.32": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.33": "‘kimhi nu kho sati saḷāyatanaṁ hoti, kiṁpaccayā saḷāyatanan’ti? ",
  "dn14:2.18.34": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.35": "‘nāmarūpe kho sati saḷāyatanaṁ hoti, nāmarūpapaccayā saḷāyatanan’ti. ",
  "dn14:2.18.36": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.37": "‘kimhi nu kho sati nāmarūpaṁ hoti, kiṁpaccayā nāmarūpan’ti? ",
  "dn14:2.18.38": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.39": "‘viññāṇe kho sati nāmarūpaṁ hoti, viññāṇapaccayā nāmarūpan’ti. ",
  "dn14:2.18.40": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.18.41": "‘kimhi nu kho sati viññāṇaṁ hoti, kiṁpaccayā viññāṇan’ti? ",
  "dn14:2.18.42": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.18.43": "‘nāmarūpe kho sati viññāṇaṁ hoti, nāmarūpapaccayā viññāṇan’ti. ",
  "dn14:2.19.1": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.19.2": "‘paccudāvattati kho idaṁ viññāṇaṁ nāmarūpamhā, nāparaṁ gacchati. ",
  "dn14:2.19.3": "Ettāvatā jāyetha vā jiyyetha vā miyyetha vā cavetha vā upapajjetha vā, yadidaṁ ",
  "dn14:2.19.4": "nāmarūpapaccayā viññāṇaṁ, viññāṇapaccayā nāmarūpaṁ, nāmarūpapaccayā saḷāyatanaṁ, saḷāyatanapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṁ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā sambhavanti. ",
  "dn14:2.19.5": "Evametassa kevalassa dukkhakkhandhassa samudayo hoti’. ",
  "dn14:2.19.6": "‘Samudayo samudayo’ti kho, bhikkhave, vipassissa bodhisattassa pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "dn14:2.20.1": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.2": "‘kimhi nu kho asati jarāmaraṇaṁ na hoti, kissa nirodhā jarāmaraṇanirodho’ti? ",
  "dn14:2.20.3": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.4": "‘jātiyā kho asati jarāmaraṇaṁ na hoti, jātinirodhā jarāmaraṇanirodho’ti. ",
  "dn14:2.20.5": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.6": "‘kimhi nu kho asati jāti na hoti, kissa nirodhā jātinirodho’ti? ",
  "dn14:2.20.7": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.8": "‘bhave kho asati jāti na hoti, bhavanirodhā jātinirodho’ti. ",
  "dn14:2.20.9": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.10": "‘kimhi nu kho asati bhavo na hoti, kissa nirodhā bhavanirodho’ti? ",
  "dn14:2.20.11": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.12": "‘upādāne kho asati bhavo na hoti, upādānanirodhā bhavanirodho’ti. ",
  "dn14:2.20.13": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.14": "‘kimhi nu kho asati upādānaṁ na hoti, kissa nirodhā upādānanirodho’ti? ",
  "dn14:2.20.15": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.16": "‘taṇhāya kho asati upādānaṁ na hoti, taṇhānirodhā upādānanirodho’ti. ",
  "dn14:2.20.17": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.18": "‘kimhi nu kho asati taṇhā na hoti, kissa nirodhā taṇhānirodho’ti? ",
  "dn14:2.20.19": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.20": "‘vedanāya kho asati taṇhā na hoti, vedanānirodhā taṇhānirodho’ti. ",
  "dn14:2.20.21": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.22": "‘kimhi nu kho asati vedanā na hoti, kissa nirodhā vedanānirodho’ti? ",
  "dn14:2.20.23": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.24": "‘phasse kho asati vedanā na hoti, phassanirodhā vedanānirodho’ti. ",
  "dn14:2.20.25": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.26": "‘kimhi nu kho asati phasso na hoti, kissa nirodhā phassanirodho’ti? ",
  "dn14:2.20.27": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.28": "‘saḷāyatane kho asati phasso na hoti, saḷāyatananirodhā phassanirodho’ti. ",
  "dn14:2.20.29": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.30": "‘kimhi nu kho asati saḷāyatanaṁ na hoti, kissa nirodhā saḷāyatananirodho’ti? ",
  "dn14:2.20.31": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.32": "‘nāmarūpe kho asati saḷāyatanaṁ na hoti, nāmarūpanirodhā saḷāyatananirodho’ti. ",
  "dn14:2.20.33": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.34": "‘kimhi nu kho asati nāmarūpaṁ na hoti, kissa nirodhā nāmarūpanirodho’ti? ",
  "dn14:2.20.35": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.36": "‘viññāṇe kho asati nāmarūpaṁ na hoti, viññāṇanirodhā nāmarūpanirodho’ti. ",
  "dn14:2.20.37": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.20.38": "‘kimhi nu kho asati viññāṇaṁ na hoti, kissa nirodhā viññāṇanirodho’ti? ",
  "dn14:2.20.39": "Atha kho, bhikkhave, vipassissa bodhisattassa yoniso manasikārā ahu paññāya abhisamayo: ",
  "dn14:2.20.40": "‘nāmarūpe kho asati viññāṇaṁ na hoti, nāmarūpanirodhā viññāṇanirodho’ti. ",
  "dn14:2.21.1": "Atha kho, bhikkhave, vipassissa bodhisattassa etadahosi: ",
  "dn14:2.21.2": "‘adhigato kho myāyaṁ maggo sambodhāya yadidaṁ—",
  "dn14:2.21.3": "nāmarūpanirodhā viññāṇanirodho, viññāṇanirodhā nāmarūpanirodho, nāmarūpanirodhā saḷāyatananirodho, saḷāyatananirodhā phassanirodho, phassanirodhā vedanānirodho, vedanānirodhā taṇhānirodho, taṇhānirodhā upādānanirodho, upādānanirodhā bhavanirodho, bhavanirodhā jātinirodho, jātinirodhā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā nirujjhanti. ",
  "dn14:2.21.4": "Evametassa kevalassa dukkhakkhandhassa nirodho hoti’. ",
  "dn14:2.21.5": "‘Nirodho nirodho’ti kho, bhikkhave, vipassissa bodhisattassa pubbe ananussutesu dhammesu cakkhuṁ udapādi, ñāṇaṁ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi. ",
  "dn14:2.22.1": "Atha kho, bhikkhave, vipassī bodhisatto aparena samayena pañcasu upādānakkhandhesu udayabbayānupassī vihāsi: ",
  "dn14:2.22.2": "‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "dn14:2.22.3": "iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ",
  "dn14:2.22.4": "iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo; ",
  "dn14:2.22.5": "iti saṅkhārā, iti saṅkhārānaṁ samudayo, iti saṅkhārānaṁ atthaṅgamo; ",
  "dn14:2.22.6": "iti viññāṇaṁ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti, ",
  "dn14:2.22.7": "tassa pañcasu upādānakkhandhesu udayabbayānupassino viharato na cirasseva anupādāya āsavehi cittaṁ vimuccīti. ",
  "dn14:2.22.8": "Dutiyabhāṇavāro. ",
  "dn14:3.1.0": "12. Brahmayācanakathā ",
  "dn14:3.1.1": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ",
  "dn14:3.1.2": "‘yannūnāhaṁ dhammaṁ deseyyan’ti. ",
  "dn14:3.1.3": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ",
  "dn14:3.1.4": "‘adhigato kho myāyaṁ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ",
  "dn14:3.1.5": "Ālayarāmā kho panāyaṁ pajā ālayaratā ālayasammuditā. ",
  "dn14:3.1.6": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṁ idaṁ ṭhānaṁ yadidaṁ idappaccayatāpaṭiccasamuppādo. ",
  "dn14:3.1.7": "Idampi kho ṭhānaṁ duddasaṁ yadidaṁ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṁ. ",
  "dn14:3.1.8": "Ahañceva kho pana dhammaṁ deseyyaṁ, pare ca me na ājāneyyuṁ; so mamassa kilamatho, sā mamassa vihesā’ti. ",
  "dn14:3.2.1": "Apissu, bhikkhave, vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ imā anacchariyā gāthāyo paṭibhaṁsu pubbe assutapubbā: ",
  "dn14:3.2.2": "‘Kicchena me adhigataṁ, ",
  "dn14:3.2.3": "halaṁ dāni pakāsituṁ; ",
  "dn14:3.2.4": "Rāgadosaparetehi, ",
  "dn14:3.2.5": "nāyaṁ dhammo susambudho. ",
  "dn14:3.2.6": "Paṭisotagāmiṁ nipuṇaṁ, ",
  "dn14:3.2.7": "gambhīraṁ duddasaṁ aṇuṁ; ",
  "dn14:3.2.8": "Rāgarattā na dakkhanti, ",
  "dn14:3.2.9": "tamokhandhena āvuṭā’ti. ",
  "dn14:3.2.10": "Itiha, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa paṭisañcikkhato appossukkatāya cittaṁ nami, no dhammadesanāya. ",
  "dn14:3.2.11": "Atha kho, bhikkhave, aññatarassa mahābrahmuno vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya etadahosi: ",
  "dn14:3.2.12": "‘nassati vata bho loko, vinassati vata bho loko, yatra hi nāma vipassissa bhagavato arahato sammāsambuddhassa appossukkatāya cittaṁ namati, no dhammadesanāyā’ti. ",
  "dn14:3.2.13": "Atha kho so, bhikkhave, mahābrahmā seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito vipassissa bhagavato arahato sammāsambuddhassa purato pāturahosi. ",
  "dn14:3.3.1": "Atha kho so, bhikkhave, mahābrahmā ekaṁsaṁ uttarāsaṅgaṁ karitvā dakkhiṇaṁ jāṇumaṇḍalaṁ pathaviyaṁ nihantvā yena vipassī bhagavā arahaṁ sammāsambuddho tenañjaliṁ paṇāmetvā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca: ",
  "dn14:3.3.2": "‘desetu, bhante, bhagavā dhammaṁ, desetu sugato dhammaṁ, ",
  "dn14:3.3.3": "santi sattā apparajakkhajātikā; assavanatā dhammassa parihāyanti, ",
  "dn14:3.3.4": "bhavissanti dhammassa aññātāro’ti. ",
  "dn14:3.4.1": "Evaṁ vutte, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho taṁ mahābrahmānaṁ etadavoca: ",
  "dn14:3.4.2": "‘mayhampi kho, brahme, etadahosi: ",
  "dn14:3.4.3": "“yannūnāhaṁ dhammaṁ deseyyan”ti. ",
  "dn14:3.4.4": "Tassa mayhaṁ, brahme, etadahosi: ",
  "dn14:3.4.5": "“adhigato kho myāyaṁ dhammo gambhīro duddaso duranubodho santo paṇīto atakkāvacaro nipuṇo paṇḍitavedanīyo. ",
  "dn14:3.4.6": "Ālayarāmā kho panāyaṁ pajā ālayaratā ālayasammuditā. ",
  "dn14:3.4.7": "Ālayarāmāya kho pana pajāya ālayaratāya ālayasammuditāya duddasaṁ idaṁ ṭhānaṁ yadidaṁ idappaccayatāpaṭiccasamuppādo. ",
  "dn14:3.4.8": "Idampi kho ṭhānaṁ duddasaṁ yadidaṁ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānaṁ. ",
  "dn14:3.4.9": "Ahañceva kho pana dhammaṁ deseyyaṁ, pare ca me na ājāneyyuṁ; so mamassa kilamatho, sā mamassa vihesā”ti. ",
  "dn14:3.4.10": "Apissu maṁ, brahme, imā anacchariyā gāthāyo paṭibhaṁsu pubbe assutapubbā: ",
  "dn14:3.4.11": "“Kicchena me adhigataṁ, ",
  "dn14:3.4.12": "halaṁ dāni pakāsituṁ; ",
  "dn14:3.4.13": "Rāgadosaparetehi, ",
  "dn14:3.4.14": "nāyaṁ dhammo susambudho. ",
  "dn14:3.4.15": "Paṭisotagāmiṁ nipuṇaṁ, ",
  "dn14:3.4.16": "gambhīraṁ duddasaṁ aṇuṁ; ",
  "dn14:3.4.17": "Rāgarattā na dakkhanti, ",
  "dn14:3.4.18": "tamokhandhena āvuṭā”ti. ",
  "dn14:3.4.19": "Itiha me, brahme, paṭisañcikkhato appossukkatāya cittaṁ nami, no dhammadesanāyā’ti. ",
  "dn14:3.5.1": "Dutiyampi kho, bhikkhave, so mahābrahmā …pe… ",
  "dn14:3.5.2": "tatiyampi kho, bhikkhave, so mahābrahmā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca: ",
  "dn14:3.5.3": "‘desetu, bhante, bhagavā dhammaṁ, desetu sugato dhammaṁ, santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro’ti. ",
  "dn14:3.6.1": "Atha kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho brahmuno ca ajjhesanaṁ viditvā sattesu ca kāruññataṁ paṭicca buddhacakkhunā lokaṁ volokesi. ",
  "dn14:3.6.2": "Addasā kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho buddhacakkhunā lokaṁ volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "dn14:3.6.3": "Seyyathāpi nāma uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni anto nimuggaposīni. Appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni samodakaṁ ṭhitāni. Appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakā accuggamma ṭhitāni anupalittāni udakena. ",
  "dn14:3.6.4": "Evameva kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho buddhacakkhunā lokaṁ volokento addasa satte apparajakkhe mahārajakkhe tikkhindriye mudindriye svākāre dvākāre suviññāpaye duviññāpaye appekacce paralokavajjabhayadassāvine viharante, appekacce na paralokavajjabhayadassāvine viharante. ",
  "dn14:3.7.1": "Atha kho so, bhikkhave, mahābrahmā vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ gāthāhi ajjhabhāsi: ",
  "dn14:3.7.2": "‘Sele yathā pabbatamuddhaniṭṭhito, ",
  "dn14:3.7.3": "Yathāpi passe janataṁ samantato; ",
  "dn14:3.7.4": "Tathūpamaṁ dhammamayaṁ sumedha, ",
  "dn14:3.7.5": "Pāsādamāruyha samantacakkhu; ",
  "dn14:3.7.6": "Sokāvatiṇṇaṁ janatamapetasoko, ",
  "dn14:3.7.7": "Avekkhassu jātijarābhibhūtaṁ. ",
  "dn14:3.7.8": "Uṭṭhehi vīra vijitasaṅgāma, ",
  "dn14:3.7.9": "Satthavāha aṇaṇa vicara loke; ",
  "dn14:3.7.10": "Desassu bhagavā dhammaṁ, ",
  "dn14:3.7.11": "Aññātāro bhavissantī’ti. ",
  "dn14:3.7.12": "Atha kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho taṁ mahābrahmānaṁ gāthāya ajjhabhāsi: ",
  "dn14:3.7.13": "‘Apārutā tesaṁ amatassa dvārā, ",
  "dn14:3.7.14": "Ye sotavanto pamuñcantu saddhaṁ; ",
  "dn14:3.7.15": "Vihiṁsasaññī paguṇaṁ na bhāsiṁ, ",
  "dn14:3.7.16": "Dhammaṁ paṇītaṁ manujesu brahme’ti. ",
  "dn14:3.7.17": "Atha kho so, bhikkhave, mahābrahmā: ‘katāvakāso khomhi vipassinā bhagavatā arahatā sammāsambuddhena dhammadesanāyā’ti vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā padakkhiṇaṁ katvā tattheva antaradhāyi. ",
  "dn14:3.8.0": "13. Aggasāvakayuga ",
  "dn14:3.8.1": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ",
  "dn14:3.8.2": "‘kassa nu kho ahaṁ paṭhamaṁ dhammaṁ deseyyaṁ, ",
  "dn14:3.8.3": "ko imaṁ dhammaṁ khippameva ājānissatī’ti? ",
  "dn14:3.8.4": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa etadahosi: ",
  "dn14:3.8.5": "‘ayaṁ kho khaṇḍo ca rājaputto tisso ca purohitaputto bandhumatiyā rājadhāniyā paṭivasanti paṇḍitā viyattā medhāvino dīgharattaṁ apparajakkhajātikā. ",
  "dn14:3.8.6": "Yannūnāhaṁ khaṇḍassa ca rājaputtassa, tissassa ca purohitaputtassa paṭhamaṁ dhammaṁ deseyyaṁ, te imaṁ dhammaṁ khippameva ājānissantī’ti. ",
  "dn14:3.9.1": "Atha kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—bodhirukkhamūle antarahito bandhumatiyā rājadhāniyā kheme migadāye pāturahosi. ",
  "dn14:3.9.2": "Atha kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho dāyapālaṁ āmantesi: ",
  "dn14:3.9.3": "‘ehi tvaṁ, samma dāyapāla, bandhumatiṁ rājadhāniṁ pavisitvā khaṇḍañca rājaputtaṁ tissañca purohitaputtaṁ evaṁ vadehi—",
  "dn14:3.9.4": "vipassī, bhante, bhagavā arahaṁ sammāsambuddho bandhumatiṁ rājadhāniṁ anuppatto kheme migadāye viharati, so tumhākaṁ dassanakāmo’ti. ",
  "dn14:3.9.5": "‘Evaṁ, bhante’ti kho, bhikkhave, dāyapālo vipassissa bhagavato arahato sammāsambuddhassa paṭissutvā bandhumatiṁ rājadhāniṁ pavisitvā khaṇḍañca rājaputtaṁ tissañca purohitaputtaṁ etadavoca: ",
  "dn14:3.9.6": "‘vipassī, bhante, bhagavā arahaṁ sammāsambuddho bandhumatiṁ rājadhāniṁ anuppatto kheme migadāye viharati; so tumhākaṁ dassanakāmo’ti. ",
  "dn14:3.10.1": "Atha kho, bhikkhave, khaṇḍo ca rājaputto tisso ca purohitaputto bhaddāni bhaddāni yānāni yojāpetvā bhaddaṁ bhaddaṁ yānaṁ abhiruhitvā bhaddehi bhaddehi yānehi bandhumatiyā rājadhāniyā niyyiṁsu. Yena khemo migadāyo tena pāyiṁsu. ",
  "dn14:3.10.2": "Yāvatikā yānassa bhūmi, yānena gantvā yānā paccorohitvā pattikāva yena vipassī bhagavā arahaṁ sammāsambuddho tenupasaṅkamiṁsu. upasaṅkamitvā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "dn14:3.11.1": "Tesaṁ vipassī bhagavā arahaṁ sammāsambuddho anupubbiṁ kathaṁ kathesi, seyyathidaṁ—",
  "dn14:3.11.2": "dānakathaṁ sīlakathaṁ saggakathaṁ kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nekkhamme ānisaṁsaṁ pakāsesi. ",
  "dn14:3.11.3": "Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā, taṁ pakāsesi—",
  "dn14:3.11.4": "dukkhaṁ samudayaṁ nirodhaṁ maggaṁ. ",
  "dn14:3.11.5": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya; ",
  "dn14:3.11.6": "evameva khaṇḍassa ca rājaputtassa tissassa ca purohitaputtassa tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi: ",
  "dn14:3.11.7": "‘yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman’ti. ",
  "dn14:3.12.1": "Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavocuṁ: ",
  "dn14:3.12.2": "‘abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "dn14:3.12.3": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti; evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn14:3.12.4": "Ete mayaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāma dhammañca. ",
  "dn14:3.12.5": "Labheyyāma mayaṁ, bhante, bhagavato santike pabbajjaṁ, labheyyāma upasampadan’ti. ",
  "dn14:3.13.1": "Alatthuṁ kho, bhikkhave, khaṇḍo ca rājaputto, tisso ca purohitaputto vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṁ alatthuṁ upasampadaṁ. ",
  "dn14:3.13.2": "Te vipassī bhagavā arahaṁ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi; ",
  "dn14:3.13.3": "saṅkhārānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nibbāne ānisaṁsaṁ pakāsesi. ",
  "dn14:3.13.4": "Tesaṁ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṁ samādapiyamānānaṁ samuttejiyamānānaṁ sampahaṁsiyamānānaṁ nacirasseva anupādāya āsavehi cittāni vimucciṁsu. ",
  "dn14:3.14.0": "14. Mahājanakāyapabbajjā ",
  "dn14:3.14.1": "Assosi kho, bhikkhave, bandhumatiyā rājadhāniyā mahājanakāyo caturāsītipāṇasahassāni: ",
  "dn14:3.14.2": "‘vipassī kira bhagavā arahaṁ sammāsambuddho bandhumatiṁ rājadhāniṁ anuppatto kheme migadāye viharati. ",
  "dn14:3.14.3": "Khaṇḍo ca kira rājaputto tisso ca purohitaputto vipassissa bhagavato arahato sammāsambuddhassa santike kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajitā’ti. ",
  "dn14:3.14.4": "Sutvāna nesaṁ etadahosi: ",
  "dn14:3.14.5": "‘na hi nūna so orako dhammavinayo, na sā orakā pabbajjā, yattha khaṇḍo ca rājaputto tisso ca purohitaputto kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajitā. ",
  "dn14:3.14.6": "Khaṇḍo ca rājaputto tisso ca purohitaputto kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissanti, kimaṅgaṁ pana mayan’ti. ",
  "dn14:3.14.7": "Atha kho so, bhikkhave, mahājanakāyo caturāsītipāṇasahassāni bandhumatiyā rājadhāniyā nikkhamitvā yena khemo migadāyo yena vipassī bhagavā arahaṁ sammāsambuddho tenupasaṅkamiṁsu; upasaṅkamitvā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "dn14:3.15.1": "Tesaṁ vipassī bhagavā arahaṁ sammāsambuddho anupubbiṁ kathaṁ kathesi. ",
  "dn14:3.15.2": "Seyyathidaṁ—dānakathaṁ sīlakathaṁ saggakathaṁ kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nekkhamme ānisaṁsaṁ pakāsesi. ",
  "dn14:3.15.3": "Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā, taṁ pakāsesi—",
  "dn14:3.15.4": "dukkhaṁ samudayaṁ nirodhaṁ maggaṁ. ",
  "dn14:3.15.5": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya; ",
  "dn14:3.15.6": "evameva tesaṁ caturāsītipāṇasahassānaṁ tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi: ",
  "dn14:3.15.7": "‘yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman’ti. ",
  "dn14:3.16.1": "Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavocuṁ: ",
  "dn14:3.16.2": "‘abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "dn14:3.16.3": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti; evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn14:3.16.4": "Ete mayaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca. ",
  "dn14:3.16.5": "Labheyyāma mayaṁ, bhante, bhagavato santike pabbajjaṁ labheyyāma upasampadan’ti. ",
  "dn14:3.17.1": "Alatthuṁ kho, bhikkhave, tāni caturāsītipāṇasahassāni vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṁ, alatthuṁ upasampadaṁ. ",
  "dn14:3.17.2": "Te vipassī bhagavā arahaṁ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi; ",
  "dn14:3.17.3": "saṅkhārānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nibbāne ānisaṁsaṁ pakāsesi. ",
  "dn14:3.17.4": "Tesaṁ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṁ samādapiyamānānaṁ samuttejiyamānānaṁ sampahaṁsiyamānānaṁ nacirasseva anupādāya āsavehi cittāni vimucciṁsu. ",
  "dn14:3.18.0": "15. Purimapabbajitānaṁ dhammābhisamaya ",
  "dn14:3.18.1": "Assosuṁ kho, bhikkhave, tāni purimāni caturāsītipabbajitasahassāni: ",
  "dn14:3.18.2": "‘vipassī kira bhagavā arahaṁ sammāsambuddho bandhumatiṁ rājadhāniṁ anuppatto kheme migadāye viharati, dhammañca kira desetī’ti. ",
  "dn14:3.18.3": "Atha kho, bhikkhave, tāni caturāsītipabbajitasahassāni yena bandhumatī rājadhānī yena khemo migadāyo yena vipassī bhagavā arahaṁ sammāsambuddho tenupasaṅkamiṁsu; upasaṅkamitvā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "dn14:3.19.1": "Tesaṁ vipassī bhagavā arahaṁ sammāsambuddho anupubbiṁ kathaṁ kathesi. ",
  "dn14:3.19.2": "Seyyathidaṁ—dānakathaṁ sīlakathaṁ saggakathaṁ kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nekkhamme ānisaṁsaṁ pakāsesi. ",
  "dn14:3.19.3": "Yadā te bhagavā aññāsi kallacitte muducitte vinīvaraṇacitte udaggacitte pasannacitte, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā, taṁ pakāsesi—",
  "dn14:3.19.4": "dukkhaṁ samudayaṁ nirodhaṁ maggaṁ. ",
  "dn14:3.19.5": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya; ",
  "dn14:3.19.6": "evameva tesaṁ caturāsītipabbajitasahassānaṁ tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi: ",
  "dn14:3.19.7": "‘yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman’ti. ",
  "dn14:3.20.1": "Te diṭṭhadhammā pattadhammā viditadhammā pariyogāḷhadhammā tiṇṇavicikicchā vigatakathaṅkathā vesārajjappattā aparappaccayā satthusāsane vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavocuṁ: ",
  "dn14:3.20.2": "‘abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "dn14:3.20.3": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: “cakkhumanto rūpāni dakkhantī”ti; evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn14:3.20.4": "Ete mayaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca. ",
  "dn14:3.20.5": "Labheyyāma mayaṁ, bhante, bhagavato santike pabbajjaṁ labheyyāma upasampadan’ti. ",
  "dn14:3.21.1": "Alatthuṁ kho, bhikkhave, tāni caturāsītipabbajitasahassāni vipassissa bhagavato arahato sammāsambuddhassa santike pabbajjaṁ alatthuṁ upasampadaṁ. ",
  "dn14:3.21.2": "Te vipassī bhagavā arahaṁ sammāsambuddho dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi; ",
  "dn14:3.21.3": "saṅkhārānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nibbāne ānisaṁsaṁ pakāsesi. ",
  "dn14:3.21.4": "Tesaṁ vipassinā bhagavatā arahatā sammāsambuddhena dhammiyā kathāya sandassiyamānānaṁ samādapiyamānānaṁ samuttejiyamānānaṁ sampahaṁsiyamānānaṁ nacirasseva anupādāya āsavehi cittāni vimucciṁsu. ",
  "dn14:3.22.0": "16. Cārikāanujānana ",
  "dn14:3.22.1": "Tena kho pana, bhikkhave, samayena bandhumatiyā rājadhāniyā mahābhikkhusaṅgho paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṁ. ",
  "dn14:3.22.2": "Atha kho, bhikkhave, vipassissa bhagavato arahato sammāsambuddhassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "dn14:3.22.3": "‘mahā kho etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṁ, yannūnāhaṁ bhikkhū anujāneyyaṁ: ",
  "dn14:3.22.4": "“caratha, bhikkhave, cārikaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ; ",
  "dn14:3.22.5": "mā ekena dve agamittha; ",
  "dn14:3.22.6": "desetha, bhikkhave, dhammaṁ ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetha. ",
  "dn14:3.22.7": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, ",
  "dn14:3.22.8": "bhavissanti dhammassa aññātāro. ",
  "dn14:3.22.9": "Api ca channaṁ channaṁ vassānaṁ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā”’ti. ",
  "dn14:3.23.1": "Atha kho, bhikkhave, aññataro mahābrahmā vipassissa bhagavato arahato sammāsambuddhassa cetasā cetoparivitakkamaññāya seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito vipassissa bhagavato arahato sammāsambuddhassa purato pāturahosi. ",
  "dn14:3.23.2": "Atha kho so, bhikkhave, mahābrahmā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena vipassī bhagavā arahaṁ sammāsambuddho tenañjaliṁ paṇāmetvā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ etadavoca: ",
  "dn14:3.23.3": "‘evametaṁ, bhagavā, evametaṁ, sugata. ",
  "dn14:3.23.4": "Mahā kho, bhante, etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṁ, anujānātu, bhante, bhagavā bhikkhū: ",
  "dn14:3.23.5": "“caratha, bhikkhave, cārikaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ; ",
  "dn14:3.23.6": "mā ekena dve agamittha; ",
  "dn14:3.23.7": "desetha, bhikkhave, dhammaṁ ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetha. ",
  "dn14:3.23.8": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro”ti. ",
  "dn14:3.23.9": "Api ca, bhante, mayaṁ tathā karissāma yathā bhikkhū channaṁ channaṁ vassānaṁ accayena bandhumatiṁ rājadhāniṁ upasaṅkamissanti pātimokkhuddesāyā’ti. ",
  "dn14:3.23.10": "Idamavoca, bhikkhave, so mahābrahmā. ",
  "dn14:3.23.11": "Idaṁ vatvā vipassiṁ bhagavantaṁ arahantaṁ sammāsambuddhaṁ abhivādetvā padakkhiṇaṁ katvā tattheva antaradhāyi. ",
  "dn14:3.24.1": "Atha kho, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho sāyanhasamayaṁ paṭisallānā vuṭṭhito bhikkhū āmantesi: ",
  "dn14:3.24.2": "‘idha mayhaṁ, bhikkhave, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "dn14:3.24.3": "“mahā kho etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṁ. ",
  "dn14:3.24.4": "Yannūnāhaṁ bhikkhū anujāneyyaṁ—",
  "dn14:3.24.5": "caratha, bhikkhave, cārikaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ; ",
  "dn14:3.24.6": "mā ekena dve agamittha; ",
  "dn14:3.24.7": "desetha, bhikkhave, dhammaṁ ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetha. ",
  "dn14:3.24.8": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāro. ",
  "dn14:3.24.9": "Api ca channaṁ channaṁ vassānaṁ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā”’ti. ",
  "dn14:3.25.1": "Atha kho, bhikkhave, aññataro mahābrahmā mama cetasā cetoparivitakkamaññāya seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—brahmaloke antarahito mama purato pāturahosi. ",
  "dn14:3.25.2": "Atha kho so, bhikkhave, mahābrahmā ekaṁsaṁ uttarāsaṅgaṁ karitvā yenāhaṁ tenañjaliṁ paṇāmetvā maṁ etadavoca: ",
  "dn14:3.25.3": "‘evametaṁ, bhagavā, evametaṁ, sugata. ",
  "dn14:3.25.4": "Mahā kho, bhante, etarahi bhikkhusaṅgho bandhumatiyā rājadhāniyā paṭivasati aṭṭhasaṭṭhibhikkhusatasahassaṁ. ",
  "dn14:3.25.5": "Anujānātu, bhante, bhagavā bhikkhū—",
  "dn14:3.25.6": "caratha, bhikkhave, cārikaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ; ",
  "dn14:3.25.7": "mā ekena dve agamittha; ",
  "dn14:3.25.8": "desetha, bhikkhave, dhammaṁ …pe… ",
  "dn14:3.25.9": "santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, bhavissanti dhammassa aññātāroti. ",
  "dn14:3.25.10": "Api ca, bhante, mayaṁ tathā karissāma, yathā bhikkhū channaṁ channaṁ vassānaṁ accayena bandhumatiṁ rājadhāniṁ upasaṅkamissanti pātimokkhuddesāyā’ti. ",
  "dn14:3.25.11": "Idamavoca, bhikkhave, so mahābrahmā. ",
  "dn14:3.25.12": "Idaṁ vatvā maṁ abhivādetvā padakkhiṇaṁ katvā tattheva antaradhāyi. ",
  "dn14:3.26.1": "‘Anujānāmi, bhikkhave, caratha cārikaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ; ",
  "dn14:3.26.2": "mā ekena dve agamittha; ",
  "dn14:3.26.3": "desetha, bhikkhave, dhammaṁ ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsetha. ",
  "dn14:3.26.4": "Santi sattā apparajakkhajātikā, assavanatā dhammassa parihāyanti, ",
  "dn14:3.26.5": "bhavissanti dhammassa aññātāro. ",
  "dn14:3.26.6": "Api ca, bhikkhave, channaṁ channaṁ vassānaṁ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti. ",
  "dn14:3.26.7": "Atha kho, bhikkhave, bhikkhū yebhuyyena ekāheneva janapadacārikaṁ pakkamiṁsu. ",
  "dn14:3.27.1": "Tena kho pana samayena jambudīpe caturāsīti āvāsasahassāni honti. ",
  "dn14:3.27.2": "Ekamhi hi vasse nikkhante devatā saddamanussāvesuṁ: ",
  "dn14:3.27.3": "‘nikkhantaṁ kho, mārisā, ekaṁ vassaṁ; ",
  "dn14:3.27.4": "pañca dāni vassāni sesāni; ",
  "dn14:3.27.5": "pañcannaṁ vassānaṁ accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti. ",
  "dn14:3.27.6": "Dvīsu vassesu nikkhantesu … ",
  "dn14:3.27.7": "tīsu vassesu nikkhantesu … ",
  "dn14:3.27.8": "catūsu vassesu nikkhantesu … ",
  "dn14:3.27.9": "pañcasu vassesu nikkhantesu devatā saddamanussāvesuṁ: ",
  "dn14:3.27.10": "‘nikkhantāni kho, mārisā, pañcavassāni; ",
  "dn14:3.27.11": "ekaṁ dāni vassaṁ sesaṁ; ",
  "dn14:3.27.12": "ekassa vassassa accayena bandhumatī rājadhānī upasaṅkamitabbā pātimokkhuddesāyā’ti. ",
  "dn14:3.27.13": "Chasu vassesu nikkhantesu devatā saddamanussāvesuṁ: ",
  "dn14:3.27.14": "‘nikkhantāni kho, mārisā, chabbassāni, ",
  "dn14:3.27.15": "samayo dāni bandhumatiṁ rājadhāniṁ upasaṅkamituṁ pātimokkhuddesāyā’ti. ",
  "dn14:3.27.16": "Atha kho te, bhikkhave, bhikkhū appekacce sakena iddhānubhāvena appekacce devatānaṁ iddhānubhāvena ekāheneva bandhumatiṁ rājadhāniṁ upasaṅkamiṁsu pātimokkhuddesāyāti. ",
  "dn14:3.28.1": "Tatra sudaṁ, bhikkhave, vipassī bhagavā arahaṁ sammāsambuddho bhikkhusaṅghe evaṁ pātimokkhaṁ uddisati: ",
  "dn14:3.28.2": "‘Khantī paramaṁ tapo titikkhā, ",
  "dn14:3.28.3": "Nibbānaṁ paramaṁ vadanti buddhā; ",
  "dn14:3.28.4": "Na hi pabbajito parūpaghātī, ",
  "dn14:3.28.5": "Na samaṇo hoti paraṁ viheṭhayanto. ",
  "dn14:3.28.6": "Sabbapāpassa akaraṇaṁ, ",
  "dn14:3.28.7": "kusalassa upasampadā; ",
  "dn14:3.28.8": "Sacittapariyodapanaṁ, ",
  "dn14:3.28.9": "etaṁ buddhānasāsanaṁ. ",
  "dn14:3.28.10": "Anūpavādo anūpaghāto, ",
  "dn14:3.28.11": "Pātimokkhe ca saṁvaro; ",
  "dn14:3.28.12": "Mattaññutā ca bhattasmiṁ, ",
  "dn14:3.28.13": "Pantañca sayanāsanaṁ; ",
  "dn14:3.28.14": "Adhicitte ca āyogo, ",
  "dn14:3.28.15": "Etaṁ buddhānasāsanan’ti. ",
  "dn14:3.29.0": "17. Devatārocana ",
  "dn14:3.29.1": "Ekamidāhaṁ, bhikkhave, samayaṁ ukkaṭṭhāyaṁ viharāmi subhagavane sālarājamūle. ",
  "dn14:3.29.2": "Tassa mayhaṁ, bhikkhave, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "dn14:3.29.3": "‘na kho so sattāvāso sulabharūpo, yo mayā anāvutthapubbo iminā dīghena addhunā aññatra suddhāvāsehi devehi. ",
  "dn14:3.29.4": "Yannūnāhaṁ yena suddhāvāsā devā tenupasaṅkameyyan’ti. ",
  "dn14:3.29.5": "Atha khvāhaṁ, bhikkhave, seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—ukkaṭṭhāyaṁ subhagavane sālarājamūle antarahito avihesu devesu pāturahosiṁ. ",
  "dn14:3.29.6": "Tasmiṁ, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ: ",
  "dn14:3.29.7": "‘ito so, mārisā, ekanavutikappe yaṁ vipassī bhagavā arahaṁ sammāsambuddho loke udapādi. ",
  "dn14:3.29.8": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi, khattiyakule udapādi. ",
  "dn14:3.29.9": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:3.29.10": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṁ ahosi. ",
  "dn14:3.29.11": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho pāṭaliyā mūle abhisambuddho. ",
  "dn14:3.29.12": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa khaṇḍatissaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:3.29.13": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā ahesuṁ. Eko sāvakānaṁ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṁ. Eko sāvakānaṁ sannipāto ahosi bhikkhusatasahassaṁ. Eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni. Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā ahesuṁ sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:3.29.14": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:3.29.15": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi. ",
  "dn14:3.29.16": "Bandhumatī nāma devī mātā ahosi janetti. ",
  "dn14:3.29.17": "Bandhumassa rañño bandhumatī nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:3.29.18": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa evaṁ abhinikkhamanaṁ ahosi evaṁ pabbajjā evaṁ padhānaṁ evaṁ abhisambodhi evaṁ dhammacakkappavattanaṁ. ",
  "dn14:3.29.19": "Te mayaṁ, mārisā, vipassimhi bhagavati brahmacariyaṁ caritvā kāmesu kāmacchandaṁ virājetvā idhūpapannā’ti … ",
  "dn14:3.29.20": "pe… ",
  "dn14:3.30.1": "Tasmiṁyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ: ",
  "dn14:3.30.2": "‘imasmiṁyeva kho, mārisā, bhaddakappe bhagavā etarahi arahaṁ sammāsambuddho loke uppanno. ",
  "dn14:3.30.3": "Bhagavā, mārisā, khattiyo jātiyā khattiyakule uppanno. ",
  "dn14:3.30.4": "Bhagavā, mārisā, gotamo gottena. ",
  "dn14:3.30.5": "Bhagavato, mārisā, appakaṁ āyuppamāṇaṁ parittaṁ lahukaṁ yo ciraṁ jīvati, so vassasataṁ appaṁ vā bhiyyo. ",
  "dn14:3.30.6": "Bhagavā, mārisā, assatthassa mūle abhisambuddho. ",
  "dn14:3.30.7": "Bhagavato, mārisā, sāriputtamoggallānaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:3.30.8": "Bhagavato, mārisā, eko sāvakānaṁ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. Bhagavato, mārisā, ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:3.30.9": "Bhagavato, mārisā, ānando nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:3.30.10": "Bhagavato, mārisā, suddhodano nāma rājā pitā ahosi. ",
  "dn14:3.30.11": "Māyā nāma devī mātā ahosi janetti. ",
  "dn14:3.30.12": "Kapilavatthu nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:3.30.13": "Bhagavato, mārisā, evaṁ abhinikkhamanaṁ ahosi evaṁ pabbajjā evaṁ padhānaṁ evaṁ abhisambodhi evaṁ dhammacakkappavattanaṁ. ",
  "dn14:3.30.14": "Te mayaṁ, mārisā, bhagavati brahmacariyaṁ caritvā kāmesu kāmacchandaṁ virājetvā idhūpapannā’ti. ",
  "dn14:3.31.1": "Atha khvāhaṁ, bhikkhave, avihehi devehi saddhiṁ yena atappā devā tenupasaṅkamiṁ …pe… ",
  "dn14:3.31.2": "atha khvāhaṁ, bhikkhave, avihehi ca devehi atappehi ca devehi saddhiṁ yena sudassā devā tenupasaṅkamiṁ. ",
  "dn14:3.31.3": "Atha khvāhaṁ, bhikkhave, avihehi ca devehi atappehi ca devehi sudassehi ca devehi saddhiṁ yena sudassī devā tenupasaṅkamiṁ. Atha khvāhaṁ, bhikkhave, avihehi ca devehi atappehi ca devehi sudassehi ca devehi sudassīhi ca devehi saddhiṁ yena akaniṭṭhā devā tenupasaṅkamiṁ. Tasmiṁ, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṁ tenupasaṅkamiṁsu, upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ: ",
  "dn14:3.31.4": "‘ito so, mārisā, ekanavutikappe yaṁ vipassī bhagavā arahaṁ sammāsambuddho loke udapādi. ",
  "dn14:3.31.5": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho khattiyo jātiyā ahosi. ",
  "dn14:3.31.6": "Khattiyakule udapādi. ",
  "dn14:3.31.7": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho koṇḍañño gottena ahosi. ",
  "dn14:3.31.8": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asītivassasahassāni āyuppamāṇaṁ ahosi. ",
  "dn14:3.31.9": "Vipassī, mārisā, bhagavā arahaṁ sammāsambuddho pāṭaliyā mūle abhisambuddho. ",
  "dn14:3.31.10": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa khaṇḍatissaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:3.31.11": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa tayo sāvakānaṁ sannipātā ahesuṁ. ",
  "dn14:3.31.12": "Eko sāvakānaṁ sannipāto ahosi aṭṭhasaṭṭhibhikkhusatasahassaṁ. ",
  "dn14:3.31.13": "Eko sāvakānaṁ sannipāto ahosi bhikkhusatasahassaṁ. ",
  "dn14:3.31.14": "Eko sāvakānaṁ sannipāto ahosi asītibhikkhusahassāni. ",
  "dn14:3.31.15": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa ime tayo sāvakānaṁ sannipātā ahesuṁ sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:3.31.16": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa asoko nāma bhikkhu upaṭṭhāko ahosi aggupaṭṭhāko. ",
  "dn14:3.31.17": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa bandhumā nāma rājā pitā ahosi bandhumatī nāma devī mātā ahosi janetti. ",
  "dn14:3.31.18": "Bandhumassa rañño bandhumatī nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:3.31.19": "Vipassissa, mārisā, bhagavato arahato sammāsambuddhassa evaṁ abhinikkhamanaṁ ahosi evaṁ pabbajjā evaṁ padhānaṁ evaṁ abhisambodhi, evaṁ dhammacakkappavattanaṁ. ",
  "dn14:3.31.20": "Te mayaṁ, mārisā, vipassimhi bhagavati brahmacariyaṁ caritvā kāmesu kāmacchandaṁ virājetvā idhūpapannā’ti. ",
  "dn14:3.31.21": "Tasmiṁyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ: ",
  "dn14:3.31.22": "‘ito so, mārisā, ekatiṁse kappe yaṁ sikhī bhagavā …pe… ",
  "dn14:3.31.23": "te mayaṁ, mārisā, sikhimhi bhagavati tasmiññeva kho, mārisā, ekatiṁse kappe yaṁ vessabhū bhagavā …pe… ",
  "dn14:3.31.24": "te mayaṁ, mārisā, vessabhumhi bhagavati …pe… ",
  "dn14:3.31.25": "imasmiṁyeva kho, mārisā, bhaddakappe kakusandho koṇāgamano kassapo bhagavā …pe… ",
  "dn14:3.31.26": "te mayaṁ, mārisā, kakusandhamhi koṇāgamanamhi kassapamhi bhagavati brahmacariyaṁ caritvā kāmesu kāmacchandaṁ virājetvā idhūpapannā’ti. ",
  "dn14:3.32.1": "Tasmiṁyeva kho, bhikkhave, devanikāye anekāni devatāsahassāni anekāni devatāsatasahassāni yenāhaṁ tenupasaṅkamiṁsu; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho, bhikkhave, tā devatā maṁ etadavocuṁ: ",
  "dn14:3.32.2": "‘imasmiṁyeva kho, mārisā, bhaddakappe bhagavā etarahi arahaṁ sammāsambuddho loke uppanno. ",
  "dn14:3.32.3": "Bhagavā, mārisā, khattiyo jātiyā, khattiyakule uppanno. ",
  "dn14:3.32.4": "Bhagavā, mārisā, gotamo gottena. ",
  "dn14:3.32.5": "Bhagavato, mārisā, appakaṁ āyuppamāṇaṁ parittaṁ lahukaṁ yo ciraṁ jīvati, so vassasataṁ appaṁ vā bhiyyo. ",
  "dn14:3.32.6": "Bhagavā, mārisā, assatthassa mūle abhisambuddho. ",
  "dn14:3.32.7": "Bhagavato, mārisā, sāriputtamoggallānaṁ nāma sāvakayugaṁ ahosi aggaṁ bhaddayugaṁ. ",
  "dn14:3.32.8": "Bhagavato, mārisā, eko sāvakānaṁ sannipāto ahosi aḍḍhateḷasāni bhikkhusatāni. ",
  "dn14:3.32.9": "Bhagavato, mārisā, ayaṁ eko sāvakānaṁ sannipāto ahosi sabbesaṁyeva khīṇāsavānaṁ. ",
  "dn14:3.32.10": "Bhagavato, mārisā, ānando nāma bhikkhu upaṭṭhāko aggupaṭṭhāko ahosi. ",
  "dn14:3.32.11": "Bhagavato, mārisā, suddhodano nāma rājā pitā ahosi. ",
  "dn14:3.32.12": "Māyā nāma devī mātā ahosi janetti. ",
  "dn14:3.32.13": "Kapilavatthu nāma nagaraṁ rājadhānī ahosi. ",
  "dn14:3.32.14": "Bhagavato, mārisā, evaṁ abhinikkhamanaṁ ahosi, evaṁ pabbajjā, evaṁ padhānaṁ, evaṁ abhisambodhi, evaṁ dhammacakkappavattanaṁ. ",
  "dn14:3.32.15": "Te mayaṁ, mārisā, bhagavati brahmacariyaṁ caritvā kāmesu kāmacchandaṁ virājetvā idhūpapannā’ti. ",
  "dn14:3.33.1": "Iti kho, bhikkhave, tathāgatassevesā dhammadhātu suppaṭividdhā, yassā dhammadhātuyā suppaṭividdhattā tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati ‘evaṁjaccā te bhagavanto ahesuṁ’ itipi. ",
  "dn14:3.33.2": "‘Evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ’ itipīti. ",
  "dn14:3.33.3": "Devatāpi tathāgatassa etamatthaṁ ārocesuṁ, yena tathāgato atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivatte jātitopi anussarati, nāmatopi anussarati, gottatopi anussarati, āyuppamāṇatopi anussarati, sāvakayugatopi anussarati, sāvakasannipātatopi anussarati ‘evaṁjaccā te bhagavanto ahesuṁ’ itipi. ",
  "dn14:3.33.4": "‘Evaṁnāmā evaṅgottā evaṁsīlā evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ’ itipī”ti. ",
  "dn14:3.33.5": "Idamavoca bhagavā. ",
  "dn14:3.33.6": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "dn14:3.33.7": "Mahāpadānasuttaṁ niṭṭhitaṁ paṭhamaṁ. "
}