{
  "dn16:0.1": "Dīgha Nikāya 16 ",
  "dn16:0.2": "Mahāparinibbānasutta ",
  "dn16:1.1.1": "Evaṁ me sutaṁ—",
  "dn16:1.1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati gijjhakūṭe pabbate. ",
  "dn16:1.1.3": "Tena kho pana samayena rājā māgadho ajātasattu vedehiputto vajjī abhiyātukāmo hoti. ",
  "dn16:1.1.4": "So evamāha: ",
  "dn16:1.1.5": "“ahaṁ hime vajjī evaṁmahiddhike evaṁmahānubhāve ucchecchāmi vajjī, vināsessāmi vajjī, anayabyasanaṁ āpādessāmī”ti. ",
  "dn16:1.2.1": "Atha kho rājā māgadho ajātasattu vedehiputto vassakāraṁ brāhmaṇaṁ magadhamahāmattaṁ āmantesi: ",
  "dn16:1.2.2": "“ehi tvaṁ, brāhmaṇa, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ puccha: ",
  "dn16:1.2.3": "‘rājā, bhante, māgadho ajātasattu vedehiputto bhagavato pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchatī’ti. ",
  "dn16:1.2.4": "Evañca vadehi: ",
  "dn16:1.2.5": "‘rājā, bhante, māgadho ajātasattu vedehiputto vajjī abhiyātukāmo. ",
  "dn16:1.2.6": "So evamāha: ",
  "dn16:1.2.7": "“ahaṁ hime vajjī evaṁmahiddhike evaṁmahānubhāve ucchecchāmi vajjī, vināsessāmi vajjī, anayabyasanaṁ āpādessāmī”’ti. ",
  "dn16:1.2.8": "Yathā te bhagavā byākaroti, taṁ sādhukaṁ uggahetvā mama āroceyyāsi. ",
  "dn16:1.2.9": "Na hi tathāgatā vitathaṁ bhaṇantī”ti. ",
  "dn16:1.3.0": "1. Vassakārabrāhmaṇa ",
  "dn16:1.3.1": "“Evaṁ, bho”ti kho vassakāro brāhmaṇo magadhamahāmatto rañño māgadhassa ajātasattussa vedehiputtassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā bhaddaṁ bhaddaṁ yānaṁ abhiruhitvā bhaddehi bhaddehi yānehi rājagahamhā niyyāsi, yena gijjhakūṭo pabbato tena pāyāsi. ",
  "dn16:1.3.2": "Yāvatikā yānassa bhūmi, yānena gantvā, yānā paccorohitvā pattikova yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "dn16:1.3.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho vassakāro brāhmaṇo magadhamahāmatto bhagavantaṁ etadavoca: ",
  "dn16:1.3.4": "“rājā, bho gotama, māgadho ajātasattu vedehiputto bhoto gotamassa pāde sirasā vandati, appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchati. ",
  "dn16:1.3.5": "Rājā, bho gotama, māgadho ajātasattu vedehiputto vajjī abhiyātukāmo. ",
  "dn16:1.3.6": "So evamāha: ",
  "dn16:1.3.7": "‘ahaṁ hime vajjī evaṁmahiddhike evaṁmahānubhāve ucchecchāmi vajjī, vināsessāmi vajjī, anayabyasanaṁ āpādessāmī’”ti. ",
  "dn16:1.4.0": "2. Rājaaparihāniyadhamma ",
  "dn16:1.4.1": "Tena kho pana samayena āyasmā ānando bhagavato piṭṭhito ṭhito hoti bhagavantaṁ bījayamāno. ",
  "dn16:1.4.2": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:1.4.3": "“kinti te, ānanda, sutaṁ, ‘vajjī abhiṇhaṁ sannipātā sannipātabahulā’”ti? ",
  "dn16:1.4.4": "“Sutaṁ metaṁ, bhante: ‘vajjī abhiṇhaṁ sannipātā sannipātabahulā’”ti. ",
  "dn16:1.4.5": "“Yāvakīvañca, ānanda, vajjī abhiṇhaṁ sannipātā sannipātabahulā bhavissanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.4.6": "Kinti te, ānanda, sutaṁ, ‘vajjī samaggā sannipatanti, samaggā vuṭṭhahanti, samaggā vajjikaraṇīyāni karontī’”ti? ",
  "dn16:1.4.7": "“Sutaṁ metaṁ, bhante: ‘vajjī samaggā sannipatanti, samaggā vuṭṭhahanti, samaggā vajjikaraṇīyāni karontī’”ti. ",
  "dn16:1.4.8": "“Yāvakīvañca, ānanda, vajjī samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā vajjikaraṇīyāni karissanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.4.9": "Kinti te, ānanda, sutaṁ, ‘vajjī apaññattaṁ na paññapenti, paññattaṁ na samucchindanti, yathāpaññatte porāṇe vajjidhamme samādāya vattantī’”ti? ",
  "dn16:1.4.10": "“Sutaṁ metaṁ, bhante: ‘vajjī apaññattaṁ na paññapenti, paññattaṁ na samucchindanti, yathāpaññatte porāṇe vajjidhamme samādāya vattantī’”ti. ",
  "dn16:1.4.11": "“Yāvakīvañca, ānanda, vajjī apaññattaṁ na paññapessanti, paññattaṁ na samucchindissanti, yathāpaññatte porāṇe vajjidhamme samādāya vattissanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.4.12": "Kinti te, ānanda, sutaṁ, ‘vajjī ye te vajjīnaṁ vajjimahallakā, te sakkaronti garuṁ karonti mānenti pūjenti, tesañca sotabbaṁ maññantī’”ti? ",
  "dn16:1.4.13": "“Sutaṁ metaṁ, bhante: ‘vajjī ye te vajjīnaṁ vajjimahallakā, te sakkaronti garuṁ karonti mānenti pūjenti, tesañca sotabbaṁ maññantī’”ti. ",
  "dn16:1.4.14": "“Yāvakīvañca, ānanda, vajjī ye te vajjīnaṁ vajjimahallakā, te sakkarissanti garuṁ karissanti mānessanti pūjessanti, tesañca sotabbaṁ maññissanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.4.15": "Kinti te, ānanda, sutaṁ, ‘vajjī yā tā kulitthiyo kulakumāriyo, tā na okkassa pasayha vāsentī’”ti? ",
  "dn16:1.4.16": "“Sutaṁ metaṁ, bhante: ‘vajjī yā tā kulitthiyo kulakumāriyo tā na okkassa pasayha vāsentī’”ti. ",
  "dn16:1.4.17": "“Yāvakīvañca, ānanda, vajjī yā tā kulitthiyo kulakumāriyo, tā na okkassa pasayha vāsessanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.4.18": "Kinti te, ānanda, sutaṁ, ‘vajjī yāni tāni vajjīnaṁ vajjicetiyāni abbhantarāni ceva bāhirāni ca, tāni sakkaronti garuṁ karonti mānenti pūjenti, tesañca dinnapubbaṁ katapubbaṁ dhammikaṁ baliṁ no parihāpentī’”ti? ",
  "dn16:1.4.19": "“Sutaṁ metaṁ, bhante: ‘vajjī yāni tāni vajjīnaṁ vajjicetiyāni abbhantarāni ceva bāhirāni ca, tāni sakkaronti garuṁ karonti mānenti pūjenti tesañca dinnapubbaṁ katapubbaṁ dhammikaṁ baliṁ no parihāpentī’”ti. ",
  "dn16:1.4.20": "“Yāvakīvañca, ānanda, vajjī yāni tāni vajjīnaṁ vajjicetiyāni abbhantarāni ceva bāhirāni ca, tāni sakkarissanti garuṁ karissanti mānessanti pūjessanti, tesañca dinnapubbaṁ katapubbaṁ dhammikaṁ baliṁ no parihāpessanti, vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.4.21": "Kinti te, ānanda, sutaṁ, ‘vajjīnaṁ arahantesu dhammikā rakkhāvaraṇagutti susaṁvihitā, kinti anāgatā ca arahanto vijitaṁ āgaccheyyuṁ, āgatā ca arahanto vijite phāsu vihareyyun’”ti? ",
  "dn16:1.4.22": "“Sutaṁ metaṁ, bhante ‘vajjīnaṁ arahantesu dhammikā rakkhāvaraṇagutti susaṁvihitā kinti anāgatā ca arahanto vijitaṁ āgaccheyyuṁ, āgatā ca arahanto vijite phāsu vihareyyun’”ti. ",
  "dn16:1.4.23": "“Yāvakīvañca, ānanda, vajjīnaṁ arahantesu dhammikā rakkhāvaraṇagutti susaṁvihitā bhavissati, kinti anāgatā ca arahanto vijitaṁ āgaccheyyuṁ, āgatā ca arahanto vijite phāsu vihareyyunti. Vuddhiyeva, ānanda, vajjīnaṁ pāṭikaṅkhā, no parihānī”ti. ",
  "dn16:1.5.1": "Atha kho bhagavā vassakāraṁ brāhmaṇaṁ magadhamahāmattaṁ āmantesi: ",
  "dn16:1.5.2": "“ekamidāhaṁ, brāhmaṇa, samayaṁ vesāliyaṁ viharāmi sārandade cetiye. ",
  "dn16:1.5.3": "Tatrāhaṁ vajjīnaṁ ime satta aparihāniye dhamme desesiṁ. ",
  "dn16:1.5.4": "Yāvakīvañca, brāhmaṇa, ime satta aparihāniyā dhammā vajjīsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu vajjī sandississanti, vuddhiyeva, brāhmaṇa, vajjīnaṁ pāṭikaṅkhā, no parihānī”ti. ",
  "dn16:1.5.5": "Evaṁ vutte, vassakāro brāhmaṇo magadhamahāmatto bhagavantaṁ etadavoca: ",
  "dn16:1.5.6": "“ekamekenapi, bho gotama, aparihāniyena dhammena samannāgatānaṁ vajjīnaṁ vuddhiyeva pāṭikaṅkhā, no parihāni. ",
  "dn16:1.5.7": "Ko pana vādo sattahi aparihāniyehi dhammehi. ",
  "dn16:1.5.8": "Akaraṇīyāva, bho gotama, vajjī raññā māgadhena ajātasattunā vedehiputtena yadidaṁ yuddhassa, aññatra upalāpanāya aññatra mithubhedā. ",
  "dn16:1.5.9": "Handa ca dāni mayaṁ, bho gotama, gacchāma, bahukiccā mayaṁ bahukaraṇīyā”ti. ",
  "dn16:1.5.10": "“Yassadāni tvaṁ, brāhmaṇa, kālaṁ maññasī”ti. ",
  "dn16:1.5.11": "Atha kho vassakāro brāhmaṇo magadhamahāmatto bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmi. ",
  "dn16:1.6.0": "3. Bhikkhuaparihāniyadhamma ",
  "dn16:1.6.1": "Atha kho bhagavā acirapakkante vassakāre brāhmaṇe magadhamahāmatte āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:1.6.2": "“gaccha tvaṁ, ānanda, yāvatikā bhikkhū rājagahaṁ upanissāya viharanti, te sabbe upaṭṭhānasālāyaṁ sannipātehī”ti. ",
  "dn16:1.6.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yāvatikā bhikkhū rājagahaṁ upanissāya viharanti, te sabbe upaṭṭhānasālāyaṁ sannipātetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:1.6.4": "“sannipatito, bhante, bhikkhusaṅgho, yassadāni, bhante, bhagavā kālaṁ maññatī”ti. ",
  "dn16:1.6.5": "Atha kho bhagavā uṭṭhāyāsanā yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn16:1.6.6": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "dn16:1.6.7": "“satta vo, bhikkhave, aparihāniye dhamme desessāmi, ",
  "dn16:1.6.8": "taṁ suṇātha, sādhukaṁ manasikarotha, bhāsissāmī”ti. ",
  "dn16:1.6.9": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "dn16:1.6.10": "Bhagavā etadavoca: ",
  "dn16:1.6.11": "“Yāvakīvañca, bhikkhave, bhikkhū abhiṇhaṁ sannipātā sannipātabahulā bhavissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.6.12": "Yāvakīvañca, bhikkhave, bhikkhū samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā saṅghakaraṇīyāni karissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.6.13": "Yāvakīvañca, bhikkhave, bhikkhū apaññattaṁ na paññapessanti, paññattaṁ na samucchindissanti, yathāpaññattesu sikkhāpadesu samādāya vattissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.6.14": "Yāvakīvañca, bhikkhave, bhikkhū ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, te sakkarissanti garuṁ karissanti mānessanti pūjessanti, tesañca sotabbaṁ maññissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.6.15": "Yāvakīvañca, bhikkhave, bhikkhū uppannāya taṇhāya ponobbhavikāya na vasaṁ gacchissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.6.16": "Yāvakīvañca, bhikkhave, bhikkhū āraññakesu senāsanesu sāpekkhā bhavissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.6.17": "Yāvakīvañca, bhikkhave, bhikkhū paccattaññeva satiṁ upaṭṭhapessanti: ‘kinti anāgatā ca pesalā sabrahmacārī āgaccheyyuṁ, āgatā ca pesalā sabrahmacārī phāsu vihareyyun’ti. Vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.6.18": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.7.1": "Aparepi vo, bhikkhave, satta aparihāniye dhamme desessāmi, taṁ suṇātha, sādhukaṁ manasikarotha, bhāsissāmī”ti. ",
  "dn16:1.7.2": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "dn16:1.7.3": "Bhagavā etadavoca: ",
  "dn16:1.7.4": "“Yāvakīvañca, bhikkhave, bhikkhū na kammārāmā bhavissanti na kammaratā na kammārāmatamanuyuttā, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.7.5": "Yāvakīvañca, bhikkhave, bhikkhū na bhassārāmā bhavissanti na bhassaratā na bhassārāmatamanuyuttā, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.7.6": "Yāvakīvañca, bhikkhave, bhikkhū na niddārāmā bhavissanti na niddāratā na niddārāmatamanuyuttā, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.7.7": "Yāvakīvañca, bhikkhave, bhikkhū na saṅgaṇikārāmā bhavissanti na saṅgaṇikaratā na saṅgaṇikārāmatamanuyuttā, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.7.8": "Yāvakīvañca, bhikkhave, bhikkhū na pāpicchā bhavissanti na pāpikānaṁ icchānaṁ vasaṁ gatā, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.7.9": "Yāvakīvañca, bhikkhave, bhikkhū na pāpamittā bhavissanti na pāpasahāyā na pāpasampavaṅkā, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.7.10": "Yāvakīvañca, bhikkhave, bhikkhū na oramattakena visesādhigamena antarāvosānaṁ āpajjissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.8.1": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.8.2": "Aparepi vo, bhikkhave, satta aparihāniye dhamme desessāmi …pe…. ",
  "dn16:1.8.3": "Yāvakīvañca, bhikkhave, bhikkhū saddhā bhavissanti …pe… ",
  "dn16:1.8.4": "hirimanā bhavissanti … ",
  "dn16:1.8.5": "ottappī bhavissanti … ",
  "dn16:1.8.6": "bahussutā bhavissanti … ",
  "dn16:1.8.7": "āraddhavīriyā bhavissanti … ",
  "dn16:1.8.8": "upaṭṭhitassatī bhavissanti … ",
  "dn16:1.8.9": "paññavanto bhavissanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.8.10": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.8.11": "Aparepi vo, bhikkhave, satta aparihāniye dhamme desessāmi, taṁ suṇātha, sādhukaṁ manasikarotha, bhāsissāmī”ti. ",
  "dn16:1.8.12": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "dn16:1.8.13": "Bhagavā etadavoca: ",
  "dn16:1.9.1": "“Yāvakīvañca, bhikkhave, bhikkhu satisambojjhaṅgaṁ bhāvessanti …pe… ",
  "dn16:1.9.2": "dhammavicayasambojjhaṅgaṁ bhāvessanti … ",
  "dn16:1.9.3": "vīriyasambojjhaṅgaṁ bhāvessanti … ",
  "dn16:1.9.4": "pītisambojjhaṅgaṁ bhāvessanti … ",
  "dn16:1.9.5": "passaddhisambojjhaṅgaṁ bhāvessanti … ",
  "dn16:1.9.6": "samādhisambojjhaṅgaṁ bhāvessanti … ",
  "dn16:1.9.7": "upekkhāsambojjhaṅgaṁ bhāvessanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.10.1": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā no parihāni. ",
  "dn16:1.10.2": "Aparepi vo, bhikkhave, satta aparihāniye dhamme desessāmi, taṁ suṇātha, sādhukaṁ manasikarotha, bhāsissāmī”ti. ",
  "dn16:1.10.3": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "dn16:1.10.4": "Bhagavā etadavoca: ",
  "dn16:1.10.5": "“Yāvakīvañca, bhikkhave, bhikkhū aniccasaññaṁ bhāvessanti …pe… ",
  "dn16:1.10.6": "anattasaññaṁ bhāvessanti … ",
  "dn16:1.10.7": "asubhasaññaṁ bhāvessanti … ",
  "dn16:1.10.8": "ādīnavasaññaṁ bhāvessanti … ",
  "dn16:1.10.9": "pahānasaññaṁ bhāvessanti … ",
  "dn16:1.10.10": "virāgasaññaṁ bhāvessanti … ",
  "dn16:1.10.11": "nirodhasaññaṁ bhāvessanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.10.12": "Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.11.1": "Cha vo, bhikkhave, aparihāniye dhamme desessāmi, taṁ suṇātha, sādhukaṁ manasikarotha, bhāsissāmī”ti. ",
  "dn16:1.11.2": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "dn16:1.11.3": "Bhagavā etadavoca: ",
  "dn16:1.11.4": "“Yāvakīvañca, bhikkhave, bhikkhū mettaṁ kāyakammaṁ paccupaṭṭhāpessanti sabrahmacārīsu āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.11.5": "Yāvakīvañca, bhikkhave, bhikkhū mettaṁ vacīkammaṁ paccupaṭṭhāpessanti …pe… ",
  "dn16:1.11.6": "mettaṁ manokammaṁ paccupaṭṭhāpessanti sabrahmacārīsu āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.11.7": "Yāvakīvañca, bhikkhave, bhikkhū, ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi tathārūpehi lābhehi appaṭivibhattabhogī bhavissanti sīlavantehi sabrahmacārīhi sādhāraṇabhogī, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.11.8": "Yāvakīvañca, bhikkhave, bhikkhū yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññūpasatthāni aparāmaṭṭhāni samādhisaṁvattanikāni tathārūpesu sīlesu sīlasāmaññagatā viharissanti sabrahmacārīhi āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.11.9": "Yāvakīvañca, bhikkhave, bhikkhū yāyaṁ diṭṭhi ariyā niyyānikā, niyyāti takkarassa sammā dukkhakkhayāya, tathārūpāya diṭṭhiyā diṭṭhisāmaññagatā viharissanti sabrahmacārīhi āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihāni. ",
  "dn16:1.11.10": "Yāvakīvañca, bhikkhave, ime cha aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca chasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṁ pāṭikaṅkhā, no parihānī”ti. ",
  "dn16:1.11.11": "(…) ",
  "dn16:1.12.1": "Tatra sudaṁ bhagavā rājagahe viharanto gijjhakūṭe pabbate etadeva bahulaṁ bhikkhūnaṁ dhammiṁ kathaṁ karoti: ",
  "dn16:1.12.2": "“iti sīlaṁ, iti samādhi, iti paññā. ",
  "dn16:1.12.3": "Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṁso. ",
  "dn16:1.12.4": "Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṁsā. ",
  "dn16:1.12.5": "Paññāparibhāvitaṁ cittaṁ sammadeva āsavehi vimuccati, seyyathidaṁ—",
  "dn16:1.12.6": "kāmāsavā, bhavāsavā, avijjāsavā”ti. ",
  "dn16:1.13.1": "Atha kho bhagavā rājagahe yathābhirantaṁ viharitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:1.13.2": "“āyāmānanda, yena ambalaṭṭhikā tenupasaṅkamissāmā”ti. ",
  "dn16:1.13.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:1.13.4": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena ambalaṭṭhikā tadavasari. ",
  "dn16:1.14.1": "Tatra sudaṁ bhagavā ambalaṭṭhikāyaṁ viharati rājāgārake. ",
  "dn16:1.14.2": "Tatrāpi sudaṁ bhagavā ambalaṭṭhikāyaṁ viharanto rājāgārake etadeva bahulaṁ bhikkhūnaṁ dhammiṁ kathaṁ karoti: ",
  "dn16:1.14.3": "“iti sīlaṁ iti samādhi iti paññā. ",
  "dn16:1.14.4": "Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṁso. ",
  "dn16:1.14.5": "Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṁsā. ",
  "dn16:1.14.6": "Paññāparibhāvitaṁ cittaṁ sammadeva āsavehi vimuccati, seyyathidaṁ—",
  "dn16:1.14.7": "kāmāsavā, bhavāsavā, avijjāsavā”ti. ",
  "dn16:1.15.1": "Atha kho bhagavā ambalaṭṭhikāyaṁ yathābhirantaṁ viharitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:1.15.2": "“āyāmānanda, yena nāḷandā tenupasaṅkamissāmā”ti. ",
  "dn16:1.15.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:1.15.4": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena nāḷandā tadavasari, ",
  "dn16:1.15.5": "tatra sudaṁ bhagavā nāḷandāyaṁ viharati pāvārikambavane. ",
  "dn16:1.16.0": "4. Sāriputtasīhanāda ",
  "dn16:1.16.1": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "dn16:1.16.2": "“evaṁ pasanno ahaṁ, bhante, bhagavati; ",
  "dn16:1.16.3": "na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṁ sambodhiyan”ti. ",
  "dn16:1.16.4": "“Uḷārā kho te ayaṁ, sāriputta, āsabhī vācā bhāsitā, ekaṁso gahito, sīhanādo nadito: ",
  "dn16:1.16.5": "‘evaṁpasanno ahaṁ, bhante, bhagavati; ",
  "dn16:1.16.6": "na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṁ sambodhiyan’ti. ",
  "dn16:1.16.7": "Kiṁ te, sāriputta, ye te ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā: ",
  "dn16:1.16.8": "‘evaṁsīlā te bhagavanto ahesuṁ itipi, evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto ahesuṁ itipī’”ti? ",
  "dn16:1.16.9": "“No hetaṁ, bhante”. ",
  "dn16:1.16.10": "“Kiṁ pana te, sāriputta, ye te bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā: ",
  "dn16:1.16.11": "‘evaṁsīlā te bhagavanto bhavissanti itipi, evaṁdhammā evaṁpaññā evaṁvihārī evaṁvimuttā te bhagavanto bhavissanti itipī’”ti? ",
  "dn16:1.16.12": "“No hetaṁ, bhante”. ",
  "dn16:1.16.13": "“Kiṁ pana te, sāriputta, ahaṁ etarahi arahaṁ sammāsambuddho cetasā ceto paricca vidito: ",
  "dn16:1.16.14": "‘evaṁsīlo bhagavā itipi, evaṁdhammo evaṁpañño evaṁvihārī evaṁvimutto bhagavā itipī’”ti? ",
  "dn16:1.16.15": "“No hetaṁ, bhante”. ",
  "dn16:1.16.16": "“Ettha ca hi te, sāriputta, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṁ natthi. ",
  "dn16:1.16.17": "Atha kiñcarahi te ayaṁ, sāriputta, uḷārā āsabhī vācā bhāsitā, ekaṁso gahito, sīhanādo nadito: ",
  "dn16:1.16.18": "‘evaṁpasanno ahaṁ, bhante, bhagavati; na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṁ sambodhiyan’”ti? ",
  "dn16:1.17.1": "“Na kho me, bhante, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṁ atthi, ",
  "dn16:1.17.2": "api ca me dhammanvayo vidito. ",
  "dn16:1.17.3": "Seyyathāpi, bhante, rañño paccantimaṁ nagaraṁ daḷhuddhāpaṁ daḷhapākāratoraṇaṁ ekadvāraṁ, ",
  "dn16:1.17.4": "tatrassa dovāriko paṇḍito viyatto medhāvī aññātānaṁ nivāretā ñātānaṁ pavesetā. ",
  "dn16:1.17.5": "So tassa nagarassa samantā anupariyāyapathaṁ anukkamamāno na passeyya pākārasandhiṁ vā pākāravivaraṁ vā, antamaso biḷāranikkhamanamattampi. ",
  "dn16:1.17.6": "Tassa evamassa: ",
  "dn16:1.17.7": "‘ye kho keci oḷārikā pāṇā imaṁ nagaraṁ pavisanti vā nikkhamanti vā, sabbe te imināva dvārena pavisanti vā nikkhamanti vā’ti. ",
  "dn16:1.17.8": "Evameva kho me, bhante, dhammanvayo vidito: ",
  "dn16:1.17.9": "‘ye te, bhante, ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu supatiṭṭhitacittā sattabojjhaṅge yathābhūtaṁ bhāvetvā anuttaraṁ sammāsambodhiṁ abhisambujjhiṁsu. ",
  "dn16:1.17.10": "Yepi te, bhante, bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu supatiṭṭhitacittā satta bojjhaṅge yathābhūtaṁ bhāvetvā anuttaraṁ sammāsambodhiṁ abhisambujjhissanti. ",
  "dn16:1.17.11": "Bhagavāpi, bhante, etarahi arahaṁ sammāsambuddho pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu supatiṭṭhitacitto satta bojjhaṅge yathābhūtaṁ bhāvetvā anuttaraṁ sammāsambodhiṁ abhisambuddho’”ti. ",
  "dn16:1.18.1": "Tatrapi sudaṁ bhagavā nāḷandāyaṁ viharanto pāvārikambavane etadeva bahulaṁ bhikkhūnaṁ dhammiṁ kathaṁ karoti: ",
  "dn16:1.18.2": "“iti sīlaṁ, iti samādhi, iti paññā. ",
  "dn16:1.18.3": "Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṁso. ",
  "dn16:1.18.4": "Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṁsā. ",
  "dn16:1.18.5": "Paññāparibhāvitaṁ cittaṁ sammadeva āsavehi vimuccati, seyyathidaṁ—",
  "dn16:1.18.6": "kāmāsavā, bhavāsavā, avijjāsavā”ti. ",
  "dn16:1.19.0": "5. Dussīlaādīnava ",
  "dn16:1.19.1": "Atha kho bhagavā nāḷandāyaṁ yathābhirantaṁ viharitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:1.19.2": "“āyāmānanda, yena pāṭaligāmo tenupasaṅkamissāmā”ti. ",
  "dn16:1.19.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:1.19.4": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena pāṭaligāmo tadavasari. ",
  "dn16:1.20.1": "Assosuṁ kho pāṭaligāmikā upāsakā: “bhagavā kira pāṭaligāmaṁ anuppatto”ti. ",
  "dn16:1.20.2": "Atha kho pāṭaligāmikā upāsakā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho pāṭaligāmikā upāsakā bhagavantaṁ etadavocuṁ: ",
  "dn16:1.20.3": "“adhivāsetu no, bhante, bhagavā āvasathāgāran”ti. ",
  "dn16:1.20.4": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "dn16:1.21.1": "Atha kho pāṭaligāmikā upāsakā bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā yena āvasathāgāraṁ tenupasaṅkamiṁsu; upasaṅkamitvā sabbasanthariṁ āvasathāgāraṁ santharitvā āsanāni paññapetvā udakamaṇikaṁ patiṭṭhāpetvā telapadīpaṁ āropetvā yena bhagavā tenupasaṅkamiṁsu, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhaṁsu. Ekamantaṁ ṭhitā kho pāṭaligāmikā upāsakā bhagavantaṁ etadavocuṁ: ",
  "dn16:1.21.2": "“sabbasantharisanthataṁ, bhante, āvasathāgāraṁ, āsanāni paññattāni, udakamaṇiko patiṭṭhāpito, telapadīpo āropito; ",
  "dn16:1.21.3": "yassadāni, bhante, bhagavā kālaṁ maññatī”ti. ",
  "dn16:1.22.1": "Atha kho bhagavā sāyanhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena āvasathāgāraṁ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā āvasathāgāraṁ pavisitvā majjhimaṁ thambhaṁ nissāya puratthābhimukho nisīdi. ",
  "dn16:1.22.2": "Bhikkhusaṅghopi kho pāde pakkhāletvā āvasathāgāraṁ pavisitvā pacchimaṁ bhittiṁ nissāya puratthābhimukho nisīdi bhagavantameva purakkhatvā. ",
  "dn16:1.22.3": "Pāṭaligāmikāpi kho upāsakā pāde pakkhāletvā āvasathāgāraṁ pavisitvā puratthimaṁ bhittiṁ nissāya pacchimābhimukhā nisīdiṁsu bhagavantameva purakkhatvā. ",
  "dn16:1.22.4": "(…) ",
  "dn16:1.23.1": "Atha kho bhagavā pāṭaligāmike upāsake āmantesi: ",
  "dn16:1.23.2": "“pañcime, gahapatayo, ādīnavā dussīlassa sīlavipattiyā. ",
  "dn16:1.23.3": "Katame pañca? ",
  "dn16:1.23.4": "Idha, gahapatayo, dussīlo sīlavipanno pamādādhikaraṇaṁ mahatiṁ bhogajāniṁ nigacchati. ",
  "dn16:1.23.5": "Ayaṁ paṭhamo ādīnavo dussīlassa sīlavipattiyā. ",
  "dn16:1.23.6": "Puna caparaṁ, gahapatayo, dussīlassa sīlavipannassa pāpako kittisaddo abbhuggacchati. ",
  "dn16:1.23.7": "Ayaṁ dutiyo ādīnavo dussīlassa sīlavipattiyā. ",
  "dn16:1.23.8": "Puna caparaṁ, gahapatayo, dussīlo sīlavipanno yaññadeva parisaṁ upasaṅkamati—yadi khattiyaparisaṁ yadi brāhmaṇaparisaṁ yadi gahapatiparisaṁ yadi samaṇaparisaṁ—avisārado upasaṅkamati maṅkubhūto. ",
  "dn16:1.23.9": "Ayaṁ tatiyo ādīnavo dussīlassa sīlavipattiyā. ",
  "dn16:1.23.10": "Puna caparaṁ, gahapatayo, dussīlo sīlavipanno sammūḷho kālaṁ karoti. ",
  "dn16:1.23.11": "Ayaṁ catuttho ādīnavo dussīlassa sīlavipattiyā. ",
  "dn16:1.23.12": "Puna caparaṁ, gahapatayo, dussīlo sīlavipanno kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati. ",
  "dn16:1.23.13": "Ayaṁ pañcamo ādīnavo dussīlassa sīlavipattiyā. ",
  "dn16:1.23.14": "Ime kho, gahapatayo, pañca ādīnavā dussīlassa sīlavipattiyā. ",
  "dn16:1.24.0": "6. Sīlavantaānisaṁsa ",
  "dn16:1.24.1": "Pañcime, gahapatayo, ānisaṁsā sīlavato sīlasampadāya. ",
  "dn16:1.24.2": "Katame pañca? ",
  "dn16:1.24.3": "Idha, gahapatayo, sīlavā sīlasampanno appamādādhikaraṇaṁ mahantaṁ bhogakkhandhaṁ adhigacchati. ",
  "dn16:1.24.4": "Ayaṁ paṭhamo ānisaṁso sīlavato sīlasampadāya. ",
  "dn16:1.24.5": "Puna caparaṁ, gahapatayo, sīlavato sīlasampannassa kalyāṇo kittisaddo abbhuggacchati. ",
  "dn16:1.24.6": "Ayaṁ dutiyo ānisaṁso sīlavato sīlasampadāya. ",
  "dn16:1.24.7": "Puna caparaṁ, gahapatayo, sīlavā sīlasampanno yaññadeva parisaṁ upasaṅkamati—yadi khattiyaparisaṁ yadi brāhmaṇaparisaṁ yadi gahapatiparisaṁ yadi samaṇaparisaṁ visārado upasaṅkamati amaṅkubhūto. ",
  "dn16:1.24.8": "Ayaṁ tatiyo ānisaṁso sīlavato sīlasampadāya. ",
  "dn16:1.24.9": "Puna caparaṁ, gahapatayo, sīlavā sīlasampanno asammūḷho kālaṁ karoti. ",
  "dn16:1.24.10": "Ayaṁ catuttho ānisaṁso sīlavato sīlasampadāya. ",
  "dn16:1.24.11": "Puna caparaṁ, gahapatayo, sīlavā sīlasampanno kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati. ",
  "dn16:1.24.12": "Ayaṁ pañcamo ānisaṁso sīlavato sīlasampadāya. ",
  "dn16:1.24.13": "Ime kho, gahapatayo, pañca ānisaṁsā sīlavato sīlasampadāyā”ti. ",
  "dn16:1.25.1": "Atha kho bhagavā pāṭaligāmike upāsake bahudeva rattiṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uyyojesi: ",
  "dn16:1.25.2": "“abhikkantā kho, gahapatayo, ratti, yassadāni tumhe kālaṁ maññathā”ti. ",
  "dn16:1.25.3": "“Evaṁ, bhante”ti kho pāṭaligāmikā upāsakā bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkamiṁsu. ",
  "dn16:1.25.4": "Atha kho bhagavā acirapakkantesu pāṭaligāmikesu upāsakesu suññāgāraṁ pāvisi. ",
  "dn16:1.26.0": "7. Pāṭaliputtanagaramāpana ",
  "dn16:1.26.1": "Tena kho pana samayena sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṁ māpenti vajjīnaṁ paṭibāhāya. ",
  "dn16:1.26.2": "Tena samayena sambahulā devatāyo sahasseva pāṭaligāme vatthūni pariggaṇhanti. ",
  "dn16:1.26.3": "Yasmiṁ padese mahesakkhā devatā vatthūni pariggaṇhanti, mahesakkhānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "dn16:1.27.1": "Yasmiṁ padese majjhimā devatā vatthūni pariggaṇhanti, majjhimānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "dn16:1.27.2": "Yasmiṁ padese nīcā devatā vatthūni pariggaṇhanti, nīcānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "dn16:1.27.3": "Addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena tā devatāyo sahasseva pāṭaligāme vatthūni pariggaṇhantiyo. ",
  "dn16:1.27.4": "Atha kho bhagavā rattiyā paccūsasamayaṁ paccuṭṭhāya āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:1.27.5": "“Ke nu kho, ānanda, pāṭaligāme nagaraṁ māpentī”ti? ",
  "dn16:1.27.6": "“Sunidhavassakārā, bhante, magadhamahāmattā pāṭaligāme nagaraṁ māpenti vajjīnaṁ paṭibāhāyā”ti. ",
  "dn16:1.28.1": "“Seyyathāpi, ānanda, devehi tāvatiṁsehi saddhiṁ mantetvā; ",
  "dn16:1.28.2": "evameva kho, ānanda, sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṁ māpenti vajjīnaṁ paṭibāhāya. ",
  "dn16:1.28.3": "Idhāhaṁ, ānanda, addasaṁ dibbena cakkhunā visuddhena atikkantamānusakena sambahulā devatāyo sahasseva pāṭaligāme vatthūni pariggaṇhantiyo. ",
  "dn16:1.28.4": "Yasmiṁ, ānanda, padese mahesakkhā devatā vatthūni pariggaṇhanti, mahesakkhānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "dn16:1.28.5": "Yasmiṁ padese majjhimā devatā vatthūni pariggaṇhanti, majjhimānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "dn16:1.28.6": "Yasmiṁ padese nīcā devatā vatthūni pariggaṇhanti, nīcānaṁ tattha raññaṁ rājamahāmattānaṁ cittāni namanti nivesanāni māpetuṁ. ",
  "dn16:1.28.7": "Yāvatā, ānanda, ariyaṁ āyatanaṁ yāvatā vaṇippatho idaṁ agganagaraṁ bhavissati pāṭaliputtaṁ puṭabhedanaṁ. ",
  "dn16:1.28.8": "Pāṭaliputtassa kho, ānanda, tayo antarāyā bhavissanti—",
  "dn16:1.28.9": "aggito vā udakato vā mithubhedā vā”ti. ",
  "dn16:1.29.1": "Atha kho sunidhavassakārā magadhamahāmattā yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavatā saddhiṁ sammodiṁsu, ",
  "dn16:1.29.2": "sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhaṁsu, ekamantaṁ ṭhitā kho sunidhavassakārā magadhamahāmattā bhagavantaṁ etadavocuṁ: ",
  "dn16:1.29.3": "“adhivāsetu no bhavaṁ gotamo ajjatanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "dn16:1.29.4": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "dn16:1.30.1": "Atha kho sunidhavassakārā magadhamahāmattā bhagavato adhivāsanaṁ viditvā yena sako āvasatho tenupasaṅkamiṁsu; upasaṅkamitvā sake āvasathe paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā bhagavato kālaṁ ārocāpesuṁ: ",
  "dn16:1.30.2": "“kālo, bho gotama, niṭṭhitaṁ bhattan”ti. ",
  "dn16:1.30.3": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena sunidhavassakārānaṁ magadhamahāmattānaṁ āvasatho tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn16:1.30.4": "Atha kho sunidhavassakārā magadhamahāmattā buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesuṁ sampavāresuṁ. ",
  "dn16:1.30.5": "Atha kho sunidhavassakārā magadhamahāmattā bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdiṁsu. ",
  "dn16:1.31.1": "Ekamantaṁ nisinne kho sunidhavassakāre magadhamahāmatte bhagavā imāhi gāthāhi anumodi: ",
  "dn16:1.31.2": "“Yasmiṁ padese kappeti, ",
  "dn16:1.31.3": "vāsaṁ paṇḍitajātiyo; ",
  "dn16:1.31.4": "Sīlavantettha bhojetvā, ",
  "dn16:1.31.5": "saññate brahmacārayo. ",
  "dn16:1.31.6": "Yā tattha devatā āsuṁ, ",
  "dn16:1.31.7": "tāsaṁ dakkhiṇamādise; ",
  "dn16:1.31.8": "Tā pūjitā pūjayanti, ",
  "dn16:1.31.9": "mānitā mānayanti naṁ. ",
  "dn16:1.31.10": "Tato naṁ anukampanti, ",
  "dn16:1.31.11": "mātā puttaṁva orasaṁ; ",
  "dn16:1.31.12": "Devatānukampito poso, ",
  "dn16:1.31.13": "sadā bhadrāni passatī”ti. ",
  "dn16:1.31.14": "Atha kho bhagavā sunidhavassakāre magadhamahāmatte imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi. ",
  "dn16:1.32.1": "Tena kho pana samayena sunidhavassakārā magadhamahāmattā bhagavantaṁ piṭṭhito piṭṭhito anubandhā honti: ",
  "dn16:1.32.2": "“yenajja samaṇo gotamo dvārena nikkhamissati, taṁ gotamadvāraṁ nāma bhavissati. ",
  "dn16:1.32.3": "Yena titthena gaṅgaṁ nadiṁ tarissati, taṁ gotamatitthaṁ nāma bhavissatī”ti. ",
  "dn16:1.32.4": "Atha kho bhagavā yena dvārena nikkhami, taṁ gotamadvāraṁ nāma ahosi. ",
  "dn16:1.32.5": "Atha kho bhagavā yena gaṅgā nadī tenupasaṅkami. ",
  "dn16:1.33.1": "Tena kho pana samayena gaṅgā nadī pūrā hoti samatittikā kākapeyyā. ",
  "dn16:1.33.2": "Appekacce manussā nāvaṁ pariyesanti, appekacce uḷumpaṁ pariyesanti, appekacce kullaṁ bandhanti apārā, pāraṁ gantukāmā. ",
  "dn16:1.33.3": "Atha kho bhagavā—seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ vā bāhaṁ samiñjeyya; evameva—gaṅgāya nadiyā orimatīre antarahito pārimatīre paccuṭṭhāsi saddhiṁ bhikkhusaṅghena. ",
  "dn16:1.34.1": "Addasā kho bhagavā te manusse appekacce nāvaṁ pariyesante appekacce uḷumpaṁ pariyesante appekacce kullaṁ bandhante apārā pāraṁ gantukāme. ",
  "dn16:1.34.2": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "dn16:1.34.3": "“Ye taranti aṇṇavaṁ saraṁ, ",
  "dn16:1.34.4": "Setuṁ katvāna visajja pallalāni; ",
  "dn16:1.34.5": "Kullañhi jano bandhati, ",
  "dn16:1.34.6": "Tiṇṇā medhāvino janā”ti. ",
  "dn16:1.34.7": "Paṭhamabhāṇavāro. ",
  "dn16:2.1.0": "8. Ariyasaccakathā ",
  "dn16:2.1.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:2.1.2": "“āyāmānanda, yena koṭigāmo tenupasaṅkamissāmā”ti. ",
  "dn16:2.1.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:2.1.4": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena koṭigāmo tadavasari. ",
  "dn16:2.1.5": "Tatra sudaṁ bhagavā koṭigāme viharati. ",
  "dn16:2.2.1": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "dn16:2.2.2": "“Catunnaṁ, bhikkhave, ariyasaccānaṁ ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. ",
  "dn16:2.2.3": "Katamesaṁ catunnaṁ? ",
  "dn16:2.2.4": "Dukkhassa, bhikkhave, ariyasaccassa ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. ",
  "dn16:2.2.5": "Dukkhasamudayassa, bhikkhave, ariyasaccassa ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. ",
  "dn16:2.2.6": "Dukkhanirodhassa, bhikkhave, ariyasaccassa ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. ",
  "dn16:2.2.7": "Dukkhanirodhagāminiyā paṭipadāya, bhikkhave, ariyasaccassa ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. ",
  "dn16:2.2.8": "Tayidaṁ, bhikkhave, dukkhaṁ ariyasaccaṁ anubuddhaṁ paṭividdhaṁ, dukkhasamudayaṁ ariyasaccaṁ anubuddhaṁ paṭividdhaṁ, dukkhanirodhaṁ ariyasaccaṁ anubuddhaṁ paṭividdhaṁ, dukkhanirodhagāminī paṭipadā ariyasaccaṁ anubuddhaṁ paṭividdhaṁ, ucchinnā bhavataṇhā, khīṇā bhavanetti, natthi dāni punabbhavo”ti. ",
  "dn16:2.3.1": "Idamavoca bhagavā. ",
  "dn16:2.3.2": "Idaṁ vatvāna sugato athāparaṁ etadavoca satthā: ",
  "dn16:2.3.3": "“Catunnaṁ ariyasaccānaṁ, ",
  "dn16:2.3.4": "yathābhūtaṁ adassanā; ",
  "dn16:2.3.5": "Saṁsitaṁ dīghamaddhānaṁ, ",
  "dn16:2.3.6": "tāsu tāsveva jātisu. ",
  "dn16:2.3.7": "Tāni etāni diṭṭhāni, ",
  "dn16:2.3.8": "bhavanetti samūhatā; ",
  "dn16:2.3.9": "Ucchinnaṁ mūlaṁ dukkhassa, ",
  "dn16:2.3.10": "natthi dāni punabbhavo”ti. ",
  "dn16:2.4.1": "Tatrapi sudaṁ bhagavā koṭigāme viharanto etadeva bahulaṁ bhikkhūnaṁ dhammiṁ kathaṁ karoti: ",
  "dn16:2.4.2": "“iti sīlaṁ, iti samādhi, iti paññā. ",
  "dn16:2.4.3": "Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṁso. ",
  "dn16:2.4.4": "Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṁsā. ",
  "dn16:2.4.5": "Paññāparibhāvitaṁ cittaṁ sammadeva āsavehi vimuccati, seyyathidaṁ—",
  "dn16:2.4.6": "kāmāsavā, bhavāsavā, avijjāsavā”ti. ",
  "dn16:2.5.0": "9. Anāvattidhammasambodhiparāyaṇa ",
  "dn16:2.5.1": "Atha kho bhagavā koṭigāme yathābhirantaṁ viharitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:2.5.2": "“āyāmānanda, yena nātikā tenupaṅkamissāmā”ti. ",
  "dn16:2.5.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:2.5.4": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena nātikā tadavasari. ",
  "dn16:2.5.5": "Tatrapi sudaṁ bhagavā nātike viharati giñjakāvasathe. ",
  "dn16:2.6.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:2.6.2": "“sāḷho nāma, bhante, bhikkhu nātike kālaṅkato, tassa kā gati, ko abhisamparāyo? ",
  "dn16:2.6.3": "Nandā nāma, bhante, bhikkhunī nātike kālaṅkatā, tassā kā gati, ko abhisamparāyo? ",
  "dn16:2.6.4": "Sudatto nāma, bhante, upāsako nātike kālaṅkato, tassa kā gati, ko abhisamparāyo? ",
  "dn16:2.6.5": "Sujātā nāma, bhante, upāsikā nātike kālaṅkatā, tassā kā gati, ko abhisamparāyo? ",
  "dn16:2.6.6": "Kukkuṭo nāma, bhante, upāsako nātike kālaṅkato, tassa kā gati, ko abhisamparāyo? ",
  "dn16:2.6.7": "Kāḷimbo nāma, bhante, upāsako …pe… ",
  "dn16:2.6.8": "nikaṭo nāma, bhante, upāsako … ",
  "dn16:2.6.9": "kaṭissaho nāma, bhante, upāsako … ",
  "dn16:2.6.10": "tuṭṭho nāma, bhante, upāsako … ",
  "dn16:2.6.11": "santuṭṭho nāma, bhante, upāsako … ",
  "dn16:2.6.12": "bhaddo nāma, bhante, upāsako … ",
  "dn16:2.6.13": "subhaddo nāma, bhante, upāsako nātike kālaṅkato, tassa kā gati, ko abhisamparāyo”ti? ",
  "dn16:2.7.1": "“Sāḷho, ānanda, bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "dn16:2.7.2": "Nandā, ānanda, bhikkhunī pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyinī anāvattidhammā tasmā lokā. ",
  "dn16:2.7.3": "Sudatto, ānanda, upāsako tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissati. ",
  "dn16:2.7.4": "Sujātā, ānanda, upāsikā tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā. ",
  "dn16:2.7.5": "Kukkuṭo, ānanda, upāsako pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā. ",
  "dn16:2.7.6": "Kāḷimbo, ānanda, upāsako …pe… ",
  "dn16:2.7.7": "nikaṭo, ānanda, upāsako … ",
  "dn16:2.7.8": "kaṭissaho, ānanda, upāsako … ",
  "dn16:2.7.9": "tuṭṭho, ānanda, upāsako … ",
  "dn16:2.7.10": "santuṭṭho, ānanda, upāsako … ",
  "dn16:2.7.11": "bhaddo, ānanda, upāsako … ",
  "dn16:2.7.12": "subhaddo, ānanda, upāsako pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā. ",
  "dn16:2.7.13": "Paropaññāsaṁ, ānanda, nātike upāsakā kālaṅkatā, pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ",
  "dn16:2.7.14": "Sādhikā navuti, ānanda, nātike upāsakā kālaṅkatā tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmino sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissanti. ",
  "dn16:2.7.15": "Sātirekāni, ānanda, pañcasatāni nātike upāsakā kālaṅkatā, tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā. ",
  "dn16:2.8.0": "10. Dhammādāsadhammapariyāya ",
  "dn16:2.8.1": "Anacchariyaṁ kho panetaṁ, ānanda, yaṁ manussabhūto kālaṁ kareyya. ",
  "dn16:2.8.2": "Tasmiṁyeva kālaṅkate tathāgataṁ upasaṅkamitvā etamatthaṁ pucchissatha, vihesā hesā, ānanda, tathāgatassa. ",
  "dn16:2.8.3": "Tasmātihānanda, dhammādāsaṁ nāma dhammapariyāyaṁ desessāmi, yena samannāgato ariyasāvako ākaṅkhamāno attanāva attānaṁ byākareyya: ",
  "dn16:2.8.4": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’ti. ",
  "dn16:2.9.1": "Katamo ca so, ānanda, dhammādāso dhammapariyāyo, yena samannāgato ariyasāvako ākaṅkhamāno attanāva attānaṁ byākareyya: ",
  "dn16:2.9.2": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’ti? ",
  "dn16:2.9.3": "Idhānanda, ariyasāvako buddhe aveccappasādena samannāgato hoti: ",
  "dn16:2.9.4": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "dn16:2.9.5": "Dhamme aveccappasādena samannāgato hoti: ",
  "dn16:2.9.6": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī’ti. ",
  "dn16:2.9.7": "Saṅghe aveccappasādena samannāgato hoti: ",
  "dn16:2.9.8": "‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho yadidaṁ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassā’ti. ",
  "dn16:2.9.9": "Ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññūpasatthehi aparāmaṭṭhehi samādhisaṁvattanikehi. ",
  "dn16:2.9.10": "Ayaṁ kho so, ānanda, dhammādāso dhammapariyāyo, yena samannāgato ariyasāvako ākaṅkhamāno attanāva attānaṁ byākareyya: ",
  "dn16:2.9.11": "‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti. ",
  "dn16:2.10.1": "Tatrapi sudaṁ bhagavā nātike viharanto giñjakāvasathe etadeva bahulaṁ bhikkhūnaṁ dhammiṁ kathaṁ karoti: ",
  "dn16:2.10.2": "“Iti sīlaṁ iti samādhi iti paññā. ",
  "dn16:2.10.3": "Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṁso. ",
  "dn16:2.10.4": "Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṁsā. ",
  "dn16:2.10.5": "Paññāparibhāvitaṁ cittaṁ sammadeva āsavehi vimuccati, seyyathidaṁ—",
  "dn16:2.10.6": "kāmāsavā, bhavāsavā, avijjāsavā”ti. ",
  "dn16:2.10.7": "(…) ",
  "dn16:2.11.1": "Atha kho bhagavā nātike yathābhirantaṁ viharitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:2.11.2": "“āyāmānanda, yena vesālī tenupasaṅkamissāmā”ti. ",
  "dn16:2.11.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:2.11.4": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena vesālī tadavasari. ",
  "dn16:2.11.5": "Tatra sudaṁ bhagavā vesāliyaṁ viharati ambapālivane. ",
  "dn16:2.12.1": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "dn16:2.12.2": "“Sato, bhikkhave, bhikkhu vihareyya sampajāno, ",
  "dn16:2.12.3": "ayaṁ vo amhākaṁ anusāsanī. ",
  "dn16:2.12.4": "Kathañca, bhikkhave, bhikkhu sato hoti? ",
  "dn16:2.12.5": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn16:2.12.6": "Vedanāsu vedanānupassī …pe… ",
  "dn16:2.12.7": "citte cittānupassī …pe… ",
  "dn16:2.12.8": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn16:2.12.9": "Evaṁ kho, bhikkhave, bhikkhu sato hoti. ",
  "dn16:2.13.1": "Kathañca, bhikkhave, bhikkhu sampajāno hoti? ",
  "dn16:2.13.2": "Idha, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "dn16:2.13.3": "Evaṁ kho, bhikkhave, bhikkhu sampajāno hoti. ",
  "dn16:2.13.4": "Sato, bhikkhave, bhikkhu vihareyya sampajāno, ",
  "dn16:2.13.5": "ayaṁ vo amhākaṁ anusāsanī”ti. ",
  "dn16:2.14.0": "11. Ambapālīgaṇikā ",
  "dn16:2.14.1": "Assosi kho ambapālī gaṇikā: “bhagavā kira vesāliṁ anuppatto vesāliyaṁ viharati mayhaṁ ambavane”ti. ",
  "dn16:2.14.2": "Atha kho ambapālī gaṇikā bhaddāni bhaddāni yānāni yojāpetvā bhaddaṁ bhaddaṁ yānaṁ abhiruhitvā bhaddehi bhaddehi yānehi vesāliyā niyyāsi. Yena sako ārāmo tena pāyāsi. ",
  "dn16:2.14.3": "Yāvatikā yānassa bhūmi, yānena gantvā, yānā paccorohitvā pattikāva yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "dn16:2.14.4": "Ekamantaṁ nisinnaṁ kho ambapāliṁ gaṇikaṁ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "dn16:2.14.5": "Atha kho ambapālī gaṇikā bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṁsitā bhagavantaṁ etadavoca: ",
  "dn16:2.14.6": "“adhivāsetu me, bhante, bhagavā svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "dn16:2.14.7": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "dn16:2.14.8": "Atha kho ambapālī gaṇikā bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "dn16:2.15.1": "Assosuṁ kho vesālikā licchavī: “bhagavā kira vesāliṁ anuppatto vesāliyaṁ viharati ambapālivane”ti. ",
  "dn16:2.15.2": "Atha kho te licchavī bhaddāni bhaddāni yānāni yojāpetvā bhaddaṁ bhaddaṁ yānaṁ abhiruhitvā bhaddehi bhaddehi yānehi vesāliyā niyyiṁsu. ",
  "dn16:2.15.3": "Tatra ekacce licchavī nīlā honti nīlavaṇṇā nīlavatthā nīlālaṅkārā, ekacce licchavī pītā honti pītavaṇṇā pītavatthā pītālaṅkārā, ekacce licchavī lohitā honti lohitavaṇṇā lohitavatthā lohitālaṅkārā, ekacce licchavī odātā honti odātavaṇṇā odātavatthā odātālaṅkārā. ",
  "dn16:2.16.1": "Atha kho ambapālī gaṇikā daharānaṁ daharānaṁ licchavīnaṁ akkhena akkhaṁ cakkena cakkaṁ yugena yugaṁ paṭivaṭṭesi. ",
  "dn16:2.16.2": "Atha kho te licchavī ambapāliṁ gaṇikaṁ etadavocuṁ: ",
  "dn16:2.16.3": "“kiṁ, je ambapāli, daharānaṁ daharānaṁ licchavīnaṁ akkhena akkhaṁ cakkena cakkaṁ yugena yugaṁ paṭivaṭṭesī”ti? ",
  "dn16:2.16.4": "“Tathā hi pana me, ayyaputtā, bhagavā nimantito svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "dn16:2.16.5": "“Dehi, je ambapāli, etaṁ bhattaṁ satasahassenā”ti. ",
  "dn16:2.16.6": "“Sacepi me, ayyaputtā, vesāliṁ sāhāraṁ dassatha, evamahaṁ taṁ bhattaṁ na dassāmī”ti. ",
  "dn16:2.16.7": "Atha kho te licchavī aṅguliṁ phoṭesuṁ: ",
  "dn16:2.16.8": "“jitamha vata bho ambakāya, jitamha vata bho ambakāyā”ti. ",
  "dn16:2.16.9": "Atha kho te licchavī yena ambapālivanaṁ tena pāyiṁsu. ",
  "dn16:2.17.1": "Addasā kho bhagavā te licchavī dūratova āgacchante. ",
  "dn16:2.17.2": "Disvāna bhikkhū āmantesi: ",
  "dn16:2.17.3": "“yesaṁ, bhikkhave, bhikkhūnaṁ devā tāvatiṁsā adiṭṭhapubbā, oloketha, bhikkhave, licchaviparisaṁ; ",
  "dn16:2.17.4": "apaloketha, bhikkhave, licchaviparisaṁ; ",
  "dn16:2.17.5": "upasaṁharatha, bhikkhave, licchaviparisaṁ—",
  "dn16:2.17.6": "tāvatiṁsasadisan”ti. ",
  "dn16:2.18.1": "Atha kho te licchavī yāvatikā yānassa bhūmi, yānena gantvā, yānā paccorohitvā pattikāva yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. ",
  "dn16:2.18.2": "Ekamantaṁ nisinne kho te licchavī bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "dn16:2.18.3": "Atha kho te licchavī bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṁsitā bhagavantaṁ etadavocuṁ: ",
  "dn16:2.18.4": "“adhivāsetu no, bhante, bhagavā svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "dn16:2.18.5": "Atha kho bhagavā te licchavī etadavoca: ",
  "dn16:2.18.6": "“adhivutthaṁ kho me, licchavī, svātanāya ambapāliyā gaṇikāya bhattan”ti. ",
  "dn16:2.18.7": "Atha kho te licchavī aṅguliṁ phoṭesuṁ: ",
  "dn16:2.18.8": "“jitamha vata bho ambakāya, jitamha vata bho ambakāyā”ti. ",
  "dn16:2.18.9": "Atha kho te licchavī bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkamiṁsu. ",
  "dn16:2.19.1": "Atha kho ambapālī gaṇikā tassā rattiyā accayena sake ārāme paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā bhagavato kālaṁ ārocāpesi: ",
  "dn16:2.19.2": "“kālo, bhante, niṭṭhitaṁ bhattan”ti. ",
  "dn16:2.19.3": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena ambapāliyā gaṇikāya nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn16:2.19.4": "Atha kho ambapālī gaṇikā buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "dn16:2.19.5": "Atha kho ambapālī gaṇikā bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "dn16:2.19.6": "Ekamantaṁ nisinnā kho ambapālī gaṇikā bhagavantaṁ etadavoca: ",
  "dn16:2.19.7": "“imāhaṁ, bhante, ārāmaṁ buddhappamukhassa bhikkhusaṅghassa dammī”ti. ",
  "dn16:2.19.8": "Paṭiggahesi bhagavā ārāmaṁ. ",
  "dn16:2.19.9": "Atha kho bhagavā ambapāliṁ gaṇikaṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā pakkāmi. ",
  "dn16:2.20.1": "Tatrapi sudaṁ bhagavā vesāliyaṁ viharanto ambapālivane etadeva bahulaṁ bhikkhūnaṁ dhammiṁ kathaṁ karoti: ",
  "dn16:2.20.2": "“iti sīlaṁ, iti samādhi, iti paññā. ",
  "dn16:2.20.3": "Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṁso. ",
  "dn16:2.20.4": "Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṁsā. ",
  "dn16:2.20.5": "Paññāparibhāvitaṁ cittaṁ sammadeva āsavehi vimuccati, seyyathidaṁ—",
  "dn16:2.20.6": "kāmāsavā, bhavāsavā, avijjāsavā”ti. ",
  "dn16:2.21.0": "12. Veḷuvagāmavassūpagamana ",
  "dn16:2.21.1": "Atha kho bhagavā ambapālivane yathābhirantaṁ viharitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:2.21.2": "“āyāmānanda, yena veḷuvagāmako tenupasaṅkamissāmā”ti. ",
  "dn16:2.21.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:2.21.4": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena veḷuvagāmako tadavasari. ",
  "dn16:2.21.5": "Tatra sudaṁ bhagavā veḷuvagāmake viharati. ",
  "dn16:2.22.1": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "dn16:2.22.2": "“etha tumhe, bhikkhave, samantā vesāliṁ yathāmittaṁ yathāsandiṭṭhaṁ yathāsambhattaṁ vassaṁ upetha. ",
  "dn16:2.22.3": "Ahaṁ pana idheva veḷuvagāmake vassaṁ upagacchāmī”ti. ",
  "dn16:2.22.4": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paṭissutvā samantā vesāliṁ yathāmittaṁ yathāsandiṭṭhaṁ yathāsambhattaṁ vassaṁ upagacchiṁsu. ",
  "dn16:2.22.5": "Bhagavā pana tattheva veḷuvagāmake vassaṁ upagacchi. ",
  "dn16:2.23.1": "Atha kho bhagavato vassūpagatassa kharo ābādho uppajji, bāḷhā vedanā vattanti māraṇantikā. ",
  "dn16:2.23.2": "Tā sudaṁ bhagavā sato sampajāno adhivāsesi avihaññamāno. ",
  "dn16:2.23.3": "Atha kho bhagavato etadahosi: ",
  "dn16:2.23.4": "“na kho metaṁ patirūpaṁ, yvāhaṁ anāmantetvā upaṭṭhāke anapaloketvā bhikkhusaṅghaṁ parinibbāyeyyaṁ. ",
  "dn16:2.23.5": "Yannūnāhaṁ imaṁ ābādhaṁ vīriyena paṭipaṇāmetvā jīvitasaṅkhāraṁ adhiṭṭhāya vihareyyan”ti. ",
  "dn16:2.24.1": "Atha kho bhagavā taṁ ābādhaṁ vīriyena paṭipaṇāmetvā jīvitasaṅkhāraṁ adhiṭṭhāya vihāsi. ",
  "dn16:2.24.2": "Atha kho bhagavato so ābādho paṭippassambhi. ",
  "dn16:2.24.3": "Atha kho bhagavā gilānā vuṭṭhito aciravuṭṭhito gelaññā vihārā nikkhamma vihārapacchāyāyaṁ paññatte āsane nisīdi. ",
  "dn16:2.24.4": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:2.24.5": "“diṭṭho me, bhante, bhagavato phāsu; diṭṭhaṁ me, bhante, bhagavato khamanīyaṁ, api ca me, bhante, madhurakajāto viya kāyo. ",
  "dn16:2.24.6": "Disāpi me na pakkhāyanti; ",
  "dn16:2.24.7": "dhammāpi maṁ na paṭibhanti bhagavato gelaññena, api ca me, bhante, ahosi kācideva assāsamattā: ",
  "dn16:2.24.8": "‘na tāva bhagavā parinibbāyissati, na yāva bhagavā bhikkhusaṅghaṁ ārabbha kiñcideva udāharatī’”ti. ",
  "dn16:2.25.1": "“Kiṁ panānanda, bhikkhusaṅgho mayi paccāsīsati? ",
  "dn16:2.25.2": "Desito, ānanda, mayā dhammo anantaraṁ abāhiraṁ karitvā. ",
  "dn16:2.25.3": "Natthānanda, tathāgatassa dhammesu ācariyamuṭṭhi. ",
  "dn16:2.25.4": "Yassa nūna, ānanda, evamassa: ",
  "dn16:2.25.5": "‘ahaṁ bhikkhusaṅghaṁ pariharissāmī’ti vā ‘mamuddesiko bhikkhusaṅgho’ti vā, so nūna, ānanda, bhikkhusaṅghaṁ ārabbha kiñcideva udāhareyya. ",
  "dn16:2.25.6": "Tathāgatassa kho, ānanda, na evaṁ hoti: ",
  "dn16:2.25.7": "‘ahaṁ bhikkhusaṅghaṁ pariharissāmī’ti vā ‘mamuddesiko bhikkhusaṅgho’ti vā. ",
  "dn16:2.25.8": "Sakiṁ, ānanda, tathāgato bhikkhusaṅghaṁ ārabbha kiñcideva udāharissati. ",
  "dn16:2.25.9": "Ahaṁ kho panānanda, etarahi jiṇṇo vuddho mahallako addhagato vayo anuppatto. ",
  "dn16:2.25.10": "Āsītiko me vayo vattati. ",
  "dn16:2.25.11": "Seyyathāpi, ānanda, jajjarasakaṭaṁ veṭhamissakena yāpeti; ",
  "dn16:2.25.12": "evameva kho, ānanda, veṭhamissakena maññe tathāgatassa kāyo yāpeti. ",
  "dn16:2.25.13": "Yasmiṁ, ānanda, samaye tathāgato sabbanimittānaṁ amanasikārā ekaccānaṁ vedanānaṁ nirodhā animittaṁ cetosamādhiṁ upasampajja viharati, phāsutaro, ānanda, tasmiṁ samaye tathāgatassa kāyo hoti. ",
  "dn16:2.26.1": "Tasmātihānanda, attadīpā viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
  "dn16:2.26.2": "Kathañcānanda, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo? ",
  "dn16:2.26.3": "Idhānanda, bhikkhu kāye kāyānupassī viharati atāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "dn16:2.26.4": "Vedanāsu …pe… ",
  "dn16:2.26.5": "citte …pe… ",
  "dn16:2.26.6": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "dn16:2.26.7": "Evaṁ kho, ānanda, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo. ",
  "dn16:2.26.8": "Ye hi keci, ānanda, etarahi vā mama vā accayena attadīpā viharissanti attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā, tamatagge me te, ānanda, bhikkhū bhavissanti ye keci sikkhākāmā”ti. ",
  "dn16:2.26.9": "Dutiyabhāṇavāro. ",
  "dn16:3.1.0": "13. Nimittobhāsakathā ",
  "dn16:3.1.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi. ",
  "dn16:3.1.2": "Vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:3.1.3": "“gaṇhāhi, ānanda, nisīdanaṁ, ",
  "dn16:3.1.4": "yena cāpālaṁ cetiyaṁ tenupasaṅkamissāma divā vihārāyā”ti. ",
  "dn16:3.1.5": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā nisīdanaṁ ādāya bhagavantaṁ piṭṭhito piṭṭhito anubandhi. ",
  "dn16:3.2.1": "Atha kho bhagavā yena cāpālaṁ cetiyaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn16:3.2.2": "Āyasmāpi kho ānando bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "dn16:3.2.3": "Ekamantaṁ nisinnaṁ kho āyasmantaṁ ānandaṁ bhagavā etadavoca: ",
  "dn16:3.2.4": "“ramaṇīyā, ānanda, vesālī, ramaṇīyaṁ udenaṁ cetiyaṁ, ramaṇīyaṁ gotamakaṁ cetiyaṁ, ramaṇīyaṁ sattambaṁ cetiyaṁ, ramaṇīyaṁ bahuputtaṁ cetiyaṁ, ramaṇīyaṁ sārandadaṁ cetiyaṁ, ramaṇīyaṁ cāpālaṁ cetiyaṁ. ",
  "dn16:3.3.1": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "dn16:3.3.2": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā”ti. ",
  "dn16:3.4.1": "Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ; ",
  "dn16:3.4.2": "na bhagavantaṁ yāci: ",
  "dn16:3.4.3": "“tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti, yathā taṁ mārena pariyuṭṭhitacitto. ",
  "dn16:3.5.1": "Dutiyampi kho bhagavā …pe… ",
  "dn16:3.5.2": "tatiyampi kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:3.5.3": "“ramaṇīyā, ānanda, vesālī, ramaṇīyaṁ udenaṁ cetiyaṁ, ramaṇīyaṁ gotamakaṁ cetiyaṁ, ramaṇīyaṁ sattambaṁ cetiyaṁ, ramaṇīyaṁ bahuputtaṁ cetiyaṁ, ramaṇīyaṁ sārandadaṁ cetiyaṁ, ramaṇīyaṁ cāpālaṁ cetiyaṁ. ",
  "dn16:3.5.4": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "dn16:3.5.5": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā”ti. ",
  "dn16:3.5.6": "Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ; ",
  "dn16:3.5.7": "na bhagavantaṁ yāci: ",
  "dn16:3.5.8": "“tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti, yathā taṁ mārena pariyuṭṭhitacitto. ",
  "dn16:3.6.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:3.6.2": "“gaccha tvaṁ, ānanda, ",
  "dn16:3.6.3": "yassadāni kālaṁ maññasī”ti. ",
  "dn16:3.6.4": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā avidūre aññatarasmiṁ rukkhamūle nisīdi. ",
  "dn16:3.7.0": "14. Mārayācanakathā ",
  "dn16:3.7.1": "Atha kho māro pāpimā acirapakkante āyasmante ānande yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho māro pāpimā bhagavantaṁ etadavoca: ",
  "dn16:3.7.2": "“parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato. ",
  "dn16:3.7.3": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "dn16:3.7.4": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti. ",
  "dn16:3.8.1": "Etarahi kho pana, bhante, bhikkhū bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti. ",
  "dn16:3.8.2": "Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato. ",
  "dn16:3.8.3": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "dn16:3.8.4": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me bhikkhuniyo na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti. ",
  "dn16:3.8.5": "Etarahi kho pana, bhante, bhikkhuniyo bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti. ",
  "dn16:3.8.6": "Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato. ",
  "dn16:3.8.7": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "dn16:3.8.8": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me upāsakā na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti. ",
  "dn16:3.8.9": "Etarahi kho pana, bhante, upāsakā bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti. ",
  "dn16:3.8.10": "Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato. ",
  "dn16:3.8.11": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "dn16:3.8.12": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me upāsikā na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti. ",
  "dn16:3.8.13": "Etarahi kho pana, bhante, upāsikā bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti. ",
  "dn16:3.8.14": "Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato. ",
  "dn16:3.8.15": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "dn16:3.8.16": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me idaṁ brahmacariyaṁ na iddhañceva bhavissati phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitan’ti. ",
  "dn16:3.8.17": "Etarahi kho pana, bhante, bhagavato brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ, yāva devamanussehi suppakāsitaṁ. ",
  "dn16:3.8.18": "Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato”ti. ",
  "dn16:3.9.1": "Evaṁ vutte, bhagavā māraṁ pāpimantaṁ etadavoca: ",
  "dn16:3.9.2": "“appossukko tvaṁ, pāpima, hohi, na ciraṁ tathāgatassa parinibbānaṁ bhavissati. ",
  "dn16:3.9.3": "Ito tiṇṇaṁ māsānaṁ accayena tathāgato parinibbāyissatī”ti. ",
  "dn16:3.10.0": "15. Āyusaṅkhāraossajjana ",
  "dn16:3.10.1": "Atha kho bhagavā cāpāle cetiye sato sampajāno āyusaṅkhāraṁ ossaji. ",
  "dn16:3.10.2": "Ossaṭṭhe ca bhagavatā āyusaṅkhāre mahābhūmicālo ahosi bhiṁsanako salomahaṁso, devadundubhiyo ca phaliṁsu. ",
  "dn16:3.10.3": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "dn16:3.10.4": "“Tulamatulañca sambhavaṁ, ",
  "dn16:3.10.5": "Bhavasaṅkhāramavassaji muni; ",
  "dn16:3.10.6": "Ajjhattarato samāhito, ",
  "dn16:3.10.7": "Abhindi kavacamivattasambhavan”ti. ",
  "dn16:3.11.0": "16. Mahābhūmicālahetu ",
  "dn16:3.11.1": "Atha kho āyasmato ānandassa etadahosi: ",
  "dn16:3.11.2": "“acchariyaṁ vata bho, abbhutaṁ vata bho, mahā vatāyaṁ bhūmicālo; ",
  "dn16:3.11.3": "sumahā vatāyaṁ bhūmicālo bhiṁsanako salomahaṁso; devadundubhiyo ca phaliṁsu. ",
  "dn16:3.11.4": "Ko nu kho hetu ko paccayo mahato bhūmicālassa pātubhāvāyā”ti? ",
  "dn16:3.12.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami, ",
  "dn16:3.12.2": "upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi, ",
  "dn16:3.12.3": "ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:3.12.4": "“acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "dn16:3.12.5": "Mahā vatāyaṁ, bhante, bhūmicālo; ",
  "dn16:3.12.6": "sumahā vatāyaṁ, bhante, bhūmicālo bhiṁsanako salomahaṁso; devadundubhiyo ca phaliṁsu. ",
  "dn16:3.12.7": "Ko nu kho, bhante, hetu ko paccayo mahato bhūmicālassa pātubhāvāyā”ti? ",
  "dn16:3.13.1": "“Aṭṭha kho ime, ānanda, hetū, aṭṭha paccayā mahato bhūmicālassa pātubhāvāya. ",
  "dn16:3.13.2": "Katame aṭṭha? ",
  "dn16:3.13.3": "Ayaṁ, ānanda, mahāpathavī udake patiṭṭhitā, udakaṁ vāte patiṭṭhitaṁ, vāto ākāsaṭṭho. Hoti kho so, ānanda, samayo, yaṁ mahāvātā vāyanti. Mahāvātā vāyantā udakaṁ kampenti. Udakaṁ kampitaṁ pathaviṁ kampeti. ",
  "dn16:3.13.4": "Ayaṁ paṭhamo hetu paṭhamo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "dn16:3.14.1": "Puna caparaṁ, ānanda, samaṇo vā hoti brāhmaṇo vā iddhimā cetovasippatto, devo vā mahiddhiko mahānubhāvo, tassa parittā pathavīsaññā bhāvitā hoti, appamāṇā āposaññā. So imaṁ pathaviṁ kampeti saṅkampeti sampakampeti sampavedheti. ",
  "dn16:3.14.2": "Ayaṁ dutiyo hetu dutiyo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "dn16:3.15.1": "Puna caparaṁ, ānanda, yadā bodhisatto tusitakāyā cavitvā sato sampajāno mātukucchiṁ okkamati, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "dn16:3.15.2": "Ayaṁ tatiyo hetu tatiyo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "dn16:3.16.1": "Puna caparaṁ, ānanda, yadā bodhisatto sato sampajāno mātukucchismā nikkhamati, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "dn16:3.16.2": "Ayaṁ catuttho hetu catuttho paccayo mahato bhūmicālassa pātubhāvāya. ",
  "dn16:3.17.1": "Puna caparaṁ, ānanda, yadā tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhati, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "dn16:3.17.2": "Ayaṁ pañcamo hetu pañcamo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "dn16:3.18.1": "Puna caparaṁ, ānanda, yadā tathāgato anuttaraṁ dhammacakkaṁ pavatteti, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "dn16:3.18.2": "Ayaṁ chaṭṭho hetu chaṭṭho paccayo mahato bhūmicālassa pātubhāvāya. ",
  "dn16:3.19.1": "Puna caparaṁ, ānanda, yadā tathāgato sato sampajāno āyusaṅkhāraṁ ossajjati, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "dn16:3.19.2": "Ayaṁ sattamo hetu sattamo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "dn16:3.20.1": "Puna caparaṁ, ānanda, yadā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati, tadāyaṁ pathavī kampati saṅkampati sampakampati sampavedhati. ",
  "dn16:3.20.2": "Ayaṁ aṭṭhamo hetu aṭṭhamo paccayo mahato bhūmicālassa pātubhāvāya. ",
  "dn16:3.20.3": "Ime kho, ānanda, aṭṭha hetū, aṭṭha paccayā mahato bhūmicālassa pātubhāvāya. ",
  "dn16:3.21.0": "17. Aṭṭhaparisā ",
  "dn16:3.21.1": "Aṭṭha kho imā, ānanda, parisā. ",
  "dn16:3.21.2": "Katamā aṭṭha? ",
  "dn16:3.21.3": "Khattiyaparisā, brāhmaṇaparisā, gahapatiparisā, samaṇaparisā, cātumahārājikaparisā, tāvatiṁsaparisā, māraparisā, brahmaparisā. ",
  "dn16:3.22.1": "Abhijānāmi kho panāhaṁ, ānanda, anekasataṁ khattiyaparisaṁ upasaṅkamitā. ",
  "dn16:3.22.2": "Tatrapi mayā sannisinnapubbañceva sallapitapubbañca sākacchā ca samāpajjitapubbā. ",
  "dn16:3.22.3": "Tattha yādisako tesaṁ vaṇṇo hoti, tādisako mayhaṁ vaṇṇo hoti. Yādisako tesaṁ saro hoti, tādisako mayhaṁ saro hoti. ",
  "dn16:3.22.4": "Dhammiyā kathāya sandassemi samādapemi samuttejemi sampahaṁsemi. ",
  "dn16:3.22.5": "Bhāsamānañca maṁ na jānanti: ",
  "dn16:3.22.6": "‘ko nu kho ayaṁ bhāsati devo vā manusso vā’ti? ",
  "dn16:3.22.7": "Dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā antaradhāyāmi. ",
  "dn16:3.22.8": "Antarahitañca maṁ na jānanti: ",
  "dn16:3.22.9": "‘ko nu kho ayaṁ antarahito devo vā manusso vā’ti? ",
  "dn16:3.23.1": "Abhijānāmi kho panāhaṁ, ānanda, anekasataṁ brāhmaṇaparisaṁ …pe… ",
  "dn16:3.23.2": "gahapatiparisaṁ … ",
  "dn16:3.23.3": "samaṇaparisaṁ … ",
  "dn16:3.23.4": "cātumahārājikaparisaṁ … ",
  "dn16:3.23.5": "tāvatiṁsaparisaṁ … ",
  "dn16:3.23.6": "māraparisaṁ … ",
  "dn16:3.23.7": "brahmaparisaṁ upasaṅkamitā. ",
  "dn16:3.23.8": "Tatrapi mayā sannisinnapubbañceva sallapitapubbañca sākacchā ca samāpajjitapubbā. ",
  "dn16:3.23.9": "Tattha yādisako tesaṁ vaṇṇo hoti, tādisako mayhaṁ vaṇṇo hoti. ",
  "dn16:3.23.10": "Yādisako tesaṁ saro hoti, tādisako mayhaṁ saro hoti. ",
  "dn16:3.23.11": "Dhammiyā kathāya sandassemi samādapemi samuttejemi sampahaṁsemi. ",
  "dn16:3.23.12": "Bhāsamānañca maṁ na jānanti: ",
  "dn16:3.23.13": "‘ko nu kho ayaṁ bhāsati devo vā manusso vā’ti? ",
  "dn16:3.23.14": "Dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā antaradhāyāmi. ",
  "dn16:3.23.15": "Antarahitañca maṁ na jānanti: ",
  "dn16:3.23.16": "‘ko nu kho ayaṁ antarahito devo vā manusso vā’ti? ",
  "dn16:3.23.17": "Imā kho, ānanda, aṭṭha parisā. ",
  "dn16:3.24.0": "18. Aṭṭhaabhibhāyatana ",
  "dn16:3.24.1": "Aṭṭha kho imāni, ānanda, abhibhāyatanāni. ",
  "dn16:3.24.2": "Katamāni aṭṭha? ",
  "dn16:3.25.1": "Ajjhattaṁ rūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni. ",
  "dn16:3.25.2": "‘Tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hoti. ",
  "dn16:3.25.3": "Idaṁ paṭhamaṁ abhibhāyatanaṁ. ",
  "dn16:3.26.1": "Ajjhattaṁ rūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni. ",
  "dn16:3.26.2": "‘Tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hoti. ",
  "dn16:3.26.3": "Idaṁ dutiyaṁ abhibhāyatanaṁ. ",
  "dn16:3.27.1": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni. ",
  "dn16:3.27.2": "‘Tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hoti. ",
  "dn16:3.27.3": "Idaṁ tatiyaṁ abhibhāyatanaṁ. ",
  "dn16:3.28.1": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni. ",
  "dn16:3.28.2": "‘Tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hoti. ",
  "dn16:3.28.3": "Idaṁ catutthaṁ abhibhāyatanaṁ. ",
  "dn16:3.29.1": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni. ",
  "dn16:3.29.2": "Seyyathāpi nāma umāpupphaṁ nīlaṁ nīlavaṇṇaṁ nīlanidassanaṁ nīlanibhāsaṁ. Seyyathā vā pana taṁ vatthaṁ bārāṇaseyyakaṁ ubhatobhāgavimaṭṭhaṁ nīlaṁ nīlavaṇṇaṁ nīlanidassanaṁ nīlanibhāsaṁ. ",
  "dn16:3.29.3": "Evameva ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni. ",
  "dn16:3.29.4": "‘Tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hoti. ",
  "dn16:3.29.5": "Idaṁ pañcamaṁ abhibhāyatanaṁ. ",
  "dn16:3.30.1": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni. ",
  "dn16:3.30.2": "Seyyathāpi nāma kaṇikārapupphaṁ pītaṁ pītavaṇṇaṁ pītanidassanaṁ pītanibhāsaṁ. Seyyathā vā pana taṁ vatthaṁ bārāṇaseyyakaṁ ubhatobhāgavimaṭṭhaṁ pītaṁ pītavaṇṇaṁ pītanidassanaṁ pītanibhāsaṁ. ",
  "dn16:3.30.3": "Evameva ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni. ",
  "dn16:3.30.4": "‘Tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hoti. ",
  "dn16:3.30.5": "Idaṁ chaṭṭhaṁ abhibhāyatanaṁ. ",
  "dn16:3.31.1": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni. ",
  "dn16:3.31.2": "Seyyathāpi nāma bandhujīvakapupphaṁ lohitakaṁ lohitakavaṇṇaṁ lohitakanidassanaṁ lohitakanibhāsaṁ. Seyyathā vā pana taṁ vatthaṁ bārāṇaseyyakaṁ ubhatobhāgavimaṭṭhaṁ lohitakaṁ lohitakavaṇṇaṁ lohitakanidassanaṁ lohitakanibhāsaṁ. ",
  "dn16:3.31.3": "Evameva ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni. ",
  "dn16:3.31.4": "‘Tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hoti. ",
  "dn16:3.31.5": "Idaṁ sattamaṁ abhibhāyatanaṁ. ",
  "dn16:3.32.1": "Ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni. ",
  "dn16:3.32.2": "Seyyathāpi nāma osadhitārakā odātā odātavaṇṇā odātanidassanā odātanibhāsā. Seyyathā vā pana taṁ vatthaṁ bārāṇaseyyakaṁ ubhatobhāgavimaṭṭhaṁ odātaṁ odātavaṇṇaṁ odātanidassanaṁ odātanibhāsaṁ. ",
  "dn16:3.32.3": "Evameva ajjhattaṁ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni. ",
  "dn16:3.32.4": "‘Tāni abhibhuyya jānāmi passāmī’ti evaṁsaññī hoti. ",
  "dn16:3.32.5": "Idaṁ aṭṭhamaṁ abhibhāyatanaṁ. ",
  "dn16:3.32.6": "Imāni kho, ānanda, aṭṭha abhibhāyatanāni. ",
  "dn16:3.33.0": "19. Aṭṭhavimokkha ",
  "dn16:3.33.1": "Aṭṭha kho ime, ānanda, vimokkhā. ",
  "dn16:3.33.2": "Katame aṭṭha? ",
  "dn16:3.33.3": "Rūpī rūpāni passati, ",
  "dn16:3.33.4": "ayaṁ paṭhamo vimokkho. ",
  "dn16:3.33.5": "Ajjhattaṁ arūpasaññī bahiddhā rūpāni passati, ",
  "dn16:3.33.6": "ayaṁ dutiyo vimokkho. ",
  "dn16:3.33.7": "Subhanteva adhimutto hoti, ",
  "dn16:3.33.8": "ayaṁ tatiyo vimokkho. ",
  "dn16:3.33.9": "Sabbaso rūpasaññānaṁ samatikkamā paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṁ upasampajja viharati, ",
  "dn16:3.33.10": "ayaṁ catuttho vimokkho. ",
  "dn16:3.33.11": "Sabbaso ākāsānañcāyatanaṁ samatikkamma ‘anantaṁ viññāṇan’ti viññāṇañcāyatanaṁ upasampajja viharati, ",
  "dn16:3.33.12": "ayaṁ pañcamo vimokkho. ",
  "dn16:3.33.13": "Sabbaso viññāṇañcāyatanaṁ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṁ upasampajja viharati, ",
  "dn16:3.33.14": "ayaṁ chaṭṭho vimokkho. ",
  "dn16:3.33.15": "Sabbaso ākiñcaññāyatanaṁ samatikkamma nevasaññānāsaññāyatanaṁ upasampajja viharati, ",
  "dn16:3.33.16": "ayaṁ sattamo vimokkho. ",
  "dn16:3.33.17": "Sabbaso nevasaññānāsaññāyatanaṁ samatikkamma saññāvedayitanirodhaṁ upasampajja viharati, ",
  "dn16:3.33.18": "ayaṁ aṭṭhamo vimokkho. ",
  "dn16:3.33.19": "Ime kho, ānanda, aṭṭha vimokkhā. ",
  "dn16:3.33.20": "(…) ",
  "dn16:3.34.1": "Ekamidāhaṁ, ānanda, samayaṁ uruvelāyaṁ viharāmi najjā nerañjarāya tīre ajapālanigrodhe paṭhamābhisambuddho. ",
  "dn16:3.34.2": "Atha kho, ānanda, māro pāpimā yenāhaṁ tenupasaṅkami; upasaṅkamitvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho, ānanda, māro pāpimā maṁ etadavoca: ",
  "dn16:3.34.3": "‘parinibbātu dāni, bhante, bhagavā; parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato’ti. ",
  "dn16:3.34.4": "Evaṁ vutte, ahaṁ, ānanda, māraṁ pāpimantaṁ etadavocaṁ: ",
  "dn16:3.35.1": "‘Na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessanti. ",
  "dn16:3.35.2": "Na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me bhikkhuniyo na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessanti. ",
  "dn16:3.35.3": "Na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me upāsakā na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessanti. ",
  "dn16:3.35.4": "Na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me upāsikā na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessanti. ",
  "dn16:3.35.5": "Na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me idaṁ brahmacariyaṁ na iddhañceva bhavissati phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitan’ti. ",
  "dn16:3.36.1": "Idāneva kho, ānanda, ajja cāpāle cetiye māro pāpimā yenāhaṁ tenupasaṅkami; upasaṅkamitvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho, ānanda, māro pāpimā maṁ etadavoca: ",
  "dn16:3.36.2": "‘parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato. ",
  "dn16:3.36.3": "Bhāsitā kho panesā, bhante, bhagavatā vācā: ",
  "dn16:3.36.4": "“na tāvāhaṁ, pāpima, parinibbāyissāmi, yāva me bhikkhū na sāvakā bhavissanti …pe… ",
  "dn16:3.36.5": "yāva me bhikkhuniyo na sāvikā bhavissanti …pe… ",
  "dn16:3.36.6": "yāva me upāsakā na sāvakā bhavissanti …pe… ",
  "dn16:3.36.7": "yāva me upāsikā na sāvikā bhavissanti …pe… ",
  "dn16:3.36.8": "yāva me idaṁ brahmacariyaṁ na iddhañceva bhavissati phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ, yāva devamanussehi suppakāsitan”ti. ",
  "dn16:3.36.9": "Etarahi kho pana, bhante, bhagavato brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ, yāva devamanussehi suppakāsitaṁ. ",
  "dn16:3.36.10": "Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato’ti. ",
  "dn16:3.37.1": "Evaṁ vutte, ahaṁ, ānanda, māraṁ pāpimantaṁ etadavocaṁ: ",
  "dn16:3.37.2": "‘appossukko tvaṁ, pāpima, hohi, na ciraṁ tathāgatassa parinibbānaṁ bhavissati. ",
  "dn16:3.37.3": "Ito tiṇṇaṁ māsānaṁ accayena tathāgato parinibbāyissatī’ti. ",
  "dn16:3.37.4": "Idāneva kho, ānanda, ajja cāpāle cetiye tathāgatena satena sampajānena āyusaṅkhāro ossaṭṭho”ti. ",
  "dn16:3.38.0": "20. Ānandayācanakathā ",
  "dn16:3.38.1": "Evaṁ vutte, āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:3.38.2": "“tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti. ",
  "dn16:3.38.3": "“Alaṁ dāni, ānanda. ",
  "dn16:3.38.4": "Mā tathāgataṁ yāci, akālo dāni, ānanda, tathāgataṁ yācanāyā”ti. ",
  "dn16:3.39.1": "Dutiyampi kho āyasmā ānando …pe… ",
  "dn16:3.39.2": "tatiyampi kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:3.39.3": "“tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti. ",
  "dn16:3.39.4": "“Saddahasi tvaṁ, ānanda, tathāgatassa bodhin”ti? ",
  "dn16:3.39.5": "“Evaṁ, bhante”. ",
  "dn16:3.39.6": "“Atha kiñcarahi tvaṁ, ānanda, tathāgataṁ yāvatatiyakaṁ abhinippīḷesī”ti? ",
  "dn16:3.40.1": "“Sammukhā metaṁ, bhante, bhagavato sutaṁ sammukhā paṭiggahitaṁ: ",
  "dn16:3.40.2": "‘yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "dn16:3.40.3": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. So ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā’”ti. ",
  "dn16:3.40.4": "“Saddahasi tvaṁ, ānandā”ti? ",
  "dn16:3.40.5": "“Evaṁ, bhante”. ",
  "dn16:3.40.6": "“Tasmātihānanda, tuyhevetaṁ dukkaṭaṁ, tuyhevetaṁ aparaddhaṁ, yaṁ tvaṁ tathāgatena evaṁ oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ, na tathāgataṁ yāci: ",
  "dn16:3.40.7": "‘tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ",
  "dn16:3.40.8": "Sace tvaṁ, ānanda, tathāgataṁ yāceyyāsi, dveva te vācā tathāgato paṭikkhipeyya, atha tatiyakaṁ adhivāseyya. ",
  "dn16:3.40.9": "Tasmātihānanda, tuyhevetaṁ dukkaṭaṁ, tuyhevetaṁ aparaddhaṁ. ",
  "dn16:3.41.1": "Ekamidāhaṁ, ānanda, samayaṁ rājagahe viharāmi gijjhakūṭe pabbate. ",
  "dn16:3.41.2": "Tatrāpi kho tāhaṁ, ānanda, āmantesiṁ: ",
  "dn16:3.41.3": "‘ramaṇīyaṁ, ānanda, rājagahaṁ, ramaṇīyo, ānanda, gijjhakūṭo pabbato. ",
  "dn16:3.41.4": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "dn16:3.41.5": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā’ti. ",
  "dn16:3.41.6": "Evampi kho tvaṁ, ānanda, tathāgatena oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ, na tathāgataṁ yāci: ",
  "dn16:3.41.7": "‘tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ",
  "dn16:3.41.8": "Sace tvaṁ, ānanda, tathāgataṁ yāceyyāsi, dveva te vācā tathāgato paṭikkhipeyya, atha tatiyakaṁ adhivāseyya. ",
  "dn16:3.41.9": "Tasmātihānanda, tuyhevetaṁ dukkaṭaṁ, tuyhevetaṁ aparaddhaṁ. ",
  "dn16:3.42.1": "Ekamidāhaṁ, ānanda, samayaṁ tattheva rājagahe viharāmi gotamanigrodhe …pe… ",
  "dn16:3.42.2": "tattheva rājagahe viharāmi corapapāte … ",
  "dn16:3.42.3": "tattheva rājagahe viharāmi vebhārapasse sattapaṇṇiguhāyaṁ … ",
  "dn16:3.42.4": "tattheva rājagahe viharāmi isigilipasse kāḷasilāyaṁ … ",
  "dn16:3.42.5": "tattheva rājagahe viharāmi sītavane sappasoṇḍikapabbhāre … ",
  "dn16:3.42.6": "tattheva rājagahe viharāmi tapodārāme … ",
  "dn16:3.42.7": "tattheva rājagahe viharāmi veḷuvane kalandakanivāpe … ",
  "dn16:3.42.8": "tattheva rājagahe viharāmi jīvakambavane … ",
  "dn16:3.42.9": "tattheva rājagahe viharāmi maddakucchismiṁ migadāye. ",
  "dn16:3.43.1": "Tatrāpi kho tāhaṁ, ānanda, āmantesiṁ: ",
  "dn16:3.43.2": "‘ramaṇīyaṁ, ānanda, rājagahaṁ, ramaṇīyo gijjhakūṭo pabbato, ramaṇīyo gotamanigrodho, ramaṇīyo corapapāto, ramaṇīyā vebhārapasse sattapaṇṇiguhā, ramaṇīyā isigilipasse kāḷasilā, ramaṇīyo sītavane sappasoṇḍikapabbhāro, ramaṇīyo tapodārāmo, ramaṇīyo veḷuvane kalandakanivāpo, ramaṇīyaṁ jīvakambavanaṁ, ramaṇīyo maddakucchismiṁ migadāyo. ",
  "dn16:3.44.1": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā …pe… ",
  "dn16:3.44.2": "ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā’ti. ",
  "dn16:3.44.3": "Evampi kho tvaṁ, ānanda, tathāgatena oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ, na tathāgataṁ yāci: ",
  "dn16:3.44.4": "‘tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ",
  "dn16:3.44.5": "Sace tvaṁ, ānanda, tathāgataṁ yāceyyāsi, dveva te vācā tathāgato paṭikkhipeyya, atha tatiyakaṁ adhivāseyya. ",
  "dn16:3.44.6": "Tasmātihānanda, tuyhevetaṁ dukkaṭaṁ, tuyhevetaṁ aparaddhaṁ. ",
  "dn16:3.45.1": "Ekamidāhaṁ, ānanda, samayaṁ idheva vesāliyaṁ viharāmi udene cetiye. ",
  "dn16:3.45.2": "Tatrāpi kho tāhaṁ, ānanda, āmantesiṁ: ",
  "dn16:3.45.3": "‘ramaṇīyā, ānanda, vesālī, ramaṇīyaṁ udenaṁ cetiyaṁ. ",
  "dn16:3.45.4": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "dn16:3.45.5": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā’ti. ",
  "dn16:3.45.6": "Evampi kho tvaṁ, ānanda, tathāgatena oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ, na tathāgataṁ yāci: ",
  "dn16:3.45.7": "‘tiṭṭhatu, bhante, bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ",
  "dn16:3.45.8": "Sace tvaṁ, ānanda, tathāgataṁ yāceyyāsi, dveva te vācā tathāgato paṭikkhipeyya, atha tatiyakaṁ adhivāseyya, tasmātihānanda, tuyhevetaṁ dukkaṭaṁ, tuyhevetaṁ aparaddhaṁ. ",
  "dn16:3.46.1": "Ekamidāhaṁ, ānanda, samayaṁ idheva vesāliyaṁ viharāmi gotamake cetiye …pe… ",
  "dn16:3.46.2": "idheva vesāliyaṁ viharāmi sattambe cetiye … ",
  "dn16:3.46.3": "idheva vesāliyaṁ viharāmi bahuputte cetiye … ",
  "dn16:3.46.4": "idheva vesāliyaṁ viharāmi sārandade cetiye … ",
  "dn16:3.47.1": "idāneva kho tāhaṁ, ānanda, ajja cāpāle cetiye āmantesiṁ: ",
  "dn16:3.47.2": "‘ramaṇīyā, ānanda, vesālī, ramaṇīyaṁ udenaṁ cetiyaṁ, ramaṇīyaṁ gotamakaṁ cetiyaṁ, ramaṇīyaṁ sattambaṁ cetiyaṁ, ramaṇīyaṁ bahuputtaṁ cetiyaṁ, ramaṇīyaṁ sārandadaṁ cetiyaṁ, ramaṇīyaṁ cāpālaṁ cetiyaṁ. ",
  "dn16:3.47.3": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "dn16:3.47.4": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā’ti. ",
  "dn16:3.47.5": "Evampi kho tvaṁ, ānanda, tathāgatena oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṁ, na tathāgataṁ yāci: ",
  "dn16:3.47.6": "‘tiṭṭhatu bhagavā kappaṁ, tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti. ",
  "dn16:3.47.7": "Sace tvaṁ, ānanda, tathāgataṁ yāceyyāsi, dveva te vācā tathāgato paṭikkhipeyya, atha tatiyakaṁ adhivāseyya. ",
  "dn16:3.47.8": "Tasmātihānanda, tuyhevetaṁ dukkaṭaṁ, tuyhevetaṁ aparaddhaṁ. ",
  "dn16:3.48.1": "Nanu etaṁ, ānanda, mayā paṭikacceva akkhātaṁ: ",
  "dn16:3.48.2": "‘sabbeheva piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo. ",
  "dn16:3.48.3": "Taṁ kutettha, ānanda, labbhā, yaṁ taṁ jātaṁ bhūtaṁ saṅkhataṁ palokadhammaṁ, taṁ vata mā palujjīti netaṁ ṭhānaṁ vijjati’. ",
  "dn16:3.48.4": "Yaṁ kho panetaṁ, ānanda, tathāgatena cattaṁ vantaṁ muttaṁ pahīnaṁ paṭinissaṭṭhaṁ ossaṭṭho āyusaṅkhāro, ekaṁsena vācā bhāsitā: ",
  "dn16:3.48.5": "‘na ciraṁ tathāgatassa parinibbānaṁ bhavissati. ",
  "dn16:3.48.6": "Ito tiṇṇaṁ māsānaṁ accayena tathāgato parinibbāyissatī’ti. ",
  "dn16:3.48.7": "Tañca tathāgato jīvitahetu puna paccāvamissatīti netaṁ ṭhānaṁ vijjati. ",
  "dn16:3.48.8": "Āyāmānanda, yena mahāvanaṁ kūṭāgārasālā tenupasaṅkamissāmā”ti. ",
  "dn16:3.48.9": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:3.49.1": "Atha kho bhagavā āyasmatā ānandena saddhiṁ yena mahāvanaṁ kūṭāgārasālā tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:3.49.2": "“gaccha tvaṁ, ānanda, yāvatikā bhikkhū vesāliṁ upanissāya viharanti, te sabbe upaṭṭhānasālāyaṁ sannipātehī”ti. ",
  "dn16:3.49.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yāvatikā bhikkhū vesāliṁ upanissāya viharanti, te sabbe upaṭṭhānasālāyaṁ sannipātetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:3.49.4": "“sannipatito, bhante, bhikkhusaṅgho, yassadāni, bhante, bhagavā kālaṁ maññatī”ti. ",
  "dn16:3.49.5": "(…) ",
  "dn16:3.50.1": "Atha kho bhagavā yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn16:3.50.2": "Nisajja kho bhagavā bhikkhū āmantesi: ",
  "dn16:3.50.3": "“tasmātiha, bhikkhave, ye te mayā dhammā abhiññā desitā, te vo sādhukaṁ uggahetvā āsevitabbā bhāvetabbā bahulīkātabbā, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
  "dn16:3.50.4": "Katame ca te, bhikkhave, dhammā mayā abhiññā desitā, ye vo sādhukaṁ uggahetvā āsevitabbā bhāvetabbā bahulīkātabbā, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
  "dn16:3.50.5": "Seyyathidaṁ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ",
  "dn16:3.51.1": "Ime kho te, bhikkhave, dhammā mayā abhiññā desitā, ye vo sādhukaṁ uggahetvā āsevitabbā bhāvetabbā bahulīkātabbā, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti. ",
  "dn16:3.51.2": "Atha kho bhagavā bhikkhū āmantesi: ",
  "dn16:3.51.3": "“handa dāni, bhikkhave, āmantayāmi vo, ",
  "dn16:3.51.4": "vayadhammā saṅkhārā, appamādena sampādetha. ",
  "dn16:3.51.5": "Naciraṁ tathāgatassa parinibbānaṁ bhavissati. ",
  "dn16:3.51.6": "Ito tiṇṇaṁ māsānaṁ accayena tathāgato parinibbāyissatī”ti. ",
  "dn16:3.51.7": "Idamavoca bhagavā. ",
  "dn16:3.51.8": "Idaṁ vatvāna sugato athāparaṁ etadavoca satthā: ",
  "dn16:3.51.9": "“Paripakko vayo mayhaṁ, ",
  "dn16:3.51.10": "parittaṁ mama jīvitaṁ; ",
  "dn16:3.51.11": "Pahāya vo gamissāmi, ",
  "dn16:3.51.12": "kataṁ me saraṇamattano. ",
  "dn16:3.51.13": "Appamattā satīmanto, ",
  "dn16:3.51.14": "susīlā hotha bhikkhavo; ",
  "dn16:3.51.15": "Susamāhitasaṅkappā, ",
  "dn16:3.51.16": "sacittamanurakkhatha. ",
  "dn16:3.51.17": "Yo imasmiṁ dhammavinaye, ",
  "dn16:3.51.18": "appamatto vihassati; ",
  "dn16:3.51.19": "Pahāya jātisaṁsāraṁ, ",
  "dn16:3.51.20": "dukkhassantaṁ karissatī”ti. ",
  "dn16:3.51.21": "Tatiyo bhāṇavāro. ",
  "dn16:4.1.0": "21. Nāgāpalokita ",
  "dn16:4.1.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi. ",
  "dn16:4.1.2": "Vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto nāgāpalokitaṁ vesāliṁ apaloketvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:4.1.3": "“idaṁ pacchimakaṁ, ānanda, tathāgatassa vesāliyā dassanaṁ bhavissati. ",
  "dn16:4.1.4": "Āyāmānanda, yena bhaṇḍagāmo tenupasaṅkamissāmā”ti. ",
  "dn16:4.1.5": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:4.2.1": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena bhaṇḍagāmo tadavasari. ",
  "dn16:4.2.2": "Tatra sudaṁ bhagavā bhaṇḍagāme viharati. ",
  "dn16:4.2.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "dn16:4.2.4": "“catunnaṁ, bhikkhave, dhammānaṁ ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. ",
  "dn16:4.2.5": "Katamesaṁ catunnaṁ? ",
  "dn16:4.2.6": "Ariyassa, bhikkhave, sīlassa ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. ",
  "dn16:4.2.7": "Ariyassa, bhikkhave, samādhissa ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. ",
  "dn16:4.2.8": "Ariyāya, bhikkhave, paññāya ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. ",
  "dn16:4.2.9": "Ariyāya, bhikkhave, vimuttiyā ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. ",
  "dn16:4.2.10": "Tayidaṁ, bhikkhave, ariyaṁ sīlaṁ anubuddhaṁ paṭividdhaṁ, ariyo samādhi anubuddho paṭividdho, ariyā paññā anubuddhā paṭividdhā, ariyā vimutti anubuddhā paṭividdhā, ucchinnā bhavataṇhā, khīṇā bhavanetti, natthi dāni punabbhavo”ti. ",
  "dn16:4.3.1": "Idamavoca bhagavā. ",
  "dn16:4.3.2": "Idaṁ vatvāna sugato athāparaṁ etadavoca satthā: ",
  "dn16:4.3.3": "“Sīlaṁ samādhi paññā ca, ",
  "dn16:4.3.4": "vimutti ca anuttarā; ",
  "dn16:4.3.5": "Anubuddhā ime dhammā, ",
  "dn16:4.3.6": "gotamena yasassinā. ",
  "dn16:4.3.7": "Iti buddho abhiññāya, ",
  "dn16:4.3.8": "dhammamakkhāsi bhikkhunaṁ; ",
  "dn16:4.3.9": "Dukkhassantakaro satthā, ",
  "dn16:4.3.10": "cakkhumā parinibbuto”ti. ",
  "dn16:4.4.1": "Tatrāpi sudaṁ bhagavā bhaṇḍagāme viharanto etadeva bahulaṁ bhikkhūnaṁ dhammiṁ kathaṁ karoti: ",
  "dn16:4.4.2": "“iti sīlaṁ, iti samādhi, iti paññā. ",
  "dn16:4.4.3": "Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṁso. ",
  "dn16:4.4.4": "Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṁsā. ",
  "dn16:4.4.5": "Paññāparibhāvitaṁ cittaṁ sammadeva āsavehi vimuccati, seyyathidaṁ—",
  "dn16:4.4.6": "kāmāsavā, bhavāsavā, avijjāsavā”ti. ",
  "dn16:4.5.0": "22. Catumahāpadesakathā ",
  "dn16:4.5.1": "Atha kho bhagavā bhaṇḍagāme yathābhirantaṁ viharitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:4.5.2": "“āyāmānanda, yena hatthigāmo, ",
  "dn16:4.5.3": "yena ambagāmo, ",
  "dn16:4.5.4": "yena jambugāmo, ",
  "dn16:4.5.5": "yena bhoganagaraṁ tenupasaṅkamissāmā”ti. ",
  "dn16:4.6.1": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:4.6.2": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena bhoganagaraṁ tadavasari. ",
  "dn16:4.7.1": "Tatra sudaṁ bhagavā bhoganagare viharati ānande cetiye. ",
  "dn16:4.7.2": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "dn16:4.7.3": "“cattārome, bhikkhave, mahāpadese desessāmi, ",
  "dn16:4.7.4": "taṁ suṇātha, sādhukaṁ manasikarotha, bhāsissāmī”ti. ",
  "dn16:4.7.5": "“Evaṁ, bhante”ti kho te bhikkhū bhagavato paccassosuṁ. ",
  "dn16:4.7.6": "Bhagavā etadavoca: ",
  "dn16:4.8.1": "“Idha, bhikkhave, bhikkhu evaṁ vadeyya: ",
  "dn16:4.8.2": "‘sammukhā metaṁ, āvuso, bhagavato sutaṁ sammukhā paṭiggahitaṁ, ",
  "dn16:4.8.3": "ayaṁ dhammo ayaṁ vinayo idaṁ satthusāsanan’ti. ",
  "dn16:4.8.4": "Tassa, bhikkhave, bhikkhuno bhāsitaṁ neva abhinanditabbaṁ nappaṭikkositabbaṁ. ",
  "dn16:4.8.5": "Anabhinanditvā appaṭikkositvā tāni padabyañjanāni sādhukaṁ uggahetvā sutte osāretabbāni, vinaye sandassetabbāni. ",
  "dn16:4.8.6": "Tāni ce sutte osāriyamānāni vinaye sandassiyamānāni na ceva sutte osaranti, na ca vinaye sandissanti, niṭṭhamettha gantabbaṁ: ",
  "dn16:4.8.7": "‘addhā idaṁ na ceva tassa bhagavato vacanaṁ; ",
  "dn16:4.8.8": "imassa ca bhikkhuno duggahitan’ti. ",
  "dn16:4.8.9": "Iti hetaṁ, bhikkhave, chaḍḍeyyātha. ",
  "dn16:4.8.10": "Tāni ce sutte osāriyamānāni vinaye sandassiyamānāni sutte ceva osaranti, vinaye ca sandissanti, niṭṭhamettha gantabbaṁ: ",
  "dn16:4.8.11": "‘addhā idaṁ tassa bhagavato vacanaṁ; ",
  "dn16:4.8.12": "imassa ca bhikkhuno suggahitan’ti. ",
  "dn16:4.8.13": "Idaṁ, bhikkhave, paṭhamaṁ mahāpadesaṁ dhāreyyātha. ",
  "dn16:4.9.1": "Idha pana, bhikkhave, bhikkhu evaṁ vadeyya: ",
  "dn16:4.9.2": "‘amukasmiṁ nāma āvāse saṅgho viharati sathero sapāmokkho. ",
  "dn16:4.9.3": "Tassa me saṅghassa sammukhā sutaṁ sammukhā paṭiggahitaṁ, ",
  "dn16:4.9.4": "ayaṁ dhammo ayaṁ vinayo idaṁ satthusāsanan’ti. ",
  "dn16:4.9.5": "Tassa, bhikkhave, bhikkhuno bhāsitaṁ neva abhinanditabbaṁ nappaṭikkositabbaṁ. ",
  "dn16:4.9.6": "Anabhinanditvā appaṭikkositvā tāni padabyañjanāni sādhukaṁ uggahetvā sutte osāretabbāni, vinaye sandassetabbāni. ",
  "dn16:4.9.7": "Tāni ce sutte osāriyamānāni vinaye sandassiyamānāni na ceva sutte osaranti, na ca vinaye sandissanti, niṭṭhamettha gantabbaṁ: ",
  "dn16:4.9.8": "‘addhā idaṁ na ceva tassa bhagavato vacanaṁ; ",
  "dn16:4.9.9": "tassa ca saṅghassa duggahitan’ti. ",
  "dn16:4.9.10": "Itihetaṁ, bhikkhave, chaḍḍeyyātha. ",
  "dn16:4.9.11": "Tāni ce sutte osāriyamānāni vinaye sandassiyamānāni sutte ceva osaranti, vinaye ca sandissanti, niṭṭhamettha gantabbaṁ: ",
  "dn16:4.9.12": "‘addhā idaṁ tassa bhagavato vacanaṁ; ",
  "dn16:4.9.13": "tassa ca saṅghassa suggahitan’ti. ",
  "dn16:4.9.14": "Idaṁ, bhikkhave, dutiyaṁ mahāpadesaṁ dhāreyyātha. ",
  "dn16:4.10.1": "Idha pana, bhikkhave, bhikkhu evaṁ vadeyya: ",
  "dn16:4.10.2": "‘amukasmiṁ nāma āvāse sambahulā therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā. ",
  "dn16:4.10.3": "Tesaṁ me therānaṁ sammukhā sutaṁ sammukhā paṭiggahitaṁ—",
  "dn16:4.10.4": "ayaṁ dhammo ayaṁ vinayo idaṁ satthusāsanan’ti. ",
  "dn16:4.10.5": "Tassa, bhikkhave, bhikkhuno bhāsitaṁ neva abhinanditabbaṁ … ",
  "dn16:4.10.6": "pe…",
  "dn16:4.10.7": "na ca vinaye sandissanti, niṭṭhamettha gantabbaṁ: ",
  "dn16:4.10.8": "‘addhā idaṁ na ceva tassa bhagavato vacanaṁ; ",
  "dn16:4.10.9": "tesañca therānaṁ duggahitan’ti. ",
  "dn16:4.10.10": "Itihetaṁ, bhikkhave, chaḍḍeyyātha. ",
  "dn16:4.10.11": "Tāni ce sutte osāriyamānāni …pe… ",
  "dn16:4.10.12": "vinaye ca sandissanti, niṭṭhamettha gantabbaṁ: ",
  "dn16:4.10.13": "‘addhā idaṁ tassa bhagavato vacanaṁ; ",
  "dn16:4.10.14": "tesañca therānaṁ suggahitan’ti. ",
  "dn16:4.10.15": "Idaṁ, bhikkhave, tatiyaṁ mahāpadesaṁ dhāreyyātha. ",
  "dn16:4.11.1": "Idha pana, bhikkhave, bhikkhu evaṁ vadeyya: ",
  "dn16:4.11.2": "‘amukasmiṁ nāma āvāse eko thero bhikkhu viharati bahussuto āgatāgamo dhammadharo vinayadharo mātikādharo. ",
  "dn16:4.11.3": "Tassa me therassa sammukhā sutaṁ sammukhā paṭiggahitaṁ—",
  "dn16:4.11.4": "ayaṁ dhammo ayaṁ vinayo idaṁ satthusāsanan’ti. ",
  "dn16:4.11.5": "Tassa, bhikkhave, bhikkhuno bhāsitaṁ neva abhinanditabbaṁ nappaṭikkositabbaṁ. ",
  "dn16:4.11.6": "Anabhinanditvā appaṭikkositvā tāni padabyañjanāni sādhukaṁ uggahetvā sutte osāretabbāni, vinaye sandassetabbāni. ",
  "dn16:4.11.7": "Tāni ce sutte osāriyamānāni vinaye sandassiyamānāni na ceva sutte osaranti, na ca vinaye sandissanti, niṭṭhamettha gantabbaṁ: ",
  "dn16:4.11.8": "‘addhā idaṁ na ceva tassa bhagavato vacanaṁ; ",
  "dn16:4.11.9": "tassa ca therassa duggahitan’ti. ",
  "dn16:4.11.10": "Itihetaṁ, bhikkhave, chaḍḍeyyātha. ",
  "dn16:4.11.11": "Tāni ca sutte osāriyamānāni vinaye sandassiyamānāni sutte ceva osaranti, vinaye ca sandissanti, niṭṭhamettha gantabbaṁ: ",
  "dn16:4.11.12": "‘addhā idaṁ tassa bhagavato vacanaṁ; ",
  "dn16:4.11.13": "tassa ca therassa suggahitan’ti. ",
  "dn16:4.11.14": "Idaṁ, bhikkhave, catutthaṁ mahāpadesaṁ dhāreyyātha. ",
  "dn16:4.11.15": "Ime kho, bhikkhave, cattāro mahāpadese dhāreyyāthā”ti. ",
  "dn16:4.12.1": "Tatrapi sudaṁ bhagavā bhoganagare viharanto ānande cetiye etadeva bahulaṁ bhikkhūnaṁ dhammiṁ kathaṁ karoti: ",
  "dn16:4.12.2": "“iti sīlaṁ, iti samādhi, iti paññā. ",
  "dn16:4.12.3": "Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṁso. ",
  "dn16:4.12.4": "Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṁsā. ",
  "dn16:4.12.5": "Paññāparibhāvitaṁ cittaṁ sammadeva āsavehi vimuccati, seyyathidaṁ—",
  "dn16:4.12.6": "kāmāsavā, bhavāsavā, avijjāsavā”ti. ",
  "dn16:4.13.0": "23. Kammāraputtacundavatthu ",
  "dn16:4.13.1": "Atha kho bhagavā bhoganagare yathābhirantaṁ viharitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:4.13.2": "“āyāmānanda, yena pāvā tenupasaṅkamissāmā”ti. ",
  "dn16:4.13.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:4.13.4": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena pāvā tadavasari. ",
  "dn16:4.13.5": "Tatra sudaṁ bhagavā pāvāyaṁ viharati cundassa kammāraputtassa ambavane. ",
  "dn16:4.14.1": "Assosi kho cundo kammāraputto: “bhagavā kira pāvaṁ anuppatto, pāvāyaṁ viharati mayhaṁ ambavane”ti. ",
  "dn16:4.14.2": "Atha kho cundo kammāraputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "dn16:4.14.3": "Ekamantaṁ nisinnaṁ kho cundaṁ kammāraputtaṁ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "dn16:4.14.4": "Atha kho cundo kammāraputto bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito bhagavantaṁ etadavoca: ",
  "dn16:4.15.1": "“adhivāsetu me, bhante, bhagavā svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "dn16:4.15.2": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "dn16:4.16.1": "Atha kho cundo kammāraputto bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "dn16:4.17.1": "Atha kho cundo kammāraputto tassā rattiyā accayena sake nivesane paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā pahūtañca sūkaramaddavaṁ bhagavato kālaṁ ārocāpesi: ",
  "dn16:4.17.2": "“kālo, bhante, niṭṭhitaṁ bhattan”ti. ",
  "dn16:4.18.1": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena cundassa kammāraputtassa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn16:4.18.2": "Nisajja kho bhagavā cundaṁ kammāraputtaṁ āmantesi: ",
  "dn16:4.18.3": "“yaṁ te, cunda, sūkaramaddavaṁ paṭiyattaṁ, tena maṁ parivisa. ",
  "dn16:4.18.4": "Yaṁ panaññaṁ khādanīyaṁ bhojanīyaṁ paṭiyattaṁ, tena bhikkhusaṅghaṁ parivisā”ti. ",
  "dn16:4.18.5": "“Evaṁ, bhante”ti kho cundo kammāraputto bhagavato paṭissutvā yaṁ ahosi sūkaramaddavaṁ paṭiyattaṁ, tena bhagavantaṁ parivisi. ",
  "dn16:4.18.6": "Yaṁ panaññaṁ khādanīyaṁ bhojanīyaṁ paṭiyattaṁ, tena bhikkhusaṅghaṁ parivisi. ",
  "dn16:4.19.1": "Atha kho bhagavā cundaṁ kammāraputtaṁ āmantesi: ",
  "dn16:4.19.2": "“yaṁ te, cunda, sūkaramaddavaṁ avasiṭṭhaṁ, taṁ sobbhe nikhaṇāhi. ",
  "dn16:4.19.3": "Nāhaṁ taṁ, cunda, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yassa taṁ paribhuttaṁ sammā pariṇāmaṁ gaccheyya aññatra tathāgatassā”ti. ",
  "dn16:4.19.4": "“Evaṁ, bhante”ti kho cundo kammāraputto bhagavato paṭissutvā yaṁ ahosi sūkaramaddavaṁ avasiṭṭhaṁ, taṁ sobbhe nikhaṇitvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. ",
  "dn16:4.19.5": "Ekamantaṁ nisinnaṁ kho cundaṁ kammāraputtaṁ bhagavā dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā pakkāmi. ",
  "dn16:4.19.6": "(…) ",
  "dn16:4.20.1": "Atha kho bhagavato cundassa kammāraputtassa bhattaṁ bhuttāvissa kharo ābādho uppajji, lohitapakkhandikā pabāḷhā vedanā vattanti māraṇantikā. ",
  "dn16:4.20.2": "Tā sudaṁ bhagavā sato sampajāno adhivāsesi avihaññamāno. ",
  "dn16:4.20.3": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:4.20.4": "“āyāmānanda, yena kusinārā tenupasaṅkamissāmā”ti. ",
  "dn16:4.20.5": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:4.20.6": "Cundassa bhattaṁ bhuñjitvā, ",
  "dn16:4.20.7": "kammārassāti me sutaṁ; ",
  "dn16:4.20.8": "Ābādhaṁ samphusī dhīro, ",
  "dn16:4.20.9": "pabāḷhaṁ māraṇantikaṁ. ",
  "dn16:4.20.10": "Bhuttassa ca sūkaramaddavena, ",
  "dn16:4.20.11": "Byādhippabāḷho udapādi satthuno; ",
  "dn16:4.20.12": "Virecamāno bhagavā avoca, ",
  "dn16:4.20.13": "“Gacchāmahaṁ kusināraṁ nagaran”ti. ",
  "dn16:4.21.0": "24. Pānīyāharaṇa ",
  "dn16:4.21.1": "Atha kho bhagavā maggā okkamma yena aññataraṁ rukkhamūlaṁ tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:4.21.2": "“iṅgha me tvaṁ, ānanda, catugguṇaṁ saṅghāṭiṁ paññapehi, kilantosmi, ānanda, nisīdissāmī”ti. ",
  "dn16:4.21.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā catugguṇaṁ saṅghāṭiṁ paññapesi. ",
  "dn16:4.21.4": "Nisīdi bhagavā paññatte āsane. ",
  "dn16:4.22.1": "Nisajja kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:4.22.2": "“iṅgha me tvaṁ, ānanda, pānīyaṁ āhara, pipāsitosmi, ānanda, pivissāmī”ti. ",
  "dn16:4.22.3": "Evaṁ vutte, āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:4.22.4": "“idāni, bhante, pañcamattāni sakaṭasatāni atikkantāni, taṁ cakkacchinnaṁ udakaṁ parittaṁ luḷitaṁ āvilaṁ sandati. ",
  "dn16:4.22.5": "Ayaṁ, bhante, kakudhā nadī avidūre acchodakā sātodakā sītodakā setodakā suppatitthā ramaṇīyā. ",
  "dn16:4.22.6": "Ettha bhagavā pānīyañca pivissati, gattāni ca sītī karissatī”ti. ",
  "dn16:4.23.1": "Dutiyampi kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:4.23.2": "“iṅgha me tvaṁ, ānanda, pānīyaṁ āhara, pipāsitosmi, ānanda, pivissāmī”ti. ",
  "dn16:4.23.3": "Dutiyampi kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:4.23.4": "“idāni, bhante, pañcamattāni sakaṭasatāni atikkantāni, taṁ cakkacchinnaṁ udakaṁ parittaṁ luḷitaṁ āvilaṁ sandati. ",
  "dn16:4.23.5": "Ayaṁ, bhante, kakudhā nadī avidūre acchodakā sātodakā sītodakā setodakā suppatitthā ramaṇīyā. ",
  "dn16:4.23.6": "Ettha bhagavā pānīyañca pivissati, gattāni ca sītīkarissatī”ti. ",
  "dn16:4.24.1": "Tatiyampi kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:4.24.2": "“iṅgha me tvaṁ, ānanda, pānīyaṁ āhara, pipāsitosmi, ānanda, pivissāmī”ti. ",
  "dn16:4.24.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā pattaṁ gahetvā yena sā nadikā tenupasaṅkami. ",
  "dn16:4.24.4": "Atha kho sā nadikā cakkacchinnā parittā luḷitā āvilā sandamānā, āyasmante ānande upasaṅkamante acchā vippasannā anāvilā sandittha. ",
  "dn16:4.25.1": "Atha kho āyasmato ānandassa etadahosi: ",
  "dn16:4.25.2": "“acchariyaṁ vata bho, abbhutaṁ vata bho, tathāgatassa mahiddhikatā mahānubhāvatā. ",
  "dn16:4.25.3": "Ayañhi sā nadikā cakkacchinnā parittā luḷitā āvilā sandamānā mayi upasaṅkamante acchā vippasannā anāvilā sandatī”ti. ",
  "dn16:4.25.4": "Pattena pānīyaṁ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ etadavoca: ",
  "dn16:4.25.5": "“acchariyaṁ, bhante, abbhutaṁ, bhante, tathāgatassa mahiddhikatā mahānubhāvatā. ",
  "dn16:4.25.6": "Idāni sā bhante nadikā cakkacchinnā parittā luḷitā āvilā sandamānā mayi upasaṅkamante acchā vippasannā anāvilā sandittha. ",
  "dn16:4.25.7": "Pivatu bhagavā pānīyaṁ pivatu sugato pānīyan”ti. ",
  "dn16:4.25.8": "Atha kho bhagavā pānīyaṁ apāyi. ",
  "dn16:4.26.0": "25. Pukkusamallaputtavatthu ",
  "dn16:4.26.1": "Tena kho pana samayena pukkuso mallaputto āḷārassa kālāmassa sāvako kusinārāya pāvaṁ addhānamaggappaṭipanno hoti. ",
  "dn16:4.26.2": "Addasā kho pukkuso mallaputto bhagavantaṁ aññatarasmiṁ rukkhamūle nisinnaṁ. ",
  "dn16:4.26.3": "Disvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho pukkuso mallaputto bhagavantaṁ etadavoca: ",
  "dn16:4.26.4": "“acchariyaṁ, bhante, abbhutaṁ, bhante, santena vata, bhante, pabbajitā vihārena viharanti. ",
  "dn16:4.27.1": "Bhūtapubbaṁ, bhante, āḷāro kālāmo addhānamaggappaṭipanno maggā okkamma avidūre aññatarasmiṁ rukkhamūle divāvihāraṁ nisīdi. ",
  "dn16:4.27.2": "Atha kho, bhante, pañcamattāni sakaṭasatāni āḷāraṁ kālāmaṁ nissāya nissāya atikkamiṁsu. ",
  "dn16:4.27.3": "Atha kho, bhante, aññataro puriso tassa sakaṭasatthassa piṭṭhito piṭṭhito āgacchanto yena āḷāro kālāmo tenupasaṅkami; upasaṅkamitvā āḷāraṁ kālāmaṁ etadavoca: ",
  "dn16:4.27.4": "‘api, bhante, pañcamattāni sakaṭasatāni atikkantāni addasā’ti? ",
  "dn16:4.27.5": "‘Na kho ahaṁ, āvuso, addasan’ti. ",
  "dn16:4.27.6": "‘Kiṁ pana, bhante, saddaṁ assosī’ti? ",
  "dn16:4.27.7": "‘Na kho ahaṁ, āvuso, saddaṁ assosin’ti. ",
  "dn16:4.27.8": "‘Kiṁ pana, bhante, sutto ahosī’ti? ",
  "dn16:4.27.9": "‘Na kho ahaṁ, āvuso, sutto ahosin’ti. ",
  "dn16:4.27.10": "‘Kiṁ pana, bhante, saññī ahosī’ti? ",
  "dn16:4.27.11": "‘Evamāvuso’ti. ",
  "dn16:4.27.12": "‘So tvaṁ, bhante, saññī samāno jāgaro pañcamattāni sakaṭasatāni nissāya nissāya atikkantāni neva addasa, na pana saddaṁ assosi; ",
  "dn16:4.27.13": "apisu te, bhante, saṅghāṭi rajena okiṇṇā’ti? ",
  "dn16:4.27.14": "‘Evamāvuso’ti. ",
  "dn16:4.27.15": "Atha kho, bhante, tassa purisassa etadahosi: ",
  "dn16:4.27.16": "‘acchariyaṁ vata bho, abbhutaṁ vata bho, santena vata bho pabbajitā vihārena viharanti. ",
  "dn16:4.27.17": "Yatra hi nāma saññī samāno jāgaro pañcamattāni sakaṭasatāni nissāya nissāya atikkantāni neva dakkhati, na pana saddaṁ sossatī’ti. ",
  "dn16:4.27.18": "Āḷāre kālāme uḷāraṁ pasādaṁ pavedetvā pakkāmī”ti. ",
  "dn16:4.28.1": "“Taṁ kiṁ maññasi, pukkusa, ",
  "dn16:4.28.2": "katamaṁ nu kho dukkarataraṁ vā durabhisambhavataraṁ vā—",
  "dn16:4.28.3": "yo vā saññī samāno jāgaro pañcamattāni sakaṭasatāni nissāya nissāya atikkantāni neva passeyya, na pana saddaṁ suṇeyya; ",
  "dn16:4.28.4": "yo vā saññī samāno jāgaro deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā neva passeyya, na pana saddaṁ suṇeyyā”ti? ",
  "dn16:4.29.1": "“Kiñhi, bhante, karissanti pañca vā sakaṭasatāni cha vā sakaṭasatāni satta vā sakaṭasatāni aṭṭha vā sakaṭasatāni nava vā sakaṭasatāni, sakaṭasahassaṁ vā sakaṭasatasahassaṁ vā. ",
  "dn16:4.29.2": "Atha kho etadeva dukkaratarañceva durabhisambhavatarañca yo saññī samāno jāgaro deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā neva passeyya, na pana saddaṁ suṇeyyā”ti. ",
  "dn16:4.30.1": "“Ekamidāhaṁ, pukkusa, samayaṁ ātumāyaṁ viharāmi bhusāgāre. ",
  "dn16:4.30.2": "Tena kho pana samayena deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā avidūre bhusāgārassa dve kassakā bhātaro hatā cattāro ca balibaddā. ",
  "dn16:4.30.3": "Atha kho, pukkusa, ātumāya mahājanakāyo nikkhamitvā yena te dve kassakā bhātaro hatā cattāro ca balibaddā tenupasaṅkami. ",
  "dn16:4.31.1": "Tena kho panāhaṁ, pukkusa, samayena bhusāgārā nikkhamitvā bhusāgāradvāre abbhokāse caṅkamāmi. ",
  "dn16:4.31.2": "Atha kho, pukkusa, aññataro puriso tamhā mahājanakāyā yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhitaṁ kho ahaṁ, pukkusa, taṁ purisaṁ etadavocaṁ: ",
  "dn16:4.32.1": "‘kiṁ nu kho eso, āvuso, mahājanakāyo sannipatito’ti? ",
  "dn16:4.32.2": "‘Idāni, bhante, deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā dve kassakā bhātaro hatā cattāro ca balibaddā. ",
  "dn16:4.32.3": "Ettheso mahājanakāyo sannipatito. ",
  "dn16:4.32.4": "Tvaṁ pana, bhante, kva ahosī’ti? ",
  "dn16:4.32.5": "‘Idheva kho ahaṁ, āvuso, ahosin’ti. ",
  "dn16:4.32.6": "‘Kiṁ pana, bhante, addasā’ti? ",
  "dn16:4.32.7": "‘Na kho ahaṁ, āvuso, addasan’ti. ",
  "dn16:4.32.8": "‘Kiṁ pana, bhante, saddaṁ assosī’ti? ",
  "dn16:4.32.9": "‘Na kho ahaṁ, āvuso, saddaṁ assosin’ti. ",
  "dn16:4.32.10": "‘Kiṁ pana, bhante, sutto ahosī’ti? ",
  "dn16:4.32.11": "‘Na kho ahaṁ, āvuso, sutto ahosin’ti. ",
  "dn16:4.32.12": "‘Kiṁ pana, bhante, saññī ahosī’ti? ",
  "dn16:4.32.13": "‘Evamāvuso’ti. ",
  "dn16:4.32.14": "‘So tvaṁ, bhante, saññī samāno jāgaro deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā neva addasa, na pana saddaṁ assosī’ti? ",
  "dn16:4.32.15": "‘Evamāvuso’ti? ",
  "dn16:4.33.1": "Atha kho, pukkusa, tassa purisassa etadahosi: ",
  "dn16:4.33.2": "‘acchariyaṁ vata bho, abbhutaṁ vata bho, santena vata bho pabbajitā vihārena viharanti. ",
  "dn16:4.33.3": "Yatra hi nāma saññī samāno jāgaro deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā neva dakkhati, na pana saddaṁ sossatī’ti. ",
  "dn16:4.33.4": "Mayi uḷāraṁ pasādaṁ pavedetvā maṁ abhivādetvā padakkhiṇaṁ katvā pakkāmī”ti. ",
  "dn16:4.34.1": "Evaṁ vutte, pukkuso mallaputto bhagavantaṁ etadavoca: ",
  "dn16:4.34.2": "“esāhaṁ, bhante, yo me āḷāre kālāme pasādo taṁ mahāvāte vā ophuṇāmi sīghasotāya vā nadiyā pavāhemi. ",
  "dn16:4.34.3": "Abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "dn16:4.34.4": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn16:4.34.5": "Esāhaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "dn16:4.34.6": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti. ",
  "dn16:4.35.1": "Atha kho pukkuso mallaputto aññataraṁ purisaṁ āmantesi: ",
  "dn16:4.35.2": "“iṅgha me tvaṁ, bhaṇe, siṅgīvaṇṇaṁ yugamaṭṭhaṁ dhāraṇīyaṁ āharā”ti. ",
  "dn16:4.35.3": "“Evaṁ, bhante”ti kho so puriso pukkusassa mallaputtassa paṭissutvā taṁ siṅgīvaṇṇaṁ yugamaṭṭhaṁ dhāraṇīyaṁ āhari. ",
  "dn16:4.35.4": "Atha kho pukkuso mallaputto taṁ siṅgīvaṇṇaṁ yugamaṭṭhaṁ dhāraṇīyaṁ bhagavato upanāmesi: ",
  "dn16:4.35.5": "“idaṁ, bhante, siṅgīvaṇṇaṁ yugamaṭṭhaṁ dhāraṇīyaṁ, taṁ me bhagavā paṭiggaṇhātu anukampaṁ upādāyā”ti. ",
  "dn16:4.35.6": "“Tena hi, pukkusa, ekena maṁ acchādehi, ekena ānandan”ti. ",
  "dn16:4.35.7": "“Evaṁ, bhante”ti kho pukkuso mallaputto bhagavato paṭissutvā ekena bhagavantaṁ acchādeti, ekena āyasmantaṁ ānandaṁ. ",
  "dn16:4.36.1": "Atha kho bhagavā pukkusaṁ mallaputtaṁ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "dn16:4.36.2": "Atha kho pukkuso mallaputto bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "dn16:4.37.1": "Atha kho āyasmā ānando acirapakkante pukkuse mallaputte taṁ siṅgīvaṇṇaṁ yugamaṭṭhaṁ dhāraṇīyaṁ bhagavato kāyaṁ upanāmesi. ",
  "dn16:4.37.2": "Taṁ bhagavato kāyaṁ upanāmitaṁ hataccikaṁ viya khāyati. ",
  "dn16:4.37.3": "Atha kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:4.37.4": "“acchariyaṁ, bhante, abbhutaṁ, bhante, yāva parisuddho, bhante, tathāgatassa chavivaṇṇo pariyodāto. ",
  "dn16:4.37.5": "Idaṁ, bhante, siṅgīvaṇṇaṁ yugamaṭṭhaṁ dhāraṇīyaṁ bhagavato kāyaṁ upanāmitaṁ hataccikaṁ viya khāyatī”ti. ",
  "dn16:4.37.6": "“Evametaṁ, ānanda, evametaṁ, ānanda, dvīsu kālesu ativiya tathāgatassa kāyo parisuddho hoti chavivaṇṇo pariyodāto. ",
  "dn16:4.38.1": "Katamesu dvīsu? ",
  "dn16:4.38.2": "Yañca, ānanda, rattiṁ tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhati, yañca rattiṁ anupādisesāya nibbānadhātuyā parinibbāyati. ",
  "dn16:4.38.3": "Imesu kho, ānanda, dvīsu kālesu ativiya tathāgatassa kāyo parisuddho hoti chavivaṇṇo pariyodāto. ",
  "dn16:4.38.4": "Ajja kho panānanda, rattiyā pacchime yāme kusinārāyaṁ upavattane mallānaṁ sālavane antarena yamakasālānaṁ tathāgatassa parinibbānaṁ bhavissati. ",
  "dn16:4.38.5": "Āyāmānanda, yena kakudhā nadī tenupasaṅkamissāmā”ti. ",
  "dn16:4.38.6": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:4.38.7": "Siṅgīvaṇṇaṁ yugamaṭṭhaṁ, ",
  "dn16:4.38.8": "pukkuso abhihārayi; ",
  "dn16:4.38.9": "Tena acchādito satthā, ",
  "dn16:4.38.10": "hemavaṇṇo asobhathāti. ",
  "dn16:4.38.11": "(…) ",
  "dn16:4.39.1": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena kakudhā nadī tenupasaṅkami; upasaṅkamitvā kakudhaṁ nadiṁ ajjhogāhetvā nhatvā ca pivitvā ca paccuttaritvā yena ambavanaṁ tenupasaṅkami. ",
  "dn16:4.39.2": "Upasaṅkamitvā āyasmantaṁ cundakaṁ āmantesi: ",
  "dn16:4.39.3": "“iṅgha me tvaṁ, cundaka, catugguṇaṁ saṅghāṭiṁ paññapehi, kilantosmi, cundaka, nipajjissāmī”ti. ",
  "dn16:4.40.1": "“Evaṁ, bhante”ti kho āyasmā cundako bhagavato paṭissutvā catugguṇaṁ saṅghāṭiṁ paññapesi. ",
  "dn16:4.40.2": "Atha kho bhagavā dakkhiṇena passena sīhaseyyaṁ kappesi pāde pādaṁ accādhāya sato sampajāno uṭṭhānasaññaṁ manasikaritvā. ",
  "dn16:4.40.3": "Āyasmā pana cundako tattheva bhagavato purato nisīdi. ",
  "dn16:4.41.1": "Gantvāna buddho nadikaṁ kakudhaṁ, ",
  "dn16:4.41.2": "Acchodakaṁ sātudakaṁ vippasannaṁ; ",
  "dn16:4.41.3": "Ogāhi satthā akilantarūpo, ",
  "dn16:4.41.4": "Tathāgato appaṭimo ca loke. ",
  "dn16:4.41.5": "Nhatvā ca pivitvā cudatāri satthā, ",
  "dn16:4.41.6": "Purakkhato bhikkhugaṇassa majjhe; ",
  "dn16:4.41.7": "Vattā pavattā bhagavā idha dhamme, ",
  "dn16:4.41.8": "Upāgami ambavanaṁ mahesi. ",
  "dn16:4.41.9": "Āmantayi cundakaṁ nāma bhikkhuṁ, ",
  "dn16:4.41.10": "Catugguṇaṁ santhara me nipajjaṁ; ",
  "dn16:4.41.11": "So codito bhāvitattena cundo, ",
  "dn16:4.41.12": "Catugguṇaṁ santhari khippameva; ",
  "dn16:4.41.13": "Nipajji satthā akilantarūpo, ",
  "dn16:4.41.14": "Cundopi tattha pamukhe nisīdīti. ",
  "dn16:4.42.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:4.42.2": "“siyā kho panānanda, cundassa kammāraputtassa koci vippaṭisāraṁ uppādeyya: ",
  "dn16:4.42.3": "‘tassa te, āvuso cunda, alābhā tassa te dulladdhaṁ, yassa te tathāgato pacchimaṁ piṇḍapātaṁ paribhuñjitvā parinibbuto’ti. ",
  "dn16:4.42.4": "Cundassa, ānanda, kammāraputtassa evaṁ vippaṭisāro paṭivinetabbo: ",
  "dn16:4.42.5": "‘tassa te, āvuso cunda, lābhā tassa te suladdhaṁ, ",
  "dn16:4.42.6": "yassa te tathāgato pacchimaṁ piṇḍapātaṁ paribhuñjitvā parinibbuto. ",
  "dn16:4.42.7": "Sammukhā metaṁ, āvuso cunda, bhagavato sutaṁ sammukhā paṭiggahitaṁ: ",
  "dn16:4.42.8": "dveme piṇḍapātā samasamaphalā samavipākā, ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā ca. ",
  "dn16:4.42.9": "Katame dve? ",
  "dn16:4.42.10": "Yañca piṇḍapātaṁ paribhuñjitvā tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhati, yañca piṇḍapātaṁ paribhuñjitvā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati. ",
  "dn16:4.42.11": "Ime dve piṇḍapātā samasamaphalā samavipākā, ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā ca. ",
  "dn16:4.42.12": "Āyusaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitaṁ, vaṇṇasaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitaṁ, sukhasaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitaṁ, yasasaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitaṁ, saggasaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitaṁ, ādhipateyyasaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitan’ti. ",
  "dn16:4.42.13": "Cundassa, ānanda, kammāraputtassa evaṁ vippaṭisāro paṭivinetabbo”ti. ",
  "dn16:4.43.1": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi: ",
  "dn16:4.43.2": "“Dadato puññaṁ pavaḍḍhati, ",
  "dn16:4.43.3": "Saṁyamato veraṁ na cīyati; ",
  "dn16:4.43.4": "Kusalo ca jahāti pāpakaṁ, ",
  "dn16:4.43.5": "Rāgadosamohakkhayā sanibbuto”ti. ",
  "dn16:4.43.6": "Catuttho bhāṇavāro. ",
  "dn16:5.1.0": "26. Yamakasālā ",
  "dn16:5.1.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:5.1.2": "“āyāmānanda, yena hiraññavatiyā nadiyā pārimaṁ tīraṁ, yena kusinārā upavattanaṁ mallānaṁ sālavanaṁ tenupasaṅkamissāmā”ti. ",
  "dn16:5.1.3": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:5.1.4": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena hiraññavatiyā nadiyā pārimaṁ tīraṁ, yena kusinārā upavattanaṁ mallānaṁ sālavanaṁ tenupasaṅkami. upasaṅkamitvā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:5.1.5": "“iṅgha me tvaṁ, ānanda, antarena yamakasālānaṁ uttarasīsakaṁ mañcakaṁ paññapehi, kilantosmi, ānanda, nipajjissāmī”ti. ",
  "dn16:5.1.6": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā antarena yamakasālānaṁ uttarasīsakaṁ mañcakaṁ paññapesi. ",
  "dn16:5.1.7": "Atha kho bhagavā dakkhiṇena passena sīhaseyyaṁ kappesi pāde pādaṁ accādhāya sato sampajāno. ",
  "dn16:5.2.1": "Tena kho pana samayena yamakasālā sabbaphāliphullā honti akālapupphehi. ",
  "dn16:5.2.2": "Te tathāgatassa sarīraṁ okiranti ajjhokiranti abhippakiranti tathāgatassa pūjāya. ",
  "dn16:5.2.3": "Dibbānipi mandāravapupphāni antalikkhā papatanti, tāni tathāgatassa sarīraṁ okiranti ajjhokiranti abhippakiranti tathāgatassa pūjāya. ",
  "dn16:5.2.4": "Dibbānipi candanacuṇṇāni antalikkhā papatanti, tāni tathāgatassa sarīraṁ okiranti ajjhokiranti abhippakiranti tathāgatassa pūjāya. ",
  "dn16:5.2.5": "Dibbānipi tūriyāni antalikkhe vajjanti tathāgatassa pūjāya. ",
  "dn16:5.2.6": "Dibbānipi saṅgītāni antalikkhe vattanti tathāgatassa pūjāya. ",
  "dn16:5.3.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:5.3.2": "“sabbaphāliphullā kho, ānanda, yamakasālā akālapupphehi. ",
  "dn16:5.3.3": "Te tathāgatassa sarīraṁ okiranti ajjhokiranti abhippakiranti tathāgatassa pūjāya. ",
  "dn16:5.3.4": "Dibbānipi mandāravapupphāni antalikkhā papatanti, tāni tathāgatassa sarīraṁ okiranti ajjhokiranti abhippakiranti tathāgatassa pūjāya. ",
  "dn16:5.3.5": "Dibbānipi candanacuṇṇāni antalikkhā papatanti, tāni tathāgatassa sarīraṁ okiranti ajjhokiranti abhippakiranti tathāgatassa pūjāya. ",
  "dn16:5.3.6": "Dibbānipi tūriyāni antalikkhe vajjanti tathāgatassa pūjāya. ",
  "dn16:5.3.7": "Dibbānipi saṅgītāni antalikkhe vattanti tathāgatassa pūjāya. ",
  "dn16:5.3.8": "Na kho, ānanda, ettāvatā tathāgato sakkato vā hoti garukato vā mānito vā pūjito vā apacito vā. ",
  "dn16:5.3.9": "Yo kho, ānanda, bhikkhu vā bhikkhunī vā upāsako vā upāsikā vā dhammānudhammappaṭipanno viharati sāmīcippaṭipanno anudhammacārī, so tathāgataṁ sakkaroti garuṁ karoti māneti pūjeti apaciyati, paramāya pūjāya. ",
  "dn16:5.3.10": "Tasmātihānanda, dhammānudhammappaṭipannā viharissāma sāmīcippaṭipannā anudhammacārinoti. ",
  "dn16:5.3.11": "Evañhi vo, ānanda, sikkhitabban”ti. ",
  "dn16:5.4.0": "27. Upavāṇatthera ",
  "dn16:5.4.1": "Tena kho pana samayena āyasmā upavāṇo bhagavato purato ṭhito hoti bhagavantaṁ bījayamāno. ",
  "dn16:5.4.2": "Atha kho bhagavā āyasmantaṁ upavāṇaṁ apasāresi: ",
  "dn16:5.4.3": "“apehi, bhikkhu, mā me purato aṭṭhāsī”ti. ",
  "dn16:5.4.4": "Atha kho āyasmato ānandassa etadahosi: ",
  "dn16:5.4.5": "“ayaṁ kho āyasmā upavāṇo dīgharattaṁ bhagavato upaṭṭhāko santikāvacaro samīpacārī. ",
  "dn16:5.4.6": "Atha ca pana bhagavā pacchime kāle āyasmantaṁ upavāṇaṁ apasāreti: ",
  "dn16:5.4.7": "‘apehi, bhikkhu, mā me purato aṭṭhāsī’ti. ",
  "dn16:5.4.8": "Ko nu kho hetu, ko paccayo, yaṁ bhagavā āyasmantaṁ upavāṇaṁ apasāreti: ",
  "dn16:5.4.9": "‘apehi, bhikkhu, mā me purato aṭṭhāsī’”ti? ",
  "dn16:5.5.1": "Atha kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:5.5.2": "“ayaṁ, bhante, āyasmā upavāṇo dīgharattaṁ bhagavato upaṭṭhāko santikāvacaro samīpacārī. ",
  "dn16:5.5.3": "Atha ca pana bhagavā pacchime kāle āyasmantaṁ upavāṇaṁ apasāreti: ",
  "dn16:5.5.4": "‘apehi, bhikkhu, mā me purato aṭṭhāsī’ti. ",
  "dn16:5.5.5": "Ko nu kho, bhante, hetu, ko paccayo, yaṁ bhagavā āyasmantaṁ upavāṇaṁ apasāreti: ",
  "dn16:5.5.6": "‘apehi, bhikkhu, mā me purato aṭṭhāsī’”ti? ",
  "dn16:5.5.7": "“Yebhuyyena, ānanda, dasasu lokadhātūsu devatā sannipatitā tathāgataṁ dassanāya. ",
  "dn16:5.5.8": "Yāvatā, ānanda, kusinārā upavattanaṁ mallānaṁ sālavanaṁ samantato dvādasa yojanāni, natthi so padeso vālaggakoṭinittudanamattopi mahesakkhāhi devatāhi apphuṭo. ",
  "dn16:5.5.9": "Devatā, ānanda, ujjhāyanti: ",
  "dn16:5.5.10": "‘dūrā ca vatamha āgatā tathāgataṁ dassanāya. ",
  "dn16:5.5.11": "Kadāci karahaci tathāgatā loke uppajjanti arahanto sammāsambuddhā. ",
  "dn16:5.5.12": "Ajjeva rattiyā pacchime yāme tathāgatassa parinibbānaṁ bhavissati. ",
  "dn16:5.5.13": "Ayañca mahesakkho bhikkhu bhagavato purato ṭhito ovārento, na mayaṁ labhāma pacchime kāle tathāgataṁ dassanāyā’”ti. ",
  "dn16:5.6.1": "“Kathaṁbhūtā pana, bhante, bhagavā devatā manasikarotī”ti? ",
  "dn16:5.6.2": "“Santānanda, devatā ākāse pathavīsaññiniyo kese pakiriya kandanti, bāhā paggayha kandanti, chinnapātaṁ papatanti, āvaṭṭanti, vivaṭṭanti: ",
  "dn16:5.6.3": "‘atikhippaṁ bhagavā parinibbāyissati, atikhippaṁ sugato parinibbāyissati, atikhippaṁ cakkhuṁ loke antaradhāyissatī’ti. ",
  "dn16:5.6.4": "Santānanda, devatā pathaviyaṁ pathavīsaññiniyo kese pakiriya kandanti, bāhā paggayha kandanti, chinnapātaṁ papatanti, āvaṭṭanti, vivaṭṭanti: ",
  "dn16:5.6.5": "‘atikhippaṁ bhagavā parinibbāyissati, atikhippaṁ sugato parinibbāyissati, atikhippaṁ cakkhuṁ loke antaradhāyissatī’ti. ",
  "dn16:5.6.6": "Yā pana tā devatā vītarāgā, tā satā sampajānā adhivāsenti: ",
  "dn16:5.6.7": "‘aniccā saṅkhārā, taṁ kutettha labbhā’”ti. ",
  "dn16:5.7.0": "28. Catusaṁvejanīyaṭhāna ",
  "dn16:5.7.1": "“Pubbe, bhante, disāsu vassaṁvuṭṭhā bhikkhū āgacchanti tathāgataṁ dassanāya. ",
  "dn16:5.7.2": "Te mayaṁ labhāma manobhāvanīye bhikkhū dassanāya, labhāma payirupāsanāya. ",
  "dn16:5.7.3": "Bhagavato pana mayaṁ, bhante, accayena na labhissāma manobhāvanīye bhikkhū dassanāya, na labhissāma payirupāsanāyā”ti. ",
  "dn16:5.8.1": "“Cattārimāni, ānanda, saddhassa kulaputtassa dassanīyāni saṁvejanīyāni ṭhānāni. ",
  "dn16:5.8.2": "Katamāni cattāri? ",
  "dn16:5.8.3": "‘Idha tathāgato jāto’ti, ānanda, saddhassa kulaputtassa dassanīyaṁ saṁvejanīyaṁ ṭhānaṁ. ",
  "dn16:5.8.4": "‘Idha tathāgato anuttaraṁ sammāsambodhiṁ abhisambuddho’ti, ānanda, saddhassa kulaputtassa dassanīyaṁ saṁvejanīyaṁ ṭhānaṁ. ",
  "dn16:5.8.5": "‘Idha tathāgatena anuttaraṁ dhammacakkaṁ pavattitan’ti, ānanda, saddhassa kulaputtassa dassanīyaṁ saṁvejanīyaṁ ṭhānaṁ. ",
  "dn16:5.8.6": "‘Idha tathāgato anupādisesāya nibbānadhātuyā parinibbuto’ti, ānanda, saddhassa kulaputtassa dassanīyaṁ saṁvejanīyaṁ ṭhānaṁ. ",
  "dn16:5.8.7": "Imāni kho, ānanda, cattāri saddhassa kulaputtassa dassanīyāni saṁvejanīyāni ṭhānāni. ",
  "dn16:5.8.8": "Āgamissanti kho, ānanda, saddhā bhikkhū bhikkhuniyo upāsakā upāsikāyo: ",
  "dn16:5.8.9": "‘idha tathāgato jāto’tipi, ‘idha tathāgato anuttaraṁ sammāsambodhiṁ abhisambuddho’tipi, ‘idha tathāgatena anuttaraṁ dhammacakkaṁ pavattitan’tipi, ‘idha tathāgato anupādisesāya nibbānadhātuyā parinibbuto’tipi. ",
  "dn16:5.8.10": "Ye hi keci, ānanda, cetiyacārikaṁ āhiṇḍantā pasannacittā kālaṁ karissanti, sabbe te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissantī”ti. ",
  "dn16:5.9.0": "29. Ānandapucchākathā ",
  "dn16:5.9.1": "“Kathaṁ mayaṁ, bhante, mātugāme paṭipajjāmā”ti? ",
  "dn16:5.9.2": "“Adassanaṁ, ānandā”ti. ",
  "dn16:5.9.3": "“Dassane, bhagavā, sati kathaṁ paṭipajjitabban”ti? ",
  "dn16:5.9.4": "“Anālāpo, ānandā”ti. ",
  "dn16:5.9.5": "“Ālapantena pana, bhante, kathaṁ paṭipajjitabban”ti? ",
  "dn16:5.9.6": "“Sati, ānanda, upaṭṭhāpetabbā”ti. ",
  "dn16:5.10.1": "“Kathaṁ mayaṁ, bhante, tathāgatassa sarīre paṭipajjāmā”ti? ",
  "dn16:5.10.2": "“Abyāvaṭā tumhe, ānanda, hotha tathāgatassa sarīrapūjāya. ",
  "dn16:5.10.3": "Iṅgha tumhe, ānanda, sāratthe ghaṭatha anuyuñjatha, sāratthe appamattā ātāpino pahitattā viharatha. ",
  "dn16:5.10.4": "Santānanda, khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi tathāgate abhippasannā, te tathāgatassa sarīrapūjaṁ karissantī”ti. ",
  "dn16:5.11.1": "“Kathaṁ pana, bhante, tathāgatassa sarīre paṭipajjitabban”ti? ",
  "dn16:5.11.2": "“Yathā kho, ānanda, rañño cakkavattissa sarīre paṭipajjanti, evaṁ tathāgatassa sarīre paṭipajjitabban”ti. ",
  "dn16:5.11.3": "“Kathaṁ pana, bhante, rañño cakkavattissa sarīre paṭipajjantī”ti? ",
  "dn16:5.11.4": "“Rañño, ānanda, cakkavattissa sarīraṁ ahatena vatthena veṭhenti, ahatena vatthena veṭhetvā vihatena kappāsena veṭhenti, vihatena kappāsena veṭhetvā ahatena vatthena veṭhenti. ",
  "dn16:5.11.5": "Etenupāyena pañcahi yugasatehi rañño cakkavattissa sarīraṁ veṭhetvā āyasāya teladoṇiyā pakkhipitvā aññissā āyasāya doṇiyā paṭikujjitvā sabbagandhānaṁ citakaṁ karitvā rañño cakkavattissa sarīraṁ jhāpenti. ",
  "dn16:5.11.6": "Cātumahāpathe rañño cakkavattissa thūpaṁ karonti. ",
  "dn16:5.11.7": "Evaṁ kho, ānanda, rañño cakkavattissa sarīre paṭipajjanti. ",
  "dn16:5.11.8": "Yathā kho, ānanda, rañño cakkavattissa sarīre paṭipajjanti, evaṁ tathāgatassa sarīre paṭipajjitabbaṁ. ",
  "dn16:5.11.9": "Cātumahāpathe tathāgatassa thūpo kātabbo. ",
  "dn16:5.11.10": "Tattha ye mālaṁ vā gandhaṁ vā cuṇṇakaṁ vā āropessanti vā abhivādessanti vā cittaṁ vā pasādessanti tesaṁ taṁ bhavissati dīgharattaṁ hitāya sukhāya. ",
  "dn16:5.12.0": "30. Thūpārahapuggala ",
  "dn16:5.12.1": "Cattārome, ānanda, thūpārahā. ",
  "dn16:5.12.2": "Katame cattāro? ",
  "dn16:5.12.3": "Tathāgato arahaṁ sammāsambuddho thūpāraho, paccekasambuddho thūpāraho, tathāgatassa sāvako thūpāraho, rājā cakkavattī thūpārahoti. ",
  "dn16:5.12.4": "Kiñcānanda, atthavasaṁ paṭicca tathāgato arahaṁ sammāsambuddho thūpāraho? ",
  "dn16:5.12.5": "‘Ayaṁ tassa bhagavato arahato sammāsambuddhassa thūpo’ti, ānanda, bahujanā cittaṁ pasādenti. ",
  "dn16:5.12.6": "Te tattha cittaṁ pasādetvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti. ",
  "dn16:5.12.7": "Idaṁ kho, ānanda, atthavasaṁ paṭicca tathāgato arahaṁ sammāsambuddho thūpāraho. ",
  "dn16:5.12.8": "Kiñcānanda, atthavasaṁ paṭicca paccekasambuddho thūpāraho? ",
  "dn16:5.12.9": "‘Ayaṁ tassa bhagavato paccekasambuddhassa thūpo’ti, ānanda, bahujanā cittaṁ pasādenti. ",
  "dn16:5.12.10": "Te tattha cittaṁ pasādetvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti. ",
  "dn16:5.12.11": "Idaṁ kho, ānanda, atthavasaṁ paṭicca paccekasambuddho thūpāraho. ",
  "dn16:5.12.12": "Kiñcānanda, atthavasaṁ paṭicca tathāgatassa sāvako thūpāraho? ",
  "dn16:5.12.13": "‘Ayaṁ tassa bhagavato arahato sammāsambuddhassa sāvakassa thūpo’ti, ānanda, bahujanā cittaṁ pasādenti. ",
  "dn16:5.12.14": "Te tattha cittaṁ pasādetvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti. ",
  "dn16:5.12.15": "Idaṁ kho, ānanda, atthavasaṁ paṭicca tathāgatassa sāvako thūpāraho. ",
  "dn16:5.12.16": "Kiñcānanda, atthavasaṁ paṭicca rājā cakkavattī thūpāraho? ",
  "dn16:5.12.17": "‘Ayaṁ tassa dhammikassa dhammarañño thūpo’ti, ānanda, bahujanā cittaṁ pasādenti. ",
  "dn16:5.12.18": "Te tattha cittaṁ pasādetvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti. ",
  "dn16:5.12.19": "Idaṁ kho, ānanda, atthavasaṁ paṭicca rājā cakkavattī thūpāraho. ",
  "dn16:5.12.20": "Ime kho, ānanda, cattāro thūpārahā”ti. ",
  "dn16:5.13.0": "31. Ānandaacchariyadhamma ",
  "dn16:5.13.1": "Atha kho āyasmā ānando vihāraṁ pavisitvā kapisīsaṁ ālambitvā rodamāno aṭṭhāsi: ",
  "dn16:5.13.2": "“ahañca vatamhi sekho sakaraṇīyo, satthu ca me parinibbānaṁ bhavissati, yo mama anukampako”ti. ",
  "dn16:5.13.3": "Atha kho bhagavā bhikkhū āmantesi: ",
  "dn16:5.13.4": "“kahaṁ nu kho, bhikkhave, ānando”ti? ",
  "dn16:5.13.5": "“Eso, bhante, āyasmā ānando vihāraṁ pavisitvā kapisīsaṁ ālambitvā rodamāno ṭhito: ",
  "dn16:5.13.6": "‘ahañca vatamhi sekho sakaraṇīyo, satthu ca me parinibbānaṁ bhavissati, yo mama anukampako’”ti. ",
  "dn16:5.13.7": "Atha kho bhagavā aññataraṁ bhikkhuṁ āmantesi: ",
  "dn16:5.13.8": "“ehi tvaṁ, bhikkhu, mama vacanena ānandaṁ āmantehi: ",
  "dn16:5.13.9": "‘satthā taṁ, āvuso ānanda, āmantetī’”ti. ",
  "dn16:5.13.10": "“Evaṁ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ etadavoca: ",
  "dn16:5.13.11": "“satthā taṁ, āvuso ānanda, āmantetī”ti. ",
  "dn16:5.14.1": "“Evamāvuso”ti kho āyasmā ānando tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ ānandaṁ bhagavā etadavoca: ",
  "dn16:5.14.2": "“alaṁ, ānanda, mā soci mā paridevi, nanu etaṁ, ānanda, mayā paṭikacceva akkhātaṁ: ",
  "dn16:5.14.3": "‘sabbeheva piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo’; ",
  "dn16:5.14.4": "taṁ kutettha, ānanda, labbhā. Yaṁ taṁ jātaṁ bhūtaṁ saṅkhataṁ palokadhammaṁ, ‘taṁ vata tathāgatassāpi sarīraṁ mā palujjī’ti netaṁ ṭhānaṁ vijjati. ",
  "dn16:5.14.5": "Dīgharattaṁ kho te, ānanda, tathāgato paccupaṭṭhito mettena kāyakammena hitena sukhena advayena appamāṇena, mettena vacīkammena hitena sukhena advayena appamāṇena, mettena manokammena hitena sukhena advayena appamāṇena. ",
  "dn16:5.14.6": "Katapuññosi tvaṁ, ānanda, padhānamanuyuñja, khippaṁ hohisi anāsavo”ti. ",
  "dn16:5.15.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "dn16:5.15.2": "“yepi te, bhikkhave, ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā, tesampi bhagavantānaṁ etapparamāyeva upaṭṭhākā ahesuṁ, seyyathāpi mayhaṁ ānando. ",
  "dn16:5.15.3": "Yepi te, bhikkhave, bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā, tesampi bhagavantānaṁ etapparamāyeva upaṭṭhākā bhavissanti, seyyathāpi mayhaṁ ānando. ",
  "dn16:5.15.4": "Paṇḍito, bhikkhave, ānando; ",
  "dn16:5.15.5": "medhāvī, bhikkhave, ānando. ",
  "dn16:5.15.6": "Jānāti ‘ayaṁ kālo tathāgataṁ dassanāya upasaṅkamituṁ bhikkhūnaṁ, ayaṁ kālo bhikkhunīnaṁ, ayaṁ kālo upāsakānaṁ, ayaṁ kālo upāsikānaṁ, ayaṁ kālo rañño rājamahāmattānaṁ titthiyānaṁ titthiyasāvakānan’ti. ",
  "dn16:5.16.1": "Cattārome, bhikkhave, acchariyā abbhutā dhammā ānande. ",
  "dn16:5.16.2": "Katame cattāro? ",
  "dn16:5.16.3": "Sace, bhikkhave, bhikkhuparisā ānandaṁ dassanāya upasaṅkamati, dassanena sā attamanā hoti. ",
  "dn16:5.16.4": "Tatra ce ānando dhammaṁ bhāsati, bhāsitenapi sā attamanā hoti. ",
  "dn16:5.16.5": "Atittāva, bhikkhave, bhikkhuparisā hoti, atha kho ānando tuṇhī hoti. ",
  "dn16:5.16.6": "Sace, bhikkhave, bhikkhunīparisā ānandaṁ dassanāya upasaṅkamati, dassanena sā attamanā hoti. ",
  "dn16:5.16.7": "Tatra ce ānando dhammaṁ bhāsati, bhāsitenapi sā attamanā hoti. ",
  "dn16:5.16.8": "Atittāva, bhikkhave, bhikkhunīparisā hoti, atha kho ānando tuṇhī hoti. ",
  "dn16:5.16.9": "Sace, bhikkhave, upāsakaparisā ānandaṁ dassanāya upasaṅkamati, dassanena sā attamanā hoti. ",
  "dn16:5.16.10": "Tatra ce ānando dhammaṁ bhāsati, bhāsitenapi sā attamanā hoti. ",
  "dn16:5.16.11": "Atittāva, bhikkhave, upāsakaparisā hoti, atha kho ānando tuṇhī hoti. ",
  "dn16:5.16.12": "Sace, bhikkhave, upāsikāparisā ānandaṁ dassanāya upasaṅkamati, dassanena sā attamanā hoti. ",
  "dn16:5.16.13": "Tatra ce ānando dhammaṁ bhāsati, bhāsitenapi sā attamanā hoti. ",
  "dn16:5.16.14": "Atittāva, bhikkhave, upāsikāparisā hoti, atha kho ānando tuṇhī hoti. ",
  "dn16:5.16.15": "Ime kho, bhikkhave, cattāro acchariyā abbhutā dhammā ānande. ",
  "dn16:5.16.16": "Cattārome, bhikkhave, acchariyā abbhutā dhammā raññe cakkavattimhi. ",
  "dn16:5.16.17": "Katame cattāro? ",
  "dn16:5.16.18": "Sace, bhikkhave, khattiyaparisā rājānaṁ cakkavattiṁ dassanāya upasaṅkamati, dassanena sā attamanā hoti. ",
  "dn16:5.16.19": "Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti. ",
  "dn16:5.16.20": "Atittāva, bhikkhave, khattiyaparisā hoti. Atha kho rājā cakkavattī tuṇhī hoti. ",
  "dn16:5.16.21": "Sace bhikkhave, brāhmaṇaparisā …pe… ",
  "dn16:5.16.22": "gahapatiparisā …pe… ",
  "dn16:5.16.23": "samaṇaparisā rājānaṁ cakkavattiṁ dassanāya upasaṅkamati, dassanena sā attamanā hoti. ",
  "dn16:5.16.24": "Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti. ",
  "dn16:5.16.25": "Atittāva, bhikkhave, samaṇaparisā hoti. Atha kho rājā cakkavattī tuṇhī hoti. ",
  "dn16:5.16.26": "Evameva kho, bhikkhave, cattārome acchariyā abbhutā dhammā ānande. ",
  "dn16:5.16.27": "Sace, bhikkhave, bhikkhuparisā ānandaṁ dassanāya upasaṅkamati, dassanena sā attamanā hoti. ",
  "dn16:5.16.28": "Tatra ce ānando dhammaṁ bhāsati, bhāsitenapi sā attamanā hoti. ",
  "dn16:5.16.29": "Atittāva, bhikkhave, bhikkhuparisā hoti. ",
  "dn16:5.16.30": "Atha kho ānando tuṇhī hoti. ",
  "dn16:5.16.31": "Sace, bhikkhave bhikkhunīparisā …pe… ",
  "dn16:5.16.32": "upāsakaparisā …pe… ",
  "dn16:5.16.33": "upāsikāparisā ānandaṁ dassanāya upasaṅkamati, dassanena sā attamanā hoti. ",
  "dn16:5.16.34": "Tatra ce ānando dhammaṁ bhāsati, bhāsitenapi sā attamanā hoti. ",
  "dn16:5.16.35": "Atittāva, bhikkhave, upāsikāparisā hoti. ",
  "dn16:5.16.36": "Atha kho ānando tuṇhī hoti. ",
  "dn16:5.16.37": "Ime kho, bhikkhave, cattāro acchariyā abbhutā dhammā ānande”ti. ",
  "dn16:5.17.0": "32. Mahāsudassanasuttadesanā ",
  "dn16:5.17.1": "Evaṁ vutte, āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:5.17.2": "“mā, bhante, bhagavā imasmiṁ khuddakanagarake ujjaṅgalanagarake sākhānagarake parinibbāyi. ",
  "dn16:5.17.3": "Santi, bhante, aññāni mahānagarāni, seyyathidaṁ—",
  "dn16:5.17.4": "campā rājagahaṁ sāvatthī sāketaṁ kosambī bārāṇasī; ",
  "dn16:5.17.5": "ettha bhagavā parinibbāyatu. ",
  "dn16:5.17.6": "Ettha bahū khattiyamahāsālā, brāhmaṇamahāsālā gahapatimahāsālā tathāgate abhippasannā. ",
  "dn16:5.17.7": "Te tathāgatassa sarīrapūjaṁ karissantī”ti ",
  "dn16:5.17.8": "“mā hevaṁ, ānanda, avaca, mā hevaṁ, ānanda, avaca: ",
  "dn16:5.17.9": "‘khuddakanagarakaṁ ujjaṅgalanagarakaṁ sākhānagarakan’ti. ",
  "dn16:5.18.1": "Bhūtapubbaṁ, ānanda, rājā mahāsudassano nāma ahosi cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn16:5.18.2": "Rañño, ānanda, mahāsudassanassa ayaṁ kusinārā kusāvatī nāma rājadhānī ahosi. ",
  "dn16:5.18.3": "puratthimena ca pacchimena ca dvādasayojanāni āyāmena; uttarena ca dakkhiṇena ca sattayojanāni vitthārena. ",
  "dn16:5.18.4": "Kusāvatī, ānanda, rājadhānī iddhā ceva ahosi phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
  "dn16:5.18.5": "Seyyathāpi, ānanda, devānaṁ āḷakamandā nāma rājadhānī iddhā ceva hoti phītā ca bahujanā ca ākiṇṇayakkhā ca subhikkhā ca; ",
  "dn16:5.18.6": "evameva kho, ānanda, kusāvatī rājadhānī iddhā ceva ahosi phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
  "dn16:5.18.7": "Kusāvatī, ānanda, rājadhānī dasahi saddehi avivittā ahosi divā ceva rattiñca, seyyathidaṁ—",
  "dn16:5.18.8": "hatthisaddena assasaddena rathasaddena bherisaddena mudiṅgasaddena vīṇāsaddena gītasaddena saṅkhasaddena sammasaddena pāṇitāḷasaddena ‘asnātha pivatha khādathā’ti dasamena saddena. ",
  "dn16:5.19.1": "Gaccha tvaṁ, ānanda, kusināraṁ pavisitvā kosinārakānaṁ mallānaṁ ārocehi: ",
  "dn16:5.19.2": "‘ajja kho, vāseṭṭhā, rattiyā pacchime yāme tathāgatassa parinibbānaṁ bhavissati. ",
  "dn16:5.19.3": "Abhikkamatha, vāseṭṭhā, abhikkamatha, vāseṭṭhā. ",
  "dn16:5.19.4": "Mā pacchā vippaṭisārino ahuvattha—",
  "dn16:5.19.5": "amhākañca no gāmakkhette tathāgatassa parinibbānaṁ ahosi, na mayaṁ labhimhā pacchime kāle tathāgataṁ dassanāyā’”ti. ",
  "dn16:5.19.6": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā nivāsetvā pattacīvaramādāya attadutiyo kusināraṁ pāvisi. ",
  "dn16:5.20.0": "33. Mallānaṁvandanā ",
  "dn16:5.20.1": "Tena kho pana samayena kosinārakā mallā sandhāgāre sannipatitā honti kenacideva karaṇīyena. ",
  "dn16:5.20.2": "Atha kho āyasmā ānando yena kosinārakānaṁ mallānaṁ sandhāgāraṁ tenupasaṅkami; upasaṅkamitvā kosinārakānaṁ mallānaṁ ārocesi: ",
  "dn16:5.20.3": "“ajja kho, vāseṭṭhā, rattiyā pacchime yāme tathāgatassa parinibbānaṁ bhavissati. ",
  "dn16:5.20.4": "Abhikkamatha, vāseṭṭhā, abhikkamatha, vāseṭṭhā. ",
  "dn16:5.20.5": "Mā pacchā vippaṭisārino ahuvattha: ",
  "dn16:5.20.6": "‘amhākañca no gāmakkhette tathāgatassa parinibbānaṁ ahosi, na mayaṁ labhimhā pacchime kāle tathāgataṁ dassanāyā’”ti. ",
  "dn16:5.21.1": "Idamāyasmato ānandassa vacanaṁ sutvā mallā ca mallaputtā ca mallasuṇisā ca mallapajāpatiyo ca aghāvino dummanā cetodukkhasamappitā appekacce kese pakiriya kandanti, bāhā paggayha kandanti, chinnapātaṁ papatanti, āvaṭṭanti vivaṭṭanti: ",
  "dn16:5.21.2": "“atikhippaṁ bhagavā parinibbāyissati, atikhippaṁ sugato parinibbāyissati, atikhippaṁ cakkhuṁ loke antaradhāyissatī”ti. ",
  "dn16:5.21.3": "Atha kho mallā ca mallaputtā ca mallasuṇisā ca mallapajāpatiyo ca aghāvino dummanā cetodukkhasamappitā yena upavattanaṁ mallānaṁ sālavanaṁ yenāyasmā ānando tenupasaṅkamiṁsu. ",
  "dn16:5.22.1": "Atha kho āyasmato ānandassa etadahosi: ",
  "dn16:5.22.2": "“sace kho ahaṁ kosinārake malle ekamekaṁ bhagavantaṁ vandāpessāmi, avandito bhagavā kosinārakehi mallehi bhavissati, athāyaṁ ratti vibhāyissati. ",
  "dn16:5.22.3": "Yannūnāhaṁ kosinārake malle kulaparivattaso kulaparivattaso ṭhapetvā bhagavantaṁ vandāpeyyaṁ: ",
  "dn16:5.22.4": "‘itthannāmo, bhante, mallo saputto sabhariyo sapariso sāmacco bhagavato pāde sirasā vandatī’”ti. ",
  "dn16:5.22.5": "Atha kho āyasmā ānando kosinārake malle kulaparivattaso kulaparivattaso ṭhapetvā bhagavantaṁ vandāpesi: ",
  "dn16:5.22.6": "“itthannāmo, bhante, mallo saputto sabhariyo sapariso sāmacco bhagavato pāde sirasā vandatī”ti. ",
  "dn16:5.22.7": "Atha kho āyasmā ānando etena upāyena paṭhameneva yāmena kosinārake malle bhagavantaṁ vandāpesi. ",
  "dn16:5.23.0": "34. Subhaddaparibbājakavatthu ",
  "dn16:5.23.1": "Tena kho pana samayena subhaddo nāma paribbājako kusinārāyaṁ paṭivasati. ",
  "dn16:5.23.2": "Assosi kho subhaddo paribbājako: ",
  "dn16:5.23.3": "“ajja kira rattiyā pacchime yāme samaṇassa gotamassa parinibbānaṁ bhavissatī”ti. ",
  "dn16:5.23.4": "Atha kho subhaddassa paribbājakassa etadahosi: ",
  "dn16:5.23.5": "“sutaṁ kho pana metaṁ paribbājakānaṁ vuḍḍhānaṁ mahallakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ: ",
  "dn16:5.23.6": "‘kadāci karahaci tathāgatā loke uppajjanti arahanto sammāsambuddhā’ti. ",
  "dn16:5.23.7": "Ajjeva rattiyā pacchime yāme samaṇassa gotamassa parinibbānaṁ bhavissati. ",
  "dn16:5.23.8": "Atthi ca me ayaṁ kaṅkhādhammo uppanno, ",
  "dn16:5.23.9": "evaṁ pasanno ahaṁ samaṇe gotame, ‘pahoti me samaṇo gotamo tathā dhammaṁ desetuṁ, yathāhaṁ imaṁ kaṅkhādhammaṁ pajaheyyan’”ti. ",
  "dn16:5.24.1": "Atha kho subhaddo paribbājako yena upavattanaṁ mallānaṁ sālavanaṁ, yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ etadavoca: ",
  "dn16:5.24.2": "“sutaṁ metaṁ, bho ānanda, paribbājakānaṁ vuḍḍhānaṁ mahallakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ: ",
  "dn16:5.24.3": "‘kadāci karahaci tathāgatā loke uppajjanti arahanto sammāsambuddhā’ti. ",
  "dn16:5.24.4": "Ajjeva rattiyā pacchime yāme samaṇassa gotamassa parinibbānaṁ bhavissati. ",
  "dn16:5.24.5": "Atthi ca me ayaṁ kaṅkhādhammo uppanno—",
  "dn16:5.24.6": "evaṁ pasanno ahaṁ samaṇe gotame ‘pahoti me samaṇo gotamo tathā dhammaṁ desetuṁ, yathāhaṁ imaṁ kaṅkhādhammaṁ pajaheyyan’ti. ",
  "dn16:5.24.7": "Sādhāhaṁ, bho ānanda, labheyyaṁ samaṇaṁ gotamaṁ dassanāyā”ti. ",
  "dn16:5.24.8": "Evaṁ vutte, āyasmā ānando subhaddaṁ paribbājakaṁ etadavoca: ",
  "dn16:5.24.9": "“alaṁ, āvuso subhadda, mā tathāgataṁ viheṭhesi, kilanto bhagavā”ti. ",
  "dn16:5.24.10": "Dutiyampi kho subhaddo paribbājako …pe… ",
  "dn16:5.24.11": "tatiyampi kho subhaddo paribbājako āyasmantaṁ ānandaṁ etadavoca: ",
  "dn16:5.24.12": "“sutaṁ metaṁ, bho ānanda, paribbājakānaṁ vuḍḍhānaṁ mahallakānaṁ ācariyapācariyānaṁ bhāsamānānaṁ: ",
  "dn16:5.24.13": "‘kadāci karahaci tathāgatā loke uppajjanti arahanto sammāsambuddhā’ti. ",
  "dn16:5.24.14": "Ajjeva rattiyā pacchime yāme samaṇassa gotamassa parinibbānaṁ bhavissati. ",
  "dn16:5.24.15": "Atthi ca me ayaṁ kaṅkhādhammo uppanno—",
  "dn16:5.24.16": "evaṁ pasanno ahaṁ samaṇe gotame, ‘pahoti me samaṇo gotamo tathā dhammaṁ desetuṁ, yathāhaṁ imaṁ kaṅkhādhammaṁ pajaheyyan’ti. ",
  "dn16:5.24.17": "Sādhāhaṁ, bho ānanda, labheyyaṁ samaṇaṁ gotamaṁ dassanāyā”ti. ",
  "dn16:5.24.18": "Tatiyampi kho āyasmā ānando subhaddaṁ paribbājakaṁ etadavoca: ",
  "dn16:5.24.19": "“alaṁ, āvuso subhadda, mā tathāgataṁ viheṭhesi, kilanto bhagavā”ti. ",
  "dn16:5.25.1": "Assosi kho bhagavā āyasmato ānandassa subhaddena paribbājakena saddhiṁ imaṁ kathāsallāpaṁ. ",
  "dn16:5.25.2": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:5.25.3": "“alaṁ, ānanda, mā subhaddaṁ vāresi, labhataṁ, ānanda, subhaddo tathāgataṁ dassanāya. ",
  "dn16:5.25.4": "Yaṁ kiñci maṁ subhaddo pucchissati, sabbaṁ taṁ aññāpekkhova pucchissati, no vihesāpekkho. ",
  "dn16:5.25.5": "Yañcassāhaṁ puṭṭho byākarissāmi, taṁ khippameva ājānissatī”ti. ",
  "dn16:5.25.6": "Atha kho āyasmā ānando subhaddaṁ paribbājakaṁ etadavoca: ",
  "dn16:5.25.7": "“gacchāvuso subhadda, karoti te bhagavā okāsan”ti. ",
  "dn16:5.26.1": "Atha kho subhaddo paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṁ sammodi, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho subhaddo paribbājako bhagavantaṁ etadavoca: ",
  "dn16:5.26.2": "“yeme, bho gotama, samaṇabrāhmaṇā saṅghino gaṇino gaṇācariyā ñātā yasassino titthakarā sādhusammatā bahujanassa, ",
  "dn16:5.26.3": "seyyathidaṁ—pūraṇo kassapo, makkhali gosālo, ajito kesakambalo, pakudho kaccāyano, sañcayo belaṭṭhaputto, nigaṇṭho nāṭaputto, ",
  "dn16:5.26.4": "sabbete sakāya paṭiññāya abbhaññiṁsu, sabbeva na abbhaññiṁsu, udāhu ekacce abbhaññiṁsu, ekacce na abbhaññiṁsū”ti? ",
  "dn16:5.26.5": "“Alaṁ, subhadda, tiṭṭhatetaṁ: ",
  "dn16:5.26.6": "‘sabbete sakāya paṭiññāya abbhaññiṁsu, sabbeva na abbhaññiṁsu, udāhu ekacce abbhaññiṁsu, ekacce na abbhaññiṁsū’ti. ",
  "dn16:5.26.7": "Dhammaṁ te, subhadda, desessāmi; ",
  "dn16:5.26.8": "taṁ suṇāhi sādhukaṁ manasikarohi, bhāsissāmī”ti. ",
  "dn16:5.26.9": "“Evaṁ, bhante”ti kho subhaddo paribbājako bhagavato paccassosi. ",
  "dn16:5.26.10": "Bhagavā etadavoca: ",
  "dn16:5.27.1": "“Yasmiṁ kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo na upalabbhati, samaṇopi tattha na upalabbhati. Dutiyopi tattha samaṇo na upalabbhati. Tatiyopi tattha samaṇo na upalabbhati. Catutthopi tattha samaṇo na upalabbhati. ",
  "dn16:5.27.2": "Yasmiñca kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo upalabbhati, samaṇopi tattha upalabbhati, dutiyopi tattha samaṇo upalabbhati, tatiyopi tattha samaṇo upalabbhati, catutthopi tattha samaṇo upalabbhati. ",
  "dn16:5.27.3": "Imasmiṁ kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo upalabbhati, idheva, subhadda, samaṇo, idha dutiyo samaṇo, idha tatiyo samaṇo, idha catuttho samaṇo, suññā parappavādā samaṇebhi aññehi. ",
  "dn16:5.27.4": "Ime ca, subhadda, bhikkhū sammā vihareyyuṁ, asuñño loko arahantehi assāti. ",
  "dn16:5.27.5": "Ekūnatiṁso vayasā subhadda, ",
  "dn16:5.27.6": "Yaṁ pabbajiṁ kiṅkusalānuesī; ",
  "dn16:5.27.7": "Vassāni paññāsa samādhikāni, ",
  "dn16:5.27.8": "Yato ahaṁ pabbajito subhadda; ",
  "dn16:5.27.9": "Ñāyassa dhammassa padesavattī, ",
  "dn16:5.27.10": "Ito bahiddhā samaṇopi natthi. ",
  "dn16:5.27.11": "Dutiyopi samaṇo natthi. ",
  "dn16:5.27.12": "Tatiyopi samaṇo natthi. ",
  "dn16:5.27.13": "Catutthopi samaṇo natthi. ",
  "dn16:5.27.14": "Suññā parappavādā samaṇebhi aññehi. ",
  "dn16:5.27.15": "Ime ca, subhadda, bhikkhū sammā vihareyyuṁ, asuñño loko arahantehi assā”ti. ",
  "dn16:5.28.1": "Evaṁ vutte, subhaddo paribbājako bhagavantaṁ etadavoca: ",
  "dn16:5.28.2": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "dn16:5.28.3": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn16:5.28.4": "Esāhaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "dn16:5.28.5": "Labheyyāhaṁ, bhante, bhagavato santike pabbajjaṁ, labheyyaṁ upasampadan”ti. ",
  "dn16:5.29.1": "“Yo kho, subhadda, aññatitthiyapubbo imasmiṁ dhammavinaye ākaṅkhati pabbajjaṁ, ākaṅkhati upasampadaṁ, so cattāro māse parivasati. Catunnaṁ māsānaṁ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya. ",
  "dn16:5.29.2": "Api ca mettha puggalavemattatā viditā”ti. ",
  "dn16:5.29.3": "“Sace, bhante, aññatitthiyapubbā imasmiṁ dhammavinaye ākaṅkhantā pabbajjaṁ ākaṅkhantā upasampadaṁ cattāro māse parivasanti, catunnaṁ māsānaṁ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya. Ahaṁ cattāri vassāni parivasissāmi, catunnaṁ vassānaṁ accayena āraddhacittā bhikkhū pabbājentu upasampādentu bhikkhubhāvāyā”ti. ",
  "dn16:5.29.4": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:5.29.5": "“tenahānanda, subhaddaṁ pabbājehī”ti. ",
  "dn16:5.29.6": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi. ",
  "dn16:5.30.1": "Atha kho subhaddo paribbājako āyasmantaṁ ānandaṁ etadavoca: ",
  "dn16:5.30.2": "“lābhā vo, āvuso ānanda; suladdhaṁ vo, āvuso ānanda, ",
  "dn16:5.30.3": "ye ettha satthu sammukhā antevāsikābhisekena abhisittā”ti. ",
  "dn16:5.30.4": "Alattha kho subhaddo paribbājako bhagavato santike pabbajjaṁ, alattha upasampadaṁ. ",
  "dn16:5.30.5": "Acirūpasampanno kho panāyasmā subhaddo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti—tadanuttaraṁ brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi. ",
  "dn16:5.30.6": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi. ",
  "dn16:5.30.7": "Aññataro kho panāyasmā subhaddo arahataṁ ahosi. ",
  "dn16:5.30.8": "So bhagavato pacchimo sakkhisāvako ahosīti. ",
  "dn16:5.30.9": "Pañcamo bhāṇavāro. ",
  "dn16:6.1.0": "35. Tathāgatapacchimavācā ",
  "dn16:6.1.1": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:6.1.2": "“siyā kho panānanda, tumhākaṁ evamassa: ",
  "dn16:6.1.3": "‘atītasatthukaṁ pāvacanaṁ, natthi no satthā’ti. ",
  "dn16:6.1.4": "Na kho panetaṁ, ānanda, evaṁ daṭṭhabbaṁ. ",
  "dn16:6.1.5": "Yo vo, ānanda, mayā dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā. ",
  "dn16:6.2.1": "Yathā kho panānanda, etarahi bhikkhū aññamaññaṁ āvusovādena samudācaranti, na kho mamaccayena evaṁ samudācaritabbaṁ. ",
  "dn16:6.2.2": "Theratarena, ānanda, bhikkhunā navakataro bhikkhu nāmena vā gottena vā āvusovādena vā samudācaritabbo. ",
  "dn16:6.2.3": "Navakatarena bhikkhunā therataro bhikkhu ‘bhante’ti vā ‘āyasmā’ti vā samudācaritabbo. ",
  "dn16:6.3.1": "Ākaṅkhamāno, ānanda, saṅgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatu. ",
  "dn16:6.4.1": "Channassa, ānanda, bhikkhuno mamaccayena brahmadaṇḍo dātabbo”ti. ",
  "dn16:6.4.2": "“Katamo pana, bhante, brahmadaṇḍo”ti? ",
  "dn16:6.4.3": "“Channo, ānanda, bhikkhu yaṁ iccheyya, taṁ vadeyya. ",
  "dn16:6.4.4": "So bhikkhūhi neva vattabbo, na ovaditabbo, na anusāsitabbo”ti. ",
  "dn16:6.5.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "dn16:6.5.2": "“siyā kho pana, bhikkhave, ekabhikkhussāpi kaṅkhā vā vimati vā buddhe vā dhamme vā saṅghe vā magge vā paṭipadāya vā, pucchatha, bhikkhave, mā pacchā vippaṭisārino ahuvattha: ",
  "dn16:6.5.3": "‘sammukhībhūto no satthā ahosi, na mayaṁ sakkhimhā bhagavantaṁ sammukhā paṭipucchitun’”ti. ",
  "dn16:6.5.4": "Evaṁ vutte, te bhikkhū tuṇhī ahesuṁ. ",
  "dn16:6.6.1": "Dutiyampi kho bhagavā …pe… ",
  "dn16:6.6.2": "tatiyampi kho bhagavā bhikkhū āmantesi: ",
  "dn16:6.6.3": "“siyā kho pana, bhikkhave, ekabhikkhussāpi kaṅkhā vā vimati vā buddhe vā dhamme vā saṅghe vā magge vā paṭipadāya vā, pucchatha, bhikkhave, mā pacchā vippaṭisārino ahuvattha: ",
  "dn16:6.6.4": "‘sammukhībhūto no satthā ahosi, na mayaṁ sakkhimhā bhagavantaṁ sammukhā paṭipucchitun’”ti. ",
  "dn16:6.6.5": "Tatiyampi kho te bhikkhū tuṇhī ahesuṁ. ",
  "dn16:6.6.6": "Atha kho bhagavā bhikkhū āmantesi: ",
  "dn16:6.6.7": "“siyā kho pana, bhikkhave, satthugāravenapi na puccheyyātha. Sahāyakopi, bhikkhave, sahāyakassa ārocetū”ti. ",
  "dn16:6.6.8": "Evaṁ vutte, te bhikkhū tuṇhī ahesuṁ. ",
  "dn16:6.6.9": "Atha kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn16:6.6.10": "“acchariyaṁ, bhante, abbhutaṁ, bhante, evaṁ pasanno ahaṁ, bhante, imasmiṁ bhikkhusaṅghe, ‘natthi ekabhikkhussāpi kaṅkhā vā vimati vā buddhe vā dhamme vā saṅghe vā magge vā paṭipadāya vā’”ti. ",
  "dn16:6.6.11": "“Pasādā kho tvaṁ, ānanda, vadesi, ñāṇameva hettha, ānanda, tathāgatassa. Natthi imasmiṁ bhikkhusaṅghe ekabhikkhussāpi kaṅkhā vā vimati vā buddhe vā dhamme vā saṅghe vā magge vā paṭipadāya vā. ",
  "dn16:6.6.12": "Imesañhi, ānanda, pañcannaṁ bhikkhusatānaṁ yo pacchimako bhikkhu, so sotāpanno avinipātadhammo niyato sambodhiparāyaṇo”ti. ",
  "dn16:6.7.1": "Atha kho bhagavā bhikkhū āmantesi: ",
  "dn16:6.7.2": "“handa dāni, bhikkhave, āmantayāmi vo, ",
  "dn16:6.7.3": "vayadhammā saṅkhārā appamādena sampādethā”ti. ",
  "dn16:6.7.4": "Ayaṁ tathāgatassa pacchimā vācā. ",
  "dn16:6.8.0": "36. Parinibbutakathā ",
  "dn16:6.8.1": "Atha kho bhagavā paṭhamaṁ jhānaṁ samāpajji, paṭhamajjhānā vuṭṭhahitvā dutiyaṁ jhānaṁ samāpajji, dutiyajjhānā vuṭṭhahitvā tatiyaṁ jhānaṁ samāpajji, tatiyajjhānā vuṭṭhahitvā catutthaṁ jhānaṁ samāpajji, catutthajjhānā vuṭṭhahitvā ākāsānañcāyatanaṁ samāpajji, ākāsānañcāyatanasamāpattiyā vuṭṭhahitvā viññāṇañcāyatanaṁ samāpajji, viññāṇañcāyatanasamāpattiyā vuṭṭhahitvā ākiñcaññāyatanaṁ samāpajji, ākiñcaññāyatanasamāpattiyā vuṭṭhahitvā nevasaññānāsaññāyatanaṁ samāpajji, nevasaññānāsaññāyatanasamāpattiyā vuṭṭhahitvā saññāvedayitanirodhaṁ samāpajji. ",
  "dn16:6.8.2": "Atha kho āyasmā ānando āyasmantaṁ anuruddhaṁ etadavoca: ",
  "dn16:6.8.3": "“parinibbuto, bhante anuruddha, bhagavā”ti. ",
  "dn16:6.8.4": "“Nāvuso ānanda, bhagavā parinibbuto, saññāvedayitanirodhaṁ samāpanno”ti. ",
  "dn16:6.9.1": "Atha kho bhagavā saññāvedayitanirodhasamāpattiyā vuṭṭhahitvā nevasaññānāsaññāyatanaṁ samāpajji, nevasaññānāsaññāyatanasamāpattiyā vuṭṭhahitvā ākiñcaññāyatanaṁ samāpajji, ākiñcaññāyatanasamāpattiyā vuṭṭhahitvā viññāṇañcāyatanaṁ samāpajji, viññāṇañcāyatanasamāpattiyā vuṭṭhahitvā ākāsānañcāyatanaṁ samāpajji, ākāsānañcāyatanasamāpattiyā vuṭṭhahitvā catutthaṁ jhānaṁ samāpajji, catutthajjhānā vuṭṭhahitvā tatiyaṁ jhānaṁ samāpajji, tatiyajjhānā vuṭṭhahitvā dutiyaṁ jhānaṁ samāpajji, dutiyajjhānā vuṭṭhahitvā paṭhamaṁ jhānaṁ samāpajji, paṭhamajjhānā vuṭṭhahitvā dutiyaṁ jhānaṁ samāpajji, dutiyajjhānā vuṭṭhahitvā tatiyaṁ jhānaṁ samāpajji, tatiyajjhānā vuṭṭhahitvā catutthaṁ jhānaṁ samāpajji, catutthajjhānā vuṭṭhahitvā samanantarā bhagavā parinibbāyi. ",
  "dn16:6.10.1": "Parinibbute bhagavati saha parinibbānā mahābhūmicālo ahosi bhiṁsanako salomahaṁso. Devadundubhiyo ca phaliṁsu. ",
  "dn16:6.10.2": "Parinibbute bhagavati saha parinibbānā brahmāsahampati imaṁ gāthaṁ abhāsi: ",
  "dn16:6.10.3": "“Sabbeva nikkhipissanti, ",
  "dn16:6.10.4": "bhūtā loke samussayaṁ; ",
  "dn16:6.10.5": "Yattha etādiso satthā, ",
  "dn16:6.10.6": "loke appaṭipuggalo; ",
  "dn16:6.10.7": "Tathāgato balappatto, ",
  "dn16:6.10.8": "sambuddho parinibbuto”ti. ",
  "dn16:6.10.9": "Parinibbute bhagavati saha parinibbānā sakko devānamindo imaṁ gāthaṁ abhāsi: ",
  "dn16:6.10.10": "“Aniccā vata saṅkhārā, ",
  "dn16:6.10.11": "uppādavayadhammino; ",
  "dn16:6.10.12": "Uppajjitvā nirujjhanti, ",
  "dn16:6.10.13": "tesaṁ vūpasamo sukho”ti. ",
  "dn16:6.10.14": "Parinibbute bhagavati saha parinibbānā āyasmā anuruddho imā gāthāyo abhāsi: ",
  "dn16:6.10.15": "“Nāhu assāsapassāso, ",
  "dn16:6.10.16": "ṭhitacittassa tādino; ",
  "dn16:6.10.17": "Anejo santimārabbha, ",
  "dn16:6.10.18": "yaṁ kālamakarī muni. ",
  "dn16:6.10.19": "Asallīnena cittena, ",
  "dn16:6.10.20": "vedanaṁ ajjhavāsayi; ",
  "dn16:6.10.21": "Pajjotasseva nibbānaṁ, ",
  "dn16:6.10.22": "vimokkho cetaso ahū”ti. ",
  "dn16:6.10.23": "Parinibbute bhagavati saha parinibbānā āyasmā ānando imaṁ gāthaṁ abhāsi: ",
  "dn16:6.10.24": "“Tadāsi yaṁ bhiṁsanakaṁ, ",
  "dn16:6.10.25": "tadāsi lomahaṁsanaṁ; ",
  "dn16:6.10.26": "Sabbākāravarūpete, ",
  "dn16:6.10.27": "sambuddhe parinibbute”ti. ",
  "dn16:6.10.28": "Parinibbute bhagavati ye te tattha bhikkhū avītarāgā appekacce bāhā paggayha kandanti, chinnapātaṁ papatanti, āvaṭṭanti vivaṭṭanti, “atikhippaṁ bhagavā parinibbuto, atikhippaṁ sugato parinibbuto, atikhippaṁ cakkhuṁ loke antarahito”ti. ",
  "dn16:6.10.29": "Ye pana te bhikkhū vītarāgā, te satā sampajānā adhivāsenti: ",
  "dn16:6.10.30": "“aniccā saṅkhārā, taṁ kutettha labbhā”ti. ",
  "dn16:6.11.1": "Atha kho āyasmā anuruddho bhikkhū āmantesi: ",
  "dn16:6.11.2": "“alaṁ, āvuso, mā socittha mā paridevittha. ",
  "dn16:6.11.3": "Nanu etaṁ, āvuso, bhagavatā paṭikacceva akkhātaṁ: ",
  "dn16:6.11.4": "‘sabbeheva piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo’. ",
  "dn16:6.11.5": "Taṁ kutettha, āvuso, labbhā. ‘Yaṁ taṁ jātaṁ bhūtaṁ saṅkhataṁ palokadhammaṁ, taṁ vata mā palujjī’ti, netaṁ ṭhānaṁ vijjati. ",
  "dn16:6.11.6": "Devatā, āvuso, ujjhāyantī”ti. ",
  "dn16:6.11.7": "“Kathaṁbhūtā pana, bhante, āyasmā anuruddho devatā manasi karotī”ti? ",
  "dn16:6.11.8": "“Santāvuso ānanda, devatā ākāse pathavīsaññiniyo kese pakiriya kandanti, bāhā paggayha kandanti, chinnapātaṁ papatanti, āvaṭṭanti, vivaṭṭanti: ",
  "dn16:6.11.9": "‘atikhippaṁ bhagavā parinibbuto, atikhippaṁ sugato parinibbuto, atikhippaṁ cakkhuṁ loke antarahito’ti. ",
  "dn16:6.11.10": "Santāvuso ānanda, devatā pathaviyā pathavīsaññiniyo kese pakiriya kandanti, bāhā paggayha kandanti, chinnapātaṁ papatanti, āvaṭṭanti, vivaṭṭanti: ",
  "dn16:6.11.11": "‘atikhippaṁ bhagavā parinibbuto, atikhippaṁ sugato parinibbuto, atikhippaṁ cakkhuṁ loke antarahito’ti. ",
  "dn16:6.11.12": "Yā pana tā devatā vītarāgā, tā satā sampajānā adhivāsenti: ",
  "dn16:6.11.13": "‘aniccā saṅkhārā, taṁ kutettha labbhā’”ti. ",
  "dn16:6.11.14": "Atha kho āyasmā ca anuruddho āyasmā ca ānando taṁ rattāvasesaṁ dhammiyā kathāya vītināmesuṁ. ",
  "dn16:6.12.1": "Atha kho āyasmā anuruddho āyasmantaṁ ānandaṁ āmantesi: ",
  "dn16:6.12.2": "“gacchāvuso ānanda, kusināraṁ pavisitvā kosinārakānaṁ mallānaṁ ārocehi: ",
  "dn16:6.12.3": "‘parinibbuto, vāseṭṭhā, bhagavā, ",
  "dn16:6.12.4": "yassadāni kālaṁ maññathā’”ti. ",
  "dn16:6.12.5": "“Evaṁ, bhante”ti kho āyasmā ānando āyasmato anuruddhassa paṭissutvā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya attadutiyo kusināraṁ pāvisi. ",
  "dn16:6.12.6": "Tena kho pana samayena kosinārakā mallā sandhāgāre sannipatitā honti teneva karaṇīyena. ",
  "dn16:6.12.7": "Atha kho āyasmā ānando yena kosinārakānaṁ mallānaṁ sandhāgāraṁ tenupasaṅkami; upasaṅkamitvā kosinārakānaṁ mallānaṁ ārocesi: ",
  "dn16:6.12.8": "“parinibbuto, vāseṭṭhā, bhagavā, ",
  "dn16:6.12.9": "yassadāni kālaṁ maññathā”ti. ",
  "dn16:6.12.10": "Idamāyasmato ānandassa vacanaṁ sutvā mallā ca mallaputtā ca mallasuṇisā ca mallapajāpatiyo ca aghāvino dummanā cetodukkhasamappitā appekacce kese pakiriya kandanti, bāhā paggayha kandanti, chinnapātaṁ papatanti, āvaṭṭanti, vivaṭṭanti: ",
  "dn16:6.12.11": "“atikhippaṁ bhagavā parinibbuto, atikhippaṁ sugato parinibbuto, atikhippaṁ cakkhuṁ loke antarahito”ti. ",
  "dn16:6.13.0": "37. Buddhasarīrapūjā ",
  "dn16:6.13.1": "Atha kho kosinārakā mallā purise āṇāpesuṁ: ",
  "dn16:6.13.2": "“tena hi, bhaṇe, kusinārāyaṁ gandhamālañca sabbañca tāḷāvacaraṁ sannipātethā”ti. ",
  "dn16:6.13.3": "Atha kho kosinārakā mallā gandhamālañca sabbañca tāḷāvacaraṁ pañca ca dussayugasatāni ādāya yena upavattanaṁ mallānaṁ sālavanaṁ, yena bhagavato sarīraṁ tenupasaṅkamiṁsu; upasaṅkamitvā bhagavato sarīraṁ naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṁ karontā mānentā pūjentā celavitānāni karontā maṇḍalamāḷe paṭiyādentā ekadivasaṁ vītināmesuṁ. ",
  "dn16:6.13.4": "Atha kho kosinārakānaṁ mallānaṁ etadahosi: ",
  "dn16:6.13.5": "“ativikālo kho ajja bhagavato sarīraṁ jhāpetuṁ, sve dāni mayaṁ bhagavato sarīraṁ jhāpessāmā”ti. ",
  "dn16:6.13.6": "Atha kho kosinārakā mallā bhagavato sarīraṁ naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṁ karontā mānentā pūjentā celavitānāni karontā maṇḍalamāḷe paṭiyādentā dutiyampi divasaṁ vītināmesuṁ, tatiyampi divasaṁ vītināmesuṁ, catutthampi divasaṁ vītināmesuṁ, pañcamampi divasaṁ vītināmesuṁ, chaṭṭhampi divasaṁ vītināmesuṁ. ",
  "dn16:6.14.1": "Atha kho sattamaṁ divasaṁ kosinārakānaṁ mallānaṁ etadahosi: ",
  "dn16:6.14.2": "“mayaṁ bhagavato sarīraṁ naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṁ karontā mānentā pūjentā dakkhiṇena dakkhiṇaṁ nagarassa haritvā bāhirena bāhiraṁ dakkhiṇato nagarassa bhagavato sarīraṁ jhāpessāmā”ti. ",
  "dn16:6.14.3": "Tena kho pana samayena aṭṭha mallapāmokkhā sīsaṁnhātā ahatāni vatthāni nivatthā: ",
  "dn16:6.14.4": "“mayaṁ bhagavato sarīraṁ uccāressāmā”ti na sakkonti uccāretuṁ. ",
  "dn16:6.14.5": "Atha kho kosinārakā mallā āyasmantaṁ anuruddhaṁ etadavocuṁ: ",
  "dn16:6.14.6": "“ko nu kho, bhante anuruddha, hetu ko paccayo, yenime aṭṭha mallapāmokkhā sīsaṁnhātā ahatāni vatthāni nivatthā: ",
  "dn16:6.14.7": "‘mayaṁ bhagavato sarīraṁ uccāressāmā’ti na sakkonti uccāretun”ti? ",
  "dn16:6.14.8": "“Aññathā kho, vāseṭṭhā, tumhākaṁ adhippāyo, aññathā devatānaṁ adhippāyo”ti. ",
  "dn16:6.15.1": "“Kathaṁ pana, bhante, devatānaṁ adhippāyo”ti? ",
  "dn16:6.15.2": "“Tumhākaṁ kho, vāseṭṭhā, adhippāyo: ",
  "dn16:6.15.3": "‘mayaṁ bhagavato sarīraṁ naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṁ karontā mānentā pūjentā dakkhiṇena dakkhiṇaṁ nagarassa haritvā bāhirena bāhiraṁ dakkhiṇato nagarassa bhagavato sarīraṁ jhāpessāmā’ti; ",
  "dn16:6.15.4": "devatānaṁ kho, vāseṭṭhā, adhippāyo: ",
  "dn16:6.15.5": "‘mayaṁ bhagavato sarīraṁ dibbehi naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṁ karontā mānentā pūjentā uttarena uttaraṁ nagarassa haritvā uttarena dvārena nagaraṁ pavesetvā majjhena majjhaṁ nagarassa haritvā puratthimena dvārena nikkhamitvā puratthimato nagarassa makuṭabandhanaṁ nāma mallānaṁ cetiyaṁ ettha bhagavato sarīraṁ jhāpessāmā’”ti. ",
  "dn16:6.15.6": "“Yathā, bhante, devatānaṁ adhippāyo, tathā hotū”ti. ",
  "dn16:6.16.1": "Tena kho pana samayena kusinārā yāva sandhisamalasaṅkaṭīrā jaṇṇumattena odhinā mandāravapupphehi santhatā hoti. ",
  "dn16:6.16.2": "Atha kho devatā ca kosinārakā ca mallā bhagavato sarīraṁ dibbehi ca mānusakehi ca naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṁ karontā mānentā pūjentā uttarena uttaraṁ nagarassa haritvā uttarena dvārena nagaraṁ pavesetvā majjhena majjhaṁ nagarassa haritvā puratthimena dvārena nikkhamitvā puratthimato nagarassa makuṭabandhanaṁ nāma mallānaṁ cetiyaṁ ettha ca bhagavato sarīraṁ nikkhipiṁsu. ",
  "dn16:6.17.1": "Atha kho kosinārakā mallā āyasmantaṁ ānandaṁ etadavocuṁ: ",
  "dn16:6.17.2": "“kathaṁ mayaṁ, bhante ānanda, tathāgatassa sarīre paṭipajjāmā”ti? ",
  "dn16:6.17.3": "“Yathā kho, vāseṭṭhā, rañño cakkavattissa sarīre paṭipajjanti, evaṁ tathāgatassa sarīre paṭipajjitabban”ti. ",
  "dn16:6.17.4": "“Kathaṁ pana, bhante ānanda, rañño cakkavattissa sarīre paṭipajjantī”ti? ",
  "dn16:6.17.5": "“Rañño, vāseṭṭhā, cakkavattissa sarīraṁ ahatena vatthena veṭhenti, ahatena vatthena veṭhetvā vihatena kappāsena veṭhenti, vihatena kappāsena veṭhetvā ahatena vatthena veṭhenti. ",
  "dn16:6.17.6": "Etena upāyena pañcahi yugasatehi rañño cakkavattissa sarīraṁ veṭhetvā āyasāya teladoṇiyā pakkhipitvā aññissā āyasāya doṇiyā paṭikujjitvā sabbagandhānaṁ citakaṁ karitvā rañño cakkavattissa sarīraṁ jhāpenti. ",
  "dn16:6.17.7": "Cātumahāpathe rañño cakkavattissa thūpaṁ karonti. ",
  "dn16:6.17.8": "Evaṁ kho, vāseṭṭhā, rañño cakkavattissa sarīre paṭipajjanti. ",
  "dn16:6.17.9": "Yathā kho, vāseṭṭhā, rañño cakkavattissa sarīre paṭipajjanti, evaṁ tathāgatassa sarīre paṭipajjitabbaṁ. ",
  "dn16:6.17.10": "Cātumahāpathe tathāgatassa thūpo kātabbo. ",
  "dn16:6.17.11": "Tattha ye mālaṁ vā gandhaṁ vā cuṇṇakaṁ vā āropessanti vā abhivādessanti vā cittaṁ vā pasādessanti, tesaṁ taṁ bhavissati dīgharattaṁ hitāya sukhāyā”ti. ",
  "dn16:6.18.1": "Atha kho kosinārakā mallā purise āṇāpesuṁ: ",
  "dn16:6.18.2": "“tena hi, bhaṇe, mallānaṁ vihataṁ kappāsaṁ sannipātethā”ti. ",
  "dn16:6.18.3": "Atha kho kosinārakā mallā bhagavato sarīraṁ ahatena vatthena veṭhetvā vihatena kappāsena veṭhesuṁ, vihatena kappāsena veṭhetvā ahatena vatthena veṭhesuṁ. ",
  "dn16:6.18.4": "Etena upāyena pañcahi yugasatehi bhagavato sarīraṁ veṭhetvā āyasāya teladoṇiyā pakkhipitvā aññissā āyasāya doṇiyā paṭikujjitvā sabbagandhānaṁ citakaṁ karitvā bhagavato sarīraṁ citakaṁ āropesuṁ. ",
  "dn16:6.19.0": "38. Mahākassapattheravatthu ",
  "dn16:6.19.1": "Tena kho pana samayena āyasmā mahākassapo pāvāya kusināraṁ addhānamaggappaṭipanno hoti mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi. ",
  "dn16:6.19.2": "Atha kho āyasmā mahākassapo maggā okkamma aññatarasmiṁ rukkhamūle nisīdi. ",
  "dn16:6.19.3": "Tena kho pana samayena aññataro ājīvako kusinārāya mandāravapupphaṁ gahetvā pāvaṁ addhānamaggappaṭipanno hoti. ",
  "dn16:6.19.4": "Addasā kho āyasmā mahākassapo taṁ ājīvakaṁ dūratova āgacchantaṁ, disvā taṁ ājīvakaṁ etadavoca: ",
  "dn16:6.19.5": "“apāvuso, amhākaṁ satthāraṁ jānāsī”ti? ",
  "dn16:6.19.6": "“Āmāvuso, jānāmi, ajja sattāhaparinibbuto samaṇo gotamo. ",
  "dn16:6.19.7": "Tato me idaṁ mandāravapupphaṁ gahitan”ti. ",
  "dn16:6.19.8": "Tattha ye te bhikkhū avītarāgā appekacce bāhā paggayha kandanti, chinnapātaṁ papatanti, āvaṭṭanti, vivaṭṭanti: ",
  "dn16:6.19.9": "“atikhippaṁ bhagavā parinibbuto, atikhippaṁ sugato parinibbuto, atikhippaṁ cakkhuṁ loke antarahito”ti. ",
  "dn16:6.19.10": "Ye pana te bhikkhū vītarāgā, te satā sampajānā adhivāsenti: ",
  "dn16:6.19.11": "“aniccā saṅkhārā, taṁ kutettha labbhā”ti. ",
  "dn16:6.20.1": "Tena kho pana samayena subhaddo nāma vuddhapabbajito tassaṁ parisāyaṁ nisinno hoti. ",
  "dn16:6.20.2": "Atha kho subhaddo vuddhapabbajito te bhikkhū etadavoca: ",
  "dn16:6.20.3": "“alaṁ, āvuso, mā socittha, mā paridevittha, sumuttā mayaṁ tena mahāsamaṇena. Upaddutā ca homa: ",
  "dn16:6.20.4": "‘idaṁ vo kappati, idaṁ vo na kappatī’ti. ",
  "dn16:6.20.5": "Idāni pana mayaṁ yaṁ icchissāma, taṁ karissāma, yaṁ na icchissāma, na taṁ karissāmā”ti. ",
  "dn16:6.20.6": "Atha kho āyasmā mahākassapo bhikkhū āmantesi: ",
  "dn16:6.20.7": "“alaṁ, āvuso, mā socittha, mā paridevittha. ",
  "dn16:6.20.8": "Nanu etaṁ, āvuso, bhagavatā paṭikacceva akkhātaṁ: ",
  "dn16:6.20.9": "‘sabbeheva piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo’. ",
  "dn16:6.20.10": "Taṁ kutettha, āvuso, labbhā. ‘Yaṁ taṁ jātaṁ bhūtaṁ saṅkhataṁ palokadhammaṁ, taṁ tathāgatassāpi sarīraṁ mā palujjī’ti, netaṁ ṭhānaṁ vijjatī”ti. ",
  "dn16:6.21.1": "Tena kho pana samayena cattāro mallapāmokkhā sīsaṁnhātā ahatāni vatthāni nivatthā: ",
  "dn16:6.21.2": "“mayaṁ bhagavato citakaṁ āḷimpessāmā”ti na sakkonti āḷimpetuṁ. ",
  "dn16:6.21.3": "Atha kho kosinārakā mallā āyasmantaṁ anuruddhaṁ etadavocuṁ: ",
  "dn16:6.21.4": "“ko nu kho, bhante anuruddha, hetu ko paccayo, yenime cattāro mallapāmokkhā sīsaṁnhātā ahatāni vatthāni nivatthā: ",
  "dn16:6.21.5": "‘mayaṁ bhagavato citakaṁ āḷimpessāmā’ti na sakkonti āḷimpetun”ti? ",
  "dn16:6.21.6": "“Aññathā kho, vāseṭṭhā, devatānaṁ adhippāyo”ti. ",
  "dn16:6.21.7": "“Kathaṁ pana, bhante, devatānaṁ adhippāyo”ti? ",
  "dn16:6.21.8": "“Devatānaṁ kho, vāseṭṭhā, adhippāyo: ",
  "dn16:6.21.9": "‘ayaṁ āyasmā mahākassapo pāvāya kusināraṁ addhānamaggappaṭipanno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi. ",
  "dn16:6.21.10": "Na tāva bhagavato citako pajjalissati, yāvāyasmā mahākassapo bhagavato pāde sirasā na vandissatī’”ti. ",
  "dn16:6.21.11": "“Yathā, bhante, devatānaṁ adhippāyo, tathā hotū”ti. ",
  "dn16:6.22.1": "Atha kho āyasmā mahākassapo yena kusinārā makuṭabandhanaṁ nāma mallānaṁ cetiyaṁ, yena bhagavato citako tenupasaṅkami; upasaṅkamitvā ekaṁsaṁ cīvaraṁ katvā añjaliṁ paṇāmetvā tikkhattuṁ citakaṁ padakkhiṇaṁ katvā bhagavato pāde sirasā vandi. ",
  "dn16:6.22.2": "Tānipi kho pañcabhikkhusatāni ekaṁsaṁ cīvaraṁ katvā añjaliṁ paṇāmetvā tikkhattuṁ citakaṁ padakkhiṇaṁ katvā bhagavato pāde sirasā vandiṁsu. ",
  "dn16:6.22.3": "Vandite ca panāyasmatā mahākassapena tehi ca pañcahi bhikkhusatehi sayameva bhagavato citako pajjali. ",
  "dn16:6.23.1": "Jhāyamānassa kho pana bhagavato sarīrassa yaṁ ahosi chavīti vā cammanti vā maṁsanti vā nhārūti vā lasikāti vā, tassa neva chārikā paññāyittha, na masi; ",
  "dn16:6.23.2": "sarīrāneva avasissiṁsu. ",
  "dn16:6.23.3": "Seyyathāpi nāma sappissa vā telassa vā jhāyamānassa neva chārikā paññāyati, na masi; ",
  "dn16:6.23.4": "evameva bhagavato sarīrassa jhāyamānassa yaṁ ahosi chavīti vā cammanti vā maṁsanti vā nhārūti vā lasikāti vā, tassa neva chārikā paññāyittha, na masi; ",
  "dn16:6.23.5": "sarīrāneva avasissiṁsu. ",
  "dn16:6.23.6": "Tesañca pañcannaṁ dussayugasatānaṁ dveva dussāni na ḍayhiṁsu yañca sabbaabbhantarimaṁ yañca bāhiraṁ. ",
  "dn16:6.23.7": "Daḍḍhe ca kho pana bhagavato sarīre antalikkhā udakadhārā pātubhavitvā bhagavato citakaṁ nibbāpesi. ",
  "dn16:6.23.8": "Udakasālatopi abbhunnamitvā bhagavato citakaṁ nibbāpesi. ",
  "dn16:6.23.9": "Kosinārakāpi mallā sabbagandhodakena bhagavato citakaṁ nibbāpesuṁ. ",
  "dn16:6.23.10": "Atha kho kosinārakā mallā bhagavato sarīrāni sattāhaṁ sandhāgāre sattipañjaraṁ karitvā dhanupākāraṁ parikkhipāpetvā naccehi gītehi vāditehi mālehi gandhehi sakkariṁsu garuṁ kariṁsu mānesuṁ pūjesuṁ. ",
  "dn16:6.24.0": "39. Sarīradhātuvibhajana ",
  "dn16:6.24.1": "Assosi kho rājā māgadho ajātasattu vedehiputto: ",
  "dn16:6.24.2": "“bhagavā kira kusinārāyaṁ parinibbuto”ti. ",
  "dn16:6.24.3": "Atha kho rājā māgadho ajātasattu vedehiputto kosinārakānaṁ mallānaṁ dūtaṁ pāhesi: ",
  "dn16:6.24.4": "“bhagavāpi khattiyo ahampi khattiyo, ahampi arahāmi bhagavato sarīrānaṁ bhāgaṁ, ahampi bhagavato sarīrānaṁ thūpañca mahañca karissāmī”ti. ",
  "dn16:6.24.5": "Assosuṁ kho vesālikā licchavī: ",
  "dn16:6.24.6": "“bhagavā kira kusinārāyaṁ parinibbuto”ti. ",
  "dn16:6.24.7": "Atha kho vesālikā licchavī kosinārakānaṁ mallānaṁ dūtaṁ pāhesuṁ: ",
  "dn16:6.24.8": "“bhagavāpi khattiyo mayampi khattiyā, mayampi arahāma bhagavato sarīrānaṁ bhāgaṁ, mayampi bhagavato sarīrānaṁ thūpañca mahañca karissāmā”ti. ",
  "dn16:6.24.9": "Assosuṁ kho kapilavatthuvāsī sakyā: ",
  "dn16:6.24.10": "“bhagavā kira kusinārāyaṁ parinibbuto”ti. ",
  "dn16:6.24.11": "Atha kho kapilavatthuvāsī sakyā kosinārakānaṁ mallānaṁ dūtaṁ pāhesuṁ: ",
  "dn16:6.24.12": "“bhagavā amhākaṁ ñātiseṭṭho, mayampi arahāma bhagavato sarīrānaṁ bhāgaṁ, mayampi bhagavato sarīrānaṁ thūpañca mahañca karissāmā”ti. ",
  "dn16:6.24.13": "Assosuṁ kho allakappakā bulayo: ",
  "dn16:6.24.14": "“bhagavā kira kusinārāyaṁ parinibbuto”ti. ",
  "dn16:6.24.15": "Atha kho allakappakā bulayo kosinārakānaṁ mallānaṁ dūtaṁ pāhesuṁ: ",
  "dn16:6.24.16": "“bhagavāpi khattiyo mayampi khattiyā, mayampi arahāma bhagavato sarīrānaṁ bhāgaṁ, mayampi bhagavato sarīrānaṁ thūpañca mahañca karissāmā”ti. ",
  "dn16:6.24.17": "Assosuṁ kho rāmagāmakā koḷiyā: ",
  "dn16:6.24.18": "“bhagavā kira kusinārāyaṁ parinibbuto”ti. ",
  "dn16:6.24.19": "Atha kho rāmagāmakā koḷiyā kosinārakānaṁ mallānaṁ dūtaṁ pāhesuṁ: ",
  "dn16:6.24.20": "“bhagavāpi khattiyo mayampi khattiyā, mayampi arahāma bhagavato sarīrānaṁ bhāgaṁ, mayampi bhagavato sarīrānaṁ thūpañca mahañca karissāmā”ti. ",
  "dn16:6.24.21": "Assosi kho veṭṭhadīpako brāhmaṇo: ",
  "dn16:6.24.22": "“bhagavā kira kusinārāyaṁ parinibbuto”ti. ",
  "dn16:6.24.23": "Atha kho veṭṭhadīpako brāhmaṇo kosinārakānaṁ mallānaṁ dūtaṁ pāhesi: ",
  "dn16:6.24.24": "“bhagavāpi khattiyo ahampismi brāhmaṇo, ahampi arahāmi bhagavato sarīrānaṁ bhāgaṁ, ahampi bhagavato sarīrānaṁ thūpañca mahañca karissāmī”ti. ",
  "dn16:6.24.25": "Assosuṁ kho pāveyyakā mallā: ",
  "dn16:6.24.26": "“bhagavā kira kusinārāyaṁ parinibbuto”ti. ",
  "dn16:6.24.27": "Atha kho pāveyyakā mallā kosinārakānaṁ mallānaṁ dūtaṁ pāhesuṁ: ",
  "dn16:6.24.28": "“bhagavāpi khattiyo mayampi khattiyā, mayampi arahāma bhagavato sarīrānaṁ bhāgaṁ, mayampi bhagavato sarīrānaṁ thūpañca mahañca karissāmā”ti. ",
  "dn16:6.25.1": "Evaṁ vutte, kosinārakā mallā te saṅghe gaṇe etadavocuṁ: ",
  "dn16:6.25.2": "“bhagavā amhākaṁ gāmakkhette parinibbuto, na mayaṁ dassāma bhagavato sarīrānaṁ bhāgan”ti. ",
  "dn16:6.25.3": "Evaṁ vutte, doṇo brāhmaṇo te saṅghe gaṇe etadavoca: ",
  "dn16:6.25.4": "“Suṇantu bhonto mama ekavācaṁ, ",
  "dn16:6.25.5": "Amhāka buddho ahu khantivādo; ",
  "dn16:6.25.6": "Na hi sādhu yaṁ uttamapuggalassa, ",
  "dn16:6.25.7": "Sarīrabhāge siyā sampahāro. ",
  "dn16:6.25.8": "Sabbeva bhonto sahitā samaggā, ",
  "dn16:6.25.9": "Sammodamānā karomaṭṭhabhāge; ",
  "dn16:6.25.10": "Vitthārikā hontu disāsu thūpā, ",
  "dn16:6.25.11": "Bahū janā cakkhumato pasannā”ti. ",
  "dn16:6.25.12": "“Tena hi, brāhmaṇa, tvaññeva bhagavato sarīrāni aṭṭhadhā samaṁ savibhattaṁ vibhajāhī”ti. ",
  "dn16:6.25.13": "“Evaṁ, bho”ti kho doṇo brāhmaṇo tesaṁ saṅghānaṁ gaṇānaṁ paṭissutvā bhagavato sarīrāni aṭṭhadhā samaṁ suvibhattaṁ vibhajitvā te saṅghe gaṇe etadavoca: ",
  "dn16:6.25.14": "“imaṁ me bhonto tumbaṁ dadantu ahampi tumbassa thūpañca mahañca karissāmī”ti. ",
  "dn16:6.25.15": "Adaṁsu kho te doṇassa brāhmaṇassa tumbaṁ. ",
  "dn16:6.26.1": "Assosuṁ kho pippalivaniyā moriyā: ",
  "dn16:6.26.2": "“bhagavā kira kusinārāyaṁ parinibbuto”ti. ",
  "dn16:6.26.3": "Atha kho pippalivaniyā moriyā kosinārakānaṁ mallānaṁ dūtaṁ pāhesuṁ: ",
  "dn16:6.26.4": "“bhagavāpi khattiyo mayampi khattiyā, mayampi arahāma bhagavato sarīrānaṁ bhāgaṁ, mayampi bhagavato sarīrānaṁ thūpañca mahañca karissāmā”ti. ",
  "dn16:6.26.5": "“Natthi bhagavato sarīrānaṁ bhāgo, vibhattāni bhagavato sarīrāni. ",
  "dn16:6.26.6": "Ito aṅgāraṁ harathā”ti. ",
  "dn16:6.26.7": "Te tato aṅgāraṁ hariṁsu. ",
  "dn16:6.27.0": "40. Dhātuthūpapūjā ",
  "dn16:6.27.1": "Atha kho rājā māgadho ajātasattu vedehiputto rājagahe bhagavato sarīrānaṁ thūpañca mahañca akāsi. ",
  "dn16:6.27.2": "Vesālikāpi licchavī vesāliyaṁ bhagavato sarīrānaṁ thūpañca mahañca akaṁsu. ",
  "dn16:6.27.3": "Kapilavatthuvāsīpi sakyā kapilavatthusmiṁ bhagavato sarīrānaṁ thūpañca mahañca akaṁsu. ",
  "dn16:6.27.4": "Allakappakāpi bulayo allakappe bhagavato sarīrānaṁ thūpañca mahañca akaṁsu. ",
  "dn16:6.27.5": "Rāmagāmakāpi koḷiyā rāmagāme bhagavato sarīrānaṁ thūpañca mahañca akaṁsu. ",
  "dn16:6.27.6": "Veṭṭhadīpakopi brāhmaṇo veṭṭhadīpe bhagavato sarīrānaṁ thūpañca mahañca akāsi. ",
  "dn16:6.27.7": "Pāveyyakāpi mallā pāvāyaṁ bhagavato sarīrānaṁ thūpañca mahañca akaṁsu. ",
  "dn16:6.27.8": "Kosinārakāpi mallā kusinārāyaṁ bhagavato sarīrānaṁ thūpañca mahañca akaṁsu. ",
  "dn16:6.27.9": "Doṇopi brāhmaṇo tumbassa thūpañca mahañca akāsi. ",
  "dn16:6.27.10": "Pippalivaniyāpi moriyā pippalivane aṅgārānaṁ thūpañca mahañca akaṁsu. ",
  "dn16:6.27.11": "Iti aṭṭha sarīrathūpā navamo tumbathūpo dasamo aṅgārathūpo. ",
  "dn16:6.27.12": "Evametaṁ bhūtapubbanti. ",
  "dn16:6.28.1": "Aṭṭhadoṇaṁ cakkhumato sarīraṁ, ",
  "dn16:6.28.2": "Sattadoṇaṁ jambudīpe mahenti; ",
  "dn16:6.28.3": "Ekañca doṇaṁ purisavaruttamassa, ",
  "dn16:6.28.4": "Rāmagāme nāgarājā maheti. ",
  "dn16:6.28.5": "Ekāhi dāṭhā tidivehi pūjitā, ",
  "dn16:6.28.6": "Ekā pana gandhārapure mahīyati; ",
  "dn16:6.28.7": "Kāliṅgarañño vijite punekaṁ, ",
  "dn16:6.28.8": "Ekaṁ pana nāgarājā maheti. ",
  "dn16:6.28.9": "Tasseva tejena ayaṁ vasundharā, ",
  "dn16:6.28.10": "Āyāgaseṭṭhehi mahī alaṅkatā; ",
  "dn16:6.28.11": "Evaṁ imaṁ cakkhumato sarīraṁ, ",
  "dn16:6.28.12": "Susakkataṁ sakkatasakkatehi. ",
  "dn16:6.28.13": "Devindanāgindanarindapūjito, ",
  "dn16:6.28.14": "Manussindaseṭṭhehi tatheva pūjito; ",
  "dn16:6.28.15": "Taṁ vandatha pañjalikā labhitvā, ",
  "dn16:6.28.16": "Buddho have kappasatehi dullabhoti. ",
  "dn16:6.28.17": "Cattālīsa samā dantā, ",
  "dn16:6.28.18": "kesā lomā ca sabbaso; ",
  "dn16:6.28.19": "Devā hariṁsu ekekaṁ, ",
  "dn16:6.28.20": "cakkavāḷaparamparāti. ",
  "dn16:6.28.21": "Mahāparinibbānasuttaṁ niṭṭhitaṁ tatiyaṁ. "
}