{
  "dn18:0.1": "Dīgha Nikāya 18 ",
  "dn18:0.2": "Janavasabhasutta ",
  "dn18:0.3": "1. Nātikiyādibyākaraṇa ",
  "dn18:1.1": "Evaṁ me sutaṁ—",
  "dn18:1.2": "ekaṁ samayaṁ bhagavā nātike viharati giñjakāvasathe. ",
  "dn18:1.3": "Tena kho pana samayena bhagavā parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṁsesu kurupañcālesu majjhasūrasenesu: ",
  "dn18:1.4": "“asu amutra upapanno, asu amutra upapanno. ",
  "dn18:1.5": "Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ",
  "dn18:1.6": "Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmino, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissanti. ",
  "dn18:1.7": "Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti. ",
  "dn18:2.1": "Assosuṁ kho nātikiyā paricārakā: ",
  "dn18:2.2": "“bhagavā kira parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṁsesu kurupañcālesu majjhasūrasenesu: ",
  "dn18:2.3": "‘asu amutra upapanno, asu amutra upapanno. ",
  "dn18:2.4": "Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ",
  "dn18:2.5": "Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmino sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissanti. ",
  "dn18:2.6": "Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā’”ti. ",
  "dn18:2.7": "Tena ca nātikiyā paricārakā attamanā ahesuṁ pamuditā pītisomanassajātā bhagavato pañhaveyyākaraṇaṁ sutvā. ",
  "dn18:3.1": "Assosi kho āyasmā ānando: ",
  "dn18:3.2": "“bhagavā kira parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṁsesu kurupañcālesu majjhasūrasenesu: ",
  "dn18:3.3": "‘asu amutra upapanno, asu amutra upapanno. ",
  "dn18:3.4": "Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ",
  "dn18:3.5": "Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmino sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissanti. ",
  "dn18:3.6": "Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā’ti. ",
  "dn18:3.7": "Tena ca nātikiyā paricārakā attamanā ahesuṁ pamuditā pītisomanassajātā bhagavato pañhaveyyākaraṇaṁ sutvā”ti. ",
  "dn18:4.0": "2. Ānandaparikathā ",
  "dn18:4.1": "Atha kho āyasmato ānandassa etadahosi: ",
  "dn18:4.2": "“ime kho panāpi ahesuṁ māgadhakā paricārakā bahū ceva rattaññū ca abbhatītā kālaṅkatā. ",
  "dn18:4.3": "Suññā maññe aṅgamagadhā aṅgamāgadhakehi paricārakehi abbhatītehi kālaṅkatehi. ",
  "dn18:4.4": "Te kho panāpi ahesuṁ buddhe pasannā dhamme pasannā saṅghe pasannā sīlesu paripūrakārino. ",
  "dn18:4.5": "Te abbhatītā kālaṅkatā bhagavatā abyākatā; ",
  "dn18:4.6": "tesampissa sādhu veyyākaraṇaṁ, bahujano pasīdeyya, tato gaccheyya sugatiṁ. ",
  "dn18:4.7": "Ayaṁ kho panāpi ahosi rājā māgadho seniyo bimbisāro dhammiko dhammarājā hito brāhmaṇagahapatikānaṁ negamānañceva jānapadānañca. ",
  "dn18:4.8": "Apissudaṁ manussā kittayamānarūpā viharanti: ",
  "dn18:4.9": "‘evaṁ no so dhammiko dhammarājā sukhāpetvā kālaṅkato, evaṁ mayaṁ tassa dhammikassa dhammarañño vijite phāsu viharimhā’ti. ",
  "dn18:4.10": "So kho panāpi ahosi buddhe pasanno dhamme pasanno saṅghe pasanno sīlesu paripūrakārī. ",
  "dn18:4.11": "Apissudaṁ manussā evamāhaṁsu: ",
  "dn18:4.12": "‘yāva maraṇakālāpi rājā māgadho seniyo bimbisāro bhagavantaṁ kittayamānarūpo kālaṅkato’ti. ",
  "dn18:4.13": "So abbhatīto kālaṅkato bhagavatā abyākato. ",
  "dn18:4.14": "Tassapissa sādhu veyyākaraṇaṁ bahujano pasīdeyya, tato gaccheyya sugatiṁ. ",
  "dn18:4.15": "Bhagavato kho pana sambodhi magadhesu. ",
  "dn18:4.16": "Yattha kho pana bhagavato sambodhi magadhesu, kathaṁ tatra bhagavā māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya. ",
  "dn18:4.17": "Bhagavā ce kho pana māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya, dīnamanā tenassu māgadhakā paricārakā; ",
  "dn18:4.18": "yena kho panassu dīnamanā māgadhakā paricārakā kathaṁ te bhagavā na byākareyyā”ti? ",
  "dn18:5.1": "Idamāyasmā ānando māgadhake paricārake ārabbha eko raho anuvicintetvā rattiyā paccūsasamayaṁ paccuṭṭhāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn18:5.2": "“sutaṁ metaṁ, bhante: ",
  "dn18:5.3": "‘bhagavā kira parito parito janapadesu paricārake abbhatīte kālaṅkate upapattīsu byākaroti kāsikosalesu vajjimallesu cetivaṁsesu kurupañcālesu majjhasūrasenesu: ",
  "dn18:5.4": "“asu amutra upapanno, asu amutra upapanno. ",
  "dn18:5.5": "Paropaññāsa nātikiyā paricārakā abbhatītā kālaṅkatā pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā. ",
  "dn18:5.6": "Sādhikā navuti nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmino, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissanti. ",
  "dn18:5.7": "Sātirekāni pañcasatāni nātikiyā paricārakā abbhatītā kālaṅkatā tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇāti. ",
  "dn18:5.8": "Tena ca nātikiyā paricārakā attamanā ahesuṁ pamuditā pītisomanassajātā bhagavato pañhaveyyākaraṇaṁ sutvā”’ti. ",
  "dn18:5.9": "Ime kho panāpi, bhante, ahesuṁ māgadhakā paricārakā bahū ceva rattaññū ca abbhatītā kālaṅkatā. ",
  "dn18:5.10": "Suññā maññe aṅgamagadhā aṅgamāgadhakehi paricārakehi abbhatītehi kālaṅkatehi. ",
  "dn18:5.11": "Te kho panāpi, bhante, ahesuṁ buddhe pasannā dhamme pasannā saṅghe pasannā sīlesu paripūrakārino, te abbhatītā kālaṅkatā bhagavatā abyākatā. ",
  "dn18:5.12": "Tesampissa sādhu veyyākaraṇaṁ, bahujano pasīdeyya, tato gaccheyya sugatiṁ. ",
  "dn18:5.13": "Ayaṁ kho panāpi, bhante, ahosi rājā māgadho seniyo bimbisāro dhammiko dhammarājā hito brāhmaṇagahapatikānaṁ negamānañceva jānapadānañca. ",
  "dn18:5.14": "Apissudaṁ manussā kittayamānarūpā viharanti: ",
  "dn18:5.15": "‘evaṁ no so dhammiko dhammarājā sukhāpetvā kālaṅkato. ",
  "dn18:5.16": "Evaṁ mayaṁ tassa dhammikassa dhammarañño vijite phāsu viharimhā’ti. ",
  "dn18:6.1": "So kho panāpi, bhante, ahosi buddhe pasanno dhamme pasanno saṅghe pasanno sīlesu paripūrakārī. ",
  "dn18:6.2": "Apissudaṁ manussā evamāhaṁsu: ",
  "dn18:6.3": "‘yāva maraṇakālāpi rājā māgadho seniyo bimbisāro bhagavantaṁ kittayamānarūpo kālaṅkato’ti. ",
  "dn18:6.4": "So abbhatīto kālaṅkato bhagavatā abyākato; ",
  "dn18:6.5": "tassapissa sādhu veyyākaraṇaṁ, bahujano pasīdeyya, tato gaccheyya sugatiṁ. ",
  "dn18:6.6": "Bhagavato kho pana, bhante, sambodhi magadhesu. ",
  "dn18:6.7": "Yattha kho pana, bhante, bhagavato sambodhi magadhesu, kathaṁ tatra bhagavā māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya? ",
  "dn18:6.8": "Bhagavā ce kho pana, bhante, māgadhake paricārake abbhatīte kālaṅkate upapattīsu na byākareyya, dīnamanā tenassu māgadhakā paricārakā; ",
  "dn18:6.9": "yena kho panassu dīnamanā māgadhakā paricārakā kathaṁ te bhagavā na byākareyyā”ti. ",
  "dn18:6.10": "Idamāyasmā ānando māgadhake paricārake ārabbha bhagavato sammukhā parikathaṁ katvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "dn18:7.1": "Atha kho bhagavā acirapakkante āyasmante ānande pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya nātikaṁ piṇḍāya pāvisi. ",
  "dn18:7.2": "Nātike piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto pāde pakkhāletvā giñjakāvasathaṁ pavisitvā māgadhake paricārake ārabbha aṭṭhiṁ katvā manasikatvā sabbaṁ cetasā samannāharitvā paññatte āsane nisīdi: ",
  "dn18:7.3": "“gatiṁ nesaṁ jānissāmi abhisamparāyaṁ, yaṅgatikā te bhavanto yaṁabhisamparāyā”ti. ",
  "dn18:7.4": "Addasā kho bhagavā māgadhake paricārake: ",
  "dn18:7.5": "“yaṅgatikā te bhavanto yaṁabhisamparāyā”ti. ",
  "dn18:7.6": "Atha kho bhagavā sāyanhasamayaṁ paṭisallānā vuṭṭhito giñjakāvasathā nikkhamitvā vihārapacchāyāyaṁ paññatte āsane nisīdi. ",
  "dn18:8.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn18:8.2": "“upasantapadisso, bhante, bhagavā bhātiriva bhagavato mukhavaṇṇo vippasannattā indriyānaṁ. ",
  "dn18:8.3": "Santena nūnajja, bhante, bhagavā vihārena vihāsī”ti? ",
  "dn18:9.1": "“Yadeva kho me tvaṁ, ānanda, māgadhake paricārake ārabbha sammukhā parikathaṁ katvā uṭṭhāyāsanā pakkanto, tadevāhaṁ nātike piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto pāde pakkhāletvā giñjakāvasathaṁ pavisitvā māgadhake paricārake ārabbha aṭṭhiṁ katvā manasikatvā sabbaṁ cetasā samannāharitvā paññatte āsane nisīdiṁ: ",
  "dn18:9.2": "‘gatiṁ nesaṁ jānissāmi abhisamparāyaṁ, yaṅgatikā te bhavanto yaṁabhisamparāyā’ti. ",
  "dn18:9.3": "Addasaṁ kho ahaṁ, ānanda, māgadhake paricārake ‘yaṅgatikā te bhavanto yaṁabhisamparāyā’ti. ",
  "dn18:9.4.0": "3. Janavasabhayakkha ",
  "dn18:9.5": "Atha kho, ānanda, antarahito yakkho saddamanussāvesi: ",
  "dn18:9.6": "‘janavasabho ahaṁ, bhagavā; ",
  "dn18:9.7": "janavasabho ahaṁ, sugatā’ti. ",
  "dn18:9.8": "Abhijānāsi no tvaṁ, ānanda, ito pubbe evarūpaṁ nāmadheyyaṁ sutaṁ yadidaṁ janavasabho”ti? ",
  "dn18:9.9": "“Na kho ahaṁ, bhante, abhijānāmi ito pubbe evarūpaṁ nāmadheyyaṁ sutaṁ yadidaṁ janavasabhoti, api ca me, bhante, lomāni haṭṭhāni ‘janavasabho’ti nāmadheyyaṁ sutvā. ",
  "dn18:9.10": "Tassa mayhaṁ, bhante, etadahosi: ",
  "dn18:9.11": "‘na hi nūna so orako yakkho bhavissati yadidaṁ evarūpaṁ nāmadheyyaṁ supaññattaṁ yadidaṁ janavasabho’”ti. ",
  "dn18:10.1": "“Anantarā kho, ānanda, saddapātubhāvā uḷāravaṇṇo me yakkho sammukhe pāturahosi. ",
  "dn18:10.2": "Dutiyakampi saddamanussāvesi: ",
  "dn18:10.3": "‘bimbisāro ahaṁ, bhagavā; ",
  "dn18:10.4": "bimbisāro ahaṁ, sugatāti. ",
  "dn18:10.5": "Idaṁ sattamaṁ kho ahaṁ, bhante, vessavaṇassa mahārājassa sahabyataṁ upapajjāmi, so tato cuto manussarājā bhavituṁ pahomi. ",
  "dn18:10.6": "Ito satta tato satta, ",
  "dn18:10.7": "saṁsārāni catuddasa; ",
  "dn18:10.8": "Nivāsamabhijānāmi, ",
  "dn18:10.9": "yattha me vusitaṁ pure. ",
  "dn18:10.10": "Dīgharattaṁ kho ahaṁ, bhante, avinipāto avinipātaṁ sañjānāmi, āsā ca pana me santiṭṭhati sakadāgāmitāyā’”ti. ",
  "dn18:10.11": "“Acchariyamidaṁ āyasmato janavasabhassa yakkhassa, abbhutamidaṁ āyasmato janavasabhassa yakkhassa. ",
  "dn18:10.12": "‘Dīgharattaṁ kho ahaṁ, bhante, avinipāto avinipātaṁ sañjānāmī’ti ca vadesi, ‘āsā ca pana me santiṭṭhati sakadāgāmitāyā’ti ca vadesi, kutonidānaṁ panāyasmā janavasabho yakkho evarūpaṁ uḷāraṁ visesādhigamaṁ sañjānātī”ti? ",
  "dn18:11.1": "“‘Na aññatra, bhagavā, tava sāsanā, na aññatra, sugata, tava sāsanā; ",
  "dn18:11.2": "yadagge ahaṁ, bhante, bhagavati ekantikato abhippasanno, tadagge ahaṁ, bhante, dīgharattaṁ avinipāto avinipātaṁ sañjānāmi, āsā ca pana me santiṭṭhati sakadāgāmitāya. ",
  "dn18:11.3": "Idhāhaṁ, bhante, vessavaṇena mahārājena pesito virūḷhakassa mahārājassa santike kenacideva karaṇīyena addasaṁ bhagavantaṁ antarāmagge giñjakāvasathaṁ pavisitvā māgadhake paricārake ārabbha aṭṭhiṁ katvā manasikatvā sabbaṁ cetasā samannāharitvā nisinnaṁ: ",
  "dn18:11.4": "“gatiṁ nesaṁ jānissāmi abhisamparāyaṁ, yaṅgatikā te bhavanto yaṁabhisamparāyā”ti. ",
  "dn18:11.5": "Anacchariyaṁ kho panetaṁ, bhante, yaṁ vessavaṇassa mahārājassa tassaṁ parisāyaṁ bhāsato sammukhā sutaṁ sammukhā paṭiggahitaṁ: ",
  "dn18:11.6": "“yaṅgatikā te bhavanto yaṁabhisamparāyā”ti. ",
  "dn18:11.7": "Tassa mayhaṁ, bhante, etadahosi: ",
  "dn18:11.8": "“bhagavantañca dakkhāmi, idañca bhagavato ārocessāmī”ti. ",
  "dn18:11.9": "Ime kho me, bhante, dvepaccayā bhagavantaṁ dassanāya upasaṅkamituṁ. ",
  "dn18:12.0": "4. Devasabhā ",
  "dn18:12.1": "Purimāni, bhante, divasāni purimatarāni tadahuposathe pannarase vassūpanāyikāya puṇṇāya puṇṇamāya rattiyā kevalakappā ca devā tāvatiṁsā sudhammāyaṁ sabhāyaṁ sannisinnā honti sannipatitā. ",
  "dn18:12.2": "Mahatī ca dibbaparisā samantato nisinnā honti, cattāro ca mahārājāno catuddisā nisinnā honti. ",
  "dn18:12.3": "Puratthimāya disāya dhataraṭṭho mahārājā pacchimābhimukho nisinno hoti deve purakkhatvā; ",
  "dn18:12.4": "dakkhiṇāya disāya virūḷhako mahārājā uttarābhimukho nisinno hoti deve purakkhatvā; ",
  "dn18:12.5": "pacchimāya disāya virūpakkho mahārājā puratthābhimukho nisinno hoti deve purakkhatvā; ",
  "dn18:12.6": "uttarāya disāya vessavaṇo mahārājā dakkhiṇābhimukho nisinno hoti deve purakkhatvā. ",
  "dn18:12.7": "Yadā, bhante, kevalakappā ca devā tāvatiṁsā sudhammāyaṁ sabhāyaṁ sannisinnā honti sannipatitā, mahatī ca dibbaparisā samantato nisinnā honti, cattāro ca mahārājāno catuddisā nisinnā honti. Idaṁ nesaṁ hoti āsanasmiṁ; ",
  "dn18:12.8": "atha pacchā amhākaṁ āsanaṁ hoti. ",
  "dn18:12.9": "Ye te, bhante, devā bhagavati brahmacariyaṁ caritvā adhunūpapannā tāvatiṁsakāyaṁ, te aññe deve atirocanti vaṇṇena ceva yasasā ca. ",
  "dn18:12.10": "Tena sudaṁ, bhante, devā tāvatiṁsā attamanā honti pamuditā pītisomanassajātā: ",
  "dn18:12.11": "“dibbā vata bho kāyā paripūrenti, hāyanti asurakāyā”ti. ",
  "dn18:13.1": "Atha kho, bhante, sakko devānamindo devānaṁ tāvatiṁsānaṁ sampasādaṁ viditvā imāhi gāthāhi anumodi: ",
  "dn18:13.2": "“Modanti vata bho devā, ",
  "dn18:13.3": "tāvatiṁsā sahindakā; ",
  "dn18:13.4": "Tathāgataṁ namassantā, ",
  "dn18:13.5": "dhammassa ca sudhammataṁ. ",
  "dn18:13.6": "Nave deve ca passantā, ",
  "dn18:13.7": "vaṇṇavante yasassine; ",
  "dn18:13.8": "Sugatasmiṁ brahmacariyaṁ, ",
  "dn18:13.9": "caritvāna idhāgate. ",
  "dn18:13.10": "Te aññe atirocanti, ",
  "dn18:13.11": "vaṇṇena yasasāyunā; ",
  "dn18:13.12": "Sāvakā bhūripaññassa, ",
  "dn18:13.13": "visesūpagatā idha. ",
  "dn18:13.14": "Idaṁ disvāna nandanti, ",
  "dn18:13.15": "tāvatiṁsā sahindakā; ",
  "dn18:13.16": "Tathāgataṁ namassantā, ",
  "dn18:13.17": "dhammassa ca sudhammatan”ti. ",
  "dn18:13.18": "Tena sudaṁ, bhante, devā tāvatiṁsā bhiyyoso mattāya attamanā honti pamuditā pītisomanassajātā ",
  "dn18:13.19": "“dibbā vata, bho, kāyā paripūrenti, hāyanti asurakāyā”ti. ",
  "dn18:14.1": "Atha kho, bhante, yenatthena devā tāvatiṁsā sudhammāyaṁ sabhāyaṁ sannisinnā honti sannipatitā, taṁ atthaṁ cintayitvā taṁ atthaṁ mantayitvā vuttavacanāpi taṁ cattāro mahārājāno tasmiṁ atthe honti. Paccānusiṭṭhavacanāpi taṁ cattāro mahārājāno tasmiṁ atthe honti, ",
  "dn18:14.2": "sakesu sakesu āsanesu ṭhitā avipakkantā. ",
  "dn18:14.3": "Te vuttavākyā rājāno, ",
  "dn18:14.4": "paṭiggayhānusāsaniṁ; ",
  "dn18:14.5": "Vippasannamanā santā, ",
  "dn18:14.6": "aṭṭhaṁsu samhi āsaneti. ",
  "dn18:15.1": "Atha kho, bhante, uttarāya disāya uḷāro āloko sañjāyi, obhāso pāturahosi atikkammeva devānaṁ devānubhāvaṁ. ",
  "dn18:15.2": "Atha kho, bhante, sakko devānamindo deve tāvatiṁse āmantesi: ",
  "dn18:15.3": "“yathā kho, mārisā, nimittāni dissanti, uḷāro āloko sañjāyati, obhāso pātubhavati, brahmā pātubhavissati. Brahmuno hetaṁ pubbanimittaṁ pātubhāvāya yadidaṁ āloko sañjāyati obhāso pātubhavatī”ti. ",
  "dn18:15.4": "Yathā nimittā dissanti, ",
  "dn18:15.5": "brahmā pātubhavissati; ",
  "dn18:15.6": "Brahmuno hetaṁ nimittaṁ, ",
  "dn18:15.7": "obhāso vipulo mahāti. ",
  "dn18:16.0": "5. Sanaṅkumārakathā ",
  "dn18:16.1": "Atha kho, bhante, devā tāvatiṁsā yathāsakesu āsanesu nisīdiṁsu: ",
  "dn18:16.2": "“obhāsametaṁ ñassāma, yaṁvipāko bhavissati, sacchikatvāva naṁ gamissāmā”ti. ",
  "dn18:16.3": "Cattāropi mahārājāno yathāsakesu āsanesu nisīdiṁsu: ",
  "dn18:16.4": "“obhāsametaṁ ñassāma yaṁvipāko bhavissati, sacchikatvāva naṁ gamissāmā”ti. ",
  "dn18:16.5": "Idaṁ sutvā devā tāvatiṁsā ekaggā samāpajjiṁsu: ",
  "dn18:16.6": "“obhāsametaṁ ñassāma, yaṁvipāko bhavissati, sacchikatvāva naṁ gamissāmā”ti. ",
  "dn18:17.1": "Yadā, bhante, brahmā sanaṅkumāro devānaṁ tāvatiṁsānaṁ pātubhavati, oḷārikaṁ attabhāvaṁ abhinimminitvā pātubhavati. ",
  "dn18:17.2": "Yo kho pana, bhante, brahmuno pakativaṇṇo anabhisambhavanīyo so devānaṁ tāvatiṁsānaṁ cakkhupathasmiṁ. ",
  "dn18:17.3": "Yadā, bhante, brahmā sanaṅkumāro devānaṁ tāvatiṁsānaṁ pātubhavati, so aññe deve atirocati vaṇṇena ceva yasasā ca. ",
  "dn18:17.4": "Seyyathāpi, bhante, sovaṇṇo viggaho mānusaṁ viggahaṁ atirocati; ",
  "dn18:17.5": "evameva kho, bhante, yadā brahmā sanaṅkumāro devānaṁ tāvatiṁsānaṁ pātubhavati, so aññe deve atirocati vaṇṇena ceva yasasā ca. ",
  "dn18:17.6": "Yadā, bhante, brahmā sanaṅkumāro devānaṁ tāvatiṁsānaṁ pātubhavati, na tassaṁ parisāyaṁ koci devo abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti. ",
  "dn18:17.7": "Sabbeva tuṇhībhūtā pañjalikā pallaṅkena nisīdanti: ",
  "dn18:17.8": "“yassadāni devassa pallaṅkaṁ icchissati brahmā sanaṅkumāro, tassa devassa pallaṅke nisīdissatī”ti. ",
  "dn18:17.9": "Yassa kho pana, bhante, devassa brahmā sanaṅkumāro pallaṅke nisīdati, uḷāraṁ so labhati devo vedapaṭilābhaṁ; uḷāraṁ so labhati devo somanassapaṭilābhaṁ. ",
  "dn18:18.1": "Seyyathāpi, bhante, rājā khattiyo muddhāvasitto adhunābhisitto rajjena, uḷāraṁ so labhati vedapaṭilābhaṁ, uḷāraṁ so labhati somanassapaṭilābhaṁ; ",
  "dn18:18.2": "evameva kho, bhante, yassa devassa brahmā sanaṅkumāro pallaṅke nisīdati, uḷāraṁ so labhati devo vedapaṭilābhaṁ, uḷāraṁ so labhati devo somanassapaṭilābhaṁ. ",
  "dn18:18.3": "Atha, bhante, brahmā sanaṅkumāro oḷārikaṁ attabhāvaṁ abhinimminitvā kumāravaṇṇī hutvā pañcasikho devānaṁ tāvatiṁsānaṁ pāturahosi. ",
  "dn18:18.4": "So vehāsaṁ abbhuggantvā ākāse antalikkhe pallaṅkena nisīdi. ",
  "dn18:18.5": "Seyyathāpi, bhante, balavā puriso supaccatthate vā pallaṅke same vā bhūmibhāge pallaṅkena nisīdeyya; ",
  "dn18:18.6": "evameva kho, bhante, brahmā sanaṅkumāro vehāsaṁ abbhuggantvā ākāse antalikkhe pallaṅkena nisīditvā devānaṁ tāvatiṁsānaṁ sampasādaṁ viditvā imāhi gāthāhi anumodi: ",
  "dn18:18.7": "“Modanti vata bho devā, ",
  "dn18:18.8": "tāvatiṁsā sahindakā; ",
  "dn18:18.9": "Tathāgataṁ namassantā, ",
  "dn18:18.10": "dhammassa ca sudhammataṁ. ",
  "dn18:18.11": "Nave deve ca passantā, ",
  "dn18:18.12": "vaṇṇavante yasassine; ",
  "dn18:18.13": "Sugatasmiṁ brahmacariyaṁ, ",
  "dn18:18.14": "caritvāna idhāgate. ",
  "dn18:18.15": "Te aññe atirocanti, ",
  "dn18:18.16": "vaṇṇena yasasāyunā; ",
  "dn18:18.17": "Sāvakā bhūripaññassa, ",
  "dn18:18.18": "visesūpagatā idha. ",
  "dn18:18.19": "Idaṁ disvāna nandanti, ",
  "dn18:18.20": "tāvatiṁsā sahindakā; ",
  "dn18:18.21": "Tathāgataṁ namassantā, ",
  "dn18:18.22": "dhammassa ca sudhammatan”ti. ",
  "dn18:19.1": "Imamatthaṁ, bhante, brahmā sanaṅkumāro bhāsittha; ",
  "dn18:19.2": "imamatthaṁ, bhante, brahmuno sanaṅkumārassa bhāsato aṭṭhaṅgasamannāgato saro hoti vissaṭṭho ca viññeyyo ca mañju ca savanīyo ca bindu ca avisārī ca gambhīro ca ninnādī ca. ",
  "dn18:19.3": "Yathāparisaṁ kho pana, bhante, brahmā sanaṅkumāro sarena viññāpeti; na cassa bahiddhā parisāya ghoso niccharati. ",
  "dn18:19.4": "Yassa kho pana, bhante, evaṁ aṭṭhaṅgasamannāgato saro hoti, so vuccati “brahmassaro”ti. ",
  "dn18:20.1": "Atha kho, bhante, brahmā sanaṅkumāro tettiṁse attabhāve abhinimminitvā devānaṁ tāvatiṁsānaṁ paccekapallaṅkesu pallaṅkena nisīditvā deve tāvatiṁse āmantesi: ",
  "dn18:20.2": "“taṁ kiṁ maññanti, bhonto devā tāvatiṁsā, yāvañca so bhagavā bahujanahitāya paṭipanno bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
  "dn18:20.3": "Ye hi keci, bho, buddhaṁ saraṇaṁ gatā dhammaṁ saraṇaṁ gatā saṅghaṁ saraṇaṁ gatā sīlesu paripūrakārino te kāyassa bhedā paraṁ maraṇā appekacce paranimmitavasavattīnaṁ devānaṁ sahabyataṁ upapajjanti, appekacce nimmānaratīnaṁ devānaṁ sahabyataṁ upapajjanti, appekacce tusitānaṁ devānaṁ sahabyataṁ upapajjanti, appekacce yāmānaṁ devānaṁ sahabyataṁ upapajjanti, appekacce tāvatiṁsānaṁ devānaṁ sahabyataṁ upapajjanti, appekacce cātumahārājikānaṁ devānaṁ sahabyataṁ upapajjanti. ",
  "dn18:20.4": "Ye sabbanihīnaṁ kāyaṁ paripūrenti, te gandhabbakāyaṁ paripūrentī”ti. ",
  "dn18:21.1": "Imamatthaṁ, bhante, brahmā sanaṅkumāro bhāsittha; ",
  "dn18:21.2": "imamatthaṁ, bhante, brahmuno sanaṅkumārassa bhāsato ghosoyeva devā maññanti: ",
  "dn18:21.3": "“yvāyaṁ mama pallaṅke svāyaṁ ekova bhāsatī”ti. ",
  "dn18:21.4": "Ekasmiṁ bhāsamānasmiṁ, ",
  "dn18:21.5": "sabbe bhāsanti nimmitā; ",
  "dn18:21.6": "Ekasmiṁ tuṇhimāsīne, ",
  "dn18:21.7": "sabbe tuṇhī bhavanti te. ",
  "dn18:21.8": "Tadāsu devā maññanti, ",
  "dn18:21.9": "tāvatiṁsā sahindakā; ",
  "dn18:21.10": "Yvāyaṁ mama pallaṅkasmiṁ, ",
  "dn18:21.11": "svāyaṁ ekova bhāsatīti. ",
  "dn18:22.1": "Atha kho, bhante, brahmā sanaṅkumāro ekattena attānaṁ upasaṁharati, ekattena attānaṁ upasaṁharitvā sakkassa devānamindassa pallaṅke pallaṅkena nisīditvā deve tāvatiṁse āmantesi: ",
  "dn18:22.2.0": "6. Bhāvitaiddhipāda ",
  "dn18:22.3": "“Taṁ kiṁ maññanti, bhonto devā tāvatiṁsā, yāva supaññattā cime tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro iddhipādā paññattā iddhipahutāya iddhivisavitāya iddhivikubbanatāya. ",
  "dn18:22.4": "Katame cattāro? ",
  "dn18:22.5": "Idha bho bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti. ",
  "dn18:22.6": "Vīriyasamādhippadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti. ",
  "dn18:22.7": "Cittasamādhippadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti. ",
  "dn18:22.8": "Vīmaṁsāsamādhippadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti. ",
  "dn18:22.9": "Ime kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro iddhipādā paññattā iddhipahutāya iddhivisavitāya iddhivikubbanatāya. ",
  "dn18:22.10": "Ye hi keci bho atītamaddhānaṁ samaṇā vā brāhmaṇā vā anekavihitaṁ iddhividhaṁ paccanubhosuṁ, sabbe te imesaṁyeva catunnaṁ iddhipādānaṁ bhāvitattā bahulīkatattā. ",
  "dn18:22.11": "Yepi hi keci bho anāgatamaddhānaṁ samaṇā vā brāhmaṇā vā anekavihitaṁ iddhividhaṁ paccanubhossanti, sabbe te imesaṁyeva catunnaṁ iddhipādānaṁ bhāvitattā bahulīkatattā. ",
  "dn18:22.12": "Yepi hi keci bho etarahi samaṇā vā brāhmaṇā vā anekavihitaṁ iddhividhaṁ paccanubhonti, sabbe te imesaṁyeva catunnaṁ iddhipādānaṁ bhāvitattā bahulīkatattā. ",
  "dn18:22.13": "Passanti no, bhonto devā tāvatiṁsā, mamapimaṁ evarūpaṁ iddhānubhāvan”ti? ",
  "dn18:22.14": "“Evaṁ, mahābrahme”ti. ",
  "dn18:22.15": "“Ahampi kho bho imesaṁyeva catunnañca iddhipādānaṁ bhāvitattā bahulīkatattā evaṁ mahiddhiko evaṁmahānubhāvo”ti. ",
  "dn18:23.1": "Imamatthaṁ, bhante, brahmā sanaṅkumāro bhāsittha. ",
  "dn18:23.2": "Imamatthaṁ, bhante, brahmā sanaṅkumāro bhāsitvā deve tāvatiṁse āmantesi: ",
  "dn18:23.3.0": "7. Tividhaokāsādhigama ",
  "dn18:23.4": "“Taṁ kiṁ maññanti, bhonto devā tāvatiṁsā, yāvañcidaṁ tena bhagavatā jānatā passatā arahatā sammāsambuddhena tayo okāsādhigamā anubuddhā sukhassādhigamāya. ",
  "dn18:23.5": "Katame tayo? ",
  "dn18:23.6": "Idha bho ekacco saṁsaṭṭho viharati kāmehi saṁsaṭṭho akusalehi dhammehi. ",
  "dn18:23.7": "So aparena samayena ariyadhammaṁ suṇāti, yoniso manasi karoti, dhammānudhammaṁ paṭipajjati. ",
  "dn18:23.8": "So ariyadhammassavanaṁ āgamma yonisomanasikāraṁ dhammānudhammappaṭipattiṁ asaṁsaṭṭho viharati kāmehi asaṁsaṭṭho akusalehi dhammehi. ",
  "dn18:23.9": "Tassa asaṁsaṭṭhassa kāmehi asaṁsaṭṭhassa akusalehi dhammehi uppajjati sukhaṁ, sukhā bhiyyo somanassaṁ. ",
  "dn18:23.10": "Seyyathāpi, bho, pamudā pāmojjaṁ jāyetha; ",
  "dn18:23.11": "evameva kho, bho, asaṁsaṭṭhassa kāmehi asaṁsaṭṭhassa akusalehi dhammehi uppajjati sukhaṁ, sukhā bhiyyo somanassaṁ. ",
  "dn18:23.12": "Ayaṁ kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena paṭhamo okāsādhigamo anubuddho sukhassādhigamāya. ",
  "dn18:24.1": "Puna caparaṁ, bho, idhekaccassa oḷārikā kāyasaṅkhārā appaṭippassaddhā honti, oḷārikā vacīsaṅkhārā appaṭippassaddhā honti, oḷārikā cittasaṅkhārā appaṭippassaddhā honti. ",
  "dn18:24.2": "So aparena samayena ariyadhammaṁ suṇāti, yoniso manasi karoti, dhammānudhammaṁ paṭipajjati. ",
  "dn18:24.3": "Tassa ariyadhammassavanaṁ āgamma yonisomanasikāraṁ dhammānudhammappaṭipattiṁ oḷārikā kāyasaṅkhārā paṭippassambhanti, oḷārikā vacīsaṅkhārā paṭippassambhanti, oḷārikā cittasaṅkhārā paṭippassambhanti. ",
  "dn18:24.4": "Tassa oḷārikānaṁ kāyasaṅkhārānaṁ paṭippassaddhiyā oḷārikānaṁ vacīsaṅkhārānaṁ paṭippassaddhiyā oḷārikānaṁ cittasaṅkhārānaṁ paṭippassaddhiyā uppajjati sukhaṁ, sukhā bhiyyo somanassaṁ. ",
  "dn18:24.5": "Seyyathāpi, bho, pamudā pāmojjaṁ jāyetha; ",
  "dn18:24.6": "evameva kho bho oḷārikānaṁ kāyasaṅkhārānaṁ paṭippassaddhiyā oḷārikānaṁ vacīsaṅkhārānaṁ paṭippassaddhiyā oḷārikānaṁ cittasaṅkhārānaṁ paṭippassaddhiyā uppajjati sukhaṁ, sukhā bhiyyo somanassaṁ. ",
  "dn18:24.7": "Ayaṁ kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dutiyo okāsādhigamo anubuddho sukhassādhigamāya. ",
  "dn18:25.1": "Puna caparaṁ, bho, idhekacco ‘idaṁ kusalan’ti yathābhūtaṁ nappajānāti, ‘idaṁ akusalan’ti yathābhūtaṁ nappajānāti. ",
  "dn18:25.2": "‘Idaṁ sāvajjaṁ idaṁ anavajjaṁ, idaṁ sevitabbaṁ idaṁ na sevitabbaṁ, idaṁ hīnaṁ idaṁ paṇītaṁ, idaṁ kaṇhasukkasappaṭibhāgan’ti yathābhūtaṁ nappajānāti. ",
  "dn18:25.3": "So aparena samayena ariyadhammaṁ suṇāti, yoniso manasi karoti, dhammānudhammaṁ paṭipajjati. ",
  "dn18:25.4": "So ariyadhammassavanaṁ āgamma yonisomanasikāraṁ dhammānudhammappaṭipattiṁ, ‘idaṁ kusalan’ti yathābhūtaṁ pajānāti, ‘idaṁ akusalan’ti yathābhūtaṁ pajānāti. ",
  "dn18:25.5": "‘Idaṁ sāvajjaṁ idaṁ anavajjaṁ, idaṁ sevitabbaṁ idaṁ na sevitabbaṁ, idaṁ hīnaṁ idaṁ paṇītaṁ, idaṁ kaṇhasukkasappaṭibhāgan’ti yathābhūtaṁ pajānāti. ",
  "dn18:25.6": "Tassa evaṁ jānato evaṁ passato avijjā pahīyati, vijjā uppajjati. ",
  "dn18:25.7": "Tassa avijjāvirāgā vijjuppādā uppajjati sukhaṁ, sukhā bhiyyo somanassaṁ. ",
  "dn18:25.8": "Seyyathāpi, bho, pamudā pāmojjaṁ jāyetha; ",
  "dn18:25.9": "evameva kho, bho, avijjāvirāgā vijjuppādā uppajjati sukhaṁ, sukhā bhiyyo somanassaṁ. ",
  "dn18:25.10": "Ayaṁ kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tatiyo okāsādhigamo anubuddho sukhassādhigamāya. ",
  "dn18:25.11": "Ime kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tayo okāsādhigamā anubuddhā sukhassādhigamāyā”ti. ",
  "dn18:26.1": "Imamatthaṁ, bhante, brahmā sanaṅkumāro bhāsittha, ",
  "dn18:26.2": "imamatthaṁ, bhante, brahmā sanaṅkumāro bhāsitvā deve tāvatiṁse āmantesi: ",
  "dn18:26.3.0": "8. Catusatipaṭṭhāna ",
  "dn18:26.4": "“Taṁ kiṁ maññanti, bhonto devā tāvatiṁsā, yāva supaññattā cime tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro satipaṭṭhānā paññattā kusalassādhigamāya. ",
  "dn18:26.5": "Katame cattāro? ",
  "dn18:26.6": "Idha, bho, bhikkhu ajjhattaṁ kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn18:26.7": "Ajjhattaṁ kāye kāyānupassī viharanto tattha sammā samādhiyati, sammā vippasīdati. ",
  "dn18:26.8": "So tattha sammā samāhito sammā vippasanno bahiddhā parakāye ñāṇadassanaṁ abhinibbatteti. ",
  "dn18:26.9": "Ajjhattaṁ vedanāsu vedanānupassī viharati …pe… ",
  "dn18:26.10": "bahiddhā paravedanāsu ñāṇadassanaṁ abhinibbatteti. ",
  "dn18:26.11": "Ajjhattaṁ citte cittānupassī viharati …pe… ",
  "dn18:26.12": "bahiddhā paracitte ñāṇadassanaṁ abhinibbatteti. ",
  "dn18:26.13": "Ajjhattaṁ dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn18:26.14": "Ajjhattaṁ dhammesu dhammānupassī viharanto tattha sammā samādhiyati, sammā vippasīdati. ",
  "dn18:26.15": "So tattha sammā samāhito sammā vippasanno bahiddhā paradhammesu ñāṇadassanaṁ abhinibbatteti. ",
  "dn18:26.16": "Ime kho, bho, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro satipaṭṭhānā paññattā kusalassādhigamāyā”ti. ",
  "dn18:27.1": "Imamatthaṁ, bhante, brahmā sanaṅkumāro bhāsittha. ",
  "dn18:27.2": "Imamatthaṁ, bhante, brahmā sanaṅkumāro bhāsitvā deve tāvatiṁse āmantesi: ",
  "dn18:27.3.0": "9. Sattasamādhiparikkhāra ",
  "dn18:27.4": "“Taṁ kiṁ maññanti, bhonto devā tāvatiṁsā, yāva supaññattā cime tena bhagavatā jānatā passatā arahatā sammāsambuddhena satta samādhiparikkhārā sammāsamādhissa paribhāvanāya sammāsamādhissa pāripūriyā. ",
  "dn18:27.5": "Katame satta? ",
  "dn18:27.6": "Sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati. ",
  "dn18:27.7": "Yā kho, bho, imehi sattahaṅgehi cittassa ekaggatā parikkhatā, ayaṁ vuccati, bho, ariyo sammāsamādhi saupaniso itipi saparikkhāro itipi. ",
  "dn18:27.8": "Sammādiṭṭhissa, bho, sammāsaṅkappo pahoti, sammāsaṅkappassa sammāvācā pahoti, sammāvācassa sammākammanto pahoti. Sammākammantassa sammāājīvo pahoti, sammāājīvassa sammāvāyāmo pahoti, sammāvāyāmassa sammāsati pahoti, sammāsatissa sammāsamādhi pahoti, sammāsamādhissa sammāñāṇaṁ pahoti, sammāñāṇassa sammāvimutti pahoti. ",
  "dn18:27.9": "Yañhi taṁ, bho, sammā vadamāno vadeyya: ",
  "dn18:27.10": "‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhi apārutā amatassa dvārā’ti idameva taṁ sammā vadamāno vadeyya. ",
  "dn18:27.11": "Svākkhāto hi, bho, bhagavatā dhammo sandiṭṭhiko, akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhi apārutā amatassa dvārā. ",
  "dn18:27.12": "Ye hi keci, bho, buddhe aveccappasādena samannāgatā, dhamme aveccappasādena samannāgatā, saṅghe aveccappasādena samannāgatā, ariyakantehi sīlehi samannāgatā, ye cime opapātikā dhammavinītā sātirekāni catuvīsatisatasahassāni māgadhakā paricārakā abbhatītā kālaṅkatā tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā. ",
  "dn18:27.13": "Atthi cevettha sakadāgāmino. ",
  "dn18:27.14": "Atthāyaṁ itarā pajā, ",
  "dn18:27.15": "puññābhāgāti me mano; ",
  "dn18:27.16": "Saṅkhātuṁ nopi sakkomi, ",
  "dn18:27.17": "musāvādassa ottappan”ti. ",
  "dn18:28.1": "Imamatthaṁ, bhante, brahmā sanaṅkumāro bhāsittha, imamatthaṁ, bhante, brahmuno sanaṅkumārassa bhāsato vessavaṇassa mahārājassa evaṁ cetaso parivitakko udapādi: ",
  "dn18:28.2": "“acchariyaṁ vata bho, abbhutaṁ vata bho, evarūpopi nāma uḷāro satthā bhavissati, evarūpaṁ uḷāraṁ dhammakkhānaṁ, evarūpā uḷārā visesādhigamā paññāyissantī”ti. ",
  "dn18:28.3": "Atha, bhante, brahmā sanaṅkumāro vessavaṇassa mahārājassa cetasā cetoparivitakkamaññāya vessavaṇaṁ mahārājānaṁ etadavoca: ",
  "dn18:28.4": "“taṁ kiṁ maññati bhavaṁ vessavaṇo mahārājā atītampi addhānaṁ evarūpo uḷāro satthā ahosi, evarūpaṁ uḷāraṁ dhammakkhānaṁ, evarūpā uḷārā visesādhigamā paññāyiṁsu. ",
  "dn18:28.5": "Anāgatampi addhānaṁ evarūpo uḷāro satthā bhavissati, evarūpaṁ uḷāraṁ dhammakkhānaṁ, evarūpā uḷārā visesādhigamā paññāyissantī”ti. ",
  "dn18:29.1": "Imamatthaṁ, bhante, brahmā sanaṅkumāro devānaṁ tāvatiṁsānaṁ abhāsi, imamatthaṁ vessavaṇo mahārājā brahmuno sanaṅkumārassa devānaṁ tāvatiṁsānaṁ bhāsato sammukhā sutaṁ sammukhā paṭiggahitaṁ sayaṁ parisāyaṁ ārocesi’”. ",
  "dn18:29.2": "Imamatthaṁ janavasabho yakkho vessavaṇassa mahārājassa sayaṁ parisāyaṁ bhāsato sammukhā sutaṁ sammukhā paṭiggahitaṁ bhagavato ārocesi. ",
  "dn18:29.3": "Imamatthaṁ bhagavā janavasabhassa yakkhassa sammukhā sutvā sammukhā paṭiggahetvā sāmañca abhiññāya āyasmato ānandassa ārocesi, imamatthamāyasmā ānando bhagavato sammukhā sutvā sammukhā paṭiggahetvā ārocesi bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ. ",
  "dn18:29.4": "Tayidaṁ brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitanti. ",
  "dn18:29.5": "Janavasabhasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}