{
  "dn22:0.1": "Dīgha Nikāya 22 ",
  "dn22:0.2": "Mahāsatipaṭṭhānasutta ",
  "dn22:1.1": "Evaṁ me sutaṁ—",
  "dn22:1.2": "ekaṁ samayaṁ bhagavā kurūsu viharati kammāsadhammaṁ nāma kurūnaṁ nigamo. ",
  "dn22:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "dn22:1.4": "“bhikkhavo”ti. ",
  "dn22:1.5": "“Bhaddante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "dn22:1.6": "Bhagavā etadavoca: ",
  "dn22:1.7": "“Ekāyano ayaṁ, bhikkhave, maggo sattānaṁ visuddhiyā, sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, yadidaṁ cattāro satipaṭṭhānā. ",
  "dn22:1.8": "Katame cattāro? ",
  "dn22:1.9": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ, ",
  "dn22:1.10": "vedanāsu vedanānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ, ",
  "dn22:1.11": "citte cittānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ, ",
  "dn22:1.12": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn22:1.13": "Uddeso niṭṭhito. ",
  "dn22:2.0.1": "1. Kāyānupassanā ",
  "dn22:2.0.2": "1.1. Kāyānupassanāānāpānapabba ",
  "dn22:2.1": "Kathañca pana, bhikkhave, bhikkhu kāye kāyānupassī viharati? ",
  "dn22:2.2": "Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "dn22:2.3": "So satova assasati, satova passasati. ",
  "dn22:2.4": "Dīghaṁ vā assasanto ‘dīghaṁ assasāmī’ti pajānāti, dīghaṁ vā passasanto ‘dīghaṁ passasāmī’ti pajānāti. ",
  "dn22:2.5": "Rassaṁ vā assasanto ‘rassaṁ assasāmī’ti pajānāti, rassaṁ vā passasanto ‘rassaṁ passasāmī’ti pajānāti. ",
  "dn22:2.6": "‘Sabbakāyapaṭisaṁvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṁvedī passasissāmī’ti sikkhati. ",
  "dn22:2.7": "‘Passambhayaṁ kāyasaṅkhāraṁ assasissāmī’ti sikkhati, ‘passambhayaṁ kāyasaṅkhāraṁ passasissāmī’ti sikkhati. ",
  "dn22:2.8": "Seyyathāpi, bhikkhave, dakkho bhamakāro vā bhamakārantevāsī vā dīghaṁ vā añchanto ‘dīghaṁ añchāmī’ti pajānāti, rassaṁ vā añchanto ‘rassaṁ añchāmī’ti pajānāti; ",
  "dn22:2.9": "evameva kho, bhikkhave, bhikkhu dīghaṁ vā assasanto ‘dīghaṁ assasāmī’ti pajānāti, dīghaṁ vā passasanto ‘dīghaṁ passasāmī’ti pajānāti, rassaṁ vā assasanto ‘rassaṁ assasāmī’ti pajānāti, rassaṁ vā passasanto ‘rassaṁ passasāmī’ti pajānāti. ",
  "dn22:2.10": "‘Sabbakāyapaṭisaṁvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṁvedī passasissāmī’ti sikkhati, ‘passambhayaṁ kāyasaṅkhāraṁ assasissāmī’ti sikkhati, ‘passambhayaṁ kāyasaṅkhāraṁ passasissāmī’ti sikkhati. ",
  "dn22:2.11": "Iti ajjhattaṁ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati. ",
  "dn22:2.12": "Samudayadhammānupassī vā kāyasmiṁ viharati, vayadhammānupassī vā kāyasmiṁ viharati, samudayavayadhammānupassī vā kāyasmiṁ viharati. ",
  "dn22:2.13": "‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:2.14": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:2.15": "Ānāpānapabbaṁ niṭṭhitaṁ. ",
  "dn22:3.0": "1.2. Kāyānupassanāiriyāpathapabba ",
  "dn22:3.1": "Puna caparaṁ, bhikkhave, bhikkhu gacchanto vā ‘gacchāmī’ti pajānāti, ṭhito vā ‘ṭhitomhī’ti pajānāti, nisinno vā ‘nisinnomhī’ti pajānāti, sayāno vā ‘sayānomhī’ti pajānāti, ",
  "dn22:3.2": "yathā yathā vā panassa kāyo paṇihito hoti tathā tathā naṁ pajānāti. ",
  "dn22:3.3": "Iti ajjhattaṁ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati. ",
  "dn22:3.4": "Samudayadhammānupassī vā kāyasmiṁ viharati, vayadhammānupassī vā kāyasmiṁ viharati, samudayavayadhammānupassī vā kāyasmiṁ viharati. ",
  "dn22:3.5": "‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:3.6": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:3.7": "Iriyāpathapabbaṁ niṭṭhitaṁ. ",
  "dn22:4.0": "1.3. Kāyānupassanāsampajānapabba ",
  "dn22:4.1": "Puna caparaṁ, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "dn22:4.2": "Iti ajjhattaṁ vā …pe… ",
  "dn22:4.3": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:4.4": "Sampajānapabbaṁ niṭṭhitaṁ. ",
  "dn22:5.0": "1.4. Kāyānupassanāpaṭikūlamanasikārapabba ",
  "dn22:5.1": "Puna caparaṁ, bhikkhave, bhikkhu imameva kāyaṁ uddhaṁ pādatalā adho kesamatthakā tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhati: ",
  "dn22:5.2": "‘atthi imasmiṁ kāye kesā lomā nakhā dantā taco, maṁsaṁ nhāru aṭṭhi aṭṭhimiñjaṁ vakkaṁ, hadayaṁ yakanaṁ kilomakaṁ pihakaṁ papphāsaṁ, antaṁ antaguṇaṁ udariyaṁ karīsaṁ, pittaṁ semhaṁ pubbo lohitaṁ sedo medo, assu vasā kheḷo siṅghāṇikā lasikā muttan’ti. ",
  "dn22:5.3": "Seyyathāpi, bhikkhave, ubhatomukhā putoḷi pūrā nānāvihitassa dhaññassa, seyyathidaṁ—sālīnaṁ vīhīnaṁ muggānaṁ māsānaṁ tilānaṁ taṇḍulānaṁ. Tamenaṁ cakkhumā puriso muñcitvā paccavekkheyya: ‘ime sālī, ime vīhī ime muggā ime māsā ime tilā ime taṇḍulā’ti. ",
  "dn22:5.4": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṁ uddhaṁ pādatalā adho kesamatthakā tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhati: ",
  "dn22:5.5": "‘atthi imasmiṁ kāye kesā lomā …pe… muttan’ti. ",
  "dn22:5.6": "Iti ajjhattaṁ vā …pe… ",
  "dn22:5.7": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:5.8": "Paṭikūlamanasikārapabbaṁ niṭṭhitaṁ. ",
  "dn22:6.0": "1.5. Kāyānupassanādhātumanasikārapabba ",
  "dn22:6.1": "Puna caparaṁ, bhikkhave, bhikkhu imameva kāyaṁ yathāṭhitaṁ yathāpaṇihitaṁ dhātuso paccavekkhati: ",
  "dn22:6.2": "‘atthi imasmiṁ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti. ",
  "dn22:6.3": "Seyyathāpi, bhikkhave, dakkho goghātako vā goghātakantevāsī vā gāviṁ vadhitvā catumahāpathe bilaso vibhajitvā nisinno assa; ",
  "dn22:6.4": "evameva kho, bhikkhave, bhikkhu imameva kāyaṁ yathāṭhitaṁ yathāpaṇihitaṁ dhātuso paccavekkhati: ",
  "dn22:6.5": "‘atthi imasmiṁ kāye pathavīdhātu āpodhātu tejodhātu vāyodhātū’ti. ",
  "dn22:6.6": "Iti ajjhattaṁ vā kāye kāyānupassī viharati …pe… ",
  "dn22:6.7": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:6.8": "Dhātumanasikārapabbaṁ niṭṭhitaṁ. ",
  "dn22:7.0": "1.6. Kāyānupassanānavasivathikapabba ",
  "dn22:7.1": "Puna caparaṁ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṁ sivathikāya chaḍḍitaṁ ekāhamataṁ vā dvīhamataṁ vā tīhamataṁ vā uddhumātakaṁ vinīlakaṁ vipubbakajātaṁ. ",
  "dn22:7.2": "So imameva kāyaṁ upasaṁharati: ",
  "dn22:7.3": "‘ayampi kho kāyo evaṁdhammo evaṁbhāvī evaṁanatīto’ti. ",
  "dn22:7.4": "Iti ajjhattaṁ vā …pe… ",
  "dn22:7.5": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:8.1": "Puna caparaṁ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṁ sivathikāya chaḍḍitaṁ kākehi vā khajjamānaṁ kulalehi vā khajjamānaṁ gijjhehi vā khajjamānaṁ kaṅkehi vā khajjamānaṁ sunakhehi vā khajjamānaṁ byagghehi vā khajjamānaṁ dīpīhi vā khajjamānaṁ siṅgālehi vā khajjamānaṁ vividhehi vā pāṇakajātehi khajjamānaṁ. ",
  "dn22:8.2": "So imameva kāyaṁ upasaṁharati: ",
  "dn22:8.3": "‘ayampi kho kāyo evaṁdhammo evaṁbhāvī evaṁanatīto’ti. ",
  "dn22:8.4": "Iti ajjhattaṁ vā …pe… ",
  "dn22:8.5": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:9.1": "Puna caparaṁ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṁ sivathikāya chaḍḍitaṁ aṭṭhikasaṅkhalikaṁ samaṁsalohitaṁ nhārusambandhaṁ …pe… ",
  "dn22:9.2": "Aṭṭhikasaṅkhalikaṁ nimaṁsalohitamakkhitaṁ nhārusambandhaṁ …pe… ",
  "dn22:9.3": "Aṭṭhikasaṅkhalikaṁ apagatamaṁsalohitaṁ nhārusambandhaṁ …pe… ",
  "dn22:9.4": "Aṭṭhikāni apagatasambandhāni disā vidisā vikkhittāni, aññena hatthaṭṭhikaṁ aññena pādaṭṭhikaṁ aññena gopphakaṭṭhikaṁ aññena jaṅghaṭṭhikaṁ aññena ūruṭṭhikaṁ aññena kaṭiṭṭhikaṁ aññena phāsukaṭṭhikaṁ aññena piṭṭhiṭṭhikaṁ aññena khandhaṭṭhikaṁ aññena gīvaṭṭhikaṁ aññena hanukaṭṭhikaṁ aññena dantaṭṭhikaṁ aññena sīsakaṭāhaṁ. ",
  "dn22:9.5": "So imameva kāyaṁ upasaṁharati: ",
  "dn22:9.6": "‘ayampi kho kāyo evaṁdhammo evaṁbhāvī evaṁanatīto’ti. ",
  "dn22:9.7": "Iti ajjhattaṁ vā …pe… ",
  "dn22:9.8": "viharati. ",
  "dn22:10.1": "Puna caparaṁ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṁ sivathikāya chaḍḍitaṁ aṭṭhikāni setāni saṅkhavaṇṇapaṭibhāgāni …pe… ",
  "dn22:10.2": "Aṭṭhikāni puñjakitāni terovassikāni …pe… ",
  "dn22:10.3": "Aṭṭhikāni pūtīni cuṇṇakajātāni. ",
  "dn22:10.4": "So imameva kāyaṁ upasaṁharati: ",
  "dn22:10.5": "‘ayampi kho kāyo evaṁdhammo evaṁbhāvī evaṁanatīto’ti. ",
  "dn22:10.6": "Iti ajjhattaṁ vā kāye kāyānupassī viharati, bahiddhā vā kāye kāyānupassī viharati, ajjhattabahiddhā vā kāye kāyānupassī viharati. ",
  "dn22:10.7": "Samudayadhammānupassī vā kāyasmiṁ viharati, vayadhammānupassī vā kāyasmiṁ viharati, samudayavayadhammānupassī vā kāyasmiṁ viharati. ",
  "dn22:10.8": "‘Atthi kāyo’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:10.9": "Evampi kho, bhikkhave, bhikkhu kāye kāyānupassī viharati. ",
  "dn22:10.10": "Navasivathikapabbaṁ niṭṭhitaṁ. ",
  "dn22:10.11": "Cuddasa kāyānupassanā niṭṭhitā. ",
  "dn22:11.0": "2. Vedanānupassanā ",
  "dn22:11.1": "Kathañca pana, bhikkhave, bhikkhu vedanāsu vedanānupassī viharati? ",
  "dn22:11.2": "Idha, bhikkhave, bhikkhu sukhaṁ vā vedanaṁ vedayamāno ‘sukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "dn22:11.3": "Dukkhaṁ vā vedanaṁ vedayamāno ‘dukkhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "dn22:11.4": "Adukkhamasukhaṁ vā vedanaṁ vedayamāno ‘adukkhamasukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "dn22:11.5": "Sāmisaṁ vā sukhaṁ vedanaṁ vedayamāno ‘sāmisaṁ sukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "dn22:11.6": "Nirāmisaṁ vā sukhaṁ vedanaṁ vedayamāno ‘nirāmisaṁ sukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "dn22:11.7": "Sāmisaṁ vā dukkhaṁ vedanaṁ vedayamāno ‘sāmisaṁ dukkhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "dn22:11.8": "Nirāmisaṁ vā dukkhaṁ vedanaṁ vedayamāno ‘nirāmisaṁ dukkhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "dn22:11.9": "Sāmisaṁ vā adukkhamasukhaṁ vedanaṁ vedayamāno ‘sāmisaṁ adukkhamasukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "dn22:11.10": "Nirāmisaṁ vā adukkhamasukhaṁ vedanaṁ vedayamāno ‘nirāmisaṁ adukkhamasukhaṁ vedanaṁ vedayāmī’ti pajānāti. ",
  "dn22:11.11": "Iti ajjhattaṁ vā vedanāsu vedanānupassī viharati, bahiddhā vā vedanāsu vedanānupassī viharati, ajjhattabahiddhā vā vedanāsu vedanānupassī viharati. ",
  "dn22:11.12": "Samudayadhammānupassī vā vedanāsu viharati, vayadhammānupassī vā vedanāsu viharati, samudayavayadhammānupassī vā vedanāsu viharati. ",
  "dn22:11.13": "‘Atthi vedanā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:11.14": "Evampi kho, bhikkhave, bhikkhu vedanāsu vedanānupassī viharati. ",
  "dn22:11.15": "Vedanānupassanā niṭṭhitā. ",
  "dn22:12.0": "3. Cittānupassanā ",
  "dn22:12.1": "Kathañca pana, bhikkhave, bhikkhu citte cittānupassī viharati? ",
  "dn22:12.2": "Idha, bhikkhave, bhikkhu sarāgaṁ vā cittaṁ ‘sarāgaṁ cittan’ti pajānāti. ",
  "dn22:12.3": "Vītarāgaṁ vā cittaṁ ‘vītarāgaṁ cittan’ti pajānāti. ",
  "dn22:12.4": "Sadosaṁ vā cittaṁ ‘sadosaṁ cittan’ti pajānāti. ",
  "dn22:12.5": "Vītadosaṁ vā cittaṁ ‘vītadosaṁ cittan’ti pajānāti. ",
  "dn22:12.6": "Samohaṁ vā cittaṁ ‘samohaṁ cittan’ti pajānāti. ",
  "dn22:12.7": "Vītamohaṁ vā cittaṁ ‘vītamohaṁ cittan’ti pajānāti. ",
  "dn22:12.8": "Saṅkhittaṁ vā cittaṁ ‘saṅkhittaṁ cittan’ti pajānāti. ",
  "dn22:12.9": "Vikkhittaṁ vā cittaṁ ‘vikkhittaṁ cittan’ti pajānāti. ",
  "dn22:12.10": "Mahaggataṁ vā cittaṁ ‘mahaggataṁ cittan’ti pajānāti. ",
  "dn22:12.11": "Amahaggataṁ vā cittaṁ ‘amahaggataṁ cittan’ti pajānāti. ",
  "dn22:12.12": "Sauttaraṁ vā cittaṁ ‘sauttaraṁ cittan’ti pajānāti. ",
  "dn22:12.13": "Anuttaraṁ vā cittaṁ ‘anuttaraṁ cittan’ti pajānāti. ",
  "dn22:12.14": "Samāhitaṁ vā cittaṁ ‘samāhitaṁ cittan’ti pajānāti. ",
  "dn22:12.15": "Asamāhitaṁ vā cittaṁ ‘asamāhitaṁ cittan’ti pajānāti. ",
  "dn22:12.16": "Vimuttaṁ vā cittaṁ ‘vimuttaṁ cittan’ti pajānāti. ",
  "dn22:12.17": "Avimuttaṁ vā cittaṁ ‘avimuttaṁ cittan’ti pajānāti. ",
  "dn22:12.18": "Iti ajjhattaṁ vā citte cittānupassī viharati, bahiddhā vā citte cittānupassī viharati, ajjhattabahiddhā vā citte cittānupassī viharati. ",
  "dn22:12.19": "Samudayadhammānupassī vā cittasmiṁ viharati, vayadhammānupassī vā cittasmiṁ viharati, samudayavayadhammānupassī vā cittasmiṁ viharati. ",
  "dn22:12.20": "‘Atthi cittan’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:12.21": "Evampi kho, bhikkhave, bhikkhu citte cittānupassī viharati. ",
  "dn22:12.22": "Cittānupassanā niṭṭhitā. ",
  "dn22:13.0.1": "4. Dhammānupassanā ",
  "dn22:13.0.2": "4.1. Dhammānupassanānīvaraṇapabba ",
  "dn22:13.1": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati? ",
  "dn22:13.2": "Idha, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu. ",
  "dn22:13.3": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu? ",
  "dn22:13.4": "Idha, bhikkhave, bhikkhu santaṁ vā ajjhattaṁ kāmacchandaṁ ‘atthi me ajjhattaṁ kāmacchando’ti pajānāti, asantaṁ vā ajjhattaṁ kāmacchandaṁ ‘natthi me ajjhattaṁ kāmacchando’ti pajānāti, yathā ca anuppannassa kāmacchandassa uppādo hoti tañca pajānāti, yathā ca uppannassa kāmacchandassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa kāmacchandassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:13.5": "Santaṁ vā ajjhattaṁ byāpādaṁ ‘atthi me ajjhattaṁ byāpādo’ti pajānāti, asantaṁ vā ajjhattaṁ byāpādaṁ ‘natthi me ajjhattaṁ byāpādo’ti pajānāti, yathā ca anuppannassa byāpādassa uppādo hoti tañca pajānāti, yathā ca uppannassa byāpādassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa byāpādassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:13.6": "Santaṁ vā ajjhattaṁ thinamiddhaṁ ‘atthi me ajjhattaṁ thinamiddhan’ti pajānāti, asantaṁ vā ajjhattaṁ thinamiddhaṁ ‘natthi me ajjhattaṁ thinamiddhan’ti pajānāti, yathā ca anuppannassa thinamiddhassa uppādo hoti tañca pajānāti, yathā ca uppannassa thinamiddhassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa thinamiddhassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:13.7": "Santaṁ vā ajjhattaṁ uddhaccakukkuccaṁ ‘atthi me ajjhattaṁ uddhaccakukkuccan’ti pajānāti, asantaṁ vā ajjhattaṁ uddhaccakukkuccaṁ ‘natthi me ajjhattaṁ uddhaccakukkuccan’ti pajānāti, yathā ca anuppannassa uddhaccakukkuccassa uppādo hoti tañca pajānāti, yathā ca uppannassa uddhaccakukkuccassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa uddhaccakukkuccassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:13.8": "Santaṁ vā ajjhattaṁ vicikicchaṁ ‘atthi me ajjhattaṁ vicikicchā’ti pajānāti, asantaṁ vā ajjhattaṁ vicikicchaṁ ‘natthi me ajjhattaṁ vicikicchā’ti pajānāti, yathā ca anuppannāya vicikicchāya uppādo hoti tañca pajānāti, yathā ca uppannāya vicikicchāya pahānaṁ hoti tañca pajānāti, yathā ca pahīnāya vicikicchāya āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:13.9": "Iti ajjhattaṁ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ",
  "dn22:13.10": "Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "dn22:13.11": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:13.12": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu nīvaraṇesu. ",
  "dn22:13.13": "Nīvaraṇapabbaṁ niṭṭhitaṁ. ",
  "dn22:14.0": "4.2. Dhammānupassanākhandhapabba ",
  "dn22:14.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu. ",
  "dn22:14.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu? ",
  "dn22:14.3": "Idha, bhikkhave, bhikkhu: ",
  "dn22:14.4": "‘iti rūpaṁ, iti rūpassa samudayo, iti rūpassa atthaṅgamo; ",
  "dn22:14.5": "iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo; ",
  "dn22:14.6": "iti saññā, iti saññāya samudayo, iti saññāya atthaṅgamo; ",
  "dn22:14.7": "iti saṅkhārā, iti saṅkhārānaṁ samudayo, iti saṅkhārānaṁ atthaṅgamo, ",
  "dn22:14.8": "iti viññāṇaṁ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti, ",
  "dn22:14.9": "iti ajjhattaṁ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ",
  "dn22:14.10": "Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "dn22:14.11": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:14.12": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati pañcasu upādānakkhandhesu. ",
  "dn22:14.13": "Khandhapabbaṁ niṭṭhitaṁ. ",
  "dn22:15.0": "4.3. Dhammānupassanāāyatanapabba ",
  "dn22:15.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu. ",
  "dn22:15.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu? ",
  "dn22:15.3": "Idha, bhikkhave, bhikkhu cakkhuñca pajānāti, rūpe ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:15.4": "Sotañca pajānāti, sadde ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:15.5": "Ghānañca pajānāti, gandhe ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:15.6": "Jivhañca pajānāti, rase ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:15.7": "Kāyañca pajānāti, phoṭṭhabbe ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:15.8": "Manañca pajānāti, dhamme ca pajānāti, yañca tadubhayaṁ paṭicca uppajjati saṁyojanaṁ tañca pajānāti, yathā ca anuppannassa saṁyojanassa uppādo hoti tañca pajānāti, yathā ca uppannassa saṁyojanassa pahānaṁ hoti tañca pajānāti, yathā ca pahīnassa saṁyojanassa āyatiṁ anuppādo hoti tañca pajānāti. ",
  "dn22:15.9": "Iti ajjhattaṁ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ",
  "dn22:15.10": "Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "dn22:15.11": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:15.12": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati chasu ajjhattikabāhiresu āyatanesu. ",
  "dn22:15.13": "Āyatanapabbaṁ niṭṭhitaṁ. ",
  "dn22:16.0": "4.4. Dhammānupassanābojjhaṅgapabba ",
  "dn22:16.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu. ",
  "dn22:16.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu? ",
  "dn22:16.3": "Idha, bhikkhave, bhikkhu santaṁ vā ajjhattaṁ satisambojjhaṅgaṁ ‘atthi me ajjhattaṁ satisambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ satisambojjhaṅgaṁ ‘natthi me ajjhattaṁ satisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa satisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa satisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "dn22:16.4": "Santaṁ vā ajjhattaṁ dhammavicayasambojjhaṅgaṁ ‘atthi me ajjhattaṁ dhammavicayasambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ dhammavicayasambojjhaṅgaṁ ‘natthi me ajjhattaṁ dhammavicayasambojjhaṅgo’ti pajānāti, yathā ca anuppannassa dhammavicayasambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa dhammavicayasambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "dn22:16.5": "Santaṁ vā ajjhattaṁ vīriyasambojjhaṅgaṁ ‘atthi me ajjhattaṁ vīriyasambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ vīriyasambojjhaṅgaṁ ‘natthi me ajjhattaṁ vīriyasambojjhaṅgo’ti pajānāti, yathā ca anuppannassa vīriyasambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa vīriyasambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "dn22:16.6": "Santaṁ vā ajjhattaṁ pītisambojjhaṅgaṁ ‘atthi me ajjhattaṁ pītisambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ pītisambojjhaṅgaṁ ‘natthi me ajjhattaṁ pītisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa pītisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa pītisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "dn22:16.7": "Santaṁ vā ajjhattaṁ passaddhisambojjhaṅgaṁ ‘atthi me ajjhattaṁ passaddhisambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ passaddhisambojjhaṅgaṁ ‘natthi me ajjhattaṁ passaddhisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa passaddhisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa passaddhisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "dn22:16.8": "Santaṁ vā ajjhattaṁ samādhisambojjhaṅgaṁ ‘atthi me ajjhattaṁ samādhisambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ samādhisambojjhaṅgaṁ ‘natthi me ajjhattaṁ samādhisambojjhaṅgo’ti pajānāti, yathā ca anuppannassa samādhisambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa samādhisambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "dn22:16.9": "Santaṁ vā ajjhattaṁ upekkhāsambojjhaṅgaṁ ‘atthi me ajjhattaṁ upekkhāsambojjhaṅgo’ti pajānāti, asantaṁ vā ajjhattaṁ upekkhāsambojjhaṅgaṁ ‘natthi me ajjhattaṁ upekkhāsambojjhaṅgo’ti pajānāti, yathā ca anuppannassa upekkhāsambojjhaṅgassa uppādo hoti tañca pajānāti, yathā ca uppannassa upekkhāsambojjhaṅgassa bhāvanāya pāripūrī hoti tañca pajānāti. ",
  "dn22:16.10": "Iti ajjhattaṁ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ",
  "dn22:16.11": "Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "dn22:16.12": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya, anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:16.13": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati sattasu bojjhaṅgesu. ",
  "dn22:16.14": "Bojjhaṅgapabbaṁ niṭṭhitaṁ. ",
  "dn22:17.0": "4.5. Dhammānupassanāsaccapabba ",
  "dn22:17.1": "Puna caparaṁ, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu. ",
  "dn22:17.2": "Kathañca pana, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu? ",
  "dn22:17.3": "Idha, bhikkhave, bhikkhu ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "dn22:17.4": "Paṭhamabhāṇavāro niṭṭhito. ",
  "dn22:18.0": "4.5.1. Dukkhasaccaniddesa ",
  "dn22:18.1": "Katamañca, bhikkhave, dukkhaṁ ariyasaccaṁ? ",
  "dn22:18.2": "Jātipi dukkhā, jarāpi dukkhā, maraṇampi dukkhaṁ, sokaparidevadukkhadomanassupāyāsāpi dukkhā, appiyehi sampayogopi dukkho, piyehi vippayogopi dukkho, yampicchaṁ na labhati tampi dukkhaṁ, saṅkhittena pañcupādānakkhandhā dukkhā. ",
  "dn22:18.3": "Katamā ca, bhikkhave, jāti? ",
  "dn22:18.4": "Yā tesaṁ tesaṁ sattānaṁ tamhi tamhi sattanikāye jāti sañjāti okkanti abhinibbatti khandhānaṁ pātubhāvo āyatanānaṁ paṭilābho, ",
  "dn22:18.5": "ayaṁ vuccati, bhikkhave, jāti. ",
  "dn22:18.6": "Katamā ca, bhikkhave, jarā? ",
  "dn22:18.7": "Yā tesaṁ tesaṁ sattānaṁ tamhi tamhi sattanikāye jarā jīraṇatā khaṇḍiccaṁ pāliccaṁ valittacatā āyuno saṁhāni indriyānaṁ paripāko, ",
  "dn22:18.8": "ayaṁ vuccati, bhikkhave, jarā. ",
  "dn22:18.9": "Katamañca, bhikkhave, maraṇaṁ? ",
  "dn22:18.10": "Yaṁ tesaṁ tesaṁ sattānaṁ tamhā tamhā sattanikāyā cuti cavanatā bhedo antaradhānaṁ maccu maraṇaṁ kālakiriyā khandhānaṁ bhedo kaḷevarassa nikkhepo jīvitindriyassupacchedo, ",
  "dn22:18.11": "idaṁ vuccati, bhikkhave, maraṇaṁ. ",
  "dn22:18.12": "Katamo ca, bhikkhave, soko? ",
  "dn22:18.13": "Yo kho, bhikkhave, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa soko socanā socitattaṁ antosoko antoparisoko, ",
  "dn22:18.14": "ayaṁ vuccati, bhikkhave, soko. ",
  "dn22:18.15": "Katamo ca, bhikkhave, paridevo? ",
  "dn22:18.16": "Yo kho, bhikkhave, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa ādevo paridevo ādevanā paridevanā ādevitattaṁ paridevitattaṁ, ",
  "dn22:18.17": "ayaṁ vuccati, bhikkhave, paridevo. ",
  "dn22:18.18": "Katamañca, bhikkhave, dukkhaṁ? ",
  "dn22:18.19": "Yaṁ kho, bhikkhave, kāyikaṁ dukkhaṁ kāyikaṁ asātaṁ kāyasamphassajaṁ dukkhaṁ asātaṁ vedayitaṁ, ",
  "dn22:18.20": "idaṁ vuccati, bhikkhave, dukkhaṁ. ",
  "dn22:18.21": "Katamañca, bhikkhave, domanassaṁ? ",
  "dn22:18.22": "Yaṁ kho, bhikkhave, cetasikaṁ dukkhaṁ cetasikaṁ asātaṁ manosamphassajaṁ dukkhaṁ asātaṁ vedayitaṁ, ",
  "dn22:18.23": "idaṁ vuccati, bhikkhave, domanassaṁ. ",
  "dn22:18.24": "Katamo ca, bhikkhave, upāyāso? ",
  "dn22:18.25": "Yo kho, bhikkhave, aññataraññatarena byasanena samannāgatassa aññataraññatarena dukkhadhammena phuṭṭhassa āyāso upāyāso āyāsitattaṁ upāyāsitattaṁ, ",
  "dn22:18.26": "ayaṁ vuccati, bhikkhave, upāyāso. ",
  "dn22:18.27": "Katamo ca, bhikkhave, appiyehi sampayogo dukkho? ",
  "dn22:18.28": "Idha yassa te honti aniṭṭhā akantā amanāpā rūpā saddā gandhā rasā phoṭṭhabbā dhammā, ye vā panassa te honti anatthakāmā ahitakāmā aphāsukakāmā ayogakkhemakāmā, yā tehi saddhiṁ saṅgati samāgamo samodhānaṁ missībhāvo, ",
  "dn22:18.29": "ayaṁ vuccati, bhikkhave, appiyehi sampayogo dukkho. ",
  "dn22:18.30": "Katamo ca, bhikkhave, piyehi vippayogo dukkho? ",
  "dn22:18.31": "Idha yassa te honti iṭṭhā kantā manāpā rūpā saddā gandhā rasā phoṭṭhabbā dhammā, ye vā panassa te honti atthakāmā hitakāmā phāsukakāmā yogakkhemakāmā mātā vā pitā vā bhātā vā bhaginī vā mittā vā amaccā vā ñātisālohitā vā, yā tehi saddhiṁ asaṅgati asamāgamo asamodhānaṁ amissībhāvo, ",
  "dn22:18.32": "ayaṁ vuccati, bhikkhave, piyehi vippayogo dukkho. ",
  "dn22:18.33": "Katamañca, bhikkhave, yampicchaṁ na labhati tampi dukkhaṁ? ",
  "dn22:18.34": "Jātidhammānaṁ, bhikkhave, sattānaṁ evaṁ icchā uppajjati: ",
  "dn22:18.35": "‘aho vata mayaṁ na jātidhammā assāma, na ca vata no jāti āgaccheyyā’ti. ",
  "dn22:18.36": "Na kho panetaṁ icchāya pattabbaṁ, ",
  "dn22:18.37": "idampi yampicchaṁ na labhati tampi dukkhaṁ. ",
  "dn22:18.38": "Jarādhammānaṁ, bhikkhave, sattānaṁ evaṁ icchā uppajjati: ",
  "dn22:18.39": "‘aho vata mayaṁ na jarādhammā assāma, na ca vata no jarā āgaccheyyā’ti. ",
  "dn22:18.40": "Na kho panetaṁ icchāya pattabbaṁ, idampi yampicchaṁ na labhati tampi dukkhaṁ. ",
  "dn22:18.41": "Byādhidhammānaṁ, bhikkhave, sattānaṁ evaṁ icchā uppajjati ‘aho vata mayaṁ na byādhidhammā assāma, na ca vata no byādhi āgaccheyyā’ti. ",
  "dn22:18.42": "Na kho panetaṁ icchāya pattabbaṁ, idampi yampicchaṁ na labhati tampi dukkhaṁ. ",
  "dn22:18.43": "Maraṇadhammānaṁ, bhikkhave, sattānaṁ evaṁ icchā uppajjati ‘aho vata mayaṁ na maraṇadhammā assāma, na ca vata no maraṇaṁ āgaccheyyā’ti. ",
  "dn22:18.44": "Na kho panetaṁ icchāya pattabbaṁ, idampi yampicchaṁ na labhati tampi dukkhaṁ. ",
  "dn22:18.45": "Sokaparidevadukkhadomanassupāyāsadhammānaṁ, bhikkhave, sattānaṁ evaṁ icchā uppajjati ‘aho vata mayaṁ na sokaparidevadukkhadomanassupāyāsadhammā assāma, na ca vata no sokaparidevadukkhadomanassupāyāsaā āgaccheyyun’ti. ",
  "dn22:18.46": "Na kho panetaṁ icchāya pattabbaṁ, ",
  "dn22:18.47": "idampi yampicchaṁ na labhati tampi dukkhaṁ. ",
  "dn22:18.48": "Katame ca, bhikkhave, saṅkhittena pañcupādānakkhandhā dukkhā? ",
  "dn22:18.49": "Seyyathidaṁ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho. ",
  "dn22:18.50": "Ime vuccanti, bhikkhave, saṅkhittena pañcupādānakkhandhā dukkhā. ",
  "dn22:18.51": "Idaṁ vuccati, bhikkhave, dukkhaṁ ariyasaccaṁ. ",
  "dn22:19.0": "4.5.2. Samudayasaccaniddesa ",
  "dn22:19.1": "Katamañca, bhikkhave, dukkhasamudayaṁ ariyasaccaṁ? ",
  "dn22:19.2": "Yāyaṁ taṇhā ponobbhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṁ—",
  "dn22:19.3": "kāmataṇhā bhavataṇhā vibhavataṇhā. ",
  "dn22:19.4": "Sā kho panesā, bhikkhave, taṇhā kattha uppajjamānā uppajjati, kattha nivisamānā nivisati? ",
  "dn22:19.5": "Yaṁ loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.6": "Kiñca loke piyarūpaṁ sātarūpaṁ? ",
  "dn22:19.7": "Cakkhu loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.8": "Sotaṁ loke …pe… ",
  "dn22:19.9": "ghānaṁ loke … ",
  "dn22:19.10": "jivhā loke … ",
  "dn22:19.11": "kāyo loke … ",
  "dn22:19.12": "mano loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.13": "Rūpā loke … ",
  "dn22:19.14": "saddā loke … ",
  "dn22:19.15": "gandhā loke … ",
  "dn22:19.16": "rasā loke … ",
  "dn22:19.17": "phoṭṭhabbā loke … ",
  "dn22:19.18": "dhammā loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.19": "Cakkhuviññāṇaṁ loke … ",
  "dn22:19.20": "sotaviññāṇaṁ loke … ",
  "dn22:19.21": "ghānaviññāṇaṁ loke … ",
  "dn22:19.22": "jivhāviññāṇaṁ loke … ",
  "dn22:19.23": "kāyaviññāṇaṁ loke … ",
  "dn22:19.24": "manoviññāṇaṁ loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.25": "Cakkhusamphasso loke … ",
  "dn22:19.26": "sotasamphasso loke … ",
  "dn22:19.27": "ghānasamphasso loke … ",
  "dn22:19.28": "jivhāsamphasso loke … ",
  "dn22:19.29": "kāyasamphasso loke … ",
  "dn22:19.30": "manosamphasso loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.31": "Cakkhusamphassajā vedanā loke … ",
  "dn22:19.32": "sotasamphassajā vedanā loke … ",
  "dn22:19.33": "ghānasamphassajā vedanā loke … ",
  "dn22:19.34": "jivhāsamphassajā vedanā loke … ",
  "dn22:19.35": "kāyasamphassajā vedanā loke … ",
  "dn22:19.36": "manosamphassajā vedanā loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.37": "Rūpasaññā loke … ",
  "dn22:19.38": "saddasaññā loke … ",
  "dn22:19.39": "gandhasaññā loke … ",
  "dn22:19.40": "rasasaññā loke … ",
  "dn22:19.41": "phoṭṭhabbasaññā loke … ",
  "dn22:19.42": "dhammasaññā loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.43": "Rūpasañcetanā loke … ",
  "dn22:19.44": "saddasañcetanā loke … ",
  "dn22:19.45": "gandhasañcetanā loke … ",
  "dn22:19.46": "rasasañcetanā loke … ",
  "dn22:19.47": "phoṭṭhabbasañcetanā loke … ",
  "dn22:19.48": "dhammasañcetanā loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.49": "Rūpataṇhā loke … ",
  "dn22:19.50": "saddataṇhā loke … ",
  "dn22:19.51": "gandhataṇhā loke … ",
  "dn22:19.52": "rasataṇhā loke … ",
  "dn22:19.53": "phoṭṭhabbataṇhā loke … ",
  "dn22:19.54": "dhammataṇhā loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.55": "Rūpavitakko loke … ",
  "dn22:19.56": "saddavitakko loke … ",
  "dn22:19.57": "gandhavitakko loke … ",
  "dn22:19.58": "rasavitakko loke … ",
  "dn22:19.59": "phoṭṭhabbavitakko loke … ",
  "dn22:19.60": "dhammavitakko loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.61": "Rūpavicāro loke … ",
  "dn22:19.62": "saddavicāro loke … ",
  "dn22:19.63": "gandhavicāro loke … ",
  "dn22:19.64": "rasavicāro loke … ",
  "dn22:19.65": "phoṭṭhabbavicāro loke … ",
  "dn22:19.66": "dhammavicāro loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati. ",
  "dn22:19.67": "Idaṁ vuccati, bhikkhave, dukkhasamudayaṁ ariyasaccaṁ. ",
  "dn22:20.0": "4.5.3. Nirodhasaccaniddesa ",
  "dn22:20.1": "Katamañca, bhikkhave, dukkhanirodhaṁ ariyasaccaṁ? ",
  "dn22:20.2": "Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo. ",
  "dn22:20.3": "Sā kho panesā, bhikkhave, taṇhā kattha pahīyamānā pahīyati, kattha nirujjhamānā nirujjhati? ",
  "dn22:20.4": "Yaṁ loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.5": "Kiñca loke piyarūpaṁ sātarūpaṁ? ",
  "dn22:20.6": "Cakkhu loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.7": "Sotaṁ loke …pe… ",
  "dn22:20.8": "ghānaṁ loke … ",
  "dn22:20.9": "jivhā loke … ",
  "dn22:20.10": "kāyo loke … ",
  "dn22:20.11": "mano loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.12": "Rūpā loke … ",
  "dn22:20.13": "saddā loke … ",
  "dn22:20.14": "gandhā loke … ",
  "dn22:20.15": "rasā loke … ",
  "dn22:20.16": "phoṭṭhabbā loke … ",
  "dn22:20.17": "dhammā loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.18": "Cakkhuviññāṇaṁ loke … ",
  "dn22:20.19": "sotaviññāṇaṁ loke … ",
  "dn22:20.20": "ghānaviññāṇaṁ loke … ",
  "dn22:20.21": "jivhāviññāṇaṁ loke … ",
  "dn22:20.22": "kāyaviññāṇaṁ loke … ",
  "dn22:20.23": "manoviññāṇaṁ loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.24": "Cakkhusamphasso loke … ",
  "dn22:20.25": "sotasamphasso loke … ",
  "dn22:20.26": "ghānasamphasso loke … ",
  "dn22:20.27": "jivhāsamphasso loke … ",
  "dn22:20.28": "kāyasamphasso loke … ",
  "dn22:20.29": "manosamphasso loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.30": "Cakkhusamphassajā vedanā loke … ",
  "dn22:20.31": "sotasamphassajā vedanā loke … ",
  "dn22:20.32": "ghānasamphassajā vedanā loke … ",
  "dn22:20.33": "jivhāsamphassajā vedanā loke … ",
  "dn22:20.34": "kāyasamphassajā vedanā loke … ",
  "dn22:20.35": "manosamphassajā vedanā loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.36": "Rūpasaññā loke … ",
  "dn22:20.37": "saddasaññā loke … ",
  "dn22:20.38": "gandhasaññā loke … ",
  "dn22:20.39": "rasasaññā loke … ",
  "dn22:20.40": "phoṭṭhabbasaññā loke … ",
  "dn22:20.41": "dhammasaññā loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.42": "Rūpasañcetanā loke … ",
  "dn22:20.43": "saddasañcetanā loke … ",
  "dn22:20.44": "gandhasañcetanā loke … ",
  "dn22:20.45": "rasasañcetanā loke … ",
  "dn22:20.46": "phoṭṭhabbasañcetanā loke … ",
  "dn22:20.47": "dhammasañcetanā loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.48": "Rūpataṇhā loke … ",
  "dn22:20.49": "saddataṇhā loke … ",
  "dn22:20.50": "gandhataṇhā loke … ",
  "dn22:20.51": "rasataṇhā loke … ",
  "dn22:20.52": "phoṭṭhabbataṇhā loke … ",
  "dn22:20.53": "dhammataṇhā loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.54": "Rūpavitakko loke … ",
  "dn22:20.55": "saddavitakko loke … ",
  "dn22:20.56": "gandhavitakko loke … ",
  "dn22:20.57": "rasavitakko loke … ",
  "dn22:20.58": "phoṭṭhabbavitakko loke … ",
  "dn22:20.59": "dhammavitakko loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.60": "Rūpavicāro loke … ",
  "dn22:20.61": "saddavicāro loke … ",
  "dn22:20.62": "gandhavicāro loke … ",
  "dn22:20.63": "rasavicāro loke … ",
  "dn22:20.64": "phoṭṭhabbavicāro loke … ",
  "dn22:20.65": "dhammavicāro loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhati. ",
  "dn22:20.66": "Idaṁ vuccati, bhikkhave, dukkhanirodhaṁ ariyasaccaṁ. ",
  "dn22:21.0": "4.5.4. Maggasaccaniddesa ",
  "dn22:21.1": "Katamañca, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṁ? ",
  "dn22:21.2": "Ayameva ariyo aṭṭhaṅgiko maggo seyyathidaṁ—",
  "dn22:21.3": "sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi. ",
  "dn22:21.4": "Katamā ca, bhikkhave, sammādiṭṭhi? ",
  "dn22:21.5": "Yaṁ kho, bhikkhave, dukkhe ñāṇaṁ, dukkhasamudaye ñāṇaṁ, dukkhanirodhe ñāṇaṁ, dukkhanirodhagāminiyā paṭipadāya ñāṇaṁ. ",
  "dn22:21.6": "Ayaṁ vuccati, bhikkhave, sammādiṭṭhi. ",
  "dn22:21.7": "Katamo ca, bhikkhave, sammāsaṅkappo? ",
  "dn22:21.8": "Nekkhammasaṅkappo abyāpādasaṅkappo avihiṁsāsaṅkappo. ",
  "dn22:21.9": "Ayaṁ vuccati, bhikkhave, sammāsaṅkappo. ",
  "dn22:21.10": "Katamā ca, bhikkhave, sammāvācā? ",
  "dn22:21.11": "Musāvādā veramaṇī pisuṇāya vācāya veramaṇī pharusāya vācāya veramaṇī samphappalāpā veramaṇī. ",
  "dn22:21.12": "Ayaṁ vuccati, bhikkhave, sammāvācā. ",
  "dn22:21.13": "Katamo ca, bhikkhave, sammākammanto? ",
  "dn22:21.14": "Pāṇātipātā veramaṇī adinnādānā veramaṇī kāmesumicchācārā veramaṇī. ",
  "dn22:21.15": "Ayaṁ vuccati, bhikkhave, sammākammanto. ",
  "dn22:21.16": "Katamo ca, bhikkhave, sammāājīvo? ",
  "dn22:21.17": "Idha, bhikkhave, ariyasāvako micchāājīvaṁ pahāya sammāājīvena jīvitaṁ kappeti. ",
  "dn22:21.18": "Ayaṁ vuccati, bhikkhave, sammāājīvo. ",
  "dn22:21.19": "Katamo ca, bhikkhave, sammāvāyāmo? ",
  "dn22:21.20": "Idha, bhikkhave, bhikkhu anuppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ anuppādāya chandaṁ janeti vāyamati vīriyaṁ ārabhati cittaṁ paggaṇhāti padahati; ",
  "dn22:21.21": "uppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ pahānāya chandaṁ janeti vāyamati vīriyaṁ ārabhati cittaṁ paggaṇhāti padahati; ",
  "dn22:21.22": "anuppannānaṁ kusalānaṁ dhammānaṁ uppādāya chandaṁ janeti vāyamati vīriyaṁ ārabhati cittaṁ paggaṇhāti padahati; ",
  "dn22:21.23": "uppannānaṁ kusalānaṁ dhammānaṁ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṁ janeti vāyamati vīriyaṁ ārabhati cittaṁ paggaṇhāti padahati. ",
  "dn22:21.24": "Ayaṁ vuccati, bhikkhave, sammāvāyāmo. ",
  "dn22:21.25": "Katamā ca, bhikkhave, sammāsati? ",
  "dn22:21.26": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ; ",
  "dn22:21.27": "vedanāsu vedanānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ; ",
  "dn22:21.28": "citte cittānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ; ",
  "dn22:21.29": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn22:21.30": "Ayaṁ vuccati, bhikkhave, sammāsati. ",
  "dn22:21.31": "Katamo ca, bhikkhave, sammāsamādhi? ",
  "dn22:21.32": "Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "dn22:21.33": "Vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati. ",
  "dn22:21.34": "Pītiyā ca virāgā upekkhako ca viharati, sato ca sampajāno, sukhañca kāyena paṭisaṁvedeti, yaṁ taṁ ariyā ācikkhanti ‘upekkhako satimā sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati. ",
  "dn22:21.35": "Sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "dn22:21.36": "Ayaṁ vuccati, bhikkhave, sammāsamādhi. ",
  "dn22:21.37": "Idaṁ vuccati, bhikkhave, dukkhanirodhagāminī paṭipadā ariyasaccaṁ. ",
  "dn22:21.38": "Iti ajjhattaṁ vā dhammesu dhammānupassī viharati, bahiddhā vā dhammesu dhammānupassī viharati, ajjhattabahiddhā vā dhammesu dhammānupassī viharati. ",
  "dn22:21.39": "Samudayadhammānupassī vā dhammesu viharati, vayadhammānupassī vā dhammesu viharati, samudayavayadhammānupassī vā dhammesu viharati. ",
  "dn22:21.40": "‘Atthi dhammā’ti vā panassa sati paccupaṭṭhitā hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati, na ca kiñci loke upādiyati. ",
  "dn22:21.41": "Evampi kho, bhikkhave, bhikkhu dhammesu dhammānupassī viharati catūsu ariyasaccesu. ",
  "dn22:21.42": "Saccapabbaṁ niṭṭhitaṁ. ",
  "dn22:21.43": "Dhammānupassanā niṭṭhitā. ",
  "dn22:22.1": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṁ bhāveyya sattavassāni, tassa dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ ",
  "dn22:22.2": "diṭṭheva dhamme aññā; sati vā upādisese anāgāmitā. ",
  "dn22:22.3": "Tiṭṭhantu, bhikkhave, sattavassāni. ",
  "dn22:22.4": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṁ bhāveyya cha vassāni …pe… ",
  "dn22:22.5": "pañca vassāni … ",
  "dn22:22.6": "cattāri vassāni … ",
  "dn22:22.7": "tīṇi vassāni … ",
  "dn22:22.8": "dve vassāni … ",
  "dn22:22.9": "ekaṁ vassaṁ … ",
  "dn22:22.10": "tiṭṭhatu, bhikkhave, ekaṁ vassaṁ. ",
  "dn22:22.11": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṁ bhāveyya sattamāsāni, tassa dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ ",
  "dn22:22.12": "diṭṭheva dhamme aññā; sati vā upādisese anāgāmitā. ",
  "dn22:22.13": "Tiṭṭhantu, bhikkhave, satta māsāni. ",
  "dn22:22.14": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṁ bhāveyya cha māsāni …pe… ",
  "dn22:22.15": "pañca māsāni … ",
  "dn22:22.16": "cattāri māsāni … ",
  "dn22:22.17": "tīṇi māsāni … ",
  "dn22:22.18": "dve māsāni … ",
  "dn22:22.19": "ekaṁ māsaṁ … ",
  "dn22:22.20": "aḍḍhamāsaṁ … ",
  "dn22:22.21": "tiṭṭhatu, bhikkhave, aḍḍhamāso. ",
  "dn22:22.22": "Yo hi koci, bhikkhave, ime cattāro satipaṭṭhāne evaṁ bhāveyya sattāhaṁ, tassa dvinnaṁ phalānaṁ aññataraṁ phalaṁ pāṭikaṅkhaṁ ",
  "dn22:22.23": "diṭṭheva dhamme aññā; sati vā upādisese anāgāmitāti. ",
  "dn22:22.24": "Ekāyano ayaṁ, bhikkhave, maggo sattānaṁ visuddhiyā sokaparidevānaṁ samatikkamāya dukkhadomanassānaṁ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya yadidaṁ cattāro satipaṭṭhānāti. ",
  "dn22:22.25": "Iti yaṁ taṁ vuttaṁ, idametaṁ paṭicca vuttan”ti. ",
  "dn22:22.26": "Idamavoca bhagavā. ",
  "dn22:22.27": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "dn22:22.28": "Mahāsatipaṭṭhānasuttaṁ niṭṭhitaṁ navamaṁ. "
}