{
  "dn23:0.1": "Dīgha Nikāya 23 ",
  "dn23:0.2": "Pāyāsisutta ",
  "dn23:1.1": "Evaṁ me sutaṁ—",
  "dn23:1.2": "ekaṁ samayaṁ āyasmā kumārakassapo kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi yena setabyā nāma kosalānaṁ nagaraṁ tadavasari. ",
  "dn23:1.3": "Tatra sudaṁ āyasmā kumārakassapo setabyāyaṁ viharati uttarena setabyaṁ siṁsapāvane. ",
  "dn23:1.4": "Tena kho pana samayena pāyāsi rājañño setabyaṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ raññā pasenadinā kosalena dinnaṁ rājadāyaṁ brahmadeyyaṁ. ",
  "dn23:2.0": "1. Pāyāsirājaññavatthu ",
  "dn23:2.1": "Tena kho pana samayena pāyāsissa rājaññassa evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ hoti: ",
  "dn23:2.2": "“itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko”ti. ",
  "dn23:2.3": "Assosuṁ kho setabyakā brāhmaṇagahapatikā: ",
  "dn23:2.4": "“samaṇo khalu bho kumārakassapo samaṇassa gotamassa sāvako kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi setabyaṁ anuppatto setabyāyaṁ viharati uttarena setabyaṁ siṁsapāvane. ",
  "dn23:2.5": "Taṁ kho pana bhavantaṁ kumārakassapaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn23:2.6": "‘paṇḍito byatto medhāvī bahussuto cittakathī kalyāṇapaṭibhāno vuddho ceva arahā ca. ",
  "dn23:2.7": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī’”ti. ",
  "dn23:2.8": "Atha kho setabyakā brāhmaṇagahapatikā setabyāya nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena siṁsapāvanaṁ. ",
  "dn23:3.1": "Tena kho pana samayena pāyāsi rājañño uparipāsāde divāseyyaṁ upagato hoti. ",
  "dn23:3.2": "Addasā kho pāyāsi rājañño setabyake brāhmaṇagahapatike setabyāya nikkhamitvā saṅghasaṅghī gaṇībhūte uttarenamukhe gacchante yena siṁsapāvanaṁ, ",
  "dn23:3.3": "disvā khattaṁ āmantesi: ",
  "dn23:3.4": "“kiṁ nu kho, bho khatte, setabyakā brāhmaṇagahapatikā setabyāya nikkhamitvā saṅghasaṅghī gaṇībhūtā uttarenamukhā gacchanti yena siṁsapāvanan”ti? ",
  "dn23:3.5": "“Atthi kho, bho, samaṇo kumārakassapo, samaṇassa gotamassa sāvako kosalesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi setabyaṁ anuppatto setabyāyaṁ viharati uttarena setabyaṁ siṁsapāvane. ",
  "dn23:3.6": "Taṁ kho pana bhavantaṁ kumārakassapaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn23:3.7": "‘paṇḍito byatto medhāvī bahussuto cittakathī kalyāṇapaṭibhāno vuddho ceva arahā cā’ti. ",
  "dn23:3.8": "Tamete bhavantaṁ kumārakassapaṁ dassanāya upasaṅkamantī”ti. ",
  "dn23:3.9": "“Tena hi, bho khatte, yena setabyakā brāhmaṇagahapatikā tenupasaṅkama; upasaṅkamitvā setabyake brāhmaṇagahapatike evaṁ vadehi: ",
  "dn23:3.10": "‘pāyāsi, bho, rājañño evamāha—",
  "dn23:3.11": "āgamentu kira bhavanto, pāyāsipi rājañño samaṇaṁ kumārakassapaṁ dassanāya upasaṅkamissatī’ti. ",
  "dn23:3.12": "Purā samaṇo kumārakassapo setabyake brāhmaṇagahapatike bāle abyatte saññāpeti: ",
  "dn23:3.13": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’ti. ",
  "dn23:3.14": "Natthi hi, bho khatte, paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko”ti. ",
  "dn23:3.15": "“Evaṁ, bho”ti kho so khattā pāyāsissa rājaññassa paṭissutvā yena setabyakā brāhmaṇagahapatikā tenupasaṅkami; upasaṅkamitvā setabyake brāhmaṇagahapatike etadavoca: ",
  "dn23:3.16": "“pāyāsi, bho, rājañño evamāha, āgamentu kira bhavanto, pāyāsipi rājañño samaṇaṁ kumārakassapaṁ dassanāya upasaṅkamissatī”ti. ",
  "dn23:4.1": "Atha kho pāyāsi rājañño setabyakehi brāhmaṇagahapatikehi parivuto yena siṁsapāvanaṁ yenāyasmā kumārakassapo tenupasaṅkami; upasaṅkamitvā āyasmatā kumārakassapena saddhiṁ sammodi, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "dn23:4.2": "Setabyakāpi kho brāhmaṇagahapatikā appekacce āyasmantaṁ kumārakassapaṁ abhivādetvā ekamantaṁ nisīdiṁsu; ",
  "dn23:4.3": "appekacce āyasmatā kumārakassapena saddhiṁ sammodiṁsu; ",
  "dn23:4.4": "sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu. ",
  "dn23:4.5": "Appekacce yenāyasmā kumārakassapo tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu. ",
  "dn23:4.6": "Appekacce nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu. ",
  "dn23:4.7": "Appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu. ",
  "dn23:5.0": "2. Natthikavāda ",
  "dn23:5.1": "Ekamantaṁ nisinno kho pāyāsi rājañño āyasmantaṁ kumārakassapaṁ etadavoca: ",
  "dn23:5.2": "“ahañhi, bho kassapa, evaṁvādī evaṁdiṭṭhī: ",
  "dn23:5.3": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:5.4": "“Nāhaṁ, rājañña, evaṁvādiṁ evaṁdiṭṭhiṁ addasaṁ vā assosiṁ vā. ",
  "dn23:5.5": "Kathañhi nāma evaṁ vadeyya: ",
  "dn23:5.6": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’ti? ",
  "dn23:5.7.0": "2.1. Candimasūriyaupamā ",
  "dn23:5.8": "Tena hi, rājañña, taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṁ byākareyyāsi. ",
  "dn23:5.9": "Taṁ kiṁ maññasi, rājañña, ",
  "dn23:5.10": "ime candimasūriyā imasmiṁ vā loke parasmiṁ vā, devā vā te manussā vā”ti? ",
  "dn23:5.11": "“Ime, bho kassapa, candimasūriyā parasmiṁ loke, na imasmiṁ; devā te na manussā”ti. ",
  "dn23:5.12": "“Imināpi kho te, rājañña, pariyāyena evaṁ hotu—",
  "dn23:5.13": "itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko”ti. ",
  "dn23:6.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho evaṁ me ettha hoti: ",
  "dn23:6.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:6.3": "“Atthi pana, rājañña, pariyāyo, yena te pariyāyena evaṁ hoti: ",
  "dn23:6.4": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti? ",
  "dn23:6.5": "“Atthi, bho kassapa, pariyāyo, yena me pariyāyena evaṁ hoti: ",
  "dn23:6.6": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:6.7": "“Yathā kathaṁ viya, rājaññā”ti? ",
  "dn23:6.8": "“Idha me, bho kassapa, mittāmaccā ñātisālohitā pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī. ",
  "dn23:6.9": "Te aparena samayena ābādhikā honti dukkhitā bāḷhagilānā. ",
  "dn23:6.10": "Yadāhaṁ jānāmi: ",
  "dn23:6.11": "‘na dānime imamhā ābādhā vuṭṭhahissantī’ti tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn23:6.12": "‘santi kho, bho, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn23:6.13": "“ye te pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantī”ti. ",
  "dn23:6.14": "Bhavanto kho pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī. ",
  "dn23:6.15": "Sace tesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ, bhavanto kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjissanti. ",
  "dn23:6.16": "Sace, bho, kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyyātha, yena me āgantvā āroceyyātha: ",
  "dn23:6.17": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko”ti. ",
  "dn23:6.18": "Bhavanto kho pana me saddhāyikā paccayikā, yaṁ bhavantehi diṭṭhaṁ, yathā sāmaṁ diṭṭhaṁ evametaṁ bhavissatī’ti. ",
  "dn23:6.19": "Te me ‘sādhū’ti paṭissutvā neva āgantvā ārocenti, na pana dūtaṁ pahiṇanti. ",
  "dn23:6.20": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṁ hoti: ",
  "dn23:6.21": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:7.0": "2.2. Coraupamā ",
  "dn23:7.1": "“Tena hi, rājañña, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṁ byākareyyāsi. ",
  "dn23:7.2": "Taṁ kiṁ maññasi, rājañña, ",
  "dn23:7.3": "idha te purisā coraṁ āgucāriṁ gahetvā dasseyyuṁ: ",
  "dn23:7.4": "‘ayaṁ te, bhante, coro āgucārī; ",
  "dn23:7.5": "imassa yaṁ icchasi, taṁ daṇḍaṁ paṇehī’ti. ",
  "dn23:7.6": "Te tvaṁ evaṁ vadeyyāsi: ",
  "dn23:7.7": "‘tena hi, bho, imaṁ purisaṁ daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa āghātane sīsaṁ chindathā’ti. ",
  "dn23:7.8": "Te ‘sādhū’ti paṭissutvā taṁ purisaṁ daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa āghātane nisīdāpeyyuṁ. ",
  "dn23:7.9": "Labheyya nu kho so coro coraghātesu: ",
  "dn23:7.10": "‘āgamentu tāva bhavanto coraghātā, amukasmiṁ me gāme vā nigame vā mittāmaccā ñātisālohitā, yāvāhaṁ tesaṁ uddisitvā āgacchāmī’ti, udāhu vippalapantasseva coraghātā sīsaṁ chindeyyun”ti? ",
  "dn23:7.11": "“Na hi so, bho kassapa, coro labheyya coraghātesu: ",
  "dn23:7.12": "‘āgamentu tāva bhavanto coraghātā amukasmiṁ me gāme vā nigame vā mittāmaccā ñātisālohitā, yāvāhaṁ tesaṁ uddisitvā āgacchāmī’ti. ",
  "dn23:7.13": "Atha kho naṁ vippalapantasseva coraghātā sīsaṁ chindeyyun”ti. ",
  "dn23:7.14": "“So hi nāma, rājañña, coro manusso manussabhūtesu coraghātesu na labhissati: ",
  "dn23:7.15": "‘āgamentu tāva bhavanto coraghātā, amukasmiṁ me gāme vā nigame vā mittāmaccā ñātisālohitā, yāvāhaṁ tesaṁ uddisitvā āgacchāmī’ti. ",
  "dn23:7.16": "Kiṁ pana te mittāmaccā ñātisālohitā pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī pisuṇavācā pharusavācā samphappalāpī abhijjhālū byāpannacittā micchādiṭṭhī, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā labhissanti nirayapālesu: ",
  "dn23:7.17": "‘āgamentu tāva bhavanto nirayapālā, yāva mayaṁ pāyāsissa rājaññassa gantvā ārocema: ",
  "dn23:7.18": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko”’ti? ",
  "dn23:7.19": "Imināpi kho te, rājañña, pariyāyena evaṁ hotu: ",
  "dn23:7.20": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:8.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho evaṁ me ettha hoti: ",
  "dn23:8.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:8.3": "“Atthi pana, rājañña, pariyāyo yena te pariyāyena evaṁ hoti: ",
  "dn23:8.4": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti? ",
  "dn23:8.5": "“Atthi, bho kassapa, pariyāyo, yena me pariyāyena evaṁ hoti: ",
  "dn23:8.6": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:8.7": "“Yathā kathaṁ viya, rājaññā”ti? ",
  "dn23:8.8": "“Idha me, bho kassapa, mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī. ",
  "dn23:8.9": "Te aparena samayena ābādhikā honti dukkhitā bāḷhagilānā. ",
  "dn23:8.10": "Yadāhaṁ jānāmi: ",
  "dn23:8.11": "‘na dānime imamhā ābādhā vuṭṭhahissantī’ti tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn23:8.12": "‘santi kho, bho, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn23:8.13": "“ye te pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjantī”ti. ",
  "dn23:8.14": "Bhavanto kho pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī. ",
  "dn23:8.15": "Sace tesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ, bhavanto kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissanti. ",
  "dn23:8.16": "Sace, bho, kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyātha, yena me āgantvā āroceyyātha: ",
  "dn23:8.17": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko”ti. ",
  "dn23:8.18": "Bhavanto kho pana me saddhāyikā paccayikā, yaṁ bhavantehi diṭṭhaṁ, yathā sāmaṁ diṭṭhaṁ evametaṁ bhavissatī’ti. ",
  "dn23:8.19": "Te me ‘sādhū’ti paṭissutvā neva āgantvā ārocenti, na pana dūtaṁ pahiṇanti. ",
  "dn23:8.20": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṁ hoti: ",
  "dn23:8.21": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:9.0": "2.3. Gūthakūpapurisaupamā ",
  "dn23:9.1": "“Tena hi, rājañña, upamaṁ te karissāmi. ",
  "dn23:9.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "dn23:9.3": "Seyyathāpi, rājañña, puriso gūthakūpe sasīsakaṁ nimuggo assa. ",
  "dn23:9.4": "Atha tvaṁ purise āṇāpeyyāsi: ",
  "dn23:9.5": "‘tena hi, bho, taṁ purisaṁ tamhā gūthakūpā uddharathā’ti. ",
  "dn23:9.6": "Te ‘sādhū’ti paṭissutvā taṁ purisaṁ tamhā gūthakūpā uddhareyyuṁ. ",
  "dn23:9.7": "Te tvaṁ evaṁ vadeyyāsi: ",
  "dn23:9.8": "‘tena hi, bho, tassa purisassa kāyā veḷupesikāhi gūthaṁ sunimmajjitaṁ nimmajjathā’ti. ",
  "dn23:9.9": "Te ‘sādhū’ti paṭissutvā tassa purisassa kāyā veḷupesikāhi gūthaṁ sunimmajjitaṁ nimmajjeyyuṁ. ",
  "dn23:9.10": "Te tvaṁ evaṁ vadeyyāsi: ",
  "dn23:9.11": "‘tena hi, bho, tassa purisassa kāyaṁ paṇḍumattikāya tikkhattuṁ subbaṭṭitaṁ ubbaṭṭethā’ti. ",
  "dn23:9.12": "Te tassa purisassa kāyaṁ paṇḍumattikāya tikkhattuṁ subbaṭṭitaṁ ubbaṭṭeyyuṁ. ",
  "dn23:9.13": "Te tvaṁ evaṁ vadeyyāsi: ",
  "dn23:9.14": "‘tena hi, bho, taṁ purisaṁ telena abbhañjitvā sukhumena cuṇṇena tikkhattuṁ suppadhotaṁ karothā’ti. ",
  "dn23:9.15": "Te taṁ purisaṁ telena abbhañjitvā sukhumena cuṇṇena tikkhattuṁ suppadhotaṁ kareyyuṁ. ",
  "dn23:9.16": "Te tvaṁ evaṁ vadeyyāsi: ",
  "dn23:9.17": "‘tena hi, bho, tassa purisassa kesamassuṁ kappethā’ti. ",
  "dn23:9.18": "Te tassa purisassa kesamassuṁ kappeyyuṁ. ",
  "dn23:9.19": "Te tvaṁ evaṁ vadeyyāsi: ",
  "dn23:9.20": "‘tena hi, bho, tassa purisassa mahagghañca mālaṁ mahagghañca vilepanaṁ mahagghāni ca vatthāni upaharathā’ti. ",
  "dn23:9.21": "Te tassa purisassa mahagghañca mālaṁ mahagghañca vilepanaṁ mahagghāni ca vatthāni upahareyyuṁ. ",
  "dn23:9.22": "Te tvaṁ evaṁ vadeyyāsi: ",
  "dn23:9.23": "‘tena hi, bho, taṁ purisaṁ pāsādaṁ āropetvā pañcakāmaguṇāni upaṭṭhāpethā’ti. ",
  "dn23:9.24": "Te taṁ purisaṁ pāsādaṁ āropetvā pañcakāmaguṇāni upaṭṭhāpeyyuṁ. ",
  "dn23:9.25": "Taṁ kiṁ maññasi, rājañña, ",
  "dn23:9.26": "api nu tassa purisassa sunhātassa suvilittassa sukappitakesamassussa āmukkamālābharaṇassa odātavatthavasanassa uparipāsādavaragatassa pañcahi kāmaguṇehi samappitassa samaṅgībhūtassa paricārayamānassa punadeva tasmiṁ gūthakūpe nimujjitukāmatā assā”ti? ",
  "dn23:9.27": "“No hidaṁ, bho kassapa”. ",
  "dn23:9.28": "“Taṁ kissa hetu”? ",
  "dn23:9.29": "“Asuci, bho kassapa, gūthakūpo asuci ceva asucisaṅkhāto ca duggandho ca duggandhasaṅkhāto ca jeguccho ca jegucchasaṅkhāto ca paṭikūlo ca paṭikūlasaṅkhāto cā”ti. ",
  "dn23:9.30": "“Evameva kho, rājañña, manussā devānaṁ asucī ceva asucisaṅkhātā ca, duggandhā ca duggandhasaṅkhātā ca, jegucchā ca jegucchasaṅkhātā ca, paṭikūlā ca paṭikūlasaṅkhātā ca. ",
  "dn23:9.31": "Yojanasataṁ kho, rājañña, manussagandho deve ubbādhati. ",
  "dn23:9.32": "Kiṁ pana te mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā pisuṇāya vācāya paṭiviratā pharusāya vācāya paṭiviratā samphappalāpā paṭiviratā anabhijjhālū abyāpannacittā sammādiṭṭhī, kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā te āgantvā ārocessanti: ",
  "dn23:9.33": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’ti? ",
  "dn23:9.34": "Imināpi kho te, rājañña, pariyāyena evaṁ hotu: ",
  "dn23:9.35": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:10.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho evaṁ me ettha hoti: ",
  "dn23:10.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:10.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:10.4": "“atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:10.5": "yathā kathaṁ viya, rājaññāti? ",
  "dn23:10.6": "“Idha me, bho kassapa, mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā, ",
  "dn23:10.7": "te aparena samayena ābādhikā honti dukkhitā bāḷhagilānā. ",
  "dn23:10.8": "Yadāhaṁ jānāmi: ",
  "dn23:10.9": "‘na dānime imamhā ābādhā vuṭṭhahissantī’ti tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn23:10.10": "‘santi kho, bho, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn23:10.11": "“ye te pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti devānaṁ tāvatiṁsānaṁ sahabyatan”ti. ",
  "dn23:10.12": "Bhavanto kho pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā. ",
  "dn23:10.13": "Sace tesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ vacanaṁ, bhavanto kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjissanti, devānaṁ tāvatiṁsānaṁ sahabyataṁ. ",
  "dn23:10.14": "Sace, bho, kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyātha devānaṁ tāvatiṁsānaṁ sahabyataṁ, yena me āgantvā āroceyyātha: ",
  "dn23:10.15": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko”ti. ",
  "dn23:10.16": "Bhavanto kho pana me saddhāyikā paccayikā, yaṁ bhavantehi diṭṭhaṁ, yathā sāmaṁ diṭṭhaṁ evametaṁ bhavissatī’ti. ",
  "dn23:10.17": "Te me ‘sādhū’ti paṭissutvā neva āgantvā ārocenti, na pana dūtaṁ pahiṇanti. ",
  "dn23:10.18": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṁ hoti: ",
  "dn23:10.19": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:11.0": "2.4. Tāvatiṁsadevaupamā ",
  "dn23:11.1": "“Tena hi, rājañña, taññevettha paṭipucchissāmi; yathā te khameyya, tathā naṁ byākareyyāsi. ",
  "dn23:11.2": "Yaṁ kho pana, rājañña, mānussakaṁ vassasataṁ, devānaṁ tāvatiṁsānaṁ eso eko rattindivo, tāya rattiyā tiṁsarattiyo māso, tena māsena dvādasamāsiyo saṁvaccharo, tena saṁvaccharena dibbaṁ vassasahassaṁ devānaṁ tāvatiṁsānaṁ āyuppamāṇaṁ. ",
  "dn23:11.3": "Ye te mittāmaccā ñātisālohitā pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā devānaṁ tāvatiṁsānaṁ sahabyataṁ. ",
  "dn23:11.4": "Sace pana tesaṁ evaṁ bhavissati: ",
  "dn23:11.5": "‘yāva mayaṁ dve vā tīṇi vā rattindivā dibbehi pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārema, atha mayaṁ pāyāsissa rājaññassa gantvā āroceyyāma: ",
  "dn23:11.6": "“itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko”ti. ",
  "dn23:11.7": "Api nu te āgantvā āroceyyuṁ—",
  "dn23:11.8": "itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti? ",
  "dn23:11.9": "“No hidaṁ, bho kassapa. ",
  "dn23:11.10": "Api hi mayaṁ, bho kassapa, ciraṁ kālaṅkatāpi bhaveyyāma. ",
  "dn23:11.11": "Ko panetaṁ bhoto kassapassa āroceti: ",
  "dn23:11.12": "‘atthi devā tāvatiṁsā’ti vā ‘evaṁdīghāyukā devā tāvatiṁsā’ti vā. ",
  "dn23:11.13": "Na mayaṁ bhoto kassapassa saddahāma: ",
  "dn23:11.14": "‘atthi devā tāvatiṁsā’ti vā ‘evaṁdīghāyukā devā tāvatiṁsā’ti vā”ti. ",
  "dn23:11.15.0": "2.5. Jaccandhaupamā ",
  "dn23:11.16": "“Seyyathāpi, rājañña, jaccandho puriso na passeyya kaṇha—sukkāni rūpāni, na passeyya nīlakāni rūpāni, na passeyya pītakāni rūpāni, na passeyya lohitakāni rūpāni, na passeyya mañjiṭṭhakāni rūpāni, na passeyya samavisamaṁ, na passeyya tārakāni rūpāni, na passeyya candimasūriye. ",
  "dn23:11.17": "So evaṁ vadeyya: ",
  "dn23:11.18": "‘natthi kaṇhasukkāni rūpāni, natthi kaṇhasukkānaṁ rūpānaṁ dassāvī. ",
  "dn23:11.19": "Natthi nīlakāni rūpāni, natthi nīlakānaṁ rūpānaṁ dassāvī. ",
  "dn23:11.20": "Natthi pītakāni rūpāni, natthi pītakānaṁ rūpānaṁ dassāvī. ",
  "dn23:11.21": "Natthi lohitakāni rūpāni, natthi lohitakānaṁ rūpānaṁ dassāvī. ",
  "dn23:11.22": "Natthi mañjiṭṭhakāni rūpāni, natthi mañjiṭṭhakānaṁ rūpānaṁ dassāvī. ",
  "dn23:11.23": "Natthi samavisamaṁ, natthi samavisamassa dassāvī. ",
  "dn23:11.24": "Natthi tārakāni rūpāni, natthi tārakānaṁ rūpānaṁ dassāvī. ",
  "dn23:11.25": "Natthi candimasūriyā, natthi candimasūriyānaṁ dassāvī. ",
  "dn23:11.26": "Ahametaṁ na jānāmi, ahametaṁ na passāmi, tasmā taṁ natthī’ti. ",
  "dn23:11.27": "Sammā nu kho so, rājañña, vadamāno vadeyyā”ti? ",
  "dn23:11.28": "“No hidaṁ, bho kassapa. ",
  "dn23:11.29": "Atthi kaṇhasukkāni rūpāni, atthi kaṇhasukkānaṁ rūpānaṁ dassāvī. ",
  "dn23:11.30": "Atthi nīlakāni rūpāni, atthi nīlakānaṁ rūpānaṁ dassāvī …pe… ",
  "dn23:11.31": "atthi samavisamaṁ, atthi samavisamassa dassāvī. ",
  "dn23:11.32": "Atthi tārakāni rūpāni, atthi tārakānaṁ rūpānaṁ dassāvī. ",
  "dn23:11.33": "Atthi candimasūriyā, atthi candimasūriyānaṁ dassāvī. ",
  "dn23:11.34": "‘Ahametaṁ na jānāmi, ahametaṁ na passāmi, tasmā taṁ natthī’ti. ",
  "dn23:11.35": "Na hi so, bho kassapa, sammā vadamāno vadeyyā”ti. ",
  "dn23:11.36": "“Evameva kho tvaṁ, rājañña, jaccandhūpamo maññe paṭibhāsi yaṁ maṁ tvaṁ evaṁ vadesi. ",
  "dn23:11.37": "Ko panetaṁ bhoto kassapassa āroceti: ",
  "dn23:11.38": "‘atthi devā tāvatiṁsā’ti vā, ‘evaṁdīghāyukā devā tāvatiṁsā’ti vā? ",
  "dn23:11.39": "Na mayaṁ bhoto kassapassa saddahāma: ",
  "dn23:11.40": "‘atthi devā tāvatiṁsā’ti vā ‘evaṁdīghāyukā devā tāvatiṁsā’ti vā”ti. ",
  "dn23:11.41": "“Na kho, rājañña, evaṁ paro loko daṭṭhabbo, yathā tvaṁ maññasi iminā maṁsacakkhunā. ",
  "dn23:11.42": "Ye kho te, rājañña, samaṇabrāhmaṇā araññavanapatthāni pantāni senāsanāni paṭisevanti, te tattha appamattā ātāpino pahitattā viharantā dibbacakkhuṁ visodhenti. ",
  "dn23:11.43": "Te dibbena cakkhunā visuddhena atikkantamānusakena imañceva lokaṁ passanti parañca satte ca opapātike. ",
  "dn23:11.44": "Evañca kho, rājañña, paro loko daṭṭhabbo; ",
  "dn23:11.45": "na tveva yathā tvaṁ maññasi iminā maṁsacakkhunā. ",
  "dn23:11.46": "Imināpi kho te, rājañña, pariyāyena evaṁ hotu: ",
  "dn23:11.47": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:12.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho evaṁ me ettha hoti: ",
  "dn23:12.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:12.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:12.4": "atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:12.5": "yathā kathaṁ viya, rājaññā”ti? ",
  "dn23:12.6": "“Idhāhaṁ, bho kassapa, passāmi samaṇabrāhmaṇe sīlavante kalyāṇadhamme jīvitukāme amaritukāme sukhakāme dukkhapaṭikūle. ",
  "dn23:12.7": "Tassa mayhaṁ, bho kassapa, evaṁ hoti—",
  "dn23:12.8": "sace kho ime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā evaṁ jāneyyuṁ: ",
  "dn23:12.9": "‘ito no matānaṁ seyyo bhavissatī’ti. ",
  "dn23:12.10": "Idānime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā visaṁ vā khādeyyuṁ, satthaṁ vā āhareyyuṁ, ubbandhitvā vā kālaṁ kareyyuṁ, papāte vā papateyyuṁ. ",
  "dn23:12.11": "Yasmā ca kho ime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā na evaṁ jānanti: ",
  "dn23:12.12": "‘ito no matānaṁ seyyo bhavissatī’ti, tasmā ime bhonto samaṇabrāhmaṇā sīlavanto kalyāṇadhammā jīvitukāmā amaritukāmā sukhakāmā dukkhapaṭikūlā attānaṁ na mārenti. ",
  "dn23:12.13": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṁ hoti: ",
  "dn23:12.14": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:13.0": "2.6. Gabbhinīupamā ",
  "dn23:13.1": "“Tena hi, rājañña, upamaṁ te karissāmi. ",
  "dn23:13.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "dn23:13.3": "Bhūtapubbaṁ, rājañña, aññatarassa brāhmaṇassa dve pajāpatiyo ahesuṁ. ",
  "dn23:13.4": "Ekissā putto ahosi dasavassuddesiko vā dvādasavassuddesiko vā, ekā gabbhinī upavijaññā. ",
  "dn23:13.5": "Atha kho so brāhmaṇo kālamakāsi. ",
  "dn23:13.6": "Atha kho so māṇavako mātusapattiṁ etadavoca: ",
  "dn23:13.7": "‘yamidaṁ, bhoti, dhanaṁ vā dhaññaṁ vā rajataṁ vā jātarūpaṁ vā, sabbaṁ taṁ mayhaṁ; ",
  "dn23:13.8": "natthi tuyhettha kiñci. ",
  "dn23:13.9": "Pitu me, bhoti, dāyajjaṁ niyyādehī’ti. ",
  "dn23:13.10": "Evaṁ vutte, sā brāhmaṇī taṁ māṇavakaṁ etadavoca: ",
  "dn23:13.11": "‘āgamehi tāva, tāta, yāva vijāyāmi. ",
  "dn23:13.12": "Sace kumārako bhavissati, tassapi ekadeso bhavissati; ",
  "dn23:13.13": "sace kumārikā bhavissati, sāpi te opabhoggā bhavissatī’ti. ",
  "dn23:13.14": "Dutiyampi kho so māṇavako mātusapattiṁ etadavoca: ",
  "dn23:13.15": "‘yamidaṁ, bhoti, dhanaṁ vā dhaññaṁ vā rajataṁ vā jātarūpaṁ vā, sabbaṁ taṁ mayhaṁ; ",
  "dn23:13.16": "natthi tuyhettha kiñci. ",
  "dn23:13.17": "Pitu me, bhoti, dāyajjaṁ niyyādehī’ti. ",
  "dn23:13.18": "Dutiyampi kho sā brāhmaṇī taṁ māṇavakaṁ etadavoca: ",
  "dn23:13.19": "‘āgamehi tāva, tāta, yāva vijāyāmi. ",
  "dn23:13.20": "Sace kumārako bhavissati, tassapi ekadeso bhavissati; ",
  "dn23:13.21": "sace kumārikā bhavissati sāpi te opabhoggā bhavissatī’ti. ",
  "dn23:13.22": "Tatiyampi kho so māṇavako mātusapattiṁ etadavoca: ",
  "dn23:13.23": "‘yamidaṁ, bhoti, dhanaṁ vā dhaññaṁ vā rajataṁ vā jātarūpaṁ vā, sabbaṁ taṁ mayhaṁ; ",
  "dn23:13.24": "natthi tuyhettha kiñci. ",
  "dn23:13.25": "Pitu me, bhoti, dāyajjaṁ niyyādehī’ti. ",
  "dn23:13.26": "Atha kho sā brāhmaṇī satthaṁ gahetvā ovarakaṁ pavisitvā udaraṁ opādesi: ",
  "dn23:13.27": "‘yāva vijāyāmi yadi vā kumārako yadi vā kumārikā’ti. ",
  "dn23:13.28": "Sā attānañceva jīvitañca gabbhañca sāpateyyañca vināsesi. ",
  "dn23:13.29": "Yathā taṁ bālā abyattā anayabyasanaṁ āpannā ayoniso dāyajjaṁ gavesantī, evameva kho tvaṁ, rājañña, bālo abyatto anayabyasanaṁ āpajjissasi ayoniso paralokaṁ gavesanto; ",
  "dn23:13.30": "seyyathāpi sā brāhmaṇī bālā abyattā anayabyasanaṁ āpannā ayoniso dāyajjaṁ gavesantī. ",
  "dn23:13.31": "Na kho, rājañña, samaṇabrāhmaṇā sīlavanto kalyāṇadhammā apakkaṁ paripācenti; ",
  "dn23:13.32": "api ca paripākaṁ āgamenti. ",
  "dn23:13.33": "Paṇḍitānaṁ attho hi, rājañña, samaṇabrāhmaṇānaṁ sīlavantānaṁ kalyāṇadhammānaṁ jīvitena. ",
  "dn23:13.34": "Yathā yathā kho, rājañña, samaṇabrāhmaṇā sīlavanto kalyāṇadhammā ciraṁ dīghamaddhānaṁ tiṭṭhanti tathā tathā bahuṁ puññaṁ pasavanti, bahujanahitāya ca paṭipajjanti bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
  "dn23:13.35": "Imināpi kho te, rājañña, pariyāyena evaṁ hotu: ",
  "dn23:13.36": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:14.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho evaṁ me ettha hoti: ",
  "dn23:14.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:14.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:14.4": "atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:14.5": "yathā kathaṁ viya, rājaññā”ti? ",
  "dn23:14.6": "“Idha me, bho kassapa, purisā coraṁ āgucāriṁ gahetvā dassenti: ",
  "dn23:14.7": "‘ayaṁ te, bhante, coro āgucārī; ",
  "dn23:14.8": "imassa yaṁ icchasi, taṁ daṇḍaṁ paṇehī’ti. ",
  "dn23:14.9": "Tyāhaṁ evaṁ vadāmi: ",
  "dn23:14.10": "‘tena hi, bho, imaṁ purisaṁ jīvantaṁyeva kumbhiyā pakkhipitvā mukhaṁ pidahitvā allena cammena onandhitvā allāya mattikāya bahalāvalepanaṁ karitvā uddhanaṁ āropetvā aggiṁ dethā’ti. ",
  "dn23:14.11": "Te me ‘sādhū’ti paṭissutvā taṁ purisaṁ jīvantaṁyeva kumbhiyā pakkhipitvā mukhaṁ pidahitvā allena cammena onandhitvā allāya mattikāya bahalāvalepanaṁ karitvā uddhanaṁ āropetvā aggiṁ denti. ",
  "dn23:14.12": "Yadā mayaṁ jānāma ‘kālaṅkato so puriso’ti, atha naṁ kumbhiṁ oropetvā ubbhinditvā mukhaṁ vivaritvā saṇikaṁ nillokema: ",
  "dn23:14.13": "‘appeva nāmassa jīvaṁ nikkhamantaṁ passeyyāmā’ti. ",
  "dn23:14.14": "Nevassa mayaṁ jīvaṁ nikkhamantaṁ passāma. ",
  "dn23:14.15": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṁ hoti: ",
  "dn23:14.16": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:15.0": "2.7. Supinakaupamā ",
  "dn23:15.1": "“Tena hi, rājañña, taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṁ byākareyyāsi. ",
  "dn23:15.2": "Abhijānāsi no tvaṁ, rājañña, divā seyyaṁ upagato supinakaṁ passitā ārāmarāmaṇeyyakaṁ vanarāmaṇeyyakaṁ bhūmirāmaṇeyyakaṁ pokkharaṇīrāmaṇeyyakan”ti? ",
  "dn23:15.3": "“Abhijānāmahaṁ, bho kassapa, divāseyyaṁ upagato supinakaṁ passitā ārāmarāmaṇeyyakaṁ vanarāmaṇeyyakaṁ bhūmirāmaṇeyyakaṁ pokkharaṇīrāmaṇeyyakan”ti. ",
  "dn23:15.4": "“Rakkhanti taṁ tamhi samaye khujjāpi vāmanakāpi velāsikāpi komārikāpī”ti? ",
  "dn23:15.5": "“Evaṁ, bho kassapa, rakkhanti maṁ tamhi samaye khujjāpi vāmanakāpi velāsikāpi komārikāpī”ti. ",
  "dn23:15.6": "“Api nu tā tuyhaṁ jīvaṁ passanti pavisantaṁ vā nikkhamantaṁ vā”ti? ",
  "dn23:15.7": "“No hidaṁ, bho kassapa”. ",
  "dn23:15.8": "“Tā hi nāma, rājañña, tuyhaṁ jīvantassa jīvantiyo jīvaṁ na passissanti pavisantaṁ vā nikkhamantaṁ vā. ",
  "dn23:15.9": "Kiṁ pana tvaṁ kālaṅkatassa jīvaṁ passissasi pavisantaṁ vā nikkhamantaṁ vā. ",
  "dn23:15.10": "Imināpi kho te, rājañña, pariyāyena evaṁ hotu: ",
  "dn23:15.11": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:16.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho evaṁ me ettha hoti: ",
  "dn23:16.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:16.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:16.4": "“atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:16.5": "yathā kathaṁ viya, rājaññā”ti? ",
  "dn23:16.6": "“Idha me, bho kassapa, purisā coraṁ āgucāriṁ gahetvā dassenti: ",
  "dn23:16.7": "‘ayaṁ te, bhante, coro āgucārī; ",
  "dn23:16.8": "imassa yaṁ icchasi, taṁ daṇḍaṁ paṇehī’ti. ",
  "dn23:16.9": "Tyāhaṁ evaṁ vadāmi: ",
  "dn23:16.10": "‘tena hi, bho, imaṁ purisaṁ jīvantaṁyeva tulāya tuletvā jiyāya anassāsakaṁ māretvā punadeva tulāya tulethā’ti. ",
  "dn23:16.11": "Te me ‘sādhū’ti paṭissutvā taṁ purisaṁ jīvantaṁyeva tulāya tuletvā jiyāya anassāsakaṁ māretvā punadeva tulāya tulenti. ",
  "dn23:16.12": "Yadā so jīvati, tadā lahutaro ca hoti mudutaro ca kammaññataro ca. ",
  "dn23:16.13": "Yadā pana so kālaṅkato hoti tadā garutaro ca hoti patthinnataro ca akammaññataro ca. ",
  "dn23:16.14": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṁ hoti: ",
  "dn23:16.15": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:17.0": "2.8. Santattaayoguḷaupamā ",
  "dn23:17.1": "“Tena hi, rājañña, upamaṁ te karissāmi. ",
  "dn23:17.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "dn23:17.3": "Seyyathāpi, rājañña, puriso divasaṁ santattaṁ ayoguḷaṁ ādittaṁ sampajjalitaṁ sajotibhūtaṁ tulāya tuleyya. ",
  "dn23:17.4": "Tamenaṁ aparena samayena sītaṁ nibbutaṁ tulāya tuleyya. ",
  "dn23:17.5": "Kadā nu kho so ayoguḷo lahutaro vā hoti mudutaro vā kammaññataro vā, yadā vā āditto sampajjalito sajotibhūto, yadā vā sīto nibbuto”ti? ",
  "dn23:17.6": "“Yadā so, bho kassapa, ayoguḷo tejosahagato ca hoti vāyosahagato ca āditto sampajjalito sajotibhūto, tadā lahutaro ca hoti mudutaro ca kammaññataro ca. ",
  "dn23:17.7": "Yadā pana so ayoguḷo neva tejosahagato hoti na vāyosahagato sīto nibbuto, tadā garutaro ca hoti patthinnataro ca akammaññataro cā”ti. ",
  "dn23:17.8": "“Evameva kho, rājañña, yadāyaṁ kāyo āyusahagato ca hoti usmāsahagato ca viññāṇasahagato ca, tadā lahutaro ca hoti mudutaro ca kammaññataro ca. ",
  "dn23:17.9": "Yadā panāyaṁ kāyo neva āyusahagato hoti na usmāsahagato na viññāṇasahagato tadā garutaro ca hoti patthinnataro ca akammaññataro ca. ",
  "dn23:17.10": "Imināpi kho te, rājañña, pariyāyena evaṁ hotu: ",
  "dn23:17.11": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:18.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho evaṁ me ettha hoti: ",
  "dn23:18.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:18.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:18.4": "atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:18.5": "yathā kathaṁ viya, rājaññā”ti? ",
  "dn23:18.6": "“Idha me, bho kassapa, purisā coraṁ āgucāriṁ gahetvā dassenti: ",
  "dn23:18.7": "‘ayaṁ te, bhante, coro āgucārī; ",
  "dn23:18.8": "imassa yaṁ icchasi, taṁ daṇḍaṁ paṇehī’ti. ",
  "dn23:18.9": "Tyāhaṁ evaṁ vadāmi: ",
  "dn23:18.10": "‘tena hi, bho, imaṁ purisaṁ anupahacca chaviñca cammañca maṁsañca nhāruñca aṭṭhiñca aṭṭhimiñjañca jīvitā voropetha, appeva nāmassa jīvaṁ nikkhamantaṁ passeyyāmā’ti. ",
  "dn23:18.11": "Te me ‘sādhū’ti paṭissutvā taṁ purisaṁ anupahacca chaviñca …pe… jīvitā voropenti. ",
  "dn23:18.12": "Yadā so āmato hoti, tyāhaṁ evaṁ vadāmi: ",
  "dn23:18.13": "‘tena hi, bho, imaṁ purisaṁ uttānaṁ nipātetha, appeva nāmassa jīvaṁ nikkhamantaṁ passeyyāmā’ti. ",
  "dn23:18.14": "Te taṁ purisaṁ uttānaṁ nipātenti. ",
  "dn23:18.15": "Nevassa mayaṁ jīvaṁ nikkhamantaṁ passāma. ",
  "dn23:18.16": "Tyāhaṁ evaṁ vadāmi: ",
  "dn23:18.17": "‘tena hi, bho, imaṁ purisaṁ avakujjaṁ nipātetha … ",
  "dn23:18.18": "passena nipātetha … ",
  "dn23:18.19": "dutiyena passena nipātetha … ",
  "dn23:18.20": "uddhaṁ ṭhapetha … ",
  "dn23:18.21": "omuddhakaṁ ṭhapetha … ",
  "dn23:18.22": "pāṇinā ākoṭetha … ",
  "dn23:18.23": "leḍḍunā ākoṭetha … ",
  "dn23:18.24": "daṇḍena ākoṭetha … ",
  "dn23:18.25": "satthena ākoṭetha … ",
  "dn23:18.26": "odhunātha sandhunātha niddhunātha, appeva nāmassa jīvaṁ nikkhamantaṁ passeyyāmā’ti. ",
  "dn23:18.27": "Te taṁ purisaṁ odhunanti sandhunanti niddhunanti. ",
  "dn23:18.28": "Nevassa mayaṁ jīvaṁ nikkhamantaṁ passāma. ",
  "dn23:18.29": "Tassa tadeva cakkhu hoti te rūpā, tañcāyatanaṁ nappaṭisaṁvedeti. ",
  "dn23:18.30": "Tadeva sotaṁ hoti te saddā, tañcāyatanaṁ nappaṭisaṁvedeti. ",
  "dn23:18.31": "Tadeva ghānaṁ hoti te gandhā, tañcāyatanaṁ nappaṭisaṁvedeti. ",
  "dn23:18.32": "Sāva jivhā hoti te rasā, tañcāyatanaṁ nappaṭisaṁvedeti. ",
  "dn23:18.33": "Sveva kāyo hoti te phoṭṭhabbā, tañcāyatanaṁ nappaṭisaṁvedeti. ",
  "dn23:18.34": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṁ hoti: ",
  "dn23:18.35": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:19.0": "2.9. Saṅkhadhamaupamā ",
  "dn23:19.1": "“Tena hi, rājañña, upamaṁ te karissāmi. ",
  "dn23:19.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "dn23:19.3": "Bhūtapubbaṁ, rājañña, aññataro saṅkhadhamo saṅkhaṁ ādāya paccantimaṁ janapadaṁ agamāsi. ",
  "dn23:19.4": "So yena aññataro gāmo tenupasaṅkami; upasaṅkamitvā majjhe gāmassa ṭhito tikkhattuṁ saṅkhaṁ upalāpetvā saṅkhaṁ bhūmiyaṁ nikkhipitvā ekamantaṁ nisīdi. ",
  "dn23:19.5": "Atha kho, rājañña, tesaṁ paccantajanapadānaṁ manussānaṁ etadahosi: ",
  "dn23:19.6": "‘ambho kassa nu kho eso saddo evaṁrajanīyo evaṅkamanīyo evaṁmadanīyo evambandhanīyo evaṁmucchanīyo’ti. ",
  "dn23:19.7": "Sannipatitvā taṁ saṅkhadhamaṁ etadavocuṁ: ",
  "dn23:19.8": "‘ambho, kassa nu kho eso saddo evaṁrajanīyo evaṅkamanīyo evaṁmadanīyo evambandhanīyo evaṁmucchanīyo’ti. ",
  "dn23:19.9": "‘Eso kho, bho, saṅkho nāma yasseso saddo evaṁrajanīyo evaṅkamanīyo evaṁmadanīyo evambandhanīyo evaṁmucchanīyo’ti. ",
  "dn23:19.10": "Te taṁ saṅkhaṁ uttānaṁ nipātesuṁ: ",
  "dn23:19.11": "‘vadehi, bho saṅkha, vadehi, bho saṅkhā’ti. ",
  "dn23:19.12": "Neva so saṅkho saddamakāsi. ",
  "dn23:19.13": "Te taṁ saṅkhaṁ avakujjaṁ nipātesuṁ, passena nipātesuṁ, dutiyena passena nipātesuṁ, uddhaṁ ṭhapesuṁ, omuddhakaṁ ṭhapesuṁ, pāṇinā ākoṭesuṁ, leḍḍunā ākoṭesuṁ, daṇḍena ākoṭesuṁ, satthena ākoṭesuṁ, odhuniṁsu sandhuniṁsu niddhuniṁsu: ",
  "dn23:19.14": "‘vadehi, bho saṅkha, vadehi, bho saṅkhā’ti. ",
  "dn23:19.15": "Neva so saṅkho saddamakāsi. ",
  "dn23:19.16": "Atha kho, rājañña, tassa saṅkhadhamassa etadahosi: ",
  "dn23:19.17": "‘yāva bālā ime paccantajanapadā manussā, kathañhi nāma ayoniso saṅkhasaddaṁ gavesissantī’ti. ",
  "dn23:19.18": "Tesaṁ pekkhamānānaṁ saṅkhaṁ gahetvā tikkhattuṁ saṅkhaṁ upalāpetvā saṅkhaṁ ādāya pakkāmi. ",
  "dn23:19.19": "Atha kho, rājañña, tesaṁ paccantajanapadānaṁ manussānaṁ etadahosi: ",
  "dn23:19.20": "‘yadā kira, bho, ayaṁ saṅkho nāma purisasahagato ca hoti vāyāmasahagato ca vāyusahagato ca, tadāyaṁ saṅkho saddaṁ karoti, yadā panāyaṁ saṅkho neva purisasahagato hoti na vāyāmasahagato na vāyusahagato, nāyaṁ saṅkho saddaṁ karotī’ti. ",
  "dn23:19.21": "Evameva kho, rājañña, yadāyaṁ kāyo āyusahagato ca hoti usmāsahagato ca viññāṇasahagato ca, tadā abhikkamatipi paṭikkamatipi tiṭṭhatipi nisīdatipi seyyampi kappeti, cakkhunāpi rūpaṁ passati, sotenapi saddaṁ suṇāti, ghānenapi gandhaṁ ghāyati, jivhāyapi rasaṁ sāyati, kāyenapi phoṭṭhabbaṁ phusati, manasāpi dhammaṁ vijānāti. ",
  "dn23:19.22": "Yadā panāyaṁ kāyo neva āyusahagato hoti, na usmāsahagato, na viññāṇasahagato, tadā neva abhikkamati na paṭikkamati na tiṭṭhati na nisīdati na seyyaṁ kappeti, cakkhunāpi rūpaṁ na passati, sotenapi saddaṁ na suṇāti, ghānenapi gandhaṁ na ghāyati, jivhāyapi rasaṁ na sāyati, kāyenapi phoṭṭhabbaṁ na phusati, manasāpi dhammaṁ na vijānāti. ",
  "dn23:19.23": "Imināpi kho te, rājañña, pariyāyena evaṁ hotu: ",
  "dn23:19.24": "‘itipi atthi paro loko, atthi sattā opapātikā, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:20.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho evaṁ me ettha hoti: ",
  "dn23:20.2": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:20.3": "“Atthi pana, rājañña, pariyāyo …pe… ",
  "dn23:20.4": "atthi, bho kassapa, pariyāyo …pe… ",
  "dn23:20.5": "yathā kathaṁ viya, rājaññā”ti? ",
  "dn23:20.6": "“Idha me, bho kassapa, purisā coraṁ āgucāriṁ gahetvā dassenti: ",
  "dn23:20.7": "‘ayaṁ te, bhante, coro āgucārī, ",
  "dn23:20.8": " imassa yaṁ icchasi, taṁ daṇḍaṁ paṇehī’ti. ",
  "dn23:20.9": "Tyāhaṁ evaṁ vadāmi: ",
  "dn23:20.10": "‘tena hi, bho, imassa purisassa chaviṁ chindatha, appeva nāmassa jīvaṁ passeyyāmā’ti. ",
  "dn23:20.11": "Te tassa purisassa chaviṁ chindanti. ",
  "dn23:20.12": "Nevassa mayaṁ jīvaṁ passāma. ",
  "dn23:20.13": "Tyāhaṁ evaṁ vadāmi: ",
  "dn23:20.14": "‘tena hi, bho, imassa purisassa cammaṁ chindatha, maṁsaṁ chindatha, nhāruṁ chindatha, aṭṭhiṁ chindatha, aṭṭhimiñjaṁ chindatha, appeva nāmassa jīvaṁ passeyyāmā’ti. ",
  "dn23:20.15": "Te tassa purisassa aṭṭhimiñjaṁ chindanti, nevassa mayaṁ jīvaṁ passeyyāma. ",
  "dn23:20.16": "Ayampi kho, bho kassapa, pariyāyo, yena me pariyāyena evaṁ hoti: ",
  "dn23:20.17": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti. ",
  "dn23:21.0": "2.10. Aggikajaṭilaupamā ",
  "dn23:21.1": "“Tena hi, rājañña, upamaṁ te karissāmi. ",
  "dn23:21.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "dn23:21.3": "Bhūtapubbaṁ, rājañña, aññataro aggiko jaṭilo araññāyatane paṇṇakuṭiyā sammati. ",
  "dn23:21.4": "Atha kho, rājañña, aññataro janapade sattho vuṭṭhāsi. ",
  "dn23:21.5": "Atha kho so sattho tassa aggikassa jaṭilassa assamassa sāmantā ekarattiṁ vasitvā pakkāmi. ",
  "dn23:21.6": "Atha kho, rājañña, tassa aggikassa jaṭilassa etadahosi: ",
  "dn23:21.7": "‘yannūnāhaṁ yena so satthavāso tenupasaṅkameyyaṁ, appeva nāmettha kiñci upakaraṇaṁ adhigaccheyyan’ti. ",
  "dn23:21.8": "Atha kho so aggiko jaṭilo kālasseva vuṭṭhāya yena so satthavāso tenupasaṅkami; upasaṅkamitvā addasa tasmiṁ satthavāse daharaṁ kumāraṁ mandaṁ uttānaseyyakaṁ chaḍḍitaṁ. ",
  "dn23:21.9": "Disvānassa etadahosi: ",
  "dn23:21.10": "‘na kho me taṁ patirūpaṁ yaṁ me pekkhamānassa manussabhūto kālaṅkareyya; ",
  "dn23:21.11": "yannūnāhaṁ imaṁ dārakaṁ assamaṁ netvā āpādeyyaṁ poseyyaṁ vaḍḍheyyan’ti. ",
  "dn23:21.12": "Atha kho so aggiko jaṭilo taṁ dārakaṁ assamaṁ netvā āpādesi posesi vaḍḍhesi. ",
  "dn23:21.13": "Yadā so dārako dasavassuddesiko vā hoti dvādasavassuddesiko vā, atha kho tassa aggikassa jaṭilassa janapade kañcideva karaṇīyaṁ uppajji. ",
  "dn23:21.14": "Atha kho so aggiko jaṭilo taṁ dārakaṁ etadavoca: ",
  "dn23:21.15": "‘icchāmahaṁ, tāta, janapadaṁ gantuṁ; ",
  "dn23:21.16": "aggiṁ, tāta, paricareyyāsi. ",
  "dn23:21.17": "Mā ca te aggi nibbāyi. ",
  "dn23:21.18": "Sace ca te aggi nibbāyeyya, ayaṁ vāsī imāni kaṭṭhāni idaṁ araṇisahitaṁ, aggiṁ nibbattetvā aggiṁ paricareyyāsī’ti. ",
  "dn23:21.19": "Atha kho so aggiko jaṭilo taṁ dārakaṁ evaṁ anusāsitvā janapadaṁ agamāsi. ",
  "dn23:21.20": "Tassa khiḍḍāpasutassa aggi nibbāyi. ",
  "dn23:21.21": "Atha kho tassa dārakassa etadahosi: ",
  "dn23:21.22": "‘pitā kho maṁ evaṁ avaca: ",
  "dn23:21.23": "“aggiṁ, tāta, paricareyyāsi. ",
  "dn23:21.24": "Mā ca te aggi nibbāyi. ",
  "dn23:21.25": "Sace ca te aggi nibbāyeyya, ayaṁ vāsī imāni kaṭṭhāni idaṁ araṇisahitaṁ, aggiṁ nibbattetvā aggiṁ paricareyyāsī”ti. ",
  "dn23:21.26": "Yannūnāhaṁ aggiṁ nibbattetvā aggiṁ paricareyyan’ti. ",
  "dn23:21.27": "Atha kho so dārako araṇisahitaṁ vāsiyā tacchi: ",
  "dn23:21.28": "‘appeva nāma aggiṁ adhigaccheyyan’ti. ",
  "dn23:21.29": "Neva so aggiṁ adhigacchi. ",
  "dn23:21.30": "Araṇisahitaṁ dvidhā phālesi, tidhā phālesi, catudhā phālesi, pañcadhā phālesi, dasadhā phālesi, satadhā phālesi, sakalikaṁ sakalikaṁ akāsi, sakalikaṁ sakalikaṁ karitvā udukkhale koṭṭesi, udukkhale koṭṭetvā mahāvāte opuni: ",
  "dn23:21.31": "‘appeva nāma aggiṁ adhigaccheyyan’ti. ",
  "dn23:21.32": "Neva so aggiṁ adhigacchi. ",
  "dn23:21.33": "Atha kho so aggiko jaṭilo janapade taṁ karaṇīyaṁ tīretvā yena sako assamo tenupasaṅkami; upasaṅkamitvā taṁ dārakaṁ etadavoca: ",
  "dn23:21.34": "‘kacci te, tāta, aggi na nibbuto’ti? ",
  "dn23:21.35": "‘Idha me, tāta, khiḍḍāpasutassa aggi nibbāyi. ",
  "dn23:21.36": "Tassa me etadahosi: ",
  "dn23:21.37": "“pitā kho maṁ evaṁ avaca aggiṁ, tāta, paricareyyāsi. ",
  "dn23:21.38": "Mā ca te, tāta, aggi nibbāyi. ",
  "dn23:21.39": "Sace ca te aggi nibbāyeyya, ayaṁ vāsī imāni kaṭṭhāni idaṁ araṇisahitaṁ, aggiṁ nibbattetvā aggiṁ paricareyyāsīti. ",
  "dn23:21.40": "Yannūnāhaṁ aggiṁ nibbattetvā aggiṁ paricareyyan”ti. ",
  "dn23:21.41": "Atha khvāhaṁ, tāta, araṇisahitaṁ vāsiyā tacchiṁ: ",
  "dn23:21.42": "“appeva nāma aggiṁ adhigaccheyyan”ti. ",
  "dn23:21.43": "Nevāhaṁ aggiṁ adhigacchiṁ. ",
  "dn23:21.44": "Araṇisahitaṁ dvidhā phālesiṁ, tidhā phālesiṁ, catudhā phālesiṁ, pañcadhā phālesiṁ, dasadhā phālesiṁ, satadhā phālesiṁ, sakalikaṁ sakalikaṁ akāsiṁ, sakalikaṁ sakalikaṁ karitvā udukkhale koṭṭesiṁ, udukkhale koṭṭetvā mahāvāte opuniṁ: ",
  "dn23:21.45": "“appeva nāma aggiṁ adhigaccheyyan”ti. ",
  "dn23:21.46": "Nevāhaṁ aggiṁ adhigacchin’ti. ",
  "dn23:21.47": "Atha kho tassa aggikassa jaṭilassa etadahosi: ",
  "dn23:21.48": "‘yāva bālo ayaṁ dārako abyatto, kathañhi nāma ayoniso aggiṁ gavesissatī’ti. ",
  "dn23:21.49": "Tassa pekkhamānassa araṇisahitaṁ gahetvā aggiṁ nibbattetvā taṁ dārakaṁ etadavoca: ",
  "dn23:21.50": "‘evaṁ kho, tāta, aggi nibbattetabbo. ",
  "dn23:21.51": "Na tveva yathā tvaṁ bālo abyatto ayoniso aggiṁ gavesī’ti. ",
  "dn23:21.52": "Evameva kho tvaṁ, rājañña, bālo abyatto ayoniso paralokaṁ gavesissasi. ",
  "dn23:21.53": "Paṭinissajjetaṁ, rājañña, pāpakaṁ diṭṭhigataṁ; paṭinissajjetaṁ, rājañña, pāpakaṁ diṭṭhigataṁ. ",
  "dn23:21.54": "Mā te ahosi dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "dn23:22.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho nevāhaṁ sakkomi idaṁ pāpakaṁ diṭṭhigataṁ paṭinissajjituṁ. ",
  "dn23:22.2": "Rājāpi maṁ pasenadi kosalo jānāti tirorājānopi: ",
  "dn23:22.3": "‘pāyāsi rājañño evaṁvādī evaṁdiṭṭhī: ",
  "dn23:22.4": "“itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko”’ti. ",
  "dn23:22.5": "Sacāhaṁ, bho kassapa, idaṁ pāpakaṁ diṭṭhigataṁ paṭinissajjissāmi, bhavissanti me vattāro: ",
  "dn23:22.6": "‘yāva bālo pāyāsi rājañño abyatto duggahitagāhī’ti. ",
  "dn23:22.7": "Kopenapi naṁ harissāmi, makkhenapi naṁ harissāmi, palāsenapi naṁ harissāmī”ti. ",
  "dn23:23.0": "2.11. Dvesatthavāhaupamā ",
  "dn23:23.1": "“Tena hi, rājañña, upamaṁ te karissāmi. ",
  "dn23:23.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "dn23:23.3": "Bhūtapubbaṁ, rājañña, mahāsakaṭasattho sakaṭasahassaṁ puratthimā janapadā pacchimaṁ janapadaṁ agamāsi. ",
  "dn23:23.4": "So yena yena gacchi, khippaṁyeva pariyādiyati tiṇakaṭṭhodakaṁ haritakapaṇṇaṁ. ",
  "dn23:23.5": "Tasmiṁ kho pana satthe dve satthavāhā ahesuṁ eko pañcannaṁ sakaṭasatānaṁ, eko pañcannaṁ sakaṭasatānaṁ. ",
  "dn23:23.6": "Atha kho tesaṁ satthavāhānaṁ etadahosi: ",
  "dn23:23.7": "‘ayaṁ kho mahāsakaṭasattho sakaṭasahassaṁ; ",
  "dn23:23.8": "te mayaṁ yena yena gacchāma, khippameva pariyādiyati tiṇakaṭṭhodakaṁ haritakapaṇṇaṁ. ",
  "dn23:23.9": "Yannūna mayaṁ imaṁ satthaṁ dvidhā vibhajeyyāma—",
  "dn23:23.10": "ekato pañca sakaṭasatāni ekato pañca sakaṭasatānī’ti. ",
  "dn23:23.11": "Te taṁ satthaṁ dvidhā vibhajiṁsu ekato pañca sakaṭasatāni, ekato pañca sakaṭasatāni. ",
  "dn23:23.12": "Eko satthavāho bahuṁ tiṇañca kaṭṭhañca udakañca āropetvā satthaṁ payāpesi. ",
  "dn23:23.13": "Dvīhatīhapayāto kho pana so sattho addasa purisaṁ kāḷaṁ lohitakkhaṁ sannaddhakalāpaṁ kumudamāliṁ allavatthaṁ allakesaṁ kaddamamakkhitehi cakkehi bhadrena rathena paṭipathaṁ āgacchantaṁ, disvā etadavoca: ",
  "dn23:23.14": "‘kuto, bho, āgacchasī’ti? ",
  "dn23:23.15": "‘Amukamhā janapadā’ti. ",
  "dn23:23.16": "‘Kuhiṁ gamissasī’ti? ",
  "dn23:23.17": "‘Amukaṁ nāma janapadan’ti. ",
  "dn23:23.18": "‘Kacci, bho, purato kantāre mahāmegho abhippavuṭṭho’ti? ",
  "dn23:23.19": "‘Evaṁ, bho, purato kantāre mahāmegho abhippavuṭṭho, āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
  "dn23:23.20": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṁ sīghaṁ gacchatha, mā yoggāni kilamitthā’ti. ",
  "dn23:23.21": "Atha kho so satthavāho satthike āmantesi: ",
  "dn23:23.22": "‘ayaṁ, bho, puriso evamāha: ",
  "dn23:23.23": "“purato kantāre mahāmegho abhippavuṭṭho, āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
  "dn23:23.24": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṁ sīghaṁ gacchatha, mā yoggāni kilamitthā”ti. ",
  "dn23:23.25": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi satthaṁ payāpethā’ti. ",
  "dn23:23.26": "‘Evaṁ, bho’ti kho te satthikā tassa satthavāhassa paṭissutvā chaḍḍetvā purāṇāni tiṇāni kaṭṭhāni udakāni lahubhārehi sakaṭehi satthaṁ payāpesuṁ. ",
  "dn23:23.27": "Te paṭhamepi satthavāse na addasaṁsu tiṇaṁ vā kaṭṭhaṁ vā udakaṁ vā. ",
  "dn23:23.28": "Dutiyepi satthavāse … ",
  "dn23:23.29": "tatiyepi satthavāse … ",
  "dn23:23.30": "catutthepi satthavāse … ",
  "dn23:23.31": "pañcamepi satthavāse … ",
  "dn23:23.32": "chaṭṭhepi satthavāse … ",
  "dn23:23.33": "sattamepi satthavāse na addasaṁsu tiṇaṁ vā kaṭṭhaṁ vā udakaṁ vā. ",
  "dn23:23.34": "Sabbeva anayabyasanaṁ āpajjiṁsu. ",
  "dn23:23.35": "Ye ca tasmiṁ satthe ahesuṁ manussā vā pasū vā, sabbe so yakkho amanusso bhakkhesi. ",
  "dn23:23.36": "Aṭṭhikāneva sesāni. ",
  "dn23:23.37": "Yadā aññāsi dutiyo satthavāho: ",
  "dn23:23.38": "‘bahunikkhanto kho, bho, dāni so sattho’ti bahuṁ tiṇañca kaṭṭhañca udakañca āropetvā satthaṁ payāpesi. ",
  "dn23:23.39": "Dvīhatīhapayāto kho pana so sattho addasa purisaṁ kāḷaṁ lohitakkhaṁ sannaddhakalāpaṁ kumudamāliṁ allavatthaṁ allakesaṁ kaddamamakkhitehi cakkehi bhadrena rathena paṭipathaṁ āgacchantaṁ, disvā etadavoca: ",
  "dn23:23.40": "‘kuto, bho, āgacchasī’ti? ",
  "dn23:23.41": "‘Amukamhā janapadā’ti. ",
  "dn23:23.42": "‘Kuhiṁ gamissasī’ti? ",
  "dn23:23.43": "‘Amukaṁ nāma janapadan’ti. ",
  "dn23:23.44": "‘Kacci, bho, purato kantāre mahāmegho abhippavuṭṭho’ti? ",
  "dn23:23.45": "‘Evaṁ, bho, purato kantāre mahāmegho abhippavuṭṭho. Āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
  "dn23:23.46": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṁ sīghaṁ gacchatha, mā yoggāni kilamitthā’ti. ",
  "dn23:23.47": "Atha kho so satthavāho satthike āmantesi: ",
  "dn23:23.48": "‘ayaṁ, bho, puriso evamāha: ",
  "dn23:23.49": "“purato kantāre mahāmegho abhippavuṭṭho, āsittodakāni vaṭumāni, bahu tiṇañca kaṭṭhañca udakañca. ",
  "dn23:23.50": "Chaḍḍetha, bho, purāṇāni tiṇāni kaṭṭhāni udakāni, lahubhārehi sakaṭehi sīghaṁ sīghaṁ gacchatha; mā yoggāni kilamitthā”ti. ",
  "dn23:23.51": "Ayaṁ bho puriso neva amhākaṁ mitto, na ñātisālohito, kathaṁ mayaṁ imassa saddhāya gamissāma. ",
  "dn23:23.52": "Na vo chaḍḍetabbāni purāṇāni tiṇāni kaṭṭhāni udakāni, yathābhatena bhaṇḍena satthaṁ payāpetha. ",
  "dn23:23.53": "Na no purāṇaṁ chaḍḍessāmā’ti. ",
  "dn23:23.54": "‘Evaṁ, bho’ti kho te satthikā tassa satthavāhassa paṭissutvā yathābhatena bhaṇḍena satthaṁ payāpesuṁ. ",
  "dn23:23.55": "Te paṭhamepi satthavāse na addasaṁsu tiṇaṁ vā kaṭṭhaṁ vā udakaṁ vā. ",
  "dn23:23.56": "Dutiyepi satthavāse … ",
  "dn23:23.57": "tatiyepi satthavāse … ",
  "dn23:23.58": "catutthepi satthavāse … ",
  "dn23:23.59": "pañcamepi satthavāse … ",
  "dn23:23.60": "chaṭṭhepi satthavāse … ",
  "dn23:23.61": "sattamepi satthavāse na addasaṁsu tiṇaṁ vā kaṭṭhaṁ vā udakaṁ vā. ",
  "dn23:23.62": "Tañca satthaṁ addasaṁsu anayabyasanaṁ āpannaṁ. ",
  "dn23:23.63": "Ye ca tasmiṁ satthepi ahesuṁ manussā vā pasū vā, tesañca aṭṭhikāneva addasaṁsu tena yakkhena amanussena bhakkhitānaṁ. ",
  "dn23:23.64": "Atha kho so satthavāho satthike āmantesi: ",
  "dn23:23.65": "‘ayaṁ kho, bho, sattho anayabyasanaṁ āpanno, yathā taṁ tena bālena satthavāhena pariṇāyakena. ",
  "dn23:23.66": "Tena hi, bho, yānamhākaṁ satthe appasārāni paṇiyāni, tāni chaḍḍetvā, yāni imasmiṁ satthe mahāsārāni paṇiyāni, tāni ādiyathā’ti. ",
  "dn23:23.67": "‘Evaṁ, bho’ti kho te satthikā tassa satthavāhassa paṭissutvā yāni sakasmiṁ satthe appasārāni paṇiyāni, tāni chaḍḍetvā yāni tasmiṁ satthe mahāsārāni paṇiyāni, tāni ādiyitvā sotthinā taṁ kantāraṁ nitthariṁsu, yathā taṁ paṇḍitena satthavāhena pariṇāyakena. ",
  "dn23:23.68": "Evameva kho tvaṁ, rājañña, bālo abyatto anayabyasanaṁ āpajjissasi ayoniso paralokaṁ gavesanto, seyyathāpi so purimo satthavāho. ",
  "dn23:23.69": "Yepi tava sotabbaṁ saddhātabbaṁ maññissanti, tepi anayabyasanaṁ āpajjissanti, seyyathāpi te satthikā. ",
  "dn23:23.70": "Paṭinissajjetaṁ, rājañña, pāpakaṁ diṭṭhigataṁ; paṭinissajjetaṁ, rājañña, pāpakaṁ diṭṭhigataṁ. ",
  "dn23:23.71": "Mā te ahosi dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "dn23:24.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho nevāhaṁ sakkomi idaṁ pāpakaṁ diṭṭhigataṁ paṭinissajjituṁ. ",
  "dn23:24.2": "Rājāpi maṁ pasenadi kosalo jānāti tirorājānopi: ‘pāyāsi rājañño evaṁvādī evaṁdiṭṭhī: ",
  "dn23:24.3": "“itipi natthi paro loko …pe… vipāko”’ti. ",
  "dn23:24.4": "Sacāhaṁ, bho kassapa, idaṁ pāpakaṁ diṭṭhigataṁ paṭinissajjissāmi, bhavissanti me vattāro: ",
  "dn23:24.5": "‘yāva bālo pāyāsi rājañño, abyatto duggahitagāhī’ti. ",
  "dn23:24.6": "Kopenapi naṁ harissāmi, makkhenapi naṁ harissāmi, palāsenapi naṁ harissāmī”ti. ",
  "dn23:25.0": "2.12. Gūthabhārikaupamā ",
  "dn23:25.1": "“Tena hi, rājañña, upamaṁ te karissāmi. ",
  "dn23:25.2": "Upamāya m’idhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "dn23:25.3": "Bhūtapubbaṁ, rājañña, aññataro sūkaraposako puriso sakamhā gāmā aññaṁ gāmaṁ agamāsi. ",
  "dn23:25.4": "Tattha addasa pahūtaṁ sukkhagūthaṁ chaḍḍitaṁ. ",
  "dn23:25.5": "Disvānassa etadahosi: ",
  "dn23:25.6": "‘ayaṁ kho pahūto sukkhagūtho chaḍḍito, mama ca sūkarabhattaṁ; ",
  "dn23:25.7": "yannūnāhaṁ ito sukkhagūthaṁ hareyyan’ti. ",
  "dn23:25.8": "So uttarāsaṅgaṁ pattharitvā pahūtaṁ sukkhagūthaṁ ākiritvā bhaṇḍikaṁ bandhitvā sīse ubbāhetvā agamāsi. ",
  "dn23:25.9": "Tassa antarāmagge mahāakālamegho pāvassi. ",
  "dn23:25.10": "So uggharantaṁ paggharantaṁ yāva agganakhā gūthena makkhito gūthabhāraṁ ādāya agamāsi. ",
  "dn23:25.11": "Tamenaṁ manussā disvā evamāhaṁsu: ",
  "dn23:25.12": "‘kacci no tvaṁ, bhaṇe, ummatto, kacci viceto, kathañhi nāma uggharantaṁ paggharantaṁ yāva agganakhā gūthena makkhito gūthabhāraṁ harissasī’ti. ",
  "dn23:25.13": "‘Tumhe khvettha, bhaṇe, ummattā, tumhe vicetā, tathā hi pana me sūkarabhattan’ti. ",
  "dn23:25.14": "Evameva kho tvaṁ, rājañña, gūthabhārikūpamo maññe paṭibhāsi. ",
  "dn23:25.15": "Paṭinissajjetaṁ, rājañña, pāpakaṁ diṭṭhigataṁ; paṭinissajjetaṁ, rājañña, pāpakaṁ diṭṭhigataṁ. ",
  "dn23:25.16": "Mā te ahosi dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "dn23:26.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho nevāhaṁ sakkomi idaṁ pāpakaṁ diṭṭhigataṁ paṭinissajjituṁ. ",
  "dn23:26.2": "Rājāpi maṁ pasenadi kosalo jānāti tirorājānopi: ",
  "dn23:26.3": "‘pāyāsi rājañño evaṁvādī evaṁdiṭṭhī: ",
  "dn23:26.4": "“itipi natthi paro loko …pe… vipāko”’ti. ",
  "dn23:26.5": "Sacāhaṁ, bho kassapa, idaṁ pāpakaṁ diṭṭhigataṁ paṭinissajjissāmi, bhavissanti me vattāro: ",
  "dn23:26.6": "‘yāva bālo pāyāsi rājañño abyatto duggahitagāhī’ti. ",
  "dn23:26.7": "Kopenapi naṁ harissāmi, makkhenapi naṁ harissāmi, palāsenapi naṁ harissāmī”ti. ",
  "dn23:27.0": "2.13. Akkhadhuttakaupamā ",
  "dn23:27.1": "“Tena hi, rājañña, upamaṁ te karissāmi, ",
  "dn23:27.2": "upamāya m’idhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "dn23:27.3": "Bhūtapubbaṁ, rājañña, dve akkhadhuttā akkhehi dibbiṁsu. ",
  "dn23:27.4": "Eko akkhadhutto āgatāgataṁ kaliṁ gilati. ",
  "dn23:27.5": "Addasā kho dutiyo akkhadhutto taṁ akkhadhuttaṁ āgatāgataṁ kaliṁ gilantaṁ, disvā taṁ akkhadhuttaṁ etadavoca: ",
  "dn23:27.6": "‘tvaṁ kho, samma, ekantikena jināsi, dehi me, samma, akkhe pajohissāmī’ti. ",
  "dn23:27.7": "‘Evaṁ, sammā’ti kho so akkhadhutto tassa akkhadhuttassa akkhe pādāsi. ",
  "dn23:27.8": "Atha kho so akkhadhutto akkhe visena paribhāvetvā taṁ akkhadhuttaṁ etadavoca: ",
  "dn23:27.9": "‘ehi kho, samma, akkhehi dibbissāmā’ti. ",
  "dn23:27.10": "‘Evaṁ, sammā’ti kho so akkhadhutto tassa akkhadhuttassa paccassosi. ",
  "dn23:27.11": "Dutiyampi kho te akkhadhuttā akkhehi dibbiṁsu. ",
  "dn23:27.12": "Dutiyampi kho so akkhadhutto āgatāgataṁ kaliṁ gilati. ",
  "dn23:27.13": "Addasā kho dutiyo akkhadhutto taṁ akkhadhuttaṁ dutiyampi āgatāgataṁ kaliṁ gilantaṁ, disvā taṁ akkhadhuttaṁ etadavoca: ",
  "dn23:27.14": "‘Littaṁ paramena tejasā, ",
  "dn23:27.15": "Gilamakkhaṁ puriso na bujjhati; ",
  "dn23:27.16": "Gila re gila pāpadhuttaka, ",
  "dn23:27.17": "Pacchā te kaṭukaṁ bhavissatī’ti. ",
  "dn23:27.18": "Evameva kho tvaṁ, rājañña, akkhadhuttakūpamo maññe paṭibhāsi. ",
  "dn23:27.19": "Paṭinissajjetaṁ, rājañña, pāpakaṁ diṭṭhigataṁ; paṭinissajjetaṁ, rājañña, pāpakaṁ diṭṭhigataṁ. ",
  "dn23:27.20": "Mā te ahosi dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "dn23:28.1": "“Kiñcāpi bhavaṁ kassapo evamāha, atha kho nevāhaṁ sakkomi idaṁ pāpakaṁ diṭṭhigataṁ paṭinissajjituṁ. ",
  "dn23:28.2": "Rājāpi maṁ pasenadi kosalo jānāti tirorājānopi: ",
  "dn23:28.3": "‘pāyāsi rājañño evaṁvādī evaṁdiṭṭhī: ",
  "dn23:28.4": "“itipi natthi paro loko …pe… vipāko”’ti. ",
  "dn23:28.5": "Sacāhaṁ, bho kassapa, idaṁ pāpakaṁ diṭṭhigataṁ paṭinissajjissāmi, bhavissanti me vattāro: ",
  "dn23:28.6": "‘yāva bālo pāyāsi rājañño abyatto duggahitagāhī’ti. ",
  "dn23:28.7": "Kopenapi naṁ harissāmi, makkhenapi naṁ harissāmi, palāsenapi naṁ harissāmī”ti. ",
  "dn23:29.0": "2.14. Sāṇabhārikaupamā ",
  "dn23:29.1": "“Tena hi, rājañña, upamaṁ te karissāmi, ",
  "dn23:29.2": "upamāya m’idhekacce viññū purisā bhāsitassa atthaṁ ājānanti. ",
  "dn23:29.3": "Bhūtapubbaṁ, rājañña, aññataro janapado vuṭṭhāsi. ",
  "dn23:29.4": "Atha kho sahāyako sahāyakaṁ āmantesi: ",
  "dn23:29.5": "‘āyāma, samma, yena so janapado tenupasaṅkamissāma, appeva nāmettha kiñci dhanaṁ adhigaccheyyāmā’ti. ",
  "dn23:29.6": "‘Evaṁ, sammā’ti kho sahāyako sahāyakassa paccassosi. ",
  "dn23:29.7": "Te yena so janapado, yena aññataraṁ gāmapaṭṭaṁ tenupasaṅkamiṁsu, tattha addasaṁsu pahūtaṁ sāṇaṁ chaḍḍitaṁ, disvā sahāyako sahāyakaṁ āmantesi: ",
  "dn23:29.8": "‘idaṁ kho, samma, pahūtaṁ sāṇaṁ chaḍḍitaṁ, tena hi, samma, tvañca sāṇabhāraṁ bandha, ahañca sāṇabhāraṁ bandhissāmi, ubho sāṇabhāraṁ ādāya gamissāmā’ti. ",
  "dn23:29.9": "‘Evaṁ, sammā’ti kho sahāyako sahāyakassa paṭissutvā sāṇabhāraṁ bandhitvā te ubho sāṇabhāraṁ ādāya yena aññataraṁ gāmapaṭṭaṁ tenupasaṅkamiṁsu. ",
  "dn23:29.10": "Tattha addasaṁsu pahūtaṁ sāṇasuttaṁ chaḍḍitaṁ, disvā sahāyako sahāyakaṁ āmantesi: ",
  "dn23:29.11": "‘yassa kho, samma, atthāya iccheyyāma sāṇaṁ, idaṁ pahūtaṁ sāṇasuttaṁ chaḍḍitaṁ. ",
  "dn23:29.12": "Tena hi, samma, tvañca sāṇabhāraṁ chaḍḍehi, ahañca sāṇabhāraṁ chaḍḍessāmi, ubho sāṇasuttabhāraṁ ādāya gamissāmā’ti. ",
  "dn23:29.13": "‘Ayaṁ kho me, samma, sāṇabhāro dūrābhato ca susannaddho ca, alaṁ me, tvaṁ pajānāhī’ti. ",
  "dn23:29.14": "Atha kho so sahāyako sāṇabhāraṁ chaḍḍetvā sāṇasuttabhāraṁ ādiyi. ",
  "dn23:29.15": "Te yena aññataraṁ gāmapaṭṭaṁ tenupasaṅkamiṁsu. ",
  "dn23:29.16": "Tattha addasaṁsu pahūtā sāṇiyo chaḍḍitā, disvā sahāyako sahāyakaṁ āmantesi: ",
  "dn23:29.17": "‘yassa kho, samma, atthāya iccheyyāma sāṇaṁ vā sāṇasuttaṁ vā, imā pahūtā sāṇiyo chaḍḍitā. ",
  "dn23:29.18": "Tena hi, samma, tvañca sāṇabhāraṁ chaḍḍehi, ahañca sāṇasuttabhāraṁ chaḍḍessāmi, ubho sāṇibhāraṁ ādāya gamissāmā’ti. ",
  "dn23:29.19": "‘Ayaṁ kho me, samma, sāṇabhāro dūrābhato ca susannaddho ca, alaṁ me, tvaṁ pajānāhī’ti. ",
  "dn23:29.20": "Atha kho so sahāyako sāṇasuttabhāraṁ chaḍḍetvā sāṇibhāraṁ ādiyi. ",
  "dn23:29.21": "Te yena aññataraṁ gāmapaṭṭaṁ tenupasaṅkamiṁsu. ",
  "dn23:29.22": "Tattha addasaṁsu pahūtaṁ khomaṁ chaḍḍitaṁ, disvā …pe… ",
  "dn23:29.23": "pahūtaṁ khomasuttaṁ chaḍḍitaṁ, disvā … ",
  "dn23:29.24": "pahūtaṁ khomadussaṁ chaḍḍitaṁ, disvā … ",
  "dn23:29.25": "pahūtaṁ kappāsaṁ chaḍḍitaṁ, disvā … ",
  "dn23:29.26": "pahūtaṁ kappāsikasuttaṁ chaḍḍitaṁ, disvā … ",
  "dn23:29.27": "pahūtaṁ kappāsikadussaṁ chaḍḍitaṁ, disvā … ",
  "dn23:29.28": "pahūtaṁ ayaṁ chaḍḍitaṁ, disvā … ",
  "dn23:29.29": "pahūtaṁ lohaṁ chaḍḍitaṁ, disvā … ",
  "dn23:29.30": "pahūtaṁ tipuṁ chaḍḍitaṁ, disvā … ",
  "dn23:29.31": "pahūtaṁ sīsaṁ chaḍḍitaṁ, disvā … ",
  "dn23:29.32": "pahūtaṁ sajjhaṁ chaḍḍitaṁ, disvā … ",
  "dn23:29.33": "pahūtaṁ suvaṇṇaṁ chaḍḍitaṁ, disvā sahāyako sahāyakaṁ āmantesi: ",
  "dn23:29.34": "‘yassa kho, samma, atthāya iccheyyāma sāṇaṁ vā sāṇasuttaṁ vā sāṇiyo vā khomaṁ vā khomasuttaṁ vā khomadussaṁ vā kappāsaṁ vā kappāsikasuttaṁ vā kappāsikadussaṁ vā ayaṁ vā lohaṁ vā tipuṁ vā sīsaṁ vā sajjhaṁ vā, idaṁ pahūtaṁ suvaṇṇaṁ chaḍḍitaṁ. ",
  "dn23:29.35": "Tena hi, samma, tvañca sāṇabhāraṁ chaḍḍehi, ahañca sajjhabhāraṁ chaḍḍessāmi, ubho suvaṇṇabhāraṁ ādāya gamissāmā’ti. ",
  "dn23:29.36": "‘Ayaṁ kho me, samma, sāṇabhāro dūrābhato ca susannaddho ca, alaṁ me tvaṁ pajānāhī’ti. ",
  "dn23:29.37": "Atha kho so sahāyako sajjhabhāraṁ chaḍḍetvā suvaṇṇabhāraṁ ādiyi. ",
  "dn23:29.38": "Te yena sako gāmo tenupasaṅkamiṁsu. ",
  "dn23:29.39": "Tattha yo so sahāyako sāṇabhāraṁ ādāya agamāsi, tassa neva mātāpitaro abhinandiṁsu, na puttadārā abhinandiṁsu, na mittāmaccā abhinandiṁsu, na ca tatonidānaṁ sukhaṁ somanassaṁ adhigacchi. ",
  "dn23:29.40": "Yo pana so sahāyako suvaṇṇabhāraṁ ādāya agamāsi, tassa mātāpitaropi abhinandiṁsu, puttadārāpi abhinandiṁsu, mittāmaccāpi abhinandiṁsu, tatonidānañca sukhaṁ somanassaṁ adhigacchi. ",
  "dn23:29.41": "Evameva kho tvaṁ, rājañña, sāṇabhārikūpamo maññe paṭibhāsi. ",
  "dn23:29.42": "Paṭinissajjetaṁ, rājañña, pāpakaṁ diṭṭhigataṁ; paṭinissajjetaṁ, rājañña, pāpakaṁ diṭṭhigataṁ. ",
  "dn23:29.43": "Mā te ahosi dīgharattaṁ ahitāya dukkhāyā”ti. ",
  "dn23:30.0": "3. Saraṇagamana ",
  "dn23:30.1": "“Purimeneva ahaṁ opammena bhoto kassapassa attamano abhiraddho. ",
  "dn23:30.2": "Api cāhaṁ imāni vicitrāni pañhāpaṭibhānāni sotukāmo evāhaṁ bhavantaṁ kassapaṁ paccanīkaṁ kātabbaṁ amaññissaṁ. ",
  "dn23:30.3": "Abhikkantaṁ, bho kassapa, abhikkantaṁ, bho kassapa. ",
  "dn23:30.4": "Seyyathāpi, bho kassapa, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā kassapena anekapariyāyena dhammo pakāsito. ",
  "dn23:30.5": "Esāhaṁ, bho kassapa, taṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi, dhammañca, bhikkhusaṅghañca. ",
  "dn23:30.6": "Upāsakaṁ maṁ bhavaṁ kassapo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gataṁ. ",
  "dn23:30.7": "Icchāmi cāhaṁ, bho kassapa, mahāyaññaṁ yajituṁ, anusāsatu maṁ bhavaṁ kassapo, yaṁ mamassa dīgharattaṁ hitāya sukhāyā”ti. ",
  "dn23:31.0": "4. Yaññakathā ",
  "dn23:31.1": "“Yathārūpe kho, rājañña, yaññe gāvo vā haññanti ajeḷakā vā haññanti, kukkuṭasūkarā vā haññanti, vividhā vā pāṇā saṅghātaṁ āpajjanti, paṭiggāhakā ca honti micchādiṭṭhī micchāsaṅkappā micchāvācā micchākammantā micchāājīvā micchāvāyāmā micchāsatī micchāsamādhī, evarūpo kho, rājañña, yañño na mahapphalo hoti na mahānisaṁso na mahājutiko na mahāvipphāro. ",
  "dn23:31.2": "Seyyathāpi, rājañña, kassako bījanaṅgalaṁ ādāya vanaṁ paviseyya. ",
  "dn23:31.3": "So tattha dukkhette dubbhūme avihatakhāṇukaṇṭake bījāni patiṭṭhāpeyya khaṇḍāni pūtīni vātātapahatāni asāradāni asukhasayitāni. ",
  "dn23:31.4": "Devo ca na kālena kālaṁ sammādhāraṁ anuppaveccheyya. ",
  "dn23:31.5": "Api nu tāni bījāni vuddhiṁ virūḷhiṁ vepullaṁ āpajjeyyuṁ, kassako vā vipulaṁ phalaṁ adhigaccheyyā”ti? ",
  "dn23:31.6": "“No hidaṁ, bho kassapa”. ",
  "dn23:31.7": "“Evameva kho, rājañña, yathārūpe yaññe gāvo vā haññanti, ajeḷakā vā haññanti, kukkuṭasūkarā vā haññanti, vividhā vā pāṇā saṅghātaṁ āpajjanti, paṭiggāhakā ca honti micchādiṭṭhī micchāsaṅkappā micchāvācā micchākammantā micchāājīvā micchāvāyāmā micchāsatī micchāsamādhī, evarūpo kho, rājañña, yañño na mahapphalo hoti na mahānisaṁso na mahājutiko na mahāvipphāro. ",
  "dn23:31.8": "Yathārūpe ca kho, rājañña, yaññe neva gāvo haññanti, na ajeḷakā haññanti, na kukkuṭasūkarā haññanti, na vividhā vā pāṇā saṅghātaṁ āpajjanti, paṭiggāhakā ca honti sammādiṭṭhī sammāsaṅkappā sammāvācā sammākammantā sammāājīvā sammāvāyāmā sammāsatī sammāsamādhī, evarūpo kho, rājañña, yañño mahapphalo hoti mahānisaṁso mahājutiko mahāvipphāro. ",
  "dn23:31.9": "Seyyathāpi, rājañña, kassako bījanaṅgalaṁ ādāya vanaṁ paviseyya. ",
  "dn23:31.10": "So tattha sukhette subhūme suvihatakhāṇukaṇṭake bījāni patiṭṭhapeyya akhaṇḍāni apūtīni avātātapahatāni sāradāni sukhasayitāni. ",
  "dn23:31.11": "Devo ca kālena kālaṁ sammādhāraṁ anuppaveccheyya. ",
  "dn23:31.12": "Api nu tāni bījāni vuddhiṁ virūḷhiṁ vepullaṁ āpajjeyyuṁ, kassako vā vipulaṁ phalaṁ adhigaccheyyā”ti? ",
  "dn23:31.13": "“Evaṁ, bho kassapa”. ",
  "dn23:31.14": "“Evameva kho, rājañña, yathārūpe yaññe neva gāvo haññanti, na ajeḷakā haññanti, na kukkuṭasūkarā haññanti, na vividhā vā pāṇā saṅghātaṁ āpajjanti, paṭiggāhakā ca honti sammādiṭṭhī sammāsaṅkappā sammāvācā sammākammantā sammāājīvā sammāvāyāmā sammāsatī sammāsamādhī, evarūpo kho, rājañña, yañño mahapphalo hoti mahānisaṁso mahājutiko mahāvipphāro”ti. ",
  "dn23:32.0": "5. Uttaramāṇavavatthu ",
  "dn23:32.1": "Atha kho pāyāsi rājañño dānaṁ paṭṭhapesi samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṁ. ",
  "dn23:32.2": "Tasmiṁ kho pana dāne evarūpaṁ bhojanaṁ dīyati kaṇājakaṁ bilaṅgadutiyaṁ, dhorakāni ca vatthāni guḷavālakāni. ",
  "dn23:32.3": "Tasmiṁ kho pana dāne uttaro nāma māṇavo vāvaṭo ahosi. ",
  "dn23:32.4": "So dānaṁ datvā evaṁ anuddisati: ",
  "dn23:32.5": "“imināhaṁ dānena pāyāsiṁ rājaññameva imasmiṁ loke samāgacchiṁ, mā parasmin”ti. ",
  "dn23:32.6": "Assosi kho pāyāsi rājañño: ",
  "dn23:32.7": "“uttaro kira māṇavo dānaṁ datvā evaṁ anuddisati: ",
  "dn23:32.8": "‘imināhaṁ dānena pāyāsiṁ rājaññameva imasmiṁ loke samāgacchiṁ, mā parasmin’”ti. ",
  "dn23:32.9": "Atha kho pāyāsi rājañño uttaraṁ māṇavaṁ āmantāpetvā etadavoca: ",
  "dn23:32.10": "“saccaṁ kira tvaṁ, tāta uttara, dānaṁ datvā evaṁ anuddisasi: ",
  "dn23:32.11": "‘imināhaṁ dānena pāyāsiṁ rājaññameva imasmiṁ loke samāgacchiṁ, mā parasmin’”ti? ",
  "dn23:32.12": "“Evaṁ, bho”. ",
  "dn23:32.13": "“Kissa pana tvaṁ, tāta uttara, dānaṁ datvā evaṁ anuddisasi: ",
  "dn23:32.14": "‘imināhaṁ dānena pāyāsiṁ rājaññameva imasmiṁ loke samāgacchiṁ, mā parasmin’ti? ",
  "dn23:32.15": "Nanu mayaṁ, tāta uttara, puññatthikā dānasseva phalaṁ pāṭikaṅkhino”ti? ",
  "dn23:32.16": "“Bhoto kho dāne evarūpaṁ bhojanaṁ dīyati kaṇājakaṁ bilaṅgadutiyaṁ, yaṁ bhavaṁ pādāpi na iccheyya samphusituṁ, kuto bhuñjituṁ, dhorakāni ca vatthāni guḷavālakāni, yāni bhavaṁ pādāpi na iccheyya samphusituṁ, kuto paridahituṁ. ",
  "dn23:32.17": "Bhavaṁ kho panamhākaṁ piyo manāpo, kathaṁ mayaṁ manāpaṁ amanāpena saṁyojemā”ti? ",
  "dn23:32.18": "“Tena hi tvaṁ, tāta uttara, yādisāhaṁ bhojanaṁ bhuñjāmi, tādisaṁ bhojanaṁ paṭṭhapehi. ",
  "dn23:32.19": "Yādisāni cāhaṁ vatthāni paridahāmi, tādisāni ca vatthāni paṭṭhapehī”ti. ",
  "dn23:32.20": "“Evaṁ, bho”ti kho uttaro māṇavo pāyāsissa rājaññassa paṭissutvā yādisaṁ bhojanaṁ pāyāsi rājañño bhuñjati, tādisaṁ bhojanaṁ paṭṭhapesi. ",
  "dn23:32.21": "Yādisāni ca vatthāni pāyāsi rājañño paridahati, tādisāni ca vatthāni paṭṭhapesi. ",
  "dn23:32.22": "Atha kho pāyāsi rājañño asakkaccaṁ dānaṁ datvā asahatthā dānaṁ datvā acittīkataṁ dānaṁ datvā apaviddhaṁ dānaṁ datvā kāyassa bhedā paraṁ maraṇā cātumahārājikānaṁ devānaṁ sahabyataṁ upapajji suññaṁ serīsakaṁ vimānaṁ. ",
  "dn23:32.23": "Yo pana tassa dāne vāvaṭo ahosi uttaro nāma māṇavo. So sakkaccaṁ dānaṁ datvā sahatthā dānaṁ datvā cittīkataṁ dānaṁ datvā anapaviddhaṁ dānaṁ datvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajji devānaṁ tāvatiṁsānaṁ sahabyataṁ. ",
  "dn23:33.0": "6. Pāyāsidevaputta ",
  "dn23:33.1": "Tena kho pana samayena āyasmā gavampati abhikkhaṇaṁ suññaṁ serīsakaṁ vimānaṁ divāvihāraṁ gacchati. ",
  "dn23:33.2": "Atha kho pāyāsi devaputto yenāyasmā gavampati tenupasaṅkami; upasaṅkamitvā āyasmantaṁ gavampatiṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhitaṁ kho pāyāsiṁ devaputtaṁ āyasmā gavampati etadavoca: ",
  "dn23:33.3": "“kosi tvaṁ, āvuso”ti? ",
  "dn23:33.4": "“Ahaṁ, bhante, pāyāsi rājañño”ti. ",
  "dn23:33.5": "“Nanu tvaṁ, āvuso, evaṁdiṭṭhiko ahosi: ",
  "dn23:33.6": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’”ti? ",
  "dn23:33.7": "“Saccāhaṁ, bhante, evaṁdiṭṭhiko ahosiṁ: ",
  "dn23:33.8": "‘itipi natthi paro loko, natthi sattā opapātikā, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko’ti. ",
  "dn23:33.9": "Api cāhaṁ ayyena kumārakassapena etasmā pāpakā diṭṭhigatā vivecito”ti. ",
  "dn23:33.10": "“Yo pana te, āvuso, dāne vāvaṭo ahosi uttaro nāma māṇavo, so kuhiṁ upapanno”ti? ",
  "dn23:33.11": "“Yo me, bhante, dāne vāvaṭo ahosi uttaro nāma māṇavo, so sakkaccaṁ dānaṁ datvā sahatthā dānaṁ datvā cittīkataṁ dānaṁ datvā anapaviddhaṁ dānaṁ datvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapanno devānaṁ tāvatiṁsānaṁ sahabyataṁ. ",
  "dn23:33.12": "Ahaṁ pana, bhante, asakkaccaṁ dānaṁ datvā asahatthā dānaṁ datvā acittīkataṁ dānaṁ datvā apaviddhaṁ dānaṁ datvā kāyassa bhedā paraṁ maraṇā cātumahārājikānaṁ devānaṁ sahabyataṁ upapanno suññaṁ serīsakaṁ vimānaṁ. ",
  "dn23:33.13": "Tena hi, bhante gavampati, manussalokaṁ gantvā evamārocehi: ",
  "dn23:33.14": "‘sakkaccaṁ dānaṁ detha, sahatthā dānaṁ detha, cittīkataṁ dānaṁ detha, anapaviddhaṁ dānaṁ detha. ",
  "dn23:33.15": "Pāyāsi rājañño asakkaccaṁ dānaṁ datvā asahatthā dānaṁ datvā acittīkataṁ dānaṁ datvā apaviddhaṁ dānaṁ datvā kāyassa bhedā paraṁ maraṇā cātumahārājikānaṁ devānaṁ sahabyataṁ upapanno suññaṁ serīsakaṁ vimānaṁ. ",
  "dn23:33.16": "Yo pana tassa dāne vāvaṭo ahosi uttaro nāma māṇavo, so sakkaccaṁ dānaṁ datvā sahatthā dānaṁ datvā cittīkataṁ dānaṁ datvā anapaviddhaṁ dānaṁ datvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapanno devānaṁ tāvatiṁsānaṁ sahabyatan’”ti. ",
  "dn23:34.1": "Atha kho āyasmā gavampati manussalokaṁ āgantvā evamārocesi: ",
  "dn23:34.2": "“sakkaccaṁ dānaṁ detha, sahatthā dānaṁ detha, cittīkataṁ dānaṁ detha, anapaviddhaṁ dānaṁ detha. ",
  "dn23:34.3": "Pāyāsi rājañño asakkaccaṁ dānaṁ datvā asahatthā dānaṁ datvā acittīkataṁ dānaṁ datvā apaviddhaṁ dānaṁ datvā kāyassa bhedā paraṁ maraṇā cātumahārājikānaṁ devānaṁ sahabyataṁ upapanno suññaṁ serīsakaṁ vimānaṁ. ",
  "dn23:34.4": "Yo pana tassa dāne vāvaṭo ahosi uttaro nāma māṇavo, so sakkaccaṁ dānaṁ datvā sahatthā dānaṁ datvā cittīkataṁ dānaṁ datvā anapaviddhaṁ dānaṁ datvā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapanno devānaṁ tāvatiṁsānaṁ sahabyatan”ti. ",
  "dn23:34.5": "Pāyāsisuttaṁ niṭṭhitaṁ dasamaṁ. ",
  "dn23:34.6": "Mahāvaggo niṭṭhito. ",
  "dn23:35.0": "Tassuddānaṁ ",
  "dn23:35.1": "Mahāpadāna nidānaṁ, ",
  "dn23:35.2": "nibbānañca sudassanaṁ; ",
  "dn23:35.3": "Janavasabha govindaṁ, ",
  "dn23:35.4": "samayaṁ sakkapañhakaṁ; ",
  "dn23:35.5": "Mahāsatipaṭṭhānañca, ",
  "dn23:35.6": "pāyāsi dasamaṁ bhave. ",
  "dn23:35.7": "Mahāvaggapāḷi niṭṭhitā. "
}