{
  "dn24:0.1": "Dīgha Nikāya 24 ",
  "dn24:0.2": "Pāthikasutta ",
  "dn24:0.3": "1. Sunakkhattavatthu ",
  "dn24:1.1.1": "Evaṁ me sutaṁ—",
  "dn24:1.1.2": "ekaṁ samayaṁ bhagavā mallesu viharati anupiyaṁ nāma mallānaṁ nigamo. ",
  "dn24:1.1.3": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya anupiyaṁ piṇḍāya pāvisi. ",
  "dn24:1.1.4": "Atha kho bhagavato etadahosi: ",
  "dn24:1.1.5": "“atippago kho tāva anupiyāyaṁ piṇḍāya carituṁ. ",
  "dn24:1.1.6": "Yannūnāhaṁ yena bhaggavagottassa paribbājakassa ārāmo, yena bhaggavagotto paribbājako tenupasaṅkameyyan”ti. ",
  "dn24:1.2.1": "Atha kho bhagavā yena bhaggavagottassa paribbājakassa ārāmo, yena bhaggavagotto paribbājako tenupasaṅkami. ",
  "dn24:1.2.2": "Atha kho bhaggavagotto paribbājako bhagavantaṁ etadavoca: ",
  "dn24:1.2.3": "“etu kho, bhante, bhagavā. ",
  "dn24:1.2.4": "Svāgataṁ, bhante, bhagavato. ",
  "dn24:1.2.5": "Cirassaṁ kho, bhante, bhagavā imaṁ pariyāyamakāsi yadidaṁ idhāgamanāya. ",
  "dn24:1.2.6": "Nisīdatu, bhante, bhagavā, idamāsanaṁ paññattan”ti. ",
  "dn24:1.2.7": "Nisīdi bhagavā paññatte āsane. ",
  "dn24:1.2.8": "Bhaggavagottopi kho paribbājako aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "dn24:1.2.9": "Ekamantaṁ nisinno kho bhaggavagotto paribbājako bhagavantaṁ etadavoca: ",
  "dn24:1.2.10": "“purimāni, bhante, divasāni purimatarāni sunakkhatto licchaviputto yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ etadavoca: ",
  "dn24:1.2.11": "‘paccakkhāto dāni mayā, bhaggava, bhagavā. ",
  "dn24:1.2.12": "Na dānāhaṁ bhagavantaṁ uddissa viharāmī’ti. ",
  "dn24:1.2.13": "Kaccetaṁ, bhante, tatheva, yathā sunakkhatto licchaviputto avacā”ti? ",
  "dn24:1.2.14": "“Tatheva kho etaṁ, bhaggava, yathā sunakkhatto licchaviputto avaca. ",
  "dn24:1.3.1": "Purimāni, bhaggava, divasāni purimatarāni sunakkhatto licchaviputto yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho, bhaggava, sunakkhatto licchaviputto maṁ etadavoca: ",
  "dn24:1.3.2": "‘paccakkhāmi dānāhaṁ, bhante, bhagavantaṁ. ",
  "dn24:1.3.3": "Na dānāhaṁ, bhante, bhagavantaṁ uddissa viharissāmī’ti. ",
  "dn24:1.3.4": "Evaṁ vutte, ahaṁ, bhaggava, sunakkhattaṁ licchaviputtaṁ etadavocaṁ: ",
  "dn24:1.3.5": "‘api nu tāhaṁ, sunakkhatta, evaṁ avacaṁ, ",
  "dn24:1.3.6": "ehi tvaṁ, sunakkhatta, mamaṁ uddissa viharāhī’ti? ",
  "dn24:1.3.7": "‘No hetaṁ, bhante’. ",
  "dn24:1.3.8": "‘Tvaṁ vā pana maṁ evaṁ avaca—",
  "dn24:1.3.9": "ahaṁ, bhante, bhagavantaṁ uddissa viharissāmī’ti? ",
  "dn24:1.3.10": "‘No hetaṁ, bhante’. ",
  "dn24:1.3.11": "‘Iti kira, sunakkhatta, nevāhaṁ taṁ vadāmi—",
  "dn24:1.3.12": "ehi tvaṁ, sunakkhatta, mamaṁ uddissa viharāhīti. ",
  "dn24:1.3.13": "Napi kira maṁ tvaṁ vadesi—",
  "dn24:1.3.14": "ahaṁ, bhante, bhagavantaṁ uddissa viharissāmīti. ",
  "dn24:1.3.15": "Evaṁ sante, moghapurisa, ko santo kaṁ paccācikkhasi? ",
  "dn24:1.3.16": "Passa, moghapurisa, yāvañca te idaṁ aparaddhan’ti. ",
  "dn24:1.4.1": "‘Na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṁ karotī’ti. ",
  "dn24:1.4.2": "‘Api nu tāhaṁ, sunakkhatta, evaṁ avacaṁ—",
  "dn24:1.4.3": "ehi tvaṁ, sunakkhatta, mamaṁ uddissa viharāhi, ahaṁ te uttari manussadhammā iddhipāṭihāriyaṁ karissāmī’ti? ",
  "dn24:1.4.4": "‘No hetaṁ, bhante’. ",
  "dn24:1.4.5": "‘Tvaṁ vā pana maṁ evaṁ avaca—",
  "dn24:1.4.6": "ahaṁ, bhante, bhagavantaṁ uddissa viharissāmi, bhagavā me uttari manussadhammā iddhipāṭihāriyaṁ karissatī’ti? ",
  "dn24:1.4.7": "‘No hetaṁ, bhante’. ",
  "dn24:1.4.8": "‘Iti kira, sunakkhatta, nevāhaṁ taṁ vadāmi—",
  "dn24:1.4.9": "ehi tvaṁ, sunakkhatta, mamaṁ uddissa viharāhi, ahaṁ te uttari manussadhammā iddhipāṭihāriyaṁ karissāmīti; ",
  "dn24:1.4.10": "napi kira maṁ tvaṁ vadesi—",
  "dn24:1.4.11": "ahaṁ, bhante, bhagavantaṁ uddissa viharissāmi, bhagavā me uttari manussadhammā iddhipāṭihāriyaṁ karissatīti. ",
  "dn24:1.4.12": "Evaṁ sante, moghapurisa, ko santo kaṁ paccācikkhasi? ",
  "dn24:1.4.13": "Taṁ kiṁ maññasi, sunakkhatta, ",
  "dn24:1.4.14": "kate vā uttari manussadhammā iddhipāṭihāriye akate vā uttari manussadhammā iddhipāṭihāriye yassatthāya mayā dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti? ",
  "dn24:1.4.15": "‘Kate vā, bhante, uttari manussadhammā iddhipāṭihāriye akate vā uttari manussadhammā iddhipāṭihāriye yassatthāya bhagavatā dhammo desito so niyyāti takkarassa sammā dukkhakkhayāyā’ti. ",
  "dn24:1.4.16": "‘Iti kira, sunakkhatta, kate vā uttari manussadhammā iddhipāṭihāriye, akate vā uttari manussadhammā iddhipāṭihāriye, yassatthāya mayā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāya. ",
  "dn24:1.4.17": "Tatra, sunakkhatta, kiṁ uttari manussadhammā iddhipāṭihāriyaṁ kataṁ karissati? ",
  "dn24:1.4.18": "Passa, moghapurisa, yāvañca te idaṁ aparaddhan’ti. ",
  "dn24:1.5.1": "‘Na hi pana me, bhante, bhagavā aggaññaṁ paññapetī’ti? ",
  "dn24:1.5.2": "‘Api nu tāhaṁ, sunakkhatta, evaṁ avacaṁ—",
  "dn24:1.5.3": "ehi tvaṁ, sunakkhatta, mamaṁ uddissa viharāhi, ahaṁ te aggaññaṁ paññapessāmī’ti? ",
  "dn24:1.5.4": "‘No hetaṁ, bhante’. ",
  "dn24:1.5.5": "‘Tvaṁ vā pana maṁ evaṁ avaca—",
  "dn24:1.5.6": "ahaṁ, bhante, bhagavantaṁ uddissa viharissāmi, bhagavā me aggaññaṁ paññapessatī’ti? ",
  "dn24:1.5.7": "‘No hetaṁ, bhante’. ",
  "dn24:1.5.8": "‘Iti kira, sunakkhatta, nevāhaṁ taṁ vadāmi—",
  "dn24:1.5.9": "ehi tvaṁ, sunakkhatta, mamaṁ uddissa viharāhi, ahaṁ te aggaññaṁ paññapessāmīti. ",
  "dn24:1.5.10": "Napi kira maṁ tvaṁ vadesi—",
  "dn24:1.5.11": "ahaṁ, bhante, bhagavantaṁ uddissa viharissāmi, bhagavā me aggaññaṁ paññapessatīti. ",
  "dn24:1.5.12": "Evaṁ sante, moghapurisa, ko santo kaṁ paccācikkhasi? ",
  "dn24:1.5.13": "Taṁ kiṁ maññasi, sunakkhatta, ",
  "dn24:1.5.14": "paññatte vā aggaññe, apaññatte vā aggaññe, yassatthāya mayā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāyā’ti? ",
  "dn24:1.5.15": "‘Paññatte vā, bhante, aggaññe, apaññatte vā aggaññe, yassatthāya bhagavatā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāyā’ti. ",
  "dn24:1.5.16": "‘Iti kira, sunakkhatta, paññatte vā aggaññe, apaññatte vā aggaññe, yassatthāya mayā dhammo desito, so niyyāti takkarassa sammā dukkhakkhayāya. ",
  "dn24:1.5.17": "Tatra, sunakkhatta, kiṁ aggaññaṁ paññattaṁ karissati? ",
  "dn24:1.5.18": "Passa, moghapurisa, yāvañca te idaṁ aparaddhaṁ. ",
  "dn24:1.6.1": "Anekapariyāyena kho te, sunakkhatta, mama vaṇṇo bhāsito vajjigāme—",
  "dn24:1.6.2": "itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavāti. ",
  "dn24:1.6.3": "Iti kho te, sunakkhatta, anekapariyāyena mama vaṇṇo bhāsito vajjigāme. ",
  "dn24:1.6.4": "Anekapariyāyena kho te, sunakkhatta, dhammassa vaṇṇo bhāsito vajjigāme—",
  "dn24:1.6.5": "svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhīti. ",
  "dn24:1.6.6": "Iti kho te, sunakkhatta, anekapariyāyena dhammassa vaṇṇo bhāsito vajjigāme. ",
  "dn24:1.6.7": "Anekapariyāyena kho te, sunakkhatta, saṅghassa vaṇṇo bhāsito vajjigāme—",
  "dn24:1.6.8": "suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṁ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho, āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassāti. ",
  "dn24:1.6.9": "Iti kho te, sunakkhatta, anekapariyāyena saṅghassa vaṇṇo bhāsito vajjigāme. ",
  "dn24:1.6.10": "Ārocayāmi kho te, sunakkhatta, paṭivedayāmi kho te, sunakkhatta. ",
  "dn24:1.6.11": "Bhavissanti kho te, sunakkhatta, vattāro, no visahi sunakkhatto licchaviputto samaṇe gotame brahmacariyaṁ carituṁ, so avisahanto sikkhaṁ paccakkhāya hīnāyāvattoti. ",
  "dn24:1.6.12": "Iti kho te, sunakkhatta, bhavissanti vattāro’ti. ",
  "dn24:1.6.13": "Evaṁ kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṁ āpāyiko nerayiko. ",
  "dn24:1.7.0": "2. Korakkhattiyavatthu ",
  "dn24:1.7.1": "Ekamidāhaṁ, bhaggava, samayaṁ thūlūsu viharāmi uttarakā nāma thūlūnaṁ nigamo. ",
  "dn24:1.7.2": "Atha khvāhaṁ, bhaggava, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya sunakkhattena licchaviputtena pacchāsamaṇena uttarakaṁ piṇḍāya pāvisiṁ. ",
  "dn24:1.7.3": "Tena kho pana samayena acelo korakkhattiyo kukkuravatiko catukkuṇḍiko chamānikiṇṇaṁ bhakkhasaṁ mukheneva khādati, mukheneva bhuñjati. ",
  "dn24:1.7.4": "Addasā kho, bhaggava, sunakkhatto licchaviputto acelaṁ korakkhattiyaṁ kukkuravatikaṁ catukkuṇḍikaṁ chamānikiṇṇaṁ bhakkhasaṁ mukheneva khādantaṁ mukheneva bhuñjantaṁ. ",
  "dn24:1.7.5": "Disvānassa etadahosi: ",
  "dn24:1.7.6": "‘sādhurūpo vata bho ayaṁ samaṇo catukkuṇḍiko chamānikiṇṇaṁ bhakkhasaṁ mukheneva khādati, mukheneva bhuñjatī’ti. ",
  "dn24:1.7.7": "Atha khvāhaṁ, bhaggava, sunakkhattassa licchaviputtassa cetasā cetoparivitakkamaññāya sunakkhattaṁ licchaviputtaṁ etadavocaṁ: ",
  "dn24:1.7.8": "‘tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī’ti. ",
  "dn24:1.7.9": "‘Kiṁ pana maṁ, bhante, bhagavā evamāha: ",
  "dn24:1.7.10": "“tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī”’ti? ",
  "dn24:1.7.11": "‘Nanu te, sunakkhatta, imaṁ acelaṁ korakkhattiyaṁ kukkuravatikaṁ catukkuṇḍikaṁ chamānikiṇṇaṁ bhakkhasaṁ mukheneva khādantaṁ mukheneva bhuñjantaṁ disvāna etadahosi—",
  "dn24:1.7.12": "sādhurūpo vata bho ayaṁ samaṇo catukkuṇḍiko chamānikiṇṇaṁ bhakkhasaṁ mukheneva khādati, mukheneva bhuñjatī’ti? ",
  "dn24:1.7.13": "‘Evaṁ, bhante. ",
  "dn24:1.7.14": "Kiṁ pana, bhante, bhagavā arahattassa maccharāyatī’ti? ",
  "dn24:1.7.15": "‘Na kho ahaṁ, moghapurisa, arahattassa maccharāyāmi. ",
  "dn24:1.7.16": "Api ca tuyhevetaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ, taṁ pajaha. ",
  "dn24:1.7.17": "Mā te ahosi dīgharattaṁ ahitāya dukkhāya. ",
  "dn24:1.7.18": "Yaṁ kho panetaṁ, sunakkhatta, maññasi acelaṁ korakkhattiyaṁ—sādhurūpo ayaṁ samaṇoti. So sattamaṁ divasaṁ alasakena kālaṁ karissati. ",
  "dn24:1.7.19": "Kālaṅkato ca kālakañcikā nāma asurā sabbanihīno asurakāyo, tatra upapajjissati. ",
  "dn24:1.7.20": "Kālaṅkatañca naṁ bīraṇatthambake susāne chaḍḍessanti. ",
  "dn24:1.7.21": "Ākaṅkhamāno ca tvaṁ, sunakkhatta, acelaṁ korakkhattiyaṁ upasaṅkamitvā puccheyyāsi—",
  "dn24:1.7.22": "jānāsi, āvuso korakkhattiya, attano gatinti? ",
  "dn24:1.7.23": "Ṭhānaṁ kho panetaṁ, sunakkhatta, vijjati yaṁ te acelo korakkhattiyo byākarissati—",
  "dn24:1.7.24": "jānāmi, āvuso sunakkhatta, attano gatiṁ; ",
  "dn24:1.7.25": "kālakañcikā nāma asurā sabbanihīno asurakāyo, tatrāmhi upapanno’ti. ",
  "dn24:1.8.1": "Atha kho, bhaggava, sunakkhatto licchaviputto yena acelo korakkhattiyo tenupasaṅkami; upasaṅkamitvā acelaṁ korakkhattiyaṁ etadavoca: ",
  "dn24:1.8.2": "‘byākato khosi, āvuso korakkhattiya, samaṇena gotamena—",
  "dn24:1.8.3": "acelo korakkhattiyo sattamaṁ divasaṁ alasakena kālaṁ karissati. ",
  "dn24:1.8.4": "Kālaṅkato ca kālakañcikā nāma asurā sabbanihīno asurakāyo, tatra upapajjissati. ",
  "dn24:1.8.5": "Kālaṅkatañca naṁ bīraṇatthambake susāne chaḍḍessantīti. ",
  "dn24:1.8.6": "Yena tvaṁ, āvuso korakkhattiya, mattaṁ mattañca bhattaṁ bhuñjeyyāsi, mattaṁ mattañca pānīyaṁ piveyyāsi. ",
  "dn24:1.8.7": "Yathā samaṇassa gotamassa micchā assa vacanan’ti. ",
  "dn24:1.8.8": "Atha kho, bhaggava, sunakkhatto licchaviputto ekadvīhikāya sattarattindivāni gaṇesi, yathā taṁ tathāgatassa asaddahamāno. ",
  "dn24:1.8.9": "Atha kho, bhaggava, acelo korakkhattiyo sattamaṁ divasaṁ alasakena kālamakāsi. ",
  "dn24:1.8.10": "kālaṅkato ca kālakañcikā nāma asurā sabbanihīno asurakāyo, tatra upapajji. ",
  "dn24:1.8.11": "kālaṅkatañca naṁ bīraṇatthambake susāne chaḍḍesuṁ. ",
  "dn24:1.9.1": "Assosi kho, bhaggava, sunakkhatto licchaviputto: ",
  "dn24:1.9.2": "‘acelo kira korakkhattiyo alasakena kālaṅkato bīraṇatthambake susāne chaḍḍito’ti. ",
  "dn24:1.9.3": "Atha kho, bhaggava, sunakkhatto licchaviputto yena bīraṇatthambakaṁ susānaṁ, yena acelo korakkhattiyo tenupasaṅkami; upasaṅkamitvā acelaṁ korakkhattiyaṁ tikkhattuṁ pāṇinā ākoṭesi: ",
  "dn24:1.9.4": "‘jānāsi, āvuso korakkhattiya, attano gatin’ti? ",
  "dn24:1.9.5": "Atha kho, bhaggava, acelo korakkhattiyo pāṇinā piṭṭhiṁ paripuñchanto vuṭṭhāsi. ",
  "dn24:1.9.6": "‘Jānāmi, āvuso sunakkhatta, attano gatiṁ. ",
  "dn24:1.9.7": "Kālakañcikā nāma asurā sabbanihīno asurakāyo, tatrāmhi upapanno’ti vatvā tattheva uttāno papati. ",
  "dn24:1.10.1": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho ahaṁ, bhaggava, sunakkhattaṁ licchaviputtaṁ etadavocaṁ: ",
  "dn24:1.10.2": "‘Taṁ kiṁ maññasi, sunakkhatta, ",
  "dn24:1.10.3": "yatheva te ahaṁ acelaṁ korakkhattiyaṁ ārabbha byākāsiṁ, tatheva taṁ vipākaṁ, aññathā vā’ti? ",
  "dn24:1.10.4": "‘Yatheva me, bhante, bhagavā acelaṁ korakkhattiyaṁ ārabbha byākāsi, tatheva taṁ vipākaṁ, no aññathā’ti. ",
  "dn24:1.10.5": "‘Taṁ kiṁ maññasi, sunakkhatta, ",
  "dn24:1.10.6": "yadi evaṁ sante kataṁ vā hoti uttari manussadhammā iddhipāṭihāriyaṁ, akataṁ vā’ti? ",
  "dn24:1.10.7": "‘Addhā kho, bhante, evaṁ sante kataṁ hoti uttari manussadhammā iddhipāṭihāriyaṁ, no akatan’ti. ",
  "dn24:1.10.8": "‘Evampi kho maṁ tvaṁ, moghapurisa, uttari manussadhammā iddhipāṭihāriyaṁ karontaṁ evaṁ vadesi—",
  "dn24:1.10.9": "na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṁ karotīti. ",
  "dn24:1.10.10": "Passa, moghapurisa, yāvañca te idaṁ aparaddhan’ti. ",
  "dn24:1.10.11": "Evampi kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṁ āpāyiko nerayiko. ",
  "dn24:1.11.0": "3. Acelakaḷāramaṭṭakavatthu ",
  "dn24:1.11.1": "Ekamidāhaṁ, bhaggava, samayaṁ vesāliyaṁ viharāmi mahāvane kūṭāgārasālāyaṁ. ",
  "dn24:1.11.2": "Tena kho pana samayena acelo kaḷāramaṭṭako vesāliyaṁ paṭivasati lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
  "dn24:1.11.3": "Tassa sattavatapadāni samattāni samādinnāni honti: ",
  "dn24:1.11.4": "‘yāvajīvaṁ acelako assaṁ, na vatthaṁ paridaheyyaṁ, yāvajīvaṁ brahmacārī assaṁ, na methunaṁ dhammaṁ paṭiseveyyaṁ, yāvajīvaṁ surāmaṁseneva yāpeyyaṁ, na odanakummāsaṁ bhuñjeyyaṁ. ",
  "dn24:1.11.5": "Puratthimena vesāliṁ udenaṁ nāma cetiyaṁ, taṁ nātikkameyyaṁ, dakkhiṇena vesāliṁ gotamakaṁ nāma cetiyaṁ, taṁ nātikkameyyaṁ, pacchimena vesāliṁ sattambaṁ nāma cetiyaṁ, taṁ nātikkameyyaṁ, uttarena vesāliṁ bahuputtaṁ nāma cetiyaṁ taṁ nātikkameyyan’ti. ",
  "dn24:1.11.6": "So imesaṁ sattannaṁ vatapadānaṁ samādānahetu lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
  "dn24:1.12.1": "Atha kho, bhaggava, sunakkhatto licchaviputto yena acelo kaḷāramaṭṭako tenupasaṅkami; upasaṅkamitvā acelaṁ kaḷāramaṭṭakaṁ pañhaṁ apucchi. ",
  "dn24:1.12.2": "Tassa acelo kaḷāramaṭṭako pañhaṁ puṭṭho na sampāyāsi. ",
  "dn24:1.12.3": "Asampāyanto kopañca dosañca appaccayañca pātvākāsi. ",
  "dn24:1.12.4": "Atha kho, bhaggava, sunakkhattassa licchaviputtassa etadahosi: ",
  "dn24:1.12.5": "‘sādhurūpaṁ vata bho arahantaṁ samaṇaṁ āsādimhase. ",
  "dn24:1.12.6": "Mā vata no ahosi dīgharattaṁ ahitāya dukkhāyā’ti. ",
  "dn24:1.13.1": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho ahaṁ, bhaggava, sunakkhattaṁ licchaviputtaṁ etadavocaṁ: ",
  "dn24:1.13.2": "‘tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī’ti. ",
  "dn24:1.13.3": "‘Kiṁ pana maṁ, bhante, bhagavā evamāha—",
  "dn24:1.13.4": "tvampi nāma, moghapurisa, samaṇo sakyaputtiyo paṭijānissasī’ti? ",
  "dn24:1.13.5": "‘Nanu tvaṁ, sunakkhatta, acelaṁ kaḷāramaṭṭakaṁ upasaṅkamitvā pañhaṁ apucchi. ",
  "dn24:1.13.6": "Tassa te acelo kaḷāramaṭṭako pañhaṁ puṭṭho na sampāyāsi. ",
  "dn24:1.13.7": "Asampāyanto kopañca dosañca appaccayañca pātvākāsi. ",
  "dn24:1.13.8": "Tassa te etadahosi: ",
  "dn24:1.13.9": "“sādhurūpaṁ vata bho arahantaṁ samaṇaṁ āsādimhase. ",
  "dn24:1.13.10": "Mā vata no ahosi dīgharattaṁ ahitāya dukkhāyā”’ti. ",
  "dn24:1.13.11": "‘Evaṁ, bhante. ",
  "dn24:1.13.12": "Kiṁ pana, bhante, bhagavā arahattassa maccharāyatī’ti? ",
  "dn24:1.13.13": "‘Na kho ahaṁ, moghapurisa, arahattassa maccharāyāmi, ",
  "dn24:1.13.14": "api ca tuyhevetaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ, taṁ pajaha. ",
  "dn24:1.13.15": "Mā te ahosi dīgharattaṁ ahitāya dukkhāya. ",
  "dn24:1.13.16": "Yaṁ kho panetaṁ, sunakkhatta, maññasi acelaṁ kaḷāramaṭṭakaṁ—",
  "dn24:1.13.17": "sādhurūpo ayaṁ samaṇoti, so nacirasseva parihito sānucāriko vicaranto odanakummāsaṁ bhuñjamāno sabbāneva vesāliyāni cetiyāni samatikkamitvā yasā nihīno kālaṁ karissatī’ti. ",
  "dn24:1.13.18": "Atha kho, bhaggava, acelo kaḷāramaṭṭako nacirasseva parihito sānucāriko vicaranto odanakummāsaṁ bhuñjamāno sabbāneva vesāliyāni cetiyāni samatikkamitvā yasā nihīno kālamakāsi. ",
  "dn24:1.14.1": "Assosi kho, bhaggava, sunakkhatto licchaviputto: ",
  "dn24:1.14.2": "‘acelo kira kaḷāramaṭṭako parihito sānucāriko vicaranto odanakummāsaṁ bhuñjamāno sabbāneva vesāliyāni cetiyāni samatikkamitvā yasā nihīno kālaṅkato’ti. ",
  "dn24:1.14.3": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho ahaṁ, bhaggava, sunakkhattaṁ licchaviputtaṁ etadavocaṁ: ",
  "dn24:1.14.4": "‘Taṁ kiṁ maññasi, sunakkhatta, ",
  "dn24:1.14.5": "yatheva te ahaṁ acelaṁ kaḷāramaṭṭakaṁ ārabbha byākāsiṁ, tatheva taṁ vipākaṁ, aññathā vā’ti? ",
  "dn24:1.14.6": "‘Yatheva me, bhante, bhagavā acelaṁ kaḷāramaṭṭakaṁ ārabbha byākāsi, tatheva taṁ vipākaṁ, no aññathā’ti. ",
  "dn24:1.14.7": "‘Taṁ kiṁ maññasi, sunakkhatta, ",
  "dn24:1.14.8": "yadi evaṁ sante kataṁ vā hoti uttari manussadhammā iddhipāṭihāriyaṁ akataṁ vā’ti? ",
  "dn24:1.14.9": "‘Addhā kho, bhante, evaṁ sante kataṁ hoti uttari manussadhammā iddhipāṭihāriyaṁ, no akatan’ti. ",
  "dn24:1.14.10": "‘Evampi kho maṁ tvaṁ, moghapurisa, uttari manussadhammā iddhipāṭihāriyaṁ karontaṁ evaṁ vadesi: ",
  "dn24:1.14.11": "“na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṁ karotī”ti. ",
  "dn24:1.14.12": "Passa, moghapurisa, yāvañca te idaṁ aparaddhan’ti. ",
  "dn24:1.14.13": "Evampi kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṁ āpāyiko nerayiko. ",
  "dn24:1.15.0": "4. Acelapāthikaputtavatthu ",
  "dn24:1.15.1": "Ekamidāhaṁ, bhaggava, samayaṁ tattheva vesāliyaṁ viharāmi mahāvane kūṭāgārasālāyaṁ. ",
  "dn24:1.15.2": "Tena kho pana samayena acelo pāthikaputto vesāliyaṁ paṭivasati lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
  "dn24:1.15.3": "So vesāliyaṁ parisati evaṁ vācaṁ bhāsati: ",
  "dn24:1.15.4": "‘samaṇopi gotamo ñāṇavādo, ahampi ñāṇavādo. ",
  "dn24:1.15.5": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṁ dassetuṁ. ",
  "dn24:1.15.6": "Samaṇo gotamo upaḍḍhapathaṁ āgaccheyya, ahampi upaḍḍhapathaṁ gaccheyyaṁ. ",
  "dn24:1.15.7": "Te tattha ubhopi uttari manussadhammā iddhipāṭihāriyaṁ kareyyāma. ",
  "dn24:1.15.8": "Ekañce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṁ karissati, dvāhaṁ karissāmi. ",
  "dn24:1.15.9": "Dve ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, cattārāhaṁ karissāmi. ",
  "dn24:1.15.10": "Cattāri ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, aṭṭhāhaṁ karissāmi. ",
  "dn24:1.15.11": "Iti yāvatakaṁ yāvatakaṁ samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṁ karissati, taddiguṇaṁ taddiguṇāhaṁ karissāmī’ti. ",
  "dn24:1.16.1": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho, bhaggava, sunakkhatto licchaviputto maṁ etadavoca: ",
  "dn24:1.16.2": "‘acelo, bhante, pāthikaputto vesāliyaṁ paṭivasati lābhaggappatto ceva yasaggappatto ca vajjigāme. ",
  "dn24:1.16.3": "So vesāliyaṁ parisati evaṁ vācaṁ bhāsati: ",
  "dn24:1.16.4": "“samaṇopi gotamo ñāṇavādo, ahampi ñāṇavādo. ",
  "dn24:1.16.5": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṁ dassetuṁ. ",
  "dn24:1.16.6": "Samaṇo gotamo upaḍḍhapathaṁ āgaccheyya, ahampi upaḍḍhapathaṁ gaccheyyaṁ. ",
  "dn24:1.16.7": "Te tattha ubhopi uttari manussadhammā iddhipāṭihāriyaṁ kareyyāma. ",
  "dn24:1.16.8": "Ekañce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṁ karissati, dvāhaṁ karissāmi. ",
  "dn24:1.16.9": "Dve ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, cattārāhaṁ karissāmi. ",
  "dn24:1.16.10": "Cattāri ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, aṭṭhāhaṁ karissāmi. ",
  "dn24:1.16.11": "Iti yāvatakaṁ yāvatakaṁ samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṁ karissati, taddiguṇaṁ taddiguṇāhaṁ karissāmī”’ti. ",
  "dn24:1.16.12": "Evaṁ vutte, ahaṁ, bhaggava, sunakkhattaṁ licchaviputtaṁ etadavocaṁ: ",
  "dn24:1.16.13": "‘abhabbo kho, sunakkhatta, acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:1.16.14": "Sacepissa evamassa—",
  "dn24:1.16.15": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
  "dn24:1.17.1": "‘Rakkhatetaṁ, bhante, bhagavā vācaṁ, rakkhatetaṁ sugato vācan’ti. ",
  "dn24:1.17.2": "‘Kiṁ pana maṁ tvaṁ, sunakkhatta, evaṁ vadesi—",
  "dn24:1.17.3": "rakkhatetaṁ, bhante, bhagavā vācaṁ, rakkhatetaṁ sugato vācan’ti? ",
  "dn24:1.17.4": "‘Bhagavatā cassa, bhante, esā vācā ekaṁsena odhāritā—",
  "dn24:1.17.5": "abhabbo acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:1.17.6": "Sacepissa evamassa—",
  "dn24:1.17.7": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.17.8": "Acelo ca, bhante, pāthikaputto virūparūpena bhagavato sammukhībhāvaṁ āgaccheyya, tadassa bhagavato musā’ti. ",
  "dn24:1.18.1": "‘Api nu, sunakkhatta, tathāgato taṁ vācaṁ bhāseyya yā sā vācā dvayagāminī’ti? ",
  "dn24:1.18.2": "‘Kiṁ pana, bhante, bhagavatā acelo pāthikaputto cetasā ceto paricca vidito—",
  "dn24:1.18.3": "abhabbo acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:1.18.4": "Sacepissa evamassa—",
  "dn24:1.18.5": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyāti? ",
  "dn24:1.18.6": "Udāhu, devatā bhagavato etamatthaṁ ārocesuṁ—",
  "dn24:1.18.7": "abhabbo, bhante, acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā bhagavato sammukhībhāvaṁ āgantuṁ. ",
  "dn24:1.18.8": "Sacepissa evamassa—",
  "dn24:1.18.9": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyā’ti? ",
  "dn24:1.18.10": "‘Cetasā ceto paricca vidito ceva me, sunakkhatta, acelo pāthikaputto—",
  "dn24:1.18.11": "abhabbo acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:1.18.12": "Sacepissa evamassa—",
  "dn24:1.18.13": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.18.14": "Devatāpi me etamatthaṁ ārocesuṁ—",
  "dn24:1.18.15": "abhabbo, bhante, acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā bhagavato sammukhībhāvaṁ āgantuṁ. ",
  "dn24:1.18.16": "Sacepissa evamassa—",
  "dn24:1.18.17": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.18.18": "Ajitopi nāma licchavīnaṁ senāpati adhunā kālaṅkato tāvatiṁsakāyaṁ upapanno. ",
  "dn24:1.18.19": "Sopi maṁ upasaṅkamitvā evamārocesi—",
  "dn24:1.18.20": "alajjī, bhante, acelo pāthikaputto; ",
  "dn24:1.18.21": "musāvādī, bhante, acelo pāthikaputto. ",
  "dn24:1.18.22": "Mampi, bhante, acelo pāthikaputto byākāsi vajjigāme—",
  "dn24:1.18.23": "ajito licchavīnaṁ senāpati mahānirayaṁ upapannoti. ",
  "dn24:1.18.24": "Na kho panāhaṁ, bhante, mahānirayaṁ upapanno; ",
  "dn24:1.18.25": "tāvatiṁsakāyamhi upapanno. ",
  "dn24:1.18.26": "Alajjī, bhante, acelo pāthikaputto; ",
  "dn24:1.18.27": "musāvādī, bhante, acelo pāthikaputto; ",
  "dn24:1.18.28": "abhabbo ca, bhante, acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā bhagavato sammukhībhāvaṁ āgantuṁ. ",
  "dn24:1.18.29": "Sacepissa evamassa—",
  "dn24:1.18.30": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.18.31": "Iti kho, sunakkhatta, cetasā ceto paricca vidito ceva me acelo pāthikaputto abhabbo acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:1.18.32": "Sacepissa evamassa—",
  "dn24:1.18.33": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.18.34": "Devatāpi me etamatthaṁ ārocesuṁ—",
  "dn24:1.18.35": "abhabbo, bhante, acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā bhagavato sammukhībhāvaṁ āgantuṁ. ",
  "dn24:1.18.36": "Sacepissa evamassa—",
  "dn24:1.18.37": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:1.18.38": "So kho panāhaṁ, sunakkhatta, vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkamissāmi divāvihārāya. ",
  "dn24:1.18.39": "Yassadāni tvaṁ, sunakkhatta, icchasi, tassa ārocehī’ti. ",
  "dn24:1.19.0": "5. Iddhipāṭihāriyakathā ",
  "dn24:1.19.1": "Atha khvāhaṁ, bhaggava, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisiṁ. ",
  "dn24:1.19.2": "Vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkamiṁ divāvihārāya. ",
  "dn24:1.19.3": "Atha kho, bhaggava, sunakkhatto licchaviputto taramānarūpo vesāliṁ pavisitvā yena abhiññātā abhiññātā licchavī tenupasaṅkami; upasaṅkamitvā abhiññāte abhiññāte licchavī etadavoca: ",
  "dn24:1.19.4": "‘esāvuso, bhagavā vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkami divāvihārāya. ",
  "dn24:1.19.5": "Abhikkamathāyasmanto abhikkamathāyasmanto, sādhurūpānaṁ samaṇānaṁ uttari manussadhammā iddhipāṭihāriyaṁ bhavissatī’ti. ",
  "dn24:1.19.6": "Atha kho, bhaggava, abhiññātānaṁ abhiññātānaṁ licchavīnaṁ etadahosi: ",
  "dn24:1.19.7": "‘sādhurūpānaṁ kira, bho, samaṇānaṁ uttari manussadhammā iddhipāṭihāriyaṁ bhavissati; ",
  "dn24:1.19.8": "handa vata, bho, gacchāmā’ti. ",
  "dn24:1.19.9": "Yena ca abhiññātā abhiññātā brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā tenupasaṅkami. upasaṅkamitvā abhiññāte abhiññāte nānātitthiye samaṇabrāhmaṇe etadavoca: ",
  "dn24:1.19.10": "‘esāvuso, bhagavā vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto yena acelassa pāthikaputtassa ārāmo tenupasaṅkami divāvihārāya. ",
  "dn24:1.19.11": "Abhikkamathāyasmanto abhikkamathāyasmanto, sādhurūpānaṁ samaṇānaṁ uttari manussadhammā iddhipāṭihāriyaṁ bhavissatī’ti. ",
  "dn24:1.19.12": "Atha kho, bhaggava, abhiññātānaṁ abhiññātānaṁ nānātitthiyānaṁ samaṇabrāhmaṇānaṁ etadahosi: ",
  "dn24:1.19.13": "‘sādhurūpānaṁ kira, bho, samaṇānaṁ uttari manussadhammā iddhipāṭihāriyaṁ bhavissati; ",
  "dn24:1.19.14": "handa vata, bho, gacchāmā’ti. ",
  "dn24:1.19.15": "Atha kho, bhaggava, abhiññātā abhiññātā licchavī, abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā yena acelassa pāthikaputtassa ārāmo tenupasaṅkamiṁsu. ",
  "dn24:1.19.16": "Sā esā, bhaggava, parisā mahā hoti anekasatā anekasahassā. ",
  "dn24:1.20.1": "Assosi kho, bhaggava, acelo pāthikaputto: ",
  "dn24:1.20.2": "‘abhikkantā kira abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. ",
  "dn24:1.20.3": "Samaṇopi gotamo mayhaṁ ārāme divāvihāraṁ nisinno’ti. ",
  "dn24:1.20.4": "Sutvānassa bhayaṁ chambhitattaṁ lomahaṁso udapādi. ",
  "dn24:1.20.5": "Atha kho, bhaggava, acelo pāthikaputto bhīto saṁviggo lomahaṭṭhajāto yena tindukakhāṇuparibbājakārāmo tenupasaṅkami. ",
  "dn24:1.20.6": "Assosi kho, bhaggava, sā parisā: ",
  "dn24:1.20.7": "‘acelo kira pāthikaputto bhīto saṁviggo lomahaṭṭhajāto yena tindukakhāṇuparibbājakārāmo tenupasaṅkanto’ti. ",
  "dn24:1.20.8": "Atha kho, bhaggava, sā parisā aññataraṁ purisaṁ āmantesi: ",
  "dn24:1.20.9": "‘Ehi tvaṁ, bho purisa, yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkama. upasaṅkamitvā acelaṁ pāthikaputtaṁ evaṁ vadehi: ",
  "dn24:1.20.10": "“abhikkamāvuso, pāthikaputta, abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā, samaṇopi gotamo āyasmato ārāme divāvihāraṁ nisinno; ",
  "dn24:1.20.11": "bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṁ parisati vācā ",
  "dn24:1.20.12": "samaṇopi gotamo ñāṇavādo, ahampi ñāṇavādo. ",
  "dn24:1.20.13": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṁ dassetuṁ. ",
  "dn24:1.20.14": "Samaṇo gotamo upaḍḍhapathaṁ āgaccheyya ahampi upaḍḍhapathaṁ gaccheyyaṁ. ",
  "dn24:1.20.15": "Te tattha ubhopi uttari manussadhammā iddhipāṭihāriyaṁ kareyyāma. ",
  "dn24:1.20.16": "Ekañce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṁ karissati, dvāhaṁ karissāmi. ",
  "dn24:1.20.17": "Dve ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, cattārāhaṁ karissāmi. ",
  "dn24:1.20.18": "Cattāri ce samaṇo gotamo uttari manussadhammā iddhipāṭihāriyāni karissati, aṭṭhāhaṁ karissāmi. ",
  "dn24:1.20.19": "Iti yāvatakaṁ yāvatakaṁ samaṇo gotamo uttari manussadhammā iddhipāṭihāriyaṁ karissati, taddiguṇaṁ taddiguṇāhaṁ karissāmī”ti ",
  "dn24:1.20.20": "abhikkamasseva kho āvuso pāthikaputta, upaḍḍhapathaṁ. ",
  "dn24:1.20.21": "Sabbapaṭhamaṁyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṁ nisinno’ti. ",
  "dn24:1.21.1": "Evaṁ, bhoti kho, bhaggava, so puriso tassā parisāya paṭissutvā yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkami. upasaṅkamitvā acelaṁ pāthikaputtaṁ etadavoca: ",
  "dn24:1.21.2": "‘abhikkamāvuso pāthikaputta, abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. ",
  "dn24:1.21.3": "Samaṇopi gotamo āyasmato ārāme divāvihāraṁ nisinno. ",
  "dn24:1.21.4": "Bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṁ parisati vācā—",
  "dn24:1.21.5": "samaṇopi gotamo ñāṇavādo; ahampi ñāṇavādo. ",
  "dn24:1.21.6": "Ñāṇavādo kho pana ñāṇavādena arahati uttari manussadhammā iddhipāṭihāriyaṁ dassetuṁ …pe… ",
  "dn24:1.21.7": "taddiguṇaṁ taddiguṇāhaṁ karissāmīti. ",
  "dn24:1.21.8": "Abhikkamasseva kho, āvuso pāthikaputta, upaḍḍhapathaṁ. ",
  "dn24:1.21.9": "Sabbapaṭhamaṁyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṁ nisinno’ti. ",
  "dn24:1.21.10": "Evaṁ vutte, bhaggava, acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātuṁ. ",
  "dn24:1.21.11": "Atha kho so, bhaggava, puriso acelaṁ pāthikaputtaṁ etadavoca: ",
  "dn24:1.21.12": "‘kiṁ su nāma te, āvuso pāthikaputta, pāvaḷā su nāma te pīṭhakasmiṁ allīnā, pīṭhakaṁ su nāma te pāvaḷāsu allīnaṁ? ",
  "dn24:1.21.13": "Āyāmi āvuso, āyāmi āvusoti vatvā tattheva saṁsappasi, na sakkosi āsanāpi vuṭṭhātun’ti. ",
  "dn24:1.21.14": "Evampi kho, bhaggava, vuccamāno acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātuṁ. ",
  "dn24:1.22.1": "Yadā kho so, bhaggava, puriso aññāsi: ",
  "dn24:1.22.2": "‘parābhūtarūpo ayaṁ acelo pāthikaputto. ",
  "dn24:1.22.3": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
  "dn24:1.22.4": "Atha taṁ parisaṁ āgantvā evamārocesi: ",
  "dn24:1.22.5": "‘parābhūtarūpo, bho, acelo pāthikaputto. ",
  "dn24:1.22.6": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
  "dn24:1.22.7": "Evaṁ vutte, ahaṁ, bhaggava, taṁ parisaṁ etadavocaṁ: ",
  "dn24:1.22.8": "‘abhabbo kho, āvuso, acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:1.22.9": "Sacepissa evamassa—",
  "dn24:1.22.10": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
  "dn24:1.22.11": "Paṭhamabhāṇavāro niṭṭhito. ",
  "dn24:2.1.1": "Atha kho, bhaggava, aññataro licchavimahāmatto uṭṭhāyāsanā taṁ parisaṁ etadavoca: ",
  "dn24:2.1.2": "‘tena hi, bho, muhuttaṁ tāva āgametha, yāvāhaṁ gacchāmi. ",
  "dn24:2.1.3": "Appeva nāma ahampi sakkuṇeyyaṁ acelaṁ pāthikaputtaṁ imaṁ parisaṁ ānetun’ti. ",
  "dn24:2.1.4": "Atha kho so, bhaggava, licchavimahāmatto yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkami. upasaṅkamitvā acelaṁ pāthikaputtaṁ etadavoca: ",
  "dn24:2.1.5": "‘abhikkamāvuso pāthikaputta, abhikkantaṁ te seyyo, abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. Samaṇopi gotamo āyasmato ārāme divāvihāraṁ nisinno. ",
  "dn24:2.1.6": "Bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṁ parisati vācā—",
  "dn24:2.1.7": "samaṇopi gotamo ñāṇavādo …pe… ",
  "dn24:2.1.8": "taddiguṇaṁ taddiguṇāhaṁ karissāmīti. ",
  "dn24:2.1.9": "Abhikkamasseva kho, āvuso pāthikaputta, upaḍḍhapathaṁ. ",
  "dn24:2.1.10": "Sabbapaṭhamaṁyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṁ nisinno. ",
  "dn24:2.1.11": "Bhāsitā kho panesā, āvuso pāthikaputta, samaṇena gotamena parisati vācā—",
  "dn24:2.1.12": "abhabbo kho acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:2.1.13": "Sacepissa evamassa—",
  "dn24:2.1.14": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:2.1.15": "Abhikkamāvuso pāthikaputta, abhikkamaneneva te jayaṁ karissāma, samaṇassa gotamassa parājayan’ti. ",
  "dn24:2.2.1": "Evaṁ vutte, bhaggava, acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātuṁ. ",
  "dn24:2.2.2": "Atha kho so, bhaggava, licchavimahāmatto acelaṁ pāthikaputtaṁ etadavoca: ",
  "dn24:2.2.3": "‘kiṁ su nāma te, āvuso pāthikaputta, pāvaḷā su nāma te pīṭhakasmiṁ allīnā, pīṭhakaṁ su nāma te pāvaḷāsu allīnaṁ? ",
  "dn24:2.2.4": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṁsappasi, na sakkosi āsanāpi vuṭṭhātun’ti. ",
  "dn24:2.2.5": "Evampi kho, bhaggava, vuccamāno acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātuṁ. ",
  "dn24:2.3.1": "Yadā kho so, bhaggava, licchavimahāmatto aññāsi: ",
  "dn24:2.3.2": "‘parābhūtarūpo ayaṁ acelo pāthikaputto āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
  "dn24:2.3.3": "Atha taṁ parisaṁ āgantvā evamārocesi: ",
  "dn24:2.3.4": "‘parābhūtarūpo, bho, acelo pāthikaputto āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
  "dn24:2.3.5": "Evaṁ vutte, ahaṁ, bhaggava, taṁ parisaṁ etadavocaṁ: ",
  "dn24:2.3.6": "‘abhabbo kho, āvuso, acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:2.3.7": "Sacepissa evamassa—",
  "dn24:2.3.8": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyya. ",
  "dn24:2.3.9": "Sace pāyasmantānaṁ licchavīnaṁ evamassa—",
  "dn24:2.3.10": "mayaṁ acelaṁ pāthikaputtaṁ varattāhi bandhitvā goyugehi āviñcheyyāmāti, tā varattā chijjeyyuṁ pāthikaputto vā. ",
  "dn24:2.3.11": "Abhabbo pana acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:2.3.12": "Sacepissa evamassa—",
  "dn24:2.3.13": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
  "dn24:2.4.1": "Atha kho, bhaggava, jāliyo dārupattikantevāsī uṭṭhāyāsanā taṁ parisaṁ etadavoca: ",
  "dn24:2.4.2": "‘tena hi, bho, muhuttaṁ tāva āgametha, yāvāhaṁ gacchāmi; ",
  "dn24:2.4.3": "appeva nāma ahampi sakkuṇeyyaṁ acelaṁ pāthikaputtaṁ imaṁ parisaṁ ānetun’ti. ",
  "dn24:2.4.4": "Atha kho, bhaggava, jāliyo dārupattikantevāsī yena tindukakhāṇuparibbājakārāmo, yena acelo pāthikaputto tenupasaṅkami. upasaṅkamitvā acelaṁ pāthikaputtaṁ etadavoca: ",
  "dn24:2.4.5": "‘abhikkamāvuso pāthikaputta, abhikkantaṁ te seyyo. Abhikkantā abhiññātā abhiññātā licchavī, abhikkantā abhiññātā abhiññātā ca brāhmaṇamahāsālā gahapatinecayikā nānātitthiyā samaṇabrāhmaṇā. Samaṇopi gotamo āyasmato ārāme divāvihāraṁ nisinno. ",
  "dn24:2.4.6": "Bhāsitā kho pana te esā, āvuso pāthikaputta, vesāliyaṁ parisati vācā—",
  "dn24:2.4.7": "samaṇopi gotamo ñāṇavādo …pe… ",
  "dn24:2.4.8": "taddiguṇaṁ taddiguṇāhaṁ karissāmīti. ",
  "dn24:2.4.9": "Abhikkamasseva, kho āvuso pāthikaputta, upaḍḍhapathaṁ. ",
  "dn24:2.4.10": "Sabbapaṭhamaṁyeva āgantvā samaṇo gotamo āyasmato ārāme divāvihāraṁ nisinno. ",
  "dn24:2.4.11": "Bhāsitā kho panesā, āvuso pāthikaputta, samaṇena gotamena parisati vācā—",
  "dn24:2.4.12": "abhabbo acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:2.4.13": "Sacepissa evamassa—",
  "dn24:2.4.14": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyya. ",
  "dn24:2.4.15": "Sace pāyasmantānaṁ licchavīnaṁ evamassa—",
  "dn24:2.4.16": "mayaṁ acelaṁ pāthikaputtaṁ varattāhi bandhitvā goyugehi āviñcheyyāmāti. Tā varattā chijjeyyuṁ pāthikaputto vā. ",
  "dn24:2.4.17": "Abhabbo pana acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:2.4.18": "Sacepissa evamassa—",
  "dn24:2.4.19": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ āgaccheyyanti, muddhāpi tassa vipateyyāti. ",
  "dn24:2.4.20": "Abhikkamāvuso pāthikaputta, abhikkamaneneva te jayaṁ karissāma, samaṇassa gotamassa parājayan’ti. ",
  "dn24:2.5.1": "Evaṁ vutte, bhaggava, acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātuṁ. ",
  "dn24:2.5.2": "Atha kho, bhaggava, jāliyo dārupattikantevāsī acelaṁ pāthikaputtaṁ etadavoca: ",
  "dn24:2.5.3": "‘kiṁ su nāma te, āvuso pāthikaputta, pāvaḷā su nāma te pīṭhakasmiṁ allīnā, pīṭhakaṁ su nāma te pāvaḷāsu allīnaṁ? ",
  "dn24:2.5.4": "Āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṁsappasi, na sakkosi āsanāpi vuṭṭhātun’ti. ",
  "dn24:2.5.5": "Evampi kho, bhaggava, vuccamāno acelo pāthikaputto ‘āyāmi, āvuso, āyāmi, āvuso’ti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātunti. ",
  "dn24:2.6.1": "Yadā kho, bhaggava, jāliyo dārupattikantevāsī aññāsi: ",
  "dn24:2.6.2": "‘parābhūtarūpo ayaṁ acelo pāthikaputto āyāmi, āvuso, āyāmi, āvusoti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātun’ti, atha naṁ etadavoca—",
  "dn24:2.6.3": "Bhūtapubbaṁ, āvuso pāthikaputta, sīhassa migarañño etadahosi: ",
  "dn24:2.6.4": "‘yannūnāhaṁ aññataraṁ vanasaṇḍaṁ nissāya āsayaṁ kappeyyaṁ. ",
  "dn24:2.6.5": "Tatrāsayaṁ kappetvā sāyanhasamayaṁ āsayā nikkhameyyaṁ, āsayā nikkhamitvā vijambheyyaṁ, vijambhitvā samantā catuddisā anuvilokeyyaṁ, samantā catuddisā anuviloketvā tikkhattuṁ sīhanādaṁ nadeyyaṁ, tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkameyyaṁ. ",
  "dn24:2.6.6": "So varaṁ varaṁ migasaṅghe vadhitvā mudumaṁsāni mudumaṁsāni bhakkhayitvā tameva āsayaṁ ajjhupeyyan’ti. ",
  "dn24:2.6.7": "Atha kho, āvuso, so sīho migarājā aññataraṁ vanasaṇḍaṁ nissāya āsayaṁ kappesi. ",
  "dn24:2.6.8": "Tatrāsayaṁ kappetvā sāyanhasamayaṁ āsayā nikkhami, āsayā nikkhamitvā vijambhi, vijambhitvā samantā catuddisā anuvilokesi, samantā catuddisā anuviloketvā tikkhattuṁ sīhanādaṁ nadi, tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkāmi. ",
  "dn24:2.6.9": "So varaṁ varaṁ migasaṅghe vadhitvā mudumaṁsāni mudumaṁsāni bhakkhayitvā tameva āsayaṁ ajjhupesi. ",
  "dn24:2.6.10": "Tasseva kho, āvuso pāthikaputta, sīhassa migarañño vighāsasaṁvaḍḍho jarasiṅgālo ditto ceva balavā ca. ",
  "dn24:2.6.11": "Atha kho, āvuso, tassa jarasiṅgālassa etadahosi: ",
  "dn24:2.6.12": "‘ko cāhaṁ, ko sīho migarājā. ",
  "dn24:2.6.13": "Yannūnāhampi aññataraṁ vanasaṇḍaṁ nissāya āsayaṁ kappeyyaṁ. ",
  "dn24:2.6.14": "Tatrāsayaṁ kappetvā sāyanhasamayaṁ āsayā nikkhameyyaṁ, āsayā nikkhamitvā vijambheyyaṁ, vijambhitvā samantā catuddisā anuvilokeyyaṁ, samantā catuddisā anuviloketvā tikkhattuṁ sīhanādaṁ nadeyyaṁ, tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkameyyaṁ. ",
  "dn24:2.6.15": "So varaṁ varaṁ migasaṅghe vadhitvā mudumaṁsāni mudumaṁsāni bhakkhayitvā tameva āsayaṁ ajjhupeyyan’ti. ",
  "dn24:2.7.1": "Atha kho so, āvuso, jarasiṅgālo aññataraṁ vanasaṇḍaṁ nissāya āsayaṁ kappesi. ",
  "dn24:2.7.2": "Tatrāsayaṁ kappetvā sāyanhasamayaṁ āsayā nikkhami, āsayā nikkhamitvā vijambhi, vijambhitvā samantā catuddisā anuvilokesi, samantā catuddisā anuviloketvā tikkhattuṁ sīhanādaṁ nadissāmīti siṅgālakaṁyeva anadi bheraṇḍakaṁyeva anadi, ke ca chave siṅgāle, ke pana sīhanādeti. ",
  "dn24:2.7.3": "Evameva kho tvaṁ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṁ maññasi. ",
  "dn24:2.7.4": "Ke ca chave pāthikaputte, kā ca tathāgatānaṁ arahantānaṁ sammāsambuddhānaṁ āsādanāti. ",
  "dn24:2.8.1": "Yato kho, bhaggava, jāliyo dārupattikantevāsī iminā opammena neva asakkhi acelaṁ pāthikaputtaṁ tamhā āsanā cāvetuṁ. ",
  "dn24:2.8.2": "Atha naṁ etadavoca: ",
  "dn24:2.8.3": "‘Sīhoti attānaṁ samekkhiyāna, ",
  "dn24:2.8.4": "Amaññi kotthu migarājāhamasmi; ",
  "dn24:2.8.5": "Tatheva so siṅgālakaṁ anadi, ",
  "dn24:2.8.6": "Ke ca chave siṅgāle ke pana sīhanādeti. ",
  "dn24:2.8.7": "Evameva kho tvaṁ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṁ maññasi. ",
  "dn24:2.8.8": "Ke ca chave pāthikaputte, kā ca tathāgatānaṁ arahantānaṁ sammāsambuddhānaṁ āsādanā’ti. ",
  "dn24:2.9.1": "Yato kho, bhaggava, jāliyo dārupattikantevāsī imināpi opammena neva asakkhi acelaṁ pāthikaputtaṁ tamhā āsanā cāvetuṁ. ",
  "dn24:2.9.2": "Atha naṁ etadavoca: ",
  "dn24:2.9.3": "‘Aññaṁ anucaṅkamanaṁ, ",
  "dn24:2.9.4": "Attānaṁ vighāse samekkhiya; ",
  "dn24:2.9.5": "Yāva attānaṁ na passati, ",
  "dn24:2.9.6": "Kotthu tāva byagghoti maññati. ",
  "dn24:2.9.7": "Tatheva so siṅgālakaṁ anadi, ",
  "dn24:2.9.8": "Ke ca chave siṅgāle ke pana sīhanādeti. ",
  "dn24:2.9.9": "Evameva kho tvaṁ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṁ maññasi. ",
  "dn24:2.9.10": "Ke ca chave pāthikaputte, kā ca tathāgatānaṁ arahantānaṁ sammāsambuddhānaṁ āsādanā’ti. ",
  "dn24:2.10.1": "Yato kho, bhaggava, jāliyo dārupattikantevāsī imināpi opammena neva asakkhi acelaṁ pāthikaputtaṁ tamhā āsanā cāvetuṁ. ",
  "dn24:2.10.2": "Atha naṁ etadavoca: ",
  "dn24:2.10.3": "‘Bhutvāna bheke khalamūsikāyo, ",
  "dn24:2.10.4": "Kaṭasīsu khittāni ca koṇapāni; ",
  "dn24:2.10.5": "Mahāvane suññavane vivaḍḍho, ",
  "dn24:2.10.6": "Amaññi kotthu migarājāhamasmi; ",
  "dn24:2.10.7": "Tatheva so siṅgālakaṁ anadi, ",
  "dn24:2.10.8": "Ke ca chave siṅgāle ke pana sīhanādeti. ",
  "dn24:2.10.9": "Evameva kho tvaṁ, āvuso pāthikaputta, sugatāpadānesu jīvamāno sugatātirittāni bhuñjamāno tathāgate arahante sammāsambuddhe āsādetabbaṁ maññasi. ",
  "dn24:2.10.10": "Ke ca chave pāthikaputte, kā ca tathāgatānaṁ arahantānaṁ sammāsambuddhānaṁ āsādanā’ti. ",
  "dn24:2.11.1": "Yato kho, bhaggava, jāliyo dārupattikantevāsī imināpi opammena neva asakkhi acelaṁ pāthikaputtaṁ tamhā āsanā cāvetuṁ. ",
  "dn24:2.11.2": "Atha taṁ parisaṁ āgantvā evamārocesi: ",
  "dn24:2.11.3": "‘parābhūtarūpo, bho, acelo pāthikaputto āyāmi āvuso, āyāmi, āvusoti vatvā tattheva saṁsappati, na sakkoti āsanāpi vuṭṭhātun’ti. ",
  "dn24:2.12.1": "Evaṁ vutte, ahaṁ, bhaggava, taṁ parisaṁ etadavocaṁ: ",
  "dn24:2.12.2": "‘abhabbo kho, āvuso, acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:2.12.3": "Sacepissa evamassa—",
  "dn24:2.12.4": "ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyya. ",
  "dn24:2.12.5": "Sacepāyasmantānaṁ licchavīnaṁ evamassa—",
  "dn24:2.12.6": "mayaṁ acelaṁ pāthikaputtaṁ varattāhi bandhitvā nāgehi āviñcheyyāmāti. Tā varattā chijjeyyuṁ pāthikaputto vā. ",
  "dn24:2.12.7": "Abhabbo pana acelo pāthikaputto taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā mama sammukhībhāvaṁ āgantuṁ. ",
  "dn24:2.12.8": "Sacepissa evamassa—ahaṁ taṁ vācaṁ appahāya taṁ cittaṁ appahāya taṁ diṭṭhiṁ appaṭinissajjitvā samaṇassa gotamassa sammukhībhāvaṁ gaccheyyanti, muddhāpi tassa vipateyyā’ti. ",
  "dn24:2.13.1": "Atha khvāhaṁ, bhaggava, taṁ parisaṁ dhammiyā kathāya sandassesiṁ samādapesiṁ samuttejesiṁ sampahaṁsesiṁ, taṁ parisaṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā mahābandhanā mokkhaṁ karitvā caturāsītipāṇasahassāni mahāviduggā uddharitvā tejodhātuṁ samāpajjitvā sattatālaṁ vehāsaṁ abbhuggantvā aññaṁ sattatālampi acciṁ abhinimminitvā pajjalitvā dhūmāyitvā mahāvane kūṭāgārasālāyaṁ paccuṭṭhāsiṁ. ",
  "dn24:2.13.2": "Atha kho, bhaggava, sunakkhatto licchaviputto yenāhaṁ tenupasaṅkami; upasaṅkamitvā maṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho ahaṁ, bhaggava, sunakkhattaṁ licchaviputtaṁ etadavocaṁ: ",
  "dn24:2.13.3": "‘Taṁ kiṁ maññasi, sunakkhatta, ",
  "dn24:2.13.4": "yatheva te ahaṁ acelaṁ pāthikaputtaṁ ārabbha byākāsiṁ, tatheva taṁ vipākaṁ aññathā vā’ti? ",
  "dn24:2.13.5": "‘Yatheva me, bhante, bhagavā acelaṁ pāthikaputtaṁ ārabbha byākāsi, tatheva taṁ vipākaṁ, no aññathā’ti. ",
  "dn24:2.13.6": "‘Taṁ kiṁ maññasi, sunakkhatta, ",
  "dn24:2.13.7": "yadi evaṁ sante kataṁ vā hoti uttari manussadhammā iddhipāṭihāriyaṁ, akataṁ vā’ti? ",
  "dn24:2.13.8": "‘Addhā kho, bhante, evaṁ sante kataṁ hoti uttari manussadhammā iddhipāṭihāriyaṁ, no akatan’ti. ",
  "dn24:2.13.9": "‘Evampi kho maṁ tvaṁ, moghapurisa, uttari manussadhammā iddhipāṭihāriyaṁ karontaṁ evaṁ vadesi—",
  "dn24:2.13.10": "na hi pana me, bhante, bhagavā uttari manussadhammā iddhipāṭihāriyaṁ karotīti. ",
  "dn24:2.13.11": "Passa, moghapurisa, yāvañca te idaṁ aparaddhan’ti. ",
  "dn24:2.13.12": "Evampi kho, bhaggava, sunakkhatto licchaviputto mayā vuccamāno apakkameva imasmā dhammavinayā, yathā taṁ āpāyiko nerayiko. ",
  "dn24:2.14.0": "6. Aggaññapaññattikathā ",
  "dn24:2.14.1": "Aggaññañcāhaṁ, bhaggava, pajānāmi. ",
  "dn24:2.14.2": "Tañca pajānāmi, tato ca uttaritaraṁ pajānāmi, tañca pajānaṁ na parāmasāmi, aparāmasato ca me paccattaññeva nibbuti viditā, yadabhijānaṁ tathāgato no anayaṁ āpajjati. ",
  "dn24:2.14.3": "Santi, bhaggava, eke samaṇabrāhmaṇā issarakuttaṁ brahmakuttaṁ ācariyakaṁ aggaññaṁ paññapenti. ",
  "dn24:2.14.4": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn24:2.14.5": "‘saccaṁ kira tumhe āyasmanto issarakuttaṁ brahmakuttaṁ ācariyakaṁ aggaññaṁ paññapethā’ti? ",
  "dn24:2.14.6": "Te ca me evaṁ puṭṭhā, ‘āmo’ti paṭijānanti. ",
  "dn24:2.14.7": "Tyāhaṁ evaṁ vadāmi: ",
  "dn24:2.14.8": "‘kathaṁvihitakaṁ pana tumhe āyasmanto issarakuttaṁ brahmakuttaṁ ācariyakaṁ aggaññaṁ paññapethā’ti? ",
  "dn24:2.14.9": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti. ",
  "dn24:2.14.10": "Tesāhaṁ puṭṭho byākaromi: ",
  "dn24:2.14.11": "‘Hoti kho so, āvuso, samayo yaṁ kadāci karahaci dīghassa addhuno accayena ayaṁ loko saṁvaṭṭati. ",
  "dn24:2.14.12": "Saṁvaṭṭamāne loke yebhuyyena sattā ābhassarasaṁvattanikā honti. ",
  "dn24:2.14.13": "Te tattha honti manomayā pītibhakkhā sayaṁpabhā antalikkhacarā subhaṭṭhāyino ciraṁ dīghamaddhānaṁ tiṭṭhanti. ",
  "dn24:2.15.1": "Hoti kho so, āvuso, samayo yaṁ kadāci karahaci dīghassa addhuno accayena ayaṁ loko vivaṭṭati. ",
  "dn24:2.15.2": "Vivaṭṭamāne loke suññaṁ brahmavimānaṁ pātubhavati. ",
  "dn24:2.15.3": "Atha kho aññataro satto āyukkhayā vā puññakkhayā vā ābhassarakāyā cavitvā suññaṁ brahmavimānaṁ upapajjati. ",
  "dn24:2.15.4": "So tattha hoti manomayo pītibhakkho sayampabho antalikkhacaro subhaṭṭhāyī, ciraṁ dīghamaddhānaṁ tiṭṭhati. ",
  "dn24:2.16.1": "Tassa tattha ekakassa dīgharattaṁ nivusitattā anabhirati paritassanā uppajjati—",
  "dn24:2.16.2": "aho vata aññepi sattā itthattaṁ āgaccheyyunti. ",
  "dn24:2.16.3": "Atha aññepi sattā āyukkhayā vā puññakkhayā vā ābhassarakāyā cavitvā suññaṁ brahmavimānaṁ upapajjanti tassa sattassa sahabyataṁ. ",
  "dn24:2.16.4": "Tepi tattha honti manomayā pītibhakkhā sayaṁpabhā antalikkhacarā subhaṭṭhāyino, ciraṁ dīghamaddhānaṁ tiṭṭhanti. ",
  "dn24:2.17.1": "Tatrāvuso, yo so satto paṭhamaṁ upapanno, tassa evaṁ hoti—",
  "dn24:2.17.2": "ahamasmi brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṁ, mayā ime sattā nimmitā. ",
  "dn24:2.17.3": "Taṁ kissa hetu? ",
  "dn24:2.17.4": "Mamañhi pubbe etadahosi—",
  "dn24:2.17.5": "aho vata aññepi sattā itthattaṁ āgaccheyyunti; ",
  "dn24:2.17.6": "iti mama ca manopaṇidhi. Ime ca sattā itthattaṁ āgatāti. ",
  "dn24:2.17.7": "Yepi te sattā pacchā upapannā, tesampi evaṁ hoti—",
  "dn24:2.17.8": "ayaṁ kho bhavaṁ brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṁ; ",
  "dn24:2.17.9": "iminā mayaṁ bhotā brahmunā nimmitā. ",
  "dn24:2.17.10": "Taṁ kissa hetu? ",
  "dn24:2.17.11": "Imañhi mayaṁ addasāma idha paṭhamaṁ upapannaṁ; mayaṁ panāmha pacchā upapannāti. ",
  "dn24:2.17.12": "Tatrāvuso, yo so satto paṭhamaṁ upapanno, so dīghāyukataro ca hoti vaṇṇavantataro ca mahesakkhataro ca. ",
  "dn24:2.17.13": "Ye pana te sattā pacchā upapannā, te appāyukatarā ca honti dubbaṇṇatarā ca appesakkhatarā ca. ",
  "dn24:2.17.14": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati, yaṁ aññataro satto tamhā kāyā cavitvā itthattaṁ āgacchati. ",
  "dn24:2.17.15": "Itthattaṁ āgato samāno agārasmā anagāriyaṁ pabbajati. ",
  "dn24:2.17.16": "Agārasmā anagāriyaṁ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte taṁ pubbenivāsaṁ anussarati; tato paraṁ nānussarati. ",
  "dn24:2.17.17": "So evamāha: ",
  "dn24:2.17.18": "“yo kho so bhavaṁ brahmā mahābrahmā abhibhū anabhibhūto aññadatthudaso vasavattī issaro kattā nimmātā seṭṭho sajitā vasī pitā bhūtabhabyānaṁ, yena mayaṁ bhotā brahmunā nimmitā. So nicco dhuvo sassato avipariṇāmadhammo sassatisamaṁ tatheva ṭhassati. ",
  "dn24:2.17.19": "Ye pana mayaṁ ahumhā tena bhotā brahmunā nimmitā, te mayaṁ aniccā addhuvā appāyukā cavanadhammā itthattaṁ āgatā”ti. ",
  "dn24:2.17.20": "Evaṁvihitakaṁ no tumhe āyasmanto issarakuttaṁ brahmakuttaṁ ācariyakaṁ aggaññaṁ paññapethā’ti. ",
  "dn24:2.17.21": "Te evamāhaṁsu: ",
  "dn24:2.17.22": "‘evaṁ kho no, āvuso gotama, sutaṁ, yathevāyasmā gotamo āhā’ti. ",
  "dn24:2.17.23": "Aggaññañcāhaṁ, bhaggava, pajānāmi. ",
  "dn24:2.17.24": "Tañca pajānāmi, tato ca uttaritaraṁ pajānāmi, tañca pajānaṁ na parāmasāmi, aparāmasato ca me paccattaññeva nibbuti viditā. Yadabhijānaṁ tathāgato no anayaṁ āpajjati. ",
  "dn24:2.18.1": "Santi, bhaggava, eke samaṇabrāhmaṇā khiḍḍāpadosikaṁ ācariyakaṁ aggaññaṁ paññapenti. ",
  "dn24:2.18.2": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn24:2.18.3": "‘saccaṁ kira tumhe āyasmanto khiḍḍāpadosikaṁ ācariyakaṁ aggaññaṁ paññapethā’ti? ",
  "dn24:2.18.4": "Te ca me evaṁ puṭṭhā ‘āmo’ti paṭijānanti. ",
  "dn24:2.18.5": "Tyāhaṁ evaṁ vadāmi: ",
  "dn24:2.18.6": "‘kathaṁvihitakaṁ pana tumhe āyasmanto khiḍḍāpadosikaṁ ācariyakaṁ aggaññaṁ paññapethā’ti? ",
  "dn24:2.18.7": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti, ",
  "dn24:2.18.8": "tesāhaṁ puṭṭho byākaromi: ",
  "dn24:2.18.9": "‘Santāvuso, khiḍḍāpadosikā nāma devā. Te ativelaṁ hassakhiḍḍāratidhammasamāpannā viharanti. Tesaṁ ativelaṁ hassakhiḍḍāratidhammasamāpannānaṁ viharataṁ sati sammussati, satiyā sammosā te devā tamhā kāyā cavanti. ",
  "dn24:2.18.10": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati, yaṁ aññataro satto tamhā kāyā cavitvā itthattaṁ āgacchati, ",
  "dn24:2.18.11": "itthattaṁ āgato samāno agārasmā anagāriyaṁ pabbajati, ",
  "dn24:2.18.12": "agārasmā anagāriyaṁ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte taṁ pubbenivāsaṁ anussarati; tato paraṁ nānussarati. ",
  "dn24:2.18.13": "So evamāha: ",
  "dn24:2.18.14": "“ye kho te bhonto devā na khiḍḍāpadosikā te na ativelaṁ hassakhiḍḍāratidhammasamāpannā viharanti. Tesaṁ nātivelaṁ hassakhiḍḍāratidhammasamāpannānaṁ viharataṁ sati na sammussati, satiyā asammosā te devā tamhā kāyā na cavanti, ",
  "dn24:2.18.15": "niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṁ tatheva ṭhassanti. ",
  "dn24:2.18.16": "Ye pana mayaṁ ahumhā khiḍḍāpadosikā te mayaṁ ativelaṁ hassakhiḍḍāratidhammasamāpannā viharimhā, tesaṁ no ativelaṁ hassakhiḍḍāratidhammasamāpannānaṁ viharataṁ sati sammussati, satiyā sammosā evaṁ mayaṁ tamhā kāyā cutā, ",
  "dn24:2.18.17": "aniccā addhuvā appāyukā cavanadhammā itthattaṁ āgatā”ti. ",
  "dn24:2.18.18": "Evaṁvihitakaṁ no tumhe āyasmanto khiḍḍāpadosikaṁ ācariyakaṁ aggaññaṁ paññapethā’ti. ",
  "dn24:2.18.19": "Te evamāhaṁsu: ",
  "dn24:2.18.20": "‘evaṁ kho no, āvuso gotama, sutaṁ, yathevāyasmā gotamo āhā’ti. ",
  "dn24:2.18.21": "Aggaññañcāhaṁ, bhaggava, pajānāmi …pe… ",
  "dn24:2.18.22": "yadabhijānaṁ tathāgato no anayaṁ āpajjati. ",
  "dn24:2.19.1": "Santi, bhaggava, eke samaṇabrāhmaṇā manopadosikaṁ ācariyakaṁ aggaññaṁ paññapenti. ",
  "dn24:2.19.2": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn24:2.19.3": "‘saccaṁ kira tumhe āyasmanto manopadosikaṁ ācariyakaṁ aggaññaṁ paññapethā’ti? ",
  "dn24:2.19.4": "Te ca me evaṁ puṭṭhā ‘āmo’ti paṭijānanti. ",
  "dn24:2.19.5": "Tyāhaṁ evaṁ vadāmi: ",
  "dn24:2.19.6": "‘kathaṁvihitakaṁ pana tumhe āyasmanto manopadosikaṁ ācariyakaṁ aggaññaṁ paññapethā’ti? ",
  "dn24:2.19.7": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti. ",
  "dn24:2.19.8": "Tesāhaṁ puṭṭho byākaromi: ",
  "dn24:2.19.9": "‘Santāvuso, manopadosikā nāma devā. Te ativelaṁ aññamaññaṁ upanijjhāyanti. Te ativelaṁ aññamaññaṁ upanijjhāyantā aññamaññamhi cittāni padūsenti. Te aññamaññaṁ paduṭṭhacittā kilantakāyā kilantacittā. Te devā tamhā kāyā cavanti. ",
  "dn24:2.19.10": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati, yaṁ aññataro satto tamhā kāyā cavitvā itthattaṁ āgacchati. ",
  "dn24:2.19.11": "Itthattaṁ āgato samāno agārasmā anagāriyaṁ pabbajati. ",
  "dn24:2.19.12": "Agārasmā anagāriyaṁ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte taṁ pubbenivāsaṁ anussarati, tato paraṁ nānussarati. ",
  "dn24:2.19.13": "So evamāha: ",
  "dn24:2.19.14": "“ye kho te bhonto devā na manopadosikā te nātivelaṁ aññamaññaṁ upanijjhāyanti. Te nātivelaṁ aññamaññaṁ upanijjhāyantā aññamaññamhi cittāni nappadūsenti. Te aññamaññaṁ appaduṭṭhacittā akilantakāyā akilantacittā. Te devā tamhā kāyā na cavanti, ",
  "dn24:2.19.15": "niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṁ tatheva ṭhassanti. ",
  "dn24:2.19.16": "Ye pana mayaṁ ahumhā manopadosikā, te mayaṁ ativelaṁ aññamaññaṁ upanijjhāyimhā. Te mayaṁ ativelaṁ aññamaññaṁ upanijjhāyantā aññamaññamhi cittāni padūsimhā. Te mayaṁ aññamaññaṁ paduṭṭhacittā kilantakāyā kilantacittā. Evaṁ mayaṁ tamhā kāyā cutā, ",
  "dn24:2.19.17": "aniccā addhuvā appāyukā cavanadhammā itthattaṁ āgatā”ti. ",
  "dn24:2.19.18": "Evaṁvihitakaṁ no tumhe āyasmanto manopadosikaṁ ācariyakaṁ aggaññaṁ paññapethā’ti. ",
  "dn24:2.19.19": "Te evamāhaṁsu: ",
  "dn24:2.19.20": "‘evaṁ kho no, āvuso gotama, sutaṁ, yathevāyasmā gotamo āhā’ti. ",
  "dn24:2.19.21": "Aggaññañcāhaṁ, bhaggava, pajānāmi …pe… ",
  "dn24:2.19.22": "yadabhijānaṁ tathāgato no anayaṁ āpajjati. ",
  "dn24:2.20.1": "Santi, bhaggava, eke samaṇabrāhmaṇā adhiccasamuppannaṁ ācariyakaṁ aggaññaṁ paññapenti. ",
  "dn24:2.20.2": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn24:2.20.3": "‘saccaṁ kira tumhe āyasmanto adhiccasamuppannaṁ ācariyakaṁ aggaññaṁ paññapethā’ti? ",
  "dn24:2.20.4": "Te ca me evaṁ puṭṭhā ‘āmo’ti paṭijānanti. ",
  "dn24:2.20.5": "Tyāhaṁ evaṁ vadāmi: ",
  "dn24:2.20.6": "‘kathaṁvihitakaṁ pana tumhe āyasmanto adhiccasamuppannaṁ ācariyakaṁ aggaññaṁ paññapethā’ti? ",
  "dn24:2.20.7": "Te mayā puṭṭhā na sampāyanti, asampāyantā mamaññeva paṭipucchanti. ",
  "dn24:2.20.8": "Tesāhaṁ puṭṭho byākaromi: ",
  "dn24:2.20.9": "‘Santāvuso, asaññasattā nāma devā. ",
  "dn24:2.20.10": "Saññuppādā ca pana te devā tamhā kāyā cavanti. ",
  "dn24:2.20.11": "Ṭhānaṁ kho panetaṁ, āvuso, vijjati yaṁ aññataro satto tamhā kāyā cavitvā itthattaṁ āgacchati. ",
  "dn24:2.20.12": "Itthattaṁ āgato samāno agārasmā anagāriyaṁ pabbajati. ",
  "dn24:2.20.13": "Agārasmā anagāriyaṁ pabbajito samāno ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte taṁ saññuppādaṁ anussarati, tato paraṁ nānussarati’. ",
  "dn24:2.20.14": "So evamāha: ",
  "dn24:2.20.15": "‘adhiccasamuppanno attā ca loko ca. ",
  "dn24:2.20.16": "Taṁ kissa hetu? ",
  "dn24:2.20.17": "Ahañhi pubbe nāhosiṁ, somhi etarahi ahutvā santatāya pariṇato’ti. ",
  "dn24:2.20.18": "‘Evaṁvihitakaṁ no tumhe āyasmanto adhiccasamuppannaṁ ācariyakaṁ aggaññaṁ paññapethā’ti? ",
  "dn24:2.20.19": "Te evamāhaṁsu: ",
  "dn24:2.20.20": "‘evaṁ kho no, āvuso gotama, sutaṁ yathevāyasmā gotamo āhā’ti. ",
  "dn24:2.20.21": "Aggaññañcāhaṁ, bhaggava, pajānāmi tañca pajānāmi, tato ca uttaritaraṁ pajānāmi, tañca pajānaṁ na parāmasāmi, aparāmasato ca me paccattaññeva nibbuti viditā. ",
  "dn24:2.20.22": "Yadabhijānaṁ tathāgato no anayaṁ āpajjati. ",
  "dn24:2.21.1": "Evaṁvādiṁ kho maṁ, bhaggava, evamakkhāyiṁ eke samaṇabrāhmaṇā asatā tucchā musā abhūtena abbhācikkhanti: ",
  "dn24:2.21.2": "‘viparīto samaṇo gotamo bhikkhavo ca. ",
  "dn24:2.21.3": "Samaṇo gotamo evamāha—",
  "dn24:2.21.4": "yasmiṁ samaye subhaṁ vimokkhaṁ upasampajja viharati, sabbaṁ tasmiṁ samaye asubhantveva pajānātī’ti. ",
  "dn24:2.21.5": "Na kho panāhaṁ, bhaggava, evaṁ vadāmi: ",
  "dn24:2.21.6": "‘yasmiṁ samaye subhaṁ vimokkhaṁ upasampajja viharati, sabbaṁ tasmiṁ samaye asubhantveva pajānātī’ti. ",
  "dn24:2.21.7": "Evañca khvāhaṁ, bhaggava, vadāmi: ",
  "dn24:2.21.8": "‘yasmiṁ samaye subhaṁ vimokkhaṁ upasampajja viharati, subhantveva tasmiṁ samaye pajānātī’”ti. ",
  "dn24:2.21.9": "“Te ca, bhante, viparītā, ye bhagavantaṁ viparītato dahanti bhikkhavo ca. ",
  "dn24:2.21.10": "Evaṁpasanno ahaṁ, bhante, bhagavati. Pahoti me bhagavā tathā dhammaṁ desetuṁ, yathā ahaṁ subhaṁ vimokkhaṁ upasampajja vihareyyan”ti. ",
  "dn24:2.21.11": "“Dukkaraṁ kho etaṁ, bhaggava, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena subhaṁ vimokkhaṁ upasampajja viharituṁ. ",
  "dn24:2.21.12": "Iṅgha tvaṁ, bhaggava, yo ca te ayaṁ mayi pasādo, tameva tvaṁ sādhukamanurakkhā”ti. ",
  "dn24:2.21.13": "“Sace taṁ, bhante, mayā dukkaraṁ aññadiṭṭhikena aññakhantikena aññarucikena aññatrāyogena aññatrācariyakena subhaṁ vimokkhaṁ upasampajja viharituṁ. ",
  "dn24:2.21.14": "Yo ca me ayaṁ, bhante, bhagavati pasādo, tamevāhaṁ sādhukamanurakkhissāmī”ti. ",
  "dn24:2.21.15": "Idamavoca bhagavā. ",
  "dn24:2.21.16": "Attamano bhaggavagotto paribbājako bhagavato bhāsitaṁ abhinandīti. ",
  "dn24:2.21.17": "Pāthikasuttaṁ niṭṭhitaṁ paṭhamaṁ. "
}