{
  "dn26:0.1": "Dīgha Nikāya 26 ",
  "dn26:0.2": "Cakkavattisutta ",
  "dn26:0.3": "1. Attadīpasaraṇatā ",
  "dn26:1.1": "Evaṁ me sutaṁ—",
  "dn26:1.2": "ekaṁ samayaṁ bhagavā magadhesu viharati mātulāyaṁ. ",
  "dn26:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "dn26:1.4": "“bhikkhavo”ti. ",
  "dn26:1.5": "“Bhaddante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "dn26:1.6": "Bhagavā etadavoca: ",
  "dn26:1.7": "“Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
  "dn26:1.8": "Kathañca pana, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo? ",
  "dn26:1.9": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn26:1.10": "Vedanāsu vedanānupassī …pe… ",
  "dn26:1.11": "citte cittānupassī …pe… ",
  "dn26:1.12": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn26:1.13": "Evaṁ kho, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo. ",
  "dn26:1.14": "Gocare, bhikkhave, caratha sake pettike visaye. ",
  "dn26:1.15": "Gocare, bhikkhave, carataṁ sake pettike visaye na lacchati māro otāraṁ, na lacchati māro ārammaṇaṁ. ",
  "dn26:1.16": "Kusalānaṁ, bhikkhave, dhammānaṁ samādānahetu evamidaṁ puññaṁ pavaḍḍhati. ",
  "dn26:2.0": "2. Daḷhanemicakkavattirājā ",
  "dn26:2.1": "Bhūtapubbaṁ, bhikkhave, rājā daḷhanemi nāma ahosi cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn26:2.2": "Tassimāni satta ratanāni ahesuṁ seyyathidaṁ—",
  "dn26:2.3": "cakkaratanaṁ hatthiratanaṁ assaratanaṁ maṇiratanaṁ itthiratanaṁ gahapatiratanaṁ pariṇāyakaratanameva sattamaṁ. ",
  "dn26:2.4": "Parosahassaṁ kho panassa puttā ahesuṁ sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn26:2.5": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasi. ",
  "dn26:3.1": "Atha kho, bhikkhave, rājā daḷhanemi bahunnaṁ vassānaṁ bahunnaṁ vassasatānaṁ bahunnaṁ vassasahassānaṁ accayena aññataraṁ purisaṁ āmantesi: ",
  "dn26:3.2": "‘yadā tvaṁ, ambho purisa, passeyyāsi dibbaṁ cakkaratanaṁ osakkitaṁ ṭhānā cutaṁ, atha me āroceyyāsī’ti. ",
  "dn26:3.3": "‘Evaṁ, devā’ti kho, bhikkhave, so puriso rañño daḷhanemissa paccassosi. ",
  "dn26:3.4": "Addasā kho, bhikkhave, so puriso bahunnaṁ vassānaṁ bahunnaṁ vassasatānaṁ bahunnaṁ vassasahassānaṁ accayena dibbaṁ cakkaratanaṁ osakkitaṁ ṭhānā cutaṁ, disvāna yena rājā daḷhanemi tenupasaṅkami; upasaṅkamitvā rājānaṁ daḷhanemiṁ etadavoca: ",
  "dn26:3.5": "‘yagghe, deva, jāneyyāsi, dibbaṁ te cakkaratanaṁ osakkitaṁ ṭhānā cutan’ti. ",
  "dn26:3.6": "Atha kho, bhikkhave, rājā daḷhanemi jeṭṭhaputtaṁ kumāraṁ āmantāpetvā etadavoca: ",
  "dn26:3.7": "‘dibbaṁ kira me, tāta kumāra, cakkaratanaṁ osakkitaṁ ṭhānā cutaṁ. ",
  "dn26:3.8": "Sutaṁ kho pana metaṁ—",
  "dn26:3.9": "yassa rañño cakkavattissa dibbaṁ cakkaratanaṁ osakkati ṭhānā cavati, na dāni tena raññā ciraṁ jīvitabbaṁ hotīti. ",
  "dn26:3.10": "Bhuttā kho pana me mānusakā kāmā, samayo dāni me dibbe kāme pariyesituṁ. ",
  "dn26:3.11": "Ehi tvaṁ, tāta kumāra, imaṁ samuddapariyantaṁ pathaviṁ paṭipajja. ",
  "dn26:3.12": "Ahaṁ pana kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissāmī’ti. ",
  "dn26:3.13": "Atha kho, bhikkhave, rājā daḷhanemi jeṭṭhaputtaṁ kumāraṁ sādhukaṁ rajje samanusāsitvā kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbaji. ",
  "dn26:3.14": "Sattāhapabbajite kho pana, bhikkhave, rājisimhi dibbaṁ cakkaratanaṁ antaradhāyi. ",
  "dn26:4.1": "Atha kho, bhikkhave, aññataro puriso yena rājā khattiyo muddhābhisitto tenupasaṅkami; upasaṅkamitvā rājānaṁ khattiyaṁ muddhābhisittaṁ etadavoca: ",
  "dn26:4.2": "‘yagghe, deva, jāneyyāsi, dibbaṁ cakkaratanaṁ antarahitan’ti. ",
  "dn26:4.3": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto dibbe cakkaratane antarahite anattamano ahosi, anattamanatañca paṭisaṁvedesi. ",
  "dn26:4.4": "So yena rājisi tenupasaṅkami; upasaṅkamitvā rājisiṁ etadavoca: ",
  "dn26:4.5": "‘yagghe, deva, jāneyyāsi, dibbaṁ cakkaratanaṁ antarahitan’ti. ",
  "dn26:4.6": "Evaṁ vutte, bhikkhave, rājisi rājānaṁ khattiyaṁ muddhābhisittaṁ etadavoca: ",
  "dn26:4.7": "‘mā kho tvaṁ, tāta, dibbe cakkaratane antarahite anattamano ahosi, mā anattamanatañca paṭisaṁvedesi, na hi te, tāta, dibbaṁ cakkaratanaṁ pettikaṁ dāyajjaṁ. ",
  "dn26:4.8": "Iṅgha tvaṁ, tāta, ariye cakkavattivatte vattāhi. ",
  "dn26:4.9": "Ṭhānaṁ kho panetaṁ vijjati, yaṁ te ariye cakkavattivatte vattamānassa tadahuposathe pannarase sīsaṁnhātassa uposathikassa uparipāsādavaragatassa dibbaṁ cakkaratanaṁ pātubhavissati sahassāraṁ sanemikaṁ sanābhikaṁ sabbākāraparipūran’ti. ",
  "dn26:5.0": "2.1. Cakkavattiariyavatta ",
  "dn26:5.1": "‘Katamaṁ pana taṁ, deva, ariyaṁ cakkavattivattan’ti? ",
  "dn26:5.2": "‘Tena hi tvaṁ, tāta, dhammaṁyeva nissāya dhammaṁ sakkaronto dhammaṁ garuṁ karonto dhammaṁ mānento dhammaṁ pūjento dhammaṁ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṁ rakkhāvaraṇaguttiṁ saṁvidahassu antojanasmiṁ balakāyasmiṁ khattiyesu anuyantesu brāhmaṇagahapatikesu negamajānapadesu samaṇabrāhmaṇesu migapakkhīsu. ",
  "dn26:5.3": "Mā ca te, tāta, vijite adhammakāro pavattittha. ",
  "dn26:5.4": "Ye ca te, tāta, vijite adhanā assu, tesañca dhanamanuppadeyyāsi. ",
  "dn26:5.5": "Ye ca te, tāta, vijite samaṇabrāhmaṇā madappamādā paṭiviratā khantisoracce niviṭṭhā ekamattānaṁ damenti, ekamattānaṁ samenti, ekamattānaṁ parinibbāpenti, te kālena kālaṁ upasaṅkamitvā paripuccheyyāsi pariggaṇheyyāsi: ",
  "dn26:5.6": "“kiṁ, bhante, kusalaṁ, kiṁ akusalaṁ, kiṁ sāvajjaṁ, kiṁ anavajjaṁ, kiṁ sevitabbaṁ, kiṁ na sevitabbaṁ, kiṁ me karīyamānaṁ dīgharattaṁ ahitāya dukkhāya assa, kiṁ vā pana me karīyamānaṁ dīgharattaṁ hitāya sukhāya assā”ti? ",
  "dn26:5.7": "Tesaṁ sutvā yaṁ akusalaṁ taṁ abhinivajjeyyāsi, yaṁ kusalaṁ taṁ samādāya vatteyyāsi. ",
  "dn26:5.8": "Idaṁ kho, tāta, taṁ ariyaṁ cakkavattivattan’ti. ",
  "dn26:5.9.0": "2.2. Cakkaratanapātubhāva ",
  "dn26:5.10": "‘Evaṁ, devā’ti kho, bhikkhave, rājā khattiyo muddhābhisitto rājisissa paṭissutvā ariye cakkavattivatte vatti. ",
  "dn26:5.11": "Tassa ariye cakkavattivatte vattamānassa tadahuposathe pannarase sīsaṁnhātassa uposathikassa uparipāsādavaragatassa ",
  "dn26:5.12": "dibbaṁ cakkaratanaṁ pāturahosi sahassāraṁ sanemikaṁ sanābhikaṁ sabbākāraparipūraṁ. ",
  "dn26:5.13": "Disvāna rañño khattiyassa muddhābhisittassa etadahosi: ",
  "dn26:5.14": "‘sutaṁ kho pana metaṁ—yassa rañño khattiyassa muddhābhisittassa tadahuposathe pannarase sīsaṁnhātassa uposathikassa uparipāsādavaragatassa dibbaṁ cakkaratanaṁ pātubhavati sahassāraṁ sanemikaṁ sanābhikaṁ sabbākāraparipūraṁ, so hoti rājā cakkavattīti. ",
  "dn26:5.15": "Assaṁ nu kho ahaṁ rājā cakkavattī’ti. ",
  "dn26:6.1": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā vāmena hatthena bhiṅkāraṁ gahetvā dakkhiṇena hatthena cakkaratanaṁ abbhukkiri: ",
  "dn26:6.2": "‘pavattatu bhavaṁ cakkaratanaṁ, abhivijinātu bhavaṁ cakkaratanan’ti. ",
  "dn26:6.3": "Atha kho taṁ, bhikkhave, cakkaratanaṁ puratthimaṁ disaṁ pavatti, anvadeva rājā cakkavattī saddhiṁ caturaṅginiyā senāya. Yasmiṁ kho pana, bhikkhave, padese cakkaratanaṁ patiṭṭhāsi, tattha rājā cakkavattī vāsaṁ upagacchi saddhiṁ caturaṅginiyā senāya. ",
  "dn26:6.4": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno, te rājānaṁ cakkavattiṁ upasaṅkamitvā evamāhaṁsu: ",
  "dn26:6.5": "‘ehi kho, mahārāja, svāgataṁ te mahārāja, sakaṁ te, mahārāja, anusāsa, mahārājā’ti. ",
  "dn26:6.6": "Rājā cakkavattī evamāha: ",
  "dn26:6.7": "‘pāṇo na hantabbo, adinnaṁ nādātabbaṁ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṁ na pātabbaṁ, yathābhuttañca bhuñjathā’ti. ",
  "dn26:6.8": "Ye kho pana, bhikkhave, puratthimāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṁ. ",
  "dn26:7.1": "Atha kho taṁ, bhikkhave, cakkaratanaṁ puratthimaṁ samuddaṁ ajjhogāhetvā paccuttaritvā dakkhiṇaṁ disaṁ pavatti …pe… ",
  "dn26:7.2": "dakkhiṇaṁ samuddaṁ ajjhogāhetvā paccuttaritvā pacchimaṁ disaṁ pavatti, anvadeva rājā cakkavattī saddhiṁ caturaṅginiyā senāya. ",
  "dn26:7.3": "Yasmiṁ kho pana, bhikkhave, padese cakkaratanaṁ patiṭṭhāsi, tattha rājā cakkavattī vāsaṁ upagacchi saddhiṁ caturaṅginiyā senāya. ",
  "dn26:7.4": "Ye kho pana, bhikkhave, pacchimāya disāya paṭirājāno, te rājānaṁ cakkavattiṁ upasaṅkamitvā evamāhaṁsu: ",
  "dn26:7.5": "‘ehi kho, mahārāja, svāgataṁ te, mahārāja, sakaṁ te, mahārāja, anusāsa, mahārājā’ti. ",
  "dn26:7.6": "Rājā cakkavattī evamāha: ",
  "dn26:7.7": "‘pāṇo na hantabbo, adinnaṁ nādātabbaṁ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṁ na pātabbaṁ, yathābhuttañca bhuñjathā’ti. ",
  "dn26:7.8": "Ye kho pana, bhikkhave, pacchimāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṁ. ",
  "dn26:7.9": "Atha kho taṁ, bhikkhave, cakkaratanaṁ pacchimaṁ samuddaṁ ajjhogāhetvā paccuttaritvā uttaraṁ disaṁ pavatti, anvadeva rājā cakkavattī saddhiṁ caturaṅginiyā senāya. ",
  "dn26:7.10": "Yasmiṁ kho pana, bhikkhave, padese cakkaratanaṁ patiṭṭhāsi, tattha rājā cakkavattī vāsaṁ upagacchi saddhiṁ caturaṅginiyā senāya. ",
  "dn26:7.11": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno, te rājānaṁ cakkavattiṁ upasaṅkamitvā evamāhaṁsu: ",
  "dn26:7.12": "‘ehi kho, mahārāja, svāgataṁ te, mahārāja, sakaṁ te, mahārāja, anusāsa, mahārājā’ti. ",
  "dn26:7.13": "Rājā cakkavattī evamāha: ",
  "dn26:7.14": "‘pāṇo na hantabbo, adinnaṁ nādātabbaṁ, kāmesumicchā na caritabbā, musā na bhāsitabbā, majjaṁ na pātabbaṁ, yathābhuttañca bhuñjathā’ti. ",
  "dn26:7.15": "Ye kho pana, bhikkhave, uttarāya disāya paṭirājāno, te rañño cakkavattissa anuyantā ahesuṁ. ",
  "dn26:7.16": "Atha kho taṁ, bhikkhave, cakkaratanaṁ samuddapariyantaṁ pathaviṁ abhivijinitvā tameva rājadhāniṁ paccāgantvā rañño cakkavattissa antepuradvāre atthakaraṇapamukhe akkhāhataṁ maññe aṭṭhāsi rañño cakkavattissa antepuraṁ upasobhayamānaṁ. ",
  "dn26:8.0": "3. Dutiyādicakkavattikathā ",
  "dn26:8.1": "Dutiyopi kho, bhikkhave, rājā cakkavattī …pe… ",
  "dn26:8.2": "tatiyopi kho, bhikkhave, rājā cakkavattī … ",
  "dn26:8.3": "catutthopi kho, bhikkhave, rājā cakkavattī … ",
  "dn26:8.4": "pañcamopi kho, bhikkhave, rājā cakkavattī … ",
  "dn26:8.5": "chaṭṭhopi kho, bhikkhave, rājā cakkavattī … ",
  "dn26:8.6": "sattamopi kho, bhikkhave, rājā cakkavattī bahunnaṁ vassānaṁ bahunnaṁ vassasatānaṁ bahunnaṁ vassasahassānaṁ accayena aññataraṁ purisaṁ āmantesi: ",
  "dn26:8.7": "‘yadā tvaṁ, ambho purisa, passeyyāsi dibbaṁ cakkaratanaṁ osakkitaṁ ṭhānā cutaṁ, atha me āroceyyāsī’ti. ",
  "dn26:8.8": "‘Evaṁ, devā’ti kho, bhikkhave, so puriso rañño cakkavattissa paccassosi. ",
  "dn26:8.9": "Addasā kho, bhikkhave, so puriso bahunnaṁ vassānaṁ bahunnaṁ vassasatānaṁ bahunnaṁ vassasahassānaṁ accayena dibbaṁ cakkaratanaṁ osakkitaṁ ṭhānā cutaṁ. ",
  "dn26:8.10": "Disvāna yena rājā cakkavattī tenupasaṅkami; upasaṅkamitvā rājānaṁ cakkavattiṁ etadavoca: ",
  "dn26:8.11": "‘yagghe, deva, jāneyyāsi, dibbaṁ te cakkaratanaṁ osakkitaṁ ṭhānā cutan’ti? ",
  "dn26:8.12": "Atha kho, bhikkhave, rājā cakkavattī jeṭṭhaputtaṁ kumāraṁ āmantāpetvā etadavoca: ",
  "dn26:8.13": "‘dibbaṁ kira me, tāta kumāra, cakkaratanaṁ osakkitaṁ, ṭhānā cutaṁ, sutaṁ kho pana metaṁ—",
  "dn26:8.14": "yassa rañño cakkavattissa dibbaṁ cakkaratanaṁ osakkati, ṭhānā cavati, na dāni tena raññā ciraṁ jīvitabbaṁ hotīti. ",
  "dn26:8.15": "Bhuttā kho pana me mānusakā kāmā, samayo dāni me dibbe kāme pariyesituṁ, ehi tvaṁ, tāta kumāra, imaṁ samuddapariyantaṁ pathaviṁ paṭipajja. ",
  "dn26:8.16": "Ahaṁ pana kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissāmī’ti. ",
  "dn26:8.17": "Atha kho, bhikkhave, rājā cakkavattī jeṭṭhaputtaṁ kumāraṁ sādhukaṁ rajje samanusāsitvā kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbaji. ",
  "dn26:8.18": "Sattāhapabbajite kho pana, bhikkhave, rājisimhi dibbaṁ cakkaratanaṁ antaradhāyi. ",
  "dn26:9.1": "Atha kho, bhikkhave, aññataro puriso yena rājā khattiyo muddhābhisitto tenupasaṅkami; upasaṅkamitvā rājānaṁ khattiyaṁ muddhābhisittaṁ etadavoca: ",
  "dn26:9.2": "‘yagghe, deva, jāneyyāsi, dibbaṁ cakkaratanaṁ antarahitan’ti? ",
  "dn26:9.3": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto dibbe cakkaratane antarahite anattamano ahosi. Anattamanatañca paṭisaṁvedesi; ",
  "dn26:9.4": "no ca kho rājisiṁ upasaṅkamitvā ariyaṁ cakkavattivattaṁ pucchi. ",
  "dn26:9.5": "So samateneva sudaṁ janapadaṁ pasāsati. ",
  "dn26:9.6": "Tassa samatena janapadaṁ pasāsato pubbenāparaṁ janapadā na pabbanti, yathā taṁ pubbakānaṁ rājūnaṁ ariye cakkavattivatte vattamānānaṁ. ",
  "dn26:9.7": "Atha kho, bhikkhave, amaccā pārisajjā gaṇakamahāmattā anīkaṭṭhā dovārikā mantassājīvino sannipatitvā rājānaṁ khattiyaṁ muddhābhisittaṁ etadavocuṁ: ",
  "dn26:9.8": "‘na kho te, deva, samatena sudaṁ janapadaṁ pasāsato pubbenāparaṁ janapadā pabbanti, yathā taṁ pubbakānaṁ rājūnaṁ ariye cakkavattivatte vattamānānaṁ. ",
  "dn26:9.9": "Saṁvijjanti kho te, deva, vijite amaccā pārisajjā gaṇakamahāmattā anīkaṭṭhā dovārikā mantassājīvino mayañceva aññe ca ye mayaṁ ariyaṁ cakkavattivattaṁ dhārema. ",
  "dn26:9.10": "Iṅgha tvaṁ, deva, amhe ariyaṁ cakkavattivattaṁ puccha. ",
  "dn26:9.11": "Tassa te mayaṁ ariyaṁ cakkavattivattaṁ puṭṭhā byākarissāmā’ti. ",
  "dn26:10.0": "4. Āyuvaṇṇādiparihānikathā ",
  "dn26:10.1": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto amacce pārisajje gaṇakamahāmatte anīkaṭṭhe dovārike mantassājīvino sannipātetvā ariyaṁ cakkavattivattaṁ pucchi. ",
  "dn26:10.2": "Tassa te ariyaṁ cakkavattivattaṁ puṭṭhā byākariṁsu. ",
  "dn26:10.3": "Tesaṁ sutvā dhammikañhi kho rakkhāvaraṇaguttiṁ saṁvidahi, no ca kho adhanānaṁ dhanamanuppadāsi. ",
  "dn26:10.4": "Adhanānaṁ dhane ananuppadiyamāne dāliddiyaṁ vepullamagamāsi. ",
  "dn26:10.5": "Dāliddiye vepullaṁ gate aññataro puriso paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyi. ",
  "dn26:10.6": "Tamenaṁ aggahesuṁ. ",
  "dn26:10.7": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṁ: ",
  "dn26:10.8": "‘ayaṁ, deva, puriso paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyī’ti. ",
  "dn26:10.9": "Evaṁ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṁ purisaṁ etadavoca: ",
  "dn26:10.10": "‘saccaṁ kira tvaṁ, ambho purisa, paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyī’ti? ",
  "dn26:10.11": "‘Saccaṁ, devā’ti. ",
  "dn26:10.12": "‘Kiṁ kāraṇā’ti? ",
  "dn26:10.13": "‘Na hi, deva, jīvāmī’ti. ",
  "dn26:10.14": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto tassa purisassa dhanamanuppadāsi: ",
  "dn26:10.15": "‘iminā tvaṁ, ambho purisa, dhanena attanā ca jīvāhi, mātāpitaro ca posehi, puttadārañca posehi, kammante ca payojehi, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhāpehi sovaggikaṁ sukhavipākaṁ saggasaṁvattanikan’ti. ",
  "dn26:10.16": "‘Evaṁ, devā’ti kho, bhikkhave, so puriso rañño khattiyassa muddhābhisittassa paccassosi. ",
  "dn26:11.1": "Aññataropi kho, bhikkhave, puriso paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyi. ",
  "dn26:11.2": "Tamenaṁ aggahesuṁ. ",
  "dn26:11.3": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṁ: ",
  "dn26:11.4": "‘ayaṁ, deva, puriso paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyī’ti. ",
  "dn26:11.5": "Evaṁ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṁ purisaṁ etadavoca: ",
  "dn26:11.6": "‘saccaṁ kira tvaṁ, ambho purisa, paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyī’ti? ",
  "dn26:11.7": "‘Saccaṁ, devā’ti. ",
  "dn26:11.8": "‘Kiṁ kāraṇā’ti? ",
  "dn26:11.9": "‘Na hi, deva, jīvāmī’ti. ",
  "dn26:11.10": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto tassa purisassa dhanamanuppadāsi: ",
  "dn26:11.11": "‘iminā tvaṁ, ambho purisa, dhanena attanā ca jīvāhi, mātāpitaro ca posehi, puttadārañca posehi, kammante ca payojehi, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhāpehi sovaggikaṁ sukhavipākaṁ saggasaṁvattanikan’ti. ",
  "dn26:11.12": "‘Evaṁ, devā’ti kho, bhikkhave, so puriso rañño khattiyassa muddhābhisittassa paccassosi. ",
  "dn26:12.1": "Assosuṁ kho, bhikkhave, manussā: ",
  "dn26:12.2": "‘ye kira, bho, paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyanti, tesaṁ rājā dhanamanuppadetī’ti. ",
  "dn26:12.3": "Sutvāna tesaṁ etadahosi: ",
  "dn26:12.4": "‘yannūna mayampi paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyeyyāmā’ti. ",
  "dn26:12.5": "Atha kho, bhikkhave, aññataro puriso paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyi. ",
  "dn26:12.6": "Tamenaṁ aggahesuṁ. ",
  "dn26:12.7": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṁ: ",
  "dn26:12.8": "‘ayaṁ, deva, puriso paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyī’ti. ",
  "dn26:12.9": "Evaṁ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṁ purisaṁ etadavoca: ",
  "dn26:12.10": "‘saccaṁ kira tvaṁ, ambho purisa, paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyī’ti? ",
  "dn26:12.11": "‘Saccaṁ, devā’ti. ",
  "dn26:12.12": "‘Kiṁ kāraṇā’ti? ",
  "dn26:12.13": "‘Na hi, deva, jīvāmī’ti. ",
  "dn26:12.14": "Atha kho, bhikkhave, rañño khattiyassa muddhābhisittassa etadahosi: ",
  "dn26:12.15": "‘sace kho ahaṁ yo yo paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyissati, tassa tassa dhanamanuppadassāmi, evamidaṁ adinnādānaṁ pavaḍḍhissati. ",
  "dn26:12.16": "Yannūnāhaṁ imaṁ purisaṁ sunisedhaṁ nisedheyyaṁ, mūlaghaccaṁ kareyyaṁ, sīsamassa chindeyyan’ti. ",
  "dn26:12.17": "Atha kho, bhikkhave, rājā khattiyo muddhābhisitto purise āṇāpesi: ",
  "dn26:12.18": "‘tena hi, bhaṇe, imaṁ purisaṁ daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa sunisedhaṁ nisedhetha, mūlaghaccaṁ karotha, sīsamassa chindathā’ti. ",
  "dn26:12.19": "‘Evaṁ, devā’ti kho, bhikkhave, te purisā rañño khattiyassa muddhābhisittassa paṭissutvā taṁ purisaṁ daḷhāya rajjuyā pacchābāhaṁ gāḷhabandhanaṁ bandhitvā khuramuṇḍaṁ karitvā kharassarena paṇavena rathikāya rathikaṁ siṅghāṭakena siṅghāṭakaṁ parinetvā dakkhiṇena dvārena nikkhamitvā dakkhiṇato nagarassa sunisedhaṁ nisedhesuṁ, mūlaghaccaṁ akaṁsu, sīsamassa chindiṁsu. ",
  "dn26:13.1": "Assosuṁ kho, bhikkhave, manussā: ",
  "dn26:13.2": "‘ye kira, bho, paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyanti, te rājā sunisedhaṁ nisedheti, mūlaghaccaṁ karoti, sīsāni tesaṁ chindatī’ti. ",
  "dn26:13.3": "Sutvāna tesaṁ etadahosi: ",
  "dn26:13.4": "‘yannūna mayampi tiṇhāni satthāni kārāpessāma, tiṇhāni satthāni kārāpetvā yesaṁ adinnaṁ theyyasaṅkhātaṁ ādiyissāma, te sunisedhaṁ nisedhessāma, mūlaghaccaṁ karissāma, sīsāni tesaṁ chindissāmā’ti. ",
  "dn26:13.5": "Te tiṇhāni satthāni kārāpesuṁ, tiṇhāni satthāni kārāpetvā gāmaghātampi upakkamiṁsu kātuṁ, nigamaghātampi upakkamiṁsu kātuṁ, nagaraghātampi upakkamiṁsu kātuṁ, panthaduhanampi upakkamiṁsu kātuṁ. ",
  "dn26:13.6": "Yesaṁ te adinnaṁ theyyasaṅkhātaṁ ādiyanti, te sunisedhaṁ nisedhenti, mūlaghaccaṁ karonti, sīsāni tesaṁ chindanti. ",
  "dn26:14.1": "Iti kho, bhikkhave, adhanānaṁ dhane ananuppadiyamāne dāliddiyaṁ vepullamagamāsi, dāliddiye vepullaṁ gate adinnādānaṁ vepullamagamāsi, adinnādāne vepullaṁ gate satthaṁ vepullamagamāsi, satthe vepullaṁ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṁ gate tesaṁ sattānaṁ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:14.2": "Tesaṁ āyunāpi parihāyamānānaṁ vaṇṇenapi parihāyamānānaṁ asītivassasahassāyukānaṁ manussānaṁ cattārīsavassasahassāyukā puttā ahesuṁ. ",
  "dn26:14.3": "Cattārīsavassasahassāyukesu, bhikkhave, manussesu aññataro puriso paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyi. ",
  "dn26:14.4": "Tamenaṁ aggahesuṁ. ",
  "dn26:14.5": "Gahetvā rañño khattiyassa muddhābhisittassa dassesuṁ: ",
  "dn26:14.6": "‘ayaṁ, deva, puriso paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyī’ti. ",
  "dn26:14.7": "Evaṁ vutte, bhikkhave, rājā khattiyo muddhābhisitto taṁ purisaṁ etadavoca: ",
  "dn26:14.8": "‘saccaṁ kira tvaṁ, ambho purisa, paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyī’ti? ",
  "dn26:14.9": "‘Na hi, devā’ti sampajānamusā abhāsi. ",
  "dn26:15.1": "Iti kho, bhikkhave, adhanānaṁ dhane ananuppadiyamāne dāliddiyaṁ vepullamagamāsi. Dāliddiye vepullaṁ gate adinnādānaṁ vepullamagamāsi, adinnādāne vepullaṁ gate satthaṁ vepullamagamāsi. Satthe vepullaṁ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṁ gate musāvādo vepullamagamāsi, musāvāde vepullaṁ gate tesaṁ sattānaṁ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:15.2": "Tesaṁ āyunāpi parihāyamānānaṁ vaṇṇenapi parihāyamānānaṁ cattārīsavassasahassāyukānaṁ manussānaṁ vīsativassasahassāyukā puttā ahesuṁ. ",
  "dn26:15.3": "Vīsativassasahassāyukesu, bhikkhave, manussesu aññataro puriso paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyi. ",
  "dn26:15.4": "Tamenaṁ aññataro puriso rañño khattiyassa muddhābhisittassa ārocesi: ",
  "dn26:15.5": "‘itthannāmo, deva, puriso paresaṁ adinnaṁ theyyasaṅkhātaṁ ādiyī’ti pesuññamakāsi. ",
  "dn26:16.1": "Iti kho, bhikkhave, adhanānaṁ dhane ananuppadiyamāne dāliddiyaṁ vepullamagamāsi. Dāliddiye vepullaṁ gate adinnādānaṁ vepullamagamāsi, adinnādāne vepullaṁ gate satthaṁ vepullamagamāsi, satthe vepullaṁ gate pāṇātipāto vepullamagamāsi, pāṇātipāte vepullaṁ gate musāvādo vepullamagamāsi, musāvāde vepullaṁ gate pisuṇā vācā vepullamagamāsi, pisuṇāya vācāya vepullaṁ gatāya tesaṁ sattānaṁ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:16.2": "Tesaṁ āyunāpi parihāyamānānaṁ vaṇṇenapi parihāyamānānaṁ vīsativassasahassāyukānaṁ manussānaṁ dasavassasahassāyukā puttā ahesuṁ. ",
  "dn26:17.1": "Dasavassasahassāyukesu, bhikkhave, manussesu ekidaṁ sattā vaṇṇavanto honti, ekidaṁ sattā dubbaṇṇā. ",
  "dn26:17.2": "Tattha ye te sattā dubbaṇṇā, te vaṇṇavante satte abhijjhāyantā paresaṁ dāresu cārittaṁ āpajjiṁsu. ",
  "dn26:17.3": "Iti kho, bhikkhave, adhanānaṁ dhane ananuppadiyamāne dāliddiyaṁ vepullamagamāsi. Dāliddiye vepullaṁ gate …pe… kāmesumicchācāro vepullamagamāsi, kāmesumicchācāre vepullaṁ gate tesaṁ sattānaṁ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:17.4": "Tesaṁ āyunāpi parihāyamānānaṁ vaṇṇenapi parihāyamānānaṁ dasavassasahassāyukānaṁ manussānaṁ pañcavassasahassāyukā puttā ahesuṁ. ",
  "dn26:17.5": "Pañcavassasahassāyukesu, bhikkhave, manussesu dve dhammā vepullamagamaṁsu—",
  "dn26:17.6": "pharusāvācā samphappalāpo ca. ",
  "dn26:17.7": "Dvīsu dhammesu vepullaṁ gatesu tesaṁ sattānaṁ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:17.8": "Tesaṁ āyunāpi parihāyamānānaṁ vaṇṇenapi parihāyamānānaṁ pañcavassasahassāyukānaṁ manussānaṁ appekacce aḍḍhateyyavassasahassāyukā, appekacce dvevassasahassāyukā puttā ahesuṁ. ",
  "dn26:17.9": "Aḍḍhateyyavassasahassāyukesu, bhikkhave, manussesu abhijjhābyāpādā vepullamagamaṁsu. ",
  "dn26:17.10": "Abhijjhābyāpādesu vepullaṁ gatesu tesaṁ sattānaṁ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:17.11": "Tesaṁ āyunāpi parihāyamānānaṁ vaṇṇenapi parihāyamānānaṁ aḍḍhateyyavassasahassāyukānaṁ manussānaṁ vassasahassāyukā puttā ahesuṁ. ",
  "dn26:17.12": "Vassasahassāyukesu, bhikkhave, manussesu micchādiṭṭhi vepullamagamāsi. ",
  "dn26:17.13": "Micchādiṭṭhiyā vepullaṁ gatāya tesaṁ sattānaṁ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:17.14": "Tesaṁ āyunāpi parihāyamānānaṁ vaṇṇenapi parihāyamānānaṁ vassasahassāyukānaṁ manussānaṁ pañcavassasatāyukā puttā ahesuṁ. ",
  "dn26:17.15": "Pañcavassasatāyukesu, bhikkhave, manussesu tayo dhammā vepullamagamaṁsu—",
  "dn26:17.16": "adhammarāgo visamalobho micchādhammo. ",
  "dn26:17.17": "Tīsu dhammesu vepullaṁ gatesu tesaṁ sattānaṁ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:17.18": "Tesaṁ āyunāpi parihāyamānānaṁ vaṇṇenapi parihāyamānānaṁ pañcavassasatāyukānaṁ manussānaṁ appekacce aḍḍhateyyavassasatāyukā, appekacce dvevassasatāyukā puttā ahesuṁ. ",
  "dn26:17.19": "Aḍḍhateyyavassasatāyukesu, bhikkhave, manussesu ime dhammā vepullamagamaṁsu. ",
  "dn26:17.20": "Amatteyyatā apetteyyatā asāmaññatā abrahmaññatā na kule jeṭṭhāpacāyitā. ",
  "dn26:18.1": "Iti kho, bhikkhave, adhanānaṁ dhane ananuppadiyamāne dāliddiyaṁ vepullamagamāsi. ",
  "dn26:18.2": "Dāliddiye vepullaṁ gate adinnādānaṁ vepullamagamāsi. ",
  "dn26:18.3": "Adinnādāne vepullaṁ gate satthaṁ vepullamagamāsi. ",
  "dn26:18.4": "Satthe vepullaṁ gate pāṇātipāto vepullamagamāsi. ",
  "dn26:18.5": "Pāṇātipāte vepullaṁ gate musāvādo vepullamagamāsi. ",
  "dn26:18.6": "Musāvāde vepullaṁ gate pisuṇā vācā vepullamagamāsi. ",
  "dn26:18.7": "Pisuṇāya vācāya vepullaṁ gatāya kāmesumicchācāro vepullamagamāsi. ",
  "dn26:18.8": "Kāmesumicchācāre vepullaṁ gate dve dhammā vepullamagamaṁsu, pharusā vācā samphappalāpo ca. ",
  "dn26:18.9": "Dvīsu dhammesu vepullaṁ gatesu abhijjhābyāpādā vepullamagamaṁsu. ",
  "dn26:18.10": "Abhijjhābyāpādesu vepullaṁ gatesu micchādiṭṭhi vepullamagamāsi. ",
  "dn26:18.11": "Micchādiṭṭhiyā vepullaṁ gatāya tayo dhammā vepullamagamaṁsu, adhammarāgo visamalobho micchādhammo. ",
  "dn26:18.12": "Tīsu dhammesu vepullaṁ gatesu ime dhammā vepullamagamaṁsu, amatteyyatā apetteyyatā asāmaññatā abrahmaññatā na kule jeṭṭhāpacāyitā. ",
  "dn26:18.13": "Imesu dhammesu vepullaṁ gatesu tesaṁ sattānaṁ āyupi parihāyi, vaṇṇopi parihāyi. ",
  "dn26:18.14": "Tesaṁ āyunāpi parihāyamānānaṁ vaṇṇenapi parihāyamānānaṁ aḍḍhateyyavassasatāyukānaṁ manussānaṁ vassasatāyukā puttā ahesuṁ. ",
  "dn26:19.0": "5. Dasavassāyukasamaya ",
  "dn26:19.1": "Bhavissati, bhikkhave, so samayo, yaṁ imesaṁ manussānaṁ dasavassāyukā puttā bhavissanti. ",
  "dn26:19.2": "Dasavassāyukesu, bhikkhave, manussesu pañcavassikā kumārikā alaṁpateyyā bhavissanti. ",
  "dn26:19.3": "Dasavassāyukesu, bhikkhave, manussesu imāni rasāni antaradhāyissanti, seyyathidaṁ—",
  "dn26:19.4": "sappi navanītaṁ telaṁ madhu phāṇitaṁ loṇaṁ. ",
  "dn26:19.5": "Dasavassāyukesu, bhikkhave, manussesu kudrūsako aggaṁ bhojanānaṁ bhavissati. ",
  "dn26:19.6": "Seyyathāpi, bhikkhave, etarahi sālimaṁsodano aggaṁ bhojanānaṁ; ",
  "dn26:19.7": "evameva kho, bhikkhave, dasavassāyukesu manussesu kudrūsako aggaṁ bhojanānaṁ bhavissati. ",
  "dn26:19.8": "Dasavassāyukesu, bhikkhave, manussesu dasa kusalakammapathā sabbena sabbaṁ antaradhāyissanti, dasa akusalakammapathā atibyādippissanti. ",
  "dn26:19.9": "Dasavassāyukesu, bhikkhave, manussesu kusalantipi na bhavissati, kuto pana kusalassa kārako. ",
  "dn26:19.10": "Dasavassāyukesu, bhikkhave, manussesu ye te bhavissanti amatteyyā apetteyyā asāmaññā abrahmaññā na kule jeṭṭhāpacāyino, te pujjā ca bhavissanti pāsaṁsā ca. ",
  "dn26:19.11": "Seyyathāpi, bhikkhave, etarahi matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino pujjā ca pāsaṁsā ca; ",
  "dn26:19.12": "evameva kho, bhikkhave, dasavassāyukesu manussesu ye te bhavissanti amatteyyā apetteyyā asāmaññā abrahmaññā na kule jeṭṭhāpacāyino, te pujjā ca bhavissanti pāsaṁsā ca. ",
  "dn26:20.1": "Dasavassāyukesu, bhikkhave, manussesu na bhavissati mātāti vā mātucchāti vā mātulānīti vā ācariyabhariyāti vā garūnaṁ dārāti vā. ",
  "dn26:20.2": "Sambhedaṁ loko gamissati yathā ajeḷakā kukkuṭasūkarā soṇasiṅgālā. ",
  "dn26:20.3": "Dasavassāyukesu, bhikkhave, manussesu tesaṁ sattānaṁ aññamaññamhi tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṁ vadhakacittaṁ. ",
  "dn26:20.4": "Mātupi puttamhi puttassapi mātari; ",
  "dn26:20.5": "pitupi puttamhi puttassapi pitari; ",
  "dn26:20.6": "bhātupi bhaginiyā bhaginiyāpi bhātari tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṁ vadhakacittaṁ. ",
  "dn26:20.7": "Seyyathāpi, bhikkhave, māgavikassa migaṁ disvā tibbo āghāto paccupaṭṭhito hoti tibbo byāpādo tibbo manopadoso tibbaṁ vadhakacittaṁ; ",
  "dn26:20.8": "evameva kho, bhikkhave, dasavassāyukesu manussesu tesaṁ sattānaṁ aññamaññamhi tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṁ vadhakacittaṁ. ",
  "dn26:20.9": "Mātupi puttamhi puttassapi mātari; ",
  "dn26:20.10": "pitupi puttamhi puttassapi pitari; ",
  "dn26:20.11": "bhātupi bhaginiyā bhaginiyāpi bhātari tibbo āghāto paccupaṭṭhito bhavissati tibbo byāpādo tibbo manopadoso tibbaṁ vadhakacittaṁ. ",
  "dn26:21.1": "Dasavassāyukesu, bhikkhave, manussesu sattāhaṁ satthantarakappo bhavissati. ",
  "dn26:21.2": "Te aññamaññamhi migasaññaṁ paṭilabhissanti. ",
  "dn26:21.3": "Tesaṁ tiṇhāni satthāni hatthesu pātubhavissanti. ",
  "dn26:21.4": "Te tiṇhena satthena ‘esa migo esa migo’ti aññamaññaṁ jīvitā voropessanti. ",
  "dn26:21.5": "Atha kho tesaṁ, bhikkhave, sattānaṁ ekaccānaṁ evaṁ bhavissati: ",
  "dn26:21.6": "‘mā ca mayaṁ kañci, mā ca amhe koci, yannūna mayaṁ tiṇagahanaṁ vā vanagahanaṁ vā rukkhagahanaṁ vā nadīviduggaṁ vā pabbatavisamaṁ vā pavisitvā vanamūlaphalāhārā yāpeyyāmā’ti. ",
  "dn26:21.7": "Te tiṇagahanaṁ vā vanagahanaṁ vā rukkhagahanaṁ vā nadīviduggaṁ vā pabbatavisamaṁ vā pavisitvā sattāhaṁ vanamūlaphalāhārā yāpessanti. ",
  "dn26:21.8": "Te tassa sattāhassa accayena tiṇagahanā vanagahanā rukkhagahanā nadīviduggā pabbatavisamā nikkhamitvā aññamaññaṁ āliṅgitvā sabhāgāyissanti samassāsissanti: ",
  "dn26:21.9": "‘diṭṭhā, bho, sattā jīvasi, diṭṭhā, bho, sattā jīvasī’ti. ",
  "dn26:21.10.0": "6. Āyuvaṇṇādivaḍḍhanakathā ",
  "dn26:21.11": "Atha kho tesaṁ, bhikkhave, sattānaṁ evaṁ bhavissati: ",
  "dn26:21.12": "‘mayaṁ kho akusalānaṁ dhammānaṁ samādānahetu evarūpaṁ āyataṁ ñātikkhayaṁ pattā. ",
  "dn26:21.13": "Yannūna mayaṁ kusalaṁ kareyyāma. ",
  "dn26:21.14": "Kiṁ kusalaṁ kareyyāma? ",
  "dn26:21.15": "Yannūna mayaṁ pāṇātipātā virameyyāma, idaṁ kusalaṁ dhammaṁ samādāya vatteyyāmā’ti. ",
  "dn26:21.16": "Te pāṇātipātā viramissanti, idaṁ kusalaṁ dhammaṁ samādāya vattissanti. ",
  "dn26:21.17": "Te kusalānaṁ dhammānaṁ samādānahetu āyunāpi vaḍḍhissanti, vaṇṇenapi vaḍḍhissanti. ",
  "dn26:21.18": "Tesaṁ āyunāpi vaḍḍhamānānaṁ vaṇṇenapi vaḍḍhamānānaṁ dasavassāyukānaṁ manussānaṁ vīsativassāyukā puttā bhavissanti. ",
  "dn26:22.1": "Atha kho tesaṁ, bhikkhave, sattānaṁ evaṁ bhavissati: ",
  "dn26:22.2": "‘mayaṁ kho kusalānaṁ dhammānaṁ samādānahetu āyunāpi vaḍḍhāma, vaṇṇenapi vaḍḍhāma. ",
  "dn26:22.3": "Yannūna mayaṁ bhiyyoso mattāya kusalaṁ kareyyāma. ",
  "dn26:22.4": "Kiṁ kusalaṁ kareyyāma? ",
  "dn26:22.5": "Yannūna mayaṁ adinnādānā virameyyāma … ",
  "dn26:22.6": "kāmesumicchācārā virameyyāma … ",
  "dn26:22.7": "musāvādā virameyyāma … ",
  "dn26:22.8": "pisuṇāya vācāya virameyyāma … ",
  "dn26:22.9": "pharusāya vācāya virameyyāma … ",
  "dn26:22.10": "samphappalāpā virameyyāma … ",
  "dn26:22.11": "abhijjhaṁ pajaheyyāma … ",
  "dn26:22.12": "byāpādaṁ pajaheyyāma … ",
  "dn26:22.13": "micchādiṭṭhiṁ pajaheyyāma … ",
  "dn26:22.14": "tayo dhamme pajaheyyāma—",
  "dn26:22.15": "adhammarāgaṁ visamalobhaṁ micchādhammaṁ … ",
  "dn26:22.16": "yannūna mayaṁ matteyyā assāma petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino, idaṁ kusalaṁ dhammaṁ samādāya vatteyyāmā’ti. ",
  "dn26:22.17": "Te matteyyā bhavissanti petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino, idaṁ kusalaṁ dhammaṁ samādāya vattissanti. ",
  "dn26:22.18": "Te kusalānaṁ dhammānaṁ samādānahetu āyunāpi vaḍḍhissanti, vaṇṇenapi vaḍḍhissanti. ",
  "dn26:22.19": "Tesaṁ āyunāpi vaḍḍhamānānaṁ vaṇṇenapi vaḍḍhamānānaṁ vīsativassāyukānaṁ manussānaṁ cattārīsavassāyukā puttā bhavissanti … ",
  "dn26:22.20": "cattārīsavassāyukānaṁ manussānaṁ asītivassāyukā puttā bhavissanti … ",
  "dn26:22.21": "asītivassāyukānaṁ manussānaṁ saṭṭhivassasatāyukā puttā bhavissanti … ",
  "dn26:22.22": "saṭṭhivassasatāyukānaṁ manussānaṁ vīsatitivassasatāyukā puttā bhavissanti … ",
  "dn26:22.23": "vīsatitivassasatāyukānaṁ manussānaṁ cattārīsachabbassasatāyukā puttā bhavissanti. ",
  "dn26:22.24": "Cattārīsachabbassasatāyukānaṁ manussānaṁ dvevassasahassāyukā puttā bhavissanti … ",
  "dn26:22.25": "dvevassasahassāyukānaṁ manussānaṁ cattārivassasahassāyukā puttā bhavissanti … ",
  "dn26:22.26": "cattārivassasahassāyukānaṁ manussānaṁ aṭṭhavassasahassāyukā puttā bhavissanti … ",
  "dn26:22.27": "aṭṭhavassasahassāyukānaṁ manussānaṁ vīsativassasahassāyukā puttā bhavissanti … ",
  "dn26:23.1": "vīsativassasahassāyukānaṁ manussānaṁ cattārīsavassasahassāyukā puttā bhavissanti … ",
  "dn26:23.2": "cattārīsavassasahassāyukānaṁ manussānaṁ asītivassasahassāyukā puttā bhavissanti … ",
  "dn26:23.3": "asītivassasahassāyukesu, bhikkhave, manussesu pañcavassasatikā kumārikā alaṁpateyyā bhavissanti. ",
  "dn26:23.4.0": "7. Saṅkharājauppatti ",
  "dn26:23.5": "Asītivassasahassāyukesu, bhikkhave, manussesu tayo ābādhā bhavissanti, icchā, anasanaṁ, jarā. ",
  "dn26:23.6": "Asītivassasahassāyukesu, bhikkhave, manussesu ayaṁ jambudīpo iddho ceva bhavissati phīto ca, kukkuṭasampātikā gāmanigamarājadhāniyo. ",
  "dn26:23.7": "Asītivassasahassāyukesu, bhikkhave, manussesu ayaṁ jambudīpo avīci maññe phuṭo bhavissati manussehi, seyyathāpi naḷavanaṁ vā saravanaṁ vā. ",
  "dn26:23.8": "Asītivassasahassāyukesu, bhikkhave, manussesu ayaṁ bārāṇasī ketumatī nāma rājadhānī bhavissati iddhā ceva phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca. ",
  "dn26:23.9": "Asītivassasahassāyukesu, bhikkhave, manussesu imasmiṁ jambudīpe caturāsītinagarasahassāni bhavissanti ketumatīrājadhānīpamukhāni. ",
  "dn26:24.1": "Asītivassasahassāyukesu, bhikkhave, manussesu ketumatiyā rājadhāniyā saṅkho nāma rājā uppajjissati cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "dn26:24.2": "Tassimāni satta ratanāni bhavissanti, seyyathidaṁ—",
  "dn26:24.3": "cakkaratanaṁ hatthiratanaṁ assaratanaṁ maṇiratanaṁ itthiratanaṁ gahapatiratanaṁ pariṇāyakaratanameva sattamaṁ. ",
  "dn26:24.4": "Parosahassaṁ kho panassa puttā bhavissanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "dn26:24.5": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasissati. ",
  "dn26:25.0": "8. Metteyyabuddhuppāda ",
  "dn26:25.1": "Asītivassasahassāyukesu, bhikkhave, manussesu metteyyo nāma bhagavā loke uppajjissati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "dn26:25.2": "Seyyathāpāhametarahi loke uppanno arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "dn26:25.3": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedessati, seyyathāpāhametarahi imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedemi. ",
  "dn26:25.4": "So dhammaṁ desessati ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsessati; ",
  "dn26:25.5": "seyyathāpāhametarahi dhammaṁ desemi ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāsemi. ",
  "dn26:25.6": "So anekasahassaṁ bhikkhusaṅghaṁ pariharissati, seyyathāpāhametarahi anekasataṁ bhikkhusaṅghaṁ pariharāmi. ",
  "dn26:26.1": "Atha kho, bhikkhave, saṅkho nāma rājā yo so yūpo raññā mahāpanādena kārāpito. ",
  "dn26:26.2": "Taṁ yūpaṁ ussāpetvā ajjhāvasitvā taṁ datvā vissajjitvā samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṁ dānaṁ datvā metteyyassa bhagavato arahato sammāsambuddhassa santike kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajissati. ",
  "dn26:26.3": "So evaṁ pabbajito samāno eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissati. ",
  "dn26:27.1": "Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā. ",
  "dn26:27.2": "Kathañca, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo dhammadīpo dhammasaraṇo anaññasaraṇo? ",
  "dn26:27.3": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn26:27.4": "Vedanāsu vedanānupassī …pe… ",
  "dn26:27.5": "citte cittānupassī …pe… ",
  "dn26:27.6": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn26:27.7": "Evaṁ kho, bhikkhave, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo dhammadīpo dhammasaraṇo anaññasaraṇo. ",
  "dn26:28.0": "9. Bhikkhunoāyuvaṇṇādivaḍḍhanakathā ",
  "dn26:28.1": "Gocare, bhikkhave, caratha sake pettike visaye. ",
  "dn26:28.2": "Gocare, bhikkhave, carantā sake pettike visaye āyunāpi vaḍḍhissatha, vaṇṇenapi vaḍḍhissatha, sukhenapi vaḍḍhissatha, bhogenapi vaḍḍhissatha, balenapi vaḍḍhissatha. ",
  "dn26:28.3": "Kiñca, bhikkhave, bhikkhuno āyusmiṁ? ",
  "dn26:28.4": "Idha, bhikkhave, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "dn26:28.5": "vīriyasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "dn26:28.6": "cittasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti, ",
  "dn26:28.7": "vīmaṁsāsamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti. ",
  "dn26:28.8": "So imesaṁ catunnaṁ iddhipādānaṁ bhāvitattā bahulīkatattā ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā. ",
  "dn26:28.9": "Idaṁ kho, bhikkhave, bhikkhuno āyusmiṁ. ",
  "dn26:28.10": "Kiñca, bhikkhave, bhikkhuno vaṇṇasmiṁ? ",
  "dn26:28.11": "Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. ",
  "dn26:28.12": "Idaṁ kho, bhikkhave, bhikkhuno vaṇṇasmiṁ. ",
  "dn26:28.13": "Kiñca, bhikkhave, bhikkhuno sukhasmiṁ? ",
  "dn26:28.14": "Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "dn26:28.15": "Vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ … ",
  "dn26:28.16": "tatiyaṁ jhānaṁ … ",
  "dn26:28.17": "catutthaṁ jhānaṁ upasampajja viharati. ",
  "dn26:28.18": "Idaṁ kho, bhikkhave, bhikkhuno, sukhasmiṁ. ",
  "dn26:28.19": "Kiñca, bhikkhave, bhikkhuno bhogasmiṁ? ",
  "dn26:28.20": "Idha, bhikkhave, bhikkhu mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati tathā dutiyaṁ. Tathā tatiyaṁ. Tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn26:28.21": "Karuṇāsahagatena cetasā …pe… ",
  "dn26:28.22": "muditāsahagatena cetasā …pe… ",
  "dn26:28.23": "upekkhāsahagatena cetasā ekaṁ disaṁ pharitvā viharati. Tathā dutiyaṁ. Tathā tatiyaṁ. Tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi sabbattatāya sabbāvantaṁ lokaṁ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. ",
  "dn26:28.24": "Idaṁ kho, bhikkhave, bhikkhuno bhogasmiṁ. ",
  "dn26:28.25": "Kiñca, bhikkhave, bhikkhuno balasmiṁ? ",
  "dn26:28.26": "Idha, bhikkhave, bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "dn26:28.27": "Idaṁ kho, bhikkhave, bhikkhuno balasmiṁ. ",
  "dn26:28.28": "Nāhaṁ, bhikkhave, aññaṁ ekabalampi samanupassāmi yaṁ evaṁ duppasahaṁ, yathayidaṁ, bhikkhave, mārabalaṁ. ",
  "dn26:28.29": "Kusalānaṁ, bhikkhave, dhammānaṁ samādānahetu evamidaṁ puññaṁ pavaḍḍhatī”ti. ",
  "dn26:28.30": "Idamavoca bhagavā. ",
  "dn26:28.31": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "dn26:28.32": "Cakkavattisuttaṁ niṭṭhitaṁ tatiyaṁ. "
}