{
  "dn28:0.1": "Dīgha Nikāya 28 ",
  "dn28:0.2": "Sampasādanīyasutta ",
  "dn28:0.3": "1. Sāriputtasīhanāda ",
  "dn28:1.1": "Evaṁ me sutaṁ—",
  "dn28:1.2": "ekaṁ samayaṁ bhagavā nāḷandāyaṁ viharati pāvārikambavane. ",
  "dn28:1.3": "Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto bhagavantaṁ etadavoca: ",
  "dn28:1.4": "“evaṁpasanno ahaṁ, bhante, bhagavati, na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṁ sambodhiyan”ti. ",
  "dn28:1.5": "“Uḷārā kho te ayaṁ, sāriputta, āsabhī vācā bhāsitā, ekaṁso gahito, sīhanādo nadito: ",
  "dn28:1.6": "‘evaṁpasanno ahaṁ, bhante, bhagavati; ",
  "dn28:1.7": "na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṁ sambodhiyan’ti. ",
  "dn28:1.8": "Kiṁ te, sāriputta, ye te ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā: ",
  "dn28:1.9": "‘evaṁsīlā te bhagavanto ahesuṁ itipi, evaṁdhammā te bhagavanto ahesuṁ itipi, evaṁpaññā te bhagavanto ahesuṁ itipi, evaṁvihārī te bhagavanto ahesuṁ itipi, evaṁvimuttā te bhagavanto ahesuṁ itipī’”ti? ",
  "dn28:1.10": "“No hetaṁ, bhante”. ",
  "dn28:1.11": "“Kiṁ pana te, sāriputta, ye te bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā: ",
  "dn28:1.12": "‘evaṁsīlā te bhagavanto bhavissanti itipi, evaṁdhammā … evaṁpaññā … evaṁvihārī … evaṁvimuttā te bhagavanto bhavissanti itipī’”ti? ",
  "dn28:1.13": "“No hetaṁ, bhante”. ",
  "dn28:1.14": "“Kiṁ pana te, sāriputta, ahaṁ etarahi arahaṁ sammāsambuddho cetasā ceto paricca vidito: ",
  "dn28:1.15": "‘evaṁsīlo bhagavā itipi, evaṁdhammo … evaṁpañño … evaṁvihārī … evaṁvimutto bhagavā itipī’”ti? ",
  "dn28:1.16": "“No hetaṁ, bhante”. ",
  "dn28:1.17": "“Ettha ca hi te, sāriputta, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṁ natthi. ",
  "dn28:1.18": "Atha kiṁ carahi te ayaṁ, sāriputta, uḷārā āsabhī vācā bhāsitā, ekaṁso gahito, sīhanādo nadito: ",
  "dn28:1.19": "‘evaṁpasanno ahaṁ, bhante, bhagavati, na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṁ sambodhiyan’”ti? ",
  "dn28:2.1": "“Na kho me, bhante, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṁ atthi. ",
  "dn28:2.2": "Api ca me dhammanvayo vidito. ",
  "dn28:2.3": "Seyyathāpi, bhante, rañño paccantimaṁ nagaraṁ daḷhuddhāpaṁ daḷhapākāratoraṇaṁ ekadvāraṁ. ",
  "dn28:2.4": "Tatrassa dovāriko paṇḍito byatto medhāvī aññātānaṁ nivāretā, ñātānaṁ pavesetā. ",
  "dn28:2.5": "So tassa nagarassa samantā anupariyāyapathaṁ anukkamamāno na passeyya pākārasandhiṁ vā pākāravivaraṁ vā antamaso biḷāranikkhamanamattampi. ",
  "dn28:2.6": "Tassa evamassa: ",
  "dn28:2.7": "‘ye kho keci oḷārikā pāṇā imaṁ nagaraṁ pavisanti vā nikkhamanti vā, sabbe te imināva dvārena pavisanti vā nikkhamanti vā’ti. ",
  "dn28:2.8": "Evameva kho me, bhante, dhammanvayo vidito. ",
  "dn28:2.9": "Ye te, bhante, ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu suppatiṭṭhitacittā, satta sambojjhaṅge yathābhūtaṁ bhāvetvā anuttaraṁ sammāsambodhiṁ abhisambujjhiṁsu. ",
  "dn28:2.10": "Yepi te, bhante, bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu suppatiṭṭhitacittā, satta sambojjhaṅge yathābhūtaṁ bhāvetvā anuttaraṁ sammāsambodhiṁ abhisambujjhissanti. ",
  "dn28:2.11": "Bhagavāpi, bhante, etarahi arahaṁ sammāsambuddho pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu suppatiṭṭhitacitto satta sambojjhaṅge yathābhūtaṁ bhāvetvā anuttaraṁ sammāsambodhiṁ abhisambuddho. ",
  "dn28:2.12": "Idhāhaṁ, bhante, yena bhagavā tenupasaṅkamiṁ dhammassavanāya. ",
  "dn28:2.13": "Tassa me, bhante, bhagavā dhammaṁ deseti uttaruttaraṁ paṇītapaṇītaṁ kaṇhasukkasappaṭibhāgaṁ. ",
  "dn28:2.14": "Yathā yathā me, bhante, bhagavā dhammaṁ desesi uttaruttaraṁ paṇītapaṇītaṁ kaṇhasukkasappaṭibhāgaṁ tathā tathāhaṁ tasmiṁ dhamme abhiññā idhekaccaṁ dhammaṁ dhammesu niṭṭhamagamaṁ; satthari pasīdiṁ: ",
  "dn28:2.15": "‘sammāsambuddho bhagavā, svākkhāto bhagavatā dhammo, suppaṭipanno sāvakasaṅgho’ti. ",
  "dn28:3.0": "1.1. Kusaladhammadesanā ",
  "dn28:3.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti kusalesu dhammesu. ",
  "dn28:3.2": "Tatrime kusalā dhammā seyyathidaṁ—",
  "dn28:3.3": "cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ",
  "dn28:3.4": "Idha, bhante, bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "dn28:3.5": "Etadānuttariyaṁ, bhante, kusalesu dhammesu. ",
  "dn28:3.6": "Taṁ bhagavā asesamabhijānāti, taṁ bhagavato asesamabhijānato uttari abhiññeyyaṁ natthi, yadabhijānaṁ añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro assa, yadidaṁ kusalesu dhammesu. ",
  "dn28:4.0": "1.2. Āyatanapaṇṇattidesanā ",
  "dn28:4.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti āyatanapaṇṇattīsu. ",
  "dn28:4.2": "Chayimāni, bhante, ajjhattikabāhirāni āyatanāni. ",
  "dn28:4.3": "Cakkhuñceva rūpā ca, sotañceva saddā ca, ghānañceva gandhā ca, jivhā ceva rasā ca, kāyo ceva phoṭṭhabbā ca, mano ceva dhammā ca. ",
  "dn28:4.4": "Etadānuttariyaṁ, bhante, āyatanapaṇṇattīsu. ",
  "dn28:4.5": "Taṁ bhagavā asesamabhijānāti, taṁ bhagavato asesamabhijānato uttari abhiññeyyaṁ natthi, yadabhijānaṁ añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro assa yadidaṁ āyatanapaṇṇattīsu. ",
  "dn28:5.0": "1.3. Gabbhāvakkantidesanā ",
  "dn28:5.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti gabbhāvakkantīsu. ",
  "dn28:5.2": "Catasso imā, bhante, gabbhāvakkantiyo. ",
  "dn28:5.3": "Idha, bhante, ekacco asampajāno mātukucchiṁ okkamati; asampajāno mātukucchismiṁ ṭhāti; asampajāno mātukucchimhā nikkhamati. Ayaṁ paṭhamā gabbhāvakkanti. ",
  "dn28:5.4": "Puna caparaṁ, bhante, idhekacco sampajāno mātukucchiṁ okkamati; asampajāno mātukucchismiṁ ṭhāti; asampajāno mātukucchimhā nikkhamati. Ayaṁ dutiyā gabbhāvakkanti. ",
  "dn28:5.5": "Puna caparaṁ, bhante, idhekacco sampajāno mātukucchiṁ okkamati; sampajāno mātukucchismiṁ ṭhāti; asampajāno mātukucchimhā nikkhamati. Ayaṁ tatiyā gabbhāvakkanti. ",
  "dn28:5.6": "Puna caparaṁ, bhante, idhekacco sampajāno mātukucchiṁ okkamati; sampajāno mātukucchismiṁ ṭhāti; sampajāno mātukucchimhā nikkhamati. Ayaṁ catutthā gabbhāvakkanti. ",
  "dn28:5.7": "Etadānuttariyaṁ, bhante, gabbhāvakkantīsu. ",
  "dn28:6.0": "1.4. Ādesanavidhādesanā ",
  "dn28:6.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti ādesanavidhāsu. ",
  "dn28:6.2": "Catasso imā, bhante, ādesanavidhā. ",
  "dn28:6.3": "Idha, bhante, ekacco nimittena ādisati: ",
  "dn28:6.4": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
  "dn28:6.5": "So bahuñcepi ādisati, tatheva taṁ hoti, no aññathā. ",
  "dn28:6.6": "Ayaṁ paṭhamā ādesanavidhā. ",
  "dn28:6.7": "Puna caparaṁ, bhante, idhekacco na heva kho nimittena ādisati. Api ca kho manussānaṁ vā amanussānaṁ vā devatānaṁ vā saddaṁ sutvā ādisati: ",
  "dn28:6.8": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
  "dn28:6.9": "So bahuñcepi ādisati, tatheva taṁ hoti, no aññathā. ",
  "dn28:6.10": "Ayaṁ dutiyā ādesanavidhā. ",
  "dn28:6.11": "Puna caparaṁ, bhante, idhekacco na heva kho nimittena ādisati, nāpi manussānaṁ vā amanussānaṁ vā devatānaṁ vā saddaṁ sutvā ādisati. Api ca kho vitakkayato vicārayato vitakkavipphārasaddaṁ sutvā ādisati: ",
  "dn28:6.12": "‘evampi te mano, itthampi te mano, itipi te cittan’ti. ",
  "dn28:6.13": "So bahuñcepi ādisati, tatheva taṁ hoti, no aññathā. ",
  "dn28:6.14": "Ayaṁ tatiyā ādesanavidhā. ",
  "dn28:6.15": "Puna caparaṁ, bhante, idhekacco na heva kho nimittena ādisati, nāpi manussānaṁ vā amanussānaṁ vā devatānaṁ vā saddaṁ sutvā ādisati, nāpi vitakkayato vicārayato vitakkavipphārasaddaṁ sutvā ādisati. Api ca kho avitakkaṁ avicāraṁ samādhiṁ samāpannassa cetasā ceto paricca pajānāti: ",
  "dn28:6.16": "‘yathā imassa bhoto manosaṅkhārā paṇihitā. Tathā imassa cittassa anantarā imaṁ nāma vitakkaṁ vitakkessatī’ti. ",
  "dn28:6.17": "So bahuñcepi ādisati, tatheva taṁ hoti, no aññathā. ",
  "dn28:6.18": "Ayaṁ catutthā ādesanavidhā. ",
  "dn28:6.19": "Etadānuttariyaṁ, bhante, ādesanavidhāsu. ",
  "dn28:7.0": "1.5. Dassanasamāpattidesanā ",
  "dn28:7.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti dassanasamāpattīsu. ",
  "dn28:7.2": "Catasso imā, bhante, dassanasamāpattiyo. ",
  "dn28:7.3": "Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya padhānamanvāya anuyogamanvāya appamādamanvāya sammāmanasikāramanvāya tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte imameva kāyaṁ uddhaṁ pādatalā adho kesamatthakā tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhati: ",
  "dn28:7.4": "‘atthi imasmiṁ kāye kesā lomā nakhā dantā taco maṁsaṁ nhāru aṭṭhi aṭṭhimiñjaṁ vakkaṁ hadayaṁ yakanaṁ kilomakaṁ pihakaṁ papphāsaṁ antaṁ antaguṇaṁ udariyaṁ karīsaṁ pittaṁ semhaṁ pubbo lohitaṁ sedo medo assu vasā kheḷo siṅghānikā lasikā muttan’ti. ",
  "dn28:7.5": "Ayaṁ paṭhamā dassanasamāpatti. ",
  "dn28:7.6": "Puna caparaṁ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte imameva kāyaṁ uddhaṁ pādatalā adho kesamatthakā tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhati: ",
  "dn28:7.7": "‘atthi imasmiṁ kāye kesā lomā …pe… lasikā muttan’ti. ",
  "dn28:7.8": "Atikkamma ca purisassa chavimaṁsalohitaṁ aṭṭhiṁ paccavekkhati. ",
  "dn28:7.9": "Ayaṁ dutiyā dassanasamāpatti. ",
  "dn28:7.10": "Puna caparaṁ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte imameva kāyaṁ uddhaṁ pādatalā adho kesamatthakā tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhati: ",
  "dn28:7.11": "‘atthi imasmiṁ kāye kesā lomā …pe… lasikā muttan’ti. ",
  "dn28:7.12": "Atikkamma ca purisassa chavimaṁsalohitaṁ aṭṭhiṁ paccavekkhati. ",
  "dn28:7.13": "Purisassa ca viññāṇasotaṁ pajānāti, ubhayato abbocchinnaṁ idha loke patiṭṭhitañca paraloke patiṭṭhitañca. ",
  "dn28:7.14": "Ayaṁ tatiyā dassanasamāpatti. ",
  "dn28:7.15": "Puna caparaṁ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte imameva kāyaṁ uddhaṁ pādatalā adho kesamatthakā tacapariyantaṁ pūraṁ nānappakārassa asucino paccavekkhati: ",
  "dn28:7.16": "‘atthi imasmiṁ kāye kesā lomā …pe… lasikā muttan’ti. ",
  "dn28:7.17": "Atikkamma ca purisassa chavimaṁsalohitaṁ aṭṭhiṁ paccavekkhati. ",
  "dn28:7.18": "Purisassa ca viññāṇasotaṁ pajānāti, ubhayato abbocchinnaṁ idha loke appatiṭṭhitañca paraloke appatiṭṭhitañca. ",
  "dn28:7.19": "Ayaṁ catutthā dassanasamāpatti. ",
  "dn28:7.20": "Etadānuttariyaṁ, bhante, dassanasamāpattīsu. ",
  "dn28:8.0": "1.6. Puggalapaṇṇattidesanā ",
  "dn28:8.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti puggalapaṇṇattīsu. ",
  "dn28:8.2": "Sattime, bhante, puggalā. ",
  "dn28:8.3": "Ubhatobhāgavimutto paññāvimutto kāyasakkhi diṭṭhippatto saddhāvimutto dhammānusārī saddhānusārī. ",
  "dn28:8.4": "Etadānuttariyaṁ, bhante, puggalapaṇṇattīsu. ",
  "dn28:9.0": "1.7. Padhānadesanā ",
  "dn28:9.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti padhānesu. ",
  "dn28:9.2": "Sattime, bhante, sambojjhaṅgā satisambojjhaṅgo dhammavicayasambojjhaṅgo vīriyasambojjhaṅgo pītisambojjhaṅgo passaddhisambojjhaṅgo samādhisambojjhaṅgo upekkhāsambojjhaṅgo. ",
  "dn28:9.3": "Etadānuttariyaṁ, bhante, padhānesu. ",
  "dn28:10.0": "1.8. Paṭipadādesanā ",
  "dn28:10.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti paṭipadāsu. ",
  "dn28:10.2": "Catasso imā, bhante, paṭipadā dukkhā paṭipadā dandhābhiññā, ",
  "dn28:10.3": "dukkhā paṭipadā khippābhiññā, ",
  "dn28:10.4": "sukhā paṭipadā dandhābhiññā, ",
  "dn28:10.5": "sukhā paṭipadā khippābhiññāti. ",
  "dn28:10.6": "Tatra, bhante, yāyaṁ paṭipadā dukkhā dandhābhiññā, ayaṁ, bhante, paṭipadā ubhayeneva hīnā akkhāyati dukkhattā ca dandhattā ca. ",
  "dn28:10.7": "Tatra, bhante, yāyaṁ paṭipadā dukkhā khippābhiññā, ayaṁ pana, bhante, paṭipadā dukkhattā hīnā akkhāyati. ",
  "dn28:10.8": "Tatra, bhante, yāyaṁ paṭipadā sukhā dandhābhiññā, ayaṁ pana, bhante, paṭipadā dandhattā hīnā akkhāyati. ",
  "dn28:10.9": "Tatra, bhante, yāyaṁ paṭipadā sukhā khippābhiññā, ayaṁ pana, bhante, paṭipadā ubhayeneva paṇītā akkhāyati sukhattā ca khippattā ca. ",
  "dn28:10.10": "Etadānuttariyaṁ, bhante, paṭipadāsu. ",
  "dn28:11.0": "1.9. Bhassasamācārādidesanā ",
  "dn28:11.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti bhassasamācāre. ",
  "dn28:11.2": "Idha, bhante, ekacco na ceva musāvādupasañhitaṁ vācaṁ bhāsati na ca vebhūtiyaṁ na ca pesuṇiyaṁ na ca sārambhajaṁ jayāpekkho; ",
  "dn28:11.3": "mantā mantā ca vācaṁ bhāsati nidhānavatiṁ kālena. ",
  "dn28:11.4": "Etadānuttariyaṁ, bhante, bhassasamācāre. ",
  "dn28:12.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti purisasīlasamācāre. ",
  "dn28:12.2": "Idha, bhante, ekacco sacco cassa saddho ca, na ca kuhako, na ca lapako, na ca nemittiko, na ca nippesiko, na ca lābhena lābhaṁ nijigīsanako, indriyesu guttadvāro, bhojane mattaññū, samakārī, jāgariyānuyogamanuyutto, atandito, āraddhavīriyo, jhāyī, satimā, kalyāṇapaṭibhāno, gatimā, dhitimā, matimā, na ca kāmesu giddho, sato ca nipako ca. ",
  "dn28:12.3": "Etadānuttariyaṁ, bhante, purisasīlasamācāre. ",
  "dn28:13.0": "1.10. Anusāsanavidhādesanā ",
  "dn28:13.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti anusāsanavidhāsu. ",
  "dn28:13.2": "Catasso imā, bhante, anusāsanavidhā—",
  "dn28:13.3": "jānāti, bhante, bhagavā aparaṁ puggalaṁ paccattaṁ yonisomanasikārā ",
  "dn28:13.4": "‘ayaṁ puggalo yathānusiṭṭhaṁ tathā paṭipajjamāno tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpanno bhavissati avinipātadhammo niyato sambodhiparāyaṇo’ti. ",
  "dn28:13.5": "Jānāti, bhante, bhagavā paraṁ puggalaṁ paccattaṁ yonisomanasikārā: ",
  "dn28:13.6": "‘ayaṁ puggalo yathānusiṭṭhaṁ tathā paṭipajjamāno tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī bhavissati, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissatī’ti. ",
  "dn28:13.7": "Jānāti, bhante, bhagavā paraṁ puggalaṁ paccattaṁ yonisomanasikārā: ",
  "dn28:13.8": "‘ayaṁ puggalo yathānusiṭṭhaṁ tathā paṭipajjamāno pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko bhavissati tattha parinibbāyī anāvattidhammo tasmā lokā’ti. ",
  "dn28:13.9": "Jānāti, bhante, bhagavā paraṁ puggalaṁ paccattaṁ yonisomanasikārā: ",
  "dn28:13.10": "‘ayaṁ puggalo yathānusiṭṭhaṁ tathā paṭipajjamāno āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissatī’ti. ",
  "dn28:13.11": "Etadānuttariyaṁ, bhante, anusāsanavidhāsu. ",
  "dn28:14.0": "1.11. Parapuggalavimuttiñāṇadesanā ",
  "dn28:14.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti parapuggalavimuttiñāṇe. ",
  "dn28:14.2": "Jānāti, bhante, bhagavā paraṁ puggalaṁ paccattaṁ yonisomanasikārā: ",
  "dn28:14.3": "‘ayaṁ puggalo tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpanno bhavissati avinipātadhammo niyato sambodhiparāyaṇo’ti. ",
  "dn28:14.4": "Jānāti, bhante, bhagavā paraṁ puggalaṁ paccattaṁ yonisomanasikārā: ",
  "dn28:14.5": "‘ayaṁ puggalo tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī bhavissati, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karissatī’ti. ",
  "dn28:14.6": "Jānāti, bhante, bhagavā paraṁ puggalaṁ paccattaṁ yonisomanasikārā: ",
  "dn28:14.7": "‘ayaṁ puggalo pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko bhavissati tattha parinibbāyī anāvattidhammo tasmā lokā’ti. ",
  "dn28:14.8": "Jānāti, bhante, bhagavā paraṁ puggalaṁ paccattaṁ yonisomanasikārā: ",
  "dn28:14.9": "‘ayaṁ puggalo āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissatī’ti. ",
  "dn28:14.10": "Etadānuttariyaṁ, bhante, parapuggalavimuttiñāṇe. ",
  "dn28:15.0": "1.12. Sassatavādadesanā ",
  "dn28:15.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti sassatavādesu. ",
  "dn28:15.2": "Tayome, bhante, sassatavādā. ",
  "dn28:15.3": "Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn28:15.4": "Seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekānipi jātisatāni anekānipi jātisahassāni anekānipi jātisatasahassāni, ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn28:15.5": "So evamāha: ",
  "dn28:15.6": "‘atītampāhaṁ addhānaṁ jānāmi—saṁvaṭṭi vā loko vivaṭṭi vāti. ",
  "dn28:15.7": "Anāgataṁpāhaṁ addhānaṁ jānāmi—saṁvaṭṭissati vā loko vivaṭṭissati vāti. ",
  "dn28:15.8": "Sassato attā ca loko ca vañjho kūṭaṭṭho esikaṭṭhāyiṭṭhito. Te ca sattā sandhāvanti saṁsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ",
  "dn28:15.9": "Ayaṁ paṭhamo sassatavādo. ",
  "dn28:15.10": "Puna caparaṁ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn28:15.11": "Seyyathidaṁ—ekampi saṁvaṭṭavivaṭṭaṁ dvepi saṁvaṭṭavivaṭṭāni tīṇipi saṁvaṭṭavivaṭṭāni cattāripi saṁvaṭṭavivaṭṭāni pañcapi saṁvaṭṭavivaṭṭāni dasapi saṁvaṭṭavivaṭṭāni, ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn28:15.12": "So evamāha: ",
  "dn28:15.13": "‘atītampāhaṁ addhānaṁ jānāmi saṁvaṭṭi vā loko vivaṭṭi vāti. ",
  "dn28:15.14": "Anāgataṁpāhaṁ addhānaṁ jānāmi saṁvaṭṭissati vā loko vivaṭṭissati vāti. ",
  "dn28:15.15": "Sassato attā ca loko ca vañjho kūṭaṭṭho esikaṭṭhāyiṭṭhito. ",
  "dn28:15.16": "Te ca sattā sandhāvanti saṁsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ",
  "dn28:15.17": "Ayaṁ dutiyo sassatavādo. ",
  "dn28:15.18": "Puna caparaṁ, bhante, idhekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn28:15.19": "Seyyathidaṁ—dasapi saṁvaṭṭavivaṭṭāni vīsampi saṁvaṭṭavivaṭṭāni tiṁsampi saṁvaṭṭavivaṭṭāni cattālīsampi saṁvaṭṭavivaṭṭāni, ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn28:15.20": "So evamāha: ",
  "dn28:15.21": "‘atītampāhaṁ addhānaṁ jānāmi saṁvaṭṭipi loko vivaṭṭipīti; ",
  "dn28:15.22": "anāgataṁpāhaṁ addhānaṁ jānāmi saṁvaṭṭissatipi loko vivaṭṭissatipīti. ",
  "dn28:15.23": "Sassato attā ca loko ca vañjho kūṭaṭṭho esikaṭṭhāyiṭṭhito. ",
  "dn28:15.24": "Te ca sattā sandhāvanti saṁsaranti cavanti upapajjanti, atthi tveva sassatisaman’ti. ",
  "dn28:15.25": "Ayaṁ tatiyo sassatavādo, ",
  "dn28:15.26": "etadānuttariyaṁ, bhante, sassatavādesu. ",
  "dn28:16.0": "1.13. Pubbenivāsānussatiñāṇadesanā ",
  "dn28:16.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti pubbenivāsānussatiñāṇe. ",
  "dn28:16.2": "Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn28:16.3": "Seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe, ",
  "dn28:16.4": "‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn28:16.5": "Santi, bhante, devā, yesaṁ na sakkā gaṇanāya vā saṅkhānena vā āyu saṅkhātuṁ. ",
  "dn28:16.6": "Api ca yasmiṁ yasmiṁ attabhāve abhinivuṭṭhapubbo hoti yadi vā rūpīsu yadi vā arūpīsu yadi vā saññīsu yadi vā asaññīsu yadi vā nevasaññīnāsaññīsu. ",
  "dn28:16.7": "Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn28:16.8": "Etadānuttariyaṁ, bhante, pubbenivāsānussatiñāṇe. ",
  "dn28:17.0": "1.14. Cutūpapātañāṇadesanā ",
  "dn28:17.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti sattānaṁ cutūpapātañāṇe. ",
  "dn28:17.2": "Idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne ",
  "dn28:17.3": "hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānāti. ",
  "dn28:17.4": "Etadānuttariyaṁ, bhante, sattānaṁ cutūpapātañāṇe. ",
  "dn28:18.0": "1.15. Iddhividhadesanā ",
  "dn28:18.1": "Aparaṁ pana, bhante, etadānuttariyaṁ, yathā bhagavā dhammaṁ deseti iddhividhāsu. ",
  "dn28:18.2": "Dvemā, bhante, iddhividhāyo—",
  "dn28:18.3": "atthi, bhante, iddhi sāsavā saupadhikā, ‘no ariyā’ti vuccati. ",
  "dn28:18.4": "Atthi, bhante, iddhi anāsavā anupadhikā ‘ariyā’ti vuccati. ",
  "dn28:18.5": "Katamā ca, bhante, iddhi sāsavā saupadhikā, ‘no ariyā’ti vuccati? ",
  "dn28:18.6": "idha, bhante, ekacco samaṇo vā brāhmaṇo vā ātappamanvāya …pe… tathārūpaṁ cetosamādhiṁ phusati, yathāsamāhite citte anekavihitaṁ iddhividhaṁ paccanubhoti—",
  "dn28:18.7": "ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṁ tirobhāvaṁ tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṁ vatteti. ",
  "dn28:18.8": "Ayaṁ, bhante, iddhi sāsavā saupadhikā, ‘no ariyā’ti vuccati. ",
  "dn28:18.9": "Katamā pana, bhante, iddhi anāsavā anupadhikā, ‘ariyā’ti vuccati? ",
  "dn28:18.10": "Idha, bhante, bhikkhu sace ākaṅkhati: ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "dn28:18.11": "Sace ākaṅkhati: ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "dn28:18.12": "Sace ākaṅkhati: ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati. ",
  "dn28:18.13": "Sace ākaṅkhati: ‘paṭikūle ca appaṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati. ",
  "dn28:18.14": "Sace ākaṅkhati: ‘paṭikūlañca appaṭikūlañca tadubhayaṁ abhinivajjetvā upekkhako vihareyyaṁ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno. ",
  "dn28:18.15": "Ayaṁ, bhante, iddhi anāsavā anupadhikā ‘ariyā’ti vuccati. ",
  "dn28:18.16": "Etadānuttariyaṁ, bhante, iddhividhāsu. ",
  "dn28:18.17": "Taṁ bhagavā asesamabhijānāti, taṁ bhagavato asesamabhijānato uttari abhiññeyyaṁ natthi, yadabhijānaṁ añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro assa yadidaṁ iddhividhāsu. ",
  "dn28:19.0": "1.16. Aññathāsatthuguṇadassana ",
  "dn28:19.1": "Yaṁ taṁ, bhante, saddhena kulaputtena pattabbaṁ āraddhavīriyena thāmavatā purisathāmena purisavīriyena purisaparakkamena purisadhorayhena, anuppattaṁ taṁ bhagavatā. ",
  "dn28:19.2": "Na ca, bhante, bhagavā kāmesu kāmasukhallikānuyogamanuyutto hīnaṁ gammaṁ pothujjanikaṁ anariyaṁ anatthasaṁhitaṁ, na ca attakilamathānuyogamanuyutto dukkhaṁ anariyaṁ anatthasaṁhitaṁ. ",
  "dn28:19.3": "Catunnañca bhagavā jhānānaṁ ābhicetasikānaṁ diṭṭhadhammasukhavihārānaṁ nikāmalābhī akicchalābhī akasiralābhī. ",
  "dn28:19.4.0": "1.17. Anuyogadānappakāra ",
  "dn28:19.5": "Sace maṁ, bhante, evaṁ puccheyya: ",
  "dn28:19.6": "‘kiṁ nu kho, āvuso sāriputta, ahesuṁ atītamaddhānaṁ aññe samaṇā vā brāhmaṇā vā bhagavatā bhiyyobhiññatarā sambodhiyan’ti, evaṁ puṭṭho ahaṁ, bhante, ‘no’ti vadeyyaṁ. ",
  "dn28:19.7": "‘Kiṁ panāvuso sāriputta, bhavissanti anāgatamaddhānaṁ aññe samaṇā vā brāhmaṇā vā bhagavatā bhiyyobhiññatarā sambodhiyan’ti, evaṁ puṭṭho ahaṁ, bhante, ‘no’ti vadeyyaṁ. ",
  "dn28:19.8": "‘Kiṁ panāvuso sāriputta, atthetarahi añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro sambodhiyan’ti, evaṁ puṭṭho ahaṁ, bhante, ‘no’ti vadeyyaṁ. ",
  "dn28:19.9": "Sace pana maṁ, bhante, evaṁ puccheyya: ",
  "dn28:19.10": "‘kiṁ nu kho, āvuso sāriputta, ahesuṁ atītamaddhānaṁ aññe samaṇā vā brāhmaṇā vā bhagavatā samasamā sambodhiyan’ti, evaṁ puṭṭho ahaṁ, bhante, ‘evan’ti vadeyyaṁ. ",
  "dn28:19.11": "‘Kiṁ panāvuso sāriputta, bhavissanti anāgatamaddhānaṁ aññe samaṇā vā brāhmaṇā vā bhagavatā samasamā sambodhiyan’ti, evaṁ puṭṭho ahaṁ, bhante, ‘evan’ti vadeyyaṁ. ",
  "dn28:19.12": "‘Kiṁ panāvuso sāriputta, atthetarahi aññe samaṇā vā brāhmaṇā vā bhagavatā samasamā sambodhiyan’ti, evaṁ puṭṭho ahaṁ, bhante, ‘no’ti vadeyyaṁ. ",
  "dn28:19.13": "Sace pana maṁ, bhante, evaṁ puccheyya: ",
  "dn28:19.14": "‘kiṁ panāyasmā sāriputto ekaccaṁ abbhanujānāti, ekaccaṁ na abbhanujānātī’ti, evaṁ puṭṭho ahaṁ, bhante, evaṁ byākareyyaṁ: ",
  "dn28:19.15": "‘sammukhā metaṁ, āvuso, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "dn28:19.16": "“ahesuṁ atītamaddhānaṁ arahanto sammāsambuddhā mayā samasamā sambodhiyan”ti. ",
  "dn28:19.17": "Sammukhā metaṁ, āvuso, bhagavato sutaṁ, sammukhā paṭiggahitaṁ: ",
  "dn28:19.18": "“bhavissanti anāgatamaddhānaṁ arahanto sammāsambuddhā mayā samasamā sambodhiyan”ti. ",
  "dn28:19.19": "Sammukhā metaṁ, āvuso, bhagavato sutaṁ sammukhā paṭiggahitaṁ: ",
  "dn28:19.20": "“aṭṭhānametaṁ anavakāso yaṁ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṁ acarimaṁ uppajjeyyuṁ, netaṁ ṭhānaṁ vijjatī”’ti. ",
  "dn28:19.21": "Kaccāhaṁ, bhante, evaṁ puṭṭho evaṁ byākaramāno vuttavādī ceva bhagavato homi, na ca bhagavantaṁ abhūtena abbhācikkhāmi, dhammassa cānudhammaṁ byākaromi, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchatī”ti? ",
  "dn28:19.22": "“Taggha tvaṁ, sāriputta, evaṁ puṭṭho evaṁ byākaramāno vuttavādī ceva me hosi, na ca maṁ abhūtena abbhācikkhasi, dhammassa cānudhammaṁ byākarosi, na ca koci sahadhammiko vādānuvādo gārayhaṁ ṭhānaṁ āgacchatī”ti. ",
  "dn28:20.0": "2. Acchariyaabbhuta ",
  "dn28:20.1": "Evaṁ vutte, āyasmā udāyī bhagavantaṁ etadavoca: ",
  "dn28:20.2": "“acchariyaṁ, bhante, abbhutaṁ, bhante, tathāgatassa appicchatā santuṭṭhitā sallekhatā. ",
  "dn28:20.3": "Yatra hi nāma tathāgato evaṁmahiddhiko evaṁmahānubhāvo, atha ca pana nevattānaṁ pātukarissati. ",
  "dn28:20.4": "Ekamekañcepi ito, bhante, dhammaṁ aññatitthiyā paribbājakā attani samanupasseyyuṁ, te tāvatakeneva paṭākaṁ parihareyyuṁ. ",
  "dn28:20.5": "Acchariyaṁ, bhante, abbhutaṁ, bhante, tathāgatassa appicchatā santuṭṭhitā sallekhatā. ",
  "dn28:20.6": "Yatra hi nāma tathāgato evaṁmahiddhiko evaṁmahānubhāvo. Atha ca pana nevattānaṁ pātukarissatī”ti. ",
  "dn28:20.7": "“Passa kho tvaṁ, udāyi, ‘tathāgatassa appicchatā santuṭṭhitā sallekhatā. ",
  "dn28:20.8": "Yatra hi nāma tathāgato evaṁmahiddhiko evaṁmahānubhāvo, atha ca pana nevattānaṁ pātukarissati’. ",
  "dn28:20.9": "Ekamekañcepi ito, udāyi, dhammaṁ aññatitthiyā paribbājakā attani samanupasseyyuṁ, te tāvatakeneva paṭākaṁ parihareyyuṁ. ",
  "dn28:20.10": "Passa kho tvaṁ, udāyi, ‘tathāgatassa appicchatā santuṭṭhitā sallekhatā. ",
  "dn28:20.11": "Yatra hi nāma tathāgato evaṁmahiddhiko evaṁmahānubhāvo, atha ca pana nevattānaṁ pātukarissatī’”ti. ",
  "dn28:21.1": "Atha kho bhagavā āyasmantaṁ sāriputtaṁ āmantesi: ",
  "dn28:21.2": "“Tasmātiha tvaṁ, sāriputta, imaṁ dhammapariyāyaṁ abhikkhaṇaṁ bhāseyyāsi bhikkhūnaṁ bhikkhunīnaṁ upāsakānaṁ upāsikānaṁ. ",
  "dn28:21.3": "Yesampi hi, sāriputta, moghapurisānaṁ bhavissati tathāgate kaṅkhā vā vimati vā, tesamimaṁ dhammapariyāyaṁ sutvā tathāgate kaṅkhā vā vimati vā, sā pahīyissatī”ti. ",
  "dn28:21.4": "Iti hidaṁ āyasmā sāriputto bhagavato sammukhā sampasādaṁ pavedesi. ",
  "dn28:21.5": "Tasmā imassa veyyākaraṇassa sampasādanīyantveva adhivacananti. ",
  "dn28:21.6": "Sampasādanīyasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}