{
  "dn29:0.1": "Dīgha Nikāya 29 ",
  "dn29:0.2": "Pāsādikasutta ",
  "dn29:1.1": "Evaṁ me sutaṁ—",
  "dn29:1.2": "ekaṁ samayaṁ bhagavā sakkesu viharati vedhaññā nāma sakyā, tesaṁ ambavane pāsāde. ",
  "dn29:1.3": "Tena kho pana samayena nigaṇṭho nāṭaputto pāvāyaṁ adhunākālaṅkato hoti. ",
  "dn29:1.4": "Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṁ mukhasattīhi vitudantā viharanti: ",
  "dn29:1.5": "“na tvaṁ imaṁ dhammavinayaṁ ājānāsi, ahaṁ imaṁ dhammavinayaṁ ājānāmi, kiṁ tvaṁ imaṁ dhammavinayaṁ ājānissasi? Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno. Sahitaṁ me, asahitaṁ te. Purevacanīyaṁ pacchā avaca, pacchāvacanīyaṁ pure avaca. Adhiciṇṇaṁ te viparāvattaṁ, āropito te vādo, niggahito tvamasi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti. ",
  "dn29:1.6": "Vadhoyeva kho maññe nigaṇṭhesu nāṭaputtiyesu vattati. ",
  "dn29:1.7": "Yepi nigaṇṭhassa nāṭaputtassa sāvakā gihī odātavasanā, tepi nigaṇṭhesu nāṭaputtiyesu nibbinnarūpā virattarūpā paṭivānarūpā, yathā taṁ durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite bhinnathūpe appaṭisaraṇe. ",
  "dn29:2.1": "Atha kho cundo samaṇuddeso pāvāyaṁ vassaṁvuṭṭho yena sāmagāmo, yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṁ ānandaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho cundo samaṇuddeso āyasmantaṁ ānandaṁ etadavoca: ",
  "dn29:2.2": "“nigaṇṭho, bhante, nāṭaputto pāvāyaṁ adhunākālaṅkato. ",
  "dn29:2.3": "Tassa kālaṅkiriyāya bhinnā nigaṇṭhā dvedhikajātā …pe… bhinnathūpe appaṭisaraṇe”ti. ",
  "dn29:2.4": "Evaṁ vutte, āyasmā ānando cundaṁ samaṇuddesaṁ etadavoca: ",
  "dn29:2.5": "“atthi kho idaṁ, āvuso cunda, kathāpābhataṁ bhagavantaṁ dassanāya. ",
  "dn29:2.6": "Āyāmāvuso cunda, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā etamatthaṁ bhagavato ārocessāmā”ti. ",
  "dn29:2.7": "“Evaṁ, bhante”ti kho cundo samaṇuddeso āyasmato ānandassa paccassosi. ",
  "dn29:3.1": "Atha kho āyasmā ca ānando cundo ca samaṇuddeso yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinno kho āyasmā ānando bhagavantaṁ etadavoca: ",
  "dn29:3.2": "“ayaṁ, bhante, cundo samaṇuddeso evamāha, ‘nigaṇṭho, bhante, nāṭaputto pāvāyaṁ adhunākālaṅkato, ",
  "dn29:3.3": "tassa kālaṅkiriyāya bhinnā nigaṇṭhā …pe… bhinnathūpe appaṭisaraṇe’”ti. ",
  "dn29:4.0": "1. Asammāsambuddhappaveditadhammavinaya ",
  "dn29:4.1": "“Evaṁ hetaṁ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite. ",
  "dn29:4.2": "Idha, cunda, satthā ca hoti asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṁvattaniko asammāsambuddhappavedito, ",
  "dn29:4.3": "sāvako ca tasmiṁ dhamme na dhammānudhammappaṭipanno viharati na sāmīcippaṭipanno na anudhammacārī, vokkamma ca tamhā dhammā vattati. ",
  "dn29:4.4": "So evamassa vacanīyo: ",
  "dn29:4.5": "‘tassa te, āvuso, lābhā, tassa te suladdhaṁ, ",
  "dn29:4.6": "satthā ca te asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṁvattaniko asammāsambuddhappavedito. ",
  "dn29:4.7": "Tvañca tasmiṁ dhamme na dhammānudhammappaṭipanno viharasi, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattasī’ti. ",
  "dn29:4.8": "Iti kho, cunda, satthāpi tattha gārayho, dhammopi tattha gārayho, sāvako ca tattha evaṁ pāsaṁso. ",
  "dn29:4.9": "Yo kho, cunda, evarūpaṁ sāvakaṁ evaṁ vadeyya: ",
  "dn29:4.10": "‘etāyasmā tathā paṭipajjatu, yathā te satthārā dhammo desito paññatto’ti. ",
  "dn29:4.11": "Yo ca samādapeti, yañca samādapeti, yo ca samādapito tathattāya paṭipajjati. Sabbe te bahuṁ apuññaṁ pasavanti. ",
  "dn29:4.12": "Taṁ kissa hetu? ",
  "dn29:4.13": "Evaṁ hetaṁ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite. ",
  "dn29:5.1": "Idha pana, cunda, satthā ca hoti asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṁvattaniko asammāsambuddhappavedito, ",
  "dn29:5.2": "sāvako ca tasmiṁ dhamme dhammānudhammappaṭipanno viharati sāmīcippaṭipanno anudhammacārī, samādāya taṁ dhammaṁ vattati. ",
  "dn29:5.3": "So evamassa vacanīyo: ",
  "dn29:5.4": "‘tassa te, āvuso, alābhā, tassa te dulladdhaṁ, satthā ca te asammāsambuddho, dhammo ca durakkhāto duppavedito aniyyāniko anupasamasaṁvattaniko asammāsambuddhappavedito. ",
  "dn29:5.5": "Tvañca tasmiṁ dhamme dhammānudhammappaṭipanno viharasi sāmīcippaṭipanno anudhammacārī, samādāya taṁ dhammaṁ vattasī’ti. ",
  "dn29:5.6": "Iti kho, cunda, satthāpi tattha gārayho, dhammopi tattha gārayho, sāvakopi tattha evaṁ gārayho. ",
  "dn29:5.7": "Yo kho, cunda, evarūpaṁ sāvakaṁ evaṁ vadeyya: ",
  "dn29:5.8": "‘addhāyasmā ñāyappaṭipanno ñāyamārādhessatī’ti. ",
  "dn29:5.9": "Yo ca pasaṁsati, yañca pasaṁsati, yo ca pasaṁsito bhiyyoso mattāya vīriyaṁ ārabhati. Sabbe te bahuṁ apuññaṁ pasavanti. ",
  "dn29:5.10": "Taṁ kissa hetu? ",
  "dn29:5.11": "Evañhetaṁ, cunda, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite. ",
  "dn29:6.0": "2. Sammāsambuddhappaveditadhammavinaya ",
  "dn29:6.1": "Idha pana, cunda, satthā ca hoti sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito, ",
  "dn29:6.2": "sāvako ca tasmiṁ dhamme na dhammānudhammappaṭipanno viharati, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattati. ",
  "dn29:6.3": "So evamassa vacanīyo: ",
  "dn29:6.4": "‘tassa te, āvuso, alābhā, tassa te dulladdhaṁ, satthā ca te sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito. ",
  "dn29:6.5": "Tvañca tasmiṁ dhamme na dhammānudhammappaṭipanno viharasi, na sāmīcippaṭipanno, na anudhammacārī, vokkamma ca tamhā dhammā vattasī’ti. ",
  "dn29:6.6": "Iti kho, cunda, satthāpi tattha pāsaṁso, dhammopi tattha pāsaṁso, sāvako ca tattha evaṁ gārayho. ",
  "dn29:6.7": "Yo kho, cunda, evarūpaṁ sāvakaṁ evaṁ vadeyya: ",
  "dn29:6.8": "‘etāyasmā tathā paṭipajjatu yathā te satthārā dhammo desito paññatto’ti. ",
  "dn29:6.9": "Yo ca samādapeti, yañca samādapeti, yo ca samādapito tathattāya paṭipajjati. Sabbe te bahuṁ puññaṁ pasavanti. ",
  "dn29:6.10": "Taṁ kissa hetu? ",
  "dn29:6.11": "Evañhetaṁ, cunda, hoti svākkhāte dhammavinaye suppavedite niyyānike upasamasaṁvattanike sammāsambuddhappavedite. ",
  "dn29:7.1": "Idha pana, cunda, satthā ca hoti sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito, ",
  "dn29:7.2": "sāvako ca tasmiṁ dhamme dhammānudhammappaṭipanno viharati sāmīcippaṭipanno anudhammacārī, samādāya taṁ dhammaṁ vattati. ",
  "dn29:7.3": "So evamassa vacanīyo: ",
  "dn29:7.4": "‘tassa te, āvuso, lābhā, tassa te suladdhaṁ, ",
  "dn29:7.5": "satthā ca te sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito. ",
  "dn29:7.6": "Tvañca tasmiṁ dhamme dhammānudhammappaṭipanno viharasi sāmīcippaṭipanno anudhammacārī, samādāya taṁ dhammaṁ vattasī’ti. ",
  "dn29:7.7": "Iti kho, cunda, satthāpi tattha pāsaṁso, dhammopi tattha pāsaṁso, sāvakopi tattha evaṁ pāsaṁso. ",
  "dn29:7.8": "Yo kho, cunda, evarūpaṁ sāvakaṁ evaṁ vadeyya: ",
  "dn29:7.9": "‘addhāyasmā ñāyappaṭipanno ñāyamārādhessatī’ti. ",
  "dn29:7.10": "Yo ca pasaṁsati, yañca pasaṁsati, yo ca pasaṁsito bhiyyoso mattāya vīriyaṁ ārabhati. Sabbe te bahuṁ puññaṁ pasavanti. ",
  "dn29:7.11": "Taṁ kissa hetu? ",
  "dn29:7.12": "Evañhetaṁ, cunda, hoti svākkhāte dhammavinaye suppavedite niyyānike upasamasaṁvattanike sammāsambuddhappavedite. ",
  "dn29:8.0": "3. Sāvakānutappasatthu ",
  "dn29:8.1": "Idha pana, cunda, satthā ca loke udapādi arahaṁ sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito, ",
  "dn29:8.2": "aviññāpitatthā cassa honti sāvakā saddhamme, na ca tesaṁ kevalaṁ paripūraṁ brahmacariyaṁ āvikataṁ hoti uttānīkataṁ sabbasaṅgāhapadakataṁ sappāṭihīrakataṁ yāva devamanussehi suppakāsitaṁ. ",
  "dn29:8.3": "Atha nesaṁ satthuno antaradhānaṁ hoti. ",
  "dn29:8.4": "Evarūpo kho, cunda, satthā sāvakānaṁ kālaṅkato anutappo hoti. ",
  "dn29:8.5": "Taṁ kissa hetu? ",
  "dn29:8.6": "‘Satthā ca no loke udapādi arahaṁ sammāsambuddho, dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito, aviññāpitatthā camha saddhamme, na ca no kevalaṁ paripūraṁ brahmacariyaṁ āvikataṁ hoti uttānīkataṁ sabbasaṅgāhapadakataṁ sappāṭihīrakataṁ yāva devamanussehi suppakāsitaṁ. ",
  "dn29:8.7": "Atha no satthuno antaradhānaṁ hotī’ti. ",
  "dn29:8.8": "Evarūpo kho, cunda, satthā sāvakānaṁ kālaṅkato anutappo hoti. ",
  "dn29:9.0": "4. Sāvakānanutappasatthu ",
  "dn29:9.1": "Idha pana, cunda, satthā ca loke udapādi arahaṁ sammāsambuddho. Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito. ",
  "dn29:9.2": "Viññāpitatthā cassa honti sāvakā saddhamme, kevalañca tesaṁ paripūraṁ brahmacariyaṁ āvikataṁ hoti uttānīkataṁ sabbasaṅgāhapadakataṁ sappāṭihīrakataṁ yāva devamanussehi suppakāsitaṁ. ",
  "dn29:9.3": "Atha nesaṁ satthuno antaradhānaṁ hoti. ",
  "dn29:9.4": "Evarūpo kho, cunda, satthā sāvakānaṁ kālaṅkato ananutappo hoti. ",
  "dn29:9.5": "Taṁ kissa hetu? ",
  "dn29:9.6": "‘Satthā ca no loke udapādi arahaṁ sammāsambuddho. ",
  "dn29:9.7": "Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito. ",
  "dn29:9.8": "Viññāpitatthā camha saddhamme, kevalañca no paripūraṁ brahmacariyaṁ āvikataṁ hoti uttānīkataṁ sabbasaṅgāhapadakataṁ sappāṭihīrakataṁ yāva devamanussehi suppakāsitaṁ. ",
  "dn29:9.9": "Atha no satthuno antaradhānaṁ hotī’ti. ",
  "dn29:9.10": "Evarūpo kho, cunda, satthā sāvakānaṁ kālaṅkato ananutappo hoti. ",
  "dn29:10.0": "5. Brahmacariyaaparipūrādikathā ",
  "dn29:10.1": "Etehi cepi, cunda, aṅgehi samannāgataṁ brahmacariyaṁ hoti, no ca kho satthā hoti thero rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn29:10.2": "Evaṁ taṁ brahmacariyaṁ aparipūraṁ hoti tenaṅgena. ",
  "dn29:10.3": "Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṁ brahmacariyaṁ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn29:10.4": "Evaṁ taṁ brahmacariyaṁ paripūraṁ hoti tenaṅgena. ",
  "dn29:11.1": "Etehi cepi, cunda, aṅgehi samannāgataṁ brahmacariyaṁ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, no ca khvassa therā bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ",
  "dn29:11.2": "Alaṁ samakkhātuṁ saddhammassa, alaṁ uppannaṁ parappavādaṁ sahadhammehi suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desetuṁ. ",
  "dn29:11.3": "Evaṁ taṁ brahmacariyaṁ aparipūraṁ hoti tenaṅgena. ",
  "dn29:12.1": "Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṁ brahmacariyaṁ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ",
  "dn29:12.2": "Alaṁ samakkhātuṁ saddhammassa, alaṁ uppannaṁ parappavādaṁ sahadhammehi suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desetuṁ. ",
  "dn29:12.3": "Evaṁ taṁ brahmacariyaṁ paripūraṁ hoti tenaṅgena. ",
  "dn29:12.4": "Etehi cepi, cunda, aṅgehi samannāgataṁ brahmacariyaṁ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ",
  "dn29:12.5": "Alaṁ samakkhātuṁ saddhammassa, alaṁ uppannaṁ parappavādaṁ sahadhammehi suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desetuṁ. ",
  "dn29:12.6": "No ca khvassa majjhimā bhikkhū sāvakā honti …pe… ",
  "dn29:12.7": "majjhimā cassa bhikkhū sāvakā honti, no ca khvassa navā bhikkhū sāvakā honti …pe… ",
  "dn29:12.8": "navā cassa bhikkhū sāvakā honti, no ca khvassa therā bhikkhuniyo sāvikā honti …pe… ",
  "dn29:12.9": "therā cassa bhikkhuniyo sāvikā honti, no ca khvassa majjhimā bhikkhuniyo sāvikā honti …pe… ",
  "dn29:12.10": "majjhimā cassa bhikkhuniyo sāvikā honti, no ca khvassa navā bhikkhuniyo sāvikā honti …pe… ",
  "dn29:12.11": "navā cassa bhikkhuniyo sāvikā honti, no ca khvassa upāsakā sāvakā honti gihī odātavasanā brahmacārino …pe… ",
  "dn29:12.12": "upāsakā cassa sāvakā honti gihī odātavasanā brahmacārino, no ca khvassa upāsakā sāvakā honti gihī odātavasanā kāmabhogino …pe… ",
  "dn29:12.13": "upāsakā cassa sāvakā honti gihī odātavasanā kāmabhogino, no ca khvassa upāsikā sāvikā honti gihiniyo odātavasanā brahmacāriniyo …pe… ",
  "dn29:12.14": "upāsikā cassa sāvikā honti gihiniyo odātavasanā brahmacāriniyo, no ca khvassa upāsikā sāvikā honti gihiniyo odātavasanā kāmabhoginiyo …pe… ",
  "dn29:12.15": "upāsikā cassa sāvikā honti gihiniyo odātavasanā kāmabhoginiyo, no ca khvassa brahmacariyaṁ hoti iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ …pe… ",
  "dn29:12.16": "brahmacariyañcassa hoti iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ, no ca kho lābhaggayasaggappattaṁ. ",
  "dn29:12.17": "Evaṁ taṁ brahmacariyaṁ aparipūraṁ hoti tenaṅgena. ",
  "dn29:13.1": "Yato ca kho, cunda, etehi ceva aṅgehi samannāgataṁ brahmacariyaṁ hoti, satthā ca hoti thero rattaññū cirapabbajito addhagato vayoanuppatto, therā cassa bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ",
  "dn29:13.2": "Alaṁ samakkhātuṁ saddhammassa, alaṁ uppannaṁ parappavādaṁ sahadhammehi suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desetuṁ. ",
  "dn29:13.3": "Majjhimā cassa bhikkhū sāvakā honti … ",
  "dn29:13.4": "navā cassa bhikkhū sāvakā honti … ",
  "dn29:13.5": "therā cassa bhikkhuniyo sāvikā honti … ",
  "dn29:13.6": "majjhimā cassa bhikkhuniyo sāvikā honti … ",
  "dn29:13.7": "navā cassa bhikkhuniyo sāvikā honti … ",
  "dn29:13.8": "upāsakā cassa sāvakā honti … gihī odātavasanā brahmacārino. ",
  "dn29:13.9": "Upāsakā cassa sāvakā honti gihī odātavasanā kāmabhogino … ",
  "dn29:13.10": "upāsikā cassa sāvikā honti gihiniyo odātavasanā brahmacāriniyo … ",
  "dn29:13.11": "upāsikā cassa sāvikā honti gihiniyo odātavasanā kāmabhoginiyo … ",
  "dn29:13.12": "brahmacariyañcassa hoti iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ, lābhaggappattañca yasaggappattañca. ",
  "dn29:13.13": "Evaṁ taṁ brahmacariyaṁ paripūraṁ hoti tenaṅgena. ",
  "dn29:14.1": "Ahaṁ kho pana, cunda, etarahi satthā loke uppanno arahaṁ sammāsambuddho. ",
  "dn29:14.2": "Dhammo ca svākkhāto suppavedito niyyāniko upasamasaṁvattaniko sammāsambuddhappavedito. ",
  "dn29:14.3": "Viññāpitatthā ca me sāvakā saddhamme, kevalañca tesaṁ paripūraṁ brahmacariyaṁ āvikataṁ uttānīkataṁ sabbasaṅgāhapadakataṁ sappāṭihīrakataṁ yāva devamanussehi suppakāsitaṁ. ",
  "dn29:14.4": "Ahaṁ kho pana, cunda, etarahi satthā thero rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn29:15.1": "Santi kho pana me, cunda, etarahi therā bhikkhū sāvakā honti viyattā vinītā visāradā pattayogakkhemā. ",
  "dn29:15.2": "Alaṁ samakkhātuṁ saddhammassa, alaṁ uppannaṁ parappavādaṁ sahadhammehi suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desetuṁ. ",
  "dn29:15.3": "Santi kho pana me, cunda, etarahi majjhimā bhikkhū sāvakā … ",
  "dn29:15.4": "santi kho pana me, cunda, etarahi navā bhikkhū sāvakā … ",
  "dn29:15.5": "santi kho pana me, cunda, etarahi therā bhikkhuniyo sāvikā … ",
  "dn29:15.6": "santi kho pana me, cunda, etarahi majjhimā bhikkhuniyo sāvikā … ",
  "dn29:15.7": "santi kho pana me, cunda, etarahi navā bhikkhuniyo sāvikā … ",
  "dn29:15.8": "santi kho pana me, cunda, etarahi upāsakā sāvakā gihī odātavasanā brahmacārino … ",
  "dn29:15.9": "santi kho pana me, cunda, etarahi upāsakā sāvakā gihī odātavasanā kāmabhogino … ",
  "dn29:15.10": "santi kho pana me, cunda, etarahi upāsikā sāvikā gihiniyo odātavasanā brahmacāriniyo … ",
  "dn29:15.11": "santi kho pana me, cunda, etarahi upāsikā sāvikā gihiniyo odātavasanā kāmabhoginiyo … ",
  "dn29:15.12": "etarahi kho pana me, cunda, brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ. ",
  "dn29:16.1": "Yāvatā kho, cunda, etarahi satthāro loke uppannā, nāhaṁ, cunda, aññaṁ ekasatthārampi samanupassāmi evaṁlābhaggayasaggappattaṁ yatharivāhaṁ. ",
  "dn29:16.2": "Yāvatā kho pana, cunda, etarahi saṅgho vā gaṇo vā loke uppanno; ",
  "dn29:16.3": "nāhaṁ, cunda, aññaṁ ekasaṅghampi samanupassāmi evaṁlābhaggayasaggappattaṁ yatharivāyaṁ, cunda, bhikkhusaṅgho. ",
  "dn29:16.4": "Yaṁ kho taṁ, cunda, sammā vadamāno vadeyya: ",
  "dn29:16.5": "‘sabbākārasampannaṁ sabbākāraparipūraṁ anūnamanadhikaṁ svākkhātaṁ kevalaṁ paripūraṁ brahmacariyaṁ suppakāsitan’ti. ",
  "dn29:16.6": "Idameva taṁ sammā vadamāno vadeyya: ",
  "dn29:16.7": "‘sabbākārasampannaṁ …pe… suppakāsitan’ti. ",
  "dn29:16.8": "Udako sudaṁ, cunda, rāmaputto evaṁ vācaṁ bhāsati: ",
  "dn29:16.9": "‘passaṁ na passatī’ti. ",
  "dn29:16.10": "Kiñca passaṁ na passatīti? ",
  "dn29:16.11": "Khurassa sādhunisitassa talamassa passati, dhārañca khvassa na passati. ",
  "dn29:16.12": "Idaṁ vuccati: ",
  "dn29:16.13": "‘passaṁ na passatī’ti. ",
  "dn29:16.14": "Yaṁ kho panetaṁ, cunda, udakena rāmaputtena bhāsitaṁ hīnaṁ gammaṁ pothujjanikaṁ anariyaṁ anatthasaṁhitaṁ khurameva sandhāya. ",
  "dn29:16.15": "Yañca taṁ, cunda, sammā vadamāno vadeyya: ",
  "dn29:16.16": "‘passaṁ na passatī’ti, idameva taṁ sammā vadamāno vadeyya: ",
  "dn29:16.17": "‘passaṁ na passatī’ti. ",
  "dn29:16.18": "Kiñca passaṁ na passatīti? ",
  "dn29:16.19": "Evaṁ sabbākārasampannaṁ sabbākāraparipūraṁ anūnamanadhikaṁ svākkhātaṁ kevalaṁ paripūraṁ brahmacariyaṁ suppakāsitanti, iti hetaṁ passati. ",
  "dn29:16.20": "Idamettha apakaḍḍheyya, evaṁ taṁ parisuddhataraṁ assāti, iti hetaṁ na passati. ",
  "dn29:16.21": "Idamettha upakaḍḍheyya, evaṁ taṁ paripūraṁ assāti, iti hetaṁ na passati. ",
  "dn29:16.22": "Idaṁ vuccati, cunda: ",
  "dn29:16.23": "‘passaṁ na passatī’ti. ",
  "dn29:16.24": "Yaṁ kho taṁ, cunda, sammā vadamāno vadeyya: ",
  "dn29:16.25": "‘sabbākārasampannaṁ …pe… ",
  "dn29:16.26": "brahmacariyaṁ suppakāsitan’ti. ",
  "dn29:16.27": "Idameva taṁ sammā vadamāno vadeyya: ",
  "dn29:16.28": "‘sabbākārasampannaṁ sabbākāraparipūraṁ anūnamanadhikaṁ svākkhātaṁ kevalaṁ paripūraṁ brahmacariyaṁ suppakāsitan’ti. ",
  "dn29:17.0": "6. Saṅgāyitabbadhamma ",
  "dn29:17.1": "Tasmātiha, cunda, ye vo mayā dhammā abhiññā desitā, tattha sabbeheva saṅgamma samāgamma atthena atthaṁ byañjanena byañjanaṁ saṅgāyitabbaṁ na vivaditabbaṁ, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
  "dn29:17.2": "Katame ca te, cunda, dhammā mayā abhiññā desitā, yattha sabbeheva saṅgamma samāgamma atthena atthaṁ byañjanena byañjanaṁ saṅgāyitabbaṁ na vivaditabbaṁ, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ? ",
  "dn29:17.3": "Seyyathidaṁ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo. ",
  "dn29:17.4": "Ime kho te, cunda, dhammā mayā abhiññā desitā. ",
  "dn29:17.5": "Yattha sabbeheva saṅgamma samāgamma atthena atthaṁ byañjanena byañjanaṁ saṅgāyitabbaṁ na vivaditabbaṁ, yathayidaṁ brahmacariyaṁ addhaniyaṁ assa ciraṭṭhitikaṁ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ. ",
  "dn29:18.0": "7. Saññāpetabbavidhi ",
  "dn29:18.1": "Tesañca vo, cunda, samaggānaṁ sammodamānānaṁ avivadamānānaṁ sikkhataṁ aññataro sabrahmacārī saṅghe dhammaṁ bhāseyya. ",
  "dn29:18.2": "Tatra ce tumhākaṁ evamassa: ",
  "dn29:18.3": "‘ayaṁ kho āyasmā atthañceva micchā gaṇhāti, byañjanāni ca micchā ropetī’ti. ",
  "dn29:18.4": "Tassa neva abhinanditabbaṁ na paṭikkositabbaṁ, anabhinanditvā appaṭikkositvā so evamassa vacanīyo: ",
  "dn29:18.5": "‘imassa nu kho, āvuso, atthassa imāni vā byañjanāni etāni vā byañjanāni katamāni opāyikatarāni, imesañca byañjanānaṁ ayaṁ vā attho eso vā attho katamo opāyikataro’ti? ",
  "dn29:18.6": "So ce evaṁ vadeyya: ",
  "dn29:18.7": "‘imassa kho, āvuso, atthassa imāneva byañjanāni opāyikatarāni, yā ceva etāni; imesañca byañjanānaṁ ayameva attho opāyikataro, yā ceva eso’ti. ",
  "dn29:18.8": "So neva ussādetabbo na apasādetabbo, anussādetvā anapasādetvā sveva sādhukaṁ saññāpetabbo tassa ca atthassa tesañca byañjanānaṁ nisantiyā. ",
  "dn29:19.1": "Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṁ bhāseyya. ",
  "dn29:19.2": "Tatra ce tumhākaṁ evamassa: ",
  "dn29:19.3": "‘ayaṁ kho āyasmā atthañhi kho micchā gaṇhāti byañjanāni sammā ropetī’ti. ",
  "dn29:19.4": "Tassa neva abhinanditabbaṁ na paṭikkositabbaṁ, anabhinanditvā appaṭikkositvā so evamassa vacanīyo: ",
  "dn29:19.5": "‘imesaṁ nu kho, āvuso, byañjanānaṁ ayaṁ vā attho eso vā attho katamo opāyikataro’ti? ",
  "dn29:19.6": "So ce evaṁ vadeyya: ",
  "dn29:19.7": "‘imesaṁ kho, āvuso, byañjanānaṁ ayameva attho opāyikataro, yā ceva eso’ti. ",
  "dn29:19.8": "So neva ussādetabbo na apasādetabbo, anussādetvā anapasādetvā sveva sādhukaṁ saññāpetabbo tasseva atthassa nisantiyā. ",
  "dn29:20.1": "Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṁ bhāseyya. ",
  "dn29:20.2": "Tatra ce tumhākaṁ evamassa: ",
  "dn29:20.3": "‘ayaṁ kho āyasmā atthañhi kho sammā gaṇhāti byañjanāni micchā ropetī’ti. ",
  "dn29:20.4": "Tassa neva abhinanditabbaṁ na paṭikkositabbaṁ; anabhinanditvā appaṭikkositvā so evamassa vacanīyo: ",
  "dn29:20.5": "‘imassa nu kho, āvuso, atthassa imāni vā byañjanāni etāni vā byañjanāni katamāni opāyikatarānī’ti? ",
  "dn29:20.6": "So ce evaṁ vadeyya: ",
  "dn29:20.7": "‘imassa kho, āvuso, atthassa imāneva byañjanāni opayikatarāni, yā ceva etānī’ti. ",
  "dn29:20.8": "So neva ussādetabbo na apasādetabbo; anussādetvā anapasādetvā sveva sādhukaṁ saññāpetabbo tesaññeva byañjanānaṁ nisantiyā. ",
  "dn29:21.1": "Aparopi ce, cunda, sabrahmacārī saṅghe dhammaṁ bhāseyya. ",
  "dn29:21.2": "Tatra ce tumhākaṁ evamassa: ",
  "dn29:21.3": "‘ayaṁ kho āyasmā atthañceva sammā gaṇhāti byañjanāni ca sammā ropetī’ti. ",
  "dn29:21.4": "Tassa ‘sādhū’ti bhāsitaṁ abhinanditabbaṁ anumoditabbaṁ; ",
  "dn29:21.5": "tassa ‘sādhū’ti bhāsitaṁ abhinanditvā anumoditvā so evamassa vacanīyo: ",
  "dn29:21.6": "‘lābhā no, āvuso, suladdhaṁ no, āvuso, ",
  "dn29:21.7": "ye mayaṁ āyasmantaṁ tādisaṁ sabrahmacāriṁ passāma evaṁ atthupetaṁ byañjanupetan’ti. ",
  "dn29:22.0": "8. Paccayānuññātakāraṇa ",
  "dn29:22.1": "Na vo ahaṁ, cunda, diṭṭhadhammikānaṁyeva āsavānaṁ saṁvarāya dhammaṁ desemi. ",
  "dn29:22.2": "Na panāhaṁ, cunda, samparāyikānaṁyeva āsavānaṁ paṭighātāya dhammaṁ desemi. ",
  "dn29:22.3": "Diṭṭhadhammikānaṁ cevāhaṁ, cunda, āsavānaṁ saṁvarāya dhammaṁ desemi; ",
  "dn29:22.4": "samparāyikānañca āsavānaṁ paṭighātāya. ",
  "dn29:22.5": "Tasmātiha, cunda, yaṁ vo mayā cīvaraṁ anuññātaṁ, alaṁ vo taṁ ",
  "dn29:22.6": "yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṁsamakasavātātapasarīsapasamphassānaṁ paṭighātāya, yāvadeva hirikopīnapaṭicchādanatthaṁ. ",
  "dn29:22.7": "Yo vo mayā piṇḍapāto anuññāto, alaṁ vo so ",
  "dn29:22.8": "yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṁsūparatiyā brahmacariyānuggahāya, iti purāṇañca vedanaṁ paṭihaṅkhāmi, navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro ca. ",
  "dn29:22.9": "Yaṁ vo mayā senāsanaṁ anuññātaṁ, alaṁ vo taṁ ",
  "dn29:22.10": "yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṁsamakasavātātapasarīsapasamphassānaṁ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṁ. ",
  "dn29:22.11": "Yo vo mayā gilānapaccayabhesajjaparikkhāro anuññāto, alaṁ vo so ",
  "dn29:22.12": "yāvadeva uppannānaṁ veyyābādhikānaṁ vedanānaṁ paṭighātāya abyāpajjaparamatāya. ",
  "dn29:23.0": "9. Sukhallikānuyoga ",
  "dn29:23.1": "Ṭhānaṁ kho panetaṁ, cunda, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:23.2": "‘sukhallikānuyogamanuyuttā samaṇā sakyaputtiyā viharantī’ti. ",
  "dn29:23.3": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:23.4": "‘katamo so, āvuso, sukhallikānuyogo? ",
  "dn29:23.5": "Sukhallikānuyogā hi bahū anekavihitā nānappakārakā’ti. ",
  "dn29:23.6": "Cattārome, cunda, sukhallikānuyogā hīnā gammā pothujjanikā anariyā anatthasaṁhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattanti. ",
  "dn29:23.7": "Katame cattāro? ",
  "dn29:23.8": "Idha, cunda, ekacco bālo pāṇe vadhitvā vadhitvā attānaṁ sukheti pīṇeti. ",
  "dn29:23.9": "Ayaṁ paṭhamo sukhallikānuyogo. ",
  "dn29:23.10": "Puna caparaṁ, cunda, idhekacco adinnaṁ ādiyitvā ādiyitvā attānaṁ sukheti pīṇeti. ",
  "dn29:23.11": "Ayaṁ dutiyo sukhallikānuyogo. ",
  "dn29:23.12": "Puna caparaṁ, cunda, idhekacco musā bhaṇitvā bhaṇitvā attānaṁ sukheti pīṇeti. ",
  "dn29:23.13": "Ayaṁ tatiyo sukhallikānuyogo. ",
  "dn29:23.14": "Puna caparaṁ, cunda, idhekacco pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti. ",
  "dn29:23.15": "Ayaṁ catuttho sukhallikānuyogo. ",
  "dn29:23.16": "Ime kho, cunda, cattāro sukhallikānuyogā hīnā gammā pothujjanikā anariyā anatthasaṁhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattanti. ",
  "dn29:24.1": "Ṭhānaṁ kho panetaṁ, cunda, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:24.2": "‘ime cattāro sukhallikānuyoge anuyuttā samaṇā sakyaputtiyā viharantī’ti. ",
  "dn29:24.3": "Te vo ‘mā hevaṁ’ tissu vacanīyā. ",
  "dn29:24.4": "Na te vo sammā vadamānā vadeyyuṁ, abbhācikkheyyuṁ asatā abhūtena. ",
  "dn29:24.5": "Cattārome, cunda, sukhallikānuyogā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattanti. ",
  "dn29:24.6": "Katame cattāro? ",
  "dn29:24.7": "Idha, cunda, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "dn29:24.8": "Ayaṁ paṭhamo sukhallikānuyogo. ",
  "dn29:24.9": "Puna caparaṁ, cunda, bhikkhu vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati. ",
  "dn29:24.10": "Ayaṁ dutiyo sukhallikānuyogo. ",
  "dn29:24.11": "Puna caparaṁ, cunda, bhikkhu pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati. ",
  "dn29:24.12": "Ayaṁ tatiyo sukhallikānuyogo. ",
  "dn29:24.13": "Puna caparaṁ, cunda, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā …pe… catutthaṁ jhānaṁ upasampajja viharati. ",
  "dn29:24.14": "Ayaṁ catuttho sukhallikānuyogo. ",
  "dn29:24.15": "Ime kho, cunda, cattāro sukhallikānuyogā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattanti. ",
  "dn29:24.16": "Ṭhānaṁ kho panetaṁ, cunda, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:24.17": "‘ime cattāro sukhallikānuyoge anuyuttā samaṇā sakyaputtiyā viharantī’ti. ",
  "dn29:24.18": "Te vo ‘evaṁ’ tissu vacanīyā. ",
  "dn29:24.19": "Sammā te vo vadamānā vadeyyuṁ, na te vo abbhācikkheyyuṁ asatā abhūtena. ",
  "dn29:25.0": "10. Sukhallikānuyogānisaṁsa ",
  "dn29:25.1": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:25.2": "‘ime panāvuso, cattāro sukhallikānuyoge anuyuttānaṁ viharataṁ kati phalāni katānisaṁsā pāṭikaṅkhā’ti? ",
  "dn29:25.3": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:25.4": "‘ime kho, āvuso, cattāro sukhallikānuyoge anuyuttānaṁ viharataṁ cattāri phalāni cattāro ānisaṁsā pāṭikaṅkhā. ",
  "dn29:25.5": "Katame cattāro? ",
  "dn29:25.6": "Idhāvuso, bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo. ",
  "dn29:25.7": "Idaṁ paṭhamaṁ phalaṁ, paṭhamo ānisaṁso. ",
  "dn29:25.8": "Puna caparaṁ, āvuso, bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī hoti, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karoti. ",
  "dn29:25.9": "Idaṁ dutiyaṁ phalaṁ, dutiyo ānisaṁso. ",
  "dn29:25.10": "Puna caparaṁ, āvuso, bhikkhu pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko hoti, tattha parinibbāyī anāvattidhammo tasmā lokā. ",
  "dn29:25.11": "Idaṁ tatiyaṁ phalaṁ, tatiyo ānisaṁso. ",
  "dn29:25.12": "Puna caparaṁ, āvuso, bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati. ",
  "dn29:25.13": "Idaṁ catutthaṁ phalaṁ catuttho ānisaṁso. ",
  "dn29:25.14": "Ime kho, āvuso, cattāro sukhallikānuyoge anuyuttānaṁ viharataṁ imāni cattāri phalāni, cattāro ānisaṁsā pāṭikaṅkhā’ti. ",
  "dn29:26.0": "11. Khīṇāsavaabhabbaṭhāna ",
  "dn29:26.1": "Ṭhānaṁ kho panetaṁ, cunda, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:26.2": "‘aṭṭhitadhammā samaṇā sakyaputtiyā viharantī’ti. ",
  "dn29:26.3": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:26.4": "‘atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sāvakānaṁ dhammā desitā paññattā yāvajīvaṁ anatikkamanīyā. ",
  "dn29:26.5": "Seyyathāpi, āvuso, indakhīlo vā ayokhīlo vā gambhīranemo sunikhāto acalo asampavedhī; ",
  "dn29:26.6": "evameva kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena sāvakānaṁ dhammā desitā paññattā yāvajīvaṁ anatikkamanīyā. ",
  "dn29:26.7": "Yo so, āvuso, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, abhabbo so nava ṭhānāni ajjhācarituṁ. ",
  "dn29:26.8": "Abhabbo, āvuso, khīṇāsavo bhikkhu sañcicca pāṇaṁ jīvitā voropetuṁ; abhabbo khīṇāsavo bhikkhu adinnaṁ theyyasaṅkhātaṁ ādiyituṁ; abhabbo khīṇāsavo bhikkhu methunaṁ dhammaṁ paṭisevituṁ; abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṁ; abhabbo khīṇāsavo bhikkhu sannidhikārakaṁ kāme paribhuñjituṁ, seyyathāpi pubbe āgārikabhūto; abhabbo khīṇāsavo bhikkhu chandāgatiṁ gantuṁ; abhabbo khīṇāsavo bhikkhu dosāgatiṁ gantuṁ; abhabbo khīṇāsavo bhikkhu mohāgatiṁ gantuṁ; abhabbo khīṇāsavo bhikkhu bhayāgatiṁ gantuṁ. ",
  "dn29:26.9": "Yo so, āvuso, bhikkhu arahaṁ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammadaññāvimutto, abhabbo so imāni nava ṭhānāni ajjhācaritun’ti. ",
  "dn29:27.0": "12. Pañhābyākaraṇa ",
  "dn29:27.1": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:27.2": "‘atītaṁ kho addhānaṁ ārabbha samaṇo gotamo atīrakaṁ ñāṇadassanaṁ paññapeti, no ca kho anāgataṁ addhānaṁ ārabbha atīrakaṁ ñāṇadassanaṁ paññapeti, tayidaṁ kiṁsu tayidaṁ kathaṁsū’ti? ",
  "dn29:27.3": "Te ca aññatitthiyā paribbājakā aññavihitakena ñāṇadassanena aññavihitakaṁ ñāṇadassanaṁ paññapetabbaṁ maññanti yathariva bālā abyattā. ",
  "dn29:27.4": "Atītaṁ kho, cunda, addhānaṁ ārabbha tathāgatassa satānusāriñāṇaṁ hoti; ",
  "dn29:27.5": "so yāvatakaṁ ākaṅkhati tāvatakaṁ anussarati. ",
  "dn29:27.6": "Anāgatañca kho addhānaṁ ārabbha tathāgatassa bodhijaṁ ñāṇaṁ uppajjati: ",
  "dn29:27.7": "‘ayamantimā jāti, natthi dāni punabbhavo’ti. ",
  "dn29:28.1": "Atītañcepi, cunda, hoti abhūtaṁ atacchaṁ anatthasaṁhitaṁ, na taṁ tathāgato byākaroti. ",
  "dn29:28.2": "Atītañcepi, cunda, hoti bhūtaṁ tacchaṁ anatthasaṁhitaṁ, tampi tathāgato na byākaroti. ",
  "dn29:28.3": "Atītañcepi, cunda, hoti bhūtaṁ tacchaṁ atthasaṁhitaṁ, tatra kālaññū tathāgato hoti tassa pañhassa veyyākaraṇāya. ",
  "dn29:28.4": "Anāgatañcepi, cunda, hoti abhūtaṁ atacchaṁ anatthasaṁhitaṁ, na taṁ tathāgato byākaroti …pe… tassa pañhassa veyyākaraṇāya. ",
  "dn29:28.5": "Paccuppannañcepi, cunda, hoti abhūtaṁ atacchaṁ anatthasaṁhitaṁ, na taṁ tathāgato byākaroti. ",
  "dn29:28.6": "Paccuppannañcepi, cunda, hoti bhūtaṁ tacchaṁ anatthasaṁhitaṁ, tampi tathāgato na byākaroti. ",
  "dn29:28.7": "Paccuppannañcepi, cunda, hoti bhūtaṁ tacchaṁ atthasaṁhitaṁ, tatra kālaññū tathāgato hoti tassa pañhassa veyyākaraṇāya. ",
  "dn29:28.8": "Iti kho, cunda, atītānāgatapaccuppannesu dhammesu tathāgato kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, tasmā ‘tathāgato’ti vuccati. ",
  "dn29:29.1": "Yañca kho, cunda, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṁ sutaṁ mutaṁ viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, sabbaṁ tathāgatena abhisambuddhaṁ, ",
  "dn29:29.2": "tasmā ‘tathāgato’ti vuccati. ",
  "dn29:29.3": "Yañca, cunda, rattiṁ tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhati, yañca rattiṁ anupādisesāya nibbānadhātuyā parinibbāyati, yaṁ etasmiṁ antare bhāsati lapati niddisati. Sabbaṁ taṁ tatheva hoti no aññathā, ",
  "dn29:29.4": "tasmā ‘tathāgato’ti vuccati. ",
  "dn29:29.5": "Yathāvādī, cunda, tathāgato tathākārī, yathākārī tathāvādī. ",
  "dn29:29.6": "Iti yathāvādī tathākārī, yathākārī tathāvādī, tasmā ‘tathāgato’ti vuccati. ",
  "dn29:29.7": "Sadevake loke, cunda, samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya tathāgato abhibhū anabhibhūto aññadatthudaso vasavattī, tasmā ‘tathāgato’ti vuccati. ",
  "dn29:30.0": "13. Abyākataṭṭhāna ",
  "dn29:30.1": "Ṭhānaṁ kho panetaṁ, cunda, vijjati yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:30.2": "‘kiṁ nu kho, āvuso, hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti? ",
  "dn29:30.3": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:30.4": "‘abyākataṁ kho etaṁ, āvuso, bhagavatā: ",
  "dn29:30.5": "“hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan”’ti. ",
  "dn29:30.6": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:30.7": "‘kiṁ panāvuso, na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti? ",
  "dn29:30.8": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:30.9": "‘etampi kho, āvuso, bhagavatā abyākataṁ: ",
  "dn29:30.10": "“na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan”’ti. ",
  "dn29:30.11": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:30.12": "‘kiṁ panāvuso, hoti ca na ca hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti? ",
  "dn29:30.13": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:30.14": "‘abyākataṁ kho etaṁ, āvuso, bhagavatā: ",
  "dn29:30.15": "“hoti ca na ca hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan”’ti. ",
  "dn29:30.16": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:30.17": "‘kiṁ panāvuso, neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan’ti? ",
  "dn29:30.18": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:30.19": "‘etampi kho, āvuso, bhagavatā abyākataṁ: ",
  "dn29:30.20": "“neva hoti na na hoti tathāgato paraṁ maraṇā, idameva saccaṁ moghamaññan”’ti. ",
  "dn29:31.1": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:31.2": "‘kasmā panetaṁ, āvuso, samaṇena gotamena abyākatan’ti? ",
  "dn29:31.3": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:31.4": "‘na hetaṁ, āvuso, atthasaṁhitaṁ na dhammasaṁhitaṁ na ādibrahmacariyakaṁ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattati, tasmā taṁ bhagavatā abyākatan’ti. ",
  "dn29:32.0": "14. Byākataṭṭhāna ",
  "dn29:32.1": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:32.2": "‘kiṁ panāvuso, samaṇena gotamena byākatan’ti? ",
  "dn29:32.3": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:32.4": "‘idaṁ dukkhanti kho, āvuso, bhagavatā byākataṁ, ayaṁ dukkhasamudayoti kho, āvuso, bhagavatā byākataṁ, ayaṁ dukkhanirodhoti kho, āvuso, bhagavatā byākataṁ, ayaṁ dukkhanirodhagāminī paṭipadāti kho, āvuso, bhagavatā byākatan’ti. ",
  "dn29:33.1": "Ṭhānaṁ kho panetaṁ, cunda, vijjati, yaṁ aññatitthiyā paribbājakā evaṁ vadeyyuṁ: ",
  "dn29:33.2": "‘kasmā panetaṁ, āvuso, samaṇena gotamena byākatan’ti? ",
  "dn29:33.3": "Evaṁvādino, cunda, aññatitthiyā paribbājakā evamassu vacanīyā: ",
  "dn29:33.4": "‘etañhi, āvuso, atthasaṁhitaṁ, etaṁ dhammasaṁhitaṁ, etaṁ ādibrahmacariyakaṁ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati. Tasmā taṁ bhagavatā byākatan’ti. ",
  "dn29:34.0": "15. Pubbantasahagatadiṭṭhinissaya ",
  "dn29:34.1": "Yepi te, cunda, pubbantasahagatā diṭṭhinissayā, tepi vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:34.2": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi? ",
  "dn29:34.3": "Yepi te, cunda, aparantasahagatā diṭṭhinissayā, tepi vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:34.4": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi? ",
  "dn29:34.5": "Katame ca te, cunda, pubbantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:34.6": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi? ",
  "dn29:34.7": "Santi kho, cunda, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn29:34.8": "‘sassato attā ca loko ca, idameva saccaṁ moghamaññan’ti. ",
  "dn29:34.9": "Santi pana, cunda, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn29:34.10": "‘asassato attā ca loko ca …pe… ",
  "dn29:34.11": "sassato ca asassato ca attā ca loko ca … ",
  "dn29:34.12": "neva sassato nāsassato attā ca loko ca … ",
  "dn29:34.13": "sayaṅkato attā ca loko ca … ",
  "dn29:34.14": "paraṅkato attā ca loko ca … ",
  "dn29:34.15": "sayaṅkato ca paraṅkato ca attā ca loko ca … ",
  "dn29:34.16": "asayaṅkāro aparaṅkāro adhiccasamuppanno attā ca loko ca, idameva saccaṁ moghamaññan’ti. ",
  "dn29:34.17": "‘Sassataṁ sukhadukkhaṁ … ",
  "dn29:34.18": "asassataṁ sukhadukkhaṁ … ",
  "dn29:34.19": "sassatañca asassatañca sukhadukkhaṁ … ",
  "dn29:34.20": "nevasassataṁ nāsassataṁ sukhadukkhaṁ … ",
  "dn29:34.21": "sayaṅkataṁ sukhadukkhaṁ … ",
  "dn29:34.22": "paraṅkataṁ sukhadukkhaṁ … ",
  "dn29:34.23": "sayaṅkatañca paraṅkatañca sukhadukkhaṁ … ",
  "dn29:34.24": "asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ sukhadukkhaṁ, idameva saccaṁ moghamaññan’ti. ",
  "dn29:35.1": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn29:35.2": "‘sassato attā ca loko ca, idameva saccaṁ moghamaññan’ti. ",
  "dn29:35.3": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn29:35.4": "‘atthi nu kho idaṁ, āvuso, vuccati: ",
  "dn29:35.5": "“sassato attā ca loko cā”’ti? ",
  "dn29:35.6": "Yañca kho te evamāhaṁsu: ",
  "dn29:35.7": "‘idameva saccaṁ moghamaññan’ti. ",
  "dn29:35.8": "Taṁ tesaṁ nānujānāmi. ",
  "dn29:35.9": "Taṁ kissa hetu? ",
  "dn29:35.10": "Aññathāsaññinopi hettha, cunda, santeke sattā. ",
  "dn29:35.11": "Imāyapi kho ahaṁ, cunda, paññattiyā neva attanā samasamaṁ samanupassāmi kuto bhiyyo. ",
  "dn29:35.12": "Atha kho ahameva tattha bhiyyo yadidaṁ adhipaññatti. ",
  "dn29:36.1": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn29:36.2": "‘asassato attā ca loko ca … ",
  "dn29:36.3": "sassato ca asassato ca attā ca loko ca … ",
  "dn29:36.4": "nevasassato nāsassato attā ca loko ca … ",
  "dn29:36.5": "sayaṅkato attā ca loko ca … ",
  "dn29:36.6": "paraṅkato attā ca loko ca … ",
  "dn29:36.7": "sayaṅkato ca paraṅkato ca attā ca loko ca … ",
  "dn29:36.8": "asayaṅkāro aparaṅkāro adhiccasamuppanno attā ca loko ca … ",
  "dn29:36.9": "sassataṁ sukhadukkhaṁ … ",
  "dn29:36.10": "asassataṁ sukhadukkhaṁ … ",
  "dn29:36.11": "sassatañca asassatañca sukhadukkhaṁ … ",
  "dn29:36.12": "nevasassataṁ nāsassataṁ sukhadukkhaṁ … ",
  "dn29:36.13": "sayaṅkataṁ sukhadukkhaṁ … ",
  "dn29:36.14": "paraṅkataṁ sukhadukkhaṁ … ",
  "dn29:36.15": "sayaṅkatañca paraṅkatañca sukhadukkhaṁ … ",
  "dn29:36.16": "asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ sukhadukkhaṁ, idameva saccaṁ moghamaññan’ti. ",
  "dn29:36.17": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn29:36.18": "‘atthi nu kho idaṁ, āvuso, vuccati: ",
  "dn29:36.19": "“asayaṅkāraṁ aparaṅkāraṁ adhiccasamuppannaṁ sukhadukkhan”’ti? ",
  "dn29:36.20": "Yañca kho te evamāhaṁsu: ",
  "dn29:36.21": "‘idameva saccaṁ moghamaññan’ti. ",
  "dn29:36.22": "Taṁ tesaṁ nānujānāmi. ",
  "dn29:36.23": "Taṁ kissa hetu? ",
  "dn29:36.24": "Aññathāsaññinopi hettha, cunda, santeke sattā. ",
  "dn29:36.25": "Imāyapi kho ahaṁ, cunda, paññattiyā neva attanā samasamaṁ samanupassāmi kuto bhiyyo. ",
  "dn29:36.26": "Atha kho ahameva tattha bhiyyo yadidaṁ adhipaññatti. ",
  "dn29:36.27": "Ime kho te, cunda, pubbantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:36.28": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi? ",
  "dn29:37.0": "16. Aparantasahagatadiṭṭhinissaya ",
  "dn29:37.1": "Katame ca te, cunda, aparantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:37.2": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi? ",
  "dn29:37.3": "Santi, cunda, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn29:37.4": "‘rūpī attā hoti arogo paraṁ maraṇā, idameva saccaṁ moghamaññan’ti. ",
  "dn29:37.5": "Santi pana, cunda, eke samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn29:37.6": "‘arūpī attā hoti … ",
  "dn29:37.7": "rūpī ca arūpī ca attā hoti … ",
  "dn29:37.8": "nevarūpī nārūpī attā hoti … ",
  "dn29:37.9": "saññī attā hoti … ",
  "dn29:37.10": "asaññī attā hoti … ",
  "dn29:37.11": "nevasaññīnāsaññī attā hoti … ",
  "dn29:37.12": "attā ucchijjati vinassati na hoti paraṁ maraṇā, idameva saccaṁ moghamaññan’ti. ",
  "dn29:38.1": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn29:38.2": "‘rūpī attā hoti arogo paraṁ maraṇā, idameva saccaṁ moghamaññan’ti. ",
  "dn29:38.3": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn29:38.4": "‘atthi nu kho idaṁ, āvuso, vuccati: ",
  "dn29:38.5": "“rūpī attā hoti arogo paraṁ maraṇā”’ti? ",
  "dn29:38.6": "Yañca kho te evamāhaṁsu: ",
  "dn29:38.7": "‘idameva saccaṁ moghamaññan’ti. ",
  "dn29:38.8": "Taṁ tesaṁ nānujānāmi. ",
  "dn29:38.9": "Taṁ kissa hetu? ",
  "dn29:38.10": "Aññathāsaññinopi hettha, cunda, santeke sattā. ",
  "dn29:38.11": "Imāyapi kho ahaṁ, cunda, paññattiyā neva attanā samasamaṁ samanupassāmi kuto bhiyyo. ",
  "dn29:38.12": "Atha kho ahameva tattha bhiyyo yadidaṁ adhipaññatti. ",
  "dn29:39.1": "Tatra, cunda, ye te samaṇabrāhmaṇā evaṁvādino evaṁdiṭṭhino: ",
  "dn29:39.2": "‘arūpī attā hoti … ",
  "dn29:39.3": "rūpī ca arūpī ca attā hoti … ",
  "dn29:39.4": "nevarūpīnārūpī attā hoti … ",
  "dn29:39.5": "saññī attā hoti … ",
  "dn29:39.6": "asaññī attā hoti … ",
  "dn29:39.7": "nevasaññīnāsaññī attā hoti … ",
  "dn29:39.8": "attā ucchijjati vinassati na hoti paraṁ maraṇā, idameva saccaṁ moghamaññan’ti. ",
  "dn29:39.9": "Tyāhaṁ upasaṅkamitvā evaṁ vadāmi: ",
  "dn29:39.10": "‘atthi nu kho idaṁ, āvuso, vuccati: ",
  "dn29:39.11": "“attā ucchijjati vinassati na hoti paraṁ maraṇā”’ti? ",
  "dn29:39.12": "Yañca kho te, cunda, evamāhaṁsu: ",
  "dn29:39.13": "‘idameva saccaṁ moghamaññan’ti. ",
  "dn29:39.14": "Taṁ tesaṁ nānujānāmi. ",
  "dn29:39.15": "Taṁ kissa hetu? ",
  "dn29:39.16": "Aññathāsaññinopi hettha, cunda, santeke sattā. ",
  "dn29:39.17": "Imāyapi kho ahaṁ, cunda, paññattiyā neva attanā samasamaṁ samanupassāmi, kuto bhiyyo. ",
  "dn29:39.18": "Atha kho ahameva tattha bhiyyo yadidaṁ adhipaññatti. ",
  "dn29:39.19": "Ime kho te, cunda, aparantasahagatā diṭṭhinissayā, ye vo mayā byākatā, yathā te byākātabbā. ",
  "dn29:39.20": "Yathā ca te na byākātabbā, kiṁ vo ahaṁ te tathā byākarissāmi? ",
  "dn29:40.1": "Imesañca, cunda, pubbantasahagatānaṁ diṭṭhinissayānaṁ imesañca aparantasahagatānaṁ diṭṭhinissayānaṁ pahānāya samatikkamāya evaṁ mayā cattāro satipaṭṭhānā desitā paññattā. ",
  "dn29:40.2": "Katame cattāro? ",
  "dn29:40.3": "Idha, cunda, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ. ",
  "dn29:40.4": "Vedanāsu vedanānupassī …pe… ",
  "dn29:40.5": "citte cittānupassī …pe… ",
  "dn29:40.6": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṁ. ",
  "dn29:40.7": "Imesañca, cunda, pubbantasahagatānaṁ diṭṭhinissayānaṁ imesañca aparantasahagatānaṁ diṭṭhinissayānaṁ pahānāya samatikkamāya. Evaṁ mayā ime cattāro satipaṭṭhānā desitā paññattā”ti. ",
  "dn29:41.1": "Tena kho pana samayena āyasmā upavāṇo bhagavato piṭṭhito ṭhito hoti bhagavantaṁ bījayamāno. ",
  "dn29:41.2": "Atha kho āyasmā upavāṇo bhagavantaṁ etadavoca: ",
  "dn29:41.3": "“acchariyaṁ, bhante, abbhutaṁ, bhante. ",
  "dn29:41.4": "Pāsādiko vatāyaṁ, bhante, dhammapariyāyo; ",
  "dn29:41.5": "supāsādiko vatāyaṁ, bhante, dhammapariyāyo, ko nāmāyaṁ, bhante, dhammapariyāyo”ti? ",
  "dn29:41.6": "“Tasmātiha tvaṁ, upavāṇa, imaṁ dhammapariyāyaṁ ‘pāsādiko’ tveva naṁ dhārehī”ti. ",
  "dn29:41.7": "Idamavoca bhagavā. ",
  "dn29:41.8": "Attamano āyasmā upavāṇo bhagavato bhāsitaṁ abhinandīti. ",
  "dn29:41.9": "Pāsādikasuttaṁ niṭṭhitaṁ chaṭṭhaṁ. "
}