{
  "dn2:0.1": "Dīgha Nikāya 2 ",
  "dn2:0.2": "Sāmaññaphalasutta ",
  "dn2:0.3": "1. Rājāmaccakathā ",
  "dn2:1.1": "Evaṁ me sutaṁ—",
  "dn2:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati jīvakassa komārabhaccassa ambavane mahatā bhikkhusaṅghena saddhiṁ aḍḍhateḷasehi bhikkhusatehi. ",
  "dn2:1.3": "Tena kho pana samayena rājā māgadho ajātasattu vedehiputto tadahuposathe pannarase komudiyā cātumāsiniyā puṇṇāya puṇṇamāya rattiyā rājāmaccaparivuto uparipāsādavaragato nisinno hoti. ",
  "dn2:1.4": "Atha kho rājā māgadho ajātasattu vedehiputto tadahuposathe udānaṁ udānesi: ",
  "dn2:1.5": "“ramaṇīyā vata bho dosinā ratti, abhirūpā vata bho dosinā ratti, dassanīyā vata bho dosinā ratti, pāsādikā vata bho dosinā ratti, lakkhaññā vata bho dosinā ratti. ",
  "dn2:1.6": "Kaṁ nu khvajja samaṇaṁ vā brāhmaṇaṁ vā payirupāseyyāma, yaṁ no payirupāsato cittaṁ pasīdeyyā”ti? ",
  "dn2:2.1": "Evaṁ vutte, aññataro rājāmacco rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ etadavoca: ",
  "dn2:2.2": "“ayaṁ, deva, pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:2.3": "Taṁ devo pūraṇaṁ kassapaṁ payirupāsatu. ",
  "dn2:2.4": "Appeva nāma devassa pūraṇaṁ kassapaṁ payirupāsato cittaṁ pasīdeyyā”ti. ",
  "dn2:2.5": "Evaṁ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:3.1": "Aññataropi kho rājāmacco rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ etadavoca: ",
  "dn2:3.2": "“ayaṁ, deva, makkhali gosālo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:3.3": "Taṁ devo makkhaliṁ gosālaṁ payirupāsatu. ",
  "dn2:3.4": "Appeva nāma devassa makkhaliṁ gosālaṁ payirupāsato cittaṁ pasīdeyyā”ti. ",
  "dn2:3.5": "Evaṁ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:4.1": "Aññataropi kho rājāmacco rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ etadavoca: ",
  "dn2:4.2": "“ayaṁ, deva, ajito kesakambalo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:4.3": "Taṁ devo ajitaṁ kesakambalaṁ payirupāsatu. ",
  "dn2:4.4": "Appeva nāma devassa ajitaṁ kesakambalaṁ payirupāsato cittaṁ pasīdeyyā”ti. ",
  "dn2:4.5": "Evaṁ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:5.1": "Aññataropi kho rājāmacco rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ etadavoca: ",
  "dn2:5.2": "“ayaṁ, deva, pakudho kaccāyano saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:5.3": "Taṁ devo pakudhaṁ kaccāyanaṁ payirupāsatu. ",
  "dn2:5.4": "Appeva nāma devassa pakudhaṁ kaccāyanaṁ payirupāsato cittaṁ pasīdeyyā”ti. ",
  "dn2:5.5": "Evaṁ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:6.1": "Aññataropi kho rājāmacco rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ etadavoca: ",
  "dn2:6.2": "“ayaṁ, deva, sañcayo belaṭṭhaputto saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:6.3": "Taṁ devo sañcayaṁ belaṭṭhaputtaṁ payirupāsatu. ",
  "dn2:6.4": "Appeva nāma devassa sañcayaṁ belaṭṭhaputtaṁ payirupāsato cittaṁ pasīdeyyā”ti. ",
  "dn2:6.5": "Evaṁ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:7.1": "Aññataropi kho rājāmacco rājānaṁ māgadhaṁ ajātasattuṁ vedehiputtaṁ etadavoca: ",
  "dn2:7.2": "“ayaṁ, deva, nigaṇṭho nāṭaputto saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa rattaññū cirapabbajito addhagato vayoanuppatto. ",
  "dn2:7.3": "Taṁ devo nigaṇṭhaṁ nāṭaputtaṁ payirupāsatu. ",
  "dn2:7.4": "Appeva nāma devassa nigaṇṭhaṁ nāṭaputtaṁ payirupāsato cittaṁ pasīdeyyā”ti. ",
  "dn2:7.5": "Evaṁ vutte, rājā māgadho ajātasattu vedehiputto tuṇhī ahosi. ",
  "dn2:8.0": "2. Komārabhaccajīvakakathā ",
  "dn2:8.1": "Tena kho pana samayena jīvako komārabhacco rañño māgadhassa ajātasattussa vedehiputtassa avidūre tuṇhībhūto nisinno hoti. ",
  "dn2:8.2": "Atha kho rājā māgadho ajātasattu vedehiputto jīvakaṁ komārabhaccaṁ etadavoca: ",
  "dn2:8.3": "“tvaṁ pana, samma jīvaka, kiṁ tuṇhī”ti? ",
  "dn2:8.4": "“Ayaṁ, deva, bhagavā arahaṁ sammāsambuddho amhākaṁ ambavane viharati mahatā bhikkhusaṅghena saddhiṁ aḍḍhateḷasehi bhikkhusatehi. ",
  "dn2:8.5": "Taṁ kho pana bhagavantaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn2:8.6": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "dn2:8.7": "Taṁ devo bhagavantaṁ payirupāsatu. ",
  "dn2:8.8": "Appeva nāma devassa bhagavantaṁ payirupāsato cittaṁ pasīdeyyā”ti. ",
  "dn2:8.9": "“Tena hi, samma jīvaka, hatthiyānāni kappāpehī”ti. ",
  "dn2:9.1": "“Evaṁ, devā”ti kho jīvako komārabhacco rañño māgadhassa ajātasattussa vedehiputtassa paṭissuṇitvā pañcamattāni hatthinikāsatāni kappāpetvā rañño ca ārohaṇīyaṁ nāgaṁ, rañño māgadhassa ajātasattussa vedehiputtassa paṭivedesi: ",
  "dn2:9.2": "“kappitāni kho te, deva, hatthiyānāni, ",
  "dn2:9.3": "yassadāni kālaṁ maññasī”ti. ",
  "dn2:10.1": "Atha kho rājā māgadho ajātasattu vedehiputto pañcasu hatthinikāsatesu paccekā itthiyo āropetvā ārohaṇīyaṁ nāgaṁ abhiruhitvā ukkāsu dhāriyamānāsu rājagahamhā niyyāsi mahaccarājānubhāvena, yena jīvakassa komārabhaccassa ambavanaṁ tena pāyāsi. ",
  "dn2:10.2": "Atha kho rañño māgadhassa ajātasattussa vedehiputtassa avidūre ambavanassa ahudeva bhayaṁ, ahu chambhitattaṁ, ahu lomahaṁso. ",
  "dn2:10.3": "Atha kho rājā māgadho ajātasattu vedehiputto bhīto saṁviggo lomahaṭṭhajāto jīvakaṁ komārabhaccaṁ etadavoca: ",
  "dn2:10.4": "“kacci maṁ, samma jīvaka, na vañcesi? ",
  "dn2:10.5": "Kacci maṁ, samma jīvaka, na palambhesi? ",
  "dn2:10.6": "Kacci maṁ, samma jīvaka, na paccatthikānaṁ desi? ",
  "dn2:10.7": "Kathañhi nāma tāva mahato bhikkhusaṅghassa aḍḍhateḷasānaṁ bhikkhusatānaṁ neva khipitasaddo bhavissati, na ukkāsitasaddo na nigghoso”ti. ",
  "dn2:10.8": "“Mā bhāyi, mahārāja, mā bhāyi, mahārāja. ",
  "dn2:10.9": "Na taṁ, deva, vañcemi; ",
  "dn2:10.10": "na taṁ, deva, palambhāmi; ",
  "dn2:10.11": "na taṁ, deva, paccatthikānaṁ demi. ",
  "dn2:10.12": "Abhikkama, mahārāja, abhikkama, mahārāja, ete maṇḍalamāḷe dīpā jhāyantī”ti. ",
  "dn2:11.0": "3. Sāmaññaphalapucchā ",
  "dn2:11.1": "Atha kho rājā māgadho ajātasattu vedehiputto yāvatikā nāgassa bhūmi nāgena gantvā, nāgā paccorohitvā, pattikova yena maṇḍalamāḷassa dvāraṁ tenupasaṅkami; upasaṅkamitvā jīvakaṁ komārabhaccaṁ etadavoca: ",
  "dn2:11.2": "“kahaṁ pana, samma jīvaka, bhagavā”ti? ",
  "dn2:11.3": "“Eso, mahārāja, bhagavā; ",
  "dn2:11.4": "eso, mahārāja, bhagavā majjhimaṁ thambhaṁ nissāya puratthābhimukho nisinno purakkhato bhikkhusaṅghassā”ti. ",
  "dn2:12.1": "Atha kho rājā māgadho ajātasattu vedehiputto yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṁ aṭṭhāsi. ",
  "dn2:12.2": "Ekamantaṁ ṭhito kho rājā māgadho ajātasattu vedehiputto tuṇhībhūtaṁ tuṇhībhūtaṁ bhikkhusaṅghaṁ anuviloketvā rahadamiva vippasannaṁ udānaṁ udānesi: ",
  "dn2:12.3": "“iminā me upasamena udayabhaddo kumāro samannāgato hotu, yenetarahi upasamena bhikkhusaṅgho samannāgato”ti. ",
  "dn2:12.4": "“Agamā kho tvaṁ, mahārāja, yathāpeman”ti. ",
  "dn2:12.5": "“Piyo me, bhante, udayabhaddo kumāro. ",
  "dn2:12.6": "Iminā me, bhante, upasamena udayabhaddo kumāro samannāgato hotu yenetarahi upasamena bhikkhusaṅgho samannāgato”ti. ",
  "dn2:13.1": "Atha kho rājā māgadho ajātasattu vedehiputto bhagavantaṁ abhivādetvā, bhikkhusaṅghassa añjaliṁ paṇāmetvā, ekamantaṁ nisīdi. ",
  "dn2:13.2": "Ekamantaṁ nisinno kho rājā māgadho ajātasattu vedehiputto bhagavantaṁ etadavoca: ",
  "dn2:13.3": "“puccheyyāmahaṁ, bhante, bhagavantaṁ kañcideva desaṁ; ",
  "dn2:13.4": "sace me bhagavā okāsaṁ karoti pañhassa veyyākaraṇāyā”ti. ",
  "dn2:13.5": "“Puccha, mahārāja, yadākaṅkhasī”ti. ",
  "dn2:14.1": "“Yathā nu kho imāni, bhante, puthusippāyatanāni, ",
  "dn2:14.2": "seyyathidaṁ—hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsikaputtā ",
  "dn2:14.3": "āḷārikā kappakā nhāpakā sūdā mālakārā rajakā pesakārā naḷakārā kumbhakārā gaṇakā muddikā, yāni vā panaññānipi evaṅgatāni puthusippāyatanāni, te diṭṭheva dhamme sandiṭṭhikaṁ sippaphalaṁ upajīvanti; ",
  "dn2:14.4": "te tena attānaṁ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṁ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhapenti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
  "dn2:14.5": "Sakkā nu kho, bhante, evameva diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññapetun”ti? ",
  "dn2:15.1": "“Abhijānāsi no tvaṁ, mahārāja, imaṁ pañhaṁ aññe samaṇabrāhmaṇe pucchitā”ti? ",
  "dn2:15.2": "“Abhijānāmahaṁ, bhante, imaṁ pañhaṁ aññe samaṇabrāhmaṇe pucchitā”ti. ",
  "dn2:15.3": "“Yathā kathaṁ pana te, mahārāja, byākariṁsu, sace te agaru bhāsassū”ti. ",
  "dn2:15.4": "“Na kho me, bhante, garu, yatthassa bhagavā nisinno, bhagavantarūpo vā”ti. ",
  "dn2:15.5": "“Tena hi, mahārāja, bhāsassū”ti. ",
  "dn2:16.0": "3.1. Pūraṇakassapavāda ",
  "dn2:16.1": "“Ekamidāhaṁ, bhante, samayaṁ yena pūraṇo kassapo tenupasaṅkamiṁ; upasaṅkamitvā pūraṇena kassapena saddhiṁ sammodiṁ. ",
  "dn2:16.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁ. Ekamantaṁ nisinno kho ahaṁ, bhante, pūraṇaṁ kassapaṁ etadavocaṁ: ",
  "dn2:16.3": "‘yathā nu kho imāni, bho kassapa, puthusippāyatanāni, ",
  "dn2:16.4": "seyyathidaṁ—hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsikaputtā āḷārikā kappakā nhāpakā sūdā mālakārā rajakā pesakārā naḷakārā kumbhakārā gaṇakā muddikā, yāni vā panaññānipi evaṅgatāni puthusippāyatanāni, te diṭṭheva dhamme sandiṭṭhikaṁ sippaphalaṁ upajīvanti; ",
  "dn2:16.5": "te tena attānaṁ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṁ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhapenti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
  "dn2:16.6": "Sakkā nu kho, bho kassapa, evameva diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññapetun’ti? ",
  "dn2:17.1": "Evaṁ vutte, bhante, pūraṇo kassapo maṁ etadavoca: ",
  "dn2:17.2": "‘karoto kho, mahārāja, kārayato, chindato chedāpayato, pacato pācāpayato socayato, socāpayato, kilamato kilamāpayato, phandato phandāpayato, pāṇamatipātāpayato, adinnaṁ ādiyato, sandhiṁ chindato, nillopaṁ harato, ekāgārikaṁ karoto, paripanthe tiṭṭhato, paradāraṁ gacchato, musā bhaṇato, karoto na karīyati pāpaṁ. Khurapariyantena cepi cakkena yo imissā pathaviyā pāṇe ekaṁ maṁsakhalaṁ ekaṁ maṁsapuñjaṁ kareyya, natthi tatonidānaṁ pāpaṁ, natthi pāpassa āgamo. ",
  "dn2:17.3": "Dakkhiṇañcepi gaṅgāya tīraṁ gaccheyya hananto ghātento chindanto chedāpento pacanto pācāpento, natthi tatonidānaṁ pāpaṁ, natthi pāpassa āgamo. ",
  "dn2:17.4": "Uttarañcepi gaṅgāya tīraṁ gaccheyya dadanto dāpento yajanto yajāpento, natthi tatonidānaṁ puññaṁ, natthi puññassa āgamo. ",
  "dn2:17.5": "Dānena damena saṁyamena saccavajjena natthi puññaṁ, natthi puññassa āgamo’ti. ",
  "dn2:18.1": "Itthaṁ kho me, bhante, pūraṇo kassapo sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno akiriyaṁ byākāsi. ",
  "dn2:18.2": "Seyyathāpi, bhante, ambaṁ vā puṭṭho labujaṁ byākareyya, labujaṁ vā puṭṭho ambaṁ byākareyya; ",
  "dn2:18.3": "evameva kho me, bhante, pūraṇo kassapo sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno akiriyaṁ byākāsi. ",
  "dn2:18.4": "Tassa mayhaṁ, bhante, etadahosi: ",
  "dn2:18.5": "‘kathañhi nāma mādiso samaṇaṁ vā brāhmaṇaṁ vā vijite vasantaṁ apasādetabbaṁ maññeyyā’ti. ",
  "dn2:18.6": "So kho ahaṁ, bhante, pūraṇassa kassapassa bhāsitaṁ neva abhinandiṁ nappaṭikkosiṁ. ",
  "dn2:18.7": "Anabhinanditvā appaṭikkositvā anattamano, anattamanavācaṁ anicchāretvā, tameva vācaṁ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṁ. ",
  "dn2:19.0": "3.2. Makkhaligosālavāda ",
  "dn2:19.1": "Ekamidāhaṁ, bhante, samayaṁ yena makkhali gosālo tenupasaṅkamiṁ; upasaṅkamitvā makkhalinā gosālena saddhiṁ sammodiṁ. ",
  "dn2:19.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁ. Ekamantaṁ nisinno kho ahaṁ, bhante, makkhaliṁ gosālaṁ etadavocaṁ: ",
  "dn2:19.3": "‘yathā nu kho imāni, bho gosāla, puthusippāyatanāni …pe… ",
  "dn2:19.4": "sakkā nu kho, bho gosāla, evameva diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññapetun’ti? ",
  "dn2:20.1": "Evaṁ vutte, bhante, makkhali gosālo maṁ etadavoca: ",
  "dn2:20.2": "‘natthi, mahārāja, hetu natthi paccayo sattānaṁ saṅkilesāya, ahetū apaccayā sattā saṅkilissanti. ",
  "dn2:20.3": "Natthi hetu, natthi paccayo sattānaṁ visuddhiyā, ",
  "dn2:20.4": "ahetū apaccayā sattā visujjhanti. ",
  "dn2:20.5": "Natthi attakāre, natthi parakāre, natthi purisakāre, natthi balaṁ, natthi vīriyaṁ, natthi purisathāmo, natthi purisaparakkamo. ",
  "dn2:20.6": "Sabbe sattā sabbe pāṇā sabbe bhūtā sabbe jīvā avasā abalā avīriyā niyatisaṅgatibhāvapariṇatā chasvevābhijātīsu sukhadukkhaṁ paṭisaṁvedenti. ",
  "dn2:20.7": "Cuddasa kho panimāni yonipamukhasatasahassāni saṭṭhi ca satāni cha ca satāni pañca ca kammuno satāni pañca ca kammāni tīṇi ca kammāni kamme ca aḍḍhakamme ca dvaṭṭhipaṭipadā dvaṭṭhantarakappā chaḷābhijātiyo aṭṭha purisabhūmiyo ekūnapaññāsa ājīvakasate ekūnapaññāsa paribbājakasate ekūnapaññāsa nāgāvāsasate vīse indriyasate tiṁse nirayasate chattiṁsa rajodhātuyo satta saññīgabbhā satta asaññīgabbhā satta nigaṇṭhigabbhā satta devā satta mānusā satta pisācā satta sarā satta pavuṭā satta pavuṭasatāni satta papātā satta papātasatāni satta supinā satta supinasatāni cullāsīti mahākappino satasahassāni, yāni bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissanti. ",
  "dn2:20.8": "Tattha natthi “imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā aparipakkaṁ vā kammaṁ paripācessāmi, paripakkaṁ vā kammaṁ phussa phussa byantiṁ karissāmī”ti hevaṁ natthi. ",
  "dn2:20.9": "Doṇamite sukhadukkhe pariyantakate saṁsāre, natthi hāyanavaḍḍhane, natthi ukkaṁsāvakaṁse. ",
  "dn2:20.10": "Seyyathāpi nāma suttaguḷe khitte nibbeṭhiyamānameva paleti; ",
  "dn2:20.11": "evameva bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissantī’ti. ",
  "dn2:21.1": "Itthaṁ kho me, bhante, makkhali gosālo sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno saṁsārasuddhiṁ byākāsi. ",
  "dn2:21.2": "Seyyathāpi, bhante, ambaṁ vā puṭṭho labujaṁ byākareyya, labujaṁ vā puṭṭho ambaṁ byākareyya; ",
  "dn2:21.3": "evameva kho me, bhante, makkhali gosālo sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno saṁsārasuddhiṁ byākāsi. ",
  "dn2:21.4": "Tassa mayhaṁ, bhante, etadahosi: ",
  "dn2:21.5": "‘kathañhi nāma mādiso samaṇaṁ vā brāhmaṇaṁ vā vijite vasantaṁ apasādetabbaṁ maññeyyā’ti. ",
  "dn2:21.6": "So kho ahaṁ, bhante, makkhalissa gosālassa bhāsitaṁ neva abhinandiṁ nappaṭikkosiṁ. ",
  "dn2:21.7": "Anabhinanditvā appaṭikkositvā anattamano, anattamanavācaṁ anicchāretvā, tameva vācaṁ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṁ. ",
  "dn2:22.0": "3.3. Ajitakesakambalavāda ",
  "dn2:22.1": "Ekamidāhaṁ, bhante, samayaṁ yena ajito kesakambalo tenupasaṅkamiṁ; upasaṅkamitvā ajitena kesakambalena saddhiṁ sammodiṁ. ",
  "dn2:22.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁ. Ekamantaṁ nisinno kho ahaṁ, bhante, ajitaṁ kesakambalaṁ etadavocaṁ: ",
  "dn2:22.3": "‘yathā nu kho imāni, bho ajita, puthusippāyatanāni …pe… ",
  "dn2:22.4": "sakkā nu kho, bho ajita, evameva diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññapetun’ti? ",
  "dn2:23.1": "Evaṁ vutte, bhante, ajito kesakambalo maṁ etadavoca: ",
  "dn2:23.2": "‘natthi, mahārāja, dinnaṁ, natthi yiṭṭhaṁ, natthi hutaṁ, natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko, natthi ayaṁ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā, ye imañca lokaṁ parañca lokaṁ sayaṁ abhiññā sacchikatvā pavedenti. ",
  "dn2:23.3": "Cātumahābhūtiko ayaṁ puriso, yadā kālaṁ karoti, pathavī pathavikāyaṁ anupeti anupagacchati, āpo āpokāyaṁ anupeti anupagacchati, tejo tejokāyaṁ anupeti anupagacchati, vāyo vāyokāyaṁ anupeti anupagacchati, ākāsaṁ indriyāni saṅkamanti. ",
  "dn2:23.4": "Āsandipañcamā purisā mataṁ ādāya gacchanti. ",
  "dn2:23.5": "Yāvāḷāhanā padāni paññāyanti. ",
  "dn2:23.6": "Kāpotakāni aṭṭhīni bhavanti, bhassantā āhutiyo. ",
  "dn2:23.7": "Dattupaññattaṁ yadidaṁ dānaṁ. ",
  "dn2:23.8": "Tesaṁ tucchaṁ musā vilāpo ye keci atthikavādaṁ vadanti. ",
  "dn2:23.9": "Bāle ca paṇḍite ca kāyassa bhedā ucchijjanti vinassanti, na honti paraṁ maraṇā’ti. ",
  "dn2:24.1": "Itthaṁ kho me, bhante, ajito kesakambalo sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno ucchedaṁ byākāsi. ",
  "dn2:24.2": "Seyyathāpi, bhante, ambaṁ vā puṭṭho labujaṁ byākareyya, labujaṁ vā puṭṭho ambaṁ byākareyya; ",
  "dn2:24.3": "evameva kho me, bhante, ajito kesakambalo sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno ucchedaṁ byākāsi. ",
  "dn2:24.4": "Tassa mayhaṁ, bhante, etadahosi: ",
  "dn2:24.5": "‘kathañhi nāma mādiso samaṇaṁ vā brāhmaṇaṁ vā vijite vasantaṁ apasādetabbaṁ maññeyyā’ti. ",
  "dn2:24.6": "So kho ahaṁ, bhante, ajitassa kesakambalassa bhāsitaṁ neva abhinandiṁ nappaṭikkosiṁ. ",
  "dn2:24.7": "Anabhinanditvā appaṭikkositvā anattamano anattamanavācaṁ anicchāretvā tameva vācaṁ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṁ. ",
  "dn2:25.0": "3.4. Pakudhakaccāyanavāda ",
  "dn2:25.1": "Ekamidāhaṁ, bhante, samayaṁ yena pakudho kaccāyano tenupasaṅkamiṁ; upasaṅkamitvā pakudhena kaccāyanena saddhiṁ sammodiṁ. ",
  "dn2:25.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁ. Ekamantaṁ nisinno kho ahaṁ, bhante, pakudhaṁ kaccāyanaṁ etadavocaṁ: ",
  "dn2:25.3": "‘yathā nu kho imāni, bho kaccāyana, puthusippāyatanāni …pe… ",
  "dn2:25.4": "sakkā nu kho, bho kaccāyana, evameva diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññapetun’ti? ",
  "dn2:26.1": "Evaṁ vutte, bhante, pakudho kaccāyano maṁ etadavoca: ",
  "dn2:26.2": "‘sattime, mahārāja, kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
  "dn2:26.3": "Te na iñjanti, na vipariṇamanti, na aññamaññaṁ byābādhenti, nālaṁ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
  "dn2:26.4": "Katame satta? ",
  "dn2:26.5": "Pathavikāyo, āpokāyo, tejokāyo, vāyokāyo, sukhe, dukkhe, jīve sattame—",
  "dn2:26.6": "ime satta kāyā akaṭā akaṭavidhā animmitā animmātā vañjhā kūṭaṭṭhā esikaṭṭhāyiṭṭhitā. ",
  "dn2:26.7": "Te na iñjanti, na vipariṇamanti, na aññamaññaṁ byābādhenti, nālaṁ aññamaññassa sukhāya vā dukkhāya vā sukhadukkhāya vā. ",
  "dn2:26.8": "Tattha natthi hantā vā ghātetā vā, sotā vā sāvetā vā, viññātā vā viññāpetā vā. ",
  "dn2:26.9": "Yopi tiṇhena satthena sīsaṁ chindati, na koci kiñci jīvitā voropeti; ",
  "dn2:26.10": "sattannaṁ tveva kāyānamantarena satthaṁ vivaramanupatatī’ti. ",
  "dn2:27.1": "Itthaṁ kho me, bhante, pakudho kaccāyano sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno aññena aññaṁ byākāsi. ",
  "dn2:27.2": "Seyyathāpi, bhante, ambaṁ vā puṭṭho labujaṁ byākareyya, labujaṁ vā puṭṭho ambaṁ byākareyya; ",
  "dn2:27.3": "evameva kho me, bhante, pakudho kaccāyano sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno aññena aññaṁ byākāsi. ",
  "dn2:27.4": "Tassa mayhaṁ, bhante, etadahosi: ",
  "dn2:27.5": "‘kathañhi nāma mādiso samaṇaṁ vā brāhmaṇaṁ vā vijite vasantaṁ apasādetabbaṁ maññeyyā’ti. ",
  "dn2:27.6": "So kho ahaṁ, bhante, pakudhassa kaccāyanassa bhāsitaṁ neva abhinandiṁ nappaṭikkosiṁ, ",
  "dn2:27.7": "anabhinanditvā appaṭikkositvā anattamano, anattamanavācaṁ anicchāretvā tameva vācaṁ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṁ. ",
  "dn2:28.0": "3.5. Nigaṇṭhanāṭaputtavāda ",
  "dn2:28.1": "Ekamidāhaṁ, bhante, samayaṁ yena nigaṇṭho nāṭaputto tenupasaṅkamiṁ; upasaṅkamitvā nigaṇṭhena nāṭaputtena saddhiṁ sammodiṁ. ",
  "dn2:28.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁ. Ekamantaṁ nisinno kho ahaṁ, bhante, nigaṇṭhaṁ nāṭaputtaṁ etadavocaṁ: ",
  "dn2:28.3": "‘yathā nu kho imāni, bho aggivessana, puthusippāyatanāni …pe… ",
  "dn2:28.4": "sakkā nu kho, bho aggivessana, evameva diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññapetun’ti? ",
  "dn2:29.1": "Evaṁ vutte, bhante, nigaṇṭho nāṭaputto maṁ etadavoca: ",
  "dn2:29.2": "‘idha, mahārāja, nigaṇṭho cātuyāmasaṁvarasaṁvuto hoti. ",
  "dn2:29.3": "Kathañca, mahārāja, nigaṇṭho cātuyāmasaṁvarasaṁvuto hoti? ",
  "dn2:29.4": "Idha, mahārāja, nigaṇṭho sabbavārivārito ca hoti, sabbavāriyutto ca, sabbavāridhuto ca, sabbavāriphuṭo ca. ",
  "dn2:29.5": "Evaṁ kho, mahārāja, nigaṇṭho cātuyāmasaṁvarasaṁvuto hoti. ",
  "dn2:29.6": "Yato kho, mahārāja, nigaṇṭho evaṁ cātuyāmasaṁvarasaṁvuto hoti; ",
  "dn2:29.7": "ayaṁ vuccati, mahārāja, nigaṇṭho gatatto ca yatatto ca ṭhitatto cā’ti. ",
  "dn2:30.1": "Itthaṁ kho me, bhante, nigaṇṭho nāṭaputto sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno cātuyāmasaṁvaraṁ byākāsi. ",
  "dn2:30.2": "Seyyathāpi, bhante, ambaṁ vā puṭṭho labujaṁ byākareyya, labujaṁ vā puṭṭho ambaṁ byākareyya; ",
  "dn2:30.3": "evameva kho me, bhante, nigaṇṭho nāṭaputto sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno cātuyāmasaṁvaraṁ byākāsi. ",
  "dn2:30.4": "Tassa mayhaṁ, bhante, etadahosi: ",
  "dn2:30.5": "‘kathañhi nāma mādiso samaṇaṁ vā brāhmaṇaṁ vā vijite vasantaṁ apasādetabbaṁ maññeyyā’ti. ",
  "dn2:30.6": "So kho ahaṁ, bhante, nigaṇṭhassa nāṭaputtassa bhāsitaṁ neva abhinandiṁ nappaṭikkosiṁ. ",
  "dn2:30.7": "Anabhinanditvā appaṭikkositvā anattamano anattamanavācaṁ anicchāretvā tameva vācaṁ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṁ. ",
  "dn2:31.0": "3.6. Sañcayabelaṭṭhaputtavāda ",
  "dn2:31.1": "Ekamidāhaṁ, bhante, samayaṁ yena sañcayo belaṭṭhaputto tenupasaṅkamiṁ; upasaṅkamitvā sañcayena belaṭṭhaputtena saddhiṁ sammodiṁ. ",
  "dn2:31.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁ. Ekamantaṁ nisinno kho ahaṁ, bhante, sañcayaṁ belaṭṭhaputtaṁ etadavocaṁ: ",
  "dn2:31.3": "‘yathā nu kho imāni, bho sañcaya, puthusippāyatanāni …pe… ",
  "dn2:31.4": "sakkā nu kho, bho sañcaya, evameva diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññapetun’ti? ",
  "dn2:32.1": "Evaṁ vutte, bhante, sañcayo belaṭṭhaputto maṁ etadavoca: ",
  "dn2:32.2": "‘atthi paro lokoti iti ce maṁ pucchasi, atthi paro lokoti iti ce me assa, atthi paro lokoti iti te naṁ byākareyyaṁ. ",
  "dn2:32.3": "Evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no. ",
  "dn2:32.4": "Natthi paro loko …pe… ",
  "dn2:32.5": "atthi ca natthi ca paro loko …pe… ",
  "dn2:32.6": "nevatthi na natthi paro loko …pe… ",
  "dn2:32.7": "atthi sattā opapātikā …pe… ",
  "dn2:32.8": "natthi sattā opapātikā …pe… ",
  "dn2:32.9": "atthi ca natthi ca sattā opapātikā …pe… ",
  "dn2:32.10": "nevatthi na natthi sattā opapātikā …pe… ",
  "dn2:32.11": "atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko …pe… ",
  "dn2:32.12": "natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko …pe… ",
  "dn2:32.13": "atthi ca natthi ca sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko …pe… ",
  "dn2:32.14": "nevatthi na natthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipāko …pe… ",
  "dn2:32.15": "hoti tathāgato paraṁ maraṇā …pe… ",
  "dn2:32.16": "na hoti tathāgato paraṁ maraṇā …pe… ",
  "dn2:32.17": "hoti ca na ca hoti tathāgato paraṁ maraṇā …pe… ",
  "dn2:32.18": "neva hoti na na hoti tathāgato paraṁ maraṇāti iti ce maṁ pucchasi, neva hoti na na hoti tathāgato paraṁ maraṇāti iti ce me assa, neva hoti na na hoti tathāgato paraṁ maraṇāti iti te naṁ byākareyyaṁ. ",
  "dn2:32.19": "Evantipi me no, tathātipi me no, aññathātipi me no, notipi me no, no notipi me no’ti. ",
  "dn2:33.1": "Itthaṁ kho me, bhante, sañcayo belaṭṭhaputto sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno vikkhepaṁ byākāsi. ",
  "dn2:33.2": "Seyyathāpi, bhante, ambaṁ vā puṭṭho labujaṁ byākareyya, labujaṁ vā puṭṭho ambaṁ byākareyya; ",
  "dn2:33.3": "evameva kho me, bhante, sañcayo belaṭṭhaputto sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno vikkhepaṁ byākāsi. ",
  "dn2:33.4": "Tassa mayhaṁ, bhante, etadahosi: ",
  "dn2:33.5": "‘ayañca imesaṁ samaṇabrāhmaṇānaṁ sabbabālo sabbamūḷho. ",
  "dn2:33.6": "Kathañhi nāma sandiṭṭhikaṁ sāmaññaphalaṁ puṭṭho samāno vikkhepaṁ byākarissatī’ti. ",
  "dn2:33.7": "Tassa mayhaṁ, bhante, etadahosi: ",
  "dn2:33.8": "‘kathañhi nāma mādiso samaṇaṁ vā brāhmaṇaṁ vā vijite vasantaṁ apasādetabbaṁ maññeyyā’ti. ",
  "dn2:33.9": "So kho ahaṁ, bhante, sañcayassa belaṭṭhaputtassa bhāsitaṁ neva abhinandiṁ nappaṭikkosiṁ. ",
  "dn2:33.10": "Anabhinanditvā appaṭikkositvā anattamano anattamanavācaṁ anicchāretvā tameva vācaṁ anuggaṇhanto anikkujjanto uṭṭhāyāsanā pakkamiṁ. ",
  "dn2:34.0.1": "4. Sāmaññaphala ",
  "dn2:34.0.2": "4.1. Paṭhamasandiṭṭhikasāmaññaphala ",
  "dn2:34.1": "Sohaṁ, bhante, bhagavantampi pucchāmi: ",
  "dn2:34.2": "‘yathā nu kho imāni, bhante, puthusippāyatanāni ",
  "dn2:34.3": "seyyathidaṁ—hatthārohā assārohā rathikā dhanuggahā celakā calakā piṇḍadāyakā uggā rājaputtā pakkhandino mahānāgā sūrā cammayodhino dāsikaputtā ",
  "dn2:34.4": "āḷārikā kappakā nhāpakā sūdā mālakārā rajakā pesakārā naḷakārā kumbhakārā gaṇakā muddikā, yāni vā panaññānipi evaṅgatāni puthusippāyatanāni, te diṭṭheva dhamme sandiṭṭhikaṁ sippaphalaṁ upajīvanti, ",
  "dn2:34.5": "te tena attānaṁ sukhenti pīṇenti, mātāpitaro sukhenti pīṇenti, puttadāraṁ sukhenti pīṇenti, mittāmacce sukhenti pīṇenti, samaṇabrāhmaṇesu uddhaggikaṁ dakkhiṇaṁ patiṭṭhapenti sovaggikaṁ sukhavipākaṁ saggasaṁvattanikaṁ. ",
  "dn2:34.6": "Sakkā nu kho, bhante, evameva diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññapetun’”ti? ",
  "dn2:34.7": "“Sakkā, mahārāja. ",
  "dn2:34.8": "Tena hi, mahārāja, taññevettha paṭipucchissāmi. Yathā te khameyya, tathā naṁ byākareyyāsi. ",
  "dn2:35.1": "Taṁ kiṁ maññasi, mahārāja, ",
  "dn2:35.2": "idha te assa puriso dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī mukhullokako. ",
  "dn2:35.3": "Tassa evamassa: ",
  "dn2:35.4": "‘acchariyaṁ, vata bho, abbhutaṁ, vata bho, puññānaṁ gati, puññānaṁ vipāko. ",
  "dn2:35.5": "Ayañhi rājā māgadho ajātasattu vedehiputto manusso; ahampi manusso. ",
  "dn2:35.6": "Ayañhi rājā māgadho ajātasattu vedehiputto pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti, devo maññe. ",
  "dn2:35.7": "Ahaṁ panamhissa dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī mukhullokako. ",
  "dn2:35.8": "So vatassāhaṁ puññāni kareyyaṁ. ",
  "dn2:35.9": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "dn2:35.10": "So aparena samayena kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyya. ",
  "dn2:35.11": "So evaṁ pabbajito samāno kāyena saṁvuto vihareyya, vācāya saṁvuto vihareyya, manasā saṁvuto vihareyya, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke. ",
  "dn2:35.12": "Tañce te purisā evamāroceyyuṁ: ",
  "dn2:35.13": "‘yagghe, deva, jāneyyāsi, yo te so puriso dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī mukhullokako; ",
  "dn2:35.14": "so, deva, kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito. ",
  "dn2:35.15": "So evaṁ pabbajito samāno kāyena saṁvuto viharati, vācāya saṁvuto viharati, manasā saṁvuto viharati, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke’ti. ",
  "dn2:35.16": "Api nu tvaṁ evaṁ vadeyyāsi: ",
  "dn2:35.17": "‘etu me, bho, so puriso, punadeva hotu dāso kammakāro pubbuṭṭhāyī pacchānipātī kiṅkārapaṭissāvī manāpacārī piyavādī mukhullokako’”ti? ",
  "dn2:36.1": "“No hetaṁ, bhante. ",
  "dn2:36.2": "Atha kho naṁ mayameva abhivādeyyāmapi, paccuṭṭheyyāmapi, āsanenapi nimanteyyāma, abhinimanteyyāmapi naṁ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi, dhammikampissa rakkhāvaraṇaguttiṁ saṁvidaheyyāmā”ti. ",
  "dn2:36.3": "“Taṁ kiṁ maññasi, mahārāja, ",
  "dn2:36.4": "yadi evaṁ sante hoti vā sandiṭṭhikaṁ sāmaññaphalaṁ no vā”ti? ",
  "dn2:36.5": "“Addhā kho, bhante, evaṁ sante hoti sandiṭṭhikaṁ sāmaññaphalan”ti. ",
  "dn2:36.6": "“Idaṁ kho te, mahārāja, mayā paṭhamaṁ diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññattan”ti. ",
  "dn2:37.0": "4.2. Dutiyasandiṭṭhikasāmaññaphala ",
  "dn2:37.1": "“Sakkā pana, bhante, aññampi evameva diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññapetun”ti? ",
  "dn2:37.2": "“Sakkā, mahārāja. ",
  "dn2:37.3": "Tena hi, mahārāja, taññevettha paṭipucchissāmi. Yathā te khameyya, tathā naṁ byākareyyāsi. ",
  "dn2:37.4": "Taṁ kiṁ maññasi, mahārāja, ",
  "dn2:37.5": "idha te assa puriso kassako gahapatiko karakārako rāsivaḍḍhako. ",
  "dn2:37.6": "Tassa evamassa: ",
  "dn2:37.7": "‘acchariyaṁ vata bho, abbhutaṁ vata bho, puññānaṁ gati, puññānaṁ vipāko. ",
  "dn2:37.8": "Ayañhi rājā māgadho ajātasattu vedehiputto manusso, ahampi manusso. ",
  "dn2:37.9": "Ayañhi rājā māgadho ajātasattu vedehiputto pañcahi kāmaguṇehi samappito samaṅgībhūto paricāreti, devo maññe. ",
  "dn2:37.10": "Ahaṁ panamhissa kassako gahapatiko karakārako rāsivaḍḍhako. ",
  "dn2:37.11": "So vatassāhaṁ puññāni kareyyaṁ. ",
  "dn2:37.12": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "dn2:37.13": "So aparena samayena appaṁ vā bhogakkhandhaṁ pahāya mahantaṁ vā bhogakkhandhaṁ pahāya, appaṁ vā ñātiparivaṭṭaṁ pahāya mahantaṁ vā ñātiparivaṭṭaṁ pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyya. ",
  "dn2:37.14": "So evaṁ pabbajito samāno kāyena saṁvuto vihareyya, vācāya saṁvuto vihareyya, manasā saṁvuto vihareyya, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke. ",
  "dn2:37.15": "Tañce te purisā evamāroceyyuṁ: ",
  "dn2:37.16": "‘yagghe, deva, jāneyyāsi, yo te so puriso kassako gahapatiko karakārako rāsivaḍḍhako; ",
  "dn2:37.17": "so deva kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito. ",
  "dn2:37.18": "So evaṁ pabbajito samāno kāyena saṁvuto viharati, vācāya saṁvuto viharati, manasā saṁvuto viharati, ghāsacchādanaparamatāya santuṭṭho, abhirato paviveke’ti. ",
  "dn2:37.19": "Api nu tvaṁ evaṁ vadeyyāsi: ",
  "dn2:37.20": "‘etu me, bho, so puriso, punadeva hotu kassako gahapatiko karakārako rāsivaḍḍhako’”ti? ",
  "dn2:38.1": "“No hetaṁ, bhante. ",
  "dn2:38.2": "Atha kho naṁ mayameva abhivādeyyāmapi, paccuṭṭheyyāmapi, āsanenapi nimanteyyāma, abhinimanteyyāmapi naṁ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi, dhammikampissa rakkhāvaraṇaguttiṁ saṁvidaheyyāmā”ti. ",
  "dn2:38.3": "“Taṁ kiṁ maññasi, mahārāja? ",
  "dn2:38.4": "Yadi evaṁ sante hoti vā sandiṭṭhikaṁ sāmaññaphalaṁ no vā”ti? ",
  "dn2:38.5": "“Addhā kho, bhante, evaṁ sante hoti sandiṭṭhikaṁ sāmaññaphalan”ti. ",
  "dn2:38.6": "“Idaṁ kho te, mahārāja, mayā dutiyaṁ diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññattan”ti. ",
  "dn2:39.0": "4.3. Paṇītatarasāmaññaphala ",
  "dn2:39.1": "“Sakkā pana, bhante, aññampi diṭṭheva dhamme sandiṭṭhikaṁ sāmaññaphalaṁ paññapetuṁ imehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañcā”ti? ",
  "dn2:39.2": "“Sakkā, mahārāja. ",
  "dn2:39.3": "Tena hi, mahārāja, suṇohi, sādhukaṁ manasi karohi, bhāsissāmī”ti. ",
  "dn2:39.4": "“Evaṁ, bhante”ti kho rājā māgadho ajātasattu vedehiputto bhagavato paccassosi. ",
  "dn2:39.5": "Bhagavā etadavoca: ",
  "dn2:40.1": "“idha, mahārāja, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā. ",
  "dn2:40.2": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "dn2:40.3": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "dn2:41.1": "Taṁ dhammaṁ suṇāti gahapati vā gahapatiputto vā aññatarasmiṁ vā kule paccājāto. ",
  "dn2:41.2": "So taṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhati. ",
  "dn2:41.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati: ",
  "dn2:41.4": "‘sambādho gharāvāso rajopatho, abbhokāso pabbajjā. ",
  "dn2:41.5": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ. ",
  "dn2:41.6": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti. ",
  "dn2:41.7": "So aparena samayena appaṁ vā bhogakkhandhaṁ pahāya mahantaṁ vā bhogakkhandhaṁ pahāya appaṁ vā ñātiparivaṭṭaṁ pahāya mahantaṁ vā ñātiparivaṭṭaṁ pahāya kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati. ",
  "dn2:42.1": "So evaṁ pabbajito samāno pātimokkhasaṁvarasaṁvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, kāyakammavacīkammena samannāgato kusalena, parisuddhājīvo sīlasampanno, indriyesu guttadvāro, satisampajaññena samannāgato, santuṭṭho. ",
  "dn2:43.0.1": "4.3.1. Sīla ",
  "dn2:43.0.2": "4.3.1.1. Cūḷasīla ",
  "dn2:43.1": "Kathañca, mahārāja, bhikkhu sīlasampanno hoti? ",
  "dn2:43.2": "Idha, mahārāja, bhikkhu pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti. Nihitadaṇḍo nihitasattho lajjī dayāpanno sabbapāṇabhūtahitānukampī viharati. ",
  "dn2:43.3": "Idampissa hoti sīlasmiṁ. ",
  "dn2:43.4": "Adinnādānaṁ pahāya adinnādānā paṭivirato hoti dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharati. ",
  "dn2:43.5": "Idampissa hoti sīlasmiṁ. ",
  "dn2:43.6": "Abrahmacariyaṁ pahāya brahmacārī hoti ārācārī virato methunā gāmadhammā. ",
  "dn2:43.7": "Idampissa hoti sīlasmiṁ. ",
  "dn2:44.1": "Musāvādaṁ pahāya musāvādā paṭivirato hoti saccavādī saccasandho theto paccayiko avisaṁvādako lokassa. ",
  "dn2:44.2": "Idampissa hoti sīlasmiṁ. ",
  "dn2:44.3": "Pisuṇaṁ vācaṁ pahāya pisuṇāya vācāya paṭivirato hoti; ito sutvā na amutra akkhātā imesaṁ bhedāya; amutra vā sutvā na imesaṁ akkhātā, amūsaṁ bhedāya. Iti bhinnānaṁ vā sandhātā, sahitānaṁ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṁ vācaṁ bhāsitā hoti. ",
  "dn2:44.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:44.5": "Pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato hoti; yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpiṁ vācaṁ bhāsitā hoti. ",
  "dn2:44.6": "Idampissa hoti sīlasmiṁ. ",
  "dn2:44.7": "Samphappalāpaṁ pahāya samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṁ vācaṁ bhāsitā hoti kālena sāpadesaṁ pariyantavatiṁ atthasaṁhitaṁ. ",
  "dn2:44.8": "Idampissa hoti sīlasmiṁ. ",
  "dn2:45.1": "Bījagāmabhūtagāmasamārambhā paṭivirato hoti …pe… ",
  "dn2:45.2": "ekabhattiko hoti rattūparato virato vikālabhojanā. ",
  "dn2:45.3": "Naccagītavāditavisūkadassanā paṭivirato hoti. ",
  "dn2:45.4": "Mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato hoti. ",
  "dn2:45.5": "Uccāsayanamahāsayanā paṭivirato hoti. ",
  "dn2:45.6": "Jātarūparajatapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.7": "Āmakadhaññapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.8": "Āmakamaṁsapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.9": "Itthikumārikapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.10": "Dāsidāsapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.11": "Ajeḷakapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.12": "Kukkuṭasūkarapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.13": "Hatthigavassavaḷavapaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.14": "Khettavatthupaṭiggahaṇā paṭivirato hoti. ",
  "dn2:45.15": "Dūteyyapahiṇagamanānuyogā paṭivirato hoti. ",
  "dn2:45.16": "Kayavikkayā paṭivirato hoti. ",
  "dn2:45.17": "Tulākūṭakaṁsakūṭamānakūṭā paṭivirato hoti. ",
  "dn2:45.18": "Ukkoṭanavañcananikatisāciyogā paṭivirato hoti. ",
  "dn2:45.19": "Chedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato hoti. ",
  "dn2:45.20": "Idampissa hoti sīlasmiṁ. ",
  "dn2:45.21": "Cūḷasīlaṁ niṭṭhitaṁ. ",
  "dn2:46.0": "4.3.1.2. Majjhimasīla ",
  "dn2:46.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ bījagāmabhūtagāmasamārambhaṁ anuyuttā viharanti. ",
  "dn2:46.2": "Seyyathidaṁ—mūlabījaṁ khandhabījaṁ phaḷubījaṁ aggabījaṁ bījabījameva pañcamaṁ, iti evarūpā bījagāmabhūtagāmasamārambhā paṭivirato hoti. ",
  "dn2:46.3": "Idampissa hoti sīlasmiṁ. ",
  "dn2:47.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ sannidhikāraparibhogaṁ anuyuttā viharanti. ",
  "dn2:47.2": "Seyyathidaṁ—annasannidhiṁ pānasannidhiṁ vatthasannidhiṁ yānasannidhiṁ sayanasannidhiṁ gandhasannidhiṁ āmisasannidhiṁ, ",
  "dn2:47.3": "iti vā iti evarūpā sannidhikāraparibhogā paṭivirato hoti. ",
  "dn2:47.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:48.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ visūkadassanaṁ anuyuttā viharanti. ",
  "dn2:48.2": "Seyyathidaṁ—naccaṁ gītaṁ vāditaṁ pekkhaṁ akkhānaṁ pāṇissaraṁ vetāḷaṁ kumbhathūṇaṁ sobhanakaṁ caṇḍālaṁ vaṁsaṁ dhovanaṁ hatthiyuddhaṁ assayuddhaṁ mahiṁsayuddhaṁ usabhayuddhaṁ ajayuddhaṁ meṇḍayuddhaṁ kukkuṭayuddhaṁ vaṭṭakayuddhaṁ daṇḍayuddhaṁ muṭṭhiyuddhaṁ nibbuddhaṁ uyyodhikaṁ balaggaṁ senābyūhaṁ anīkadassanaṁ ",
  "dn2:48.3": "iti vā iti evarūpā visūkadassanā paṭivirato hoti. ",
  "dn2:48.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:49.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ jūtappamādaṭṭhānānuyogaṁ anuyuttā viharanti. ",
  "dn2:49.2": "Seyyathidaṁ—aṭṭhapadaṁ dasapadaṁ ākāsaṁ parihārapathaṁ santikaṁ khalikaṁ ghaṭikaṁ salākahatthaṁ akkhaṁ paṅgacīraṁ vaṅkakaṁ mokkhacikaṁ ciṅgulikaṁ pattāḷhakaṁ rathakaṁ dhanukaṁ akkharikaṁ manesikaṁ yathāvajjaṁ ",
  "dn2:49.3": "iti vā iti evarūpā jūtappamādaṭṭhānānuyogā paṭivirato hoti. ",
  "dn2:49.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:50.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ uccāsayanamahāsayanaṁ anuyuttā viharanti. ",
  "dn2:50.2": "Seyyathidaṁ—āsandiṁ pallaṅkaṁ gonakaṁ cittakaṁ paṭikaṁ paṭalikaṁ tūlikaṁ vikatikaṁ uddalomiṁ ekantalomiṁ kaṭṭissaṁ koseyyaṁ kuttakaṁ hatthattharaṁ assattharaṁ rathattharaṁ ajinappaveṇiṁ kadalimigapavarapaccattharaṇaṁ sauttaracchadaṁ ubhatolohitakūpadhānaṁ ",
  "dn2:50.3": "iti vā iti evarūpā uccāsayanamahāsayanā paṭivirato hoti. ",
  "dn2:50.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:51.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ maṇḍanavibhūsanaṭṭhānānuyogaṁ anuyuttā viharanti. ",
  "dn2:51.2": "Seyyathidaṁ—ucchādanaṁ parimaddanaṁ nhāpanaṁ sambāhanaṁ ādāsaṁ añjanaṁ mālāgandhavilepanaṁ mukhacuṇṇaṁ mukhalepanaṁ hatthabandhaṁ sikhābandhaṁ daṇḍaṁ nāḷikaṁ asiṁ chattaṁ citrupāhanaṁ uṇhīsaṁ maṇiṁ vālabījaniṁ odātāni vatthāni dīghadasāni ",
  "dn2:51.3": "iti vā iti evarūpā maṇḍanavibhūsanaṭṭhānānuyogā paṭivirato hoti. ",
  "dn2:51.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:52.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ tiracchānakathaṁ anuyuttā viharanti. ",
  "dn2:52.2": "Seyyathidaṁ—rājakathaṁ corakathaṁ mahāmattakathaṁ senākathaṁ bhayakathaṁ yuddhakathaṁ annakathaṁ pānakathaṁ vatthakathaṁ sayanakathaṁ mālākathaṁ gandhakathaṁ ñātikathaṁ yānakathaṁ gāmakathaṁ nigamakathaṁ nagarakathaṁ janapadakathaṁ itthikathaṁ sūrakathaṁ visikhākathaṁ kumbhaṭṭhānakathaṁ pubbapetakathaṁ nānattakathaṁ lokakkhāyikaṁ samuddakkhāyikaṁ itibhavābhavakathaṁ ",
  "dn2:52.3": "iti vā iti evarūpāya tiracchānakathāya paṭivirato hoti. ",
  "dn2:52.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:53.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ viggāhikakathaṁ anuyuttā viharanti. ",
  "dn2:53.2": "Seyyathidaṁ—na tvaṁ imaṁ dhammavinayaṁ ājānāsi, ahaṁ imaṁ dhammavinayaṁ ājānāmi, kiṁ tvaṁ imaṁ dhammavinayaṁ ājānissasi, micchā paṭipanno tvamasi, ahamasmi sammā paṭipanno, sahitaṁ me, asahitaṁ te, pure vacanīyaṁ pacchā avaca, pacchā vacanīyaṁ pure avaca, adhiciṇṇaṁ te viparāvattaṁ, āropito te vādo, niggahito tvamasi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosīti ",
  "dn2:53.3": "iti vā iti evarūpāya viggāhikakathāya paṭivirato hoti. ",
  "dn2:53.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:54.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpaṁ dūteyyapahiṇagamanānuyogaṁ anuyuttā viharanti. ",
  "dn2:54.2": "Seyyathidaṁ—raññaṁ, rājamahāmattānaṁ, khattiyānaṁ, brāhmaṇānaṁ, gahapatikānaṁ, kumārānaṁ—idha gaccha, amutrāgaccha, idaṁ hara, amutra idaṁ āharā’ti ",
  "dn2:54.3": "iti vā iti evarūpā dūteyyapahiṇagamanānuyogā paṭivirato hoti. ",
  "dn2:54.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:55.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te kuhakā ca honti lapakā ca nemittikā ca nippesikā ca lābhena lābhaṁ nijigīsitāro ca. Iti evarūpā kuhanalapanā paṭivirato hoti. ",
  "dn2:55.2": "Idampissa hoti sīlasmiṁ. ",
  "dn2:55.3": "Majjhimasīlaṁ niṭṭhitaṁ. ",
  "dn2:56.0": "4.3.1.3. Mahāsīla ",
  "dn2:56.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṁ kappenti. ",
  "dn2:56.2": "Seyyathidaṁ—aṅgaṁ nimittaṁ uppātaṁ supinaṁ lakkhaṇaṁ mūsikacchinnaṁ aggihomaṁ dabbihomaṁ thusahomaṁ kaṇahomaṁ taṇḍulahomaṁ sappihomaṁ telahomaṁ mukhahomaṁ lohitahomaṁ aṅgavijjā vatthuvijjā khattavijjā sivavijjā bhūtavijjā bhūrivijjā ahivijjā visavijjā vicchikavijjā mūsikavijjā sakuṇavijjā vāyasavijjā pakkajjhānaṁ saraparittāṇaṁ migacakkaṁ ",
  "dn2:56.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:56.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:57.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṁ kappenti. ",
  "dn2:57.2": "Seyyathidaṁ—maṇilakkhaṇaṁ vatthalakkhaṇaṁ daṇḍalakkhaṇaṁ satthalakkhaṇaṁ asilakkhaṇaṁ usulakkhaṇaṁ dhanulakkhaṇaṁ āvudhalakkhaṇaṁ itthilakkhaṇaṁ purisalakkhaṇaṁ kumāralakkhaṇaṁ kumārilakkhaṇaṁ dāsalakkhaṇaṁ dāsilakkhaṇaṁ hatthilakkhaṇaṁ assalakkhaṇaṁ mahiṁsalakkhaṇaṁ usabhalakkhaṇaṁ golakkhaṇaṁ ajalakkhaṇaṁ meṇḍalakkhaṇaṁ kukkuṭalakkhaṇaṁ vaṭṭakalakkhaṇaṁ godhālakkhaṇaṁ kaṇṇikalakkhaṇaṁ kacchapalakkhaṇaṁ migalakkhaṇaṁ ",
  "dn2:57.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:57.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:58.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṁ kappenti. ",
  "dn2:58.2": "Seyyathidaṁ—raññaṁ niyyānaṁ bhavissati, raññaṁ aniyyānaṁ bhavissati, abbhantarānaṁ raññaṁ upayānaṁ bhavissati, bāhirānaṁ raññaṁ apayānaṁ bhavissati, bāhirānaṁ raññaṁ upayānaṁ bhavissati, abbhantarānaṁ raññaṁ apayānaṁ bhavissati, abbhantarānaṁ raññaṁ jayo bhavissati, bāhirānaṁ raññaṁ parājayo bhavissati, bāhirānaṁ raññaṁ jayo bhavissati, abbhantarānaṁ raññaṁ parājayo bhavissati, iti imassa jayo bhavissati, imassa parājayo bhavissati ",
  "dn2:58.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:58.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:59.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṁ kappenti. ",
  "dn2:59.2": "Seyyathidaṁ—candaggāho bhavissati, sūriyaggāho bhavissati, nakkhattaggāho bhavissati, candimasūriyānaṁ pathagamanaṁ bhavissati, candimasūriyānaṁ uppathagamanaṁ bhavissati, nakkhattānaṁ pathagamanaṁ bhavissati, nakkhattānaṁ uppathagamanaṁ bhavissati, ukkāpāto bhavissati, disāḍāho bhavissati, bhūmicālo bhavissati, devadudrabhi bhavissati, candimasūriyanakkhattānaṁ uggamanaṁ ogamanaṁ saṅkilesaṁ vodānaṁ bhavissati, evaṁvipāko candaggāho bhavissati, evaṁvipāko sūriyaggāho bhavissati, evaṁvipāko nakkhattaggāho bhavissati, evaṁvipākaṁ candimasūriyānaṁ pathagamanaṁ bhavissati, evaṁvipākaṁ candimasūriyānaṁ uppathagamanaṁ bhavissati, evaṁvipākaṁ nakkhattānaṁ pathagamanaṁ bhavissati, evaṁvipākaṁ nakkhattānaṁ uppathagamanaṁ bhavissati, evaṁvipāko ukkāpāto bhavissati, evaṁvipāko disāḍāho bhavissati, evaṁvipāko bhūmicālo bhavissati, evaṁvipāko devadudrabhi bhavissati, evaṁvipākaṁ candimasūriyanakkhattānaṁ uggamanaṁ ogamanaṁ saṅkilesaṁ vodānaṁ bhavissati ",
  "dn2:59.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:59.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:60.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṁ kappenti. ",
  "dn2:60.2": "Seyyathidaṁ—suvuṭṭhikā bhavissati, dubbuṭṭhikā bhavissati, subhikkhaṁ bhavissati, dubbhikkhaṁ bhavissati, khemaṁ bhavissati, bhayaṁ bhavissati, rogo bhavissati, ārogyaṁ bhavissati, muddā, gaṇanā, saṅkhānaṁ, kāveyyaṁ, lokāyataṁ ",
  "dn2:60.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:60.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:61.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṁ kappenti. ",
  "dn2:61.2": "Seyyathidaṁ—āvāhanaṁ vivāhanaṁ saṁvaraṇaṁ vivaraṇaṁ saṅkiraṇaṁ vikiraṇaṁ subhagakaraṇaṁ dubbhagakaraṇaṁ viruddhagabbhakaraṇaṁ jivhānibandhanaṁ hanusaṁhananaṁ hatthābhijappanaṁ hanujappanaṁ kaṇṇajappanaṁ ādāsapañhaṁ kumārikapañhaṁ devapañhaṁ ādiccupaṭṭhānaṁ mahatupaṭṭhānaṁ abbhujjalanaṁ sirivhāyanaṁ ",
  "dn2:61.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:61.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:62.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṁ kappenti. ",
  "dn2:62.2": "Seyyathidaṁ—santikammaṁ paṇidhikammaṁ bhūtakammaṁ bhūrikammaṁ vassakammaṁ vossakammaṁ vatthukammaṁ vatthuparikammaṁ ācamanaṁ nhāpanaṁ juhanaṁ vamanaṁ virecanaṁ uddhaṁvirecanaṁ adhovirecanaṁ sīsavirecanaṁ kaṇṇatelaṁ nettatappanaṁ natthukammaṁ añjanaṁ paccañjanaṁ sālākiyaṁ sallakattiyaṁ dārakatikicchā, mūlabhesajjānaṁ anuppadānaṁ, osadhīnaṁ paṭimokkho ",
  "dn2:62.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti. ",
  "dn2:62.4": "Idampissa hoti sīlasmiṁ. ",
  "dn2:63.1": "Sa kho so, mahārāja, bhikkhu evaṁ sīlasampanno na kutoci bhayaṁ samanupassati, yadidaṁ sīlasaṁvarato. ",
  "dn2:63.2": "Seyyathāpi, mahārāja, rājā khattiyo muddhābhisitto nihatapaccāmitto na kutoci bhayaṁ samanupassati, yadidaṁ paccatthikato; ",
  "dn2:63.3": "evameva kho, mahārāja, bhikkhu evaṁ sīlasampanno na kutoci bhayaṁ samanupassati, yadidaṁ sīlasaṁvarato. ",
  "dn2:63.4": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṁ anavajjasukhaṁ paṭisaṁvedeti. ",
  "dn2:63.5": "Evaṁ kho, mahārāja, bhikkhu sīlasampanno hoti. ",
  "dn2:63.6": "Mahāsīlaṁ niṭṭhitaṁ. ",
  "dn2:64.0.1": "4.3.2. Samādhi ",
  "dn2:64.0.2": "4.3.2.1. Indriyasaṁvara ",
  "dn2:64.1": "Kathañca, mahārāja, bhikkhu indriyesu guttadvāro hoti? ",
  "dn2:64.2": "Idha, mahārāja, bhikkhu cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "dn2:64.3": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhā domanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjati, rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjati. ",
  "dn2:64.4": "Sotena saddaṁ sutvā …pe… ",
  "dn2:64.5": "ghānena gandhaṁ ghāyitvā …pe… ",
  "dn2:64.6": "jivhāya rasaṁ sāyitvā …pe… ",
  "dn2:64.7": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "dn2:64.8": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī. ",
  "dn2:64.9": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhā domanassā pāpakā akusalā dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati. ",
  "dn2:64.10": "So iminā ariyena indriyasaṁvarena samannāgato ajjhattaṁ abyāsekasukhaṁ paṭisaṁvedeti. ",
  "dn2:64.11": "Evaṁ kho, mahārāja, bhikkhu indriyesu guttadvāro hoti. ",
  "dn2:65.0": "4.3.2.2. Satisampajañña ",
  "dn2:65.1": "Kathañca, mahārāja, bhikkhu satisampajaññena samannāgato hoti? ",
  "dn2:65.2": "Idha, mahārāja, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti. ",
  "dn2:65.3": "Evaṁ kho, mahārāja, bhikkhu satisampajaññena samannāgato hoti. ",
  "dn2:66.0": "4.3.2.3. Santosa ",
  "dn2:66.1": "Kathañca, mahārāja, bhikkhu santuṭṭho hoti? ",
  "dn2:66.2": "Idha, mahārāja, bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena, kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
  "dn2:66.3": "Seyyathāpi, mahārāja, pakkhī sakuṇo yena yeneva ḍeti, sapattabhārova ḍeti; ",
  "dn2:66.4": "evameva kho, mahārāja, bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati. ",
  "dn2:66.5": "Evaṁ kho, mahārāja, bhikkhu santuṭṭho hoti. ",
  "dn2:67.0": "4.3.2.4. Nīvaraṇappahāna ",
  "dn2:67.1": "So iminā ca ariyena sīlakkhandhena samannāgato, iminā ca ariyena indriyasaṁvarena samannāgato, iminā ca ariyena satisampajaññena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato, ",
  "dn2:67.2": "vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "dn2:67.3": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "dn2:68.1": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti. ",
  "dn2:68.2": "Byāpādapadosaṁ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṁ parisodheti. ",
  "dn2:68.3": "Thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī, sato sampajāno, thinamiddhā cittaṁ parisodheti. ",
  "dn2:68.4": "Uddhaccakukkuccaṁ pahāya anuddhato viharati, ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti. ",
  "dn2:68.5": "Vicikicchaṁ pahāya tiṇṇavicikiccho viharati, akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti. ",
  "dn2:69.1": "Seyyathāpi, mahārāja, puriso iṇaṁ ādāya kammante payojeyya. ",
  "dn2:69.2": "Tassa te kammantā samijjheyyuṁ. ",
  "dn2:69.3": "So yāni ca porāṇāni iṇamūlāni, tāni ca byantiṁ kareyya, siyā cassa uttariṁ avasiṭṭhaṁ dārabharaṇāya. ",
  "dn2:69.4": "Tassa evamassa: ",
  "dn2:69.5": "‘ahaṁ kho pubbe iṇaṁ ādāya kammante payojesiṁ. ",
  "dn2:69.6": "Tassa me te kammantā samijjhiṁsu. ",
  "dn2:69.7": "Sohaṁ yāni ca porāṇāni iṇamūlāni, tāni ca byantiṁ akāsiṁ, atthi ca me uttariṁ avasiṭṭhaṁ dārabharaṇāyā’ti. ",
  "dn2:69.8": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ. ",
  "dn2:70.1": "Seyyathāpi, mahārāja, puriso ābādhiko assa dukkhito bāḷhagilāno; bhattañcassa nacchādeyya, na cassa kāye balamattā. ",
  "dn2:70.2": "So aparena samayena tamhā ābādhā mucceyya; bhattaṁ cassa chādeyya, siyā cassa kāye balamattā. ",
  "dn2:70.3": "Tassa evamassa: ",
  "dn2:70.4": "‘ahaṁ kho pubbe ābādhiko ahosiṁ dukkhito bāḷhagilāno; ",
  "dn2:70.5": "bhattañca me nacchādesi, na ca me āsi kāye balamattā. ",
  "dn2:70.6": "Somhi etarahi tamhā ābādhā mutto; ",
  "dn2:70.7": "bhattañca me chādeti, atthi ca me kāye balamattā’ti. ",
  "dn2:70.8": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ. ",
  "dn2:71.1": "Seyyathāpi, mahārāja, puriso bandhanāgāre baddho assa. ",
  "dn2:71.2": "So aparena samayena tamhā bandhanāgārā mucceyya sotthinā abbhayena, na cassa kiñci bhogānaṁ vayo. ",
  "dn2:71.3": "Tassa evamassa: ",
  "dn2:71.4": "‘ahaṁ kho pubbe bandhanāgāre baddho ahosiṁ, somhi etarahi tamhā bandhanāgārā mutto sotthinā abbhayena. ",
  "dn2:71.5": "Natthi ca me kiñci bhogānaṁ vayo’ti. ",
  "dn2:71.6": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ. ",
  "dn2:72.1": "Seyyathāpi, mahārāja, puriso dāso assa anattādhīno parādhīno na yenakāmaṅgamo. ",
  "dn2:72.2": "So aparena samayena tamhā dāsabyā mucceyya attādhīno aparādhīno bhujisso yenakāmaṅgamo. ",
  "dn2:72.3": "Tassa evamassa: ",
  "dn2:72.4": "‘ahaṁ kho pubbe dāso ahosiṁ anattādhīno parādhīno na yenakāmaṅgamo. ",
  "dn2:72.5": "Somhi etarahi tamhā dāsabyā mutto attādhīno aparādhīno bhujisso yenakāmaṅgamo’ti. ",
  "dn2:72.6": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ. ",
  "dn2:73.1": "Seyyathāpi, mahārāja, puriso sadhano sabhogo kantāraddhānamaggaṁ paṭipajjeyya dubbhikkhaṁ sappaṭibhayaṁ. ",
  "dn2:73.2": "So aparena samayena taṁ kantāraṁ nitthareyya sotthinā, gāmantaṁ anupāpuṇeyya khemaṁ appaṭibhayaṁ. ",
  "dn2:73.3": "Tassa evamassa: ",
  "dn2:73.4": "‘ahaṁ kho pubbe sadhano sabhogo kantāraddhānamaggaṁ paṭipajjiṁ dubbhikkhaṁ sappaṭibhayaṁ. ",
  "dn2:73.5": "Somhi etarahi taṁ kantāraṁ nitthiṇṇo sotthinā, gāmantaṁ anuppatto khemaṁ appaṭibhayan’ti. ",
  "dn2:73.6": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ. ",
  "dn2:74.1": "Evameva kho, mahārāja, bhikkhu yathā iṇaṁ yathā rogaṁ yathā bandhanāgāraṁ yathā dāsabyaṁ yathā kantāraddhānamaggaṁ, evaṁ ime pañca nīvaraṇe appahīne attani samanupassati. ",
  "dn2:74.2": "Seyyathāpi, mahārāja, yathā āṇaṇyaṁ yathā ārogyaṁ yathā bandhanāmokkhaṁ yathā bhujissaṁ yathā khemantabhūmiṁ; ",
  "dn2:74.3": "evameva kho, mahārāja, bhikkhu ime pañca nīvaraṇe pahīne attani samanupassati. ",
  "dn2:74.4": "Tassime pañca nīvaraṇe pahīne attani samanupassato pāmojjaṁ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṁ vedeti, sukhino cittaṁ samādhiyati. ",
  "dn2:75.0": "4.3.2.5. Paṭhamajhāna ",
  "dn2:75.1": "So vivicceva kāmehi, vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "dn2:75.2": "So imameva kāyaṁ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṁ hoti. ",
  "dn2:76.1": "Seyyathāpi, mahārāja, dakkho nhāpako vā nhāpakantevāsī vā kaṁsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṁ paripphosakaṁ sanneyya, sāyaṁ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā phuṭā snehena, na ca paggharaṇī; ",
  "dn2:76.2": "evameva kho, mahārāja, bhikkhu imameva kāyaṁ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṁ hoti. ",
  "dn2:76.3": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:77.0": "4.3.2.6. Dutiyajhāna ",
  "dn2:77.1": "Puna caparaṁ, mahārāja, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati. ",
  "dn2:77.2": "So imameva kāyaṁ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṁ hoti. ",
  "dn2:78.1": "Seyyathāpi, mahārāja, udakarahado gambhīro ubbhidodako tassa nevassa puratthimāya disāya udakassa āyamukhaṁ, na dakkhiṇāya disāya udakassa āyamukhaṁ, na pacchimāya disāya udakassa āyamukhaṁ, na uttarāya disāya udakassa āyamukhaṁ, devo ca na kālena kālaṁ sammādhāraṁ anuppaveccheyya. ",
  "dn2:78.2": "Atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṁ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṁ assa. ",
  "dn2:78.3": "Evameva kho, mahārāja, bhikkhu imameva kāyaṁ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṁ hoti. ",
  "dn2:78.4": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:79.0": "4.3.2.7. Tatiyajhāna ",
  "dn2:79.1": "Puna caparaṁ, mahārāja, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato sampajāno, sukhañca kāyena paṭisaṁvedeti, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti, tatiyaṁ jhānaṁ upasampajja viharati. ",
  "dn2:79.2": "So imameva kāyaṁ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṁ hoti. ",
  "dn2:80.1": "Seyyathāpi, mahārāja, uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni antonimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṁ uppalānaṁ vā padumānaṁ vā puṇḍarīkānaṁ vā sītena vārinā apphuṭaṁ assa; ",
  "dn2:80.2": "evameva kho, mahārāja, bhikkhu imameva kāyaṁ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṁ hoti. ",
  "dn2:80.3": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:81.0": "4.3.2.8. Catutthajhāna ",
  "dn2:81.1": "Puna caparaṁ, mahārāja, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati. ",
  "dn2:81.2": "So imameva kāyaṁ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṁ hoti. ",
  "dn2:82.1": "Seyyathāpi, mahārāja, puriso odātena vatthena sasīsaṁ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṁ assa; ",
  "dn2:82.2": "evameva kho, mahārāja, bhikkhu imameva kāyaṁ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṁ hoti. ",
  "dn2:82.3": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:83.0.1": "4.3.3. Aṭṭhañāṇa ",
  "dn2:83.0.2": "4.3.3.1. Vipassanāñāṇa ",
  "dn2:83.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:83.2": "So evaṁ pajānāti: ",
  "dn2:83.3": "‘ayaṁ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṁsanadhammo; ",
  "dn2:83.4": "idañca pana me viññāṇaṁ ettha sitaṁ ettha paṭibaddhan’ti. ",
  "dn2:84.1": "Seyyathāpi, mahārāja, maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato accho vippasanno anāvilo sabbākārasampanno. ",
  "dn2:84.2": "Tatrāssa suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vā. ",
  "dn2:84.3": "Tamenaṁ cakkhumā puriso hatthe karitvā paccavekkheyya: ",
  "dn2:84.4": "‘ayaṁ kho maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato accho vippasanno anāvilo sabbākārasampanno; ",
  "dn2:84.5": "tatridaṁ suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vā’ti. ",
  "dn2:84.6": "Evameva kho, mahārāja, bhikkhu evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:84.7": "So evaṁ pajānāti: ",
  "dn2:84.8": "‘ayaṁ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṁsanadhammo; ",
  "dn2:84.9": "idañca pana me viññāṇaṁ ettha sitaṁ ettha paṭibaddhan’ti. ",
  "dn2:84.10": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:85.0": "4.3.3.2. Manomayiddhiñāṇa ",
  "dn2:85.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte manomayaṁ kāyaṁ abhinimmānāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:85.2": "So imamhā kāyā aññaṁ kāyaṁ abhinimmināti rūpiṁ manomayaṁ sabbaṅgapaccaṅgiṁ ahīnindriyaṁ. ",
  "dn2:86.1": "Seyyathāpi, mahārāja, puriso muñjamhā īsikaṁ pavāheyya. ",
  "dn2:86.2": "Tassa evamassa: ",
  "dn2:86.3": "‘ayaṁ muñjo, ayaṁ īsikā, añño muñjo, aññā īsikā, muñjamhā tveva īsikā pavāḷhā’ti. ",
  "dn2:86.4": "Seyyathā vā pana, mahārāja, puriso asiṁ kosiyā pavāheyya. ",
  "dn2:86.5": "Tassa evamassa: ",
  "dn2:86.6": "‘ayaṁ asi, ayaṁ kosi, añño asi, aññā kosi, kosiyā tveva asi pavāḷho’ti. ",
  "dn2:86.7": "Seyyathā vā pana, mahārāja, puriso ahiṁ karaṇḍā uddhareyya. ",
  "dn2:86.8": "Tassa evamassa: ",
  "dn2:86.9": "‘ayaṁ ahi, ayaṁ karaṇḍo. Añño ahi, añño karaṇḍo, karaṇḍā tveva ahi ubbhato’ti. ",
  "dn2:86.10": "Evameva kho, mahārāja, bhikkhu evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte manomayaṁ kāyaṁ abhinimmānāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:86.11": "So imamhā kāyā aññaṁ kāyaṁ abhinimmināti rūpiṁ manomayaṁ sabbaṅgapaccaṅgiṁ ahīnindriyaṁ. ",
  "dn2:86.12": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:87.0": "4.3.3.3. Iddhividhañāṇa ",
  "dn2:87.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:87.2": "So anekavihitaṁ iddhividhaṁ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṁ tirobhāvaṁ tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyā; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṁ vatteti. ",
  "dn2:88.1": "Seyyathāpi, mahārāja, dakkho kumbhakāro vā kumbhakārantevāsī vā suparikammakatāya mattikāya yaṁ yadeva bhājanavikatiṁ ākaṅkheyya, taṁ tadeva kareyya abhinipphādeyya. ",
  "dn2:88.2": "Seyyathā vā pana, mahārāja, dakkho dantakāro vā dantakārantevāsī vā suparikammakatasmiṁ dantasmiṁ yaṁ yadeva dantavikatiṁ ākaṅkheyya, taṁ tadeva kareyya abhinipphādeyya. ",
  "dn2:88.3": "Seyyathā vā pana, mahārāja, dakkho suvaṇṇakāro vā suvaṇṇakārantevāsī vā suparikammakatasmiṁ suvaṇṇasmiṁ yaṁ yadeva suvaṇṇavikatiṁ ākaṅkheyya, taṁ tadeva kareyya abhinipphādeyya. ",
  "dn2:88.4": "Evameva kho, mahārāja, bhikkhu evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:88.5": "So anekavihitaṁ iddhividhaṁ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti; āvibhāvaṁ tirobhāvaṁ tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karoti seyyathāpi udake; udakepi abhijjamāne gacchati seyyathāpi pathaviyā; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parāmasati parimajjati; yāva brahmalokāpi kāyena vasaṁ vatteti. ",
  "dn2:88.6": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:89.0": "4.3.3.4. Dibbasotañāṇa ",
  "dn2:89.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte dibbāya sotadhātuyā cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:89.2": "So dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca ye dūre santike ca. ",
  "dn2:90.1": "Seyyathāpi, mahārāja, puriso addhānamaggappaṭipanno. So suṇeyya bherisaddampi mudiṅgasaddampi saṅkhapaṇavadindimasaddampi. Tassa evamassa: ‘bherisaddo’ itipi, ‘mudiṅgasaddo’ itipi, ‘saṅkhapaṇavadindimasaddo’ itipi. ",
  "dn2:90.2": "Evameva kho, mahārāja, bhikkhu evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte dibbāya sotadhātuyā cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:90.3": "So dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca ye dūre santike ca. ",
  "dn2:90.4": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:91.0": "4.3.3.5. Cetopariyañāṇa ",
  "dn2:91.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte cetopariyañāṇāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:91.2": "So parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāti—",
  "dn2:91.3": "sarāgaṁ vā cittaṁ ‘sarāgaṁ cittan’ti pajānāti,",
  "dn2:91.4": "vītarāgaṁ vā cittaṁ ‘vītarāgaṁ cittan’ti pajānāti,",
  "dn2:91.5": "sadosaṁ vā cittaṁ ‘sadosaṁ cittan’ti pajānāti,",
  "dn2:91.6": "vītadosaṁ vā cittaṁ ‘vītadosaṁ cittan’ti pajānāti,",
  "dn2:91.7": "samohaṁ vā cittaṁ ‘samohaṁ cittan’ti pajānāti,",
  "dn2:91.8": "vītamohaṁ vā cittaṁ ‘vītamohaṁ cittan’ti pajānāti,",
  "dn2:91.9": "saṅkhittaṁ vā cittaṁ ‘saṅkhittaṁ cittan’ti pajānāti,",
  "dn2:91.10": "vikkhittaṁ vā cittaṁ ‘vikkhittaṁ cittan’ti pajānāti,",
  "dn2:91.11": "mahaggataṁ vā cittaṁ ‘mahaggataṁ cittan’ti pajānāti,",
  "dn2:91.12": "amahaggataṁ vā cittaṁ ‘amahaggataṁ cittan’ti pajānāti,",
  "dn2:91.13": "sauttaraṁ vā cittaṁ ‘sauttaraṁ cittan’ti pajānāti,",
  "dn2:91.14": "anuttaraṁ vā cittaṁ ‘anuttaraṁ cittan’ti pajānāti,",
  "dn2:91.15": "samāhitaṁ vā cittaṁ ‘samāhitaṁ cittan’ti pajānāti,",
  "dn2:91.16": "asamāhitaṁ vā cittaṁ ‘asamāhitaṁ cittan’ti pajānāti,",
  "dn2:91.17": "vimuttaṁ vā cittaṁ ‘vimuttaṁ cittan’ti pajānāti,",
  "dn2:91.18": "avimuttaṁ vā cittaṁ ‘avimuttaṁ cittan’ti pajānāti.",
  "dn2:92.1": "Seyyathāpi, mahārāja, itthī vā puriso vā daharo yuvā maṇḍanajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṁ mukhanimittaṁ paccavekkhamāno sakaṇikaṁ vā ‘sakaṇikan’ti jāneyya, akaṇikaṁ vā ‘akaṇikan’ti jāneyya; ",
  "dn2:92.2": "evameva kho, mahārāja, bhikkhu evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte cetopariyañāṇāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:92.3": "So parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāti—",
  "dn2:92.4": "sarāgaṁ vā cittaṁ ‘sarāgaṁ cittan’ti pajānāti,",
  "dn2:92.5": "vītarāgaṁ vā cittaṁ ‘vītarāgaṁ cittan’ti pajānāti,",
  "dn2:92.6": "sadosaṁ vā cittaṁ ‘sadosaṁ cittan’ti pajānāti,",
  "dn2:92.7": "vītadosaṁ vā cittaṁ ‘vītadosaṁ cittan’ti pajānāti,",
  "dn2:92.8": "samohaṁ vā cittaṁ ‘samohaṁ cittan’ti pajānāti,",
  "dn2:92.9": "vītamohaṁ vā cittaṁ ‘vītamohaṁ cittan’ti pajānāti,",
  "dn2:92.10": "saṅkhittaṁ vā cittaṁ ‘saṅkhittaṁ cittan’ti pajānāti,",
  "dn2:92.11": "vikkhittaṁ vā cittaṁ ‘vikkhittaṁ cittan’ti pajānāti,",
  "dn2:92.12": "mahaggataṁ vā cittaṁ ‘mahaggataṁ cittan’ti pajānāti,",
  "dn2:92.13": "amahaggataṁ vā cittaṁ ‘amahaggataṁ cittan’ti pajānāti,",
  "dn2:92.14": "sauttaraṁ vā cittaṁ ‘sauttaraṁ cittan’ti pajānāti,",
  "dn2:92.15": "anuttaraṁ vā cittaṁ ‘anuttaraṁ cittan’ti pajānāti,",
  "dn2:92.16": "samāhitaṁ vā cittaṁ ‘samāhitaṁ cittan’ti pajānāti,",
  "dn2:92.17": "asamāhitaṁ vā cittaṁ ‘asamāhitaṁ cittan’ti pajānāti,",
  "dn2:92.18": "vimuttaṁ vā cittaṁ ‘vimuttaṁ cittan’ti pajānāti,",
  "dn2:92.19": "avimuttaṁ vā cittaṁ ‘avimuttaṁ cittan’ti pajānāti.",
  "dn2:92.20": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:93.0": "4.3.3.6. Pubbenivāsānussatiñāṇa ",
  "dn2:93.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:93.2": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe, ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn2:94.1": "Seyyathāpi, mahārāja, puriso sakamhā gāmā aññaṁ gāmaṁ gaccheyya, tamhāpi gāmā aññaṁ gāmaṁ gaccheyya. So tamhā gāmā sakaṁyeva gāmaṁ paccāgaccheyya. Tassa evamassa: ‘ahaṁ kho sakamhā gāmā amuṁ gāmaṁ agacchiṁ, tatra evaṁ aṭṭhāsiṁ, evaṁ nisīdiṁ, evaṁ abhāsiṁ, evaṁ tuṇhī ahosiṁ, tamhāpi gāmā amuṁ gāmaṁ agacchiṁ, tatrāpi evaṁ aṭṭhāsiṁ, evaṁ nisīdiṁ, evaṁ abhāsiṁ, evaṁ tuṇhī ahosiṁ, somhi tamhā gāmā sakaṁyeva gāmaṁ paccāgato’ti. ",
  "dn2:94.2": "Evameva kho, mahārāja, bhikkhu evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:94.3": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe, ‘amutrāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "dn2:94.4": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:95.0": "4.3.3.7. Dibbacakkhuñāṇa ",
  "dn2:95.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:95.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti. ",
  "dn2:96.1": "Seyyathāpi, mahārāja, majjhe siṅghāṭake pāsādo. Tattha cakkhumā puriso ṭhito passeyya manusse gehaṁ pavisantepi nikkhamantepi rathikāyapi vīthiṁ sañcarante majjhe siṅghāṭake nisinnepi. Tassa evamassa: ‘ete manussā gehaṁ pavisanti, ete nikkhamanti, ete rathikāya vīthiṁ sañcaranti, ete majjhe siṅghāṭake nisinnā’ti. ",
  "dn2:96.2": "Evameva kho, mahārāja, bhikkhu evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:96.3": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate; yathākammūpage satte pajānāti. ",
  "dn2:96.4": "Idampi kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:97.0": "4.3.3.8. Āsavakkhayañāṇa ",
  "dn2:97.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:97.2": "So idaṁ dukkhanti yathābhūtaṁ pajānāti, ayaṁ dukkhasamudayoti yathābhūtaṁ pajānāti, ayaṁ dukkhanirodhoti yathābhūtaṁ pajānāti, ayaṁ dukkhanirodhagāminī paṭipadāti yathābhūtaṁ pajānāti. ",
  "dn2:97.3": "Ime āsavāti yathābhūtaṁ pajānāti, ayaṁ āsavasamudayoti yathābhūtaṁ pajānāti, ayaṁ āsavanirodhoti yathābhūtaṁ pajānāti, ayaṁ āsavanirodhagāminī paṭipadāti yathābhūtaṁ pajānāti. ",
  "dn2:97.4": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati, ",
  "dn2:97.5": "vimuttasmiṁ ‘vimuttam’iti ñāṇaṁ hoti, ",
  "dn2:97.6": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "dn2:98.1": "Seyyathāpi, mahārāja, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo. Tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakathalampi macchagumbampi carantampi tiṭṭhantampi. Tassa evamassa: ‘ayaṁ kho udakarahado accho vippasanno anāvilo. Tatrime sippisambukāpi sakkharakathalāpi macchagumbāpi carantipi tiṭṭhantipī’ti. ",
  "dn2:98.2": "Evameva kho, mahārāja, bhikkhu evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhinīharati abhininnāmeti. ",
  "dn2:98.3": "‘So idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "dn2:98.4": "‘Ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti. ",
  "dn2:98.5": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati, ",
  "dn2:98.6": "vimuttasmiṁ ‘vimuttam’iti ñāṇaṁ hoti, ",
  "dn2:98.7": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "dn2:98.8": "Idaṁ kho, mahārāja, sandiṭṭhikaṁ sāmaññaphalaṁ purimehi sandiṭṭhikehi sāmaññaphalehi abhikkantatarañca paṇītatarañca. ",
  "dn2:98.9": "Imasmā ca pana, mahārāja, sandiṭṭhikā sāmaññaphalā aññaṁ sandiṭṭhikaṁ sāmaññaphalaṁ uttaritaraṁ vā paṇītataraṁ vā natthī”ti. ",
  "dn2:99.0": "5. Ajātasattuupāsakattapaṭivedanā ",
  "dn2:99.1": "Evaṁ vutte, rājā māgadho ajātasattu vedehiputto bhagavantaṁ etadavoca: ",
  "dn2:99.2": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante. ",
  "dn2:99.3": "Seyyathāpi, bhante, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ, bhante, bhagavatā anekapariyāyena dhammo pakāsito. ",
  "dn2:99.4": "Esāhaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "dn2:99.5": "Upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gataṁ. ",
  "dn2:99.6": "Accayo maṁ, bhante, accagamā yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yohaṁ pitaraṁ dhammikaṁ dhammarājānaṁ issariyakāraṇā jīvitā voropesiṁ. ",
  "dn2:99.7": "Tassa me, bhante bhagavā, accayaṁ accayato paṭiggaṇhātu āyatiṁ saṁvarāyā”ti. ",
  "dn2:100.1": "“Taggha tvaṁ, mahārāja, accayo accagamā yathābālaṁ yathāmūḷhaṁ yathāakusalaṁ, yaṁ tvaṁ pitaraṁ dhammikaṁ dhammarājānaṁ jīvitā voropesi. ",
  "dn2:100.2": "Yato ca kho tvaṁ, mahārāja, accayaṁ accayato disvā yathādhammaṁ paṭikarosi, taṁ te mayaṁ paṭiggaṇhāma. ",
  "dn2:100.3": "Vuddhihesā, mahārāja, ariyassa vinaye, yo accayaṁ accayato disvā yathādhammaṁ paṭikaroti, āyatiṁ saṁvaraṁ āpajjatī”ti. ",
  "dn2:101.1": "Evaṁ vutte, rājā māgadho ajātasattu vedehiputto bhagavantaṁ etadavoca: ",
  "dn2:101.2": "“handa ca dāni mayaṁ, bhante, gacchāma bahukiccā mayaṁ bahukaraṇīyā”ti. ",
  "dn2:101.3": "“Yassadāni tvaṁ, mahārāja, kālaṁ maññasī”ti. ",
  "dn2:101.4": "Atha kho rājā māgadho ajātasattu vedehiputto bhagavato bhāsitaṁ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "dn2:102.1": "Atha kho bhagavā acirapakkantassa rañño māgadhassa ajātasattussa vedehiputtassa bhikkhū āmantesi: ",
  "dn2:102.2": "“khatāyaṁ, bhikkhave, rājā. ",
  "dn2:102.3": "Upahatāyaṁ, bhikkhave, rājā. ",
  "dn2:102.4": "Sacāyaṁ, bhikkhave, rājā pitaraṁ dhammikaṁ dhammarājānaṁ jīvitā na voropessatha, imasmiññeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ uppajjissathā”ti. ",
  "dn2:102.5": "Idamavoca bhagavā. ",
  "dn2:102.6": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "dn2:102.7": "Sāmaññaphalasuttaṁ niṭṭhitaṁ dutiyaṁ. "
}