{
  "dn5:0.1": "Dīgha Nikāya 5 ",
  "dn5:0.2": "Kūṭadantasutta ",
  "dn5:1.0": "1. Khāṇumatakabrāhmaṇagahapatikā ",
  "dn5:1.1": "Evaṁ me sutaṁ—",
  "dn5:1.2": "ekaṁ samayaṁ bhagavā magadhesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi yena khāṇumataṁ nāma magadhānaṁ brāhmaṇagāmo tadavasari. ",
  "dn5:1.3": "Tatra sudaṁ bhagavā khāṇumate viharati ambalaṭṭhikāyaṁ. ",
  "dn5:1.4": "Tena kho pana samayena kūṭadanto brāhmaṇo khāṇumataṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ raññā māgadhena seniyena bimbisārena dinnaṁ rājadāyaṁ brahmadeyyaṁ. ",
  "dn5:1.5": "Tena kho pana samayena kūṭadantassa brāhmaṇassa mahāyañño upakkhaṭo hoti. ",
  "dn5:1.6": "Satta ca usabhasatāni satta ca vacchatarasatāni satta ca vacchatarīsatāni satta ca ajasatāni satta ca urabbhasatāni thūṇūpanītāni honti yaññatthāya. ",
  "dn5:2.1": "Assosuṁ kho khāṇumatakā brāhmaṇagahapatikā: ",
  "dn5:2.2": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito magadhesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi khāṇumataṁ anuppatto khāṇumate viharati ambalaṭṭhikāyaṁ. ",
  "dn5:2.3": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn5:2.4": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "dn5:2.5": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "dn5:2.6": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "dn5:2.7": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "dn5:2.8": "Atha kho khāṇumatakā brāhmaṇagahapatikā khāṇumatā nikkhamitvā saṅghasaṅghī gaṇībhūtā yena ambalaṭṭhikā tenupasaṅkamanti. ",
  "dn5:3.1": "Tena kho pana samayena kūṭadanto brāhmaṇo uparipāsāde divāseyyaṁ upagato hoti. ",
  "dn5:3.2": "Addasā kho kūṭadanto brāhmaṇo khāṇumatake brāhmaṇagahapatike khāṇumatā nikkhamitvā saṅghasaṅghī gaṇībhūte yena ambalaṭṭhikā tenupasaṅkamante. ",
  "dn5:3.3": "Disvā khattaṁ āmantesi: ",
  "dn5:3.4": "“kiṁ nu kho, bho khatte, khāṇumatakā brāhmaṇagahapatikā khāṇumatā nikkhamitvā saṅghasaṅghī gaṇībhūtā yena ambalaṭṭhikā tenupasaṅkamantī”ti? ",
  "dn5:3.5": "“Atthi kho, bho, samaṇo gotamo sakyaputto sakyakulā pabbajito magadhesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi khāṇumataṁ anuppatto, khāṇumate viharati ambalaṭṭhikāyaṁ. ",
  "dn5:3.6": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn5:3.7": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "dn5:3.8": "Tamete bhavantaṁ gotamaṁ dassanāya upasaṅkamantī”ti. ",
  "dn5:4.1": "Atha kho kūṭadantassa brāhmaṇassa etadahosi: ",
  "dn5:4.2": "“sutaṁ kho pana metaṁ: ",
  "dn5:4.3": "‘samaṇo gotamo tividhaṁ yaññasampadaṁ soḷasaparikkhāraṁ jānātī’ti. ",
  "dn5:4.4": "Na kho panāhaṁ jānāmi tividhaṁ yaññasampadaṁ soḷasaparikkhāraṁ. ",
  "dn5:4.5": "Icchāmi cāhaṁ mahāyaññaṁ yajituṁ. ",
  "dn5:4.6": "Yannūnāhaṁ samaṇaṁ gotamaṁ upasaṅkamitvā tividhaṁ yaññasampadaṁ soḷasaparikkhāraṁ puccheyyan”ti. ",
  "dn5:4.7": "Atha kho kūṭadanto brāhmaṇo khattaṁ āmantesi: ",
  "dn5:4.8": "“tena hi, bho khatte, yena khāṇumatakā brāhmaṇagahapatikā tenupasaṅkama. upasaṅkamitvā khāṇumatake brāhmaṇagahapatike evaṁ vadehi: ",
  "dn5:4.9": "‘kūṭadanto, bho, brāhmaṇo evamāha—",
  "dn5:4.10": "āgamentu kira bhavanto, kūṭadantopi brāhmaṇo samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī’”ti. ",
  "dn5:4.11": "“Evaṁ, bho”ti kho so khattā kūṭadantassa brāhmaṇassa paṭissutvā yena khāṇumatakā brāhmaṇagahapatikā tenupasaṅkami. upasaṅkamitvā khāṇumatake brāhmaṇagahapatike etadavoca: ",
  "dn5:4.12": "“kūṭadanto, bho, brāhmaṇo evamāha: ",
  "dn5:4.13": "‘āgamentu kira bhonto, kūṭadantopi brāhmaṇo samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī’”ti. ",
  "dn5:5.0": "2. Kūṭadantaguṇakathā ",
  "dn5:5.1": "Tena kho pana samayena anekāni brāhmaṇasatāni khāṇumate paṭivasanti: ",
  "dn5:5.2": "“kūṭadantassa brāhmaṇassa mahāyaññaṁ anubhavissāmā”ti. ",
  "dn5:5.3": "Assosuṁ kho te brāhmaṇā: ",
  "dn5:5.4": "“kūṭadanto kira brāhmaṇo samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī”ti. ",
  "dn5:5.5": "Atha kho te brāhmaṇā yena kūṭadanto brāhmaṇo tenupasaṅkamiṁsu. upasaṅkamitvā kūṭadantaṁ brāhmaṇaṁ etadavocuṁ: ",
  "dn5:5.6": "“saccaṁ kira bhavaṁ kūṭadanto samaṇaṁ gotamaṁ dassanāya upasaṅkamissatī”ti? ",
  "dn5:5.7": "“Evaṁ kho me, bho, hoti: ",
  "dn5:5.8": "‘ahampi samaṇaṁ gotamaṁ dassanāya upasaṅkamissāmī’”ti. ",
  "dn5:6.1": "“Mā bhavaṁ kūṭadanto samaṇaṁ gotamaṁ dassanāya upasaṅkami. ",
  "dn5:6.2": "Na arahati bhavaṁ kūṭadanto samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:6.3": "Sace bhavaṁ kūṭadanto samaṇaṁ gotamaṁ dassanāya upasaṅkamissati, bhoto kūṭadantassa yaso hāyissati, samaṇassa gotamassa yaso abhivaḍḍhissati. ",
  "dn5:6.4": "Yampi bhoto kūṭadantassa yaso hāyissati, samaṇassa gotamassa yaso abhivaḍḍhissati, imināpaṅgena na arahati bhavaṁ kūṭadanto samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:6.5": "Samaṇo tveva gotamo arahati bhavantaṁ kūṭadantaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:6.6": "Bhavañhi kūṭadanto ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "dn5:6.7": "Yampi bhavaṁ kūṭadanto ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati bhavaṁ kūṭadanto samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:6.8": "Samaṇo tveva gotamo arahati bhavantaṁ kūṭadantaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:6.9": "Bhavañhi kūṭadanto aḍḍho mahaddhano mahābhogo pahūtavittūpakaraṇo pahūtajātarūparajato …pe… ",
  "dn5:6.10": "Bhavañhi kūṭadanto ajjhāyako mantadharo tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo …pe… ",
  "dn5:6.11": "Bhavañhi kūṭadanto abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …pe… ",
  "dn5:6.12": "Bhavañhi kūṭadanto sīlavā vuddhasīlī vuddhasīlena samannāgato …pe… ",
  "dn5:6.13": "Bhavañhi kūṭadanto kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā …pe… ",
  "dn5:6.14": "Bhavañhi kūṭadanto bahūnaṁ ācariyapācariyo tīṇi māṇavakasatāni mante vāceti, bahū kho pana nānādisā nānājanapadā māṇavakā āgacchanti bhoto kūṭadantassa santike mantatthikā mante adhiyitukāmā …pe… ",
  "dn5:6.15": "Bhavañhi kūṭadanto jiṇṇo vuddho mahallako addhagato vayoanuppatto. ",
  "dn5:6.16": "Samaṇo gotamo taruṇo ceva taruṇapabbajito ca …pe… ",
  "dn5:6.17": "Bhavañhi kūṭadanto rañño māgadhassa seniyassa bimbisārassa sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:6.18": "Bhavañhi kūṭadanto brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:6.19": "Bhavañhi kūṭadanto khāṇumataṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ raññā māgadhena seniyena bimbisārena dinnaṁ rājadāyaṁ brahmadeyyaṁ. ",
  "dn5:6.20": "Yampi bhavaṁ kūṭadanto khāṇumataṁ ajjhāvasati sattussadaṁ satiṇakaṭṭhodakaṁ sadhaññaṁ rājabhoggaṁ, raññā māgadhena seniyena bimbisārena dinnaṁ rājadāyaṁ brahmadeyyaṁ, imināpaṅgena na arahati bhavaṁ kūṭadanto samaṇaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:6.21": "Samaṇo tveva gotamo arahati bhavantaṁ kūṭadantaṁ dassanāya upasaṅkamitun”ti. ",
  "dn5:7.0": "3. Buddhaguṇakathā ",
  "dn5:7.1": "Evaṁ vutte, kūṭadanto brāhmaṇo te brāhmaṇe etadavoca: ",
  "dn5:7.2": "“Tena hi, bho, mamapi suṇātha, yathā mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamituṁ, ",
  "dn5:7.3": "na tveva arahati so bhavaṁ gotamo amhākaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:7.4": "Samaṇo khalu, bho, gotamo ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "dn5:7.5": "Yampi, bho, samaṇo gotamo ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati so bhavaṁ gotamo amhākaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:7.6": "Atha kho mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:7.7": "Samaṇo khalu, bho, gotamo mahantaṁ ñātisaṅghaṁ ohāya pabbajito …pe… ",
  "dn5:7.8": "Samaṇo khalu, bho, gotamo pahūtaṁ hiraññasuvaṇṇaṁ ohāya pabbajito bhūmigatañca vehāsaṭṭhaṁ ca …pe… ",
  "dn5:7.9": "Samaṇo khalu, bho, gotamo daharova samāno yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā agārasmā anagāriyaṁ pabbajito …pe… ",
  "dn5:7.10": "Samaṇo khalu, bho, gotamo akāmakānaṁ mātāpitūnaṁ assumukhānaṁ rudantānaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajito …pe… ",
  "dn5:7.11": "Samaṇo khalu, bho, gotamo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …pe… ",
  "dn5:7.12": "Samaṇo khalu, bho, gotamo sīlavā ariyasīlī kusalasīlī kusalasīlena samannāgato …pe… ",
  "dn5:7.13": "Samaṇo khalu, bho, gotamo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā …pe… ",
  "dn5:7.14": "Samaṇo khalu, bho, gotamo bahūnaṁ ācariyapācariyo …pe… ",
  "dn5:7.15": "Samaṇo khalu, bho, gotamo khīṇakāmarāgo vigatacāpallo …pe… ",
  "dn5:7.16": "Samaṇo khalu, bho, gotamo kammavādī kiriyavādī apāpapurekkhāro brahmaññāya pajāya …pe… ",
  "dn5:7.17": "Samaṇo khalu, bho, gotamo uccā kulā pabbajito asambhinnakhattiyakulā …pe… ",
  "dn5:7.18": "Samaṇo khalu, bho, gotamo aḍḍhā kulā pabbajito mahaddhanā mahābhogā …pe… ",
  "dn5:7.19": "Samaṇaṁ khalu, bho, gotamaṁ tiroraṭṭhā tirojanapadā pañhaṁ pucchituṁ āgacchanti …pe… ",
  "dn5:7.20": "Samaṇaṁ khalu, bho, gotamaṁ anekāni devatāsahassāni pāṇehi saraṇaṁ gatāni …pe… ",
  "dn5:7.21": "Samaṇaṁ khalu, bho, gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "dn5:7.22": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti …pe… ",
  "dn5:7.23": "Samaṇo khalu, bho, gotamo dvattiṁsamahāpurisalakkhaṇehi samannāgato …pe… ",
  "dn5:7.24": "Samaṇo khalu, bho, gotamo ehisvāgatavādī sakhilo sammodako abbhākuṭiko uttānamukho pubbabhāsī …pe… ",
  "dn5:7.25": "Samaṇo khalu, bho, gotamo catunnaṁ parisānaṁ sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:7.26": "Samaṇe khalu, bho, gotame bahū devā ca manussā ca abhippasannā …pe… ",
  "dn5:7.27": "Samaṇo khalu, bho, gotamo yasmiṁ gāme vā nigame vā paṭivasati na tasmiṁ gāme vā nigame vā amanussā manusse viheṭhenti …pe… ",
  "dn5:7.28": "Samaṇo khalu, bho, gotamo saṅghī gaṇī gaṇācariyo puthutitthakarānaṁ aggamakkhāyati, yathā kho pana, bho, etesaṁ samaṇabrāhmaṇānaṁ yathā vā tathā vā yaso samudāgacchati, na hevaṁ samaṇassa gotamassa yaso samudāgato. ",
  "dn5:7.29": "Atha kho anuttarāya vijjācaraṇasampadāya samaṇassa gotamassa yaso samudāgato …pe… ",
  "dn5:7.30": "Samaṇaṁ khalu, bho, gotamaṁ rājā māgadho seniyo bimbisāro saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṁ gato …pe… ",
  "dn5:7.31": "Samaṇaṁ khalu, bho, gotamaṁ rājā pasenadi kosalo saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṁ gato …pe… ",
  "dn5:7.32": "Samaṇaṁ khalu, bho, gotamaṁ brāhmaṇo pokkharasāti saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṁ gato …pe… ",
  "dn5:7.33": "Samaṇo khalu, bho, gotamo rañño māgadhassa seniyassa bimbisārassa sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:7.34": "Samaṇo khalu, bho, gotamo rañño pasenadissa kosalassa sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:7.35": "Samaṇo khalu, bho, gotamo brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito …pe… ",
  "dn5:7.36": "Samaṇo khalu, bho, gotamo khāṇumataṁ anuppatto khāṇumate viharati ambalaṭṭhikāyaṁ. ",
  "dn5:7.37": "Ye kho pana, bho, keci samaṇā vā brāhmaṇā vā amhākaṁ gāmakhettaṁ āgacchanti, atithī no te honti. ",
  "dn5:7.38": "Atithī kho panamhehi sakkātabbā garukātabbā mānetabbā pūjetabbā apacetabbā. ",
  "dn5:7.39": "Yampi, bho, samaṇo gotamo khāṇumataṁ anuppatto khāṇumate viharati ambalaṭṭhikāyaṁ, atithimhākaṁ samaṇo gotamo. ",
  "dn5:7.40": "Atithi kho panamhehi sakkātabbo garukātabbo mānetabbo pūjetabbo apacetabbo. ",
  "dn5:7.41": "Imināpaṅgena nārahati so bhavaṁ gotamo amhākaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:7.42": "Atha kho mayameva arahāma taṁ bhavantaṁ gotamaṁ dassanāya upasaṅkamituṁ. ",
  "dn5:7.43": "Ettake kho ahaṁ, bho, tassa bhoto gotamassa vaṇṇe pariyāpuṇāmi, no ca kho so bhavaṁ gotamo ettakavaṇṇo. ",
  "dn5:7.44": "Aparimāṇavaṇṇo hi so bhavaṁ gotamo”ti. ",
  "dn5:7.45": "Evaṁ vutte, te brāhmaṇā kūṭadantaṁ brāhmaṇaṁ etadavocuṁ: ",
  "dn5:7.46": "“yathā kho bhavaṁ kūṭadanto samaṇassa gotamassa vaṇṇe bhāsati, ito cepi so bhavaṁ gotamo yojanasate viharati, alameva saddhena kulaputtena dassanāya upasaṅkamituṁ api puṭosenā”ti. ",
  "dn5:7.47": "“Tena hi, bho, sabbeva mayaṁ samaṇaṁ gotamaṁ dassanāya upasaṅkamissāmā”ti. ",
  "dn5:8.0": "4. Mahāvijitarājayaññakathā ",
  "dn5:8.1": "Atha kho kūṭadanto brāhmaṇo mahatā brāhmaṇagaṇena saddhiṁ yena ambalaṭṭhikā yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavatā saddhiṁ sammodi. ",
  "dn5:8.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "dn5:8.3": "Khāṇumatakāpi kho brāhmaṇagahapatikā appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu; appekacce bhagavatā saddhiṁ sammodiṁsu, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu; appekacce yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu; appekacce nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu; appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu. ",
  "dn5:9.1": "Ekamantaṁ nisinno kho kūṭadanto brāhmaṇo bhagavantaṁ etadavoca: ",
  "dn5:9.2": "“sutaṁ metaṁ, bho gotama: ",
  "dn5:9.3": "‘samaṇo gotamo tividhaṁ yaññasampadaṁ soḷasaparikkhāraṁ jānātī’ti. ",
  "dn5:9.4": "Na kho panāhaṁ jānāmi tividhaṁ yaññasampadaṁ soḷasaparikkhāraṁ. ",
  "dn5:9.5": "Icchāmi cāhaṁ mahāyaññaṁ yajituṁ. ",
  "dn5:9.6": "Sādhu me bhavaṁ gotamo tividhaṁ yaññasampadaṁ soḷasaparikkhāraṁ desetū”ti. ",
  "dn5:9.7": "“Tena hi, brāhmaṇa, suṇāhi sādhukaṁ manasikarohi, bhāsissāmī”ti. ",
  "dn5:9.8": "“Evaṁ, bho”ti kho kūṭadanto brāhmaṇo bhagavato paccassosi. ",
  "dn5:9.9": "Bhagavā etadavoca: ",
  "dn5:10.1": "“bhūtapubbaṁ, brāhmaṇa, rājā mahāvijito nāma ahosi aḍḍho mahaddhano mahābhogo pahūtajātarūparajato pahūtavittūpakaraṇo pahūtadhanadhañño paripuṇṇakosakoṭṭhāgāro. ",
  "dn5:10.2": "Atha kho, brāhmaṇa, rañño mahāvijitassa rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "dn5:10.3": "‘adhigatā kho me vipulā mānusakā bhogā, mahantaṁ pathavimaṇḍalaṁ abhivijiya ajjhāvasāmi, yannūnāhaṁ mahāyaññaṁ yajeyyaṁ, yaṁ mama assa dīgharattaṁ hitāya sukhāyā’ti. ",
  "dn5:10.4": "Atha kho, brāhmaṇa, rājā mahāvijito purohitaṁ brāhmaṇaṁ āmantetvā etadavoca: ",
  "dn5:10.5": "‘idha mayhaṁ, brāhmaṇa, rahogatassa paṭisallīnassa evaṁ cetaso parivitakko udapādi: ",
  "dn5:10.6": "“adhigatā kho me vipulā mānusakā bhogā, mahantaṁ pathavimaṇḍalaṁ abhivijiya ajjhāvasāmi. Yannūnāhaṁ mahāyaññaṁ yajeyyaṁ yaṁ mama assa dīgharattaṁ hitāya sukhāyā”ti. ",
  "dn5:10.7": "Icchāmahaṁ, brāhmaṇa, mahāyaññaṁ yajituṁ. ",
  "dn5:10.8": "Anusāsatu maṁ bhavaṁ yaṁ mama assa dīgharattaṁ hitāya sukhāyā’ti. ",
  "dn5:11.1": "Evaṁ vutte, brāhmaṇa, purohito brāhmaṇo rājānaṁ mahāvijitaṁ etadavoca: ",
  "dn5:11.2": "‘bhoto kho rañño janapado sakaṇṭako sauppīḷo, gāmaghātāpi dissanti, nigamaghātāpi dissanti, nagaraghātāpi dissanti, panthaduhanāpi dissanti. ",
  "dn5:11.3": "Bhavaṁ kho pana rājā evaṁ sakaṇṭake janapade sauppīḷe balimuddhareyya, akiccakārī assa tena bhavaṁ rājā. ",
  "dn5:11.4": "Siyā kho pana bhoto rañño evamassa: ",
  "dn5:11.5": "“ahametaṁ dassukhīlaṁ vadhena vā bandhena vā jāniyā vā garahāya vā pabbājanāya vā samūhanissāmī”ti, na kho panetassa dassukhīlassa evaṁ sammā samugghāto hoti. ",
  "dn5:11.6": "Ye te hatāvasesakā bhavissanti, te pacchā rañño janapadaṁ viheṭhessanti. ",
  "dn5:11.7": "Api ca kho idaṁ saṁvidhānaṁ āgamma evametassa dassukhīlassa sammā samugghāto hoti. ",
  "dn5:11.8": "Tena hi bhavaṁ rājā ye bhoto rañño janapade ussahanti kasigorakkhe, tesaṁ bhavaṁ rājā bījabhattaṁ anuppadetu. ",
  "dn5:11.9": "Ye bhoto rañño janapade ussahanti vāṇijjāya, tesaṁ bhavaṁ rājā pābhataṁ anuppadetu. ",
  "dn5:11.10": "Ye bhoto rañño janapade ussahanti rājaporise, tesaṁ bhavaṁ rājā bhattavetanaṁ pakappetu. ",
  "dn5:11.11": "Te ca manussā sakammapasutā rañño janapadaṁ na viheṭhessanti; ",
  "dn5:11.12": "mahā ca rañño rāsiko bhavissati. ",
  "dn5:11.13": "Khemaṭṭhitā janapadā akaṇṭakā anuppīḷā. Manussā mudā modamānā ure putte naccentā apārutagharā maññe viharissantī’ti. ",
  "dn5:11.14": "‘Evaṁ, bho’ti kho, brāhmaṇa, rājā mahāvijito purohitassa brāhmaṇassa paṭissutvā ye rañño janapade ussahiṁsu kasigorakkhe, tesaṁ rājā mahāvijito bījabhattaṁ anuppadāsi. ",
  "dn5:11.15": "Ye ca rañño janapade ussahiṁsu vāṇijjāya, tesaṁ rājā mahāvijito pābhataṁ anuppadāsi. ",
  "dn5:11.16": "Ye ca rañño janapade ussahiṁsu rājaporise, tesaṁ rājā mahāvijito bhattavetanaṁ pakappesi. ",
  "dn5:11.17": "Te ca manussā sakammapasutā rañño janapadaṁ na viheṭhiṁsu, mahā ca rañño rāsiko ahosi. ",
  "dn5:11.18": "Khemaṭṭhitā janapadā akaṇṭakā anuppīḷā manussā mudā modamānā ure putte naccentā apārutagharā maññe vihariṁsu. ",
  "dn5:11.19": "Atha kho, brāhmaṇa, rājā mahāvijito purohitaṁ brāhmaṇaṁ āmantetvā etadavoca: ",
  "dn5:11.20": "‘samūhato kho me bhoto dassukhīlo, bhoto saṁvidhānaṁ āgamma mahā ca me rāsiko. ",
  "dn5:11.21": "Khemaṭṭhitā janapadā akaṇṭakā anuppīḷā manussā mudā modamānā ure putte naccentā apārutagharā maññe viharanti. ",
  "dn5:11.22": "Icchāmahaṁ brāhmaṇa mahāyaññaṁ yajituṁ. ",
  "dn5:11.23": "Anusāsatu maṁ bhavaṁ yaṁ mama assa dīgharattaṁ hitāya sukhāyā’ti. ",
  "dn5:12.0": "4.1. Catuparikkhāra ",
  "dn5:12.1": "Tena hi bhavaṁ rājā ye bhoto rañño janapade khattiyā ānuyantā negamā ceva jānapadā ca te bhavaṁ rājā āmantayataṁ: ‘icchāmahaṁ, bho, mahāyaññaṁ yajituṁ, anujānantu me bhavanto yaṁ mama assa dīgharattaṁ hitāya sukhāyā’ti. Ye bhoto rañño janapade amaccā pārisajjā negamā ceva jānapadā ca …pe… brāhmaṇamahāsālā negamā ceva jānapadā ca …pe… gahapatinecayikā negamā ceva jānapadā ca, te bhavaṁ rājā āmantayataṁ: ",
  "dn5:12.2": "‘icchāmahaṁ, bho, mahāyaññaṁ yajituṁ, anujānantu me bhavanto yaṁ mama assa dīgharattaṁ hitāya sukhāyā’ti. ",
  "dn5:12.3": "‘Evaṁ, bho’ti kho, brāhmaṇa, rājā mahāvijito purohitassa brāhmaṇassa paṭissutvā ye rañño janapade khattiyā ānuyantā negamā ceva jānapadā ca, te rājā mahāvijito āmantesi: ",
  "dn5:12.4": "‘icchāmahaṁ, bho, mahāyaññaṁ yajituṁ, anujānantu me bhavanto yaṁ mama assa dīgharattaṁ hitāya sukhāyā’ti. ",
  "dn5:12.5": "‘Yajataṁ bhavaṁ rājā yaññaṁ, yaññakālo, mahārājā’ti. ",
  "dn5:12.6": "Ye rañño janapade amaccā pārisajjā negamā ceva jānapadā ca …pe… brāhmaṇamahāsālā negamā ceva jānapadā ca …pe… gahapatinecayikā negamā ceva jānapadā ca, te rājā mahāvijito āmantesi: ",
  "dn5:12.7": "‘icchāmahaṁ, bho, mahāyaññaṁ yajituṁ. Anujānantu me bhavanto yaṁ mama assa dīgharattaṁ hitāya sukhāyā’ti. ",
  "dn5:12.8": "‘Yajataṁ bhavaṁ rājā yaññaṁ, yaññakālo, mahārājā’ti. ",
  "dn5:12.9": "Itime cattāro anumatipakkhā tasseva yaññassa parikkhārā bhavanti. ",
  "dn5:13.0": "4.2. Aṭṭhaparikkhāra ",
  "dn5:13.1": "Rājā mahāvijito aṭṭhahaṅgehi samannāgato—",
  "dn5:13.2": "ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "dn5:13.3": "abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya; ",
  "dn5:13.4": "aḍḍho mahaddhano mahābhogo pahūtajātarūparajato pahūtavittūpakaraṇo pahūtadhanadhañño paripuṇṇakosakoṭṭhāgāro; ",
  "dn5:13.5": "balavā caturaṅginiyā senāya samannāgato assavāya ovādapaṭikarāya sahati maññe paccatthike yasasā; ",
  "dn5:13.6": "saddho dāyako dānapati anāvaṭadvāro samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṁ opānabhūto puññāni karoti; ",
  "dn5:13.7": "bahussuto tassa tassa sutajātassa, tassa tasseva kho pana bhāsitassa atthaṁ jānāti: ",
  "dn5:13.8": "‘ayaṁ imassa bhāsitassa attho ayaṁ imassa bhāsitassa attho’ti; ",
  "dn5:13.9": "paṇḍito, viyatto, medhāvī, paṭibalo, atītānāgatapaccuppanne atthe cintetuṁ. ",
  "dn5:13.10": "Rājā mahāvijito imehi aṭṭhahaṅgehi samannāgato. ",
  "dn5:13.11": "Iti imānipi aṭṭhaṅgāni tasseva yaññassa parikkhārā bhavanti. ",
  "dn5:14.0": "4.3. Catuparikkhāra ",
  "dn5:14.1": "Purohito brāhmaṇo catūhaṅgehi samannāgato, ",
  "dn5:14.2": "ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "dn5:14.3": "ajjhāyako mantadharo tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo; ",
  "dn5:14.4": "sīlavā vuddhasīlī vuddhasīlena samannāgato; ",
  "dn5:14.5": "paṇḍito viyatto medhāvī paṭhamo vā dutiyo vā sujaṁ paggaṇhantānaṁ. ",
  "dn5:14.6": "Purohito brāhmaṇo imehi catūhaṅgehi samannāgato. ",
  "dn5:14.7": "Iti imānipi cattāri aṅgāni tasseva yaññassa parikkhārā bhavanti. ",
  "dn5:15.0": "4.4. Tissovidhā ",
  "dn5:15.1": "Atha kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa pubbeva yaññā tisso vidhā desesi. ",
  "dn5:15.2": "Siyā kho pana bhoto rañño mahāyaññaṁ yiṭṭhukāmassa kocideva vippaṭisāro: ",
  "dn5:15.3": "‘“mahā vata me bhogakkhandho vigacchissatī”ti, so bhotā raññā vippaṭisāro na karaṇīyo. ",
  "dn5:15.4": "Siyā kho pana bhoto rañño mahāyaññaṁ yajamānassa kocideva vippaṭisāro: ",
  "dn5:15.5": "“mahā vata me bhogakkhandho vigacchatī”ti, so bhotā raññā vippaṭisāro na karaṇīyo. ",
  "dn5:15.6": "Siyā kho pana bhoto rañño mahāyaññaṁ yiṭṭhassa kocideva vippaṭisāro: ",
  "dn5:15.7": "“mahā vata me bhogakkhandho vigato”ti, so bhotā raññā vippaṭisāro na karaṇīyo’ti. ",
  "dn5:15.8": "Imā kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa pubbeva yaññā tisso vidhā desesi. ",
  "dn5:16.0": "4.5. Dasaākāra ",
  "dn5:16.1": "Atha kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa pubbeva yaññā dasahākārehi paṭiggāhakesu vippaṭisāraṁ paṭivinesi. ",
  "dn5:16.2": "‘Āgamissanti kho bhoto yaññaṁ pāṇātipātinopi pāṇātipātā paṭiviratāpi. ",
  "dn5:16.3": "Ye tattha pāṇātipātino, tesaññeva tena. ",
  "dn5:16.4": "Ye tattha pāṇātipātā paṭiviratā, te ārabbha yajataṁ bhavaṁ, sajjataṁ bhavaṁ, modataṁ bhavaṁ, cittameva bhavaṁ antaraṁ pasādetu. ",
  "dn5:16.5": "Āgamissanti kho bhoto yaññaṁ adinnādāyinopi adinnādānā paṭiviratāpi …pe… ",
  "dn5:16.6": "kāmesu micchācārinopi kāmesumicchācārā paṭiviratāpi … ",
  "dn5:16.7": "musāvādinopi musāvādā paṭiviratāpi … ",
  "dn5:16.8": "pisuṇavācinopi pisuṇāya vācāya paṭiviratāpi … ",
  "dn5:16.9": "pharusavācinopi pharusāya vācāya paṭiviratāpi … ",
  "dn5:16.10": "samphappalāpinopi samphappalāpā paṭiviratāpi … ",
  "dn5:16.11": "abhijjhālunopi anabhijjhālunopi … ",
  "dn5:16.12": "byāpannacittāpi abyāpannacittāpi … ",
  "dn5:16.13": "micchādiṭṭhikāpi sammādiṭṭhikāpi …. ",
  "dn5:16.14": "Ye tattha micchādiṭṭhikā, tesaññeva tena. ",
  "dn5:16.15": "Ye tattha sammādiṭṭhikā, te ārabbha yajataṁ bhavaṁ, sajjataṁ bhavaṁ, modataṁ bhavaṁ, cittameva bhavaṁ antaraṁ pasādetū’ti. ",
  "dn5:16.16": "Imehi kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa pubbeva yaññā dasahākārehi paṭiggāhakesu vippaṭisāraṁ paṭivinesi. ",
  "dn5:17.0": "4.6. Soḷasākāra ",
  "dn5:17.1": "Atha kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa mahāyaññaṁ yajamānassa soḷasahākārehi cittaṁ sandassesi samādapesi samuttejesi sampahaṁsesi ",
  "dn5:17.2": "siyā kho pana bhoto rañño mahāyaññaṁ yajamānassa kocideva vattā: ",
  "dn5:17.3": "‘rājā kho mahāvijito mahāyaññaṁ yajati, no ca kho tassa āmantitā khattiyā ānuyantā negamā ceva jānapadā ca; ",
  "dn5:17.4": "atha ca pana bhavaṁ rājā evarūpaṁ mahāyaññaṁ yajatī’ti. ",
  "dn5:17.5": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.6": "Bhotā kho pana raññā āmantitā khattiyā ānuyantā negamā ceva jānapadā ca. ",
  "dn5:17.7": "Imināpetaṁ bhavaṁ rājā jānātu, yajataṁ bhavaṁ, sajjataṁ bhavaṁ, modataṁ bhavaṁ, cittameva bhavaṁ antaraṁ pasādetu. ",
  "dn5:17.8": "Siyā kho pana bhoto rañño mahāyaññaṁ yajamānassa kocideva vattā: ",
  "dn5:17.9": "‘rājā kho mahāvijito mahāyaññaṁ yajati, no ca kho tassa āmantitā amaccā pārisajjā negamā ceva jānapadā ca …pe… brāhmaṇamahāsālā negamā ceva jānapadā ca …pe… gahapatinecayikā negamā ceva jānapadā ca, atha ca pana bhavaṁ rājā evarūpaṁ mahāyaññaṁ yajatī’ti. ",
  "dn5:17.10": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.11": "Bhotā kho pana raññā āmantitā gahapatinecayikā negamā ceva jānapadā ca. ",
  "dn5:17.12": "Imināpetaṁ bhavaṁ rājā jānātu, yajataṁ bhavaṁ, sajjataṁ bhavaṁ, modataṁ bhavaṁ, cittameva bhavaṁ antaraṁ pasādetu. ",
  "dn5:17.13": "Siyā kho pana bhoto rañño mahāyaññaṁ yajamānassa kocideva vattā: ",
  "dn5:17.14": "‘rājā kho mahāvijito mahāyaññaṁ yajati, no ca kho ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, atha ca pana bhavaṁ rājā evarūpaṁ mahāyaññaṁ yajatī’ti. ",
  "dn5:17.15": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.16": "Bhavaṁ kho pana rājā ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "dn5:17.17": "Imināpetaṁ bhavaṁ rājā jānātu, yajataṁ bhavaṁ, sajjataṁ bhavaṁ, modataṁ bhavaṁ, cittameva bhavaṁ antaraṁ pasādetu. ",
  "dn5:17.18": "Siyā kho pana bhoto rañño mahāyaññaṁ yajamānassa kocideva vattā: ",
  "dn5:17.19": "‘rājā kho mahāvijito mahāyaññaṁ yajati no ca kho abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya …pe… ",
  "dn5:17.20": "no ca kho aḍḍho mahaddhano mahābhogo pahūtajātarūparajato pahūtavittūpakaraṇo pahūtadhanadhañño paripuṇṇakosakoṭṭhāgāro …pe… ",
  "dn5:17.21": "no ca kho balavā caturaṅginiyā senāya samannāgato assavāya ovādapaṭikarāya sahati maññe paccatthike yasasā …pe… ",
  "dn5:17.22": "no ca kho saddho dāyako dānapati anāvaṭadvāro samaṇabrāhmaṇakapaṇaddhikavaṇibbakayācakānaṁ opānabhūto puññāni karoti …pe… ",
  "dn5:17.23": "no ca kho bahussuto tassa tassa sutajātassa …pe… ",
  "dn5:17.24": "no ca kho tassa tasseva kho pana bhāsitassa atthaṁ jānāti: ",
  "dn5:17.25": "“ayaṁ imassa bhāsitassa attho, ayaṁ imassa bhāsitassa attho”ti …pe… ",
  "dn5:17.26": "no ca kho paṇḍito viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṁ, atha ca pana bhavaṁ rājā evarūpaṁ mahāyaññaṁ yajatī’ti. ",
  "dn5:17.27": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.28": "Bhavaṁ kho pana rājā paṇḍito viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṁ. ",
  "dn5:17.29": "Imināpetaṁ bhavaṁ rājā jānātu, yajataṁ bhavaṁ, sajjataṁ bhavaṁ, modataṁ bhavaṁ, cittameva bhavaṁ antaraṁ pasādetu. ",
  "dn5:17.30": "Siyā kho pana bhoto rañño mahāyaññaṁ yajamānassa kocideva vattā: ",
  "dn5:17.31": "‘rājā kho mahāvijito mahāyaññaṁ yajati. ",
  "dn5:17.32": "No ca khvassa purohito brāhmaṇo ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena; ",
  "dn5:17.33": "atha ca pana bhavaṁ rājā evarūpaṁ mahāyaññaṁ yajatī’ti. ",
  "dn5:17.34": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.35": "Bhoto kho pana rañño purohito brāhmaṇo ubhato sujāto mātito ca pitito ca saṁsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena. ",
  "dn5:17.36": "Imināpetaṁ bhavaṁ rājā jānātu, yajataṁ bhavaṁ, sajjataṁ bhavaṁ, modataṁ bhavaṁ, cittameva bhavaṁ antaraṁ pasādetu. ",
  "dn5:17.37": "Siyā kho pana bhoto rañño mahāyaññaṁ yajamānassa kocideva vattā: ",
  "dn5:17.38": "‘rājā kho mahāvijito mahāyaññaṁ yajati. ",
  "dn5:17.39": "No ca khvassa purohito brāhmaṇo ajjhāyako mantadharo tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo …pe… ",
  "dn5:17.40": "no ca khvassa purohito brāhmaṇo sīlavā vuddhasīlī vuddhasīlena samannāgato …pe… ",
  "dn5:17.41": "no ca khvassa purohito brāhmaṇo paṇḍito viyatto medhāvī paṭhamo vā dutiyo vā sujaṁ paggaṇhantānaṁ, atha ca pana bhavaṁ rājā evarūpaṁ mahāyaññaṁ yajatī’ti. ",
  "dn5:17.42": "Evampi bhoto rañño vattā dhammato natthi. ",
  "dn5:17.43": "Bhoto kho pana rañño purohito brāhmaṇo paṇḍito viyatto medhāvī paṭhamo vā dutiyo vā sujaṁ paggaṇhantānaṁ. ",
  "dn5:17.44": "Imināpetaṁ bhavaṁ rājā jānātu, yajataṁ bhavaṁ, sajjataṁ bhavaṁ, modataṁ bhavaṁ, cittameva bhavaṁ antaraṁ pasādetūti. ",
  "dn5:17.45": "Imehi kho, brāhmaṇa, purohito brāhmaṇo rañño mahāvijitassa mahāyaññaṁ yajamānassa soḷasahi ākārehi cittaṁ sandassesi samādapesi samuttejesi sampahaṁsesi. ",
  "dn5:18.1": "Tasmiṁ kho, brāhmaṇa, yaññe neva gāvo haññiṁsu, na ajeḷakā haññiṁsu, na kukkuṭasūkarā haññiṁsu, na vividhā pāṇā saṅghātaṁ āpajjiṁsu, na rukkhā chijjiṁsu yūpatthāya, na dabbhā lūyiṁsu barihisatthāya. ",
  "dn5:18.2": "Yepissa ahesuṁ dāsāti vā pessāti vā kammakarāti vā, tepi na daṇḍatajjitā na bhayatajjitā na assumukhā rudamānā parikammāni akaṁsu. ",
  "dn5:18.3": "Atha kho ye icchiṁsu, te akaṁsu, ye na icchiṁsu, na te akaṁsu; ",
  "dn5:18.4": "yaṁ icchiṁsu, taṁ akaṁsu, yaṁ na icchiṁsu, na taṁ akaṁsu. ",
  "dn5:18.5": "Sappitelanavanītadadhimadhuphāṇitena ceva so yañño niṭṭhānamagamāsi. ",
  "dn5:19.1": "Atha kho, brāhmaṇa, khattiyā ānuyantā negamā ceva jānapadā ca, amaccā pārisajjā negamā ceva jānapadā ca, brāhmaṇamahāsālā negamā ceva jānapadā ca, gahapatinecayikā negamā ceva jānapadā ca pahūtaṁ sāpateyyaṁ ādāya rājānaṁ mahāvijitaṁ upasaṅkamitvā evamāhaṁsu: ",
  "dn5:19.2": "‘idaṁ, deva, pahūtaṁ sāpateyyaṁ devaññeva uddissābhataṁ, taṁ devo paṭiggaṇhātū’ti. ",
  "dn5:19.3": "‘Alaṁ, bho, mamāpidaṁ pahūtaṁ sāpateyyaṁ dhammikena balinā abhisaṅkhataṁ; ",
  "dn5:19.4": "tañca vo hotu, ito ca bhiyyo harathā’ti. ",
  "dn5:19.5": "Te raññā paṭikkhittā ekamantaṁ apakkamma evaṁ samacintesuṁ: ",
  "dn5:19.6": "‘na kho etaṁ amhākaṁ patirūpaṁ, yaṁ mayaṁ imāni sāpateyyāni punadeva sakāni gharāni paṭihareyyāma. ",
  "dn5:19.7": "Rājā kho mahāvijito mahāyaññaṁ yajati, handassa mayaṁ anuyāgino homā’ti. ",
  "dn5:20.1": "Atha kho, brāhmaṇa, puratthimena yaññavāṭassa khattiyā ānuyantā negamā ceva jānapadā ca dānāni paṭṭhapesuṁ. ",
  "dn5:20.2": "Dakkhiṇena yaññavāṭassa amaccā pārisajjā negamā ceva jānapadā ca dānāni paṭṭhapesuṁ. ",
  "dn5:20.3": "Pacchimena yaññavāṭassa brāhmaṇamahāsālā negamā ceva jānapadā ca dānāni paṭṭhapesuṁ. ",
  "dn5:20.4": "Uttarena yaññavāṭassa gahapatinecayikā negamā ceva jānapadā ca dānāni paṭṭhapesuṁ. ",
  "dn5:20.5": "Tesupi kho, brāhmaṇa, yaññesu neva gāvo haññiṁsu, na ajeḷakā haññiṁsu, na kukkuṭasūkarā haññiṁsu, na vividhā pāṇā saṅghātaṁ āpajjiṁsu, na rukkhā chijjiṁsu yūpatthāya, na dabbhā lūyiṁsu barihisatthāya. ",
  "dn5:20.6": "Yepi nesaṁ ahesuṁ dāsāti vā pessāti vā kammakarāti vā, tepi na daṇḍatajjitā na bhayatajjitā na assumukhā rudamānā parikammāni akaṁsu. ",
  "dn5:20.7": "Atha kho ye icchiṁsu, te akaṁsu, ye na icchiṁsu, na te akaṁsu; ",
  "dn5:20.8": "yaṁ icchiṁsu, taṁ akaṁsu, yaṁ na icchiṁsu na taṁ akaṁsu. ",
  "dn5:20.9": "Sappitelanavanītadadhimadhuphāṇitena ceva te yaññā niṭṭhānamagamaṁsu. ",
  "dn5:20.10": "Iti cattāro ca anumatipakkhā, rājā mahāvijito aṭṭhahaṅgehi samannāgato, purohito brāhmaṇo catūhaṅgehi samannāgato; ",
  "dn5:20.11": "tisso ca vidhā. ",
  "dn5:20.12": "Ayaṁ vuccati, brāhmaṇa, tividhā yaññasampadā soḷasaparikkhārā”ti. ",
  "dn5:21.1": "Evaṁ vutte, te brāhmaṇā unnādino uccāsaddamahāsaddā ahesuṁ: ",
  "dn5:21.2": "“aho yañño, aho yaññasampadā”ti. ",
  "dn5:21.3": "Kūṭadanto pana brāhmaṇo tūṇhībhūtova nisinno hoti. ",
  "dn5:21.4": "Atha kho te brāhmaṇā kūṭadantaṁ brāhmaṇaṁ etadavocuṁ: ",
  "dn5:21.5": "“kasmā pana bhavaṁ kūṭadanto samaṇassa gotamassa subhāsitaṁ subhāsitato nābbhanumodatī”ti? ",
  "dn5:21.6": "“Nāhaṁ, bho, samaṇassa gotamassa subhāsitaṁ subhāsitato nābbhanumodāmi. ",
  "dn5:21.7": "Muddhāpi tassa vipateyya, yo samaṇassa gotamassa subhāsitaṁ subhāsitato nābbhanumodeyya. ",
  "dn5:21.8": "Api ca me, bho, evaṁ hoti—",
  "dn5:21.9": "samaṇo gotamo na evamāha: ",
  "dn5:21.10": "‘evaṁ me sutan’ti vā ‘evaṁ arahati bhavitun’ti vā; ",
  "dn5:21.11": "api ca samaṇo gotamo: ",
  "dn5:21.12": "‘evaṁ tadā āsi, itthaṁ tadā āsi’ tveva bhāsati. ",
  "dn5:21.13": "Tassa mayhaṁ bho evaṁ hoti: ",
  "dn5:21.14": "‘addhā samaṇo gotamo tena samayena rājā vā ahosi mahāvijito yaññassāmi purohito vā brāhmaṇo tassa yaññassa yājetā’ti. ",
  "dn5:21.15": "Abhijānāti pana bhavaṁ gotamo evarūpaṁ yaññaṁ yajitvā vā yājetvā vā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjitā”ti? ",
  "dn5:21.16": "“Abhijānāmahaṁ, brāhmaṇa, evarūpaṁ yaññaṁ yajitvā vā yājetvā vā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjitā, ahaṁ tena samayena purohito brāhmaṇo ahosiṁ tassa yaññassa yājetā”ti. ",
  "dn5:22.0": "5. Niccadānaanukulayañña ",
  "dn5:22.1": "“Atthi pana, bho gotama, añño yañño imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti? ",
  "dn5:22.2": "“Atthi kho, brāhmaṇa, añño yañño imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti. ",
  "dn5:22.3": "“Katamo pana so, bho gotama, yañño imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti? ",
  "dn5:22.4": "“Yāni kho pana tāni, brāhmaṇa, niccadānāni anukulayaññāni sīlavante pabbajite uddissa diyyanti; ",
  "dn5:22.5": "ayaṁ kho, brāhmaṇa, yañño imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti. ",
  "dn5:23.1": "“Ko nu kho, bho gotama, hetu ko paccayo, yena taṁ niccadānaṁ anukulayaññaṁ imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhatarañca appasamārambhatarañca mahapphalatarañca mahānisaṁsatarañcā”ti? ",
  "dn5:23.2": "“Na kho, brāhmaṇa, evarūpaṁ yaññaṁ upasaṅkamanti arahanto vā arahattamaggaṁ vā samāpannā. ",
  "dn5:23.3": "Taṁ kissa hetu? ",
  "dn5:23.4": "Dissanti hettha, brāhmaṇa, daṇḍappahārāpi galaggahāpi, tasmā evarūpaṁ yaññaṁ na upasaṅkamanti arahanto vā arahattamaggaṁ vā samāpannā. ",
  "dn5:23.5": "Yāni kho pana tāni, brāhmaṇa, niccadānāni anukulayaññāni sīlavante pabbajite uddissa diyyanti; ",
  "dn5:23.6": "evarūpaṁ kho, brāhmaṇa, yaññaṁ upasaṅkamanti arahanto vā arahattamaggaṁ vā samāpannā. ",
  "dn5:23.7": "Taṁ kissa hetu? ",
  "dn5:23.8": "Na hettha, brāhmaṇa, dissanti daṇḍappahārāpi galaggahāpi, tasmā evarūpaṁ yaññaṁ upasaṅkamanti arahanto vā arahattamaggaṁ vā samāpannā. ",
  "dn5:23.9": "Ayaṁ kho, brāhmaṇa, hetu ayaṁ paccayo, yena taṁ niccadānaṁ anukulayaññaṁ imāya tividhāya yaññasampadāya soḷasaparikkhārāya appaṭṭhatarañca appasamārambhatarañca mahapphalatarañca mahānisaṁsatarañcā”ti. ",
  "dn5:24.1": "“Atthi pana, bho gotama, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti? ",
  "dn5:24.2": "“Atthi kho, brāhmaṇa, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti. ",
  "dn5:24.3": "“Katamo pana so, bho gotama, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti? ",
  "dn5:24.4": "“Yo kho, brāhmaṇa, cātuddisaṁ saṅghaṁ uddissa vihāraṁ karoti, ayaṁ kho, brāhmaṇa, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti. ",
  "dn5:25.1": "“Atthi pana, bho gotama, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti? ",
  "dn5:25.2": "“Atthi kho, brāhmaṇa, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti. ",
  "dn5:25.3": "“Katamo pana so, bho gotama, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti? ",
  "dn5:25.4": "“Yo kho, brāhmaṇa, pasannacitto buddhaṁ saraṇaṁ gacchati, dhammaṁ saraṇaṁ gacchati, saṅghaṁ saraṇaṁ gacchati; ",
  "dn5:25.5": "ayaṁ kho, brāhmaṇa, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti. ",
  "dn5:26.1": "“Atthi pana, bho gotama, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti? ",
  "dn5:26.2": "“Atthi kho, brāhmaṇa, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti. ",
  "dn5:26.3": "“Katamo pana so, bho gotama, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti? ",
  "dn5:26.4": "“Yo kho, brāhmaṇa, pasannacitto sikkhāpadāni samādiyati—",
  "dn5:26.5": "pāṇātipātā veramaṇiṁ, adinnādānā veramaṇiṁ, kāmesumicchācārā veramaṇiṁ, musāvādā veramaṇiṁ, surāmerayamajjapamādaṭṭhānā veramaṇiṁ. ",
  "dn5:26.6": "Ayaṁ kho, brāhmaṇa, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti. ",
  "dn5:27.1": "“Atthi pana, bho gotama, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi imehi ca sikkhāpadehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti? ",
  "dn5:27.2": "“Atthi kho, brāhmaṇa, añño yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi imehi ca sikkhāpadehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti. ",
  "dn5:27.3": "“Katamo pana so, bho gotama, yañño imāya ca tividhāya yaññasampadāya soḷasaparikkhārāya iminā ca niccadānena anukulayaññena iminā ca vihāradānena imehi ca saraṇagamanehi imehi ca sikkhāpadehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cā”ti? ",
  "dn5:27.4": "“Idha, brāhmaṇa, tathāgato loke uppajjati arahaṁ sammāsambuddho …pe… ",
  "dn5:27.5": "Evaṁ kho, brāhmaṇa, bhikkhu sīlasampanno hoti …pe… ",
  "dn5:27.6": "paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "dn5:27.7": "Ayaṁ kho, brāhmaṇa, yañño purimehi yaññehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro ca …pe… ",
  "dn5:27.8": "Dutiyaṁ jhānaṁ … ",
  "dn5:27.9": "tatiyaṁ jhānaṁ … ",
  "dn5:27.10": "catutthaṁ jhānaṁ upasampajja viharati. ",
  "dn5:27.11": "Ayampi kho, brāhmaṇa, yañño purimehi yaññehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro cāti. …pe… ",
  "dn5:27.12": "Ñāṇadassanāya cittaṁ abhinīharati abhininnāmeti … ",
  "dn5:27.13": "ayampi kho, brāhmaṇa, yañño purimehi yaññehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro ca …pe… ",
  "dn5:27.14": "nāparaṁ itthattāyāti pajānāti. ",
  "dn5:27.15": "Ayampi kho, brāhmaṇa, yañño purimehi yaññehi appaṭṭhataro ca appasamārambhataro ca mahapphalataro ca mahānisaṁsataro ca. ",
  "dn5:27.16": "Imāya ca, brāhmaṇa, yaññasampadāya aññā yaññasampadā uttaritarā vā paṇītatarā vā natthī”ti. ",
  "dn5:28.0": "6. Kūṭadantaupāsakattapaṭivedanā ",
  "dn5:28.1": "Evaṁ vutte, kūṭadanto brāhmaṇo bhagavantaṁ etadavoca: ",
  "dn5:28.2": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "dn5:28.3": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito. ",
  "dn5:28.4": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "dn5:28.5": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gataṁ. ",
  "dn5:28.6": "Esāhaṁ, bho gotama, satta ca usabhasatāni satta ca vacchatarasatāni satta ca vacchatarīsatāni satta ca ajasatāni satta ca urabbhasatāni muñcāmi, jīvitaṁ demi, haritāni ceva tiṇāni khādantu, sītāni ca pānīyāni pivantu, sīto ca nesaṁ vāto upavāyatū”ti. ",
  "dn5:29.0": "7. Sotāpattiphalasacchikiriyā ",
  "dn5:29.1": "Atha kho bhagavā kūṭadantassa brāhmaṇassa anupubbiṁ kathaṁ kathesi, seyyathidaṁ—",
  "dn5:29.2": "dānakathaṁ sīlakathaṁ saggakathaṁ; kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nekkhamme ānisaṁsaṁ pakāsesi. ",
  "dn5:29.3": "Yadā bhagavā aññāsi kūṭadantaṁ brāhmaṇaṁ kallacittaṁ muducittaṁ vinīvaraṇacittaṁ udaggacittaṁ pasannacittaṁ, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā, taṁ pakāsesi—",
  "dn5:29.4": "dukkhaṁ samudayaṁ nirodhaṁ maggaṁ. ",
  "dn5:29.5": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya; ",
  "dn5:29.6": "evameva kūṭadantassa brāhmaṇassa tasmiññeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi: ",
  "dn5:29.7": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti. ",
  "dn5:30.1": "Atha kho kūṭadanto brāhmaṇo diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṁ etadavoca: ",
  "dn5:30.2": "“adhivāsetu me bhavaṁ gotamo svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "dn5:30.3": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "dn5:30.4": "Atha kho kūṭadanto brāhmaṇo bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "dn5:30.5": "Atha kho kūṭadanto brāhmaṇo tassā rattiyā accayena sake yaññavāṭe paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā bhagavato kālaṁ ārocāpesi: ",
  "dn5:30.6": "“kālo, bho gotama; niṭṭhitaṁ bhattan”ti. ",
  "dn5:30.7": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena kūṭadantassa brāhmaṇassa yaññavāṭo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. ",
  "dn5:30.8": "Atha kho kūṭadanto brāhmaṇo buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "dn5:30.9": "Atha kho kūṭadanto brāhmaṇo bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcaṁ āsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "dn5:30.10": "Ekamantaṁ nisinnaṁ kho kūṭadantaṁ brāhmaṇaṁ bhagavā dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā pakkāmīti. ",
  "dn5:30.11": "Kūṭadantasuttaṁ niṭṭhitaṁ pañcamaṁ. "
}