{
  "an7.67:0.1": "Nummerierte Lehrreden 7.67 ",
  "an7.67:0.2": "7. Das große Kapitel ",
  "an7.67:0.3": "Das Gleichnis von der Festungsstadt ",
  "an7.67:1.1": "„Mönche und Nonnen, wenn eine königliche Grenzfestung mit sieben wesentlichen Dingen gut bestückt ist und vier Arten von Lebensmitteln bekommen kann, wenn sie gebraucht werden, ohne Mühe und Not, ",
  "an7.67:1.2": "dann nennt man sie eine königliche Grenzfestung, die nicht von äußeren Feinden und Gegnern überrannt werden kann. ",
  "an7.67:2.1": "Was sind die sieben wesentlichen Dinge, mit denen eine Festung gut bestückt ist? ",
  "an7.67:2.2": "Zunächst hat da eine Festung eine Säule, die tief eingebettet und fest verankert ist, unerschütterlich und unverrückbar. ",
  "an7.67:2.3": "Das ist das erste wesentliche Ding, mit dem eine königliche Grenzfestung gut bestückt ist, um die, die drinnen sind, zu schützen und die, die draußen sind, abzuwehren. ",
  "an7.67:3.1": "Dann hat da eine Festung einen Graben, der tief und breit ist. ",
  "an7.67:3.2": "Das ist das zweite wesentliche Ding … ",
  "an7.67:4.1": "Dann hat da eine Festung einen Patrouillenweg, der hoch und breit ist. ",
  "an7.67:4.2": "Das ist das dritte wesentliche Ding … ",
  "an7.67:5.1": "Dann hat da eine Festung große Waffenlager sowohl mit Geschossen als auch mit Handwaffen. ",
  "an7.67:5.2": "Das ist das vierte wesentliche Ding … ",
  "an7.67:6.1": "Dann befinden sich da in einer Festung viele Arten von Streitkräften ",
  "an7.67:6.2": "wie Elefantentruppen, Reitertruppen, Streitwagentruppen, Bogenschützen, Fahnenträger, Schlachtordner, Proviantversorger, Kriegerfürsten, Prinzen, Schlachtrosse, große Krieger, Helden, Schildträger und Söhne von Leibeigenen. ",
  "an7.67:6.3": "Das ist das fünfte wesentliche Ding … ",
  "an7.67:7.1": "Dann hat da eine Festung einen Torwächter, der klug, fähig und verständig ist, der Fremde draußen lässt und Bekannte einlässt. ",
  "an7.67:7.2": "Das ist das sechste wesentliche Ding … ",
  "an7.67:8.1": "Dann hat da eine Festung einen Wall, der hoch und breit und mit einem Verputz versehen ist. ",
  "an7.67:8.2": "Das ist das siebte wesentliche Ding, mit dem eine königliche Grenzfestung gut bestückt ist, um die, die drinnen sind, zu schützen und die, die draußen sind, abzuwehren. ",
  "an7.67:8.3": "Mit diesen sieben wesentlichen Dinge ist eine Festung gut bestückt. ",
  "an7.67:9.1": "Was sind die vier Arten von Lebensmitteln, die eine Festung bekommen kann, wenn sie gebraucht werden, ohne Mühe und Not? ",
  "an7.67:9.2": "Zunächst hat da eine königliche Grenzfestung viel Heu, Holz und Wasser eingelagert, um denen, die drinnen sind, zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit zu dienen und die, die draußen sind, abzuwehren. ",
  "an7.67:10.1": "Dann hat da eine königliche Grenzfestung viel Reis und Gerste eingelagert für die, die drinnen sind. ",
  "an7.67:11.1": "Dann hat da eine königliche Grenzfestung viele Lebensmittel wie Sesam, Mungobohnen und Urdbohnen eingelagert für die, die drinnen sind. ",
  "an7.67:12.1": "Dann hat da eine königliche Grenzfestung viele Arzneimittel eingelagert ",
  "an7.67:12.2": "wie Ghee, Butter, Öl, Honig, Melasse und Salz –, um denen, die drinnen sind, zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit zu dienen und die, die draußen sind, abzuwehren. ",
  "an7.67:12.3": "Diese vier Arten von Lebensmitteln kann eine Festung bekommen, wenn sie gebraucht werden, ohne Mühe und Not. ",
  "an7.67:13.1": "Wenn eine königliche Grenzfestung mit sieben wesentlichen Dingen gut bestückt ist und vier Arten von Lebensmitteln bekommen kann, wenn sie gebraucht werden, ohne Mühe und Not, ",
  "an7.67:13.2": "dann nennt man sie eine königliche Grenzfestung, die nicht von äußeren Feinden und Gegnern überrannt werden kann. ",
  "an7.67:13.3": "Ebenso ist es, wenn ein edler Schüler sieben gute Eigenschaften besitzt und die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – erlangt, wann immer er will, ohne Mühe und Not: ",
  "an7.67:13.4": "Dann nennt man ihn einen edlen Schüler, der nicht von Māra, dem Bösen, überrannt werden kann. ",
  "an7.67:13.5": "Was sind die sieben guten Eigenschaften, die er besitzt? ",
  "an7.67:14.1": "So wie eine Festung eine Säule hat, die tief eingebettet und fest verankert ist, unerschütterlich und unverrückbar, um die, die drinnen sind, zu schützen und die, die draußen sind, abzuwehren, ",
  "an7.67:14.2": "ebenso hat ein edler Schüler Vertrauen zum Erwachen des Klargewordenen: ",
  "an7.67:14.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an7.67:14.4": "Ein edler Schüler mit Vertrauen als Säule gibt das Untaugliche auf und entwickelt das Taugliche, ",
  "an7.67:14.5": "er gibt das Tadelnswerte auf und entwickelt das, was ohne Tadel ist, ",
  "an7.67:14.6": "und ist innerlich rein. ",
  "an7.67:14.7": "Das ist die erste gute Eigenschaft, die er besitzt. ",
  "an7.67:15.1": "So wie eine Festung einen Graben hat, der tief und breit ist, ",
  "an7.67:15.2": "ebenso hat ein edler Schüler ein Gewissen. Er hat Gewissensbisse bei Fehlverhalten mit dem Körper, der Sprache und dem Geist und beim Erwerb schlechter, untauglicher Eigenschaften. ",
  "an7.67:15.3": "Ein edler Schüler mit einem Gewissen als Graben gibt das Untaugliche auf und entwickelt das Taugliche, ",
  "an7.67:15.4": "er gibt das Tadelnswerte auf und entwickelt das, was ohne Tadel ist, ",
  "an7.67:15.5": "und ist innerlich rein. ",
  "an7.67:15.6": "Das ist die zweite gute Eigenschaft, die er besitzt. ",
  "an7.67:16.1": "So wie eine Festung einen Patrouillenweg hat, der hoch und breit ist, ",
  "an7.67:16.2": "ebenso ist ein edler Schüler zurückhaltend. Er ist zurückhaltend, wenn es um Fehlverhalten mit dem Körper, der Sprache und dem Geist und um den Erwerb schlechter, untauglicher Eigenschaften geht. ",
  "an7.67:16.3": "Ein edler Schüler mit Zurückhaltung als Patrouillenweg gibt das Untaugliche auf und entwickelt das Taugliche, ",
  "an7.67:16.4": "er gibt das Tadelnswerte auf und entwickelt das, was ohne Tadel ist, ",
  "an7.67:16.5": "und ist innerlich rein. ",
  "an7.67:16.6": "Das ist die dritte gute Eigenschaft, die er besitzt. ",
  "an7.67:17.1": "So wie eine Festung große Waffenlager hat sowohl mit Geschossen als auch mit Handwaffen, ",
  "an7.67:17.2": "ebenso ist ein edler Schüler sehr gelehrt, erinnert und behält, was er gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die ein geistliches Leben beschreiben, das in sich geschlossen und rein ist. Er ist sehr gelehrt in diesen Lehren, erinnert sie, festigt sie, indem er sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an7.67:17.3": "Ein edler Schüler mit Gelehrsamkeit als Waffe gibt das Untaugliche auf und entwickelt das Taugliche, ",
  "an7.67:17.4": "er gibt das Tadelnswerte auf und entwickelt das, was ohne Tadel ist, ",
  "an7.67:17.5": "und ist innerlich rein. ",
  "an7.67:17.6": "Das ist die vierte gute Eigenschaft, die er besitzt. ",
  "an7.67:18.1": "So wie sich in einer Festung viele Arten von Streitkräften befinden … ",
  "an7.67:18.3": "ebenso ist ein edler Schüler energisch. Er lebt so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an7.67:18.4": "Ein edler Schüler mit Energie als seinen Streitkräften gibt das Untaugliche auf und entwickelt das Taugliche, ",
  "an7.67:18.5": "er gibt das Tadelnswerte auf und entwickelt das, was ohne Tadel ist, ",
  "an7.67:18.6": "und ist innerlich rein. ",
  "an7.67:18.7": "Das ist die fünfte gute Eigenschaft, die er besitzt. ",
  "an7.67:19.1": "So wie eine Festung einen Torwächter hat, der klug, fähig und verständig ist, der Fremde draußen lässt und Bekannte einlässt, ",
  "an7.67:19.2": "ebenso ist ein edler Schüler achtsam. Er besitzt äußerste Achtsamkeit und Wachheit, und an Dinge, die vor langer Zeit getan oder gesagt wurden, kann er sich erinnern und sie sich ins Gedächtnis rufen. ",
  "an7.67:19.3": "Ein edler Schüler mit Achtsamkeit als Torwächter gibt das Untaugliche auf und entwickelt das Taugliche, ",
  "an7.67:19.4": "er gibt das Tadelnswerte auf und entwickelt das, was ohne Tadel ist, ",
  "an7.67:19.5": "und ist innerlich rein. ",
  "an7.67:19.6": "Das ist die sechste gute Eigenschaft, die er besitzt. ",
  "an7.67:20.1": "So wie eine Festung einen Wall hat, der hoch und breit und mit einem Verputz versehen ist, um die, die drinnen sind, zu schützen und die, die draußen sind, abzuwehren, ",
  "an7.67:20.2": "ebenso ist ein edler Schüler weise. Er besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "an7.67:20.3": "Ein edler Schüler mit Weisheit als Wall gibt das Untaugliche auf und entwickelt das Taugliche, ",
  "an7.67:20.4": "er gibt das Tadelnswerte auf und entwickelt das, was ohne Tadel ist, ",
  "an7.67:20.5": "und ist innerlich rein. ",
  "an7.67:20.6": "Das ist die siebte gute Eigenschaft, die er besitzt. ",
  "an7.67:20.7": "Das sind die sieben guten Eigenschaften, die ein edler Schüler besitzt. ",
  "an7.67:21.1": "Und was sind die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören –, die er erlangt, wann immer er will, ohne Mühe und Not? ",
  "an7.67:21.2": "So wie eine königliche Grenzfestung viel Heu, Holz und Wasser eingelagert hat, um denen, die drinnen sind, zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit zu dienen und die, die draußen sind, abzuwehren, ",
  "an7.67:21.3": "ebenso tritt da ein edler Schüler, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "an7.67:21.4": "Das dient ihm selbst zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit und dazu, beim Erlöschen anzukommen. ",
  "an7.67:22.1": "So wie eine königliche Grenzfestung viel Reis und Gerste eingelagert hat, ",
  "an7.67:22.2": "ebenso tritt ein edler Schüler, wenn das Ausrichten und Halten des Geistes sich beruhigt, in die zweite Vertiefung ein und verweilt darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und Zuversicht und geeintem Geist, ohne Ausrichten und Halten. ",
  "an7.67:22.3": "Das dient ihm selbst zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit und dazu, beim Erlöschen anzukommen. ",
  "an7.67:23.1": "So wie eine königliche Grenzfestung viele Lebensmittel wie Sesam, Mungobohnen und Urdbohnen eingelagert hat, ",
  "an7.67:23.2": "ebenso tritt ein edler Schüler mit dem Schwinden der Ekstase in die dritte Vertiefung ein und verweilt darin; da meditiert er mit Gleichmut, achtsam und umsichtig, und erfährt persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "an7.67:23.3": "Das dient ihm selbst zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit und dazu, beim Erlöschen anzukommen. ",
  "an7.67:24.1": "So wie eine königliche Grenzfestung viele Arzneimittel eingelagert hat ",
  "an7.67:24.2": "wie Ghee, Butter, Öl, Honig, Melasse und Salz –, um denen, die drinnen sind, zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit zu dienen und die, die draußen sind, abzuwehren, ",
  "an7.67:24.3": "ebenso gibt ein edler Schüler Glück und Schmerz auf, und mit dem Enden früherer Fröhlichkeit und Traurigkeit tritt er in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an7.67:24.4": "Das dient ihm selbst zum Vergnügen, zur Annehmlichkeit und Bequemlichkeit und dazu, beim Erlöschen anzukommen. ",
  "an7.67:24.5": "Das sind die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören –, die er erlangt, wann immer er will, ohne Mühe und Not. ",
  "an7.67:25.1": "Wenn ein edler Schüler diese sieben guten Eigenschaften besitzt und die vier Vertiefungen – Zustände seliger Meditation in diesem Leben, die zum hohen Geist gehören – erlangt, wann immer er will, ohne Mühe und Not, ",
  "an7.67:25.2": "dann nennt man ihn einen edlen Schüler, der nicht von Māra, dem Bösen, überrannt werden kann.“ "
}