{
  "an7.74:0.1": "Nummerierte Lehrreden 7.74 ",
  "an7.74:0.2": "7. Das große Kapitel ",
  "an7.74:0.3": "Über Araka ",
  "an7.74:1.1": "„Mönche und Nonnen, es war einmal ein Lehrer mit Namen Araka. Der war ein Religionsstifter und war frei von Begierde nach Sinnenfreuden. ",
  "an7.74:1.2": "Er hatte viele hundert Schüler ",
  "an7.74:1.3": "und er lehrte sie folgendermaßen: ",
  "an7.74:1.4": "‚Brahmanen, das menschliche Leben ist kurz, knapp und flüchtig, voller Leiden und Bedrängnis. Seid bedacht und wacht auf! Tut das Gute und führt das geistliche Leben, denn niemand, der geboren ist, kann dem Tod entrinnen. ",
  "an7.74:2.1": "Wie ein Tautropfen an der Spitze eines Grashalms: Wenn die Sonne aufgeht, verdunstet er rasch und bleibt nicht lange erhalten. ",
  "an7.74:2.2": "Ebenso gleicht das menschliche Leben einem Tautropfen: Es ist kurz und flüchtig, voller Leiden und Bedrängnis. Seid bedacht und wacht auf! Tut das Gute und führt das geistliche Leben, denn niemand, der geboren ist, kann dem Tod entrinnen. ",
  "an7.74:3.1": "Wie wenn der Regen in dicken Tropfen herabprasselt: Die Wasserblasen verschwinden rasch und bleiben nicht lange erhalten. ",
  "an7.74:3.2": "Ebenso gleicht das menschliche Leben einer Wasserblase … ",
  "an7.74:4.1": "Wie wenn man eine Linie ins Wasser zeichnet: Sie verschwindet rasch und bleibt nicht lange erhalten. ",
  "an7.74:4.2": "Ebenso gleicht das menschliche Leben einer ins Wasser gezeichneten Linie … ",
  "an7.74:5.1": "Wie ein Gebirgsfluss, der weit fortströmt, rasch dahinfließt und alles mit sich fortreißt: Er kehrt nicht für einen Moment, eine Sekunde, einen Augenblick um, sondern läuft, rollt und fließt weiter. ",
  "an7.74:5.2": "Ebenso gleicht das menschliche Leben einem Gebirgsfluss … ",
  "an7.74:6.1": "Wie ein starker Mann, der auf seiner Zungenspitze einen Speichelklumpen gebildet hat: Er könnte ihn leicht ausspucken. ",
  "an7.74:6.2": "Ebenso gleicht das menschliche Leben einem Speichelklumpen … ",
  "an7.74:7.1": "Wie eine Eisenpfanne, die den ganzen Tag erhitzt wurde: Wenn man einen Fleischbrocken hineinwerfen würde, würde er rasch zerfallen und nicht lange erhalten bleiben. ",
  "an7.74:7.2": "Ebenso gleicht das menschliche Leben einem Fleischbrocken … ",
  "an7.74:8.1": "Wie eine Kuh, die zum Schlachthaus geführt wird: Mit jedem Schritt kommt sie dem Schlachten näher, dem Tod näher. ",
  "an7.74:8.2": "Ebenso gleicht das menschliche Leben einer Kuh, die geschlachtet wird: Es ist kurz und flüchtig, voller Leiden und Bedrängnis. Seid bedacht und wacht auf! Tut das Gute und führt das geistliche Leben, denn niemand, der geboren ist, kann dem Tod entrinnen.‘ ",
  "an7.74:9.1": "Nun hatten damals, Mönche und Nonnen, die Menschen eine Lebensdauer von 60.000 Jahren. Mädchen kamen mit 500 Jahren ins heiratsfähige Alter. ",
  "an7.74:9.2": "Und die Menschen hatten damals nur sechs Beschwerden: ",
  "an7.74:9.3": "Kälte, Hitze, Hunger, Durst, Stuhl- und Harndrang. ",
  "an7.74:9.4": "Und obwohl die Menschen so lange lebten und fortbestanden und so wenig Beschwerden hatten, lehrte Araka dennoch: ",
  "an7.74:9.5": "‚Das menschliche Leben ist kurz, knapp und flüchtig, voller Leiden und Bedrängnis. Seid bedacht und wacht auf! Tut das Gute und führt das geistliche Leben, denn niemand, der geboren ist, kann dem Tod entrinnen.‘ ",
  "an7.74:10.1": "Heutzutage würde man zu Recht sagen: ",
  "an7.74:10.2": "‚Das menschliche Leben ist kurz, knapp und flüchtig, voller Leiden und Bedrängnis. Seid bedacht und wacht auf! Tut das Gute und führt das geistliche Leben, denn niemand, der geboren ist, kann dem Tod entrinnen.‘ ",
  "an7.74:10.3": "Denn heutzutage dauert ein langes Leben hundert Jahre oder ein wenig länger. ",
  "an7.74:10.4": "Wenn man hundert Jahre lebt, gibt es gerade einmal dreihundert Jahreszeiten: ",
  "an7.74:10.5": "hundert Winter, hundert Sommer und hundert Regenzeiten. ",
  "an7.74:10.6": "Wenn man dreihundert Jahreszeiten lebt, gibt es gerade einmal zwölfhundert Monate: ",
  "an7.74:10.7": "vierhundert Wintermonate, vierhundert Sommermonate und vierhundert Regenzeitmonate. ",
  "an7.74:10.8": "Wenn man zwölfhundert Monate lebt, gibt es gerade einmal 2.400 halbe Monate: ",
  "an7.74:10.9": "achthundert im Winter, achthundert im Sommer und achthundert in der Regenzeit. ",
  "an7.74:10.10": "Wenn man 2.400 halbe Monate lebt, gibt es gerade einmal 36.000 Tage: ",
  "an7.74:10.11": "12.000 Wintertage, 12.000 Sommertage und 12.000 Regenzeittage. ",
  "an7.74:10.12": "Wenn man 36.000 Tage lebt, nimmt man gerade einmal 72.000 Mahlzeiten ein: ",
  "an7.74:10.13": "24.000 im Winter, 24.000 im Sommer und 24.000 in der Regenzeit, wenn man das Gestilltwerden und die Verhinderung einer Mahlzeit mitzählt. ",
  "an7.74:11.1": "So wird eine Mahlzeit verhindert: Wenn man zornig ist, wenn man Schmerzen hat, wenn man krank ist, wenn man den Besinnungstag einhält oder wenn man nichts zu essen bekommt, isst man nichts. ",
  "an7.74:11.2": "Mönche und Nonnen, ich habe euch für einen Menschen mit einer Lebensdauer von hundert Jahren die Lebensdauer berechnet, die Grenze der Lebensdauer, die Jahreszeiten, die Jahre, die Monate, die halben Monate, die Nächte, die Tage, die Mahlzeiten und was einen am Essen hindert. ",
  "an7.74:11.3": "Aus Anteilnahme habe ich getan, was ein Lehrer, der auf das Wohl seiner Schüler bedacht ist, tun sollte. ",
  "an7.74:11.4": "Hier sind Plätze am Fuß von Bäumen, und hier sind leere Hütten. Übt die Vertiefungen, Mönche und Nonnen! Seid nicht nachlässig! Nicht, dass ihr es später bereut! Das ist meine Anweisung für euch.“ "
}