{
  "an7.73:0.1": "Nummerierte Lehrreden 7.73 ",
  "an7.73:0.2": "7. Das große Kapitel ",
  "an7.73:0.3": "Über Sunetta ",
  "an7.73:1.1": "„Es war einmal ein Lehrer mit Namen Sunetta. Der war ein Religionsstifter und war von sinnlichem Verlangen frei. ",
  "an7.73:1.2": "Er hatte viele hundert Schüler. ",
  "an7.73:1.3": "Er lehrte sie den Weg zur Wiedergeburt in der Gemeinschaft mit Brahmā. ",
  "an7.73:1.4": "Die, die keine Zuversicht zu Sunetta hatten, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an7.73:1.5": "Die, die voller Zuversicht zu Sunetta waren, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "an7.73:2.1": "Es war einmal ein Lehrer mit Namen Mūgapakkha … ",
  "an7.73:2.2": "ein Lehrer mit Namen Aranemi … ",
  "an7.73:2.3": "ein Lehrer mit Namen Kuddālaka … ",
  "an7.73:2.4": "ein Lehrer mit Namen Hatthipāla … ",
  "an7.73:2.5": "ein Lehrer mit Namen Jotipāla … ",
  "an7.73:2.6": "und ein Lehrer mit Namen Araka. Der war ein Religionsstifter und war von sinnlichem Verlangen frei. ",
  "an7.73:2.7": "Er hatte viele hundert Schüler. ",
  "an7.73:2.8": "Er lehrte sie den Weg zur Wiedergeburt in der Gemeinschaft mit Brahmā. ",
  "an7.73:2.9": "Die, die keine Zuversicht zu Araka hatten, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an7.73:2.10": "Die, die voller Zuversicht zu Araka waren, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in einer himmlischen Welt. ",
  "an7.73:3.1": "Was meint ihr, Mönche und Nonnen? ",
  "an7.73:3.2": "Wenn jemand diese sieben Lehrer mit ihren Hunderten von Anhängern in böswilliger Absicht beschimpft und beleidigt, würde der nicht viel schlechtes Karma schaffen?“ ",
  "an7.73:3.3": "„Ja, Herr.“ ",
  "an7.73:3.4": "„Er würde in der Tat viel schlechtes Karma schaffen, Mönche und Nonnen. ",
  "an7.73:3.5": "Aber jemand, der einen einzigen Menschen, der die Ansicht vervollkommnet hat, in böswilliger Absicht beschimpft und beleidigt, schafft noch viel mehr schlechtes Karma. ",
  "an7.73:3.6": "Und warum? ",
  "an7.73:3.7": "Ich sage, kein Schaden, der unter Außenstehenden angerichtet wird, lässt sich mit dem vergleichen, was man seinen eigenen geistlichen Gefährten antut. ",
  "an7.73:4.1": "Daher sollt ihr euch so schulen: ",
  "an7.73:4.2": "‚Wir wollen gegenüber unseren geistlichen Gefährten keine böswillige Absicht hegen.‘ ",
  "an7.73:4.3": "So sollt ihr euch schulen.“ "
}