{
  "an7.47:0.1": "Nummerierte Lehrreden 7.47 ",
  "an7.47:0.2": "5. Das Kapitel über ein großes Opfer ",
  "an7.47:0.3": "Feuer (2) ",
  "an7.47:1.1": "Nun hatte zu dieser Zeit der Brahmane Uggatasarīra ein großes Opfer vorbereitet. ",
  "an7.47:1.2": "Je 500 Stiere, Ochsen, Färsen, Ziegen und Widder waren zum Opfer an den Pfahl geführt worden. ",
  "an7.47:1.3": "Dann ging der Brahmane Uggatasarīra zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an7.47:1.4": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an7.47:2.1": "„Meister Gotama, ich habe gehört, das Opferfeuer zu entzünden und den Opferpfahl zu errichten, bringe reiche Frucht und reichen Segen.“ ",
  "an7.47:2.2": "„Ich habe das auch gehört, Brahmane.“ ",
  "an7.47:2.3": "Zum zweiten ",
  "an7.47:2.4": "und zum dritten Mal sagte Uggatasarīra zum Buddha: ",
  "an7.47:2.5": "„Meister Gotama, ich habe gehört, das Opferfeuer zu entzünden und den Opferpfahl zu errichten, bringe reiche Frucht und reichen Segen.“ ",
  "an7.47:2.6": "„Ich habe das auch gehört, Brahmane.“ ",
  "an7.47:2.7": "„Dann sind Meister Gotama und ich über diese Sache ja völlig einer Meinung.“ ",
  "an7.47:3.1": "Daraufhin sagte der Ehrwürdige Ānanda zu Uggatasarīra: ",
  "an7.47:3.2": "„Brahmane, du solltest den Buddha nicht auf diese Art fragen. ",
  "an7.47:3.4": "Du solltest ihn so fragen: ",
  "an7.47:3.5": "‚Herr, ich will das Opferfeuer entzünden und den Opferpfahl errichten. ",
  "an7.47:3.6": "Dass der Buddha mich bitte unterweise ",
  "an7.47:3.7": "und anleite. Das wird zu meinem langanhaltenden Nutzen und Glück sein.‘“ ",
  "an7.47:4.1": "Und Uggatasarīra sagte zum Buddha: ",
  "an7.47:4.2": "„Herr, ich will das Opferfeuer entzünden und den Opferpfahl errichten. ",
  "an7.47:4.3": "Dass der Buddha mich bitte unterweise ",
  "an7.47:4.4": "und anleite. Das wird zu meinem langanhaltenden Nutzen und Glück sein.“ ",
  "an7.47:5.1": "„Noch bevor man das Opferfeuer entzündet und den Opferpfahl errichtet, richtet man drei untaugliche Messer auf, die zu Leiden heranreifen und Leiden als Ergebnis haben. ",
  "an7.47:5.2": "Welche drei? ",
  "an7.47:5.3": "Das Messer des Körpers, der Sprache und des Geistes. ",
  "an7.47:5.4": "Noch bevor man das Opferfeuer entzündet und den Opferpfahl errichtet, bringt man den Gedanken hervor: ",
  "an7.47:5.5": "‚All diese Stiere, Ochsen, Färsen, Ziegen und Widder sollen für das Opfer geschlachtet werden!‘ ",
  "an7.47:5.6": "Man denkt: ‚Ich will Verdienst schaffen‘ und schafft dabei schlechtes Karma. Man denkt: ‚Ich will Gutes tun‘ und tut dabei Schlechtes. Man denkt: ‚Ich will den Pfad zu einer guten Wiedergeburt suchen‘ und sucht dabei den Pfad zu einer schlechten Wiedergeburt. ",
  "an7.47:5.7": "Noch bevor man das Opferfeuer entzündet und den Opferpfahl errichtet, richtet man dieses erste untaugliche Messer des Geistes auf, das zu Leiden heranreift und Leiden als Ergebnis hat. ",
  "an7.47:6.1": "Dann sagt man, noch bevor man das Opferfeuer entzündet und den Opferpfahl errichtet, etwas wie: ",
  "an7.47:6.2": "‚All diese Stiere, Ochsen, Färsen, Ziegen und Widder sollen für das Opfer geschlachtet werden!‘ ",
  "an7.47:6.3": "Man denkt: ‚Ich will Verdienst schaffen‘ und schafft dabei schlechtes Karma. Man denkt: ‚Ich will Gutes tun‘ und tut dabei Schlechtes. Man denkt: ‚Ich will den Pfad zu einer guten Wiedergeburt suchen‘ und sucht dabei den Pfad zu einer schlechten Wiedergeburt. ",
  "an7.47:6.4": "Noch bevor man das Opferfeuer entzündet und den Opferpfahl errichtet, richtet man dieses zweite untaugliche Messer der Sprache auf, das zu Leiden heranreift und Leiden als Ergebnis hat. ",
  "an7.47:7.1": "Dann trifft man, noch bevor man das Opferfeuer entzündet und den Opferpfahl errichtet, persönlich die Vorbereitungen dafür, die Stiere, Ochsen, Färsen, Ziegen und Widder als Opfer zu schlachten. ",
  "an7.47:7.2": "Man denkt: ‚Ich will Verdienst schaffen‘ und schafft dabei schlechtes Karma. Man denkt: ‚Ich will Gutes tun‘ und tut dabei Schlechtes. Man denkt: ‚Ich will den Pfad zu einer guten Wiedergeburt suchen‘ und sucht dabei den Pfad zu einer schlechten Wiedergeburt. ",
  "an7.47:7.3": "Noch bevor man das Opferfeuer entzündet und den Opferpfahl errichtet, richtet man dieses dritte untaugliche Messer des Körpers auf, das zu Leiden heranreift und Leiden als Ergebnis hat. ",
  "an7.47:7.4": "Noch bevor man das Opferfeuer entzündet und den Opferpfahl errichtet, richtet man diese drei untauglichen Messer auf, die zu Leiden heranreifen und Leiden als Ergebnis haben. ",
  "an7.47:8.1": "Brahmane, drei Feuer müssen aufgegeben und zurückgewiesen werden, nicht gepflegt. ",
  "an7.47:8.2": "Welche drei? ",
  "an7.47:8.3": "Das Feuer der Gier, des Hasses und der Täuschung. ",
  "an7.47:9.1": "Und warum sollte das Feuer der Gier aufgegeben und zurückgewiesen werden, nicht gepflegt? ",
  "an7.47:9.2": "Ein gieriger Mensch tut Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an7.47:9.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an7.47:9.4": "Darum sollte das Feuer der Gier aufgegeben und zurückgewiesen werden, nicht gepflegt. ",
  "an7.47:10.1": "Und warum sollte das Feuer des Hasses aufgegeben und zurückgewiesen werden, nicht gepflegt? ",
  "an7.47:10.2": "Ein hasserfüllter Mensch tut Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an7.47:10.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an7.47:10.4": "Darum sollte das Feuer des Hasses aufgegeben und zurückgewiesen werden, nicht gepflegt. ",
  "an7.47:11.1": "Und warum sollte das Feuer der Täuschung aufgegeben und zurückgewiesen werden, nicht gepflegt? ",
  "an7.47:11.2": "Ein Mensch, der sich täuscht, tut Schlechtes mit dem Körper, der Sprache und dem Geist. ",
  "an7.47:11.3": "Wenn sein Körper auseinanderbricht, nach dem Tod, wird er an einem verlorenen Ort wiedergeboren, einem schlechten Ort, in der Unterwelt, der Hölle. ",
  "an7.47:11.4": "Darum sollte das Feuer der Täuschung aufgegeben und zurückgewiesen werden, nicht gepflegt. ",
  "an7.47:11.5": "Diese drei Feuer sollten aufgegeben und zurückgewiesen werden, nicht gepflegt. ",
  "an7.47:12.1": "Brahmane, um drei Feuer solltest du dich freudig kümmern, sie ehren, achten, würdigen und verehren. ",
  "an7.47:12.2": "Welche drei? ",
  "an7.47:12.3": "Das Feuer derer, die einer den Göttern gewidmeten Gabe würdig sind, das Feuer eines Hausbesitzers und das Feuer derer, die einer religiösen Gabe würdig sind. ",
  "an7.47:13.1": "Und was ist das Feuer derer, die einer den Göttern gewidmeten Gabe würdig sind? ",
  "an7.47:13.2": "Deine Mutter und dein Vater werden das Feuer derer genannt, die einer den Göttern gewidmeten Gabe würdig sind. ",
  "an7.47:13.3": "Und warum? ",
  "an7.47:13.4": "Weil du von ihnen gezeugt und erzeugt wurdest. Daher solltest du dich um dieses Feuer freudig kümmern, es ehren, achten, würdigen und verehren. ",
  "an7.47:14.1": "Und was ist das Feuer eines Hausbesitzers? ",
  "an7.47:14.2": "Deine Kinder, Frauen, abhängigen Diener, Angestellten und Arbeiter werden das Feuer eines Hausbesitzers genannt. ",
  "an7.47:14.3": "Daher solltest du dich um dieses Feuer freudig kümmern, es ehren, achten, würdigen und verehren. ",
  "an7.47:15.1": "Und was ist das Feuer derer, die einer religiösen Gabe würdig sind? ",
  "an7.47:15.2": "Diese Asketen und Brahmanen, die Rausch und Nachlässigkeit meiden, die in Geduld und Sanftmut verankert sind und sich selbst bändigen, beruhigen und zum Erlöschen bringen, diese nennt man das Feuer derer, die einer religiösen Gabe würdig sind. ",
  "an7.47:15.3": "Daher solltest du dich um dieses Feuer freudig kümmern, es ehren, achten, würdigen und verehren. ",
  "an7.47:15.4": "Um diese drei Feuer solltest du dich freudig kümmern, sie ehren, achten, würdigen und verehren. ",
  "an7.47:16.1": "Das Holzfeuer jedoch, Brahmane, sollte man von Zeit zu Zeit anfachen, von Zeit zu Zeit sollte man mit Gleichmut darüber wachen, von Zeit zu Zeit sollte man es löschen und von Zeit zu Zeit sollte man es beiseite tun.“ ",
  "an7.47:17.1": "Daraufhin sagte der Brahmane Uggatasarīra zum Buddha: ",
  "an7.47:17.2": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an7.47:17.3": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat. ",
  "an7.47:17.4": "Und, Meister Gotama, ich lasse nun diese 500 Stiere, 500 Ochsen, 500 Färsen, 500 Ziegen und 500 Widder frei. Ich schenke ihnen das Leben! ",
  "an7.47:17.5": "Sie sollen Gras fressen und kühles Wasser trinken und den kühlen Wind genießen!“ "
}