{
  "an7.53:0.1": "Nummerierte Lehrreden 7.53 ",
  "an7.53:0.2": "5. Das Kapitel über ein großes Opfer ",
  "an7.53:0.3": "Nandas Mutter ",
  "an7.53:1.1": "So habe ich es gehört: ",
  "an7.53:1.2": "Einmal wanderten der Ehrwürdige Sāriputta und der Ehrwürdige Mahāmoggallāna mit einem großen Saṅgha von Mönchen und Nonnen durch die Südlichen Hügel. ",
  "an7.53:1.3": "Nun stand da die Laienfrau Veḷukaṇṭakī, Nandas Mutter, beim ersten Morgengrauen auf und sagte die Strophen des ‚Weges zum jenseitigen Ufer‘ auf. ",
  "an7.53:2.1": "Zu der Zeit war der Große König Vessavaṇa gerade in einer Sache auf dem Weg von Norden nach Süden. ",
  "an7.53:2.2": "Er hörte Nandas Mutter den Text aufsagen, stand da und wartete, bis sie fertig war. ",
  "an7.53:3.1": "Als sie mit Aufsagen zu Ende war, schwieg Nandas Mutter. ",
  "an7.53:3.2": "Als er erkannte, dass sie zu Ende war, spendete Vessavaṇa ihr Beifall: ",
  "an7.53:3.3": "„Gut, Schwester! Gut, Schwester!“ ",
  "an7.53:3.4": "„Aber wer kannst du wohl sein, mein Lieber?“ ",
  "an7.53:3.5": "„Schwester, ich bin dein Bruder, der Große König Vessavaṇa.“ ",
  "an7.53:3.6": "„Gut, mein Lieber! Dann mag mein Aufsagen der Lehre mein Gastgeschenk an dich sein.“ ",
  "an7.53:3.7": "„Gut, Schwester! Und lass auch das dein Gastgeschenk an mich sein: ",
  "an7.53:3.8": "Morgen wird der Saṅgha der Mönche und Nonnen, angeführt von Sāriputta und Moggallāna, vor dem Frühstück in Veḷukaṇṭa ankommen. Und wenn du den Saṅgha bedient hast, dann widme mir bitte diese religiöse Gabe. ",
  "an7.53:3.9": "Dann wird auch das dein Gastgeschenk an mich sein.“ ",
  "an7.53:4.1": "Als dann die Nacht vorüber war, ließ Nandas Mutter, die Laienfrau, in ihrer eigenen Wohnung köstliche frische und gekochte Speisen zubereiten. ",
  "an7.53:4.2": "Dann traf der Saṅgha der Mönche und Nonnen, angeführt von Sāriputta und Moggallāna, in Veḷukaṇṭa ein. ",
  "an7.53:4.3": "Da wandte sich Nandas Mutter an einen Mann: ",
  "an7.53:4.4": "„Bitte, guter Mann, geh zum Kloster und kündige dem Saṅgha an: ",
  "an7.53:4.5": "‚Es ist Zeit, ihr Herren, das Essen steht im Haus der Dame Nandas Mutter bereit.‘“ ",
  "an7.53:4.6": "„Ja, meine Dame“, antwortete der Mann und tat wie geheißen. ",
  "an7.53:4.8": "Da kleidete sich der Saṅgha der Mönche und Nonnen, angeführt von Sāriputta und Moggallāna, am Morgen an, nahm Schalen und Roben, ging zur Wohnung von Nandas Mutter und setzte sich dort auf die ausgebreiteten Sitze. ",
  "an7.53:4.9": "Und Nandas Mutter bewirtete und bediente sie eigenhändig mit köstlichen frischen und gekochten Speisen. ",
  "an7.53:5.1": "Als Sāriputta gegessen und Hand und Schale gewaschen hatte, setzte sie sich zur Seite hin. ",
  "an7.53:5.2": "Sāriputta sagte zu ihr: ",
  "an7.53:5.3": "„Nandas Mutter, wer hat dir gesagt, dass der Saṅgha der Mönche und Nonnen ankommen würde?“ ",
  "an7.53:6.1": "„Herr, letzte Nacht bin ich beim ersten Morgengrauen aufgestanden, habe die Strophen des ‚Weges zum jenseitigen Ufer‘ aufgesagt und dann geschwiegen. ",
  "an7.53:6.2": "Als er erkannte, dass ich zu Ende war, spendete mir der Große König Vessavaṇa Beifall: ",
  "an7.53:6.3": "‚Gut, Schwester! Gut, Schwester!‘ ",
  "an7.53:6.4": "Ich fragte: ‚Aber wer kannst du wohl sein, mein Lieber?‘ ",
  "an7.53:6.5": "‚Schwester, ich bin dein Bruder, der Große König Vessavaṇa.‘ ",
  "an7.53:6.6": "‚Gut, mein Lieber! Dann mag mein Aufsagen der Lehre mein Gastgeschenk an dich sein.‘ ",
  "an7.53:6.7": "‚Gut, Schwester! Und lass auch das dein Gastgeschenk an mich sein: ",
  "an7.53:6.8": "Morgen wird der Saṅgha der Mönche und Nonnen, angeführt von Sāriputta und Moggallāna, vor dem Frühstück in Veḷukaṇṭa ankommen. Und wenn du den Saṅgha bedient hast, dann widme mir bitte diese religiöse Gabe. ",
  "an7.53:6.9": "Dann wird auch das dein Gastgeschenk an mich sein.‘ ",
  "an7.53:6.10": "Daher, Herr, sei das Verdienst und der Zuwachs an Verdienst aus dieser Gabe für das Glück des Großen Königs Vessavaṇa.“ ",
  "an7.53:7.1": "„Es ist unglaublich, Nandas Mutter, es ist erstaunlich, ",
  "an7.53:7.2": "dass du dich persönlich mit einem so gewaltigen und einflussreichen Gott wie Vessavaṇa unterhältst!“ ",
  "an7.53:8.1": "„Herr, das ist nicht meine einzige unglaubliche und erstaunliche Eigenschaft; ",
  "an7.53:8.2": "ich besitze noch eine weitere. ",
  "an7.53:8.3": "Ich hatte einen einzigen Sohn mit Namen Nanda, der mir lieb und teuer war. ",
  "an7.53:8.4": "Die Herrscher entführten ihn gewaltsam unter einem Vorwand und ließen ihn hinrichten. ",
  "an7.53:8.5": "Aber ich kann mich nicht erinnern, dass ich mich aufgeregt hätte, als mein Sohn in Haft war oder verhaftet wurde, als er gefangen war oder gefangen genommen wurde, als er umgebracht war oder umgebracht wurde.“ ",
  "an7.53:8.6": "„Es ist unglaublich, Nandas Mutter, es ist erstaunlich, ",
  "an7.53:8.7": "dass du selbst das Aufkommen eines Gedankens läuterst.“ ",
  "an7.53:9.1": "„Herr, das ist nicht meine einzige unglaubliche und erstaunliche Eigenschaft; ",
  "an7.53:9.2": "ich besitze noch eine weitere. ",
  "an7.53:9.3": "Als mein Mann starb, wurde er in einem der Geisterreiche wiedergeboren. ",
  "an7.53:9.4": "Er zeigte mir seine frühere Lebensform. ",
  "an7.53:9.5": "Aber ich kann mich nicht erinnern, dass ich mich darüber aufgeregt hätte.“ ",
  "an7.53:9.6": "„Es ist unglaublich, Nandas Mutter, es ist erstaunlich, ",
  "an7.53:9.7": "dass du selbst das Aufkommen eines Gedankens läuterst.“ ",
  "an7.53:10.1": "„Herr, das ist nicht meine einzige unglaubliche und erstaunliche Eigenschaft; ",
  "an7.53:10.2": "ich besitze noch eine weitere. ",
  "an7.53:10.3": "Seit der Zeit, als wir beide jung waren und ich meinem Mann bei der Hochzeit zugeführt wurde, kann ich mich nicht erinnern, dass ich ihn auch nur in Gedanken betrogen hätte, erst recht nicht in Taten.“ ",
  "an7.53:10.4": "„Es ist unglaublich, Nandas Mutter, es ist erstaunlich, ",
  "an7.53:10.5": "dass du selbst das Aufkommen eines Gedankens läuterst.“ ",
  "an7.53:11.1": "„Herr, das ist nicht meine einzige unglaubliche und erstaunliche Eigenschaft; ",
  "an7.53:11.2": "ich besitze noch eine weitere. ",
  "an7.53:11.3": "Seit der Zeit, da ich mich selbst zur Laienschülerin erklärt habe, kann ich mich nicht erinnern, je absichtlich eine Schulungsregel verletzt zu haben.“ ",
  "an7.53:11.4": "„Es ist unglaublich, Nandas Mutter, es ist erstaunlich!“ ",
  "an7.53:12.1": "„Herr, das ist nicht meine einzige unglaubliche und erstaunliche Eigenschaft; ",
  "an7.53:12.2": "ich besitze noch eine weitere. ",
  "an7.53:12.3": "Ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, trete ich, wann immer ich will, in die erste Vertiefung ein und verweile darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. ",
  "an7.53:12.4": "Wenn das Ausrichten und Halten des Geistes sich beruhigt, trete ich in die zweite Vertiefung ein und verweile darin; da gibt es aus Versenkung geborene Ekstase und Seligkeit, mit innerer Klarheit und geeintem Geist, ohne Ausrichten und Halten. ",
  "an7.53:12.5": "Und mit dem Schwinden der Ekstase trete ich in die dritte Vertiefung ein und verweile darin; da meditiere ich mit Gleichmut, achtsam und bewusst, und erfahre persönlich die Seligkeit, von der die Edlen erklären: ‚Gleichmütig und achtsam meditiert man in Seligkeit.‘ ",
  "an7.53:12.6": "Indem ich Glück und Schmerz aufgebe, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, trete ich in die vierte Vertiefung ein und verweile darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit.“ ",
  "an7.53:12.7": "„Es ist unglaublich, Nandas Mutter, es ist erstaunlich!“ ",
  "an7.53:13.1": "„Herr, das ist nicht meine einzige unglaubliche und erstaunliche Eigenschaft; ",
  "an7.53:13.2": "ich besitze noch eine weitere. ",
  "an7.53:13.3": "Von den fünf niederen Fesseln, die vom Buddha gelehrt wurden, sehe ich keine, die ich nicht aufgegeben hätte.“ ",
  "an7.53:13.4": "„Es ist unglaublich, Nandas Mutter, es ist erstaunlich!“ ",
  "an7.53:14.1": "Dann leitete der Ehrwürdige Sāriputta Nandas Mutter mit einem Dhammavortrag an, ermunterte sie, begeisterte sie und regte sie an. Darauf erhob er sich von seinem Sitz und ging. "
}