{
  "an7.15:0.1": "Nummerierte Lehrreden 7.15 ",
  "an7.15:0.2": "2. Das Kapitel über Neigungen ",
  "an7.15:0.3": "Das Gleichnis im Wasser ",
  "an7.15:1.1": "„Mönche und Nonnen, diese sieben Personen, die man in der Welt findet, sind wie die im Wasser. ",
  "an7.15:1.2": "Welche sieben? ",
  "an7.15:1.3": "Da versinkt eine Person einmal und bleibt unten. ",
  "an7.15:1.4": "Dann taucht da eine Person auf und versinkt. ",
  "an7.15:1.5": "Dann taucht da eine Person auf und bleibt an Ort und Stelle. ",
  "an7.15:1.6": "Dann taucht da eine Person auf, sie sieht klar und erkennt. ",
  "an7.15:1.7": "Dann taucht da eine Person auf und gelangt hinüber. ",
  "an7.15:1.8": "Dann taucht da eine Person auf und findet einen Halt. ",
  "an7.15:1.9": "Dann taucht da eine Person auf, gelangt hinüber und geht darüber hinaus, ein Brahmane, der auf festem Boden steht. ",
  "an7.15:2.1": "Und was ist das für eine Person, die einmal versinkt und unten bleibt? ",
  "an7.15:2.2": "Es ist eine Person, die ausschließlich dunkle, untaugliche Eigenschaften besitzt. ",
  "an7.15:2.3": "Diese Person versinkt einmal und bleibt unten. ",
  "an7.15:3.1": "Und was ist das für eine Person, die auftaucht und versinkt? ",
  "an7.15:3.2": "Es ist eine Person, die auftaucht und denkt: ‚Es ist gut, in Bezug auf taugliche Eigenschaften Vertrauen, Gewissen, Besonnenheit, Energie und Weisheit zu haben.‘ ",
  "an7.15:3.6": "Doch ihr Vertrauen, ihr Gewissen, ihre Besonnenheit, seine Energie und ihre Weisheit halten nicht an und wachsen nicht, sondern schwinden. ",
  "an7.15:3.10": "Diese Person taucht auf und versinkt. ",
  "an7.15:4.1": "Und was ist das für eine Person, die auftaucht und an Ort und Stelle bleibt? ",
  "an7.15:4.2": "Es ist eine Person, die auftaucht und denkt: ‚Es ist gut, in Bezug auf taugliche Eigenschaften Vertrauen, Gewissen, Besonnenheit, Energie und Weisheit zu haben.‘ ",
  "an7.15:4.6": "Und ihr Vertrauen, ihr Gewissen, ihre Besonnenheit, ihre Energie und ihre Weisheit halten an, weder schwinden noch wachsen sie. ",
  "an7.15:4.11": "Diese Person taucht auf und bleibt an Ort und Stelle. ",
  "an7.15:5.1": "Und was ist das für eine Person, die auftaucht, klar sieht und erkennt? ",
  "an7.15:5.2": "Es ist eine Person, die auftaucht und denkt: ‚Es ist gut, in Bezug auf taugliche Eigenschaften Vertrauen, Gewissen, Besonnenheit, Energie und Weisheit zu haben.‘ ",
  "an7.15:5.6": "Mit dem Auflösen von drei Fesseln ist sie in den Strom eingetreten, muss nicht mehr in der Unterwelt wiedergeboren werden und ist für das Erwachen bestimmt. ",
  "an7.15:5.7": "Diese Person taucht auf, sie sieht klar und erkennt. ",
  "an7.15:6.1": "Und was ist das für eine Person, die auftaucht und hinübergelangt? ",
  "an7.15:6.2": "Es ist eine Person, die auftaucht und denkt: ‚Es ist gut, in Bezug auf taugliche Eigenschaften Vertrauen, Gewissen, Besonnenheit, Energie und Weisheit zu haben.‘ ",
  "an7.15:6.6": "Mit dem Auflösen von drei Fesseln und dem Abschwächen von Gier, Hass und Täuschung ist sie ein Einmalwiederkehrer. Nur einmal kehrt sie in diese Welt zurück, um dann dem Leiden ein Ende zu machen. ",
  "an7.15:6.7": "Diese Person taucht auf und gelangt hinüber. ",
  "an7.15:7.1": "Und was ist das für eine Person, die auftaucht und einen Halt findet? ",
  "an7.15:7.2": "Es ist eine Person, die auftaucht und denkt: ‚Es ist gut, in Bezug auf taugliche Eigenschaften Vertrauen, Gewissen, Besonnenheit, Energie und Weisheit zu haben.‘ ",
  "an7.15:7.6": "Mit dem Auflösen der fünf niederen Fesseln wird sie durch unmittelbares Erscheinen wiedergeboren. Sie erlischt dort und muss von jener Welt nicht zurückkehren. ",
  "an7.15:7.7": "Diese Person taucht auf und findet einen Halt. ",
  "an7.15:8.1": "Und was ist das für eine Person, die auftaucht, hinübergelangt und darüber hinaus geht, ein Brahmane, der auf festem Boden steht? ",
  "an7.15:8.2": "Es ist eine Person, die auftaucht und denkt: ‚Es ist gut, in Bezug auf taugliche Eigenschaften Vertrauen, Gewissen, Besonnenheit, Energie und Weisheit zu haben.‘ ",
  "an7.15:8.6": "Sie erlangt mit der Auflösung der Befleckungen in eben diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an7.15:8.7": "Diese Person taucht auf, gelangt hinüber und geht darüber hinaus, ein Brahmane, der auf festem Boden steht. ",
  "an7.15:9.1": "Das sind die sieben Personen, die man in der Welt findet, die wie die im Wasser sind.“ "
}