{
  "an7.70:0.1": "Nummerierte Lehrreden 7.70 ",
  "an7.70:0.2": "7. Das große Kapitel ",
  "an7.70:0.3": "Ehren ",
  "an7.70:1.1": "Da kam dem Ehrwürdigen Sāriputta, als er für sich allein in Klausur war, dieser Gedanke in den Sinn: ",
  "an7.70:1.2": "„Welchen Asketen oder Brahmanen sollte ein Mönch ehren und achten, auf wen sollte er sich stützen, um das Untaugliche aufzugeben und das Taugliche zu entwickeln?“ ",
  "an7.70:1.3": "Dann dachte er: ",
  "an7.70:1.4": "„Ein Mönch sollte den Lehrer ehren und achten, sich auf den Lehrer stützen … ",
  "an7.70:1.5": "Er sollte die Lehre ehren … ",
  "an7.70:1.6": "den Saṅgha … ",
  "an7.70:1.7": "die Schulung … ",
  "an7.70:1.8": "die Versenkung … ",
  "an7.70:1.9": "die Beflissenheit … ",
  "an7.70:1.10": "Ein Mönch sollte die Gastfreundschaft ehren und achten, sich auf die Gastfreundschaft stützen, um das Untaugliche aufzugeben und das Taugliche zu entwickeln.“ ",
  "an7.70:2.1": "Dann dachte er: ",
  "an7.70:2.2": "„Diese Eigenschaften sind in mir rein und hell. Warum gehe ich nicht und berichte sie dem Buddha? ",
  "an7.70:2.3": "Dann werden diese Eigenschaften nicht nur in mir geläutert sein, sondern werden darüber hinaus als geläutert eingeschätzt. ",
  "an7.70:2.4": "Wie wenn ein Mann eine Goldmünze erwerben würde, rein und hell, ",
  "an7.70:2.5": "und er dächte: ",
  "an7.70:2.6": "‚Meine Goldmünze ist rein und hell. Warum nehme ich sie nicht und zeige sie den Schmieden? ",
  "an7.70:2.7": "Dann wird sie nicht nur geläutert sein, sondern wird darüber hinaus als geläutert eingeschätzt.‘ ",
  "an7.70:2.8": "Ebenso sind diese Eigenschaften in mir rein und hell. Warum gehe ich nicht und berichte sie dem Buddha? ",
  "an7.70:2.9": "Dann werden diese Eigenschaften nicht nur in mir geläutert sein, sondern werden darüber hinaus als geläutert eingeschätzt.“ ",
  "an7.70:3.1": "Da kam Sāriputta am späten Nachmittag aus seiner Klausur und ging zum Buddha. Er verbeugte sich, setzte sich zur Seite hin und berichtete dem Buddha von den Gedanken, die er während seiner Klausur hatte. ",
  "an7.70:5.1": "„Gut, gut, Sāriputta! ",
  "an7.70:5.2": "Ein Mönch sollte den Lehrer ehren und achten, sich auf den Lehrer stützen, um das Untaugliche aufzugeben und das Taugliche zu entwickeln. ",
  "an7.70:5.3": "Ein Mönch sollte die Lehre ehren und achten, sich auf die Lehre stützen … ",
  "an7.70:5.4": "Er sollte den Saṅgha ehren … ",
  "an7.70:5.5": "die Schulung … ",
  "an7.70:5.6": "die Versenkung … ",
  "an7.70:5.7": "die Beflissenheit … ",
  "an7.70:5.8": "Ein Mönch sollte die Gastfreundschaft ehren und achten, sich auf die Gastfreundschaft stützen, um das Untaugliche aufzugeben und das Taugliche zu entwickeln.“ ",
  "an7.70:6.1": "Daraufhin sagte der Ehrwürdige Sāriputta zum Buddha: ",
  "an7.70:6.2": "„Herr, so verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha: ",
  "an7.70:6.3": "Es ist ganz unmöglich, dass ein Mönch, der den Lehrer nicht achtet, die Lehre achten würde. ",
  "an7.70:6.4": "Ein Mönch, der den Lehrer nicht achtet, achtet auch die Lehre nicht. ",
  "an7.70:7.1": "Es ist ganz unmöglich, dass ein Mönch, der den Lehrer und die Lehre nicht achtet, den Saṅgha achten würde. ",
  "an7.70:7.2": "Ein Mönch, der den Lehrer und die Lehre nicht achtet, achtet auch den Saṅgha nicht. ",
  "an7.70:8.1": "Es ist ganz unmöglich, dass ein Mönch, der den Lehrer, die Lehre und den Saṅgha nicht achtet, die Schulung achten würde. ",
  "an7.70:8.2": "Ein Mönch, der den Lehrer, die Lehre und den Saṅgha nicht achtet, achtet auch die Schulung nicht. ",
  "an7.70:9.1": "Es ist ganz unmöglich, dass ein Mönch, der den Lehrer, die Lehre, den Saṅgha und die Schulung nicht achtet, die Versenkung achten würde. ",
  "an7.70:9.2": "Ein Mönch, der den Lehrer, die Lehre, den Saṅgha und die Schulung nicht achtet, achtet auch die Versenkung nicht. ",
  "an7.70:10.1": "Es ist ganz unmöglich, dass ein Mönch, der den Lehrer, die Lehre, den Saṅgha, die Schulung und die Versenkung nicht achtet, die Beflissenheit achten würde. ",
  "an7.70:10.2": "Ein Mönch, der den Lehrer, die Lehre, den Saṅgha, die Schulung und die Versenkung nicht achtet, achtet auch die Beflissenheit nicht. ",
  "an7.70:11.1": "Es ist ganz unmöglich, dass ein Mönch, der den Lehrer, die Lehre, den Saṅgha, die Schulung, die Versenkung und die Beflissenheit nicht achtet, die Gastfreundschaft achten würde. ",
  "an7.70:11.2": "Ein Mönch, der den Lehrer, die Lehre, den Saṅgha, die Schulung, die Versenkung und die Beflissenheit nicht achtet, achtet auch die Gastfreundschaft nicht. ",
  "an7.70:12.1": "Es ist ganz unmöglich, dass ein Mönch, der den Lehrer achtet, die Lehre nicht achten würde. … ",
  "an7.70:13.2": "Ein Mönch, der den Lehrer, die Lehre, den Saṅgha, die Schulung, die Versenkung und die Beflissenheit achtet, achtet auch die Gastfreundschaft. ",
  "an7.70:14.1": "Es ist gut möglich, dass ein Mönch, der den Lehrer achtet, die Lehre achten würde. … ",
  "an7.70:15.2": "Ein Mönch, der den Lehrer, die Lehre, den Saṅgha, die Schulung, die Versenkung und die Beflissenheit achtet, achtet auch die Gastfreundschaft. ",
  "an7.70:16.1": "So verstehe ich die ausführliche Bedeutung dieser kurzen Aussage des Buddha.“ ",
  "an7.70:17.1": "„Gut, gut, Sāriputta! ",
  "an7.70:17.2": "Es ist gut, dass du die ausführliche Bedeutung meiner kurzen Aussage so verstehst. ",
  "an7.70:17.3": "Es ist ganz unmöglich, dass ein Mönch, der den Lehrer nicht achtet, die Lehre achten würde. … ",
  "an7.70:18.2": "Ein Mönch, der den Lehrer, die Lehre, den Saṅgha, die Schulung, die Versenkung und die Beflissenheit nicht achtet, achtet auch die Gastfreundschaft nicht. ",
  "an7.70:19.1": "Es ist ganz unmöglich, dass ein Mönch, der den Lehrer achtet, die Lehre nicht achten würde. … ",
  "an7.70:20.2": "Ein Mönch, der den Lehrer, die Lehre, den Saṅgha, die Schulung, die Versenkung und die Beflissenheit achtet, achtet auch die Gastfreundschaft. ",
  "an7.70:21.1": "Es ist gut möglich, dass ein Mönch, der den Lehrer achtet, die Lehre achten würde. … ",
  "an7.70:22.2": "Ein Mönch, der den Lehrer, die Lehre, den Saṅgha, die Schulung, die Versenkung und die Beflissenheit achtet, achtet auch die Gastfreundschaft. ",
  "an7.70:23.1": "So ist die ausführliche Bedeutung dieser meiner kurzen Aussage zu verstehen.“ "
}