{
  "an7.52:0.1": "Nummerierte Lehrreden 7.52 ",
  "an7.52:0.2": "5. Das Kapitel über ein großes Opfer ",
  "an7.52:0.3": "Eine Spende mit reicher Frucht ",
  "an7.52:1.1": "Einmal hielt sich der Buddha bei Campā am Ufer des Gaggarā-Lotusteichs auf. ",
  "an7.52:1.2": "Da gingen einige Laienschüler aus Campā zum Ehrwürdigen Sāriputta, verbeugten sich, setzten sich zur Seite hin und sagten zu ihm: ",
  "an7.52:1.3": "„Herr, es ist lange her, dass wir vom Buddha einen Dhammavortrag gehört haben. ",
  "an7.52:1.4": "Es wäre gut, wenn wir einen Dhammavortrag vom Buddha hören könnten.“ ",
  "an7.52:1.5": "„Also dann, Geehrte, kommt am nächsten Besinnungstag. ",
  "an7.52:1.6": "Hoffentlich werdet ihr dann einen Dhammavortrag vom Buddha hören können.“ ",
  "an7.52:1.7": "„Ja, Herr“, antworteten sie. Sie erhoben sich von ihren Sitzen, verbeugten sich vor Sāriputta, umrundeten ihn respektvoll, die rechte Seite ihm zugewandt, und gingen. ",
  "an7.52:2.1": "Am nächsten Besinnungstag gingen dann die Laienschüler von Campā zum Ehrwürdigen Sāriputta, verbeugten sich und stellten sich zur Seite hin. ",
  "an7.52:2.2": "Dann gingen sie zusammen mit Sāriputta zum Buddha, verbeugten sich und setzten sich zur Seite hin. Sāriputta sagte zum Buddha: ",
  "an7.52:3.1": "„Herr, kann es sein, dass jemand eine Spende gibt, und sie bringt keine reiche Frucht oder reichen Segen, ",
  "an7.52:3.2": "während jemand anders genau die gleiche Spende gibt, und sie bringt reiche Frucht und reichen Segen?“ ",
  "an7.52:3.3": "„Das kann durchaus sein, Sāriputta.“ ",
  "an7.52:3.5": "„Herr, was ist der Grund, was ist die Ursache, dass jemand eine Spende gibt, und sie bringt keine reiche Frucht oder reichen Segen, ",
  "an7.52:3.6": "während jemand anders genau die gleiche Spende gibt, und sie bringt reiche Frucht und reichen Segen?“ ",
  "an7.52:4.1": "„Sāriputta, angenommen, jemand gibt eine Spende in Erwartung eines Ertrags, sein Geist ist daran gefesselt, er denkt daran, sie zu behalten: ‚Das werde ich in meinem nächsten Leben genießen.‘ ",
  "an7.52:4.2": "Er gibt Asketen oder Brahmanen Spenden wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. ",
  "an7.52:4.3": "Was denkst du, Sāriputta: Geben nicht manche Leute Spenden auf diese Art?“ ",
  "an7.52:4.4": "„Ja, Herr.“ ",
  "an7.52:5.1": "„Sāriputta, jemand, der eine Spende in Erwartung eines Ertrags gibt, ",
  "an7.52:5.2": "wird, wenn sein Körper auseinanderbricht, nach dem Tod, unter den Göttern der Vier Großen Könige wiedergeboren. ",
  "an7.52:5.3": "Wenn diese Tat, dieser Erfolg, der Ruhm und die Herrschaft verbraucht sind, kommt er zu diesem Daseinszustand zurück. ",
  "an7.52:6.1": "Nehmen wir dann an, jemand gibt eine Spende nicht in Erwartung eines Ertrags, sein Geist ist nicht daran gefesselt, er denkt nicht daran, sie zu behalten: ‚Das werde ich in meinem nächsten Leben genießen.‘ ",
  "an7.52:6.2": "Aber er gibt eine Spende in dem Gedanken: ‚Geben ist gut‘ … ",
  "an7.52:7.2": "Er gibt eine Spende in dem Gedanken: ‚Das Geben wurde von meinem Vater und meinem Großvater geübt. Es wäre nicht recht von mir, diesen Familienbrauch aufzugeben.‘ … ",
  "an7.52:8.2": "Er gibt eine Spende in dem Gedanken: ‚Ich koche, sie kochen nicht. Es wäre nicht recht von mir, ihnen nichts zu geben.‘ … ",
  "an7.52:9.2": "Er gibt eine Spende in dem Gedanken: ‚Die alten brahmanischen Seher waren Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa und Bhagu. ",
  "an7.52:9.3": "Geradeso wie sie große Opfer abhielten, will ich eine Spende verteilen.‘ … ",
  "an7.52:10.3": "Er gibt eine Spende in dem Gedanken: ‚Wenn ich diese Spende gebe, wird mein Geist klar und ich werde froh und glücklich.‘ … ",
  "an7.52:11.1": "Er gibt eine Spende nicht in dem Gedanken: ‚Wenn ich diese Spende gebe, wird mein Geist klar und ich werde froh und glücklich.‘ ",
  "an7.52:11.2": "Aber er gibt eine Spende in dem Gedanken: ‚Das ist ein Schmuck und ein Bestandteil für den Geist.‘ ",
  "an7.52:11.3": "Er gibt Asketen oder Brahmanen Spenden wie Essen, Trinken, Kleidung und Transportmittel, Kränze, Parfüm und Make-up, ein Bett, ein Haus und Licht. ",
  "an7.52:11.4": "Was denkst du, Sāriputta: Geben nicht manche Leute Spenden auf diese Art?“ ",
  "an7.52:11.5": "„Ja, Herr.“ ",
  "an7.52:12.1": "„Sāriputta, jemand, der eine Spende aus keinem anderen Grund gibt, ",
  "an7.52:12.11": "sondern in dem Gedanken: ‚Das ist ein Schmuck und ein Bestandteil für den Geist‘, ",
  "an7.52:12.12": "wird, wenn sein Körper auseinanderbricht, nach dem Tod, unter den Göttern aus Brahmās Gefolge wiedergeboren. ",
  "an7.52:12.13": "Wenn diese Tat, dieser Erfolg, der Ruhm und die Herrschaft verbraucht sind, ist er ein Nichtwiederkehrer, der nicht zu diesem Daseinszustand zurückkommt. ",
  "an7.52:13.1": "Das ist der Grund, das ist die Ursache, dass jemand eine Spende gibt, und sie bringt keine reiche Frucht oder reichen Segen, ",
  "an7.52:13.2": "während jemand anders genau die gleiche Spende gibt, und sie bringt reiche Frucht und reichen Segen.“ "
}