{
  "an7.95:0.1": "Nummerierte Lehrreden 7.95 ",
  "an7.95:0.2": "10. Das Kapitel über die einer Gabe Würdigen ",
  "an7.95:0.3": "Lehrrede ohne Titel über das Beobachten der Unbeständigkeit beim Auge ",
  "an7.95:1.1": "„Mönche und Nonnen, sieben Menschen sind einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und sind das unübertreffliche Feld für Verdienst für die Welt. ",
  "an7.95:1.2": "Welche sieben? ",
  "an7.95:1.3": "Zunächst meditiert da eine Person, indem sie die Unbeständigkeit beim Auge beobachtet, wahrnimmt und erfährt. Stetig, beständig, ohne Unterbrechung gebraucht sie ihren Verstand und ergründet das mit Weisheit. ",
  "an7.95:1.4": "Sie erlangt mit der Auflösung der Befleckungen in diesem Leben die fleckenlose Freiheit des Herzens, die fleckenlose Freiheit durch Weisheit, erkennt sie durch eigene Einsicht und lebt darin. ",
  "an7.95:1.5": "Das ist der erste Mensch, der einer den Göttern gewidmeten Gabe würdig ist, der der Gastfreundschaft würdig ist, der einer religiösen Gabe würdig ist, der des Grußes mit zusammengelegten Händen würdig ist und der das unübertreffliche Feld für Verdienst für die Welt ist. ",
  "an7.95:2.1": "Dann meditiert da eine Person, indem sie die Unbeständigkeit beim Auge beobachtet … ",
  "an7.95:2.2": "Ihre Befleckungen und ihr Leben gehen genau zur gleichen Zeit zu Ende. ",
  "an7.95:2.3": "Das ist der zweite Mensch, der einer den Göttern gewidmeten Gabe würdig ist … ",
  "an7.95:3.1": "Dann meditiert da eine Person, indem sie die Unbeständigkeit beim Auge beobachtet … ",
  "an7.95:3.2": "Mit dem Auflösen der fünf niederen Fesseln erlischt sie zwischen zwei Leben. … ",
  "an7.95:3.3": "Mit dem Auflösen der fünf niederen Fesseln erlischt sie beim Auftreffen. … ",
  "an7.95:3.4": "Mit dem Auflösen der fünf niederen Fesseln erlischt sie ohne zusätzliche Anstrengung. … ",
  "an7.95:3.5": "Mit dem Auflösen der fünf niederen Fesseln erlischt sie mit zusätzlicher Anstrengung. … ",
  "an7.95:3.6": "Mit dem Auflösen der fünf niederen Fesseln geht sie stromaufwärts zum Akaniṭṭha-Bereich. … ",
  "an7.95:3.7": "Das ist der siebte Mensch, der einer den Göttern gewidmeten Gabe würdig ist … ",
  "an7.95:3.8": "Diese sieben Menschen sind einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und sind das unübertreffliche Feld für Verdienst für die Welt.“ "
}