{
  "an7.63:0.1": "Nummerierte Lehrreden 7.63 ",
  "an7.63:0.2": "6. Das Kapitel über die nicht erklärten Punkte ",
  "an7.63:0.3": "Ehefrauen ",
  "an7.63:1.1": "Da kleidete der Buddha sich am Morgen an, nahm Schale und Robe, ging zum Haus des Hausbesitzers Anāthapiṇḍika, und setzte sich auf den ausgebreiteten Sitz. ",
  "an7.63:1.2": "Zu dieser Zeit machten die Menschen in Anāthapiṇḍikas Haus einen Höllenlärm. ",
  "an7.63:1.3": "Da ging der Hausbesitzer Anāthapiṇḍika zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihm: ",
  "an7.63:2.1": "„Hausbesitzer, was ist das für ein Höllenlärm, den die Leute in deinem Haus machen? Man könnte meinen, es wären Fischer, die ihren Fang einholen!“ ",
  "an7.63:2.2": "„Herr, das ist meine Schwiegertochter Sujātā. Sie wurde von einer wohlhabenden Familie hierhergebracht. ",
  "an7.63:2.3": "Sie gehorcht ihrer Schwiegermutter, ihrem Schwiegervater und ihrem Mann nicht. Und sie ehrt, achtet, würdig und verehrt den Buddha nicht.“ ",
  "an7.63:3.1": "Da wandte sich der Buddha an Sujātā: ",
  "an7.63:3.2": "„Komm, Sujātā.“ ",
  "an7.63:3.3": "„Ja, Herr“, antwortete sie. Sie ging zum Buddha, verbeugte sich und setzte sich zur Seite hin. Der Buddha sagte zu ihr: ",
  "an7.63:4.1": "„Sujātā, es gibt sieben Arten von Ehefrau, die ein Mann haben kann. ",
  "an7.63:4.2": "Welche sieben? ",
  "an7.63:4.3": "Eine Frau wie eine Mörderin, eine Frau wie eine Diebin, eine Frau wie eine Herrin, eine Frau wie eine Mutter, eine Frau wie eine Schwester, eine Frau wie eine Freundin oder eine Frau wie eine Leibeigene. ",
  "an7.63:4.4": "Das sind die sieben Arten von Ehefrau, die ein Mann haben kann. ",
  "an7.63:4.5": "Welche von diesen bist du?“ ",
  "an7.63:4.6": "„Herr, ich verstehe die ausführliche Bedeutung dieser kurzen Aussage des Buddha nicht. ",
  "an7.63:4.7": "Bitte lehre mich diese Sache, sodass ich die ausführliche Bedeutung verstehen kann.“ ",
  "an7.63:4.8": "„Nun, Sujātā, hör zu und pass gut auf, ich werde sprechen.“ ",
  "an7.63:4.9": "„Ja, Herr“, antwortete sie. ",
  "an7.63:4.10": "Der Buddha sagte: ",
  "an7.63:5.1": "„Mit einem Geist voller Hass und ohne Anteilnahme, ",
  "an7.63:5.2": "voller Begehren für andere und voller Verachtung für ihren Mann, ",
  "an7.63:5.3": "sinnt sie auf Mord an ihm, der für sie den Preis gezahlt hat. ",
  "an7.63:5.4": "Eine Ehefrau dieser Art ",
  "an7.63:5.5": "nennt man eine Frau und eine Mörderin. ",
  "an7.63:6.1": "Ein Ehemann verdient sein Vermögen, ",
  "an7.63:6.2": "indem er sich einem Handwerk, einem Geschäft oder der Landwirtschaft widmet. ",
  "an7.63:6.3": "Und selbst wenn es nur wenig ist, will sie es nehmen. ",
  "an7.63:6.4": "Eine Ehefrau dieser Art ",
  "an7.63:6.5": "nennt man eine Frau und eine Diebin. ",
  "an7.63:7.1": "Faul und gefräßig ist sie, will nicht arbeiten, ",
  "an7.63:7.2": "ihre Worte sind hart, grimmig und rau. ",
  "an7.63:7.3": "Sie beherrscht ihn, der früh aufsteht. ",
  "an7.63:7.4": "Eine Ehefrau dieser Art ",
  "an7.63:7.5": "nennt man eine Frau und eine Herrin. ",
  "an7.63:8.1": "Sie ist stets fürsorglich und Anteil nehmend ",
  "an7.63:8.2": "und sorgt für ihren Mann wie eine Mutter für ihr Kind. ",
  "an7.63:8.3": "Das Vermögen, das er verdient hat, verwahrt sie gut. ",
  "an7.63:8.4": "Eine Ehefrau dieser Art ",
  "an7.63:8.5": "nennt man eine Frau und eine Mutter. ",
  "an7.63:9.1": "Wie eine jünger Schwester die ältere, ",
  "an7.63:9.2": "so achtet sie ihren Mann. ",
  "an7.63:9.3": "Gewissenhaft tut sie, was ihr Mann sagt. ",
  "an7.63:9.4": "Eine Ehefrau dieser Art ",
  "an7.63:9.5": "nennt man eine Frau und eine Schwester. ",
  "an7.63:10.1": "Sie ist erfreut, wenn sie ihn sieht, ",
  "an7.63:10.2": "wie jemand, der einen lange vermissten Freund wiedersieht. ",
  "an7.63:10.3": "Sie ist gut erzogen, sittlich und ergeben. ",
  "an7.63:10.4": "Eine Ehefrau dieser Art ",
  "an7.63:10.5": "nennt man eine Frau und eine Freundin. ",
  "an7.63:11.1": "Sie wird nicht zornig, wenn ihr Stockschläge angedroht werden. ",
  "an7.63:11.2": "Ohne Hass oder Zorn ",
  "an7.63:11.3": "erträgt sie ihren Mann und tut, was er sagt. ",
  "an7.63:11.4": "Eine Ehefrau dieser Art ",
  "an7.63:11.5": "nennt man eine Frau und eine Leibeigene. ",
  "an7.63:12.1": "Die Ehefrauen, die man hier ",
  "an7.63:12.2": "Mörderin, Diebin und Herrin nennt, ",
  "an7.63:12.3": "unmoralisch, hart und rücksichtslos – ",
  "an7.63:12.4": "wenn der Körper auseinanderbricht, steuern sie auf die Hölle zu. ",
  "an7.63:13.1": "Doch die Ehefrauen, die man hier ",
  "an7.63:13.2": "Mutter, Schwester, Freundin und Leibeigene nennt, ",
  "an7.63:13.3": "standhaft in ihrer Sittlichkeit, über lange Zeit gezügelt – ",
  "an7.63:13.4": "wenn der Körper auseinanderbricht, steuern sie auf einen guten Ort zu. ",
  "an7.63:14.1": "Sujātā, das sind die sieben Arten von Ehefrau, die ein Mann haben kann. ",
  "an7.63:14.2": "Welche von diesen bist du?“ ",
  "an7.63:14.3": "„Herr, von diesem Tag an soll der Buddha mich als eine Frau wie eine Leibeigene in Erinnerung behalten.“ "
}