{
  "an7.51:0.1": "Nummerierte Lehrreden 7.51 ",
  "an7.51:0.2": "5. Das Kapitel über ein großes Opfer ",
  "an7.51:0.3": "Einjochen und vom Joch lösen ",
  "an7.51:1.1": "„Mönche und Nonnen, ich will euch eine Lehrdarlegung geben über das Einjochen und das Vom-Joch-Lösen. ",
  "an7.51:1.2": "Hört zu und gebraucht den Geist gut, ich werde sprechen … ",
  "an7.51:1.3": "Und was ist die Lehrdarlegung über das Einjochen und das Vom-Joch-Lösen? ",
  "an7.51:2.1": "Eine Frau richtet den Geist auf ihre eigene Weiblichkeit: ",
  "an7.51:2.2": "die weiblichen Bewegungen, das weibliche Erscheinungsbild, die weibliche Art, weibliche Wünsche, die weibliche Stimme und weiblicher Schmuck. ",
  "an7.51:2.3": "Sie wird davon angeregt und findet Vergnügen daran. ",
  "an7.51:2.4": "Und sie richtet den Geist auf die Männlichkeit anderer: ",
  "an7.51:2.5": "die männlichen Bewegungen, das männliche Erscheinungsbild, die männliche Art, männliche Wünsche, die männliche Stimme und männlicher Schmuck. ",
  "an7.51:2.6": "Sie wird davon angeregt und findet Vergnügen daran. ",
  "an7.51:2.7": "Daher wünscht sie, sich mit jemand anderem zusammen einzujochen. ",
  "an7.51:2.8": "Und sie verlangt nach dem Glück und der Freude, die durch solches Einjochen entstehen. ",
  "an7.51:2.9": "Lebewesen, die an ihrer Weiblichkeit Vergnügen finden, sind an Männer gejocht. ",
  "an7.51:2.10": "So geht eine Frau nicht über ihre Weiblichkeit hinaus. ",
  "an7.51:3.1": "Ein Mann richtet den Geist auf seine eigene Männlichkeit: ",
  "an7.51:3.2": "die männlichen Bewegungen, das männliche Erscheinungsbild, die männliche Art, männliche Wünsche, die männliche Stimme und männlicher Schmuck. ",
  "an7.51:3.3": "Er wird davon angeregt und findet Vergnügen daran. ",
  "an7.51:3.4": "Und er richtet den Geist auf die Weiblichkeit anderer: ",
  "an7.51:3.5": "die weiblichen Bewegungen, das weibliche Erscheinungsbild, die weibliche Art, weibliche Wünsche, die weibliche Stimme und weiblicher Schmuck. ",
  "an7.51:3.6": "Er wird davon angeregt und findet Vergnügen daran. ",
  "an7.51:3.7": "Daher wünscht er, sich mit jemand anderem zusammen einzujochen. ",
  "an7.51:3.8": "Und er verlangt nach dem Glück und der Freude, die durch solches Einjochen entstehen. ",
  "an7.51:3.9": "Lebewesen, die an ihrer Männlichkeit Vergnügen finden, sind an Frauen gejocht. ",
  "an7.51:3.10": "So geht ein Mann nicht über seine Männlichkeit hinaus. ",
  "an7.51:3.11": "So kommt das Einjochen zustande. ",
  "an7.51:4.1": "Und wie kommt das Vom-Joch-Lösen zustande? ",
  "an7.51:4.2": "Eine Frau richtet den Geist nicht auf ihre eigene Weiblichkeit: ",
  "an7.51:4.3": "die weiblichen Bewegungen, das weibliche Erscheinungsbild, die weibliche Art, weibliche Wünsche, die weibliche Stimme und weiblicher Schmuck. ",
  "an7.51:4.4": "Sie wird davon nicht angeregt und findet kein Vergnügen daran. ",
  "an7.51:4.5": "Und sie richtet den Geist nicht auf die Männlichkeit anderer: ",
  "an7.51:4.6": "die männlichen Bewegungen, das männliche Erscheinungsbild, die männliche Art, männliche Wünsche, die männliche Stimme und männlicher Schmuck. ",
  "an7.51:4.7": "Sie wird davon nicht angeregt und findet kein Vergnügen daran. ",
  "an7.51:4.8": "Daher wünscht sie nicht, sich mit jemand anderem zusammen einzujochen, ",
  "an7.51:4.9": "und sie verlangt nicht nach dem Glück und der Freude, die durch solches Einjochen entstehen. ",
  "an7.51:4.10": "Lebewesen, die an ihrer Weiblichkeit kein Vergnügen finden, sind nicht an Männer gejocht. ",
  "an7.51:4.11": "So geht eine Frau über ihre Weiblichkeit hinaus. ",
  "an7.51:5.1": "Ein Mann richtet den Geist nicht auf seine eigene Männlichkeit: ",
  "an7.51:5.2": "die männlichen Bewegungen, das männliche Erscheinungsbild, die männliche Art, männliche Wünsche, die männliche Stimme und männlicher Schmuck. ",
  "an7.51:5.3": "Er wird davon nicht angeregt und findet kein Vergnügen daran. ",
  "an7.51:5.4": "Und er richtet den Geist nicht auf die Weiblichkeit anderer: ",
  "an7.51:5.5": "die weiblichen Bewegungen, das weibliche Erscheinungsbild, die weibliche Art, weibliche Wünsche, die weibliche Stimme und weiblicher Schmuck. ",
  "an7.51:5.6": "Er wird davon nicht angeregt und findet kein Vergnügen daran. ",
  "an7.51:5.7": "Daher wünscht er nicht, sich mit jemand anderem zusammen einzujochen, ",
  "an7.51:5.8": "und er verlangt nicht nach dem Glück und der Freude, die durch solches Einjochen entstehen. ",
  "an7.51:5.9": "Lebewesen, die an ihrer Männlichkeit kein Vergnügen finden, sind nicht an Frauen gejocht. ",
  "an7.51:5.10": "So geht ein Mann über seine Männlichkeit hinaus. ",
  "an7.51:5.11": "So kommt das Vom-Joch-Lösen zustande. ",
  "an7.51:5.12": "Das ist die Lehrdarlegung über das Einjochen und das Vom-Joch-Lösen.“ "
}