{
  "an7.4:0.1": "Nummerierte Lehrreden 7.4 ",
  "an7.4:0.2": "1. Das Kapitel über Reichtum ",
  "an7.4:0.3": "Die Kräfte, ausführlich ",
  "an7.4:1.1": "„Mönche und Nonnen, es gibt sieben Kräfte. ",
  "an7.4:1.2": "Welche sieben? ",
  "an7.4:1.3": "Die Kraft des Vertrauens, der Energie, des Gewissens, der Zurückhaltung, der Achtsamkeit, der Versenkung und der Weisheit. ",
  "an7.4:2.1": "Und was ist die Kraft des Vertrauens? ",
  "an7.4:2.2": "Da hat ein edler Schüler Vertrauen zum Erwachen des Klargewordenen: ",
  "an7.4:2.3": "‚Dieser Gesegnete ist vollendet, ein vollkommen erwachter Buddha, von vollendetem Wissen und Verhalten, heilig, Kenner der Welt, unübertrefflicher Anleiter für alle, die üben wollen, Lehrer von Göttern und Menschen, erwacht, gesegnet.‘ ",
  "an7.4:2.4": "Das nennt man die Kraft des Vertrauens. ",
  "an7.4:3.1": "Und was ist die Kraft der Energie? ",
  "an7.4:3.2": "Da lebt ein edler Schüler so, dass er seine Energie aufrüttelt, um untaugliche Eigenschaften aufzugeben und sich taugliche Eigenschaften zu eigen zu machen. Er ist stark, beharrlich strebsam, und lässt nicht nach beim Entwickeln tauglicher Eigenschaften. ",
  "an7.4:3.3": "Das nennt man die Kraft der Energie. ",
  "an7.4:4.1": "Und was ist die Kraft des Gewissens? ",
  "an7.4:4.2": "Da hat ein edler Schüler ein Gewissen. Er hat Gewissensbisse bei Fehlverhalten mit dem Körper, der Sprache und dem Geist und beim Erwerb von schlechten, untauglichen Eigenschaften. ",
  "an7.4:4.3": "Das nennt man die Kraft des Gewissens. ",
  "an7.4:5.1": "Und was ist die Kraft der Zurückhaltung? ",
  "an7.4:5.2": "Da ist ein edler Schüler zurückhaltend. Er ist zurückhaltend, wenn es um Fehlverhalten mit dem Körper, der Sprache und dem Geist und um den Erwerb schlechter, untauglicher Eigenschaften geht. ",
  "an7.4:5.3": "Das nennt man die Kraft der Zurückhaltung. ",
  "an7.4:6.1": "Und was ist die Kraft der Achtsamkeit? ",
  "an7.4:6.2": "Da ist ein edler Schüler achtsam. Er besitzt äußerste Achtsamkeit und Wachheit, und an Dinge, die vor langer Zeit getan oder gesagt wurden, kann er sich erinnern und sie sich ins Gedächtnis rufen. ",
  "an7.4:6.3": "Das nennt man die Kraft der Achtsamkeit. ",
  "an7.4:7.1": "Und was ist die Kraft der Versenkung? ",
  "an7.4:7.2": "Da tritt ein edler Schüler, ganz abgeschieden von den Sinnenfreuden, abgeschieden von untauglichen Eigenschaften, in die erste Vertiefung ein und verweilt darin; da gibt es aus Abgeschiedenheit geborene Ekstase und Seligkeit, während man den Geist ausrichtet und hält. … ",
  "an7.4:7.4": "Indem er Glück und Schmerz aufgibt, und mit dem Enden früherer Fröhlichkeit und Traurigkeit, tritt er in die vierte Vertiefung ein und verweilt darin, ohne Glück oder Schmerz, mit reinem Gleichmut und reiner Achtsamkeit. ",
  "an7.4:7.5": "Das nennt man die Kraft der Versenkung. ",
  "an7.4:8.1": "Und was ist die Kraft der Weisheit? ",
  "an7.4:8.2": "Da ist ein edler Schüler weise. Er besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "an7.4:8.3": "Das nennt man die Kraft der Weisheit. ",
  "an7.4:9.1": "Das sind die sieben Kräfte. ",
  "an7.4:10.1": "Die Kräfte sind Vertrauen und Energie, ",
  "an7.4:10.2": "Gewissen und Zurückhaltung, ",
  "an7.4:10.3": "Achtsamkeit und Versenkung ",
  "an7.4:10.4": "und Weisheit als die siebte Kraft. ",
  "an7.4:10.5": "Mit diesen Kräften ",
  "an7.4:10.6": "lebt eine kluge Nonne glücklich. ",
  "an7.4:11.1": "Sie sollte die Lehre gründlich untersuchen ",
  "an7.4:11.2": "und die Bedeutung klar mit Weisheit sehen. ",
  "an7.4:11.3": "Dann gleicht die Befreiung ihres Herzens ",
  "an7.4:11.4": "einer erlöschenden Lampe.“ "
}