{
  "an7.54:0.1": "Nummerierte Lehrreden 7.54 ",
  "an7.54:0.2": "6. Das Kapitel über die nicht erklärten Punkte ",
  "an7.54:0.3": "Die nicht erklärten Punkte ",
  "an7.54:1.1": "Da ging ein Mönch zum Buddha, verbeugte sich, setzte sich zur Seite hin und sagte zu ihm: ",
  "an7.54:1.2": "„Was ist der Grund, Herr, was ist die Ursache, dass ein gebildeter edler Schüler keine Zweifel hinsichtlich der nicht erklärten Punkte hat?“ ",
  "an7.54:2.1": "„Mönch, es ist wegen des Aufhörens von Ansichten, dass ein gebildeter edler Schüler keine Zweifel hinsichtlich der nicht erklärten Punkte hat. ",
  "an7.54:2.2": "‚Ein Klargewordener besteht nach dem Tod fort‘: Das ist ein Irrglaube. ",
  "an7.54:2.3": "‚Ein Klargewordener besteht nach dem Tod nicht fort‘: Das ist ein Irrglaube. ",
  "an7.54:2.4": "‚Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort‘: Das ist ein Irrglaube. ",
  "an7.54:2.5": "‚Ein Klargewordener besteht weder nach dem Tod fort, noch besteht er nicht fort‘: Das ist ein Irrglaube. ",
  "an7.54:2.6": "Ein ungebildeter gewöhnlicher Mensch versteht Ansichten nicht, er versteht nicht den Ursprung von Ansichten, das Aufhören von Ansichten und die Übung, die zum Aufhören von Ansichten führt. ",
  "an7.54:2.7": "Und so vermehren sich seine Ansichten. Er ist nicht befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Er ist nicht befreit vom Leiden, sage ich. ",
  "an7.54:3.1": "Ein gebildeter edler Schüler versteht Ansichten, er versteht den Ursprung von Ansichten, das Aufhören von Ansichten und die Übung, die zum Aufhören von Ansichten führt. ",
  "an7.54:3.2": "Und so hören seine Ansichten auf. Er ist befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Er ist befreit vom Leiden, sage ich. ",
  "an7.54:3.3": "Wenn er das erkennt und sieht, antwortet ein edler Schüler nicht: ‚Ein Klargewordener besteht nach dem Tod fort‘, ",
  "an7.54:3.4": "‚Ein Klargewordener besteht nach dem Tod nicht fort‘, ",
  "an7.54:3.5": "‚Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort‘ ",
  "an7.54:3.6": "oder ‚Ein Klargewordener besteht weder nach dem Tod fort, noch besteht er nicht fort‘. ",
  "an7.54:3.7": "Wenn er das erkennt und sieht, erklärt ein edler Schüler nicht die nicht erklärten Punkte. ",
  "an7.54:3.8": "Wenn er das erkennt und sieht, wird ein edler Schüler hinsichtlich der nicht erklärten Punkte nicht erstarren, zittern, beben oder bange werden. ",
  "an7.54:4.1": "‚Ein Klargewordener besteht nach dem Tod fort‘: Das steht unter dem Einfluss des Verlangens. … ",
  "an7.54:4.2": "Das steht unter dem Einfluss der Wahrnehmung … ",
  "an7.54:4.3": "Das ist ein Sichgleichsetzen … ",
  "an7.54:4.4": "Das ist Wuchern … ",
  "an7.54:4.5": "Das steht unter dem Einfluss des Ergreifens … ",
  "an7.54:4.6": "‚Ein Klargewordener besteht nach dem Tod fort‘: Das ist ein Ausdruck von Reue. ",
  "an7.54:4.7": "‚Ein Klargewordener besteht nach dem Tod nicht fort‘: Das ist ein Ausdruck von Reue. ",
  "an7.54:4.8": "‚Ein Klargewordener besteht nach dem Tod fort und besteht auch nicht fort‘: Das ist ein Ausdruck von Reue. ",
  "an7.54:4.9": "‚Ein Klargewordener besteht weder nach dem Tod fort, noch besteht er nicht fort‘: Das ist ein Ausdruck von Reue. ",
  "an7.54:4.10": "Ein ungebildeter gewöhnlicher Mensch versteht Reue nicht, er versteht nicht den Ursprung von Reue, das Aufhören von Reue und die Übung, die zum Aufhören von Reue führt. ",
  "an7.54:4.11": "Und so vermehrt sich seine Reue. Er ist nicht befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Er ist nicht befreit vom Leiden, sage ich. ",
  "an7.54:5.1": "Ein gebildeter edler Schüler versteht Reue, er versteht den Ursprung von Reue, das Aufhören von Reue und die Übung, die zum Aufhören von Reue führt. ",
  "an7.54:5.2": "Und so hört seine Reue auf. Er ist befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Er ist befreit vom Leiden, sage ich. ",
  "an7.54:5.3": "Wenn er das erkennt und sieht, antwortet ein edler Schüler nicht: ‚Ein Klargewordener besteht nach dem Tod fort‘ … ",
  "an7.54:5.4": "oder ‚Ein Klargewordener besteht weder nach dem Tod fort, noch besteht er nicht fort‘. ",
  "an7.54:5.5": "Wenn er das erkennt und sieht, erklärt ein edler Schüler nicht die nicht erklärten Punkte. ",
  "an7.54:5.6": "Wenn er das erkennt und sieht, wird ein edler Schüler hinsichtlich der nicht erklärten Punkte nicht erstarren, zittern, beben oder bange werden. ",
  "an7.54:5.7": "Das ist der Grund, das ist die Ursache, dass ein gebildeter edler Schüler keine Zweifel hinsichtlich der nicht erklärten Punkte hat.“ "
}