{
  "an7.68:0.1": "Nummerierte Lehrreden 7.68 ",
  "an7.68:0.2": "7. Das große Kapitel ",
  "an7.68:0.3": "Einer, der die Lehren kennt ",
  "an7.68:1.1": "„Ein Mönch, der sieben Eigenschaften besitzt, ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt. ",
  "an7.68:1.2": "Welche sieben? ",
  "an7.68:1.3": "Da kennt ein Mönch die Lehren, kennt die Bedeutung, kennt sich selbst, kennt das rechte Maß, kennt die rechte Zeit, kennt Versammlungen und kennt Menschen der hohen und niederen Art. ",
  "an7.68:2.1": "Und wie ist ein Mönch einer, der die Lehren kennt? ",
  "an7.68:2.2": "Da kennt ein Mönch die Lehren: ",
  "an7.68:2.3": "die Aussagen, Lieder, Gespräche, Strophen, inbrünstigen Ausrufe, Legenden, Geschichten aus früheren Leben, erstaunlichen Geschichten und Einteilungen. ",
  "an7.68:2.4": "Wenn ein Mönch diese Lehren nicht kennen würde, ",
  "an7.68:2.5": "würde er nicht ‚einer, der die Lehren kennt‘ genannt werden. ",
  "an7.68:2.6": "Aber weil er diese Lehren kennt, ",
  "an7.68:2.7": "wird er ‚einer, der die Lehren kennt‘ genannt. ",
  "an7.68:2.8": "Solcherart ist einer, der die Lehren kennt. ",
  "an7.68:3.1": "Und wie ist er einer, der die Bedeutung kennt? ",
  "an7.68:3.2": "Da versteht ein Mönch die Bedeutung verschiedener Aussagen: ",
  "an7.68:3.3": "‚Diese Aussage bedeutet dieses, jene Aussage bedeutet jenes.‘ ",
  "an7.68:3.4": "Wenn ein Mönch die Bedeutung verschiedener Aussagen nicht kennen würde, ",
  "an7.68:3.5": "würde er nicht ‚einer, der die Bedeutung kennt‘ genannt werden. ",
  "an7.68:3.6": "Aber weil er die Bedeutung verschiedener Aussagen kennt, ",
  "an7.68:3.7": "wird er ‚einer, der die Bedeutung kennt‘ genannt. ",
  "an7.68:3.8": "Solcherart ist einer, der die Lehren kennt, und einer, der die Bedeutung kennt. ",
  "an7.68:4.1": "Und wie ist er einer, der sich selbst kennt? ",
  "an7.68:4.2": "Da kennt ein Mönch sich selbst: ",
  "an7.68:4.3": "‚So weit reicht mein Vertrauen, mein sittliches Verhalten, meine Gelehrsamkeit, meine Großzügigkeit, meine Weisheit und meine Wortgewandtheit.‘ ",
  "an7.68:4.4": "Wenn ein Mönch sich selbst nicht auf diese Art kennen würde, ",
  "an7.68:4.5": "würde er nicht ‚einer, der sich selbst kennt‘ genannt werden. ",
  "an7.68:4.6": "Aber weil er sich selbst auf diese Art kennt, ",
  "an7.68:4.7": "wird er ‚einer, der sich selbst kennt‘ genannt. ",
  "an7.68:4.8": "Solcherart ist einer, der die Lehren kennt, einer, der die Bedeutung kennt, und einer, der sich selbst kennt. ",
  "an7.68:5.1": "Und wie ist er einer, der das rechte Maß kennt? ",
  "an7.68:5.2": "Da kennt ein Mönch das rechte Maß beim Annehmen von Roben, Almosen, Unterkunft sowie Arznei und Krankenversorgung. ",
  "an7.68:5.3": "Wenn ein Mönch das rechte Maß nicht kennen würde, würde er nicht ‚einer, der das rechte Maß kennt‘ genannt werden. ",
  "an7.68:5.4": "Aber weil er das rechte Maß kennt, wird er ‚einer, der das rechte Maß kennt‘ genannt. ",
  "an7.68:5.5": "Solcherart ist einer, der die Lehren kennt, einer, der die Bedeutung kennt, einer, der sich selbst kennt, und einer, der das rechte Maß kennt. ",
  "an7.68:6.1": "Und wie ist er einer, der die rechte Zeit kennt? ",
  "an7.68:6.2": "Da kennt ein Mönch die rechte Zeit: ",
  "an7.68:6.3": "‚Das ist die rechte Zeit zum Aufsagen; das ist die rechte Zeit zum Fragenstellen; das ist die rechte Zeit zum Meditieren; das ist die rechte Zeit für die Klausur.‘ ",
  "an7.68:6.4": "Wenn ein Mönch die rechte Zeit nicht kennen würde, ",
  "an7.68:6.5": "würde er nicht ‚einer, der die rechte Zeit kennt‘ genannt werden. ",
  "an7.68:6.6": "Aber weil er die rechte Zeit kennt, ",
  "an7.68:6.7": "wird er ‚einer, der die rechte Zeit kennt‘ genannt. ",
  "an7.68:6.8": "Solcherart ist einer, der die Lehren kennt, einer, der die Bedeutung kennt, einer, der sich selbst kennt, einer, der das rechte Maß kennt, und einer, der die rechte Zeit kennt. ",
  "an7.68:7.1": "Und wie ist er einer, der Versammlungen kennt? ",
  "an7.68:7.2": "Da kennt ein Mönch Versammlungen: ",
  "an7.68:7.3": "‚Das ist eine Versammlung von Adligen, von Brahmanen, von Hausbesitzern oder von Asketen. ",
  "an7.68:7.4": "So sollte man sich dieser Versammlung nähern. So sollte man stehen, sich verhalten, sitzen, sprechen oder schweigen, wenn man da ist.‘ ",
  "an7.68:7.5": "Wenn ein Mönch Versammlungen nicht kennen würde, ",
  "an7.68:7.7": "würde er nicht ‚einer, der Versammlungen kennt‘ genannt werden. ",
  "an7.68:7.8": "Aber weil er Versammlungen kennt, ",
  "an7.68:7.10": "wird er ‚einer, der Versammlungen kennt‘ genannt. ",
  "an7.68:7.11": "Solcherart ist einer, der die Lehren kennt, einer, der die Bedeutung kennt, einer, der sich selbst kennt, einer, der das rechte Maß kennt, einer, der die rechte Zeit kennt, und einer, der Versammlungen kennt. ",
  "an7.68:8.1": "Und wie ist er einer, der Menschen der hohen und niederen Art kennt? ",
  "an7.68:8.2": "Da versteht ein Mönch die Menschen als Paare. ",
  "an7.68:8.3": "Zwei Menschen: ",
  "an7.68:8.4": "Einer sieht gerne die Edlen, einer nicht. ",
  "an7.68:8.5": "Der Mensch, der nicht gerne die Edlen sieht, ",
  "an7.68:8.6": "verdient in dieser Hinsicht Tadel. ",
  "an7.68:8.7": "Der Mensch, der gerne die Edlen sieht, ",
  "an7.68:8.8": "verdient in dieser Hinsicht Lob. ",
  "an7.68:9.1": "Zwei Menschen sehen gerne die Edlen: ",
  "an7.68:9.2": "Einer hört gerne die wahre Lehre, einer nicht. ",
  "an7.68:9.3": "Der Mensch, der nicht gerne die wahre Lehre hört, ",
  "an7.68:9.4": "verdient in dieser Hinsicht Tadel. ",
  "an7.68:9.5": "Der Mensch, der gerne die wahre Lehre hört, ",
  "an7.68:9.6": "verdient in dieser Hinsicht Lob. ",
  "an7.68:10.1": "Zwei Menschen hören gerne die wahre Lehre: ",
  "an7.68:10.2": "Einer schenkt der Lehre Gehör, einer nicht. ",
  "an7.68:10.3": "Der Mensch, der der Lehre kein Gehör schenkt, ",
  "an7.68:10.4": "verdient in dieser Hinsicht Tadel. ",
  "an7.68:10.5": "Der Mensch, der der Lehre Gehör schenkt, ",
  "an7.68:10.6": "verdient in dieser Hinsicht Lob. ",
  "an7.68:11.1": "Zwei Menschen schenken der Lehre Gehör: ",
  "an7.68:11.2": "Einer behält die Lehre, die er gehört hat, einer nicht. ",
  "an7.68:11.3": "Der Mensch, der die Lehre, die er gehört hat, nicht behält, ",
  "an7.68:11.4": "verdient in dieser Hinsicht Tadel. ",
  "an7.68:11.5": "Der Mensch, der die Lehre, die er gehört hat, behält, ",
  "an7.68:11.6": "verdient in dieser Hinsicht Lob. ",
  "an7.68:12.1": "Zwei Menschen behalten die Lehre, die sie gehört haben: ",
  "an7.68:12.2": "Einer untersucht die Bedeutung der Lehren, die er sich eingeprägt hat, einer nicht. ",
  "an7.68:12.3": "Der Mensch, der die Bedeutung der Lehren, die er sich eingeprägt hat, nicht untersucht, ",
  "an7.68:12.4": "verdient in dieser Hinsicht Tadel. ",
  "an7.68:12.5": "Der Mensch, der die Bedeutung der Lehren, die er sich eingeprägt hat, untersucht, ",
  "an7.68:12.6": "verdient in dieser Hinsicht Lob. ",
  "an7.68:13.1": "Zwei Menschen untersuchen die Bedeutung der Lehren, die sie sich eingeprägt haben: ",
  "an7.68:13.2": "Einer versteht die Bedeutung und die Lehre und übt im Einklang mit der Lehre, einer versteht die Bedeutung und die Lehre, doch übt er nicht im Einklang mit der Lehre. ",
  "an7.68:13.3": "Der Mensch, der die Bedeutung und die Lehre versteht, aber nicht im Einklang mit der Lehre übt, ",
  "an7.68:13.4": "verdient in dieser Hinsicht Tadel. ",
  "an7.68:13.5": "Der Mensch, der die Bedeutung und die Lehre versteht und im Einklang mit der Lehre übt, ",
  "an7.68:13.6": "verdient in dieser Hinsicht Lob. ",
  "an7.68:14.1": "Zwei Menschen verstehen die Bedeutung und die Lehre und üben im Einklang mit der Lehre: ",
  "an7.68:14.2": "Einer übt zum eigenen Nutzen, aber nicht zum Nutzen anderer, einer übt sowohl zum eigenen Nutzen als auch zum Nutzen anderer. ",
  "an7.68:14.3": "Der Mensch, der zum eigenen Nutzen, aber nicht zum Nutzen anderer übt, ",
  "an7.68:14.4": "verdient in dieser Hinsicht Tadel. ",
  "an7.68:14.5": "Doch der Mensch, der sowohl zum eigenen Nutzen als auch zum Nutzen anderer übt, ",
  "an7.68:14.6": "verdient in dieser Hinsicht Lob. ",
  "an7.68:15.1": "So versteht ein Mönch die Menschen als Paare. ",
  "an7.68:16.1": "So ist ein Mönch einer, der Menschen der hohen und niederen Art kennt. ",
  "an7.68:16.2": "Ein Mönch, der diese sieben Eigenschaften besitzt, ist einer den Göttern gewidmeten Gabe würdig, der Gastfreundschaft würdig, einer religiösen Gabe würdig, des Grußes mit zusammengelegten Händen würdig und ist das unübertreffliche Feld für Verdienst für die Welt.“ "
}