{
  "an7.6:0.1": "Nummerierte Lehrreden 7.6 ",
  "an7.6:0.2": "1. Das Kapitel über Reichtum ",
  "an7.6:0.3": "Reichtum, ausführlich ",
  "an7.6:1.1": "„Mönche und Nonnen, es gibt sieben Reichtümer. ",
  "an7.6:1.2": "Welche sieben? ",
  "an7.6:1.3": "Reichtum an Vertrauen, sittlichem Verhalten, Gewissen, Zurückhaltung, Gelehrsamkeit, Großzügigkeit und Weisheit. ",
  "an7.6:2.1": "Und was ist Reichtum an Vertrauen? ",
  "an7.6:2.2": "Da hat ein edler Schüler Vertrauen zum Erwachen des Klargewordenen … ",
  "an7.6:2.4": "Das nennt man Reichtum an Vertrauen. ",
  "an7.6:3.1": "Und was ist Reichtum an sittlichem Verhalten? ",
  "an7.6:3.2": "Da tötet ein edler Schüler keine lebenden Geschöpfe, stiehlt nicht, begeht keine sexuellen Verfehlungen, gebraucht keine falsche, entzweiende, harte oder sinnlose Rede und trinkt keinen Alkohol, der nachlässig macht. ",
  "an7.6:3.3": "Das nennt man Reichtum an sittlichem Verhalten. ",
  "an7.6:4.1": "Und was ist Reichtum an Gewissen? ",
  "an7.6:4.2": "Da hat ein edler Schüler ein Gewissen. Er hat Gewissensbisse bei Fehlverhalten mit dem Körper, der Sprache und dem Geist und beim Erwerb schlechter, untauglicher Eigenschaften. ",
  "an7.6:4.3": "Das nennt man Reichtum an Gewissen. ",
  "an7.6:5.1": "Und was ist Reichtum an Zurückhaltung? ",
  "an7.6:5.2": "Da ist ein edler Schüler zurückhaltend. Er ist zurückhaltend, wenn es um Fehlverhalten mit dem Körper, der Sprache und dem Geist und um den Erwerb schlechter, untauglicher Eigenschaften geht. ",
  "an7.6:5.3": "Das nennt man Reichtum an Zurückhaltung. ",
  "an7.6:6.1": "Und was ist Reichtum an Gelehrsamkeit? ",
  "an7.6:6.2": "Da ist ein edler Schüler sehr gelehrt, erinnert und behält, was er gehört hat: diese Lehren, die am Anfang gut, in der Mitte gut und am Ende gut sind, bedeutsam und gut ausgedrückt; die ein geistliches Leben beschreiben, das ganz vollständig und rein ist. Er ist sehr gelehrt in diesen Lehren, erinnert sie, festigt sie, indem er sie aufsagt, prüft sie mit dem Geist und erfasst sie gedanklich. ",
  "an7.6:6.3": "Das nennt man Reichtum an Gelehrsamkeit. ",
  "an7.6:7.1": "Und was ist Reichtum an Großzügigkeit? ",
  "an7.6:7.2": "Da lebt ein edler Schüler im Haus und hat den Fleck des Geizes entfernt; er gibt großzügig her, hat eine offene Hand, freut sich am Loslassen, ist der Wohltätigkeit verpflichtet und liebt es, zu geben und zu teilen. ",
  "an7.6:7.3": "Das nennt man Reichtum an Großzügigkeit. ",
  "an7.6:8.1": "Und was ist Reichtum an Weisheit? ",
  "an7.6:8.2": "Da ist ein edler Schüler weise. Er besitzt die Erkenntnis des Entstehens und Vergehens, die edel und durchdringend ist und zur völligen Auflösung des Leidens führt. ",
  "an7.6:8.3": "Das nennt man Reichtum an Weisheit. ",
  "an7.6:9.1": "Das sind die sieben Reichtümer. ",
  "an7.6:10.1": "Vertrauen und sittliches Verhalten sind Reichtümer, ",
  "an7.6:10.2": "auch Gewissen und Zurückhaltung, ",
  "an7.6:10.3": "Gelehrsamkeit und Großzügigkeit, ",
  "an7.6:10.4": "und Weisheit ist der siebte Reichtum. ",
  "an7.6:11.1": "Wenn eine Frau oder ein Mann ",
  "an7.6:11.2": "diese Reichtümer besitzt, ",
  "an7.6:11.3": "gelten sie als wohlhabend, ",
  "an7.6:11.4": "und ihr Leben ist nicht umsonst. ",
  "an7.6:12.1": "Daher sollte ein Weiser ",
  "an7.6:12.2": "sich dem Vertrauen, der Sittlichkeit, ",
  "an7.6:12.3": "der Zuversicht und dem Sehen der Wahrheit weihen ",
  "an7.6:12.4": "und sich an die Anweisungen der Buddhas erinnern.“ "
}