{
  "an7.66:0.1": "Nummerierte Lehrreden 7 ",
  "an7.66:0.2": "7. Das große Kapitel ",
  "an7.66:0.3": "66. Die sieben Sonnen ",
  "an7.66:1.1": "So habe ich es gehört: ",
  "an7.66:1.2": "Einmal hielt sich der Buddha bei Vesālī auf, in Ambapālīs Wald. ",
  "an7.66:1.3": "Da wandte sich der Buddha an die Mönche und Nonnen: ",
  "an7.66:1.4": "„Mönche und Nonnen!“ ",
  "an7.66:1.5": "„Ehrwürdiger Herr“, antworteten sie. ",
  "an7.66:1.6": "Der Buddha sagte: ",
  "an7.66:2.1": "„Mönche und Nonnen, Bedingungen sind unbeständig. ",
  "an7.66:2.2": "Bedingungen sind brüchig. ",
  "an7.66:2.3": "Bedingungen sind unzuverlässig. ",
  "an7.66:2.4": "Eben das reicht völlig aus, dass ihr in Bezug auf alle Bedingungen ernüchtert werdet, euch von ihnen abwendet und davon frei werdet. ",
  "an7.66:3.1": "Sineru, der König der Berge, ist 84.000 Meilen lang und 84.000 Meilen breit. Er reicht 84.000 Meilen unter das Meer und ragt 84.000 Meilen daraus hervor. ",
  "an7.66:3.2": "Es kommt eine Zeit, nachdem eine sehr lange Zeitspanne vergangen ist, da der Regen nicht mehr fällt. Viele Jahre lang, viele hundert, viele tausend, viele hunderttausend Jahre lang wird kein Regen fallen. ",
  "an7.66:3.3": "Wenn das geschieht, verdorren und vertrocknen die Pflanzen und Samen, die Kräuter, das Gras und die großen Bäume und sind nicht mehr da. ",
  "an7.66:3.4": "So unbeständig sind Bedingungen, ",
  "an7.66:3.5": "so brüchig, so unzuverlässig. ",
  "an7.66:3.6": "Eben das reicht völlig aus, dass ihr in Bezug auf alle Bedingungen ernüchtert werdet, euch von ihnen abwendet und davon frei werdet. ",
  "an7.66:4.1": "Es kommt eine Zeit, nachdem eine sehr lange Zeitspanne vergangen ist, da erscheint eine zweite Sonne. ",
  "an7.66:4.2": "Wenn das geschieht, verdorren und vertrocknen die Flüsse und die Teiche und sind nicht mehr da. ",
  "an7.66:4.3": "So unbeständig sind Bedingungen … ",
  "an7.66:5.1": "Es kommt eine Zeit, nachdem eine sehr lange Zeitspanne vergangen ist, da erscheint eine dritte Sonne. ",
  "an7.66:5.2": "Wenn das geschieht, verdorren und vertrocknen die großen Ströme, ",
  "an7.66:5.3": "Ganges, Yamunā, Aciravatī, Sarabhū und Mahī verdorren und vertrocknen und sind nicht mehr da. ",
  "an7.66:5.4": "So unbeständig sind Bedingungen … ",
  "an7.66:6.1": "Es kommt eine Zeit, nachdem eine sehr lange Zeitspanne vergangen ist, da erscheint eine vierte Sonne. ",
  "an7.66:6.2": "Wenn das geschieht, verdorren und vertrocknen die großen Seen, aus denen die Flüsse entspringen, ",
  "an7.66:6.3": "der Anotattā, der Sīhapapātā, der Rathakārā, der Kaṇṇamuṇḍā, der Kuṇālā, der Chaddantā und der Mandākinīsie verdorren und vertrocknen und sind nicht mehr da. ",
  "an7.66:6.4": "So unbeständig sind Bedingungen … ",
  "an7.66:7.1": "Es kommt eine Zeit, nachdem eine sehr lange Zeitspanne vergangen ist, da erscheint eine fünfte Sonne. ",
  "an7.66:7.2": "Wenn das geschieht, sinkt der Wasserspiegel im Meer um hundert Meilen. Er sinkt um zwei-, drei-, vier-, fünf-, sechs- oder gar siebenhundert Meilen. ",
  "an7.66:7.3": "Das Wasser, das im Meer verbleibt, ist nur so tief wie sieben Palmen. Es ist so tief wie sechs, fünf, vier, drei, zwei oder gar nur wie eine Palme. ",
  "an7.66:7.4": "Das Wasser, das im Meer verbleibt, ist nur sieben Klafter tief. Es ist sechs, fünf, vier, drei, zwei oder gar nur einen Klafter tief. Es reicht bis zur Hüfte, zum Knie oder gar nur bis zum Knöchel. ",
  "an7.66:7.5": "Wie in der Herbstzeit, wenn heftiger Regen fällt und hier und da im Hufabdruck einer Kuh Wasser stehen bleibt: ",
  "an7.66:7.6": "Ebenso bleibt im Meer hier und da Wasser in Pfützen stehen wie im Hufabdruck einer Kuh. ",
  "an7.66:7.7": "Wenn die fünfte Sonne erscheint, gibt es nicht einmal genug Wasser im großen Meer, um sich die Zehen nass zu machen. ",
  "an7.66:7.8": "So unbeständig sind Bedingungen … ",
  "an7.66:8.1": "Es kommt eine Zeit, nachdem eine sehr lange Zeitspanne vergangen ist, da erscheint eine sechste Sonne. ",
  "an7.66:8.2": "Wenn das geschieht, rauchen und qualmen diese große Erde und Sineru, der König der Berge, und sind in Rauch gehüllt. ",
  "an7.66:8.3": "Wie anfangs, wenn der Brennofen eines Töpfers entzündet wird, und er raucht und qualmt und ist in Rauch gehüllt: ",
  "an7.66:8.4": "Ebenso rauchen und qualmen diese große Erde und Sineru, der König der Berge, und sind in Rauch gehüllt. ",
  "an7.66:8.5": "So unbeständig sind Bedingungen … ",
  "an7.66:9.1": "Es kommt eine Zeit, nachdem eine sehr lange Zeitspanne vergangen ist, da erscheint eine siebte Sonne. ",
  "an7.66:9.2": "Wenn das geschieht, verwandeln sich diese große Erde und Sineru, der König der Berge, in ein einziges brennendes und loderndes Flammenmeer. ",
  "an7.66:9.3": "Und wenn sie so brennen und lodern, werden die Flammen vom Wind bis hin zur Brahmāwelt getragen. ",
  "an7.66:9.4": "Sineru, der König der Berge, brennt und lodert und zerfällt, wenn er von dem großen Feuer bezwungen wird. Inzwischen lösen sich hundert Meilen hohe Berggipfel in den Flammen auf oder zwei-, drei-, vier- oder fünfhundert Meilen hohe Berggipfel lösen sich in den Flammen auf. ",
  "an7.66:9.5": "Und wenn die große Erde und Sineru, der König der Berge, brennen und lodern, sind kein Ruß und keine Asche zu finden. ",
  "an7.66:9.6": "Wie wenn Ghee oder Öl brennen und lodern und weder Ruß noch Asche zu finden sind: ",
  "an7.66:9.7": "Ebenso sind kein Ruß und keine Asche zu finden, wenn die große Erde und Sineru, der König der Berge, brennen und lodern. ",
  "an7.66:9.8": "So unbeständig sind Bedingungen, ",
  "an7.66:9.9": "so brüchig sind Bedingungen, ",
  "an7.66:9.10": "so unzuverlässig sind Bedingungen. ",
  "an7.66:9.11": "Eben das reicht völlig aus, dass ihr in Bezug auf alle Bedingungen ernüchtert werdet, euch von ihnen abwendet und davon frei werdet. ",
  "an7.66:10.1": "Mönche und Nonnen, wer würde jemals denken oder glauben, ",
  "an7.66:10.2": "dass diese Erde und Sineru, der König der Berge, brennen und zerfallen und nicht mehr da sein werden, es sei denn, man hätte die Wahrheit gesehen? ",
  "an7.66:11.1": "Es war einmal ein Lehrer mit Namen Sunetta. Der war ein Religionsstifter und war von sinnlichem Verlangen frei. ",
  "an7.66:11.2": "Er hatte viele hundert Schüler und Schülerinnen. ",
  "an7.66:11.3": "Er lehrte sie den Weg zur Wiedergeburt in der Gemeinschaft mit Brahmā. ",
  "an7.66:11.4": "Die, die Sunettas Lehren vollständig verstanden, wurden, als ihr Körper auseinanderbrach, nach dem Tod, an einem guten Ort wiedergeboren, in der Gemeinschaft mit Brahmā. ",
  "an7.66:11.5": "Von denen, die Sunettas Lehren nur teilweise verstanden, wurden manche, als ihr Körper auseinanderbrach, nach dem Tod, unter den Göttern wiedergeboren, die über die Schöpfungen anderer herrschen. Manche wurden unter den Göttern wiedergeboren, die gerne erschaffen, manche unter den Freudvollen Göttern, den Yama-Göttern, den Göttern der Dreiunddreißig oder den Göttern der Vier Großen Könige. Und manche wurden unter gut situierten Adligen, Brahmanen oder Hausbesitzern wiedergeboren. ",
  "an7.66:12.1": "Da dachte der Lehrer Sunetta: ",
  "an7.66:12.2": "‚Es ist nicht angebracht für mich, im nächsten Leben genau am gleichen Ort wiedergeboren zu werden wie meine Schülerinnen. Warum entwickle ich nicht die Liebe weiter?‘ ",
  "an7.66:13.1": "Und Sunetta entwickelte sieben Jahre lang die Liebe. ",
  "an7.66:13.2": "Nachdem er das getan hatte, kehrte er sieben Äonen lang, in denen sich das Weltall ausdehnte und zusammenzog, nicht in diese Welt zurück. ",
  "an7.66:13.3": "Wenn das Weltall sich zusammenzog, ging er in den Bereich des strahlenden Glanzes. ",
  "an7.66:13.4": "Wenn es sich ausdehnte, wurde er in einem leeren Brahmāpalast wiedergeboren. ",
  "an7.66:13.5": "Dort war er Brahmā, der Große Brahmā, der Sieger, der Unbesiegte, der allumfassende Seher, der, der die Macht hat. ",
  "an7.66:13.6": "Sechsunddreißig Mal war er Sakka der Götterkönig. ",
  "an7.66:13.7": "Viele hundert Male war er ein König, ein Rad-drehender Herrscher, ein gerechter König, der sich an Grundsätze hält. Sein Herrschaftsgebiet erstreckte sich nach allen vier Seiten bis zum Ende, er machte das Land sicher und er besaß die sieben Juwelen. ",
  "an7.66:13.8": "Er hatte über tausend Söhne, wacker und heldenhaft, die die Heere seiner Feinde zermalmten. ",
  "an7.66:13.9": "Nachdem er dieses vom Meer umgebene Land erobert hatte, herrschte er nach natürlichen Gesetzmäßigkeiten, ohne Stock oder Schwert. ",
  "an7.66:13.10": "Und obwohl Sunetta so lange lebte, ",
  "an7.66:13.11": "war er nicht von Wiedergeburt befreit, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Er war nicht befreit vom Leiden, sage ich. ",
  "an7.66:14.1": "Und warum nicht? ",
  "an7.66:14.2": "Weil er vier Dinge nicht verstanden und nicht durchdrungen hatte. ",
  "an7.66:14.3": "Welche vier? ",
  "an7.66:14.4": "Edle Ethik, edle Versenkung, edle Weisheit und edle Freiheit. ",
  "an7.66:14.5": "Diese edle Ethik, Versenkung, Weisheit und Freiheit wurden verstanden und durchdrungen. Das Verlangen nach Fortsetzung des Daseins wurde abgeschnitten, das Haften daran ist gelöst, künftige Leben wird es jetzt nicht mehr geben.“ ",
  "an7.66:14.6": "Das sagte der Buddha. ",
  "an7.66:14.7": "Und der Heilige, der Lehrer, fuhr fort: ",
  "an7.66:15.1": "„Ethik, Versenkung und Weisheit ",
  "an7.66:15.2": "und die unübertreffliche Freiheit: ",
  "an7.66:15.3": "diese Dinge wurden verstanden ",
  "an7.66:15.4": "von Gotama, dem Ruhmreichen. ",
  "an7.66:16.1": "Und so hatte der Buddha die Einsicht ",
  "an7.66:16.2": "und erklärte den Mönchen und Nonnen die Lehre. ",
  "an7.66:16.3": "Der Lehrer machte dem Leiden ein Ende; ",
  "an7.66:16.4": "er sieht klar und ist erloschen.“ "
}