{
  "an7.56:0.1": "Nummerierte Lehrreden 7.56 ",
  "an7.56:0.2": "6. Das Kapitel über die nicht erklärten Punkte ",
  "an7.56:0.3": "Mit dem Brahmā Tissa ",
  "an7.56:1.1": "So habe ich es gehört: ",
  "an7.56:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an7.56:1.3": "Da kamen spät in der Nacht zwei Gottheiten, die mit ihrer wunderbaren Schönheit die Geierkuppe weithin erhellten, zum Buddha, verbeugten sich und stellten sich zur Seite hin. Eine Gottheit sagte zu ihm: ",
  "an7.56:1.4": "„Herr, diese Nonnen sind befreit!“ ",
  "an7.56:1.5": "Die andere Gottheit sagte zu ihm: ",
  "an7.56:1.6": "„Herr, diese Nonnen sind gut befreit ohne einen Rest!“ ",
  "an7.56:1.7": "Das sagten diese Gottheiten, ",
  "an7.56:1.8": "und der Lehrer begrüßte es. ",
  "an7.56:1.9": "Da verbeugten sich diese Gottheiten, als sie die Zustimmung des Lehrers erkannt hatten, umrundeten den Buddha respektvoll, die rechte Seite ihm zugewandt, und verschwanden eben dort. ",
  "an7.56:2.1": "Als dann die Nacht vorüber war, berichtete der Buddha den Mönchen und Nonnen, was vorgefallen war. ",
  "an7.56:3.1": "Nun saß da gerade der Ehrwürdige Mahāmoggallāna nicht weit vom Buddha. ",
  "an7.56:3.2": "Er dachte: ",
  "an7.56:3.3": "„Welche Götter wissen, ob bei einem Menschen ein Rest da ist oder nicht?“ ",
  "an7.56:3.5": "Nun war da gerade kürzlich ein Mönch namens Tissa verstorben und in einer Brahmāwelt wiedergeboren worden. ",
  "an7.56:3.6": "Dort war bekannt, ",
  "an7.56:3.7": "dass der Brahmā Tissa sehr mächtig und gewaltig war. ",
  "an7.56:4.1": "Da verschwand der Ehrwürdige Mahāmoggallāna, so leicht wie eine starke Person den Arm strecken oder beugen würde, von der Geierkuppe und erschien wieder in dieser Brahmāwelt. ",
  "an7.56:4.2": "Tissa sah Moggallāna von Weitem kommen ",
  "an7.56:4.3": "und sagte zu ihm: ",
  "an7.56:4.4": "„Komm, mein guter Moggallāna! ",
  "an7.56:4.5": "Willkommen, mein guter Moggallāna! ",
  "an7.56:4.6": "Es ist lange her, dass du die Gelegenheit genutzt hast, hierherzukommen. ",
  "an7.56:4.7": "Setz dich, mein guter Moggallāna, dieser Sitz ist für dich.“ ",
  "an7.56:4.8": "Moggallāna setzte sich auf den ausgebreiteten Sitz. ",
  "an7.56:4.9": "Da verbeugte sich Tissa vor Moggallāna und setzte sich zur Seite hin. ",
  "an7.56:4.10": "Moggallāna sagte zu ihm: ",
  "an7.56:4.11": "„Tissa, welche Götter wissen, ob bei einem Menschen ein Rest da ist oder nicht?“ ",
  "an7.56:4.13": "„Die Götter aus Brahmās Gefolge wissen das.“ ",
  "an7.56:5.1": "„Aber wissen das alle von ihnen?“ ",
  "an7.56:5.3": "„Nein, mein guter Moggallāna, nicht alle. ",
  "an7.56:6.1": "Jene Götter aus Brahmās Gefolge, die mit Brahmās Lebensspanne, seiner Schönheit, seinem Glück, seinem Ruhm und seiner Herrschaft zufrieden sind und die ein höheres Entrinnen nicht wahrhaftig verstehen: ",
  "an7.56:6.2": "Sie wissen es nicht. ",
  "an7.56:6.4": "Aber jene Götter aus Brahmās Gefolge, die mit Brahmās Lebensspanne, seiner Schönheit, seinem Glück, seinem Ruhm und seiner Herrschaft nicht zufrieden sind und die ein höheres Entrinnen wahrhaftig verstehen: ",
  "an7.56:6.5": "Sie wissen es. ",
  "an7.56:7.1": "Da ist ein Mönch auf beide Arten befreit. ",
  "an7.56:7.2": "Die Götter wissen von ihm: ",
  "an7.56:7.3": "‚Dieser Ehrwürdige ist auf beide Arten befreit. ",
  "an7.56:7.4": "Solange sein Körper besteht, können Götter und Menschen ihn sehen. ",
  "an7.56:7.5": "Aber wenn sein Körper auseinanderbricht, werden Götter und Menschen ihn nicht mehr sehen.‘ ",
  "an7.56:7.6": "Auch so wissen diese Götter, ob bei einem Menschen ein Rest da ist oder nicht. ",
  "an7.56:8.1": "Dann ist da eine Nonne durch Weisheit befreit. ",
  "an7.56:8.2": "Die Götter wissen von ihr: ",
  "an7.56:8.3": "‚Diese Ehrwürdige ist durch Weisheit befreit. ",
  "an7.56:8.4": "Solange ihr Körper besteht, können Götter und Menschen sie sehen. ",
  "an7.56:8.5": "Aber wenn ihr Körper auseinanderbricht, werden Götter und Menschen sie nicht mehr sehen. ",
  "an7.56:8.6": "Auch so wissen diese Götter, ob bei einem Menschen ein Rest da ist oder nicht. ",
  "an7.56:9.1": "Dann ist da ein Mönch ein persönlicher Zeuge. ",
  "an7.56:9.2": "Die Götter wissen von ihm: ",
  "an7.56:9.3": "‚Dieser Ehrwürdige ist ein persönlicher Zeuge. ",
  "an7.56:9.4": "Hoffentlich wird dieser Ehrwürdige geeignete Unterkünfte aufsuchen, sich guten Freunden anschließen und seine Sinne zügeln. ",
  "an7.56:9.5": "Dann kann er in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen, er kann an dem Ziel leben, das er durch eigene Einsicht erkannt hat, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "an7.56:9.6": "Auch so wissen diese Götter, ob bei einem Menschen ein Rest da ist oder nicht. ",
  "an7.56:10.1": "Dann ist da eine Nonne zur Ansicht gelangt. … ",
  "an7.56:10.2": "durch Vertrauen befreit … ",
  "an7.56:10.3": "oder eine Nachfolgerin der Lehren … ",
  "an7.56:10.4": "Die Götter wissen von ihr: ",
  "an7.56:10.5": "‚Diese Ehrwürdige ist eine Nachfolgerin der Lehren. ",
  "an7.56:10.6": "Hoffentlich wird diese Ehrwürdige geeignete Unterkünfte aufsuchen, sich guten Freundinnen anschließen und ihre Sinne zügeln. ",
  "an7.56:10.7": "Dann kann sie in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen, sie kann an dem Ziel leben, das sie durch eigene Einsicht erkannt hat, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "an7.56:10.8": "Auch so wissen diese Götter, ob bei einem Menschen ein Rest da ist oder nicht.“ ",
  "an7.56:11.1": "Moggallāna begrüßte die Worte des Brahmā Tissa und stimmte ihm zu. Dann verschwand er, so leicht wie eine starke Person den Arm strecken oder beugen würde, aus dieser Brahmāwelt und erschien wieder auf der Geierkuppe. ",
  "an7.56:11.2": "Da ging Mahāmoggallāna zum Buddha, verbeugte sich, setzte sich zur Seite hin ",
  "an7.56:11.3": "und berichtete ihm, was vorgefallen war. ",
  "an7.56:12.1": "„Aber Moggallāna, der Brahmā Tissa hat nicht den siebten Menschen gelehrt, den, der in der merkmalslosen Meditation verweilt.“ ",
  "an7.56:12.2": "„Jetzt ist die Zeit, Gesegneter! Jetzt ist die Zeit, Heiliger! ",
  "an7.56:12.3": "Der Buddha lehre bitte den siebten Menschen, den, der in der merkmalslosen Meditation verweilt. Die Mönche und Nonnen werden zuhören und es behalten.“ ",
  "an7.56:12.4": "„Nun, Moggallāna, hör zu und gebrauche den Geist gut, ich werde sprechen.“ ",
  "an7.56:12.5": "„Ja, Herr“, antwortete Mahāmoggallāna. ",
  "an7.56:12.6": "Der Buddha sagte: ",
  "an7.56:13.1": "„Moggallāna, da tritt ein Mönch, indem er den Geist von allen Merkmalen abwendet, in die merkmalslose Versenkung des Herzens ein und verweilt darin. ",
  "an7.56:13.2": "Die Götter wissen von ihm: ",
  "an7.56:13.3": "‚Dieser Ehrwürdige tritt, indem er den Geist von allen Merkmalen abwendet, in die merkmalslose Versenkung des Herzens ein und verweilt darin. ",
  "an7.56:13.4": "Hoffentlich wird dieser Ehrwürdige geeignete Unterkünfte aufsuchen, sich guten Freunden anschließen und seine Sinne zügeln. ",
  "an7.56:13.5": "Dann kann er in diesem Leben zum äußersten Höhepunkt des geistlichen Lebens gelangen, er kann an dem Ziel leben, das er durch eigene Einsicht erkannt hat, für welches ehrbare Menschen zu Recht aus dem Haus fortziehen ins hauslose Leben.‘ ",
  "an7.56:13.6": "Auch so wissen diese Götter, ob bei einem Menschen ein Rest da ist oder nicht.“ "
}