{
  "an7.22:0.1": "Nummerierte Lehrreden 7.22 ",
  "an7.22:0.2": "3. Das Kapitel über die Sieben der Vajjier ",
  "an7.22:0.3": "Mit Vassakāra ",
  "an7.22:1.1": "So habe ich es gehört: ",
  "an7.22:1.2": "Einmal hielt sich der Buddha bei Rājagaha auf der Geierkuppe auf. ",
  "an7.22:1.3": "Zu dieser Zeit nun wollte der König Ajātasattu Vedehiputta von Magadha bei den Vajjiern einmarschieren. ",
  "an7.22:1.4": "Er erklärte: ",
  "an7.22:1.5": "„Ich werde diese Vajjier, die so mächtig und gewaltig sind, auslöschen! Ich werde sie zerstören, werde Unglück und Verderben über sie bringen!“ ",
  "an7.22:2.1": "Und König Ajātasattu wandte sich an den Brahmanen Vassakāra, einen leitenden Minister von Magadha: ",
  "an7.22:2.2": "„Bitte, Brahmane, geh zum Buddha und beuge in meinem Namen deinen Kopf zu seinen Füßen. Frage ihn, ob er gesund und wohlauf ist, ob er flink und stark ist und unbeschwert lebt. ",
  "an7.22:2.4": "Und dann sage: ",
  "an7.22:2.5": "‚Herr, der König Ajātasattu Vedehiputta von Magadha will bei den Vajjiern einmarschieren. ",
  "an7.22:2.6": "Er hat erklärt: ",
  "an7.22:2.7": "„Ich werde diese Vajjier, die so mächtig und gewaltig sind, auslöschen! Ich werde sie zerstören, werde Unglück und Verderben über sie bringen!“‘ ",
  "an7.22:2.8": "Präge dir gut ein, was der Buddha antwortet, und berichte es mir. ",
  "an7.22:2.9": "Denn Klargewordene sagen nichts, das nicht so ist.“ ",
  "an7.22:3.1": "„Ja, Herr“, antwortete Vassakāra. Er ging zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an7.22:3.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an7.22:3.3": "„Meister Gotama, König Ajātasattu beugt seinen Kopf zu deinen Füßen. Er fragt, ob du gesund und wohlauf bist, ob du flink und stark bist und unbeschwert lebst. ",
  "an7.22:3.4": "König Ajātasattu will bei den Vajjiern einmarschieren. ",
  "an7.22:3.5": "Er hat erklärt: ",
  "an7.22:3.6": "‚Ich werde diese Vajjier, die so mächtig und gewaltig sind, auslöschen! Ich werde sie zerstören, werde Unglück und Verderben über sie bringen!‘“ ",
  "an7.22:4.1": "Nun stand da gerade der Ehrwürdige Ānanda hinter dem Buddha und fächelte ihm Luft zu. ",
  "an7.22:4.2": "Da sagte der Buddha zu Ānanda: ",
  "an7.22:4.3": "„Ānanda, hast du gehört, dass die Vajjier sich regelmäßig versammeln und häufig Versammlungen abhalten?“ ",
  "an7.22:4.4": "„Das habe ich gehört, Herr.“ ",
  "an7.22:4.5": "„Solange die Vajjier sich regelmäßig versammeln und häufig Versammlungen abhalten, können sie Wachstum erwarten, keinen Niedergang. ",
  "an7.22:5.1": "Ānanda, hast du gehört, dass die Vajjier sich in Eintracht versammeln, in Eintracht auseinandergehen und in Eintracht ihren Geschäften nachgehen?“ ",
  "an7.22:5.2": "„Das habe ich gehört, Herr.“ ",
  "an7.22:5.3": "„Solange die Vajjier sich in Eintracht versammeln, in Eintracht auseinandergehen und in Eintracht ihren Geschäften nachgehen, können sie Wachstum erwarten, keinen Niedergang. ",
  "an7.22:6.1": "Ānanda, hast du gehört, dass die Vajjier keine neuen Vorschriften erlassen oder bestehende Vorschriften aufheben, sondern sich die althergebrachten Grundsätze der Vajjier vornehmen, wie sie niedergelegt sind, und danach handeln?“ ",
  "an7.22:6.2": "„Das habe ich gehört, Herr.“ ",
  "an7.22:6.3": "„Solange die Vajjier keine neuen Vorschriften erlassen oder bestehende Vorschriften aufheben, sondern sich die althergebrachten Grundsätze der Vajjier vornehmen, wie sie niedergelegt sind, und danach handeln, können sie Wachstum erwarten, keinen Niedergang. ",
  "an7.22:7.1": "Ānanda, hast du gehört, dass die Vajjier ihre Ältesten ehren, achten, würdigen und verehren und es für wert halten, ihnen zuzuhören?“ ",
  "an7.22:7.2": "„Das habe ich gehört, Herr.“ ",
  "an7.22:7.3": "„Solange die Vajjier ihre Ältesten ehren, achten, würdigen und verehren und es für wert halten, ihnen zuzuhören, können sie Wachstum erwarten, keinen Niedergang. ",
  "an7.22:8.1": "Ānanda, hast du gehört, dass die Vajjier keine Frauen oder Mädchen vergewaltigen oder von ihren Familien entführen und sie zwingen, mit ihnen zu leben?“ ",
  "an7.22:8.2": "„Das habe ich gehört, Herr.“ ",
  "an7.22:8.3": "„Solange die Vajjier keine Frauen oder Mädchen vergewaltigen oder von ihren Familien entführen und sie zwingen, mit ihnen zu leben, können sie Wachstum erwarten, keinen Niedergang. ",
  "an7.22:9.1": "Ānanda, hast du gehört, dass die Vajjier ihre Heiligtümer, ob innerhalb oder außerhalb der Stadtmauern, ehren, achten, würdigen und verehren und die angemessenen pflichtgemäßen Opfer, wie sie früher gespendet und ausgeführt wurden, nicht vernachlässigen?“ ",
  "an7.22:9.2": "„Das habe ich gehört, Herr.“ ",
  "an7.22:9.3": "„Solange die Vajjier ihre Heiligtümer, ob innerhalb oder außerhalb der Stadtmauern, ehren, achten, würdigen und verehren und die angemessenen pflichtgemäßen Opfer, wie sie früher gespendet und ausgeführt wurden, nicht vernachlässigen, können sie Wachstum erwarten, keinen Niedergang. ",
  "an7.22:10.1": "Ānanda, hast du gehört, dass die Vajjier Vollendeten in angemessener Weise Obhut, Schutz und Sicherheit bereitstellen und denken: ‚Dass doch mehr Vollendete in unser Land kämen und die, die bereits da sind, angenehm leben könnten!‘?“ ",
  "an7.22:10.2": "„Das habe ich gehört, Herr.“ ",
  "an7.22:10.3": "„Solange die Vajjier Vollendeten in angemessener Weise Obhut, Schutz und Sicherheit bereitstellen und denken: ‚Dass doch mehr Vollendete in unser Land kämen und die, die bereits da sind, angenehm leben könnten!‘, können sie Wachstum erwarten, keinen Niedergang.“ ",
  "an7.22:11.1": "Dann sagte der Buddha zu Vassakāra: ",
  "an7.22:11.2": "„Brahmane, einmal hielt ich mich bei Vesālī auf, beim Sārandada-Baumheiligtum. ",
  "an7.22:11.3": "Dort lehrte ich die Vajjier diese sieben Grundsätze, die den Niedergang verhindern. ",
  "an7.22:11.4": "Solange diese sieben Grundsätze, die den Niedergang verhindern, unter den Vajjiern Bestand haben und solange man sieht, dass die Vajjier danach handeln, können sie Wachstum erwarten, keinen Niedergang.“ ",
  "an7.22:12.1": "Als der Buddha geendet hatte, sagte Vassakāra zu ihm: „Meister Gotama, wenn die Vajjier nur nach einem dieser Grundsätze handeln, können sie Wachstum erwarten, keinen Niedergang. ",
  "an7.22:12.2": "Wie erst bei allen sieben! ",
  "an7.22:12.3": "König Ajātasattu kann die Vajjier nicht im Krieg besiegen, höchstens durch Taktieren oder indem er Zwietracht sät. ",
  "an7.22:12.4": "Nun, jetzt muss ich gehen, Meister Gotama. Ich habe viele Pflichten und Verantwortlichkeiten.“ ",
  "an7.22:12.5": "„Bitte, Brahmane, geh nach deinem Belieben.“ ",
  "an7.22:12.6": "Der Brahmane Vassakāra begrüßte die Worte des Buddha und stimmte ihm zu, dann erhob er sich von seinem Sitz und ging. "
}