{
  "an7.50:0.1": "Nummerierte Lehrreden 7.50 ",
  "an7.50:0.2": "5. Das Kapitel über ein großes Opfer ",
  "an7.50:0.3": "Geschlechtsverkehr ",
  "an7.50:1.1": "Da ging der Brahmane Jāṇussoṇi zum Buddha und tauschte Willkommensgrüße mit ihm aus. ",
  "an7.50:1.2": "Nach der Begrüßung und dem Austausch von Höflichkeiten setzte er sich zur Seite hin und sagte zum Buddha: ",
  "an7.50:1.3": "„Behauptet der Meister Gotama, enthaltsam zu leben?“ ",
  "an7.50:1.4": "„Brahmane, wenn von jemandem zu Recht zu sagen ist, ",
  "an7.50:1.5": "dass er das enthaltsame Leben ungebrochen, makellos, ohne Flecken und unbeschädigt führt, vollständig und rein, so bin ich es.“ ",
  "an7.50:1.7": "„Aber was, Meister Gotama, ist ein Bruch, ein Makel, ein Fleck oder eine Beschädigung bei der Enthaltsamkeit?“ ",
  "an7.50:2.1": "„Da hat zunächst ein Asket oder Brahmane, der behauptet, vollkommen enthaltsam zu leben, keinen Geschlechtsverkehr gemeinsam mit einer Frauensperson. ",
  "an7.50:2.2": "Doch er stimmt zu, dass eine Frauensperson ihn einölt, massiert, badet und reibt. ",
  "an7.50:2.3": "Er genießt es, es gefällt ihm, er findet es befriedigend. ",
  "an7.50:2.4": "Das ist ein Bruch, ein Makel, ein Fleck oder eine Beschädigung bei der Enthaltsamkeit. ",
  "an7.50:2.5": "Das nennt man jemanden, der das enthaltsame Leben unrein lebt, von der Fessel des Geschlechtsverkehrs gebunden. Er ist nicht befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Er ist nicht befreit vom Leiden, sage ich. ",
  "an7.50:3.1": "Dann hat da ein Asket oder Brahmane, der behauptet, vollkommen enthaltsam zu leben, keinen Geschlechtsverkehr gemeinsam mit einer Frauensperson, noch stimmt er zu, dass eine Frauensperson ihn einölt, massiert, badet und reibt. ",
  "an7.50:3.2": "Doch er kichert und spielt und amüsiert sich mit Frauenspersonen … ",
  "an7.50:4.2": "er starrt einer Frauensperson in die Augen … ",
  "an7.50:5.2": "er lauscht durch eine Mauer oder einen Festungswall nach den Geräuschen von Frauenspersonen, die lachen, schwatzen, singen oder weinen … ",
  "an7.50:6.2": "er erinnert sich daran, wie er mit Frauenspersonen gelacht, geschwatzt und sich amüsiert hat … ",
  "an7.50:7.2": "er sieht einen Hausbesitzer oder das Kind eines Hausbesitzers, die mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet sind und sich damit vergnügen … ",
  "an7.50:8.1": "Er sieht keinen Hausbesitzer und kein Kind eines Hausbesitzers, die mit den fünf Arten sinnlicher Erregung versorgt und ausgestattet sind und sich damit vergnügen. ",
  "an7.50:8.2": "Doch er führt das geistliche Leben in der Hoffnung, in einer Klasse von Göttern wiedergeboren zu werden: ‚Dass ich doch durch diese Regel, dieses Gelübde, diese Bußübung oder dieses geistliche Leben einer der Götter werde!‘ ",
  "an7.50:8.3": "Er genießt es, es gefällt ihm, er findet es befriedigend. ",
  "an7.50:8.4": "Das ist ein Bruch, ein Makel, ein Fleck oder eine Beschädigung bei der Enthaltsamkeit. ",
  "an7.50:8.5": "Das nennt man jemanden, der das enthaltsame Leben unrein lebt, von der Fessel des Geschlechtsverkehrs gebunden. Er ist nicht befreit von Wiedergeburt, von Alter und Tod, Kummer, Klage, Schmerz, Traurigkeit und Bedrängnis. Er ist nicht befreit vom Leiden, sage ich. ",
  "an7.50:9.1": "Solange ich sah, dass diese sieben Fesseln des Geschlechtsverkehrs – oder auch nur eine von ihnen – in mir noch nicht aufgegeben waren, so lange habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen nicht mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "an7.50:10.1": "Als ich aber sah, dass diese sieben Fesseln des Geschlechtsverkehrs – jede einzelne von ihnen – in mir aufgegeben waren, da habe ich in dieser Welt mit ihren Göttern, Māras und Brahmās, unter dieser Bevölkerung mit ihren Asketen und Brahmanen, Göttern und Menschen mein unübertreffliches vollkommenes Erwachen erklärt. ",
  "an7.50:10.2": "Erkennen und Sehen gingen mir auf: ",
  "an7.50:10.3": "‚Meine Freiheit ist unerschütterlich. Das ist meine letzte Wiedergeburt. Künftige Leben wird es jetzt nicht mehr geben.‘“ ",
  "an7.50:11.1": "Auf diese Worte sagte der Brahmane Jāṇussoṇi zum Buddha: ",
  "an7.50:11.2": "„Vortrefflich, Meister Gotama! Vortrefflich! … ",
  "an7.50:11.3": "Von diesem Tag an soll Meister Gotama mich als Laienschüler in Erinnerung behalten, der für sein ganzes Leben Zuflucht genommen hat.“ "
}