{
  "an8.6:0.1": "Discours Supplémentaires 8 ",
  "an8.6:0.2": "1. L’Amour ",
  "an8.6:0.3": "6. Les Conditions Mondaines (2ème) ",
  "an8.6:1.1": "« Moines, les huit conditions mondaines tournent autour du monde, et le monde tourne autour de ces huit conditions mondaines. ",
  "an8.6:1.2": "Quelles sont ces huit ? ",
  "an8.6:1.3": "Gain et perte, gloire et disgrâce, éloge et blâme, plaisir et douleur. ",
  "an8.6:1.4": "Ces huit conditions mondaines tournent autour du monde, et le monde tourne autour de ces huit conditions mondaines. ",
  "an8.6:2.1": "Une personne ordinaire non instruite est confrontée au gain et à la perte, à la gloire et à la disgrâce, à l’éloge et au blâme, au plaisir et à la douleur, ",
  "an8.6:2.2": "tout comme un noble disciple instruit. ",
  "an8.6:2.3": "Quelle est donc la différence entre une personne ordinaire non instruite et un noble disciple instruit ? » ",
  "an8.6:2.4": "« Nos enseignements sont fondés sur le Bouddha. Il est notre guide et notre refuge. Monsieur, que le Bouddha lui-même clarifie le sens de ceci. Les moines écouteront et s’en souviendront. » ",
  "an8.6:3.1": "« Eh bien, moines, écoutez et soyez attentifs, je vais parler. » ",
  "an8.6:3.2": "« Oui, monsieur », répondirent-ils. ",
  "an8.6:3.3": "Le Bouddha dit alors : ",
  "an8.6:3.4": "« Moines, une personne ordinaire non instruite est confrontée au gain. ",
  "an8.6:3.5": "Elle ne se dit pas : ",
  "an8.6:3.6": "‹ Ce gain qui m’est parvenu ",
  "an8.6:3.7": "est impermanent, insatisfaisant et voué au changement. › Elle ne le comprend pas tel qu’il est vraiment. ",
  "an8.6:3.8": "Elle est confrontée à la perte… ",
  "an8.6:3.9": "la gloire… ",
  "an8.6:3.10": "la disgrâce… ",
  "an8.6:3.11": "l’éloge… ",
  "an8.6:3.12": "l’éloge et le blâme, le plaisir et la douleur. ",
  "an8.6:3.13": "le plaisir… ",
  "an8.6:3.14": "la douleur. ",
  "an8.6:3.15": "Elle ne se dit pas : ",
  "an8.6:3.16": "‹ Cette douleur qui m’est apparue ",
  "an8.6:3.17": "est impermanente, insatisfaisante et vouée au changement. › Elle ne le comprend pas telle qu’elle est vraiment. ",
  "an8.6:4.1": "Ainsi, le gain et la perte, la gloire et le déshonneur, l’éloge et le blâme, le plaisir et la douleur occupent son esprit. ",
  "an8.6:4.2": "Elle préfère le gain et rejette la perte. ",
  "an8.6:4.3": "Elle préfère la gloire et rejette la disgrâce. ",
  "an8.6:4.4": "Elle préfère l’éloge et rejette le blâme. ",
  "an8.6:4.5": "Elle préfère le plaisir et rejette la douleur. ",
  "an8.6:4.6": "En étant si pleine de préférences et d’aversions, elle n’est pas libérée de la renaissance, de la vieillesse et de la mort, du chagrin, des lamentations, de la douleur, de la tristesse et de la détresse. ",
  "an8.6:4.7": "Elle n’est pas libérée de la souffrance, je dis. ",
  "an8.6:5.1": "Un noble disciple instruit est confronté au gain. ",
  "an8.6:5.2": "Il se dit : ",
  "an8.6:5.3": "‹ Ce gain qui m’est apparu ",
  "an8.6:5.4": "est impermanent, insatisfaisant et voué au changement. › Il le comprend tel qu'il l’est. ",
  "an8.6:5.5": "Il est confronté à la perte… ",
  "an8.6:5.6": "la gloire… ",
  "an8.6:5.7": "la disgrâce… ",
  "an8.6:5.8": "le blâme… ",
  "an8.6:5.9": "l’éloge… ",
  "an8.6:5.10": "le plaisir… ",
  "an8.6:5.11": "la douleur. ",
  "an8.6:5.12": "Il réfléchit : ",
  "an8.6:5.13": "‹ Cette douleur qui m’est apparue ",
  "an8.6:5.14": "est impermanente, insatisfaisante et vouée au changement. › Il le comprend telle qu'elle l’est. ",
  "an8.6:6.1": "Ainsi, le gain et la perte, la gloire et le déshonneur, l’éloge et le blâme, le plaisir et la douleur n’occupent pas son esprit. ",
  "an8.6:6.2": "Il ne préfère pas le gain et ne rejette pas la perte. ",
  "an8.6:6.3": "Il ne préfère pas la gloire et ne rejette pas la disgrâce. ",
  "an8.6:6.4": "Il ne préfère pas l’éloge et ne rejette pas le blâme. ",
  "an8.6:6.5": "Il ne préfère pas le plaisir et ne rejette pas la douleur. ",
  "an8.6:6.6": "Ayant renoncé à avoir des préférences et des aversions, il est libéré de la renaissance, de la vieillesse et de la mort, du chagrin, des lamentations, de la douleur, de la tristesse et de la détresse. ",
  "an8.6:6.7": "Il est libéré de la souffrance, je dis. ",
  "an8.6:6.8": "Voilà la différence entre un disciple noble instruit et une personne ordinaire non instruite. ",
  "an8.6:7.1": "Gain et perte, gloire et disgrâce, ",
  "an8.6:7.2": "éloge et blâme, plaisir et douleur. ",
  "an8.6:7.3": "Ces qualités chez les gens sont impermanentes, ",
  "an8.6:7.4": "transitoires et périssables. ",
  "an8.6:8.1": "Une personne avisée et attentive sait ces choses, ",
  "an8.6:8.2": "voyant qu’elles sont périssables. ",
  "an8.6:8.3": "Les choses désirables ne perturbent pas son esprit, ",
  "an8.6:8.4": "et elle n’est pas non plus rebutée par l’indésirable. ",
  "an8.6:9.1": "Tant les préférences que les aversions ",
  "an8.6:9.2": "sont éliminés et terminés, elles n’existent plus. ",
  "an8.6:9.3": "Connaître l’état sans défaut, sans douleur, ",
  "an8.6:9.4": "il comprend avec justesse, allant au-delà de la renaissance. » "
}