{
  "an8.49:0.1": "'Discours Numérotés 8.49 '",
  "an8.49:0.2": "'5. Section sur l’Uposatha '",
  "an8.49:0.3": "'Prospérer dans cette vie (1er) '",
  "an8.49:1.1": "'À une époque, le Bouddha séjournait près de Sāvatthī, dans le Monastère de l’Est, la maison sur pilotis de la mère de Migāra. '",
  "an8.49:1.2": "'Visākhā, la mère de Migāra, s’approcha du Bouddha, s’inclina respectueusement avant de prendre place à ses côtés. '",
  "an8.49:1.3": "'Le Bouddha lui adressa ces paroles : '",
  "an8.49:2.1": "'« Visākhā, une femme qui détient ces quatre qualités s’applique à prospérer dans cette existence et y parvient. '",
  "an8.49:2.2": "'Quelles sont ces quatre qualités ? '",
  "an8.49:2.3": "'C’est quand une femme est bien organisée dans son travail, dirige l’aide domestique, agit avec bienveillance envers son époux et préserve ses revenus. » '",
  "an8.49:3.1": "'Comment une femme est-elle bien organisée dans son travail ? '",
  "an8.49:3.2": "'Elle fait preuve d’habileté et d’endurance dans l’accomplissement des tâches domestiques pour son mari, comme la couture et le tricot. Elle sait comment mener à bien et organiser son travail. '",
  "an8.49:3.3": "'C’est ainsi qu’une femme est bien organisée dans son travail. '",
  "an8.49:4.1": "'Et comment une femme dirige-t-elle l’aide domestique\\u202f? '",
  "an8.49:4.2": "'C’est quand elle sait quel travail les domestiques, les serviteurs et les ouvriers de son mari ont terminé, et ce qu’ils ont laissé inachevé. '",
  "an8.49:4.3": "'Elle sait qui est malade et qui est en forme ou malade. Elle distribue à chacun une part équitable de nourriture fraîche et cuisinée. '",
  "an8.49:4.4": "'C’est ainsi qu’une femme dirige l’aide domestique. '",
  "an8.49:5.1": "'Et comment une femme agit-elle avec amour envers son mari ? '",
  "an8.49:5.2": "'C’est quand une femme ne transgresse en aucune façon ce que son mari ne considérerait pas comme aimable, même au prix de sa propre vie. '",
  "an8.49:5.3": "'C’est ainsi qu’une femme agit avec amour envers son mari. '",
  "an8.49:6.1": "'Et comment une femme préserve-t-elle ses gains\\u202f? '",
  "an8.49:6.2": "'C’est lorsqu’elle veille à ce que les revenus de son mari soient gardés et protégés, que ce soit des monnaies, des céréales, de l’argent ou de l’or. Elle dépense peu, ne vole pas, ne gaspille pas et ne les perd pas. '",
  "an8.49:6.3": "'C’est ainsi qu’une femme préserve ses gains. '",
  "an8.49:6.4": "'Une femme qui possède ces quatre qualités s’applique à prospérer dans cette existence et y parvient. '",
  "an8.49:7.1": "'Une femme qui possède quatre qualités s’applique à prospérer dans la prochaine existence et y parvient. '",
  "an8.49:7.2": "'Quelles sont ces quatre qualités ? '",
  "an8.49:7.3": "'Il s’agit d’une femme accomplie en matière de foi, d’éthique, de générosité et de sagesse. '",
  "an8.49:8.1": "'Et comment une femme est-elle accomplie dans la foi ? '",
  "an8.49:8.2": "'C’est quand une femme a foi dans l’éveil du Tathāgata. '",
  "an8.49:8.3": "'‹ Ce Bienheureux est parfait, un Bouddha pleinement éveillé, accompli en connaissance et en conduite, saint, connaisseur du monde, guide suprême pour ceux qui souhaitent se perfectionner, enseignant des dieux et des humains, éveillé, béni. › '",
  "an8.49:8.4": "'C’est ainsi qu’une femme est accomplie dans la foi. '",
  "an8.49:9.1": "'Et comment une femme est-elle accomplie en éthique ? '",
  "an8.49:9.2": "'C’est quand une femme ne tue pas de créatures vivantes, ne vole pas, n’a pas de comportement sexuel inapproprié, ne ment pas et ne consomme pas de boissons alcoolisées entraînant la négligence. '",
  "an8.49:9.3": "'C’est ainsi qu’une femme est accomplie en matière d’éthique. '",
  "an8.49:10.1": "'Et comment une femme est-elle accomplie en générosité ? '",
  "an8.49:10.2": "'C’est quand elle vit à la maison, libérée de l’avarice, généreuse, ouverte d’esprit, aimant donner, dévouée à l’altruisme, aimant offrir et partager. '",
  "an8.49:10.3": "'C’est ainsi qu’une femme est accomplie en générosité. '",
  "an8.49:11.1": "'Et comment une femme est-elle accomplie en sagesse\\u202f? '",
  "an8.49:11.2": "'C’est quand une femme est sage. Elle possède la connaissance de l’émergence et de la disparition, noble, profonde et conduit à la fin complète de la souffrance. '",
  "an8.49:11.3": "'C’est ainsi qu’une femme est accomplie en sagesse. '",
  "an8.49:12.1": "'Une femme qui possède ces quatre qualités s’applique à prospérer dans la prochaine existence et y parvient. '",
  "an8.49:13.1": "'Elle est organisée au travail, '",
  "an8.49:13.2": "'et dirige l’aide domestique. '",
  "an8.49:13.3": "'Elle est aimante envers son mari, '",
  "an8.49:13.4": "'et préserve sa richesse. '",
  "an8.49:14.1": "'Fidèle, accompli en éthique, '",
  "an8.49:14.2": "'généreuse, débarrassée de l’avarice, '",
  "an8.49:14.3": "'elle purifie toujours le chemin '",
  "an8.49:14.4": "'qui conduit au bien-être dans les vies futures. '",
  "an8.49:15.1": "'Et ainsi, une dame en qui '",
  "an8.49:15.2": "'ces huit qualités sont présentes '",
  "an8.49:15.3": "'est connue comme vertueuse, '",
  "an8.49:15.4": "'ferme dans ses principes et honnête. '",
  "an8.49:16.1": "'Accomplie en seize égards, '",
  "an8.49:16.2": "'complet avec les huit facteurs, '",
  "an8.49:16.3": "'une femme laïque vertueuse comme elle '",
  "an8.49:16.4": "'renaît dans le monde divin agréable. » '"
}