{
  "ud2.8:0.1": "'Nadahnuća 2.8 '",
  "ud2.8:0.2": "'Suppavāsā '",
  "ud2.8:1.1": "'Ovako sam čuo. '",
  "ud2.8:1.2": "'Jednom je Blaženi boravio kraj Kuṇḍike, u Kuṇḍadhāna šumi. '",
  "ud2.8:1.3": "'U isto vreme je Supavāsā iz plemena Koliya bila trudna već sedam godina i na kraju sedam dana nije mogla da se porodi. '",
  "ud2.8:1.4": "'I dok su je mučili bolni, oštri, razdirući, nesnošljivi osećaji, ovako je razmišljala: '",
  "ud2.8:1.5": "'„Blaženi je zaista potpuno probuđeni, koji radi napuštanja ovakve patnje propoveda svoje učenje. '",
  "ud2.8:1.6": "'Zajednica učenika Blaženog vežba na pravi način, vežba radi napuštanja ovakve patnje. '",
  "ud2.8:1.7": "'Zaista je istinski srećno to oslobođenje, u kojem ovakvih muka nema.” '",
  "ud2.8:2.1": "'Onda Supavāsā reče svom mužu: '",
  "ud2.8:2.2": "'„Hajde, gospodaru, idi do Blaženog, pa mu kaži: '",
  "ud2.8:2.3": "'’Poštovani gospodine, Supavāsa iz plemena Koliya se klanja do nogu Blaženome i pita ga živi li bez poteškoća, ima li kakvih bolesti, služe li ga zdravlje i snaga, živi li udobno.’ '",
  "ud2.8:2.4": "'A onda mu reci i ovo: '",
  "ud2.8:2.5": "'’Poštovani gospodine, Supavāsa je trudna sedam godina i na kraju sedam dana ne može da se porodi… '",
  "ud2.8:2.9": "'Zaista je istinski srećno to oslobođenje, u kojem ovakvih muka nema.”’” '",
  "ud2.8:3.1": "'„Tako je najbolje”, reče Koliyanin, te otide do Blaženog. Tu mu se on pokloni i prenese reči svoje žene… '",
  "ud2.8:4.1": "'„Neka bude srećna Supavāsa iz plemena Koliya i neka rodi zdravog sina.” '",
  "ud2.8:4.2": "'I zahvaljujući tim rečima Blaženog, Supavāsa postade srećna i zaista rodi zdravog sina. '",
  "ud2.8:5.1": "'„Da, poštovani gospodine”, reče Koliyanin, te ushićen i obradovan rečima Blaženog, ustade sa svog mesta, pokloni se, pa pazeći da mu Blaženi ostane sa desne strane, otide svojoj kući. '",
  "ud2.8:5.2": "'I vide da je Supavāsa srećna i da je rodila zdravog sina. '",
  "ud2.8:5.3": "'Videvši to, pomisli: '",
  "ud2.8:5.4": "'„Zadivljujuće je, čudesno kolika je čudotvorna moć, kolika snaga Tathāgate, da Supavāsa zahvaljujući njegovoj reči rodi zdravog sina.” '",
  "ud2.8:5.5": "'I bi razdragan, oduševljen, ushićen i srećan. '",
  "ud2.8:6.1": "'Onda Supavāsa reče svom mužu: '",
  "ud2.8:6.2": "'„Hajde, gospodaru, idi do Blaženog i pokloni mu se do nogu u moje ime, pa mu kaži: '",
  "ud2.8:6.3": "'’Poštovani gospodine, Supavāsa iz plemena Koliya se klanja do nogu Blaženome’. '",
  "ud2.8:6.4": "'A onda mu reci i ovo: '",
  "ud2.8:6.5": "'’Poštovani gospodine, Supavāsa je bila trudna sedam godina i na kraju sedam dana nije mogla da se porodi. '",
  "ud2.8:6.6": "'A sada je srećna i\\xa0rodila je zdravog sina. '",
  "ud2.8:6.7": "'Zato ona poziva monašku zajednicu, na čelu sa Blaženim, da sedam dana kod nje dolaze da jedu. '",
  "ud2.8:6.8": "'Neka, poštovani gospodine, Blaženi prihvati sedam obroka za monašku zajednicu, sa njim na čelu.’” '",
  "ud2.8:7.1": "'„Tako je najbolje”, reče Koliyanin, te otide do Blaženog. Tu mu se on pokloni i prenese reči svoje žene… '",
  "ud2.8:9.1": "'A u to vreme neki nezaređeni sledbenik već je za sutradan bio pozvao na obed monašku zajednicu na čelu sa Blaženim. '",
  "ud2.8:9.2": "'Taj sledbenik je bio podržavalac poštovanog Mahāmoggallāne. '",
  "ud2.8:9.3": "'Onda se Blaženi obrati poštovanom Mahāmoggallāni: '",
  "ud2.8:9.4": "'„Hajde, Moggallāna, moraš otići do tog nezaređenog sledbenika, pa mu ovako reci: '",
  "ud2.8:9.5": "'’Prijatelju, Supavāsa je bila trudna sedam godina i na kraju sedam dana nije mogla da se porodi. '",
  "ud2.8:9.6": "'Ali sada je srećna i rodila je zdravog sina. '",
  "ud2.8:9.7": "'Zato ona poziva monašku zajednicu, na čelu sa Blaženim, da sedam dana kod nje dolaze da jedu. '",
  "ud2.8:9.8": "'Dopusti da Supavāsa prva posluži svojih sedam obroka. Kasnije možeš ti ponuditi svoj obrok’. '",
  "ud2.8:9.9": "'On je tvoj podržavalac.” '",
  "ud2.8:10.1": "'„Da, poštovani gospodine”, reče poštovani Mahāmoggallāna, pa otide do onog nezaređenog sledbenika i prenese mu Budine reči. '",
  "ud2.8:11.1": "'„Poštovani gospodine, ako je učitelj Mahāmoggallāna moj garant za tri stvari: '",
  "ud2.8:11.2": "'imetak, dug život i predanost, '",
  "ud2.8:11.3": "'neka onda Supavāsa iz plemena Koliya prva posluži svojih sedam obroka, a ja ću kasnije ponuditi svoj.” '",
  "ud2.8:11.4": "'„Prijatelju, ja sam tvoj garant za dve stvari: '",
  "ud2.8:11.5": "'imetak i dug život. '",
  "ud2.8:11.6": "'Za predanost, pak, ti si sam svoj garant.” '",
  "ud2.8:12.1": "'„Poštovani gospodine, ako je učitelj Mahāmoggallāna moj garant za dve stvari: '",
  "ud2.8:12.2": "'imetak i dug život. '",
  "ud2.8:12.3": "'neka onda Supavāsa iz plemena Koliya prva posluži svojih sedam obroka, a ja ću kasnije ponuditi svoj.” '",
  "ud2.8:13.1": "'Pošto je tako ubedio tog nezaređenog sledbenika, poštovani Mahāmoggallāna otide do Blaženog. Kad je stigao, ovako reče Blaženome: '",
  "ud2.8:13.2": "'„Ubedio sam, poštovani gospodine, tog nezaređenog sledbenika. '",
  "ud2.8:13.3": "'Neka Supavāsa prva posluži svojih sedam obroka, a on će kasnije ponuditi svoj.” '",
  "ud2.8:14.1": "'Tako je Supavāsā, tokom sedam dana, svojim rukama služila i različitim vrstama jela\\xa0nahranila monašku zajednicu, na čelu sa Blaženim. '",
  "ud2.8:14.2": "'A na kraju reče dečaku da se pokloni Blaženom i monaškoj zajednici. '",
  "ud2.8:15.1": "'Na to poštovani Sāriputta ovako reče dečaku: '",
  "ud2.8:15.2": "'„Nadam se da ti je dobro, dečače. Nadam se da ti je podnošljivo, imaš li ikakvih bolova?” '",
  "ud2.8:15.3": "'„Kako, poštovani Sāriputta, da mi bude dobro? Kako da mi bude podnošljivo? '",
  "ud2.8:15.4": "'Sedam godina živeo sam u paklu.” '",
  "ud2.8:16.1": "'Na to Supavāsā pomisli: '",
  "ud2.8:16.2": "'„Moj sin razgovara sa generalom Dhamme!” i bi razdragana, oduševljena, ushićena i srećna. '",
  "ud2.8:16.3": "'Videvši je takvom, Blaženi joj reče: '",
  "ud2.8:16.4": "'„Supavāso, da li bi želela da imaš još jednog ovakvog sina?” '",
  "ud2.8:16.5": "'„Želela bih da imam još sedam ovakvih sinova.” '",
  "ud2.8:17.1": "'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: '",
  "ud2.8:18.1": "'Neprijatno što liči na prijatno, '",
  "ud2.8:18.2": "'neprivlačno što liči na privlačno, '",
  "ud2.8:18.3": "'isto tako, patnju što na sreću liči: '",
  "ud2.8:18.4": "'sve to onaj ko je pažljiv nadilazi. '"
}