{
  "ud2.6:0.1": "Nadahnuća 2.6 ",
  "ud2.6:0.2": "Trudnica ",
  "ud2.6:1.1": "Ovako sam čuo. ",
  "ud2.6:1.2": "Jednom je Blaženi boravio kraj Sāvatthīja, u Đetinom gaju, u manastiru koji je podigao Anāthapiṇḍika. ",
  "ud2.6:1.3": "U isto vreme mlada žena nekog askete-lutalice bila je trudna, pred porođajem. ",
  "ud2.6:1.4": "Onda ona reče svom suprugu: ",
  "ud2.6:1.5": "„Idi, brahmane, i donesi ulja koje će mi trebati pri porođaju”. ",
  "ud2.6:2.1": "Kad je to čuo, onaj lutalica reče svojoj ženi: ",
  "ud2.6:2.2": "„Ali odakle, draga moja, da donesem ulje?” ",
  "ud2.6:2.3": "Po drugi put… ",
  "ud2.6:2.7": "Po treći put žena reče svom suprugu: ",
  "ud2.6:2.8": "„Idi, brahmane, i donesi ulja koje će mi trebati pri porođaju”. ",
  "ud2.6:3.1": "A u to vreme su iz riznice Pasenadija, kralja Kosale, asketama i brahmanima davali su ghija i ulja koliko su mogli da popiju, ali ne i da ponesu. ",
  "ud2.6:4.1": "Onda taj lutalica pomisli: ",
  "ud2.6:4.2": "„Iz riznice Pasenadija, kralja Kosale, asketama i brahmanima daju ghija i ulja koliko mogu da popiju, ali ne i da ponesu. ",
  "ud2.6:4.3": "Kako bi bilo da odem do riznice i napijem se ulja koliko god mogu, dođem kući i ispovraćam ga, pa ga dam ženi da iskoristi pri porođaju?” ",
  "ud2.6:5.1": "I ode lutalica do riznice i napije se ulja koliko god je mogao, ali kada se vratio kući ono ulje nije mogao da izbaci iz sebe, ni gore ni dole. ",
  "ud2.6:5.2": "Mučen bolnim, oštrim, razdirućim, nesnošljivim osećajima, valjao se po tlu tamo-amo. ",
  "ud2.6:6.1": "Istoga jutra Blaženi se obuče, uze svoju prosjačku zdelu i gornji ogrtač, pa krenu put Sāvatthīja da prosi hranu. ",
  "ud2.6:6.2": "I vide usput onog lutlicu kako se mučen bolnim, oštrim, razdirućim, nesnošljivim osećajima, valja po tlu tamo-amo. ",
  "ud2.6:7.1": "Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: ",
  "ud2.6:8.1": "„Srećni su oni koji ništa ne poseduju, ",
  "ud2.6:8.2": "istinski znalci zaista ničega nemaju. ",
  "ud2.6:8.3": "A taj koji ima, vidi ga koliko pati! ",
  "ud2.6:8.4": "Ništa drugo do – rob drugih ljudi. "
}