{
  "ud2.10:0.1": "'\"\\'Nadahnuća 2.10 \\'\"'",
  "ud2.10:0.2": "'\"\\'Bhadiyya \\'\"'",
  "ud2.10:1.1": "'\"\\'Ovako sam čuo. \\'\"'",
  "ud2.10:1.2": "'\"\\'Jednom je Blaženi boravio kraj Anupiye, u Mangovom gaju. \\'\"'",
  "ud2.10:1.3": "'\"\\'U isto vreme je Bhaddiya, sin Kāḷigodhin, otišavši u šumu i sevši u podnožje drveta ili na neko pusto mesto, neprekidno ponavljao: \\'\"'",
  "ud2.10:1.4": "'\"\\'„Ah, kakva sreća! Kakva sreća!” \\'\"'",
  "ud2.10:2.1": "'\"\\'I čuše mnogi monasi Bhaddiyu kako neprekidno ponavlja: \\'\"'",
  "ud2.10:2.2": "'\"\\'„Ah, kakva sreća! Kakva sreća!” \\'\"'",
  "ud2.10:2.3": "'\"\\'Onda oni ovako pomisliše: \\'\"'",
  "ud2.10:2.4": "'\"\\'„Nema sumnje, prijatelji, da Bhaddiya ne uživa mnogo u duhovnom životu. \\'\"'",
  "ud2.10:2.5": "'\"\\'Sećajući se savršene sreće koju je imao kao kućedomaćin, on neprekidno ponavlja: \\'\"'",
  "ud2.10:2.6": "'\"\\'„Ah, kakva sreća! Kakva sreća!” \\'\"'",
  "ud2.10:3.1": "'\"\\'Onda velika grupa monaha dođe do Blaženog, pokloni mu se i sede sa strane. Dok su tako sedeli, ovako mu rekoše: \\'\"'",
  "ud2.10:3.2": "'\"\\'„Poštovani gospodine, poštovani Bhaddiya… neprekidno ponavlja: \\'\"'",
  "ud2.10:3.3": "'\"\\'„Ah, kakva sreća! Kakva sreća!” \\'\"'",
  "ud2.10:3.4": "'\"\\'„Nema sumnje, poštovani, da Bhaddiya ne uživa mnogo u duhovnom životu. \\'\"'",
  "ud2.10:3.5": "'\"\\'Sećajući se savršene sreće koju je imao kao kućedomaćin, on neprekidno ponavlja: \\'\"'",
  "ud2.10:3.6": "'\"\\'„Ah, kakva sreća! Kakva sreća!” \\'\"'",
  "ud2.10:4.1": "'\"\\'Na to Blaženi reče jednom monahu: \\'\"'",
  "ud2.10:4.2": "'\"\\'„Monaše, idi i reci u moje ime monahu Bhaddiyi da ga učitelj zove”. \\'\"'",
  "ud2.10:4.3": "'\"\\'\\'\"'",
  "ud2.10:5.1": "'\"\\'„Da, poštovani gospodine”, odgovori monah. On otide do Bhaddiye i reče mu: \\'\"'",
  "ud2.10:5.2": "'\"\\'„Prijatelju Bhaddiya, učitelj te zove.” \\'\"'",
  "ud2.10:5.3": "'\"\\'„Dobro, prijatelju”, odgovori poštovani Bhaddiya i otide da vidi Blaženog. Kad je stigao, pokloni se i sede sa strane. Dok je tako sedeo, Blaženi mu se obrati sledećim rečima: \\'\"'",
  "ud2.10:6.1": "'\"\\'„Je li istina, Bhaddiya, da otišavši u šumu i sevši u podnožje drveta ili na neko pusto mesto, neprekidno ponavljaš: \\'\"'",
  "ud2.10:6.2": "'\"\\'„Ah, kakva sreća! Kakva sreća!” \\'\"'",
  "ud2.10:6.3": "'\"\\'„Istina je, poštovani gospodine.” \\'\"'",
  "ud2.10:7.1": "'\"\\'”A šta je razlog za to?” \\'\"'",
  "ud2.10:7.3": "'\"\\'„Poštovani gospodine, ranije, dok sam živeo u svom domu i upravljao zemljom, moje odaje su iznutra bile dobro čuvane, moje odaje su spolja bile dobro čuvane; grad je iznutra bio dobro čuvan, grad je spolja bio dobro čuvan, cela zemlja je iznutra bila dobro čuvana, cela zemlja je spolja bila dobro čuvana. \\'\"'",
  "ud2.10:7.4": "'\"\\'Pa ipak, iako sam bio tako dobro čuvan i zaštićen, živeo sam u strahu, sa zebnjom, nepoverljiv i na oprezu. \\'\"'",
  "ud2.10:7.5": "'\"\\'Ali sada, poštovani gospodine, kada odem u šumu i sedim u podnožju drveta ili na nekom pustom mestu, živim u samoći bez straha, miran, s poverenjem i spokojan, bez briga, ne prestravljen, sasvim siguran, uma slobodnog poput jelena u divljini. \\'\"'",
  "ud2.10:7.6": "'\"\\'To je razlog da kada odem u šumu i sedim u podnožje drveta ilina nekom pustom mestu, neprekidno ponavljam: \\'\"'",
  "ud2.10:7.7": "'\"\\'„Ah, kakva sreća! Kakva sreća!” \\'\"'",
  "ud2.10:8.1": "'\"\\'Onda Blaženi, razumevši značenje svega toga, izgovori ove nadahnute stihove: \\'\"'",
  "ud2.10:9.1": "'\"\\'„Onoga ko u umu nemira nema, \\'\"'",
  "ud2.10:9.2": "'\"\\'ko potpuno nadišao je života niz, \\'\"'",
  "ud2.10:9.3": "'\"\\'srećan, bez straha i imalo tuge, \\'\"'",
  "ud2.10:9.4": "'\"\\'njega ni bogovi više ne mogu da vide.” \\'\"'"
}