{
  "an9.3:0.1": "Discours Numérotés 9.3 ",
  "an9.3:0.2": "1. Éveil ",
  "an9.3:0.3": "Avec Meghiya ",
  "an9.3:1.1": "Une fois le Bouddha résidait près de Cālikā, sur le mont Cālikā. ",
  "an9.3:1.2": "Alors, en ce temps Vénérable Meghiya était l’assistant du Bouddha. ",
  "an9.3:1.3": "Alors Vénérable Meghiya alla vers le Bouddha, se prosterna, se tint debout sur le côté, et lui dit, ",
  "an9.3:1.4": "« Sire, j’aimerai aller au village de Jantu pour l’aumône. »",
  "an9.3:1.5": "« S’il te plait, Meghiya, va à ta convenance. »",
  "an9.3:2.1": "Alors Meghiya s’habilla le matin et, prenant son bol et sa robe, entra dans le village de Jantu pour l’aumône. ",
  "an9.3:2.2": "Après le repas, à son retour de la tournée d’aumônes dans le village de Jantu, il alla sur la berge de la rivière Kimikālā. ",
  "an9.3:2.3": "Alors qu’il marchait le long de la berge de la rivière il vit un bois de manguiers charmant et ravissant. ",
  "an9.3:2.4": "Il lui vint à l’esprit, ",
  "an9.3:2.5": "« Oh, ce bois de manguiers est charmant et ravissant ! Il est assez bien pour la méditation pour un gentilhomme qui veut méditer. ",
  "an9.3:2.6": "Si le Bouddha me le permet, je reviendrai dans ce bois de manguiers pour méditer. »",
  "an9.3:3.1": "Alors Vénérable Meghiya alla vers le Bouddha, se prosterna, s’assit sur un côté, et lui dit ce qui s’était passé, ajoutant, ",
  "an9.3:4.8": "« Si le Bouddha me le permet, je retournerai dans ce bois de manguiers pour méditer. »",
  "an9.3:4.9": "« Nous sommes seuls, Meghiya. Attends qu’un autre moine arrive. »",
  "an9.3:5.1": "Pour une deuxième fois Meghiya dit au Bouddha, ",
  "an9.3:5.2": "« Sire, le Bouddha n’a plus rien à achever, et rien à améliorer. ",
  "an9.3:5.3": "Mais moi, oui. ",
  "an9.3:5.4": "Si vous me le permettez, je retournerai dans ce bois de manguiers pour méditer. »",
  "an9.3:5.5": "« Nous sommes seuls, Meghiya. Attends qu’un autre moine arrive. »",
  "an9.3:6.1": "Pour une troisième fois Meghiya dit au Bouddha, ",
  "an9.3:6.2": "« Sire, le Bouddha n’a plus rien à achever, et rien à améliorer. ",
  "an9.3:6.3": "Mais moi, oui. ",
  "an9.3:6.4": "Si vous me le permettez, je retournerai dans ce bois de manguiers pour méditer. »",
  "an9.3:6.5": "« Meghiya, puisque tu parles de méditation, que puis-je dire ? ",
  "an9.3:6.6": "S’il te plait, Meghiya, va à ta convenance. »",
  "an9.3:7.1": "Alors Meghiya se leva de son siège, se prosterna, et respectueusement fit le tour du Bouddha, en le gardant à sa droite. Alors il alla à ce bois de manguiers, et, y étant entré profondemment, s’assit au pied d’un certain arbre pour la méditation du jour. ",
  "an9.3:7.2": "Mais alors que Meghiya méditait dans ce bois de manguiers il fut surtout assailli par trois sortes de mauvaises, maldroites pensées, à savoir, ",
  "an9.3:7.3": "des pensées sensuelles, méchantes, et cruelles. ",
  "an9.3:7.4": "Alors il pensa, ",
  "an9.3:7.5": "« Oh, comme c’est incroyable, comme c’est surprenant ! ",
  "an9.3:7.6": "Par foi j’ai quitté la vie laïque pour la vie errante, ",
  "an9.3:7.7": "mais je suis toujours harassé par ces trois sortes de mauvaises, maladroites pensées : ",
  "an9.3:7.8": "des pensées sensuelles, méchantes, et cruelles. »",
  "an9.3:8.1": "Alors Vénérable Meghiya alla vers le Bouddha, se prosterna, s’assit sur un côté, et lui dit ce qui c’était passé. ",
  "an9.3:10.1": "« Meghiya, quand la libération du coeur n’est pas développée, cinq choses l’aide à se développer. ",
  "an9.3:10.2": "Quelles cinq choses ? ",
  "an9.3:10.3": "Premièrement, un moine ou une nonne a de bons amis, compagnons, et associés. ",
  "an9.3:10.4": "Ceci est la première chose… ",
  "an9.3:11.1": "Ensuite, un moine ou une nonne a un comportement éthique, se comforme au code monastique, se conduisant bien et faisant l’aumône dans des endroits appropriés. Voyant le danger dans la moindre faute, ils suivent les règles auquelles ils ont souscrit. ",
  "an9.3:11.2": "Ceci est la deuxième chose… ",
  "an9.3:12.1": "Ensuite, un moine ou une nonne prend part dans des discussions sur le fait de s’effacer qui aide à ouvrir le coeur, quand ils veulent, sans trouble ou difficulté. C’est à dire, des discussions sur le peu de désirs, la satisfaction, l’isolement, la réserve, raviver l’énergie, l’éthique, l’immersion, la sagesse, la libération, et le savoir et la vision de la libération. ",
  "an9.3:12.2": "Ceci est la troisième chose… ",
  "an9.3:13.1": "Ensuite, un moine ou une nonne vit avec une énergie ravivée pour renoncer aux qualités malhabiles et embrasser les qualités habiles. Ils sont forts, résolument vigoureux, sans laisser-aller quand il s’agit de développer des qualités habiles. ",
  "an9.3:13.2": "Ceci est la quatrième chose… ",
  "an9.3:14.1": "Ensuite, un moine ou une nonne est sage. Ils ont la sagesse de l’apparition et de la disparition qui est noble, pénétrante, et qui mène à la fin complète de la souffrance. ",
  "an9.3:14.2": "Ceci est la cinquième chose, qui quand la libération du coeur n’est pas développée, l’aide à se développer. ",
  "an9.3:15.1": "Un moine ou une nonne avec de bons amis, compagnons, et associés peut s’attendre à ",
  "an9.3:15.2": "avoir un comportement éthique… ",
  "an9.3:16.1": "Un moine ou une nonne avec de bons amis, compagnons, et associés peut s’attendre à ",
  "an9.3:16.2": "prendre part dans des discussions sur le fait de s’effacer qui aide à ouvrir le coeur… ",
  "an9.3:17.1": "Un moine ou une nonne avec de bons amis, compagnons, et associés peut s’attendre à être énergique… ",
  "an9.3:18.1": "Un moine ou une nonne avec de bons amis, compagnons, et associés peut s’attendre à être sage… ",
  "an9.3:19.1": "Mais alors, un moine ou une nonne ayant pour base ces cinq choses doit développer quatre choses supplémentaires. ",
  "an9.3:19.2": "Ils doivent développer la perception de la laideur pour abandonner l’envie, la bienveillance pour abandonner la haine, la pleine attention de la respiration pour arrêter les pensées, et la perception de l’impermanence pour déraciner l’orgueil du ’je suis’. ",
  "an9.3:19.3": "Quand on perçoit l’impermanence, la perception de l’absence de soi devient stable. ",
  "an9.3:19.4": "Percevant l’absence de soi, on déracine l’orgueil du ’je suis’ et on atteint l’extinction dans cette vie même. »"
}