{
  "sn55.26:0.1": "Saṁyutta Nikāya 55 ",
  "sn55.26:0.2": "3. Saraṇānivagga ",
  "sn55.26:0.3": "26. Paṭhamaanāthapiṇḍikasutta ",
  "sn55.26:1.1": "Sāvatthinidānaṁ. ",
  "sn55.26:1.2": "Tena kho pana samayena anāthapiṇḍiko gahapati ābādhiko hoti dukkhito bāḷhagilāno. ",
  "sn55.26:1.3": "Atha kho anāthapiṇḍiko gahapati aññataraṁ purisaṁ āmantesi: ",
  "sn55.26:1.4": "“ehi tvaṁ, ambho purisa, yenāyasmā sāriputto tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato sāriputtassa pāde sirasā vanda: ",
  "sn55.26:1.5": "‘anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ",
  "sn55.26:1.6": "So āyasmato sāriputtassa pāde sirasā vandatī’ti. ",
  "sn55.26:1.7": "Evañca vadehi: ",
  "sn55.26:1.8": "‘sādhu kira, bhante, āyasmā sāriputto yena anāthapiṇḍikassa gahapatissa nivesanaṁ tenupasaṅkamatu anukampaṁ upādāyā’”ti. ",
  "sn55.26:2.1": "“Evaṁ, bhante”ti kho so puriso anāthapiṇḍikassa gahapatissa paṭissutvā yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṁ sāriputtaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so puriso āyasmantaṁ sāriputtaṁ etadavoca: ",
  "sn55.26:3.1": "“Anāthapiṇḍiko, bhante, gahapati ābādhiko dukkhito bāḷhagilāno. ",
  "sn55.26:3.2": "So āyasmato sāriputtassa pāde sirasā vandati. ",
  "sn55.26:3.3": "Evañca vadati: ",
  "sn55.26:3.4": "‘sādhu kira, bhante, āyasmā sāriputto yena anāthapiṇḍikassa gahapatissa nivesanaṁ tenupasaṅkamatu anukampaṁ upādāyā’”ti. ",
  "sn55.26:3.5": "Adhivāsesi kho āyasmā sāriputto tuṇhībhāvena. ",
  "sn55.26:4.1": "Atha kho āyasmā sāriputto pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya āyasmatā ānandena pacchāsamaṇena yena anāthapiṇḍikassa gahapatissa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā sāriputto anāthapiṇḍikaṁ gahapatiṁ etadavoca: ",
  "sn55.26:4.2": "“kacci te, gahapati, khamanīyaṁ kacci yāpanīyaṁ? Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṁ paññāyati, no abhikkamo”ti? ",
  "sn55.26:4.3": "“Na me, bhante, khamanīyaṁ, na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṁ paññāyati, no paṭikkamo”ti. ",
  "sn55.26:5.1": "“Yathārūpena kho, gahapati, buddhe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati tathārūpo te buddhe appasādo natthi. ",
  "sn55.26:5.2": "Atthi ca kho te, gahapati, buddhe aveccappasādo—",
  "sn55.26:5.3": "itipi so bhagavā …pe… satthā devamanussānaṁ buddho bhagavāti. ",
  "sn55.26:5.4": "Tañca pana te buddhe aveccappasādaṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:6.1": "Yathārūpena kho, gahapati, dhamme appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpo te dhamme appasādo natthi. ",
  "sn55.26:6.2": "Atthi ca kho te, gahapati, dhamme aveccappasādo—",
  "sn55.26:6.3": "svākkhāto bhagavatā dhammo …pe… paccattaṁ veditabbo viññūhīti. ",
  "sn55.26:6.4": "Tañca pana te dhamme aveccappasādaṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:7.1": "Yathārūpena kho, gahapati, saṅghe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpo te saṅghe appasādo natthi. ",
  "sn55.26:7.2": "Atthi ca kho te, gahapati, saṅghe aveccappasādo—",
  "sn55.26:7.3": "suppaṭipanno bhagavato sāvakasaṅgho …pe… anuttaraṁ puññakkhettaṁ lokassāti. ",
  "sn55.26:7.4": "Tañca pana te saṅghe aveccappasādaṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:8.1": "Yathārūpena kho, gahapati, dussīlyena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpaṁ te dussīlyaṁ natthi. ",
  "sn55.26:8.2": "Atthi ca kho te, gahapati, ariyakantāni sīlāni … pe samādhisaṁvattanikāni. ",
  "sn55.26:8.3": "Tāni ca pana te ariyakantāni sīlāni attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:9.1": "Yathārūpāya kho, gahapati, micchādiṭṭhiyā samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpā te micchādiṭṭhi natthi. ",
  "sn55.26:9.2": "Atthi ca kho te, gahapati, sammādiṭṭhi. ",
  "sn55.26:9.3": "Tañca pana te sammādiṭṭhiṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:10.1": "Yathārūpena kho, gahapati, micchāsaṅkappena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpo te micchāsaṅkappo natthi. ",
  "sn55.26:10.2": "Atthi ca kho te, gahapati, sammāsaṅkappo. ",
  "sn55.26:10.3": "Tañca pana te sammāsaṅkappaṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:11.1": "Yathārūpāya kho, gahapati, micchāvācāya samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpā te micchāvācā natthi. ",
  "sn55.26:11.2": "Atthi ca kho te, gahapati, sammāvācā. ",
  "sn55.26:11.3": "Tañca pana te sammāvācaṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:12.1": "Yathārūpena kho, gahapati, micchākammantena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpo te micchākammanto natthi. ",
  "sn55.26:12.2": "Atthi ca kho te, gahapati, sammākammanto. ",
  "sn55.26:12.3": "Tañca pana te sammākammantaṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:13.1": "Yathārūpena kho, gahapati, micchāājīvena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpo te micchāājīvo natthi. ",
  "sn55.26:13.2": "Atthi ca kho te, gahapati, sammāājīvo. ",
  "sn55.26:13.3": "Tañca pana te sammāājīvaṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:14.1": "Yathārūpena kho, gahapati, micchāvāyāmena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpo te micchāvāyāmo natthi. ",
  "sn55.26:14.2": "Atthi ca kho te, gahapati, sammāvāyāmo. ",
  "sn55.26:14.3": "Tañca pana te sammāvāyāmaṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:15.1": "Yathārūpāya kho, gahapati, micchāsatiyā samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpā te micchāsati natthi. ",
  "sn55.26:15.2": "Atthi ca kho te, gahapati, sammāsati. ",
  "sn55.26:15.3": "Tañca pana te sammāsatiṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:16.1": "Yathārūpena kho, gahapati, micchāsamādhinā samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpo te micchāsamādhi natthi. ",
  "sn55.26:16.2": "Atthi ca kho te, gahapati, sammāsamādhi. ",
  "sn55.26:16.3": "Tañca pana te sammāsamādhiṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:17.1": "Yathārūpena kho, gahapati, micchāñāṇena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpaṁ te micchāñāṇaṁ natthi. ",
  "sn55.26:17.2": "Atthi ca kho te, gahapati, sammāñāṇaṁ. ",
  "sn55.26:17.3": "Tañca pana te sammāñāṇaṁ attani samanupassato ṭhānaso vedanā paṭippassambheyya. ",
  "sn55.26:18.1": "Yathārūpāya kho, gahapati, micchāvimuttiyā samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati, tathārūpā te micchāvimutti natthi. ",
  "sn55.26:18.2": "Atthi ca kho te, gahapati, sammāvimutti. ",
  "sn55.26:18.3": "Tañca pana te sammāvimuttiṁ attani samanupassato ṭhānaso vedanā paṭippassambheyyā”ti. ",
  "sn55.26:19.1": "Atha kho anāthapiṇḍikassa gahapatissa ṭhānaso vedanā paṭippassambhiṁsu. ",
  "sn55.26:19.2": "Atha kho anāthapiṇḍiko gahapati āyasmantañca sāriputtaṁ āyasmantañca ānandaṁ sakeneva thālipākena parivisi. ",
  "sn55.26:19.3": "Atha kho anāthapiṇḍiko gahapati āyasmantaṁ sāriputtaṁ bhuttāviṁ onītapattapāṇiṁ aññataraṁ nīcāsanaṁ gahetvā ekamantaṁ nisīdi. ",
  "sn55.26:19.4": "Ekamantaṁ nisinnaṁ kho anāthapiṇḍikaṁ gahapatiṁ āyasmā sāriputto imāhi gāthāhi anumodi: ",
  "sn55.26:20.1": "“Yassa saddhā tathāgate, ",
  "sn55.26:20.2": "acalā suppatiṭṭhitā; ",
  "sn55.26:20.3": "Sīlañca yassa kalyāṇaṁ, ",
  "sn55.26:20.4": "ariyakantaṁ pasaṁsitaṁ. ",
  "sn55.26:21.1": "Saṅghe pasādo yassatthi, ",
  "sn55.26:21.2": "ujubhūtañca dassanaṁ; ",
  "sn55.26:21.3": "Adaliddoti taṁ āhu, ",
  "sn55.26:21.4": "amoghaṁ tassa jīvitaṁ. ",
  "sn55.26:22.1": "Tasmā saddhañca sīlañca, ",
  "sn55.26:22.2": "pasādaṁ dhammadassanaṁ; ",
  "sn55.26:22.3": "Anuyuñjetha medhāvī, ",
  "sn55.26:22.4": "saraṁ buddhānasāsanan”ti. ",
  "sn55.26:23.1": "Atha kho āyasmā sāriputto anāthapiṇḍikaṁ gahapatiṁ imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi. ",
  "sn55.26:24.1": "Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinnaṁ kho āyasmantaṁ ānandaṁ bhagavā etadavoca: ",
  "sn55.26:24.2": "“handa kuto nu tvaṁ, ānanda, āgacchasi divādivassā”ti? ",
  "sn55.26:24.3": "“Āyasmatā, bhante, sāriputtena anāthapiṇḍiko gahapati iminā ca iminā ca ovādena ovadito”ti. ",
  "sn55.26:24.4": "“Paṇḍito, ānanda, sāriputto; ",
  "sn55.26:24.5": "mahāpañño, ānanda, sāriputto, yatra hi nāma cattāri sotāpattiyaṅgāni dasahākārehi vibhajissatī”ti. ",
  "sn55.26:24.6": "Chaṭṭhaṁ. "
}