{
  "sn55.3:0.1": "Saṁyutta Nikāya 55 ",
  "sn55.3:0.2": "1. Veḷudvāravagga ",
  "sn55.3:0.3": "3. Dīghāvuupāsakasutta ",
  "sn55.3:1.1": "Ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe. ",
  "sn55.3:1.2": "Tena kho pana samayena dīghāvu upāsako ābādhiko hoti dukkhito bāḷhagilāno. ",
  "sn55.3:1.3": "Atha kho dīghāvu upāsako pitaraṁ jotikaṁ gahapatiṁ āmantesi: ",
  "sn55.3:1.4": "“ehi tvaṁ, gahapati, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vanda: ",
  "sn55.3:1.5": "‘dīghāvu, bhante, upāsako ābādhiko hoti dukkhito bāḷhagilāno. ",
  "sn55.3:1.6": "So bhagavato pāde sirasā vandatī’ti. ",
  "sn55.3:1.7": "Evañca vadehi: ",
  "sn55.3:1.8": "‘sādhu kira, bhante, bhagavā yena dīghāvussa upāsakassa nivesanaṁ tenupasaṅkamatu anukampaṁ upādāyā’”ti. ",
  "sn55.3:1.9": "“Evaṁ, tātā”ti kho jotiko gahapati dīghāvussa upāsakassa paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho jotiko gahapati bhagavantaṁ etadavoca: ",
  "sn55.3:1.10": "“dīghāvu, bhante, upāsako ābādhiko hoti dukkhito bāḷhagilāno. ",
  "sn55.3:1.11": "So bhagavato pāde sirasā vandati. ",
  "sn55.3:1.12": "Evañca vadeti: ",
  "sn55.3:1.13": "‘sādhu kira, bhante, bhagavā yena dīghāvussa upāsakassa nivesanaṁ tenupasaṅkamatu anukampaṁ upādāyā’”ti. ",
  "sn55.3:1.14": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "sn55.3:2.1": "Atha kho bhagavā nivāsetvā pattacīvaramādāya yena dīghāvussa upāsakassa nivesanaṁ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā dīghāvuṁ upāsakaṁ etadavoca: ",
  "sn55.3:2.2": "“kacci te, dīghāvu, khamanīyaṁ, kacci yāpanīyaṁ? Kacci dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṁ paññāyati, no abhikkamo”ti? ",
  "sn55.3:2.3": "“Na me, bhante, khamanīyaṁ, na yāpanīyaṁ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṁ paññāyati, no paṭikkamo”ti. ",
  "sn55.3:2.4": "“Tasmātiha te, dīghāvu, evaṁ sikkhitabbaṁ: ",
  "sn55.3:2.5": "‘buddhe aveccappasādena samannāgato bhavissāmi—itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavāti. ",
  "sn55.3:2.6": "Dhamme …pe… ",
  "sn55.3:2.7": "saṅghe …pe… ",
  "sn55.3:2.8": "ariyakantehi sīlehi samannāgato bhavissāmi akhaṇḍehi …pe… samādhisaṁvattanikehi’. ",
  "sn55.3:2.9": "Evañhi te, dīghāvu, sikkhitabban”ti. ",
  "sn55.3:3.1": "“Yānimāni, bhante, bhagavatā cattāri sotāpattiyaṅgāni desitāni, saṁvijjante dhammā mayi, ahañca tesu dhammesu sandissāmi. ",
  "sn55.3:3.2": "Ahañhi, bhante, buddhe aveccappasādena samannāgato—itipi so bhagavā …pe… satthā devamanussānaṁ buddho bhagavāti. ",
  "sn55.3:3.3": "Dhamme …pe… ",
  "sn55.3:3.4": "saṅghe …pe… ",
  "sn55.3:3.5": "ariyakantehi sīlehi samannāgato akhaṇḍehi …pe… samādhisaṁvattanikehī”ti. ",
  "sn55.3:3.6": "“Tasmātiha tvaṁ, dīghāvu, imesu catūsu sotāpattiyaṅgesu patiṭṭhāya cha vijjābhāgiye dhamme uttari bhāveyyāsi. ",
  "sn55.3:3.7": "Idha tvaṁ, dīghāvu, sabbasaṅkhāresu aniccānupassī viharāhi, anicce dukkhasaññī, dukkhe anattasaññī pahānasaññī virāgasaññī nirodhasaññīti. ",
  "sn55.3:3.8": "Evañhi te, dīghāvu, sikkhitabban”ti. ",
  "sn55.3:4.1": "“Yeme, bhante, bhagavatā cha vijjābhāgiyā dhammā desitā, saṁvijjante dhammā mayi, ahañca tesu dhammesu sandissāmi. ",
  "sn55.3:4.2": "Ahañhi, bhante, sabbasaṅkhāresu aniccānupassī viharāmi, anicce dukkhasaññī, dukkhe anattasaññī pahānasaññī virāgasaññī nirodhasaññī. ",
  "sn55.3:4.3": "Api ca me, bhante, evaṁ hoti: ",
  "sn55.3:4.4": "‘mā hevāyaṁ jotiko gahapati mamaccayena vighātaṁ āpajjī’”ti. ",
  "sn55.3:4.5": "“Mā tvaṁ, tāta dīghāvu, evaṁ manasākāsi. ",
  "sn55.3:4.6": "Iṅgha tvaṁ, tāta dīghāvu, yadeva te bhagavā āha, tadeva tvaṁ sādhukaṁ manasi karohī”ti. ",
  "sn55.3:5.1": "Atha kho bhagavā dīghāvuṁ upāsakaṁ iminā ovādena ovaditvā uṭṭhāyāsanā pakkāmi. ",
  "sn55.3:5.2": "Atha kho dīghāvu upāsako acirapakkantassa bhagavato kālamakāsi. ",
  "sn55.3:5.3": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu. Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ: ",
  "sn55.3:5.4": "“yo so, bhante, dīghāvu nāma upāsako bhagavatā saṅkhittena ovādena ovadito so kālaṅkato. ",
  "sn55.3:5.5": "Tassa kā gati, ko abhisamparāyo”ti? ",
  "sn55.3:5.6": "“Paṇḍito, bhikkhave, dīghāvu upāsako, paccapādi dhammassānudhammaṁ, na ca maṁ dhammādhikaraṇaṁ vihesesi. ",
  "sn55.3:5.7": "Dīghāvu, bhikkhave, upāsako pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā”ti. ",
  "sn55.3:5.8": "Tatiyaṁ. "
}