{
  "sn55.13:0.1": "Saṁyutta Nikāya 55 ",
  "sn55.13:0.2": "2. Rājakārāmavagga ",
  "sn55.13:0.3": "13. Ānandattherasutta ",
  "sn55.13:1.1": "Ekaṁ samayaṁ āyasmā ca ānando āyasmā ca sāriputto sāvatthiyaṁ viharanti jetavane anāthapiṇḍikassa ārāme. ",
  "sn55.13:1.2": "Atha kho āyasmā sāriputto sāyanhasamayaṁ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṁ sammodi. ",
  "sn55.13:1.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho āyasmā sāriputto āyasmantaṁ ānandaṁ etadavoca: ",
  "sn55.13:1.4": "“katinaṁ kho, āvuso ānanda, dhammānaṁ pahānā, katinaṁ dhammānaṁ samannāgamanahetu, evamayaṁ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti? ",
  "sn55.13:1.5": "“Catunnaṁ kho, āvuso, dhammānaṁ pahānā, catunnaṁ dhammānaṁ samannāgamanahetu, evamayaṁ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇāti. ",
  "sn55.13:2.1": "Katamesaṁ catunnaṁ? ",
  "sn55.13:2.2": "Yathārūpena kho, āvuso, buddhe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati tathārūpassa buddhe appasādo na hoti. ",
  "sn55.13:2.3": "Yathārūpena ca kho, āvuso, buddhe aveccappasādena samannāgato sutavā ariyasāvako kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati tathārūpassa buddhe aveccappasādo hoti—",
  "sn55.13:2.4": "itipi so bhagavā …pe… satthā devamanussānaṁ buddho bhagavāti. ",
  "sn55.13:3.1": "Yathārūpena ca kho, āvuso, dhamme appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati tathārūpassa dhamme appasādo na hoti. ",
  "sn55.13:3.2": "Yathārūpena ca kho, āvuso, dhamme aveccappasādena samannāgato sutavā ariyasāvako kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati tathārūpassa dhamme aveccappasādo hoti—",
  "sn55.13:3.3": "svākkhāto bhagavatā dhammo …pe… viññūhīti. ",
  "sn55.13:4.1": "Yathārūpena ca kho, āvuso, saṅghe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati tathārūpassa saṅghe appasādo na hoti. ",
  "sn55.13:4.2": "Yathārūpena ca kho, āvuso, saṅghe aveccappasādena samannāgato sutavā ariyasāvako kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati tathārūpassa saṅghe aveccappasādo hoti—",
  "sn55.13:4.3": "suppaṭipanno bhagavato sāvakasaṅgho …pe… anuttaraṁ puññakkhettaṁ lokassāti. ",
  "sn55.13:5.1": "Yathārūpena ca kho, āvuso, dussīlyena samannāgato assutavā puthujjano kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati tathārūpassa dussīlyaṁ na hoti. ",
  "sn55.13:5.2": "Yathārūpehi ca kho, āvuso, ariyakantehi sīlehi samannāgato sutavā ariyasāvako kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati tathārūpāni ariyakantāni sīlāni honti akhaṇḍāni …pe… ",
  "sn55.13:5.3": "samādhisaṁvattanikāni. ",
  "sn55.13:5.4": "Imesaṁ kho, āvuso, catunnaṁ dhammānaṁ pahānā imesaṁ catunnaṁ dhammānaṁ samannāgamanahetu evamayaṁ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti. ",
  "sn55.13:5.5": "Tatiyaṁ. "
}