{
  "sn14.9:0.1": "Budini govori tematski grupisani 14.9 ",
  "sn14.9:0.2": "1. Raznolikost ",
  "sn14.9:0.3": "Raznolikost spoljašnjih kontakata (1) ",
  "sn14.9:1.1": "Kraj Sāvatthija. ",
  "sn14.9:1.2": "„Monasi, raznolikost elemenata je uslov za nastanak raznolikosti opažaja. Raznolikost opažaja je uslov za nastanak raznolikosti namera. Raznolikost namera je uslov za nastanak raznolikosti kontakta. Raznolikost kontakta je uslov za nastanak raznolikosti osećaja. Raznolikost osećaja je uslov za nastanak raznolikosti želja. Raznolikost želja je uslov za nastanak raznolikosti groznica. Raznolikost groznica je uslov za nastanak raznolikosti traganja. Raznolikost traganja je uslov za nastanak raznolikosti dobitaka. ",
  "sn14.9:1.3": "„A šta je to, monasi, raznolikost elemenata? ",
  "sn14.9:1.4": "Element oblika… element sadržaja uma. ",
  "sn14.9:1.5": "To se naziva raznolikošću elemenata. ",
  "sn14.9:2.1": "A kako je to raznolikost elemenata uslov za nastanak raznolikosti opažaja… kako je to raznolikost traganja uslov za nastanak raznolikosti dobitaka? ",
  "sn14.9:3.1": "Elemenat oblika, monasi, uslov je za nastanak opažaja oblika. Opažaj oblika uslov je za nastanak namere u odnosu na oblik. Namera u odnosu na oblik uslov je za nastanak kontakta sa oblikom. Kontakt sa oblikom uslov je za nastanak osećaja rođenog iz kontakta sa oblikom. Osećaj rođen iz kontakta sa oblikom uslov je za nastanak želje za oblikom. Želja za oblikom uslov je za nastanak groznice za oblikom. Groznica za oblikom uslov je za nastanak traganja za oblikom. Traganje za oblikom uslov je za nastanak dobitka oblika… ",
  "sn14.9:3.2": "Elemenat sadržaja uma uslov je za nastanak opažaja sadržaja uma. Opažaj sadržaja uma uslov je za nastanak namere u odnosu na sadržaj uma. Namera u odnosu na sadržaj uma uslov je za nastanak kontakta sa sadržajem uma. Kontakt sa sadržajem uma uslov je za nastanak osećaja rođenog iz kontakta sa sadržajem uma. Osećaj rođen iz kontakta sa sadržajem uma uslov je za nastanak želje za sadržajem uma. Želja za sadržajem uma uslov je za nastanak groznice za sadržajem uma. Groznica za sadržajem uma uslov je za nastanak traganja za sadržajem uma. Traganje za sadržajem uma uslov je za nastanak dobitka sadržaja uma. ",
  "sn14.9:4.1": "Na taj način, monasi, raznolikost elemenata jeste uslov za nastanak raznolikosti opažaja… raznolikost traganja jeste uslov za nastanak raznolikosti dobitaka.” "
}