{
  "sn14.13:0.1": "Budini govori tematski grupisani 14.13 ",
  "sn14.13:0.2": "2. Drugo poglavlje ",
  "sn14.13:0.3": "Dvorana od cigala ",
  "sn14.13:1.1": "Jednom je Blaženi boravio kraj Nādike, u dvorani od cigala. ",
  "sn14.13:1.2": "Tu se on ovako obrati monasima: ",
  "sn14.13:1.3": "„Monasi.” ",
  "sn14.13:1.4": "„Da, poštovani”, odgovoriše oni. ",
  "sn14.13:1.5": "A Blaženi ovako nastavi: ",
  "sn14.13:2.1": "„Monasi, elemenat je uslov za nastanak opažaja, za nastanak gledišta, za nastanak misli.” ",
  "sn14.13:2.2": "Na to poštovani Saddha Kaććāna ovako reče Blaženome: ",
  "sn14.13:2.3": "„Poštovani, kada se ",
  "sn14.13:2.4": "među onima koji nisu potpuno probuđeni, javi gledište: ’Oni su potpuno probuđeni’ — zahvaljujući čemu se to gledište formira?” ",
  "sn14.13:3.1": "„To je, Kaććāna, veliki elemenat, naime elemenat neznanja. ",
  "sn14.13:3.2": "Niži elemenat je uslov za nastanak nižeg opažaja, za nastanak nižeg gledišta, za nastanak niže misli, niže volje, niže težnje, niže namere, niže osobe, nižeg govora; ",
  "sn14.13:3.3": "on niže objašnjava, podučava, objavljuje, postavlja, otkriva, raščlanjuje i pojašnjava; ",
  "sn14.13:3.4": "kažem da je i njegovo ponovno javljanje niže. ",
  "sn14.13:4.1": "Srednji elemenat je uslov za nastanak srednjeg opažaja, za nastanak srednjeg gledišta, za nastanak srednje misli, srednje volje, srednje težnje, srednje namere, srednjeg pojedinca, srednjeg govora; ",
  "sn14.13:4.2": "on srednje objašnjava, podučava, objavljuje, postavlja, otkriva, raščlanjuje i pojašnjava; ",
  "sn14.13:4.3": "kažem da je i njegovo ponovno javljanje srednje. ",
  "sn14.13:5.1": "Uzvišeni elemenat je uslov za nastanak uzvišenog opažaja, za nastanak uzvišenog gledišta, za nastanak uzvišene misli, uzvišene volje, uzvišene težnje, uzvišene namere, uzvišene osobe, uzvišenog govora; ",
  "sn14.13:5.2": "on uzvišeno objašnjava, podučava, objavljuje, postavlja, otkriva, raščlanjuje i pojašnjava; ",
  "sn14.13:5.3": "kažem da je i njegovo ponovno javljanje uzvišeno.” "
}