{
  "sn14.8:0.1": "Budini govori tematski grupisani 14.8 ",
  "sn14.8:0.2": "1. Raznolikost ",
  "sn14.8:0.3": "Ne usled raznolikosti traganja ",
  "sn14.8:1.1": "Kraj Sāvatthīja. ",
  "sn14.8:1.2": "„Monasi, raznolikost elemenata je uslov za nastanak raznolikosti opažaja. Raznolikost opažaja je uslov za nastanak raznolikosti namera. Raznolikost namera je uslov za nastanak raznolikosti želja. Raznolikost želja je uslov za nastanak raznolikosti groznica. Raznolikost groznica je uslov za nastanak raznolikosti traganja. ",
  "sn14.8:1.3": "Raznolikost traganja nije uslov za nastanak raznolikosti groznica. Raznolikost groznica nije uslov za nastanak raznolikosti želja. Raznolikost želja nije uslov za nastanak raznolikosti namera. Raznolikost namera nije uslov za nastanak raznolikosti opažaja. Raznolikost opažaja nije uslov za nastanak raznolikosti elemenata. ",
  "sn14.8:1.4": "„A šta je to, monasi, raznolikost elemenata? ",
  "sn14.8:1.5": "Element oblika… element sadržaja uma. ",
  "sn14.8:1.6": "To se naziva raznolikošću elemenata. ",
  "sn14.8:2.1": "A kako je to raznolikost elemenata uslov za nastanak raznolikosti opažaja… kako je to raznolikost groznica uslov za nastanak raznolikosti traganja? ",
  "sn14.8:2.2": "A kako je to raznolikost elemenata uslov za nastanak raznolikosti opažaja; raznolikost opažaja je uslov za nastanak raznolikosti namera; raznolikost namera je uslov za nastanak raznolikosti želja; raznolikost želja je uslov za nastanak raznolikosti groznica; raznolikost groznica je uslov za nastanak raznolikosti traganja. ",
  "sn14.8:3.1": "Elemenat oblika, monasi, uslov je za nastanak opažaja oblika… ",
  "sn14.8:3.2": "Elemenat sadržaja uma uslov je za nastanak opažaja sadržaja uma; opažaj sadržaja uma uslov je za… nastanak traganja za sadržajima uma. ",
  "sn14.8:3.3": "Elemenat traganja za sadržajima uma nije uslov za nastanak elementa  groznice u odnosu na sadržaje uma. Elemenat groznice u odnosu na sadržaje uma nije uslov za nastanak želje u odnosu na sadržaje uma. Elemenat želje u odnosu na sadržaje uma nije uslov za nastanak namere u odnosu na sadržaje uma. Elemenat namere u odnosu na sadržaje uma nije uslov za nastanak opažaja sadržaja uma. Elemenat opažaja sadržaja uma nije uslov za nastanak elementa sadržaja uma. ",
  "sn14.8:4.1": "Na taj način, monasi, raznolikost elemenata jeste uslov za nastanak raznolikosti opažaja… raznolikost groznica jeste uslov za nastanak raznolikosti traganja? ",
  "sn14.8:4.2": "Isto tako, raznolikost traganja nije uslov za nastanak raznolikosti groznica… raznolikost opažaja nije uslov za nastanak raznolikosti elemenata.” "
}