{
  "sn14.10:0.1": "Budini govori tematski grupisani 14.10 ",
  "sn14.10:0.2": "1. Raznolikost ",
  "sn14.10:0.3": "Raznolikost spoljašnjih kontakata (2) ",
  "sn14.10:1.1": "Kraj Sāvatthija. ",
  "sn14.10:1.2": "„Monasi, raznolikost elemenata je uslov za nastanak raznolikosti opažaja… (kao u prethodnom govoru) … ",
  "sn14.10:1.8": "Raznolikost traganja je uslov za nastanak raznolikosti dobitaka. ",
  "sn14.10:1.9": "Raznolikost dobitaka nije uslov za nastanak raznolikosti traganja. ",
  "sn14.10:1.10": "Raznolikost traganja nije uslov za nastanak raznolikosti groznica… ",
  "sn14.10:1.15": "Raznolikost opažaja nije uslov za nastanak raznolikosti elemenata. ",
  "sn14.10:1.16": "„A šta je to, monasi, raznolikost elemenata? ",
  "sn14.10:1.17": "Element oblika… element sadržaja uma. ",
  "sn14.10:1.18": "To se naziva raznolikošću elemenata. ",
  "sn14.10:2.1": "A kako je to raznolikost elemenata uslov za nastanak raznolikosti opažaja… ",
  "sn14.10:2.8": "kako je to raznolikost traganja uslov za nastanak raznolikosti dobitaka? ",
  "sn14.10:2.9": "I kako to da raznolikost dobitaka nije uslov za nastanak raznolikosti traganja… ",
  "sn14.10:2.14": "da raznolikost opažaja nije uslov za nastanak raznolikosti elemenata? ",
  "sn14.10:3.1": "Elemenat oblika, monasi, uslov je za nastanak opažaja oblika… ",
  "sn14.10:3.2": "Elemenat sadržaja uma uslov je za nastanak opažaja sadržaja uma; opažaj sadržaja uma uslov je za nastanak… ",
  "sn14.10:3.3": "traganja za sadržajima uma. Traganje za sadržajima uma uslov je za nastanak dobitka sadržaja uma. ",
  "sn14.10:3.4": "Dobitak sadržaja uma nije uslov za nastanak traganja za sadržajem uma. Traganje za sadržajem uma nije uslov za nastanak groznice za sadržajem uma. Groznica za sadržajem uma nije uslov za nastanak želje za sadržajem uma. Želja za sadržajem uma nije uslov za nastanak osećaja rođenog iz kontakta sa sadržajem uma. Osećaj rođen iz kontakta sa sadržajem uma nije uslov za nastanak kontakta sa sadržajem uma. Kontakt sa sadržajem uma nije uslov za nastanak namere u odnosu na sadržaj uma. Namera u odnosu na sadržaj uma nije uslov za nastanak opažaja sadržaja uma. Opažaj sadržaja uma nije uslov za nastanak elementa sadržaja uma. ",
  "sn14.10:4.8": "raznolikost traganja jeste uslov za nastanak raznolikosti dobitaka. ",
  "sn14.10:4.9": "Isto tako, raznolikost dobitka nije uslov za nastanak raznolikosti traganja… niti je raznolikost opažaja uslov za nastanak raznolikosti elemenata.” "
}