{
  "sn14.33:0.1": "Budini govori tematski grupisani 14.33 ",
  "sn14.33:0.2": "4. Četvrto poglavlje ",
  "sn14.33:0.3": "Kad ne bi bilo ",
  "sn14.33:1.1": "Kraj Sāvatthīja. ",
  "sn14.33:1.2": "„Monasi, kada ne bi bilo zadovoljenja u elementu zemlje, bića ne bi bila opčinjena elementom zemlje. ",
  "sn14.33:1.3": "Ali pošto u elementu zemlje postoji zadovoljenje, bića jesu opčinjena elementom zemlje. ",
  "sn14.33:1.4": "Kada u elementu zemlje ne bi bilo opasnosti, bića ne bi izgubila interes za elemenat zemlje. ",
  "sn14.33:1.5": "Ali pošto u elementu zemlje postoji opasnost, bića postaju otrežnjena u pogledu elementa zemlje. ",
  "sn14.33:1.6": "Kada u elementu zemlje ne bi bilo izlaza, bića ne bi napustila elemenat zemlje. ",
  "sn14.33:1.7": "Ali pošto u elementu zemlje postoji izlaz, bića napuštaju elemenat zemlje. ",
  "sn14.33:2.1": "Kada u elementu vode ne bi bilo zadovoljenja… ",
  "sn14.33:2.2": "Kada u elementu vatre ne bi bilo zadovoljenja… ",
  "sn14.33:2.3": "Kada u elementu vazduha ne bi bilo zadovoljenja, bića ne bi bila opčinjena elementom vazduha. ",
  "sn14.33:2.4": "Ali pošto u elementu vazduha postoji zadovoljenje, bića jesu opčinjena vazduhom kao elementom. ",
  "sn14.33:2.5": "Kada u elementu vazduha ne bi bilo opasnosti, bića ne bi izgubila interes za vazduh  kao elemenat. ",
  "sn14.33:2.6": "Ali pošto u elementu vazduha postoji opasnost, bića postaju otrežnjena u pogledu elementa vazduha. ",
  "sn14.33:2.7": "Kada u elementu vazduha ne bi bilo izlaza, bića ne bi napustila elemenat vazduha. ",
  "sn14.33:2.8": "Ali pošto u elementu vazduha postoji izlaz, bića napuštaju elemenat vazduha. ",
  "sn14.33:3.1": "Sve dok bića u ova četiri elementa nisu neposredno razumela zadovoljenje kao zadovoljenje, opasnost kao opasnost i izlaz kao izlaz, onako kako zaista jeste, dotle ona – u ovome svetu sa njegovim božanstvima, Mārama i Brahmāma, među ovim pokolenjem sa njegovim isposnicima i brahmanima, plemenitim i običnim ljudima – nisu bila izbavljena, odvojena i potpuno oslobođena, niti su boravila uma oslobođenog prepreka. ",
  "sn14.33:4.1": "Ali kada su bića u ova četiri elementa neposredno razumela zadovoljenje kao zadovoljenje, opasnost kao opasnost i izlaz kao izlaz, onako kako zaista jeste, tada su ona – u ovome svetu sa njegovim božanstvima, Mārama i Brahmāma, među ovim pokolenjem sa njegovim isposnicima i brahmanima, plemenitim i običnim ljudima – bila izbavljena, odvojena i potpuno oslobođena, i borave uma oslobođenog prepreka.” "
}