{
  "sn14.12:0.1": "Budini govori tematski grupisani 14.12 ",
  "sn14.12:0.2": "2. Drugo poglavlje ",
  "sn14.12:0.3": "Izvor ",
  "sn14.12:1.1": "Kraj Sāvatthīja. ",
  "sn14.12:1.2": "„Monasi, misao o zadovoljstvu čula ima svoj izvor, nije bez izvora; misao o zlovolji ima svoj izvor, nije bez izvora; misao o povređivanju ima svoj izvor, nije bez izvora. ",
  "sn14.12:2.1": "A kako to, monasi? ",
  "sn14.12:2.2": "Elemenat zadovoljstva čula uslov je za nastanak opažaja zadovoljstva čula. Opažaj zadovoljstva čula uslov je za nastanak namere u odnosu na zadovoljstvo čula. Namera u odnosu na zadovoljstvo čula uslov je za nastanak želja za zadovoljstvom čula. Želja za zadovoljstvom čula uslov je za nastanak groznice za zadovoljstvima čula. Groznica za zadovoljstvima čula uslov je za nastanak traganja za zadovoljstvima čula. ",
  "sn14.12:2.3": "Tragajući za zadovoljstvima čula, neuki običan čovek postupa pogrešno na tri načina: telom, govorom i umom. ",
  "sn14.12:3.1": "Elemenat zlovolje, monasi, uslov je za nastanak opažaja zlovolje. Opažaj zlovolje uslov je za nastanak namere u odnosu na zlovolju. Namera u odnosu na zlovolju uslov je za nastanak želje (pokretane) zlovoljom. Želja (pokretana) zlovoljom uslov je za nastanak groznice (pokretane) zlovoljom. Groznica (pokretana) zlovoljom uslov je za nastanak traganja  (pokretanog) zlovoljom. ",
  "sn14.12:3.2": "Tragajući  (pokretan) zlovoljom, neuki običan čovek postupa pogrešno na tri načina: telom, govorom i umom. ",
  "sn14.12:4.1": "Elemenat povređivanja uslov je za nastanak opažaja povređivanja. Opažaj povređivanja uslov je za nastanak namere u odnosu na povređivanje. Namera u odnosu na povređivanje uslov je za nastanak želje za povređivanjem. Želja za povređivanjem uslov je za nastanak groznice za povređivanjem. Groznica za povređivanjem uslov je za nastanak traganja za povređivanjem. ",
  "sn14.12:4.2": "Tragajući za povređivanjem, neuki običan čovek postupa pogrešno na tri načina: telom, govorom i umom. ",
  "sn14.12:5.1": "Zamislite, monasi, čoveka koji zapaljenu baklju baci u suv gustiš trave; ako je ne ugasi brzo rukama i nogama, živa bića koja zavise od te trave i drveća doživeće propast i nesreću. ",
  "sn14.12:5.2": "Isto tako, bilo koji asketa ili brahman koji nastali razoran opažaj odmah ne napusti, ne otera, ne satre i ne uništi, taj boravi u patnji u ovome životu, ophrvan teskobom, očajem i groznicom; ",
  "sn14.12:5.3": "a posle sloma tela, posle smrti, može očekivati svet lišavanja, loše odredište, niže svetove, pakao. ",
  "sn14.12:6.1": "Monasi, misao o obuzdavanju ima svoj izvor, nije bez izvora; misao o dobronamernosti ima svoj izvor, nije bez izvora; misao o nepovređivanju ima svoj izvor, nije bez izvora. ",
  "sn14.12:7.1": "A kako je to? ",
  "sn14.12:7.2": "Elemenat obuzdavanja uslov je za nastanak opažaja obuzdavanja. ",
  "sn14.12:7.3": "Opažaj obuzdavanja uslov je za nastanak namere u odnosu na obuzdavanje. ",
  "sn14.12:7.4": "Namera u odnosu na obuzdavanje uslov je za nastanak želje za obuzdavanjem. ",
  "sn14.12:7.5": "Želja za obuzdavanjem uslov je za nastanak groznice za obuzdavanjem. ",
  "sn14.12:7.6": "Groznica za obuzdavanjem uslov je za nastanak traganja za obuzdavanjem. ",
  "sn14.12:7.7": "Tragajući za obuzdavanjem, plemeniti učenik postupa ispravno na tri načina: telom, govorom i umom. ",
  "sn14.12:8.1": "Elemenat dobronamernosti uslov je za nastanak opažaja dobronamernosti. ",
  "sn14.12:8.2": "Opažaj dobronamernosti uslov je za nastanak namere u odnosu na dobronamernost. ",
  "sn14.12:8.3": "Namera u odnosu na dobronamernost uslov je za nastanak želje za dobronamernošću. ",
  "sn14.12:8.4": "Želja za dobronamernošću uslov je za nastanak groznice za dobronamernošću. ",
  "sn14.12:8.5": "Groznica za dobronamernošću uslov je za nastanak traganja za dobronamernošću. ",
  "sn14.12:8.6": "Tragajući za dobronamernošću, plemeniti učenik postupa ispravno na tri načina: telom, govorom i umom. ",
  "sn14.12:9.1": "Elemenat nepovređivanja uslov je za nastanak opažaja nepovređivanja. ",
  "sn14.12:9.2": "Opažaj nepovređivanja uslov je za nastanak namere u odnosu na nepovređivanje. ",
  "sn14.12:9.3": "Namera u odnosu na nepovređivanje uslov je za nastanak želje za nepovređivanjem. ",
  "sn14.12:9.4": "Želja za nepovređivanjem uslov je za nastanak groznice za nepovređivanjem. ",
  "sn14.12:9.5": "Groznica za nepovređivanjem uslov je za nastanak traganja za nepovređivanjem. ",
  "sn14.12:9.6": "Tragajući za nepovređivanjem, plemeniti učenik postupa ispravno na tri načina: telom, govorom i umom. ",
  "sn14.12:10.1": "Zamisli, monasi, čoveka koji baci zapaljenu baklju od trave u suv travnjak; i on je rukama i nogama odmah ugasi. Tako živa bića koja zavise od te trave i drveća neće doživeti propast i nesreću. ",
  "sn14.12:10.2": "Isto tako, bilo koji asketa ili brahman koji nastali razoran opažaj odmah ne napusti, ne otera, ne satre i ne uništi, taj boravi u patnji u ovome životu, ophrvan teskobom, očajem i groznicom; ",
  "sn14.12:10.3": "a posle sloma tela, posle smrti, može očekivati svet lišavanja, loše odredište, niže svetove, pakao.” "
}