{
  "sn14.31:0.1": "Budini govori tematski grupisani 14.31 ",
  "sn14.31:0.2": "4. Četvrto poglavlje ",
  "sn14.31:0.3": "Pre mog probuđenja ",
  "sn14.31:1.1": "Kraj Sāvatthīja. ",
  "sn14.31:1.2": "„Monasi, pre probuđenja, dok sam još bio neprobuđeni bodhisatta, ova mi misao pade na pamet: ",
  "sn14.31:1.3": "’Šta je zadovoljenje, šta je opasnost, a šta izlaz u pogledu zemlje kao elementa? ",
  "sn14.31:1.4": "Šta je zadovoljenje, šta je opasnost, a šta izlaz u pogledu vode kao elementa? ",
  "sn14.31:1.5": "Vatre kao elementa… ",
  "sn14.31:1.6": "Vazduha kao elementa? ",
  "sn14.31:2.1": "Onda mi na um pade ova misao: ",
  "sn14.31:2.2": "Prijatnost i radost koji nastanu zahvaljujući zemlji kao elementu, to je zadovoljenje u pogledu zemlje kao elementa. ",
  "sn14.31:2.3": "To što je zemlja kao elemenat prolazna, patnja, podložna promeni, to je opasnost u pogledu zemlje kao elementa. ",
  "sn14.31:2.4": "Uklanjanje i napuštanje želje i strasti za zemljom kao elementom, to je izlaz u pogledu zemlje kao elementa. ",
  "sn14.31:2.5": "Prijatnost i radost koji nastanu zahvaljujući vodi kao elementu… ",
  "sn14.31:2.6": "Vatri kao elementu… ",
  "sn14.31:2.7": "vazduhu kao elementu, , to je zadovoljenje u pogledu vazduha kao elementa. ",
  "sn14.31:2.8": "To što je vazduh kao elemenat prolazan, patnja, podložan promeni, to je opasnost u pogledu vazduha kao elementa. ",
  "sn14.31:2.9": "Uklanjanje i napuštanje želje i strasti za vazduhom kao elementom, to je izlaz u pogledu vazduha kao elementa’. ",
  "sn14.31:3.1": "Monasi, sve dok u pogledu ova četiri elementa nisam neposredno i zaista razumeo zadovoljenje kao zadovoljenje, opasnost kao opasnost i izlaz kao izlaz, dotle nisam tvrdio da sam u ovome svetu, sa njegovim božanstvima, Mārama i Brahmāma, zajedno sa pokolenjem isposnika i brahmana, plemenitih i običnih ljudi, dosegao neprevaziđeno potpuno probuđenje. ",
  "sn14.31:4.1": "Ali kada sam u pogledu ova četiri elementa neposredno i zaista razumeo zadovoljenje kao zadovoljenje, opasnost kao opasnost i izlaz kao izlaz, tada sam, monasi, tvrdio da sam u ovome svetu… dosegao neprevaziđeno potpuno probuđenje. ",
  "sn14.31:4.2": "Ovakvo znanje i viđenje javiše se u meni: ",
  "sn14.31:4.3": "’Nepokolebljivo je oslobođenje moga uma. Ovo je moje poslednje rođenje. Nema više preporađanja’.” "
}