{
  "sn7.18:0.1": "Саньютта Никая 7.18 ",
  "sn7.18:0.2": "2. Миряне ",
  "sn7.18:0.3": "Собиратели хвороста ",
  "sn7.18:1.1": "Однажды Благословенный проживал в стране Косал, в некоем лесу. ",
  "sn7.18:1.2": "И тогда группа брахманских мальчишек, учеников одного брахмана из клана Бхарадваджей, вошла в эту часть леса, собирая хворост. Войдя, они увидели Благословенного в этом лесу, сидящего со скрещёнными ногами, держащего тело выпрямленным, установившего осознанность впереди. Увидев его, они отправились к брахману из клана Бхарадваджей и сказали ему: ",
  "sn7.18:1.3": "«Знайте же, уважаемый, что ",
  "sn7.18:1.4": "в таком-то и таком-то лесу сидит отшельник со скрещёнными ногами, держащий тело выпрямленным, установивший осознанность впереди». ",
  "sn7.18:1.5": "И тогда брахман из клана Бхарадваджей вместе с теми брахманскими мальчишками отправился в тот лес. ",
  "sn7.18:1.6": "Там он увидел Благословенного, сидящего со скрещёнными ногами, держащего тело выпрямленным, установившего осознанность впереди. ",
  "sn7.18:1.7": "Тогда он подошёл к Благословенному и обратился к нему строфами: ",
  "sn7.18:2.1": "«Войдя в пустой, безлюдный лес, ",
  "sn7.18:2.2": "В самую чащу, где ужасного так много, ",
  "sn7.18:2.3": "Недвижим в теле ты, красив, неколебим, ",
  "sn7.18:2.4": "И медитируешь ты, о монах, чудесно! ",
  "sn7.18:3.1": "В лесу, где звуков нет ни музыки, ни песен, ",
  "sn7.18:3.2": "Безмолвный созерцатель затворён в лесах! ",
  "sn7.18:3.3": "Ты здесь живёшь, и это чудо поражает —",
  "sn7.18:3.4": "Один в лесу и с радостным умом. ",
  "sn7.18:4.1": "Наверное, желаешь высшего тройного рая, ",
  "sn7.18:4.2": "Собрания небесного владыки мира. ",
  "sn7.18:4.3": "А потому уходишь ты в безлюдный лес: ",
  "sn7.18:4.4": "Твоя расплата, чтоб достигнуть мира Брахмы». ",
  "sn7.18:5.1": "«Сколь многих ни было б желаний, наслаждений – ",
  "sn7.18:5.2": "Они всегда привязаны к различным элементам. ",
  "sn7.18:5.3": "Хотения растут из корешка незнания: ",
  "sn7.18:5.4": "Их всех я уничтожил вместе с корешком. ",
  "sn7.18:6.1": "Нет у меня желаний, вовлечённости, цепляний. ",
  "sn7.18:6.2": "Очищен в отношении всего мой взор. ",
  "sn7.18:6.3": "Достигнув высшего благого просветления, ",
  "sn7.18:6.4": "Я медитирую один, брахман, уверен я в себе». ",
  "sn7.18:7.1": "Когда так было сказано, брахман из клана Бхарадваджей обратился к Благословенному: ",
  "sn7.18:7.2": "«Великолепно, господин Готама! Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же господин Готама различными способами прояснил Дхамму. Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn7.18:7.3": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}