{
  "sn7.2:0.1": "Саньютта Никая 7.2 ",
  "sn7.2:0.2": "1. Араханты ",
  "sn7.2:0.3": "Оскорбление ",
  "sn7.2:1.1": "Так я слышал. Однажды Благословенный проживал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "sn7.2:1.2": "И тогда брахман Аккосака Бхарадваджа услышал: ",
  "sn7.2:2.1": "«Говорят, что брахман из клана Бхарадваджей покинул мирскую жизнь ради жизни бездомной под учительством отшельника Готамы». Злой и недовольный, он отправился к Благословенному и стал оскорблять и поносить его грубыми, резкими словами. Когда он закончил говорить, Благословенный сказал ему: ",
  "sn7.2:2.2": "«Как ты думаешь, брахман? ",
  "sn7.2:2.3": "Твои друзья и сослуживцы, близкие и родственники, а также гости, навещают тебя?» ",
  "sn7.2:2.4": "«Иногда они навещают, господин Готама». ",
  "sn7.2:2.5": "«Предлагаешь ли ты им в этом случае какую-нибудь еду или закуску?» ",
  "sn7.2:2.6": "«Иногда предлагаю, господин Готама». ",
  "sn7.2:2.7": "«Но если они не соглашаются принять её от тебя, то чья эта еда?» ",
  "sn7.2:2.8": "«Если они не соглашаются принять её от меня, то еда всё ещё наша». ",
  "sn7.2:2.9": "«Точно так же, брахман, мы, – никого не оскорбляющие, никого не ругающие, никого не бранящие, – отказываемся принять от тебя оскорбление, брань и тираду, которую ты излил на нас. ",
  "sn7.2:2.10": "Это всё твоё, брахман! ",
  "sn7.2:2.11": "Это всё твоё, брахман!» ",
  "sn7.2:3.5": "«Царь с его свитой считают ",
  "sn7.2:3.6": "отшельника Готаму арахантом, ",
  "sn7.2:3.7": "и всё же господин Готама всё ещё становится раздражённым». ",
  "sn7.2:4.1": "«Как может злость возникнуть в том, в ком злобы больше нет, ",
  "sn7.2:4.2": "В том, укрощён кто праведною жизнью, ",
  "sn7.2:4.3": "Кто совершенным знанием освобождён, ",
  "sn7.2:4.4": "В Неколебимом, пребывающем в покое? ",
  "sn7.2:5.1": "Отплачивает злобой кто на злобу, ",
  "sn7.2:5.2": "Тот делает лишь хуже сам себе. ",
  "sn7.2:5.3": "Не отвечая злобою на злобу, ",
  "sn7.2:5.4": "Одерживает верх он в битве трудной. ",
  "sn7.2:6.1": "Он практикует ради блага для обоих, ",
  "sn7.2:6.2": "Для блага собственного и других, ",
  "sn7.2:6.3": "Ведь если знаешь ты, что враг твой негодует, ",
  "sn7.2:6.4": "Осознанно поддержишь свой покой. ",
  "sn7.2:7.1": "Когда достиг он излечения обоих —",
  "sn7.2:7.2": "Других, а также своего, —",
  "sn7.2:7.3": "То люди, мнящие его глупцом, ",
  "sn7.2:7.4": "Есть те, что неумелы в Дхамме». ",
  "sn7.2:8.1": "И когда так было сказано, брахман Аккосака Бхарадваджа сказал: ",
  "sn7.2:8.2": "«Великолепно, господин Готама! Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же господин Готама различными способами прояснил Дхамму. ",
  "sn7.2:8.3": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn7.2:8.4": "Могу ли я получить младшее посвящение у господина Готамы, могу ли я получить высшее монашеское посвящение?» ",
  "sn7.2:9.1": "И тогда брахман Аккосака Бхарадваджа получил младшее посвящение под учительством Благословенного и получил высшее посвящение. ",
  "sn7.2:9.2": "И затем, вскоре после получения высшего посвящения, пребывая в уединении прилежным, старательным, решительным, достопочтенный Аккосака Бхарадваджа, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл в высочайшую цель святой жизни, ради которой представители клана праведно оставляют жизнь домохозяйскую ради жизни бездомной, и пребывал в ней. ",
  "sn7.2:9.3": "Он напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "sn7.2:9.4": "Так достопочтенный Бхарадваджа стал одним из арахантов. "
}