{
  "sn7.12:0.1": "Саньютта Никая 7.12 ",
  "sn7.12:0.2": "2. Миряне ",
  "sn7.12:0.3": "Удайя ",
  "sn7.12:1.1": "В Саваттхи. ",
  "sn7.12:1.2": "И тогда, утром, Благословенный оделся и, взяв чашу и внешнее одеяние, отправился в дом брахмана Удайи. ",
  "sn7.12:1.3": "И тогда брахман Удайя наполнил чашу Благословенного рисом. ",
  "sn7.12:1.4": "И во второй раз… и в третий раз, утром, Благословенный оделся и, взяв чашу и и внешнее одеяние, отправился в дом брахмана Удайи. ",
  "sn7.12:1.5": "И в третий раз брахман Удайя наполнил чашу Благословенного рисом, после чего сказал Благословенному: ",
  "sn7.12:1.6": "«Этот надоедливый отшельник всё приходит и приходит». ",
  "sn7.12:2.1": "«Всё вновь и вновь сеют они зерно; ",
  "sn7.12:2.2": "Всё вновь и вновь небесный дэва дождь дарует; ",
  "sn7.12:2.3": "Всё вновь и вновь крестьянин пашет поле; ",
  "sn7.12:2.4": "Всё вновь и вновь зерно приходит в царство. ",
  "sn7.12:3.1": "Всё вновь и вновь ждёт нищий подаяний; ",
  "sn7.12:3.2": "Всё вновь и вновь дарители дают; ",
  "sn7.12:3.3": "И те дарители, давая вновь и вновь, ",
  "sn7.12:3.4": "Всё вновь и вновь идут на небеса. ",
  "sn7.12:4.1": "Всё вновь и вновь доярка цедит молоко; ",
  "sn7.12:4.2": "Всё вновь и вновь телёнок к матери идёт; ",
  "sn7.12:4.3": "Всё вновь и вновь трепещешь, изнываешь; ",
  "sn7.12:4.4": "Всё вновь и вновь болван идёт в утробу; ",
  "sn7.12:5.1": "Всё вновь и вновь рождаешься, а после умираешь; ",
  "sn7.12:5.2": "Всё вновь и вновь несут на кладбище тебя. ",
  "sn7.12:5.3": "Но если вдруг ты обретаешь путь, что не приводит к новому рождению, ",
  "sn7.12:5.4": "В мудрости разрастание получив, ты не рождаешься всё вновь и вновь!» ",
  "sn7.12:6.1": "Когда так было сказано, брахман Удайя обратился к Благословенному: ",
  "sn7.12:6.2": "«Великолепно, господин Готама! Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же господин Готама различными способами прояснил Дхамму. Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn7.12:6.3": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}