{
  "sn7.15:0.1": "Саньютта Никая 7.15 ",
  "sn7.15:0.2": "2. Миряне ",
  "sn7.15:0.3": "Манаттхаддха ",
  "sn7.15:1.1": "В Саваттхи. ",
  "sn7.15:1.2": "И тогда брахман по имени Манаттхаддха проживал в Саваттхи. ",
  "sn7.15:1.3": "Он не не проявлял уважения ни к своей матери, ни к отцу, ни к своему учителю, ни к своему старшему брату. ",
  "sn7.15:1.4": "И в то время Благословенный давал наставления по Дхамме в окружении большого собрания. ",
  "sn7.15:1.5": "ысль пришла к брахману Манаттхаддхе: ",
  "sn7.15:1.6": "«Этот отшельник Готама даёт наставления по Дхамме в окружении большого собрания. ",
  "sn7.15:1.7": "Что, если я отправлюсь к нему? ",
  "sn7.15:1.8": "Если отшельник Готама обратится ко мне, я обращусь к нему в свою очередь. ",
  "sn7.15:1.9": "Если он не обратится ко мне, то и я не обращусь к нему». ",
  "sn7.15:1.10": "И тогда брахман Манаттхаддха отправился к Благословенному и молча встал рядом, ",
  "sn7.15:1.11": "но Благословенный не обратился к нему. ",
  "sn7.15:1.12": "Тогда брахман Манаттхаддха, думая: ",
  "sn7.15:1.13": "«Этот отшельник Готама ничего не знает», собрался было уйти, ",
  "sn7.15:1.14": "но Благословенный, напрямую познав своим собственным умом раздумье в уме брахмана, обратился к брахману Манаттхаддхе строфой: ",
  "sn7.15:2.1": "«Лелеять самомнение — не есть благое дело ",
  "sn7.15:2.2": "Тому, брахман, настроен кто на собственное благо. ",
  "sn7.15:2.3": "Лелеять вместо этого ты должен свою цель, ",
  "sn7.15:2.4": "Ради которой здесь как раз ты оказался». ",
  "sn7.15:3.1": "И тогда брахман Манаттхаддха, думая: ",
  "sn7.15:3.2": "«Отшельник Готама знает мой ум», прямо на том самом месте упал в ноги Благословенному, расцеловал стопы и погладил их руками, объявляя своё имя: ",
  "sn7.15:3.3": "«Я брахман Манаттхаддха, господин Готама. Я брахман Манаттхаддха, господин Готама». ",
  "sn7.15:3.4": "И то собрание удивилось и поразилось, сказав: ",
  "sn7.15:3.5": "«Как удивительно, господа! Как поразительно, господа! ",
  "sn7.15:3.6": "Этот брахман Манаттхаддха не проявлял уважения ни к своей матери, ни к отцу, ни к своему учителю, ни к своему старшему брату, ",
  "sn7.15:3.7": "и тем не менее он проявляет такое наивысшее уважение к отшельнику Готаме». ",
  "sn7.15:3.8": "И тогда Благословенный обратился к брахману Манаттхаддхе: ",
  "sn7.15:3.9": "Довольно, брахман, поднимайся. Садись на своё сиденье, ",
  "sn7.15:3.10": "раз ты столь уверен во мне». ",
  "sn7.15:3.11": "И брахман Манаттхаддха сел на своё сиденье и обратился к Благословенному строфой: ",
  "sn7.15:4.1": "«К кому не стоит самомнения проявлять? ",
  "sn7.15:4.2": "И кто достоин выражения почтения? ",
  "sn7.15:4.3": "Кого же нужно постоянно уважать? ",
  "sn7.15:4.4": "Кого необоходимо почитать всецело?» ",
  "sn7.15:5.1": "«Вначале почитай своих отца и мать, ",
  "sn7.15:5.2": "А старший брат в семье идёт по счету третьим, ",
  "sn7.15:5.3": "Учитель твой — вот кто четвёртым будет: ",
  "sn7.15:5.4": "Именно к ним не стоит самомнения проявлять; ",
  "sn7.15:5.5": "Именно эти выражения почтения достойны; ",
  "sn7.15:5.6": "Людей всех этих постоянно уважай, ",
  "sn7.15:5.7": "И хорошо их почитать всецело. ",
  "sn7.15:6.1": "И скромный, самомнение сразив, ",
  "sn7.15:6.2": "Архатам должен поклониться, ",
  "sn7.15:6.3": "Тем, в сердце кто угас, исполнил кто свой долг, ",
  "sn7.15:6.4": "Кто незапятнанный, непревзойдённый». ",
  "sn7.15:7.1": "Когда так было сказано, брахман Манаттхаддха обратился к Благословенному: ",
  "sn7.15:7.2": "«Великолепно, господин Готама! Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же господин Готама различными способами прояснил Дхамму. Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn7.15:7.3": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}