{
  "sn7.11:0.1": "Саньютта Никая 7.11 ",
  "sn7.11:0.2": "2. Миряне ",
  "sn7.11:0.3": "Каси Бхарадваджа ",
  "sn7.11:1.1": "Так я слышал. ",
  "sn7.11:1.2": "Однажды Благословенный проживал в стране Магадхов, у Даккхинагири, возле брахманской деревни Эканалы. ",
  "sn7.11:1.3": "В то время у брахмана Каси Бхарадваджи было пятьсот пристёгнутых к своим хомутам плугов во времена посева. ",
  "sn7.11:1.4": "И тогда, утром, Благословенный оделся, взял чашу и и внешнее одеяние и отправился к тому месту, где работал брахман Каси Бхарадваджа. ",
  "sn7.11:2.1": "И по тому случаю происходила раздача еды брахмана Бхарадваджи. ",
  "sn7.11:2.2": "И тогда Благословенный подошёл к месту раздачи еды и встал рядом. ",
  "sn7.11:2.3": "Брахман Каси Бхарадваджа увидел Благословенного, ожидающего подаяний, ",
  "sn7.11:2.4": "и сказал ему: ",
  "sn7.11:2.5": "«Отшельник, я пашу и сею, и когда я вспахал и засеял, тогда я и ем. ",
  "sn7.11:2.6": "Тебе тоже, отшельник, следует пахать и сеять. Тогда, вспахав и засеяв, ты будешь есть». ",
  "sn7.11:2.7": "«Я тоже, брахман, пашу и сею, и когда я вспахал и засеял, я ем». ",
  "sn7.11:2.8": "«Но мы не видим у у господина Готамы хомута, или плуга, или лемеха, или прута, или быка. И всё же господин Готама говорит: ",
  "sn7.11:2.9": "„Я тоже, брахман, пашу и сею, и когда я вспахал и засеял, я ем“. ",
  "sn7.11:2.10": "И затем брахман Каси Бхарадваджа обратился к Благословенному строфой: ",
  "sn7.11:3.1": "«Ты заявляешь, что работаешь ты с плугом. ",
  "sn7.11:3.2": "Но я не вижу, чтобы ты пахал. ",
  "sn7.11:3.3": "Если действительно ты тот, кто пашет, тогда ответь мне: ",
  "sn7.11:3.4": "Каким же образом понять твоё пахание?» ",
  "sn7.11:4.1": "«Вера – зерно, отшельничество – дождь, ",
  "sn7.11:4.2": "Мудрость моя – ярмо и плуг. ",
  "sn7.11:4.3": "Чувством стыда пусть будет дышло, умом – крепление ярма. ",
  "sn7.11:4.4": "Осознанность – то плужный лемех мой и прут. ",
  "sn7.11:5.1": "И в теле охраняемый, и в речи, ",
  "sn7.11:5.2": "И контролируя нужду в еде, ",
  "sn7.11:5.3": "Использую правдивость как прополки крюк, ",
  "sn7.11:5.4": "А доброту — как расцепление ярма. ",
  "sn7.11:6.1": "Усердие — вот мой рабочий скот, ",
  "sn7.11:6.2": "Везёт меня к защите от оков. ",
  "sn7.11:6.3": "И он идёт туда без остановки, ",
  "sn7.11:6.4": "Куда добравшись, больше не грустишь. ",
  "sn7.11:7.1": "Так эту пахоту я исполняю, ",
  "sn7.11:7.2": "Что урожай Бессмертного даёт. ",
  "sn7.11:7.3": "Сей труд по вспашке завершив, ",
  "sn7.11:7.4": "Освободишься ты от всяческих страданий». ",
  "sn7.11:8.1": "«Пусть господин Готама поест! ",
  "sn7.11:8.2": "Ведь он достойный пахарь, ",
  "sn7.11:8.3": "поскольку господин Готама пашет так, что это приносит урожай Бессмертного». ",
  "sn7.11:9.1": "«Коль над едой строфы пропеты — есть эту пищу мне не подобает. ",
  "sn7.11:9.2": "Это, брахман, в норму не входит, что соблюдают святые провидцы. ",
  "sn7.11:9.3": "Кто просветлён, тот отвергнет ту пищу, строфы над коей были пропеты. ",
  "sn7.11:9.4": "Раз таковая есть норма, брахман, их поведения принцип таков. ",
  "sn7.11:10.1": "Напитком и пищей другой обслужи ",
  "sn7.11:10.2": "Провидца всецело во всём совершенного, ",
  "sn7.11:10.3": "Чьи загрязнения и сожаление были разрушены и успокоены, ",
  "sn7.11:10.4": "Ведь величайшее поле заслуг он для того, кто свершить их желает». ",
  "sn7.11:11.1": "Когда так было сказано, брахман Каси Бхарадваджа обратился к Благословенному: ",
  "sn7.11:11.2": "«Великолепно, господин Готама! Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же господин Готама различными способами прояснил Дхамму. Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn7.11:11.3": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}