{
  "sn7.14:0.1": "Саньютта Никая 7.14 ",
  "sn7.14:0.2": "2. Миряне ",
  "sn7.14:0.3": "Знатный ",
  "sn7.14:1.1": "В Саваттхи. ",
  "sn7.14:1.2": "И тогда один зажиточный брахман, жалкий, облачённый в потрёпанную накидку, подошёл к Благословенному и обменялся с ним приветствиями. ",
  "sn7.14:1.3": "После обмена вежливыми приветствиями и любезностями он сел рядом, и Благословенный обратился к нему: ",
  "sn7.14:1.4": "«Почему же, брахман, ты так жалок и облачён в потрёпанную накидку?» ",
  "sn7.14:1.5": "«Так вот же, господин Готама, мои четверо сыновей, ",
  "sn7.14:1.6": "подговорённые своими жёнами, выдворили меня из дома». ",
  "sn7.14:1.7": "«Что же, брахман, заучи эти строфы и продекламируй их, когда соберётся собрание в зале и все твои сыновья будут также сидеть там: ",
  "sn7.14:2.1": "«Те, появлением чьим на свет я наслаждался, ",
  "sn7.14:2.2": "И те, благополучия чьего я так желал, ",
  "sn7.14:2.3": "Подговорённые супругами своими, ",
  "sn7.14:2.4": "Прогнали меня прочь, точно свинью собака. ",
  "sn7.14:3.1": "Коварны в самом деле эти злые братья, ",
  "sn7.14:3.2": "Пусть даже и зовут они меня „родной отец“. ",
  "sn7.14:3.3": "Демоны, облик сыновей принявши, ",
  "sn7.14:3.4": "Оставили меня, как только стал я пожилым. ",
  "sn7.14:4.1": "Подобен старой кляче, всецело бесполезной, ",
  "sn7.14:4.2": "Которую от корма увести решили прочь, ",
  "sn7.14:4.3": "Таким же стал старик, отец этих ребят, ",
  "sn7.14:4.4": "Что ищет подаяний у чужих домов. ",
  "sn7.14:5.1": "Ценнее для меня используемый посох, ",
  "sn7.14:5.2": "Чем собственные дети, своенравные сыны. ",
  "sn7.14:5.3": "Дикого буйвола сей посох отгоняет, ",
  "sn7.14:5.4": "Собаку дикую он прогоняет прочь. ",
  "sn7.14:6.1": "И в темноте идёт он предо мною, ",
  "sn7.14:6.2": "А в глубине реки опору мне даёт. ",
  "sn7.14:6.3": "И посоха столь милосердна эта сила, ",
  "sn7.14:6.4": "Что если и споткнусь, то всё же устою». ",
  "sn7.14:7.1": "И тогда тот зажиточный брахман, заучив эти строфы в присутствии Благословенного, продекламировал их, когда собралось собрание в зале и все его сыновья также сидели там… ",
  "sn7.14:13.1": "И тогда сыновья привели зажиточного брахмана в свой дом, искупали его и дали ему пару одежд. ",
  "sn7.14:13.2": "И тогда тот знатный брахман, взяв пару одежд, отправился к Благословенному и обменялся с ним приветствиями. ",
  "sn7.14:13.3": "Затем он сел рядом и сказал Благословенному: ",
  "sn7.14:13.4": "«Господин Готама, мы, брахманы, ищем вознаграждение для нашего учителя. ",
  "sn7.14:13.5": "Пусть господин Готама примет учительское вознаграждение от меня». ",
  "sn7.14:13.6": "Благословенный из сострадания принял. ",
  "sn7.14:13.7": "И тогда тот зажиточный брахман обратился к Благословенному: ",
  "sn7.14:13.8": "«Великолепно, господин Готама! Великолепно, господин Готама! Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же господин Готама различными способами прояснил Дхамму. Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn7.14:13.9": "Пусть господин Готама помнит меня как мирского последователя, принявшего в нём прибежище с этого дня и на всю жизнь». "
}