{
  "sn7.9:0.1": "Саньютта Никая 7.9 ",
  "sn7.9:0.2": "1. Араханты ",
  "sn7.9:0.3": "Сундарика ",
  "sn7.9:1.1": "Однажды Однажды Благословенный проживал в стране Косал, на берегу реки Сундарики. ",
  "sn7.9:1.2": "И в то время брахман Сундарика Бхарадваджа совершал подношение огню, делал огненное жертвование на берегу реки Сундарики. ",
  "sn7.9:1.3": "И затем брахман Сундарика Бхарадваджа, совершив подношение огню, сделав огненное жертвование, поднялся со своего сиденья и посмотрел во все четыре стороны, раздумывая: ",
  "sn7.9:1.4": "«Кто бы мог съесть эти жертвенные остатки?» ",
  "sn7.9:1.5": "Брахман Сундарика Бхарадваджа увидел Благословенного, сидящего у подножья дерева с покрытой головой. ",
  "sn7.9:1.6": "Увидев его, он взял жертвенные остатки в левую руку и котелок с водой в правую и отправился к Благословенному. ",
  "sn7.9:1.7": "Когда Благословенный услышал звук шагов брахмана, он убрал с головы облачение. ",
  "sn7.9:1.8": "И тогда брахман Сундарика Бхарадваджа, думая: «Этот достопочтенный — бритый отшельник. Этот достопочтенный — бритоголовый», уже было собрался повернуть назад, ",
  "sn7.9:1.9": "но затем мысль пришла к нему: ",
  "sn7.9:1.10": "«Бывают и некоторые брахманы с обритой головой. ",
  "sn7.9:1.11": "то, если я подойду и поинтересуюсь насчёт его происхождения?» ",
  "sn7.9:2.1": "И тогда брахман Сундарика Бхарадваджа подошёл к Благословенному и сказал ему: ",
  "sn7.9:2.2": "«Из какой варны происходит достопочтенный?» ",
  "sn7.9:3.1": "«Не о рождении спрашивай, спроси о поведении: ",
  "sn7.9:3.2": "Ведь пламя порождается от дерева любого. ",
  "sn7.9:3.3": "Решительный мудрец из низкого семейства, ",
  "sn7.9:3.4": "Как славный жеребец, что укрощён чувством стыда. ",
  "sn7.9:4.1": "Вот должен жертвователь умолять кого: прирученного истиной и этим совершенного, ",
  "sn7.9:4.2": "Того, кто окончания знания достиг, того, кто целиком осуществил святую жизнь. ",
  "sn7.9:4.3": "Уместным будет подношение его, ",
  "sn7.9:4.4": "Тому подаренное, кто даров достоин». ",
  "sn7.9:5.1": "«Свершённое мной жертвование славно удалось, ",
  "sn7.9:5.2": "Раз мастера великого в познаниях я узрел. ",
  "sn7.9:5.3": "Поскольку я не видел тебе подобных прежде, ",
  "sn7.9:5.4": "Другие ели то, что оставалось с подношения». ",
  "sn7.9:6.1": "«Пусть господин Готама ест. ",
  "sn7.9:6.2": "Достойный является брахманом». ",
  "sn7.9:7.1": "«Коль над едой строфы пропеты — есть эту пищу мне не подобает. ",
  "sn7.9:7.2": "Это, брахман, в норму не входит, что соблюдают святые провидцы. ",
  "sn7.9:7.3": "Кто просветлён, тот отвергнет ту пищу, строфы над коей были пропеты. ",
  "sn7.9:7.4": "Раз таковая есть норма, брахман, их поведения принцип таков. ",
  "sn7.9:8.1": "Напитком и пищей другой обслужи ",
  "sn7.9:8.2": "Провидца всецело во всём совершенного, ",
  "sn7.9:8.3": "Чьи загрязнения и сожаление были разрушены и успокоены, ",
  "sn7.9:8.4": "Ведь величайшее поле заслуг он для того, кто свершить их желает». ",
  "sn7.9:9.1": "«В таком случае, господин Готама, стоит ли мне отдать жертвенные остатки кому-либо другому?» ",
  "sn7.9:9.2": "«Я не вижу никого, брахман, в этом мире, с его дэвами, Марами, Брахмами, в этом поколении жрецов и отшельников, князей и простых людей, кто мог бы съесть и должным образом переварить эти жертвенные остатки, кроме Татхагаты или ученика Татхагаты. ",
  "sn7.9:9.3": "Поэтому, брахман, выбрось жертвенные остатки туда, где мало растительности, или же в воду, в которой нет живых существ». ",
  "sn7.9:10.1": "И тогда брахман Сундарика Бхарадваджа выбросил те жертвенные остатки в воду, в которой не было живых существ. ",
  "sn7.9:10.2": "И когда они были брошены в воду, эти жертвенные остатки зашипели и засвистели, так что пошёл пар и дым. ",
  "sn7.9:10.3": "Подобно тому, как плужный лемех, нагревавшийся весь день, зашипел бы и засвистел, так что пошёл бы пар и дым, если бы его поместили в воду, ",
  "sn7.9:10.4": "точно так же и те жертвенные остатки, выброшенные в воду, зашипели и засвистели, так что пошёл пар и дым. ",
  "sn7.9:11.1": "И тогда брахман Сундарика Бхарадваджа, потрясённый и напуганный, подошёл к Благословенному и встал рядом. ",
  "sn7.9:11.2": "Затем Благословенный обратился к нему строфами: ",
  "sn7.9:12.1": "«Сжигая дерево, брахман, не фантазируй, ",
  "sn7.9:12.2": "Что это внешнее деяние приносит чистоту. ",
  "sn7.9:12.3": "Ведь знающие говорят, что чистоты не получить ",
  "sn7.9:12.4": "Тому, выискивает кто её снаружи. ",
  "sn7.9:13.1": "Оставив пламя, что получено из дров, ",
  "sn7.9:13.2": "Я зажигаю, о брахман, один лишь свет внутри. ",
  "sn7.9:13.3": "Всегда сосредоточенный, мой ум сияет, ",
  "sn7.9:13.4": "Ведь я архат, ведущий жизнь святую. ",
  "sn7.9:14.1": "Брахман, несёшь ты самомнения тяжесть на плечах, ",
  "sn7.9:14.2": "Злость – это дым, а пепел – речь, что лжива. ",
  "sn7.9:14.3": "Язык – черпак, а сердце – твой алтарь, ",
  "sn7.9:14.4": "Прирученное „я“ для человека будет светом. ",
  "sn7.9:15.1": "Дхамма подобна озеру, а нравственность в ней — брод, ",
  "sn7.9:15.2": "Она чиста, и добродетельные люди её хвалят, ",
  "sn7.9:15.3": "Владыки знаний омовения здесь свершают, ",
  "sn7.9:15.4": "А высохнув, на дальний берег переходят. ",
  "sn7.9:16.1": "Истина, Дхамма, сдержанность, святая жизнь, ",
  "sn7.9:16.2": "И Брахмы достижение стоят на середине. ",
  "sn7.9:16.3": "Лишь праведному, о брахман, почтение выражай. ",
  "sn7.9:16.4": "Движимым Дхаммой называю я такого». ",
  "sn7.9:17.1": "Когда так было сказано, брахман Сундарика Бхарадваджа обратился к Благословенному: ",
  "sn7.9:17.2": "«Великолепно, господин Готама! Великолепно, господин Готама!… ",
  "sn7.9:17.3": "Так достопочтенный Сундарика Бхарадваджа стал одним из арахантов. "
}