{
  "sn7.1:0.1": "Саньютта Никая 7.1 ",
  "sn7.1:0.2": "1. Араханты ",
  "sn7.1:0.3": "Дхананьджани ",
  "sn7.1:1.1": "Так я слышал. ",
  "sn7.1:1.2": "Однажды Благословенный пребывал в Раджагахе, в Бамбуковой роще, в Беличьем Святилище. ",
  "sn7.1:1.3": "И в то время жена одного брахмана из клана Бхарадваджей, брахманка по имени Дхананьджани, обладала полным доверием к Будде, Дхамме и Сангхе. ",
  "sn7.1:1.4": "Однажды, пока брахманка Дхананьджани несла брахману его кушанье, она споткнулась и произнесла три раза это вдохновенное изречение: ",
  "sn7.1:2.1": "«Слава Благословенному, совершенному, полностью просветлённому! ",
  "sn7.1:3.1": "Слава Благословенному, совершенному, полностью просветлённому! ",
  "sn7.1:4.1": "Слава Благословенному, совершенному, полностью просветлённому!» ",
  "sn7.1:5.1": "Когда так было сказано, брахман из клана Бхарадваджей обратился к ней: ",
  "sn7.1:5.2": "«Из-за мельчайшей ерунды эта никчёмная женщина рассыпается в благодарностях этому бритому отшельнику! ",
  "sn7.1:5.3": "Теперь же, никчёмная женщина, я пойду и опровергну доктрину этого твоего учителя». ",
  "sn7.1:5.4": "«Я не вижу никого, брахман, в этом мире, с его дэвами, Марами, Брахмами, в этом поколении, с его жрецами и отшельниками, князьями и простыми людьми, кто мог бы опровергнуть доктрину Благословенного, совершенного, полностью просветлённого. ",
  "sn7.1:5.5": "Но отправляйся, брахман. Пойдя к нему сам, ты поймёшь». ",
  "sn7.1:6.1": "И тогда тот брахман из клана Бхарадваджей, злой и недовольный, отправился к Благословенному и обменялся с ним приветствиями. ",
  "sn7.1:6.2": "После обмена вежливыми приветствиями и любезностями он сел рядом. ",
  "sn7.1:6.3": "и обратился к Благословенному строфой: ",
  "sn7.1:7.1": "«Что же убив, он спит спокойно? ",
  "sn7.1:7.2": "Что же убив, не знает он печали? ",
  "sn7.1:7.3": "Что же за вещь это, Готама, ",
  "sn7.1:7.4": "Убийство каковой ты одобряешь?» ",
  "sn7.1:8.1": "«Злобу убив, он спит спокойно, ",
  "sn7.1:8.2": "Злобу убив, не знает он печали, ",
  "sn7.1:8.3": "Убийство злобы, о брахман, —",
  "sn7.1:8.4": "Как и её отравленного корня, и сладкого её конца —",
  "sn7.1:8.5": "Это и есть то самое убийство, что Благородный восхваляет. ",
  "sn7.1:8.6": "Убей же это — и не будешь ты грустить». ",
  "sn7.1:9.1": "Когда так было сказано, брахман из клана Бхарадваджей обратился к Благословенному: ",
  "sn7.1:9.2": "«Великолепно, господин Готама! Великолепно, господин Готама! ",
  "sn7.1:9.3": "Как если бы он поставил на место то, что было перевёрнуто, раскрыл спрятанное, показал путь тому, кто потерялся, внёс лампу во тьму, чтобы зрячий да мог увидеть, точно так же господин Готама различными способами прояснил Дхамму. ",
  "sn7.1:9.4": "Я принимаю прибежище в господине Готаме, прибежище в Дхамме и прибежище в Сангхе монахов. ",
  "sn7.1:9.5": "Могу ли я получить младшее посвящение у господина Готамы, могу ли я получить высшее монашеское посвящение?» ",
  "sn7.1:10.1": "И тогда брахман из клана Бхарадваджей получил младшее посвящение под учительством Благословенного и получил высшее посвящение. ",
  "sn7.1:10.2": "И затем, вскоре после получения высшего посвящения, пребывая в уединении прилежным, старательным, решительным, достопочтенный Бхарадваджа, реализовав это для себя посредством прямого знания, здесь и сейчас вошёл в высочайшую цель святой жизни, ради которой представители клана праведно оставляют жизнь домохозяйскую ради жизни бездомной, и пребывал в ней. ",
  "sn7.1:10.3": "Он напрямую познал: «Рождение уничтожено, святая жизнь прожита, сделано то, что следовало сделать, не будет более появления в каком-либо состоянии существования». ",
  "sn7.1:10.4": "Так достопочтенный Бхарадваджа стал одним из арахантов. "
}